{
 "id": "537559",
 "text": "Knightswood is a suburban district in Glasgow, containing three areas: Knightswood North or High Knightswood, Knightswood South or Low Knightswood, and Knightswood Park. It has a golf courseKnightswood Golf Course and park, and good transport links with the rest of the city. and railway stations serve Low Knightswood while Westerton station serves High Knightswood. Knightswood is directly adjoined by the Anniesland, Blairdardie, Drumchapel, Garscadden, Jordanhill, Netherton, Scotstoun, Scotstounhill and Yoker areas of Glasgow, and by Bearsden in the north. Knightswood was a rural area of Dunbartonshire in the parish of New Kilpatrick with small-scale mining until the land was purchased for housing by the city of Glasgow and was annexed by the city in the 1920s. In subsequent years, housing developments were built on most of the remaining free plots (including two clusters of tower blocks – eleven in total, two since demolished), but the area remains largely green in line with garden suburb principles, with the only businesses based in small or medium- sized retail units. There are a number of churches and various community events are run throughout the year. Knightswood was also the home of the 2018 European BMX Championships, held at a purpose-built stadium in the local park. == History == Knightswood features on maps by Ordnance Survey cartographer William Roy dating back to 1748–55, which show it lying within the parish of New Kilpatrick in Dumbartonshire.History StreetsMilitary Maps of Scotland (18th century): Roy Lowlands, 1752-55, Explore georeferenced maps (National Library of Scotland) The modern area is defined at its northern edge by the Forth and Clyde Canal (beyond which is Bearsden)Knightswood Housing (Glasgow City Archives, Office of Public Works, 1925), The Glasgow Story which began construction in the 1760s and opened as the Great Canal in 1790.Glasgow Canal Drumchapel and Yoker lie to the west, beyond Duntreath Avenue and Yoker Mill Road. At its southern edge, Knightswood is bounded by Anniesland Road, beyond which lies Jordanhill and Scotstoun. Netherton and Temple lie to the east. Both of these settlements (with Jordanhill and Scotstoun) appear on Joan Blaeu's 1662 Atlas of Scotland, but Knightswood is not shown, either omitted or not yet of significance.National Library of Scotland The earliest recorded settlement (1740) in the Knightswood area was known as the Red Town, a small village supporting ironstone miners and brickmakers.ancestry.comKnightswood Rows (Burrell Collection Photo Library, 1920), The Glasgow StoryKnightswood rows c1920s, Burrell Collection Photo Library), The Glasgow StoryOS Six-inch 1st edition, 1843-1882, Explore georeferenced maps (National Library of Scotland) Just before the First World War, Knightswood consisted of an Infectious Diseases Hospital (founded 1877National Archives) with a line of terraced cottages to the north called Knightswood Rows, a few houses on the site of Knightswood Secondary School (all that remained of Red Town), but the area was otherwise unpopulated farmland and disused mineworkings.The Glasgow Story – ImagesThe Glasgow Story – Neighbourhoods Great Western Road was constructed under government patronage between 1924 and 1927 from Anniesland Cross to Duntocher, north of Clydebank.The Clydebank StoryWest Glasgow (West of Scotland Archaeology Service, 1950), The Glasgow Story Much of the housing in the area was constructed in three phases during the 1920s and 1930s on garden suburb principles.Glasgow Council Knightswood leaflet This housing was mainly of cottage flat and semi-detached types,Knightswood semi (Burrell Collection Photo Library), The Glasgow StoryAlderman Road (Mitchell Library, Glasgow Collection, Postcards Collection, 1930), The Glasgow StoryPolnoon Ave (c.1950), Virtual Mitchell and is similar to other parts of the city such as Mosspark in the South Side and Carntyne in the East End and used for the relocation of people from slum tenements cleared near the city centre.The Glasgow StoryBBC News Land surrounding the junction of Great Western Road and Knightswood Road was designated for the use of several church denominations,Knightswood Baptist ChurchHoly Cross Episcopal (Anglican) Church St Davids Church of Scotland St Ninian's Roman Catholic Church and the nearby Knightswood Park, but there were no designated industrial areas or public houses, which remained in adjacent Temple and Scotstoun/Yoker. In 1926, the district was brought under the official control of the city of Glasgow,Ask the Archivist – annexed burghs, Family History at The Mitchell, 2020 which had purchased land outside its existing boundary from the Summerlee Iron Company for the building of the estate. During the Second World War, Knightswood Hospital treated wounded soldiers.Glasgow Guide Knightswood, along with Jordanhill and Temple have been linked to stories of the Knights Templar; but according to the late Lord Lyon King of Arms there is no evidence for their presence in this area. Nevertheless, the theories continue to persist and are sometimes actively encouraged, as in the use of \"heraldic\" local street names (Archerhill Road, Arrowsmith Avenue, Ivanhoe Road, Minstrel Road, Talisman Road, Templar Avenue, Turret Road) by Glasgow Corporation, even though Knightswood only appears in the records from the 18th century, long after the days of knights.W. Cowie, Jordanhill: The History of a District Immediately following the war, spare land on the estate was used for temporary housing in the form of prefabs.The Glasgow story – Images These were replaced in the 1960s with high-rise buildings.Gazetteer for Scotland In 1958, Glasgow Corporation opened a Fire Station which now houses a specialist water rescue unit.Strathclyde Fire Knightswood Hospital gradually lost services to other Glasgow Hospitals from the 1960s onwards, ending up as a Geriatric Unit and finally closing in March 2000.Greater Glasgow NHS Board Archive The hospital site is now the Academy Park residential development. In 2008, Knightswood gained a new church congregation at Knightswood Cross when the Free Church of Scotland (Continuing) moved from temporary premises in Thornwood to the former Brethren Gospel Hall.BBC NewsKnightswood FCC A write-up of the new church building on the Knightswood Free Church Continuing website In the 2010s, concerns were raised that some of the land of Knightswood was liable to flooding in times of extreme rainfall, which had been increasingly common in recent times and was considered likely to continue; in 2019, plans were outlined to have prevention measures put in place.Consultation event on plans to combat 'extreme rainfall', Evening Times, 20 August 2019 == Political representation == *Member of Parliament (Glasgow North West constituency): Carol Monaghan (SNP) *Member of Scottish Parliament: Currently Bill Kidd of the (SNP); since the 2011 Scottish Parliament election, the area falls into the new constituency of Glasgow Anniesland.Scottish Parliamentary Constituency Factsheets 2011 *Glasgow City Council: whilst ** Ward 13 Garscadden/Scotstounhill, covers Low Knightswood – the Councillors for this multi member ward as of May 2012 are: Michael Cullen, Bill Butler, Eva Murray and Chris Cunningham. **Ward 14 Drumchapel/Anniesland, covers High Knightswood – the Councillors for this multi-member ward as of May 2012 are: Paul Carey, Malcolm Balfour, Elspeth Kerr and Anne McTaggart. == Community events == thumb|200px|right|Crowds at Knightswood Gala Day 2009 Glasgow City Council run Knightswood Park Gala Day,Clyde 1 radio Community Calendar an event for council and community groups in the area. It has been held on a Saturday at some time during the summer since 2008. The first event on 12 July 2008 was supported by Glasgow City Council, Strathclyde Fire Brigade, local churches (St David's Church of Scotland and Knightswood Baptist Church) and local clubs.Knightswood Model Boat Club Knightswood Camera ClubStrathclyde Fire Brigade Preservation Group blog The second Gala Day took place on 27 June 2009. The event started with the arrival of the Kingsway carnival parade at midday.Glasgow Evening Times Online There were demonstrations of falconry and sheepdog trials (herding Indian Runner Ducks due to space restrictions), live music, live entertainment, bouncy castles, stalls promoting community groups and clubs, Baptist church and fire brigade (as 2008). On site catering was provided this year, and first-aid cover was provided by St. Andrew's Ambulance Association.Glasgow Evening Times Online In 2010 and 2011, Trinley Brae Allotments took part in the Open Gates event as part of Glasgow's Doors Open Day. This has developed links with the local community and other community events have taken place since the first event in September 2010.Glasgow Evening Times Online 14 Sept 2010. Retrieved 4 October 2010Glasgow city council allotments. Retrieved 28 October 2011 Members are currently researching the history of the allotment site and have the worked with the city council on other community events.Trinley Brae Allotments. Retrieved 28 October 2011 == Facilities == Knightswood caters for its residents with a community centre,Glasgow Community Centres library,Knightswood Library secondarySt. Thomas Aquinas Secondary and primary schools. Knightswood Swimming Pool, opened in 1971, was permanently closed in March 2010. Construction of Scotland's only Olympic standard BMX track was undertaken in Knightswood Park; the facility was used to host the 2018 European Championships, and means that Glasgow is the only city in the world that can host all four Olympic cycling disciplines (BMX, MTB, Road and Track) within its boundaries (the others are the Sir Chris Hoy Velodrome at the Emirates Arena (Track), Cathkin Braes Mountain Bike Trails and the city's streets for road racesas used during the 2014 Commonwealth Games). Knightswood Secondary School is also home to the Dance School of Scotland.Knightswood Secondary incl Dance School of Scotland Shopping in Knightswood can be done in many places, mostly in Knightswood Shopping Centre, an area comprising around 10 shops. There are also some shops on Alderman Road, both at Dyke Road and near the community centre.Knightswood Community Centre Trinley Brae Allotments (between Knightswood Road and Turret Crescent) provide space for local residents to grow their own fruit, vegetables and flowers. Children's & Youth Clubs are operated locally for school age children on Thursdays in the south of the area at the Congregational churchKnightswood Congregational Church and Fridays in the North at the Baptist Church. == Churches and places of worship == Several denominations of churches are situated in the area of Knightswood Cross (junction of Knightswood Road and Great Western Road). The Church of Scotland is represented locally by St. David's Parish Church and St. Margaret's Parish Church. Knightswood Baptist Church has been at its current site since 1929. Episcopalian, Roman Catholic, United Free Church of ScotlandDirectory of United Free Church of Scotland and Free Church of Scotland (Continuing)Knightswood Free Church Continuing website churches are all nearby. Low Knightswood is served by Knightswood Congregational church ==See also== * Glasgow tower blocks == References == == External links == * * Knightswood Library and Learning Centre *About the area – Knightswood Community Council Category:Areas of Glasgow Category:New Kilpatrick Category:Housing estates in Glasgow Category:Garden suburbs",
 "title": "Knightswood"
}