{
 "id": "537767",
 "text": "thumb|Stevenson Dam, which blocks the Housatonic River to form Lake Zoar, and that also functions as the State Route 34 bridge across the river Route 34 is a primary state highway in the U.S. state of Connecticut. Route 34 is long, and extends from Washington Avenue near I-84/US 6 in Newtown to the junction of I-95 and I-91 in New Haven. The highways connects the New Haven and Danbury areas via the Lower Naugatuck River Valley. The portion of the route between New Haven and Derby was an early toll road known as the Derby Turnpike. The mile-long expressway segment, the Oak Street Connector, is planned to be rerouted to city streets as part of the New Haven Downtown Crossing project. ==Route description== Route 34 begins as the two-lane Berkshire Road in the Sandy Hook section of the town of Newtown, as a continuation of Washington Avenue (a town road). The road crosses under I-84 after a tenth of a mile, then intersects after another with Wasserman Way (SSR 490), which leads to ramps to/from I-84 at Exit 11. The road then heads east towards the Stevenson section of the town of Monroe, where the road name changes to Roosevelt Drive at the town line. After intersecting Route 111 (leading to Monroe center), Route 34 crosses the Housatonic River via the Stevenson Dam Bridge into the town of Oxford. Route 34 then follows the east banks of the Housatonic River as it traverses the towns of Oxford and Seymour. Route 34 soon enters the city of Derby, where it becomes Main Street after the intersection with Derby- Shelton Bridge Route 712, which leads to Route 110 in downtown Shelton. In downtown Derby, Route 34 has a junction with Route 8 at Exit 15 near the Derby-Shelton train station. Beyond this junction, Route 34 expands into a four-lane divided highway, crossing over the Naugatuck River. It intersects Route 115 (for Ansonia and Seymour center) right after the bridge then turns southward as New Haven Avenue as it continues towards the town of Orange. In Orange, the road becomes Derby Turnpike and has intersections with Route 121 (for Milford) and Route 152 for Orange center. Along the way, it also has a cloverleaf junction with the Wilbur Cross Parkway (Exit 57-58). Route 34 soon enters the northern edge of West Haven, intersecting with Route 122 (for Westville and West Haven center. Soon after, the road downgrades to an undivided four lane road and crosses into New Haven where the road name changes to Derby Avenue. Route 34 then leaves Derby Avenue and joins Route 10 along Ella Grasso Boulevard for . East of Route 10, Route 34 is split into two one-way streets. Eastbound Route 34 turns onto Legion Avenue, later becoming South Frontage Road (former Oak Street), while westbound Route 34 uses North Frontage Road. The eastbound section running along Legion Avenue and South Frontage Road (1.03 miles) is town-maintained. The corresponding westbound section along North Frontage Road is officially designated as State Road 706 but is signed as Route 34 West. Route 34 then continues along the Oak Street Connector, a six-lane freeway that connects to I-91 and I-95. The freeway portion has two westbound exits and three eastbound entrances, with mainline westbound traffic forced onto the last exit. The east end of the expressway involves an interchange for I-95 south, I-91 north, and I-95 north. The mainline of Route 34 is designated on the ramps for I-95 north and officially ends at the northbound I-95 merge. Route 34 westbound from its westbound entrances until Orchard Street is notorious for excessive speeding, as people often go much faster than the posted speed limits of 30 MPH and 25 MPH (respectively) on this section of roadway. ==History== The Derby Turnpike Company was chartered to build a toll road from New Haven to Derby in May 1798. It ran from downtown New Haven, beginning at York Street, and followed Chapel Street to Derby Avenue, which connected to modern Route 34 and continued to downtown Derby. The Derby Turnpike was the longest-lived of the state's early toll roads and only stopped collecting tolls in 1895. West of downtown Derby, another turnpike corporation, the Ousatonic Turnpike, was chartered also in 1795 to build a toll road between Derby and New Milford following the east bank of the Housatonic River. Unlike the Derby Turnpike, the Ousatonic proved to be unprofitable. In 1813, the portion between Southbury and New Milford was discontinued as a toll road. In 1834, the northern half of the remaining portion (north of the present Stevenson Dam) was given to another company, the River Turnpike Company, to try to make the road profitable. In 1841, however, the River Turnpike road reverted to the Ousatonic, and the Ousatonic company itself was dissolved the following year in 1842. The portion of the old Ousatonic road north of Stevenson Dam is now mostly submerged as a result of the damming of the Housatonic to form Lake Zoar and Lake Lillinonah. The state took over the road at the beginning of the 20th century. In 1922, when route numbers were first publicly signed in the New England region, the route from New Haven to the village of Sandy Hook was designated as State Highway 117. The road followed the Derby Turnpike and the remaining portion of the Ousatonic Turnpike to the village of Stevenson, then the rest of modern Route 34 to Sandy Hook. In the 1932 state highway renumbering, old Highway 117 was renumbered to Route 34 with an additional westward extension to the city of Danbury. At the time, Route 34 overlapped with US 6 into the borough of Newtown, then used modern Route 302 to Bethel and modern Route 53 to downtown Danbury. In 1935, US 202 was established and used the original path of Route 34 between Danbury and Newtown. Route 34 was cut back to end at US 6 in Sandy Hook. The four-lane section in Derby, Orange, and West Haven was opened in 1940. In the 1940s, Route 34 ended at Sherman Avenue (former US 5 and Route 10). The Oak Street Connector appeared in state highway plans in the mid-1950s and the present expressway opened in 1960. When the expressway opened, Route 34 was designated on it. Route 34 was assigned onto city streets (Chapel Street and George Street) to connect with the original eastern end. When North Frontage Road was completed, Route 34 was relocated onto it via an overlap with current Route 10. ===Highway removal=== In December 2008, the City of New Haven received nine proposals for design/engineering services for the planned boulevardization of the Downtown New Haven (limited access) section of Route 34. Plans for redeveloping the highway's western section in New Haven (in a neighborhood also demolished for a limited access highway, but where the highway was never built) have undergone significant public discussion as part of the City of New Haven's MDP process for re-using the of empty land. In May 2013, phase one of the New Haven Downtown Crossing project began, intending to reroute Route 34 away from the freeway segment in New Haven onto widened frontage roads. The former highway right of way would be made available to development. Parking is planned beneath the new development to take advantage of the low grade of the former travel lanes. New bridges are also planned to reconnect streets disconnected by the highway, providing bike lanes and sidewalks, as well as pedestrian access to adjacent development. The project will extend from the reconstructed interchange with I-95/I-91 to the highway's terminus at Exit 3.\"Route 34 New Haven Downtown Crossing\" The City of New Haven. Accessed June 4, 2013 ==Major intersections== ==See also== * Oak Street Connector — the freeway segment of Route 34 in New Haven ==References== ==External links== *Connecticut State Highway Log, 2006 *kurumi.com - Route 34 034 Category:Transportation in New Haven County, Connecticut Category:Transportation in Fairfield County, Connecticut Category:Transportation in New Haven, Connecticut Category:U.S. Route 202",
 "title": "Connecticut Route 34"
}