{
 "id": "537792",
 "text": "Ketoacidosis is a metabolic state caused by uncontrolled production of ketone bodies that cause a metabolic acidosis. While ketosis refers to any elevation of blood ketones, ketoacidosis is a specific pathologic condition that results in changes in blood pH and requires medical attention. The most common cause of ketoacidosis is diabetic ketoacidosis but can also be caused by alcohol, medications, toxins, and rarely starvation. ==Signs and symptoms== The symptoms of ketoacidosis are variable depending on the underlying cause. The most common symptoms include nausea, vomiting, abdominal pain, and weakness. Breath may also develop the smell of acetone as it is a volatile ketone that can be exhaled. Rapid deep breathing, or Kussmaul breathing, may be present to compensate for the metabolic acidosis. Altered mental status is more common in diabetic than alcoholic ketoacidosis. ==Causes== thumb|300px|Legend: A: Muscle fiber, B: Amino acids, C: Liver, E: Fatty acids, F: Glucagon, G: Blood vessel Process: 1. Lack of insulin leads to the release of amino acids from the muscle fiber. 2\\. Amino acids are released from the muscle fiber, which get converted into glucose inside of the liver. 3\\. The glucose produced becomes abundant in the bloodstream. 4\\. Fatty acids and glycerol are released from the adipose tissue, which get converted into ketones inside of the liver. 5\\. Along with the fatty acids and glycerol, the glucose produced from the lack of insulin also gets converted into ketones inside of the liver. 6\\. The ketones produced become abundant in the bloodstream. This leads to high blood sugar levels, nausea, vomiting, thirst, excessive urine production, and abdominal pain. Ketoacidosis is caused by the uncontrolled production of ketone bodies. Usually the production of ketones is carefully controlled by several hormones, most importantly insulin. If the mechanisms that control ketone production fail, ketone levels may become dramatically elevated and cause dangerous changes in physiology such as a metabolic acidosis. === Diabetes === The most common cause of ketoacidosis is a deficiency of insulin in type 1 diabetes or late-stage type 2 diabetes. This is called diabetic ketoacidosis and is characterized by hyperglycemia, dehydration and metabolic acidosis. Other electrolyte disturbances such as hyperkalemia and hyponatremia may also be present. A lack of insulin in the bloodstream allows unregulated fatty acid release from adipose tissue which increases fatty acid oxidation to acetyl CoA, some of which is diverted to ketogenesis. This raises ketone levels significantly above what is seen in normal physiology. === Alcohol === Alcoholic ketoacidosis is caused by complex physiology that is usually the result of prolonged and heavy alcohol intake in the setting of poor nutrition. Chronic alcohol use can cause depleted hepatic glycogen stores and ethanol metabolism further impairs gluconeogenesis. This can reduce glucose availability and lead to hypoglycemia and increased reliance on fatty acid and ketone metabolism. An additional stressor such as vomiting or dehydration can cause an increase in counterregulatory hormones such as glucagon, cortisol and growth hormone which may further increase free fatty acid release and ketone production. Ethanol metabolism can also increase blood lactic acid levels which may also contribute to a metabolic acidosis. === Starvation === Starvation is a rare cause of ketoacidosis, usually instead causing physiologic ketosis without ketoacidosis. Ketoacidosis from starvation, most commonly occurs in the setting of an additional metabolic stressor such as pregnancy, lactation, or acute illness. === Medications === Certain medications can also cause elevated ketones such as SGLT2 inhibitors causing euglycemic ketoacidosis. Overdose of salicylates or isoniazid can also cause ketoacidosis. === Toxins === Ketoacidosis can be the result of ingestion of methanol, ethylene glycol, isopropyl alcohol, and acetone. == Pathophysiology == Ketones are primarily produced from free fatty acids in the mitochondria of liver cells. The production of ketones is strongly regulated by insulin and an absolute or relative lack of insulin underlies the pathophysiology of ketoacidosis. Insulin is a potent inhibitor of fatty acid release, so insulin deficiency can cause an uncontrolled release of fatty acids from adipose tissue. Insulin deficiency can also enhance ketone production and inhibit peripheral use of ketones. This can occur during states of complete insulin deficiency (such as untreated diabetes) or relative insulin deficiency in states of elevated glucagon and counter-regulatory hormones (such as starvation, heavy chronic alcohol use or illness). Acetoacetic acid and β-hydroxybutyrate are the most abundant circulating ketone bodies. Ketone bodies are acidic; however, at physiologic concentrations, the body's acid/base buffering system prevents them from changing blood pH. ==Management== Treatment depends on the underlying cause of the ketoacidosis. Diabetic ketoacidosis is resolved with insulin infusion, intravenous fluids, electrolyte replacement and supportive care. Alcoholic ketoacidosis is treated with intravenous dextrose and supportive care and usually does not require insulin. Starvation ketoacidosis can be resolved with intravenous dextrose with attention to electrolyte changes that can occur with refeeding syndrome. ==Epidemiology== Certain populations are predisposed to develop ketoacidosis including people with diabetes, people with a history of prolonged and heavy alcohol use, pregnant women, breastfeeding women, children, and infants. People with diabetes that produce very little or no insulin are predisposed to develop ketoacidosis, especially during periods of illness or missed insulin doses. This includes people with type 1 diabetes or ketosis prone diabetes. Prolonged heavy alcohol use is a risk of ketoacidosis, especially in people with poor nutrition or a concurrent illness. Pregnant women have high levels of hormones including glucagon and human placental lactogen that increase circulating free fatty acids which increases ketone production. Lactating women also are predisposed to increased ketone production. These populations are at risk of developing ketoacidosis in the setting of metabolic stressors such as fasting, low-carbohydrate diets, or acute illness. Children and infants have lower glycogen stores and may develop high levels of glucagon and counter-regulatory hormones during acute illness, especially gastrointestinal illness. This allows children and infants to easily produce ketones and although rare, can progress to ketoacidosis in acute illness. == See also == * Alcoholic ketoacidosis * Diabetic ketoacidosis * Ketosis * Kussmaul breathing * Metabolic acidosis * Type I diabetes == References == Category:Acid–base disturbances",
 "title": "Ketoacidosis"
}