{
 "id": "538003",
 "text": "This list of comics publishing companies lists companies, specifically publishing companies who primarily publish comics. Comic art is an art medium used to present ideas or stories via images. The images are usually arranged in panels in a sequence that conveys the story. Sounds are expressed using speech balloons and onomatopoeia. European comics have existed since 1837, when Swiss artist Rodolphe Töpffer published Histoire de M. Vieux Bois. The oldest comic publishing company on this list is the now-defunct book publishing company, David McKay Publications that was founded in 1882 and published comics from 1935 to 1950. Most comic publishing companies were established in the United States of America where comics became popular in the mid-1900s. ==Publishers== {| class=\"wikitable sortable\" |+ Comics publishing companies |- ! style=\"background:#cfcfcf;\" align=\"center\" | Name ! align=\"center\" | Country ! colspan=\"2\" align=\"center\" | Active ! class=\"unsortable\" align=\"center\" | Notes |- |} ==See also== * List of Golden Age comics publishers * List of manga publishers Ghettostone Publications Company is an african American-owned comic book publishing company located in Kansas City Missouri. Ghettostone Publications Company produces comic books that feature multiracial superheroes in science fiction action-adventure stories told from a positive image perspective called \"Afrofuturism\". Ghettostone Publications Company is one of the founding publishers in the Era known as \"Blackage of Comics\" from the 1990s. Ghettostone Publications Company's blockbuster smash-hit comic book is called \"Ramzees, Prince of Heru\", which sold nationally in comic shops, regionally on newsstands, and overseas in Europe and Asia on U. S. Military Bases. Founded in 1995 by Editor/Chief Michael R. Brown and Creative Director Stephen McPherson, Ghettostone Publications Company has been producing comics for corporations such as Missouri Gas Energy Company, MAST Ambulance Services, and the Negro Leagues Baseball Museum. Ghettostone Publications Company is featured in the 2016 Award-winning book \"Blacker the InK\" winner of the 2016 Comic Book Eisner Award for \"Best Editorial Book\" for historic contributions to African American science fiction storylines called \"Afrofuturism\" which opened doors for other independent publishers leading to the modern-day success of the motion picture \"The Black Panther\" feature films. ==References== ===Works cited=== * Bell, John. Invaders from the North. Dundurn Press, 2007. * Sanford, Jay Allen. \"Two Men and their Comic Books,\" San Diego Reader (19. August 2004) * Booker, M. Keith. Encyclopedia of Comic Books and Graphic Novels. ABC-CLIO, 2010. * Gabilliet, Jean-Paul. Of Comics and Men: A Cultural History of American Comic Books. translated by Beaty, Bart; and Nguyen, Nick. University Press of Mississippi, 2010. * *Voger, Mark; and Schaffenberger, Kurt. Hero Gets Girl!: The Life & Art of Kurt Schaffenberger. TwoMorrows Publishing, 2003. * *",
 "title": "List of comics publishing companies"
}