{
 "id": "538184",
 "text": "thumb|upright=1.15|Bottles of amaretto liqueur Amaretto (Italian for \"a little bitter\") is a sweet Italian liqueur that originated in Saronno. Depending on the brand, it may be made from apricot kernels, bitter almonds, peach stones, or almonds, all of which are natural sources of the benzaldehyde that provides the almond-like flavour of the liqueur. It generally contains 21 to 28 percent alcohol by volume. When served as a beverage, amaretto can be drunk by itself, used as an ingredient to create several popular mixed drinks, or added to coffee. Amaretto is also commonly used in culinary applications. ==Origin== ===Etymology=== The name amaretto originated as a diminutive of the Italian word amaro, meaning \"bitter\", which references the distinctive flavour lent by the mandorla amara or by the drupe kernel. However, the bitterness of amaretto tends to be mild, and sweeteners (and sometimes sweet almonds) enhance the flavour in the final products.Hopkins, Kate. \"Almonds: Who Really Cares?\" (August 28, 2004). Accidental Hedonist. Retrieved January 1, 2007. Thus one can interpret the liqueur's name as a description of the taste as \"a little bitter\". Cyanide is processed out of the almond preparation prior to its use. One should not confuse amaretto with amaro, a different family of Italian liqueurs that, while also sweetened, have a stronger bitter flavour derived from herbs. ===Legend=== Despite the known history on the introduction and acceptance of almonds into Italian cuisine, newer takes on the meanings and origins have been popularized by two major brands. Though of sometimes questionable provenance, these tales hold a sentimental place in Saronno culture: ==Notable brands== *DeKuyper – Netherlands *Disaronno – Italy *Lazzaroni – Italy *Bols – Netherlands *Luxardo – Italy ==Usage== Amaretto serves a variety of culinary uses. ===Cooking=== * Amaretto is frequently added to desserts, including ice cream, which enhances the flavour of the dessert with almonds and is complementary to the flavor of chocolate. Tiramisu, a popular Italian cake, is often flavoured with either real amaretto or alcohol-free amaretto aroma. * Savoury recipes that call for amaretto usually involve meats, such as chicken. * A few shots of amaretto can be added to pancake batter for a richer flavour. * Amaretto is often added to almondine sauce for fish and vegetables. * Amaretto is often added to whipped cream. ===Cocktails=== Cocktails with Amaretto liqueur as a primary ingredient: * Amaretto Piña Colada - Amaretto liqueur, light rum, coconut milk, and pineapple juice. * Amaretto Sour - Amaretto liqueur, lemon juice, egg white, sugar or simple syrup and orange slice and cherries, for garnish . * French Connection - Amaretto liqueur and Cognac. - IBA official cocktail * Godfather - Amaretto liqueur and Scotch. * Nutcracker Martini - Amaretto liqueur, dark crème de cacao, vodka, and Irish cream. * Snickerdoodle Cookie Martini - Amaretto liqueur, cinnamon liqueur, and cinnamon vodka. ===Orgeat syrup=== Amaretto is sometimes used as a substitute for Orgeat syrup in places where the syrup cannot be found, or just to impart a less sweet flavour. ==See also== * Bitter almond liqueur, a similar drink from Portugal * List of almond dishes * List of cocktails ==References== ==External links== * Category:Almond dishes Category:Nut liqueurs Category:Italian liqueurs",
 "title": "Amaretto"
}