{
 "id": "538268",
 "text": "thumb|250px|Oder Lagoon - Landsat satellite photo (circa 2000) Szczecin Lagoon, also anglicized to Stettin Lagoon (, , since 1945 sometimes also Oderhaff (Oder lagoon) or Pommersches Haff (Pomeranian lagoon)), is a lagoon in the Oder estuary, shared by Germany and Poland. It is separated from the Pomeranian Bay of the Baltic Sea by the islands of Usedom and Wolin. The lagoon is subdivided into the Kleines Haff (, \"small lagoon\") in the West and the Wielki Zalew (, \"great lagoon\") in the East. An ambiguous historical German name was Frisches Haff, which later exclusively referred to the Vistula Lagoon.Erhard Riemann, Alfred Schoenfeldt, Ulrich Tolksdorf, Reinhard Goltz, Akademie der Wissenschaften und der Literatur (Germany), Akademie der Wissenschaften und der Literatur, Mainz, Preussisches Wörterbuch: Deutsche Mundarten Ost- und Westpreussens, 6th edition, Wachholtz, 1974, p.595, ==Geography== 250px|thumb|The lagoon From the South, the lagoon is fed by several arms of the Oder river and smaller rivers like Ziese, Peene, Zarow, Uecker, and Ina.Gerald Schernewski, Baltic coastal ecosystems: structure, function, and coastal zone management, Springer, 2002, p.79, In the North, the lagoon is connected to the Baltic Sea's Bay of Pomerania with the three straits Peenestrom, Świna (German: Swine; Pomeranian: Swina) and Dziwna, which divide the mainland and the islands of Usedom and Wolin. The lagoon covers an area of 687 km2, its natural depth is an average 3.8 metres, and 8.5 metres at maximum.Ulrich Schiewer, Ecology of Baltic coastal waters, Springer, 2008, p.115, The depth of shipping channels however can exceed 10.5 metres. Thus, the lagoon holds about 2.58 km3 of water. The annual average water temperature is 11 °C.Ulrich Schiewer, Ecology of Baltic coastal waters, Springer, 2008, p.117, 94% of the water loads discharged into the lagoon are from the Oder river and its confluences, amounting to an average annual 17 km3 or 540 m3 per second.Ulrich Schiewer, Ecology of Baltic coastal waters, Springer, 2008, p.116, All other confluences contribute a combined annual 1 km3. Since no reliable data for an inflow from the Baltic Sea exist, the combined inflow is an estimated 18 km3 from a catchment area of 129,000 km2, residing in the lagoon for an average 55 days before being discharged into the Pomeranian Bay. The nutrients thereby transported into the lagoon have made it hyper(eu)trophic to eutrophic.Ulrich Schiewer, Ecology of Baltic coastal waters, Springer, 2008, p.118, The straits Peenestrom, Świna and Dziwna are responsible for 17%, 69%, and 14% of the discharge, respectively.Ulrich Schiewer, Ecology of Baltic coastal waters, Springer, 2008, p.119, The average salinity is between 0.5 and 2 grams of salt per kilogram of water (approximately equivalent to 0.5 and 2 parts per thousand [ppt]). Occasionally northerly winds reverse the direction of the Świna, admitting sea water from the Baltic Sea into the lagoon, raising the local salinity to 6 ppt. ===Towns around the Lagoon=== *Szczecin (Poland) *Świnoujście (Poland) *Police (Poland) *Ueckermünde (Germany) *Wolin (Poland) *Usedom (Germany) *Nowe Warpno (Poland) ==History== In 1880, the Kaiserfahrt (\"Emperor's passage\") channel on Usedom was opened, a water route with a depth of 10 metres connecting the lagoon with the Baltic Sea by bypassing the eastern part of the Swine, allowing large ships to enter the lagoon and the seaport of Stettin quicker and safer. The canal, approximately 12 km long and 10 metres deep, was dug by the German Empire between 1874 and 1880, during the reign of the first Kaiser Wilhelm (1797–1888) after whom it was named. Also, the work resulted in a new island named Kaseburg (Karsibór) being cut off from Usedom. After 1945, the areas east of Oder Neisse line became part of Poland, including the former German seaport cities of Stettin (Szczecin) and Swinemünde (Świnoujście) on the western bank of the river Oder. The Kaiserfahrt was renamed Piast Canal, after the Polish Piast dynasty. The German-Polish border also divides the bight called Neuwarper See near , Luckow. ==Economy== The lagoon has served as an important fishing grounds for centuries, as a major transportation pathway since the 18th century, and as a tourist destination since the 20th century. Heringsdorf Airport on Usedom island is located on the shores of the lagoon. ==Nature== The southern shore of the lagoon belongs to the Am Stettiner Haff Nature Park, its northern shore and the island of Usedom to the Usedom Island Nature Park. To the west is the Anklamer Stadtbruch Nature Reserve and, within it, the Anklamer Torfmoor, a protected wetland which is renaturalising after being used for peat extraction. ==See also== *Curonian Lagoon *Vistula Lagoon ==References== ==External links== * Category:Lagoons of Europe Category:Baltic Sea Category:Bodies of water of Poland Category:Lagoons of Mecklenburg-Western Pomerania Category:Landforms of West Pomeranian Voivodeship Category:Nature parks in Mecklenburg-Western Pomerania Category:Parks in West Pomeranian Voivodeship Category:Natura 2000 in Germany Category:Natura 2000 in Poland Category:International lakes of Europe Category:Germany–Poland border Category:Lakes of Poland",
 "title": "Szczecin Lagoon"
}