{
 "id": "539375",
 "text": "An election to the Assembly of London took place on 10 June 2004, along with the 2004 London mayoral election. The Assembly is elected by the Additional Member System. There are fourteen directly elected constituencies, nine of which were won by the Conservatives and five by the Labour Party. An additional eleven members were allocated by a London wide top-up vote, with the proviso that parties must win at least 5% of the vote to qualify for list seats. This latter rule prevented both the British National Party and the Respect Party from winning a seat each as both fell just short of the 5% threshold. This election saw losses for Labour and the Greens and gains for both the Liberal Democrats and UKIP, who achieved their first representation in the Assembly since its creation in 2000. ==Results== center |- !rowspan=3 colspan=2 | Parties !colspan=10 | Additional member system !rowspan=2 colspan=5 | Total seats |- !colspan=5 |Constituency !colspan=5 |Region |- ! Votes !! % !! +/− !! Seats !! +/− ! Votes !! % !! +/− !! Seats !! +/− ! Total !! +/− !! % |- |- | || Total || 1,802,537 || || || 14 || || 1,873,166 || || || 11 || || 25 || || |} The Conservative Party gained Brent and Harrow from Labour (who lost 7.6% of their vote), however they lost it again in the 2008 election. There were also large swings away from Labour in Barnet and Camden, City and East, Ealing and Hillingdon, Greenwich and Lewisham, Havering and Redbridge and West Central. The Liberal Democrats lost votes in most constituencies, but made gains in Enfield and Haringey, Lambeth and Southwark and Merton and Wandsworth. UKIP gained large percentages of the vote in Bexley and Bromley, Croydon and Sutton, Greenwich and Lewisham and Havering and Redbridge. * Overall turnout: 36.97% ==London Assembly representation== {| class=\"wikitable\" |- !colspan=2|Party !Seats !Loss/Gain |- | |9 | ±0 |- | |7 | –2 |- | |5 | +1 |- | |2 | –1 |- | |2 | +2 |- |colspan=2|Total |25 | |} ===New members=== * Bob Blackman (Conservative Party, Brent and Harrow) * Dee Doocey (Liberal Democrats, London list) * Damian Hockney (UK Independence Party, London list) * Peter Hulme-Cross (UK Independence Party, London list) * Joanne McCartney (Labour Party, Enfield and Haringey) * Murad Qureshi (Labour Party, London list) ===Defeated members=== * Toby Harris (Labour Party, Brent and Harrow) * Samantha Heath (Labour Party, London list) * Noel Lynch (Green Party of England and Wales, London list) * Eric Ollerenshaw (Conservative Party, London list) ===Retiring members=== * Meg Hillier (Labour Party, North East) * Diana Johnson (Labour Party, London list) ===London-wide lists=== {| class=\"wikitable\" style=\"margin: 1em auto 1em auto\" ! colspan=\"9\" | London Assembly Election 2004 — London-wide lists |- !||width=\"15%\"| Name ||width=\"15%\"| Candidates Elected to Assembly || Not Elected |- | || Alliance for Diversity in Community, Uppal || || Inder Singh Uppal, Vasudev Kalidas Patel, Pritpal Singh Gahbri |- | || British National Party || || Jason Paul Douglas, Barry John Roberts, Julian Peter Leppert, Richard Barnbrook, Mary Teresa Culnane, Clifford John Le May, Alan Herbert Bailey, Anthony Young, Lawrence Rustem, Carlos Cortiglia, Gareth William Jones |- | || Christian Peoples Alliance || || Ram Gidoomal, David Bruno Campanale, Alan Craig, Gladstone Olufemi Macaulay, Peter James Flower, Susan Jane May, Genevieve Mary Hibbs, Juliet Frances Hawkins, Peter Hartley Wolstenholme, Jillian Mary Mclachlan, Ellen Sheila Greco |- | || Conservative Party || || Eric Ollerenshaw, Andrew Boff, Rebekah Gilbert, Victoria Borwick, Robert John Blackman, William Guy Darrell Norton, Reza Ahmed Shafi Choudhury, Cormach Joseph Moore, Adrian Carey Knowles, Gareth Andrew Bacon, Bernard Arthur Gentry, Andrew John Retter, Tony Cox, Philip John Briscoe, Yvonne Lydia Rivlin, Lionel David Zetter, David Tyrie Williams, Jonathan Harold Gough, Matthew William Laban, Simon Andrew Peter Jones, Sean Martin Fear, Darshan Suri |- | || Green Party of England and Wales || Darren Johnson Jennifer Jones || Noel Lynch, Keith Magnum, Jayne Forbes, Danny Bates, Shane Collins, Ruth Jenkins, Mischa Borris, Thomas Joseph Walsh, Ashley Gunstock |- | || Labour Party || Nicky Gavron Murad Qureshi || Samantha Heath, Sally Mulready, Abdul Asad, Karen Helena Hunte, Virendra Kumar Sharma, Martin Jonathan Lindsay, Bernadette Lappage, Raj Chandarana, Muhammed Abdal Ullah |- | || Liberal Democrats || Lynne Featherstone Graham Tope Sally Hamwee Michael Tuffrey Elizabeth Doocey|| Geoffrey Pope, Duncan Keith Borrowman, Monroe Palmer, Meral Hussein Ece, Steven Howard Gauge, Christopher David Noyce |- | || Respect (George Galloway) || || Lindsey German, Oliur Rahmanm, Linda Smith, Janet Noble, Sait Akgul, Salvinder Dhillon, Michael Rosen, Gregory Tucker, Tansy Hoskins, Kevin Cobham, Abdurahman Jafar |- | || United Kingdom Independence Party || Damian Hockney Peter Hulme-Cross || Adrian Roberts, Paul Cronin, Lawrence Webb, Robin Lambert, John Dunford, Ralph Steven Atkinson, Frederick James Rolph, Daniel William Moss, Heather Ann Bennett |} ==References== ==External links== *Guardian (newspaper): collection of manifestos *MayorWatch London Elections Guide Category:2004 elections in the United Kingdom Assembly election 2004 Category:June 2004 events in the United Kingdom",
 "title": "2004 London Assembly election"
}