{
 "id": "539584",
 "text": "The Roman Baths are well-preserved thermae in the city of Bath, Somerset, England. A temple was constructed on the site between 60-70AD in the first few decades of Roman Britain. Its presence led to the development of the small Roman urban settlement known as Aquae Sulis around the site. The Roman baths—designed for public bathing—were used until the end of Roman rule in Britain in the 5th Century AD. According to the Anglo-Saxon Chronicle, the original Roman baths were in ruins a century later. The area around the natural springs was redeveloped several times during the Early and Late Middle Ages. The Roman Baths are preserved in four main features: the Sacred Spring, the Roman Temple, the Roman Bath House, and a museum which holds artefacts from Aquae Sulis. However, all buildings at street level date from the 19th century. It is a major tourist attraction in the UK, and together with the Grand Pump Room, receives more than 1.3 million visitors annually. Visitors can tour the baths and museum but cannot enter the water. ==Hot spring== The water is sourced from rainfall on the nearby Mendip Hills, which then percolates down through limestone aquifers to a depth of between . Geothermal energy raises the water temperature here to between . Under pressure, the heated water rises along fissures and faults in the limestone, until it bubbles up from the ground into the baths. This process is similar to an enhanced geothermal system, which also makes use of the high pressures and temperatures below the earth's crust. Hot water at a temperature of rises here at the rate of every day, from a geological fault (the Pennyquick fault). In 1982 a new spa water bore-hole was sunk, providing a clean and safe supply of spa water for drinking in the Pump Room. ===Water quality=== Bath was charged with responsibility for the hot springs in a Royal Charter of 1591 granted by Elizabeth I. This duty has now passed to Bath and North East Somerset Council, who monitor pressure, temperature and flow rates. The thermal waters contain sodium, calcium, chloride and sulphate ions in high concentrations. The Roman Baths are no longer used for bathing. In October 1978, a young girl swimming in the restored Roman Bath with the Bath Dolphins, a local swimming club, contracted meningitis and died, leading to the closure of the bath for several years. Tests showed Naegleria fowleri, a deadly pathogen, in the water. The newly constructed Thermae Bath Spa nearby, and the refurbished Cross Bath, allow modern-day bathers to experience the waters via a series of more recently drilled boreholes. ==History == Archaeological evidence indicates that the site of the baths may have been a centre of worship used by Celts; the springs were dedicated to the goddess Sulis, whom the Romans identified with Minerva. Geoffrey of Monmouth in his largely fictional Historia Regum Britanniae describes how the spring was discovered by the pre-Roman British king Bladud who built the baths there. Early in the 18th century Geoffrey's obscure legend was given great prominence as a royal endorsement of the waters' qualities, with the embellishment that the spring had cured Bladud and his herd of pigs of leprosy through wallowing in the warm mud. ===Roman Britain=== The name Suliis continued to be used after the Roman invasion, leading to the town's Roman name of Aquae Sulis (\"the waters of Sulis\"). The temple was constructed in 60–70 AD and the bathing complex was gradually built up over the next 300 years. During the Roman occupation of Britain, and possibly on the instructions of Emperor Claudius, engineers drove oak piles to provide a stable foundation into the mud and surrounded the spring with an irregular stone chamber lined with lead. In the 2nd century it was enclosed within a wooden barrel-vaulted building, and included the caldarium (hot bath), tepidarium (lukewarm bath), and frigidarium (cold bath). After the Roman withdrawal from Britain in the first decade of the 5th century, these fell into disrepair and were eventually lost due to silting up, and flooding. The Anglo-Saxon Chronicle suggests the original Roman baths were destroyed in the 6th century. About 130 curse tablets have been found. Many of the curses are related to thefts of clothes whilst the victim was bathing.Roger Tomlin (1988), Tabellae Sulis: Roman inscribed tablets of tin and lead from the sacred spring at Bath, Oxford. ===Post-Roman use=== alt=Photograph of the Baths showing a rectangular area of greenish water surrounded by yellow stone buildings with pillars. In the background is the tower of the abbey.|thumb|right|The Great Bath — the entire structure above the level of the pillar bases is a later construction The baths have been modified on several occasions, including the 12th century, when John of Tours built a curative bath over the King's Spring reservoir, and the 16th century, when the city corporation built a new bath (Queen's Bath) to the south of the spring. Anne of Denmark came to Bath twice for her health. The court physician Théodore de Mayerne bathed Anne of Denmark in the King's Bath on 19 May 1613.Joseph Browne,Theo. Turquet Mayernii Opera medica: Formulae Annae & Mariae (London, 1703), p. 20 She returned in August 1615.William Shaw & G. Dyfnallt Owen, HMC 77 Viscount De L'Isle Penshurst, vol. 5 (London, 1961), p. 307. Anne of Denmark was surprised by a flame caused by natural gas in King's Bath, and thereafter used the New Bath or Queen's Bath where a column with a crown and the inscription \"Anna Regnum Sacrum\" was added in her honour.John Nichols, Progresses of James the First, vol. 2 (London, 1828), pp. 640, 643. The spring is now housed in 18th-century buildings, designed by architects John Wood, the Elder and John Wood, the Younger, father and son. Visitors drank the waters in the Grand Pump Room, a neo-classical salon which remains in use, both for taking the waters and for social functions. Victorian expansion of the baths complex followed the neo-classical tradition established by the Woods. In 1810 the hot springs failed and William Smith opened up the Hot Bath Spring to the bottom, where he found that the spring had not failed but had flowed into a new channel. Smith restored the water to its original course. The visitor entrance is via an 1897 concert hall by J. M. Brydon. It is an eastward continuation of the Grand Pump Room, with a glass- domed centre and single-storey radiused corner. The Grand Pump Room was begun in 1789 by Thomas Baldwin. He resigned in 1791 and John Palmer continued the scheme through to completion in 1799. The elevation on to Abbey Church Yard has a centre piece of four engaged Corinthian columns with entablatures and pediment. It has been designated by Historic England as a grade I listed building. The north colonnade was also designed by Thomas Baldwin. The south colonnade is similar but had an upper floor added in the late 19th century. The museum and Queen's Bath including the \"Bridge\" spanning York Street to the City Laundry were by Charles Edward Davis in 1889. It comprises a southward extension to the Grand Pump Room, within which some parts of the 17th-century Queen's Bath remain. ==Museum== thumb|The \"Gorgon\" head from the Temple Pediment The museum houses artefacts from the Roman period including objects that were thrown into the Sacred Spring, presumably as offerings to the goddess. These include more than 12,000 Denari coins, which is the largest collective votive deposit known from Britain. A gilt bronze head of the goddess Sulis Minerva, which was discovered nearby in 1727, is displayed. An audio guide is available in 12 languages. The Bath Roman Temple stood on a podium more than two metres above the surrounding courtyard, approached by a flight of steps. On the approach there were four large, fluted Corinthian columns supporting a frieze and decorated pediment above. The pediment, parts of which are displayed in the museum, is the triangular ornamental section, wide and from the apex to the bottom, above the pillars on the front of the building. It featured the powerful central image of a possible \"Gorgon\" head glowering down from a height of on all who approached the temple. The great head itself has snakes entwined within its beard, wings above its ears, beetling brows and a heavy moustache although there is some controversy about what this really represents, as Gorgons are usually female. An alternative interpretation sees the central head as the image of a water god such as Oceanus, and yet another as a Celtic sun god. In early 2010 various stones on the pediment were conserved and rearranged. Also on display are the remains of the elaborate hypocaust heating system, which served the sweat rooms. In 2016 planning permission was received for a new learning centre aimed at schoolchildren and linked to the baths by a tunnel. Funding is being sought from the Heritage Lottery Fund and, if successful, it is hoped the centre will open in 2019. ==Preservation== thumb|Statues on the terrace The late 19th century carvings of Roman Emperors and Governors of Roman Britain on the terrace overlooking the Great Bath are particularly susceptible to the effect of acid rain and are protected with a wash of a sacrificial shelter coat every few years. Exhibits within the temple precincts are susceptible to warm air which had the effect of drawing corrosive salts out of the Roman stonework. To help reduce this, a new ventilation system was installed in 2006. In 2009 a grant of £90,000 was made to Bath and North East Somerset Council to contribute towards the cost of re-developing displays and improving access to the Roman Baths, by the Department for Culture, Media and Sport/Wolfson Fund, which was established to promote improvements in Museums and Galleries in England. Subsequent grants have funded further work on the exhibition design and layout by London-based specialist firm, Event Communications. ==Gallery== File:bath abbey and roman baths arp.jpg|Bath Abbey West front, Roman Baths and Pump Room File:Roman Baths, Bath - Main bath.jpg|Great Bath File:Roman Baths, Bath - Sacred Spring.jpg|The 'sacred pool' File:Roman Baths, Bath - Sea Horse Mosaic.jpg|Hippocamp mosaic File:Roman Baths, Bath - Spring Overflow.jpg|Spring overflow File:Roman Baths, Bath - Frigidarium.jpg|Frigidarium (cold pool) File:Romanbathsmodel.JPG|Model of Roman Bath and Roman Temple of Sulis Minerva as they would have looked at their greatest extent in 4th century AD File:Roman Bath 21.jpg|Model of Roman Bath File:Roman baths 2014 26.jpg|Bladud Gorgon head File:Circular Roman Bath, Bath, c1900.jpg|Circular Bath (Caldaria) File:Roman baths 2014 01.jpg|19th century ceiling File:Caldarium.JPG|Caldarium. The floor has been removed to reveal the empty space which the hot air flowed through to heat the floor ==See also== * List of Roman public baths ==References== ==External links== *Official website *Conservation work within the baths. *BBC 360 degree panorama *360 degree virtual Panomorphic Tour of the museum. *History of Bath’s Spa. Category:Ancient Roman baths in England Category:Grade I listed buildings in Bath, Somerset Category:Grade I listed museum buildings Category:Holy wells in England Category:Museums in Bath, Somerset Category:Museums of ancient Rome in the United Kingdom Baths Category:Roman religious sites in England Category:Scheduled monuments in Bath and North East Somerset Bath Category:Temples of Minerva",
 "title": "Roman Baths (Bath)"
}