{
 "id": "539794",
 "text": "CHCH-DT (channel 11) is an independent television station in Hamilton, Ontario, Canada. Owned by Channel Zero, the station maintains studios on Innovation Drive in the west end of Hamilton; prior to 2021, it was located near the corner of Jackson and Caroline streets in downtown Hamilton for nearly 65 years. The station has additional offices at the Marriott on the Falls in Niagara Falls, Ontario. Its transmitter is located on First Road West in the former city of Stoney Creek. == History == === CBC affiliation (1954–1961) === The station signed on the air on June 7, 1954, operating as an affiliate of CBC Television. Its studios at 163 Jackson Street West were previously used by CJSH-FM (102.9, now CKLH-FM).Private Bids On CBC Board Agenda/Seven Bids Okayed, (PDF) Canadian Broadcaster and Telescreen/World Radio History, See pages 18 Vol. 6, No. 6 March 18th, 1953 and p. 1 (37) Vol. 12, No. 7. April 1, 1953 After CJSH's shutdown, its studios were converted for CHCH. It is the oldest privately owned television station in the Hamilton–Toronto area. At the time, all privately owned television stations in Canada were required to be CBC affiliates. CHCH-TV was founded by Ken Soble, a leader of Hamilton's urban renewal movement, and owner of radio station CHML (900 AM). === Independent station (1961–1982) === thumb|left|150px|CHCH-TV logo used from the introduction of colour television in 1966 until 1987 (a variant of this design with all-blue colouration was used until 1990). In 1961, CHCH disaffiliated itself from the CBC and became an independent station. There were three reasons for disaffiliating from CBC: Hamilton is part of the Toronto market, and Toronto-based CBLT already provided full network service to some of CHCH's viewing area; CBLT was about to increase its transmitter power and change frequencies (from VHF channel 9 to channel 6, and eventually channel 5), resulting in a near-100 percent overlap with CHCH; and the station's managers wanted to produce more local programming, instead of being forced to carry CBC programming. CHCH became the first (and for over a decade, the only) television station in Canada not to be affiliated with any network, as the other private stations (which signed on the air in 1960 or early 1961) that were not affiliated with the CBC had formed the CTV network in October 1961. === Possible flagship of a third network (1966–1981) === In the mid-1960s, CHCH was the lead station in United Program Purchase, a consortium of Canadian television stations which began purchasing some programming rights separately from the CTV and CBC networks.\"Backbone of third TV network takes shape in CHCH schedule\". The Globe and Mail, March 31, 1966. By 1966, UPP was attracting media coverage as the potential foundation for a third Canadian television network. In the fall of that year, Soble's Niagara Television, the licensee of CHCH, put forward a proposal for a network to be branded as NTV.\"Soble's pitch\". The Globe and Mail, October 27, 1996. In the original plan, CHCH would have served as the network's flagship station for the Greater Toronto Area. However, the application faced numerous regulatory hurdles and delays, and its main financial backer, Power Corporation of Canada, backed out in 1969. By 1970, however, the network application was revived by former CHCH executive Al Bruner's new Global Communications corporation, with Niagara Television and CHCH no longer involved in the bid; the Global Television Network network launched in 1974 on the new CKGN-TV. Despite the station's lack of success in developing a full-fledged network, it did become one of Canada's most prominent syndicators of non-network programming in the 1970s and 1980s, with many of its locally produced entertainment programs airing on television stations across Canada and sometimes internationally. === Superstation CHCH (1982–1997) === thumb|left|100px|The CHCH-TV logo during the early-to-mid-1990s, before the station's rebranding to ONtv. CHCH became a national superstation on January 1, 1982, when Cancom (now Shaw Broadcast Services) began carrying the station and three others (CHAN-TV Vancouver, CITV-TV Edmonton, and TCTV, essentially a rebroadcaster of CFTM-TV Montreal) to cable television providers in remote regions of the country that otherwise only had access to the CBC. During the late 1980s and early 1990s, the station began a branding effort centred around the slogan \"Together, we're the ones!\" (with different promotional variants referring to either Hamilton or Ontario as a whole, reflecting the station's cable coverage across the province) and a blue-coloured, 3D variant of the longtime \"circles\" logo; promos used a vocal tune from Frank Gari, part of the Pride Inside music package also used by the station's newscasts and movie presentations (originally commissioned by another channel 11, WBAL-TV in Baltimore). === ONtv era (1997–2001) === thumb|right|100px|CHCH-TV's logo as \"ONtv\", (1997–2001)[http://www.ic.gc.ca/app/opic- cipo/trdmrks/srch/vwTrdmrk.do;jsessionid=0000aenbY60hwSqnoT0TelSyHFN:1247nfca5?lang=eng&fileNumber;=0832824&extension;=0&startingDocumentIndexOnPage;=1 ONtv trademark data on Canadian Trademark Database] In 1990, Western International Communications (WIC) purchased CHCH. Although the station had been available on cable television in many Ontario markets for years, its broadcast signal coverage was expanded throughout Ontario in 1997 with the launch of several rebroadcasters, in an effort to compete with the reach of Global's Ontario station CIII (channel 6), and with the Baton Broadcast System, a group of mostly CTV-affiliated stations that served most of the province. In turn, WIC rebranded the station as \"ONtv\" (\"Ontario Television\"), in line with the branding conventions of many of the company's other stations, such as CHAN-TV in Vancouver (which was branded as \"BCTV\"), CITV-TV in Edmonton (which was branded as \"ITV\"), and CHCA-TV in Red Deer, Alberta (which was branded as \"RDTV\"). Local news programming shifted focus from the station's core market, the Hamilton area, toward Ontario as a whole, in an attempt to challenge what was then a regional news service provided by Global. However, with Hamilton now being largely an afterthought, and other local stations (in Toronto and elsewhere) already strong in the ratings, the shift was unsuccessful, and CHCH's ratings decreased. During the ONtv years, the station also aired WIC's nightly Canada Tonight newscast. === Canwest ownership (2001–2007) === In 2000, Canwest purchased WIC's television assets. Since Global had already served the Hamilton area through flagship station CIII-TV's transmitter in Paris, Ontario, Canwest rebranded the station \"CH\" (or \"CH Hamilton\") on February 12, 2001, and launched the CH television system in September of that year. This move launched a secondary television system for Canwest's stations in medium-sized cities located near larger markets. Local news coverage was revamped and refocused on the Hamilton/Halton/Niagara region. thumb|right|100px|CH Hamilton's second logo (2005-2007). Despite the Canadian Radio-television and Telecommunications Commission's (CRTC) television station ownership restrictions (one station per owner, per language in each market), Canwest was permitted to maintain CHCH's coverage of other markets throughout most of Ontario. However, it could not broadcast to Thunder Bay, Peterborough or Kingston because of opposition from local television stations. Some cable providers outside of Ontario also continue to carry CHCH as a form of \"superstation\". Its over-the-air signal also easily covers Buffalo, New York and Erie, Pennsylvania across the Canada–United States border. On June 7, 2004, at 8:00 p.m., CHCH-TV celebrated exactly 50 years on the air. At this time, the station aired a documentary profiling the station's history, entitled The First 50 Years: A Half Century of CH, which was hosted by Matt Hayes. It was announced that the CH brand would change starting in 2007; however, it remained in use until September 7, 2007, when Canwest rebranded CHCH's local programming from CH Hamilton to CHCH News following the relaunch of the national CH service as E! under a brand licensing agreement with the E! cable channel in the United States. CHCH's non-news schedule was rebranded on the same day as \"E! Ontario\". === Channel Zero ownership (2009–present) === On February 5, 2009, Canwest announced it would explore \"strategic options\", including the possible sale or closure, of CHCH and the company's other stations in the E! system, saying \"a second conventional TV network is no longer key to the long-term success\" of the company.\"Canwest may sell TV stations\". cbc.ca, February 5, 2009. A grassroots group, fronted by Live @ 5:30 co-host Donna Skelly, surfaced with an intent to purchase CHCH from Canwest and return the station to its former local focus.\"CHCH staff launch bold bid\" The Hamilton Spectator (2009-02-26)\"Will townsfolk save the House of Frightenstein?\" From Toronto Star, March 15, 2009. In March 2009, paperwork filed with the CRTC for a one-year renewal of CHCH's licence revealed that the station was projected to lose nearly $30 million during the station's 2010 fiscal year which began on September 1, 2009 – with projected revenues of just $41 million against costs of $69 million. John Douglas, a spokesperson for Canwest, said that CHCH, and its other stations in the E! group, were money losers during the last decade, coupled with the Canadian broadcasters' dependency on American programming for profits.CHCH-TV, Hamilton Projected to Lose $30-million, Broadcaster Magazine, March 18, 2009. thumb|right|160px|Logo used by CHCH from 2009 to 2010. It is essentially an altered version with \"NEWS-MOVIES\" on the bottom centre. On June 30, 2009, Channel Zero announced that it would purchase CHCH and CJNT-TV in Montreal from Canwest in exchange for $12 in cash and the assumption of various station liabilities.Channel Zero Inc. agrees to purchase CHCH-TV Hamilton and CJNT-TV Montreal from Canwest CNW Group (2009-06-30)Channel Zero Inc. agrees to purchase CHCH-TV Hamilton and CJNT-TV Montreal from Canwest (Video News Coverage) (2009-06-30) The CRTC approved the sale on August 28, 2009.Broadcasting Decision CRTC 2009-536Broadcasting Decision CRTC 2009-537 Channel Zero took control of the station's programming at 12:00 a.m. Eastern Time on the morning of August 31, beginning its tenure with a film from the 1980s. CHCH disaffiliated itself from E! (which shut down at the end of that day), and adopted a new programming format consisting of local newscasts throughout the day on weekdays and movies at night (as well as all day on weekends, outside of limited newscasts, infomercials and other select programs during the morning and evening hours), and reverted to branding itself as \"CHCH\". The first film broadcast in prime time that night was Rocky, signifying the new ownership's come-from-behind spirit. CHCH would add, in sparse amounts, additional programming during the 2009–10 season, including Let's Get It On, a mixed martial arts program; Ed the Sock's This Movie Sucks!, a movie show featuring the former MuchMusic character alongside co- host Liana Kerzner and comedian Ron Sparks; and infomercials. In September 2010, CHCH, for the first time since its purchase by Channel Zero, began airing American network television series; many of the programs that were added, including Smallville, Supernatural, Jimmy Kimmel Live!, 48 Hours Mystery, 20/20, Chuck, and 60 Minutes had been seen in the Toronto-Hamilton market on CKXT-TV (channel 52; that station's owner, Quebecor, was in the process of replacing it with the all-news cable channel Sun News Network).Channel Zero loads up on U.S. network series , THR, 2010-06-14 CHCH also debuted additional original local programs Sportsline (hosted by Mark Hebscher and Clint \"Bubba\" O'Neil), and launched a second series with Ed the Sock, the entertainment newsmagazine spoof I Hate Hollywood.ed the sock Coinciding with the schedule changes was the introduction of an updated version of CHCH's classic multi-coloured logo used from the 1960s to the 1980s.Source: CHCH Fall 2010 press release CHCH 2010 Fall Preview – New shows, new logo and more thumb|upright|CHCH and Channel Zero signs are up on the side of 163 Jackson Street West. E! and CHCH News logos had been placed up in 2007. The red E! logo was removed after Channel Zero took control of CHCH in 2009, and has replaced the previous E! era newscast logo the following year. On April 10, 2011 Green Party leader Elizabeth May participated in a panel interview on CHCH, which she was invited to attend, as were the leaders of the Bloc Québécois, Liberals, New Democratic Party and Conservatives, by Channel Zero, whose president was disappointed by May's exclusion from the 2011 election leaders' debates. On April 18, 2011, CKXT-TV converted from an independent station to a simulcast of the Sun News Network, leaving CHCH as the only independent station in the Toronto/Hamilton area (the station ceased operations approximately seven months later on November 1, 2011). On June 8, 2011, at Channel Zero's upfront presentation for advertisers for the 2011–12 television season, the company announced a programming distribution deal with 20th Century Fox, giving CHCH and CJNT access to show first-run exclusive broadcast movie premieres, most notably Avatar, which first aired in May 2012 on both stations, featuring the director's cut version of the film not shown in theatres. Other debut titles included Crazy Heart, Taken and X-Men Origins: Wolverine.CHCH and Metro 14 Announce Fall Line-Up During a broadcast of News Now AM on April 20, 2012, Cogeco's and Shaw Cable's transmissions of CHCH's signal were interrupted for approximately three minutes by the broadcast of a scene from a hardcore gay pornography film from an unidentified adult-oriented specialty channel.Gay Porn Interrupts Canadian Local TV Newscast, The Hollywood Reporter, April 20, 2012. The substitution appeared to have been made by a cable operator during repairs of severed cable lines, and not at CHCH, leaving the station's over-the-air viewers and subscribers of other cable and satellite providers unaffected. Channel Zero denied that the program in question came from any of its adult-oriented Category B specialty channels (Maleflixxx Television, XXX TV and AOV TV).Hamilton, Ont., news station broadcasts gay porn, Toronto Sun, April 20, 2012. The Canadian Radio- television and Telecommunications Commission later announced it would be investigating the incident as a cable transmission issue.movie interrupts morning news broadcast at Hamilton TV station, The National Post, Apr 20, 2012. In September 2012, CHCH acquired the rights to Wheel of Fortune and Jeopardy! from CBC Television, after the network's exclusive contract to carry both game shows expired. The shows were dropped for the fall 2014 season and The Simpsons began airing on Friday nights.CHCH Media Kit In June 2014, CHCH celebrated its 60th anniversary of broadcasting. === 2015 news department bankruptcy and aftermath (2015–present) === On December 11, 2015, CHCH cancelled that evening's 6:00 p.m. newscast amid fears the station was facing a shutdown. Though the station remained on the air, CHCH's daytime rolling news format was discontinued at 4:00 p.m., with Channel Zero CEO Romen Podzyhun appearing on the air to announce that the station's local newscasts would remain off the air through the weekend, and would return on December 14. In addition, Channel Zero announced that Channel 11, L.P., the subsidiary that had produced CHCH's newscasts since 2009, had filed for bankruptcy. Podzyhun blamed this on a loss of federal subsidy and an inability to draw national advertising revenue to a locally oriented station, but stated that the station itself was not shutting down. CHCH's news output would be scaled back to what it determined to be its \"core news programs\", only producing 17.5 hours of newscasts a week (a morning show and 6:00 and 11:00 newscasts, with no weekend news), after having produced 80 weekly hours of news before the cutbacks; the local news is mainly being maintained to meet the station's licence requirements. A few programs from Bloomberg Television such as Studio 1.0, Good Fortunes and The Daily Brief were added to the station's schedule the following week. Coincidentally, CHCH's former program The Morning Market used resources from Bloomberg twenty years before CHCH shared common ownership with Bloomberg TV Canada. The news graphics that had been used for morning and daytime news programming were kept intact for Morning Live and daytime programming produced by Channel Zero and Bloomberg TV Canada such as The Pinkertons and The Daily Brief. In 2015, CHCH-DT teamed up with fellow independent CJON-DT and the three Yes TV stations (including nearby station CITS-DT) to share and syndicate YesTV's secular programming in arrangement referred to in advertising sales information as the Net5 alliance (referring to the three O&Os; and two affiliates).NET5 Profile Since Fall 2016, CHCH has replaced many airings of these programs with newly acquired daytime shows on weekdays, and movies on the weekends. Net5 was rebranded as indieNET following the addition of two other independent stations. In the spring of 2016, Channel Zero put the studios of CHCH-DT (from which the station has continuously operated, starting in 1954) on the market. The studios include the historic stone mansion \"Pinehurst\" (built in 1850 by local politician Tristram Bickle and owned by William Southam from 1892 until his death in 1932), as well as the large silver addition dubbed \"Spaceship 11\" for its futuristic appearance (built in 1983), for . The sale was to a private investor group named Television City, who would rent out half of \"Spaceship 11\" to CHCH-DT for two and a half years, while looking for other tenants (Pinehurst is protected by the Ontario Heritage Act and will not be altered). It was expected for the sale to close by the middle of November 2016. In October 2018, CHCH announced a new location for its studios, leaving its long-time location on Jackson Street West in downtown Hamilton, and moving to 4 Innovation Drive in Dundas. The property is to be renovated for a news operation, which the station originally intended to have up and running by the spring of 2021. While the station left the Jackson Street studio in June 2021, delays in renovations to 4 Innovation Drive forced it to move to a temporary studio across the street. With renovations nearly complete, CHCH hopes to move in to 4 Innovation Drive by February 2022. == Programming == As an independent station, CHCH produced local programs such as the children's talent show Tiny Talent Time (which was revived in September 2014 in honour of the station's 60th anniversary),Tiny Talent Time returning to Hamilton channel CHCH, Canada.com, June 11, 2013. Jane Gray's Hobby Time and a daily talk show hosted by Elaine Callei. The station also produced a number of important Canadian syndicated series in the 1970s and 1980s, including The Pierre Berton Show, The Hilarious House of Frightenstein, Me & Max, Party Game, The Baxters, the Canadian version of Supermarket Sweep, and Smith & Smith, and was the original television home of The Red Green Show. Hamilton native Martin Short also made his television debut on the station. The 1986–87 syndicated revival of Split Second hosted by Monty Hall was also taped at CHCH's studios; their involvement was noted in the credits of the show in Canadian broadcasts, whereas the American copies only noted distributor Viacom Enterprises. As of September 2018, CHCH's daytime programming consists of locally produced newscasts geared primarily to the Golden Horseshoe region of Southern Ontario, and a block of classic television series airing weekdays from 10 a.m. to 6 p.m. and featuring sitcoms and dramas from the 1970s and 1980s. In prime time, the station runs only a handful of first-run domestic and American entertainment programs during prime time and the late evening hours as well as movies. A syndication deal with 20th Television provided the station with programming from both the National Geographic Channel and MTM Enterprises libraries, but by September 2018, most of the National Geographic programming was dropped as the station had reformatted to emphasize its retro programming. Some of CHCH's imported programs air on CHEK-DT in Victoria, British Columbia, a separately-owned independent station which had been CHCH's sister station during the WIC, CH and E! eras. Upon the initial dissolution of the E! system, the two stations jointly purchased a virtually identical lineup of prime time programming at first, although their prime time schedules later began to diverge. CHEK currently airs entertainment programs from Yes TV, which already serves the Toronto–Hamilton market with CITS-DT. === Sports programming === The station broadcast home games from the Hamilton Red Wings (a minor league hockey team in the OHA Junior \"A\" league that was an affiliate of the NHL's Detroit Red Wings) from the Hamilton Forum (which were both owned by Ken Soble) on Thursday nights in the 1960s, with Norm Marshall doing the play-by-play. For a time, CHCH broadcast local mid-week telecasts of NHL games from the Toronto Maple Leafs, and co-produced Buffalo Sabres games with Adelphia Cable and the Sabres' owners. It also produced a wrestling show called Ringside Wrestling, which was filmed in the Telecentre, before later moving to the Hamilton Forum. The station later reproduced World Wrestling Federation programs for Canadian audiences before the company's focus shifted entirely to cable television. For a number of years, CHCH also broadcast Sunday afternoon coverage of regular season games from the NFL's Buffalo Bills because CTV (and later, the Global Television Network) had to choose the Detroit Lions for its Ontario stations as part of that network's NFL coverage (the Bills are now seen primarily on Sportsnet Ontario; the Lions have returned to CTV). McMaster Marauders university football was broadcast on the station during the late 1990s and early 2000s; beginning in 2015, CHCH resumed carrying Ontario University Athletics football, carrying the conference's playoff tournaments and, beginning in 2017 after City passed on the package, some regular season games as well.http://www.oua.ca/sports/fball/2017-18/releases/2017-2018_OUA_Football_Games_Airing_Live_on_CHCH In August 2020, the Canadian Premier League announced a deal with CHCH to broadcast one game per week, every Sunday, in addition to the two games per week on CBC Sports. === Current programming === ==== First-run ==== *20/20 *American Song Contest (since March 2022) *Canadian Premier League soccer *Empire *Fresh Off the Boat *Nightline *OJHL Game of the Week *OUA University Rush *To Tell the Truth *andPOP *Morning Live *Tiny Talent Time ==== Re-runs ==== *Bewitched *Community *Dr. Ken *Funny You Should Ask *I Dream of Jeannie *The Lone Ranger *Lost in Space *M*A*S*H *The Mary Tyler Moore Show *Mission: Impossible *The Pinkertons *Rawhide (only for seven seasons from 1959 until 1965) *Rock Icons *Science of Stupid *Top Million Dollar Agent *White Collar ==== Feature films ==== *CHCH at the Movies === Former programs === *Bloomberg Markets Canada *Bloomberg North *This Movie Sucks! *Sportsline *Sportscope *The Simpsons *At Home *Wheel of Fortune *Jeopardy! *Jimmy Kimmel Live! *Smallville *Canada Tonight – National news program aired during WIC ownership. *Chuck *CHCH News Now *CHCH Noon News *CHCH Niagara Express *CHCH Straight Talk *First Edition *Square Off *Supernatural *The Morning Market – Morning financial news program; aired in the late 1990s *The Originals *Nashville *I Hate Hollywood *FABLife *Access Hollywood *Dateline Mystery *Wynonna Earp *Raising Hope *Killer Comebacks *British Drama Night *Judge Judy *Strong *The X-Files *Rosewood *Cheers *Numb3rs *Happy Days *Last Man Standing *CSI: NY *House of Cards *Hoff the Record *Krown Countdown U *Justice With Judge Mablean *Right This Minute *Studio 1.0 *The Americans *Batman *Betty White's Off Their Rockers *The Bob Newhart Show *Brain Games *Degrassi: The Next Generation *Genius *Good Fortunes *The Incredible Dr. Pol *The Monkees *Newhart *The Partridge Family *The Red Green Show *Sleepy Hollow *The Strain === News operation === CHCH airs 25½ hours of locally produced newscasts each week (with 4½ hours each weekday and 1½ hours each on Saturdays and Sundays).\"CRTC wants TV stations to air 7 hours a week of local news\". Toronto Star, June 15, 2016.thumb|One of CHCH's current news vehicles. ==== Since 2008 ==== thumb|upright|Jaclyn Colville at the Hamilton Festival of Friends in 2012. In late 2008, Canwest placed CHCH's longest serving news anchors, Connie Smith (whose last day on the air occurred on November 28, 2008) and Dan McLean (who left on December 12) on forced retirement, blaming financial troubles and budget cuts. After their departures, Annette Hamm began handling anchoring duties on a shortened noon newscast, and co-hosting Morning Live with Bob Cowan, while Nick Dixon took over anchoring duties on the 6:00 p.m. newscast. Since being taken over by Channel Zero on August 31, 2009, Hamm and Cowan have co-hosted a restored hour-long newscast at noon. A few local non-news programming were also cancelled at this time including At Home, Sportscope, Niagara Express, and Straight Talk. In January 2009, CHCH's Morning Live program began to be simulcast on former Toronto sister station CIII-TV owing to the cancellation of its own morning newscast Global News Morning. The simulcast on CIII was dropped at the end of August after Channel Zero took control of CHCH, with CIII replacing it with lifestyle programming reruns and rebroadcasts of its 11:00 p.m. newscast from the previous night. While the station continued to share helicopter traffic services provided by the Canadian Traffic Network, the arrangement between Canwest and CHCH ended on December 31, 2009, as Canwest held the exclusive rights to CTN services in the Greater Toronto Area. Upon becoming an independent station on August 31, 2009, the station adopted a news-intensive format, replacing network programming in the 9:00 a.m. to noon and 1:00 to 4:00 p.m. periods on weekdays with expanded newscasts. On September 12, 2011, CHCH increased its local news programming by launching a 90-minute extension of Morning Live, titled Morning Live First Edition, airing weekdays from 4:00 to 5:30 a.m.; this made CHCH the first Canadian television station (and the first in the Buffalo–Niagara region; WGRZ would follow with a 4:30 a.m. newscast in 2012) to air a morning newscast that starts before 5:30 a.m. The program expanded to two hours, extending it from 4:00 to 6:00 a.m. on September 10, 2012. As a result, the station moved the original Morning Live broadcast's start time by a half-hour and its end time by one hour, running it from 6:00 to 10:00 a.m.CHCH-TV To Launch Canada's Earliest Morning Show Its heavy weekday newscast total was largely due to a prominent daytime rolling news block on weekdays (airing from 4:00 a.m. to 5:00 p.m., along with an hour-long newscast at 6:00 p.m., and 11:00 p.m.). In addition, the station also produced a half-hour sports discussion program called Sportsline, which aired each weeknight at 5:00 p.m.; and a half-hour political discussion program Square Off, which immediately followed Sportsline at 5:30 p.m. The rolling news block was removed for an hour at 1 p.m. to air Justice with Judge Mablean. On December 11, 2015, at 4:00 p.m., Channel Zero CEO and Chairman Romen Podzyhun announced, in a pre-recorded message, that Channel 11 L.P., the division responsible for providing news programming for CHCH and the employer of the relevant staff, was declaring bankruptcy, and news programming was suspended immediately. He added that a major restructuring and changes to news coverage would start the following Monday. ==== Restructuring of the news operation ==== Because of the bankruptcy, the entire staff of 165 was cut in the news organization. The new company that was formed in the restructuring offered jobs to 81, including 58 full-time and 23 part-time positions. Chris Fuoco, Channel Zero vice-president, said that by 3 p.m. on December 15, 77 people had accepted the offer of employment with the new company. The restructuring was viewed by some as a union-busting attempt in light of a December 14 note sent by a CHCH News Account manager, Kathleen Marks, to a prospective advertiser indicating that the new company would not be burdened by the union or old CanWest debt. The union, Unifor, asked Channel Zero to honour its commitment. According to the Toronto Star, \"Under Ontario law, businesses must honour existing collective agreements when they take over a company unless they dramatically change the nature of the work being performed.\" A Hamilton Spectator article on December 16 indicated that a meeting between Channel Zero and Unifor was scheduled for later that day and that Channel Zero insisted that the note about the union was written by an individual who was not a company spokesperson. Sarah Gardiner of Channel Zero also countered the union-busting allegation, stating that it was false and adding that \"Many unionized employees were hired\" [by the new company]. The amount offered to laid-off employees is in dispute with Channel Zero claiming a minimum of $4000 to be paid per person (for any accrued vacation, expense reimbursements and regular pay) and some employees disputing that amount. A news item on the CHCH web site, dated December 15, indicated that no severance pay had been offered to any employee, although all were union members. The bankruptcy documents indicate $1.6 million owed to employees, though without specifics. After several calls, emails and social media posts from viewers over the two months since the restructuring, CHCH announced on February 18, 2015, that Morning Live would return to a start time of 6am on February 22. The show would be live from 6am to 9am, with the 8am hour repeated from 9am to 10am. On September 7, 2016, CHCH announced the return of local weekend news programming with two half hours of news at 6pm and 11pm starting October 29, 2016, citing advertiser and viewer demand. The announcement came three months after the CRTC announced plans to launch a local news fund to subsidize local newscasts. ==== Affected on-air employees ==== The CHCH web site stated that \"Going forward, Morning Live will air between 7 a.m. to 9 a.m., the 6 o'clock newcast will be anchored by Nick Dixon and Taz Boga, and Taz will return for a half hour at 11:00 p.m.\" Metroland Media reported that Nick Dixon would also produce the 6 p.m. newscast, and that the on-air personalities or reporters who had been laid off include Lori D'Angelis, Matt Hayes, Sean Cowan, Donna Skelly, Ken Welch, Scot Urquhart, Lauran Sabourin, Liz West, Mark Hebscher, Jaclyn Harper (Colville), Natalie Marconi, Miranda Anthistle and Elise Copps. The shorter Morning Live show would continue to be anchored by Bob Cowan and Annette Hamm. Square Off was revived into a podcast called Unplugged, and later No Fun Intended by former co-hosts Mark Hebscher and Liz West, with the same format. However, it appears this podcast has ended, with both Hebscher and West moving on to independent projects. Hebscher now hosts a sports podcast, and West is working in independent productions. ==== Notable on-air staff ==== * Annette Hamm – Co-Host, Morning Live ==== Former on-air staff ==== * Michelle Dubé – reporter and anchor; now reporter and anchor for CTV Toronto * Lisa Hepfner – reporter; now a federal Member of Parliament for Hamilton Mountain * Heather Hiscox – anchor and executive producer; now news anchor for CBC News Network * Dan McLean – senior news anchor (1970–2008); later news anchor at CIXK-FM in Owen Sound, Ontario; retired June 2013 * Jennifer Mossop – news anchor and executive producer; later Liberal Member of Provincial Parliament for Stoney Creek, and now a communications consultant * Geoffrey Scott – Ottawa correspondent in the late 1960s and early 1970s; former Canadian Member of Parliament for the riding of Hamilton—Wentworth, 1978–1993. == Technical information == === Subchannel === {| class=\"wikitable\" ! Channel ! Video ! Aspect ! Short name ! ProgrammingRabbitEars TV Query for CHCH |- | 11.1 || 1080i || 16:9 || CHCH-DT || Main CHCH-DT programming |- |} === Analogue-to-digital conversion === thumb|CHCH HD logo The station launched its digital signal on UHF channel 18 on April 18, 2008. CHCH shut down its analogue signal, over VHF channel 11, on August 15, 2011, two weeks prior to the August 31 date on which Canadian television stations in CRTC-designated mandatory markets transitioned from analogue to digital broadcasts. The station's digital signal relocated from its pre-transition UHF channel 18 to its former analogue-era VHF channel 11.Digital Television – Office of Consumer Affairs (OCA) Archived at Ghostarchive and the Wayback Machine: The analogue signal was discontinued immediately preceding the switch. CHCH-DT is available on digital cable and over-the-air through digital tuners and converter boxes. Since September 12, 2011, CHCH's HD feed has been carried by satellite provider Bell Satellite TV on channel 1057. On March 9, 2012, Channel Zero- operated numbered company 2190015 Ontario Inc. was granted permission to move the station's broadcasts from VHF channel 11 to UHF channel 15 (which had recently been vacated by CKXT-DT-1), in response to poor reception of CHCH-DT along its fringes in the Greater Toronto Area, compared to its former analogue signal on VHF channel 11 and transitional digital signal on UHF channel 18. During the application process, the station also claimed that Mobile DTV services perform better in the UHF band, and this move would allow the station to plan for a potential Mobile DTV feed. Industry Canada stated that this application is technically feasible, though pirate broadcaster Star Ray TV, had broadcast in analogue on UHF channel 15 from a transmitter in The Beaches neighbourhood of Toronto. (Star Ray would convert to digital following CHCH's reassignment to channel 15, broadcasting on UHF channel 22.) Tri-State Christian Television's WNYB from Jamestown, New York also has a Buffalo-based translator, WBNF-CD, on UHF channel 15, which would require addressing by the CRTC due to the closer location of CHCH's transmitter to WBNF-CD. On November 12, 2013, CHCH began transmitting a test signal on UHF channel 15, displaying colour bars and tone with text message reading \"CHCH-DT RF15 Testing\". On December 2, 2013, CHCH moved its digital signal to channel 15, allowing CHCH to broadcast with a considerably higher power of 132 kW compared to 6 kW on channel 11 and 60 kW from their former transitional digital frequency on channel 18. The station's virtual channel continues to be mapped as 11.1. === Transmitters === On August 28, 1996, CHCH received CRTC approval to add new rebroadcast transmitters across most of Ontario.Decision CRTC 96–544 The launch of the transmitters in 1997 coincided with the rebranding of the station as \"ONtv\". {| class=\"wikitable\" ! Station ! City of licence ! Channel ! Virtual ! ERP ! HAAT ! Transmitter coordinates |- style=\"vertical-align: top; text-align: left;\" | CHCH-DT-1 | Ottawa | 22 (UHF) | 11 | 25 kW | | |- style=\"vertical-align: top; text-align: left;\" | CHCH-DT-2 | London | 14 (UHF) | 51 | 68 kW | | |- style=\"vertical-align: top; text-align: left;\" | CHCH-DT-3 | Muskoka | 28 (UHF) | 67 | 67 kW | | |- style=\"vertical-align: top; text- align: left;\" | CHCH-TV-4 | Sudbury | 41 (UHF) | N/A | 35 kW | | |- style=\"vertical-align: top; text-align: left;\" | CHCH-TV-5 | Sault Ste. Marie | 38 (UHF) | N/A | 5 kW | | |- style=\"vertical-align: top; text-align: left;\" | CHCH-TV-6 | North Bay | 32 (UHF) | N/A | 5 kW | | |- style=\"vertical-align: top; text-align: left;\" | CHCH-TV-7 | Timmins | 11 (VHF) | N/A | 3.3 kW | | |- style=\"vertical-align: top; text-align: left;\" |} During the analog television shutdown and digital conversion in August 2011, CHCH's transmitters in Ottawa, London, and Muskoka (serving Barrie, part of the Toronto market) were converted to digital, since the transmitters were in or near markets that were mandated to make the switch. At the time, the transmitters broadcast the channel in standard-definition 480i due to depending on Shaw Broadcast Services, which did not carry CHCH HD. By September 2014, transmission was upgraded to 1080i. == References == == External links == *CHCH official website *Canadian Communications Foundation – CHCH-DT History * HCH-DT HCH-DT Category:Channel Zero (company) Category:Television channels and stations established in 1954 HCH-DT Category:1954 establishments in Ontario Category:Former Corus Entertainment subsidiaries Category:Classic television networks",
 "title": "CHCH-DT"
}