{
 "id": "539728",
 "text": "Castelldefels () is a municipality in the Baix Llobregat comarca, in the province of Barcelona in Catalonia, Spain, and a suburban town of the Metropolitan Area of Barcelona. Its population is 65,954 (IDESCAT, 2017). ==Geography and location== It is located about southwest of Barcelona, just to the north of the massís del Garraf and is the last town on the coast before the comarca of Garraf. The town is famous for its long beach (more than 5 km) and well-known for being an affluent area, as the place of residence of many famous sportsmen, such as Lionel Messi, Luis Suárez, Philippe Coutinho, or formerly Ronaldinho; and for being the city which inspired the creation of the character \"El Neng de Castefa\" who used to appear on the late night show called \"BFN\" hosted by the showman and presenter Andreu Buenafuente. During the summer, many people from Barcelona and the countryside visit it. Nearby towns include Gavà, Viladecans, Sant Boi de Llobregat, Sitges and el Prat de Llobregat. Castelldefels borders the coast of the Mediterranean Sea between Sitges and Gavà with a major beach. Castelldefels also enjoys close proximity to the major international airport of Barcelona, as El Prat Airport is about 15 km of a drive. The Olympic canal, called Canal Olímpic de Catalunya, built for the 1992 Summer Olympic Games of Barcelona is in the town. The main-belt asteroid 72037 Castelldefels, discovered in 2000, is named after the town. ==Demography and governance== {| class=\"wikitable\" |+Population ! width=50px | 1900 ! width=50px | 1930 ! width=50px | 1950 ! width=50px | 1970 ! width=50px | 1986 ! width=50px | 2005 |- | align=\"center\" | 289 | align=\"center\" | 797 | align=\"center\" | 2039 | align=\"center\" | 13,219 | align=\"center\" | 27,932 | align=\"center\" | 56,718 |} Between 1979 and 2011, the town was governed by the Socialists' Party of Catalonia (PSC). The first democratic mayor after Constitution was . In 2011, the conservative People's Party (PP) won a plurality of seats for the first time, and Manuel Reyes of the PP was elected mayor of the town.\"El PP promet austeritat a Castelldefels després de conquerir la històrica alcaldia socialista\", ara.cat, 11 June 2011 In 2015, the eco-socialist Candela López of the ICV was elected mayor by a leftist government coalition. ===Summary of council election results=== {| class=\"wikitable\" ! !! 1979 !! 1983 !! 1987 !! 1991 !! 1995 !! 1999 !! 2003 !! 2007 !! 2011 !! 2015 !! 2019 |- | Socialists' Party of Catalonia (PSC) || 8 || 15 || 12 || 11 || 9 || 9 || 8 || 9 || 7 || 4 || 6 |- | Initiative for Catalonia Greens (ICV) || rowspan=2|5 (a) || || rowspan=2|2 || || rowspan=2|3 || 1 || rowspan=2|2 || rowspan=2|3 || rowspan=2|3 || rowspan=2| || rowspan=2| |- | United and Alternative Left (EUiA) || 1 (b)|| 1 (b)|| 1 |- | Movem Castelldefels (with ICV-EUiA) || || || || || || || || || || 4 || 4 |- | Union of the Democratic Centre (UCD) || 4 || || || || || || || || || || |- | Independents/Residents groups || 2 || || || || || 1 || 2 || 2 || 2 || || |- | Convergence and Union (CiU) || 1 || 3 || 5 || 6 || 4 || 4 || 3 || 4 || 5 || 2 || |- | Together for Castelldefels (PDeCAT) || || || || || || || || || || || 1 |- | Republican Left of Catalonia (ERC) || 1 || || || || || || 1 || 1 || || 3 || 4 |- | People's Party (PP) || || 2 (c) || 1 (c) || 3 || 5 || 5 || 5 || 5 || 8 || 8 || 8 |- | Democratic and Social Centre (CDS) || || || 1 || || || || || || || || |- | Citizens – Party of the Citizenry (C's) || || || || || || || || 1 || || 2 || 2 |- | Castelldefels Si Pot (CSPOT) || || || || || || || || || || 2 || |- ! Total number of seatsEleccions municipals 1979–2011, Ciutats catalanes de més de 25.000 habitants, Historiaelectoral.com, accessed 4 September 2011|| 21 || 21 || 21 || 21 || 21 || 21 || 21 || 25 || 25 || 25 || 25 |} (a) results for the Unified Socialist Party of Catalonia (b) results for the Party of the Communists of Catalonia (c) results for the People's Alliance ==Education== Castelldefels School of Technology provides higher education in aeronautics and telecommunications technology. The town is also the location of the Castelldefels and Nexus (sixth form college) campuses of the British School of Barcelona (BSB). \\- This is visible by clicking the contact address information tabs at the footer of the page. There are ten public primary schools and three public secondary schools. ==Transport== Transport links include two stations (Castelldefels and Platja de Castelldefels) on RENFE line R2 from Sant Vicenç de Calders to Maçanet-Massanes via Barcelona, bus routes to Barcelona (L94, L95, L97), Barcelona Airport (L99) and Sant Boi de Llobregat (L96), as well as an urban bus route connecting the rest of the town (CF1), the C-32 motorway and the C-31 and C-245 dual carriageways. A second railway line is due to be constructed from Cornellà de Llobregat to Castelldefels. ===2010 accident=== On 23 June 2010, 12 young people were killed, and 14 injured, when they were hit by an express train as they crossed the tracks in the railway station at Platja de Castelldefels, while on their way to a summer solstice bonfire party on the beach.\"Twelve Spanish Teenagers Killed by Express Train\", The Guardian, 24 June 2010. Retrieved 24 June 2010 ==References== * Panareda Clopés, Josep Maria; Rios Calvet, Jaume; Rabella Vives, Josep Maria (1989). Guia de Catalunya, Barcelona: Caixa de Catalunya. (Spanish). (Catalan). ==External links== * Official site (in Catalan and Spanish) * Artistic and historical buildings in Castelldefels (in Catalan) * Government data pages",
 "title": "Castelldefels"
}