{
 "id": "539904",
 "text": "Rhea Jo Perlman (born March 31, 1948) is an American actress. She played head- waitress Carla Tortelli in the sitcom Cheers (1982–1993). Over the course of 11 seasons, Perlman was nominated for ten Emmy Awards for Outstanding Supporting Actress – winning four times – and was nominated for a record seven Golden Globe Awards for Best Supporting Actress in a Television Series. She has also appeared in films, including Canadian Bacon (1995), Matilda (1996), The Sessions (2012), and Poms (2019). ==Early life and family== Perlman was born on March 31, 1948, in Coney Island, Brooklyn, to Philip Perlman, a Polish immigrant who was a manager at a doll parts factory and Adele, a bookkeeper. She grew up in Bensonhurst in a Jewish family with additional roots in Russia. She has a sister, Heide, who is a television writer, story editor, and producer who worked on Cheers, Frasier and The Tracey Ullman Show. In the mid-1980s, their parents moved to Los Angeles, and their father became an extra on Cheers. His character became known by his real name, Phil, and he managed to get a few lines over the years as he appeared in more than 30 episodes. He created a second career as a character actor, appearing in several films and television shows, including Throw Momma from the Train, Hoffa, and Frasier. She studied drama at Hunter College in New York, earning a Bachelor of Arts degree in 1968. ==Career== thumb|right|upright|Perlman at the 1988 Emmy Awards Perlman began her acting career with a small role as an attendant in the off-off-Broadway play Dracula Sabbat, which ran from September 1970 to June 1971. In 1972, she played a bit role in the film Hot Dogs for Gauguin. That same year she appeared in Westbeth Playwrights Feminist Collective's production of Up – An Uppity Revue, along with her future husband, Danny DeVito. One of her first notable parts was a recurring role on the television show Taxi as Zena, the sweet girlfriend of Louie De Palma (played by DeVito). Following that, she had a role in a small play portraying a much tougher character. Producers Glen and Les Charles saw her in that play, which led to her landing the role as wisecracking barmaid Carla Tortelli on their sitcom Cheers in 1982. The series struggled with ratings in its first season, but by the time it ended in 1993, it was one of the most popular and successful shows of all time, winning 20 Emmy awards out of 95 nominations. Perlman won the Emmy Award for Outstanding Supporting Actress in a Comedy four times: in 1984, 1985, 1986 and 1989. Over her 11 seasons on Cheers, she was nominated for an Emmy every year but 1992, becoming the Cheers star to have the most wins and nominations. She was also nominated for a Golden Globe for Best Supporting Actress six times, more than anyone else in that category. In 2011, CBS named Carla Tortelli as one of the greatest TV characters of all time. In 1986, Perlman starred in an episode of Steven Spielberg's Amazing Stories titled \"The Wedding Ring,\" which also starred DeVito as her character's husband. In the 1990s, Perlman starred in several TV movies and motion pictures. In 1992, she starred in the made-for-TV-movie, To Grandmother's House We Go opposite Ashley Olsen and Mary-Kate Olsen, playing the wife of Jerry Van Dyke's character; the couple kidnapped the Olsen Twins' characters, hoping to cash in on ransom before Christmas. Other TV films in which she starred included the dramas A Place to Be Loved and In Spite of Love. Perlman's motion picture roles included There Goes The Neighborhood (1992), Canadian Bacon (1995), Carpool (1996), Sunset Park (1996), and Matilda (1996). She had a cameo in the film 10 Items Or Less (2006), and also starred in the 2007 independent film Love Comes Lately. In 1994, Perlman voiced 9-Eye in The Timekeeper, a Circle-Vision show at the Magic Kingdom in Tomorrowland. She later starred in the 1996 sitcom Pearl as the title character and was featured on the 2001 TV drama Kate Brasher. Among her notable guest appearances was on the fourth-season premiere of Becker, which starred Cheers co-star Ted Danson. Perlman also appeared in a 2000 television film How to Marry a Billionaire: A Christmas Tale, in which she impersonated Jacqueline Kennedy. She also portrayed a therapist called Dr. Parella in the 2000 film Secret Cutting, which follows the story of a young girl named Dawn who self- injures. In 2007, Perlman appeared as Bertha in the West End of London in the comedy Boeing Boeing. In 2008, she starred in the Hallmark Channel original movie, The Christmas Choir, and appeared in Beethoven's Big Break in 2008 as Patricia Benji. In 2009, she appeared as Tanya's mother on the series Hung for Home Box Office Networks. In 2011, Perlman had a guest appearance as Mittens in one episode of Wilfred. In 2009, Perlman and her daughter Lucy DeVito starred in the off-Broadway play Love, Loss, and What I Wore, adapted by Nora and Delia Ephron, at the Westside Theatre. From 2014 to 2017, she starred in a recurring role on The Mindy Project as Danny's mother, Annette Castellano. ===Writing=== Perlman is the author of the illustrated children's book series Otto Undercover, whose six books to date (as of the middle of May 2012) are Born to Drive, Canyon Catastrophe, Water Balloon Doom, Toxic Taffy Takeover, The Brink of Ex-stink-tion, and Brain Freeze. ==Personal life== thumb|Perlman with husband Danny DeVito in 2006. Perlman met Danny DeVito on January 17, 1971, when she went to see a friend in the single performance of the play The Shrinking Bride, which also featured DeVito. They moved in together two weeks after meeting Lovece, pp. 53, 80 and married on January 28, 1982. They have three children: Lucy Chet DeVito, Grace Fan DeVito, and Jacob Daniel DeVito. Perlman, who is Jewish, and DeVito, who was raised Catholic, raised their children celebrating the major holidays of both religions but did not give their children any religious identity. Perlman told the Los Angeles Times in 1998: \"We do all the holidays to keep the traditions and the culture going, but I truly don't have a great feeling about any particular organized religion, and I don't think it's right to impose one on my kids. I feel like I'm bringing them up to be good people, and that's what it's about.\" The family resided in Beverly Hills, California, and they owned a vacation home in Interlaken, New Jersey. Throughout their relationship, Perlman and DeVito have acted alongside each other several times, including in the TV show Taxi and the feature film Matilda. Perlman and DeVito separated in October 2012. However, in March 2013, it was reported that they had reconciled. The couple later separated again for a second time in March 2017 on amicable terms. Although the two no longer live together, Perlman said she has no intention of divorcing DeVito. In 2019, Perlman told interviewer Andy Cohen that she and DeVito have become closer friends after their separation than they were in their final years as a couple. ==Filmography== ===Film=== {| class=\"wikitable sortable\" |- ! Year !! Title !! Role !! Notes |- | 1972 | Hot Dogs for Gauguin | Woman on Ferry | Short film |- | 1979 | Swap Meet | Mother | |- | 1982 | National Lampoon's Movie Madness | The Little Jewish Prostitute | |- | 1982 | Love Child | June Burns | |- | 1985 | Molly and the Skywalkerz: Happily Ever After | Rose Johnson | Voice |- | 1986 | My Little Pony: The Movie | Reeka | Voice |- | 1989 | Molly and the Skywalkerz: Two Daddies? | Rose Johnson | Voice |- | 1990 | Enid Is Sleeping | Mavis | |- | 1991 | The Last Halloween | Mrs. Gizborne | |- | 1991 | Ted and Venus | Grace | |- | 1992 | To Grandmother's House We Go | Shirley | |- | 1992 | Class Act | Ms. Simpson | |- | 1992 | There Goes the Neighborhood | Lydia Nunn | |- | 1993 | We're Back! A Dinosaur's Story | Mother Bird | Voice |- | 1995 | Canadian Bacon | Honey | |- | 1996 | Sunset Park | Phyllis Saroka | |- | 1996 | Carpool | Martha | |- | 1996 | Matilda | Zinnia Wormwood | |- | 2001 | Old Love | Unknown | Short film |- | 2006 | 10 Items Or Less | Mrs. D | |- | 2007 | Bloom | Ma | Short film |- | 2007 | Love Comes Lately | Riesel | |- | 2008 | Cat Dragged In | Woman in Street | Short film |- | 2008 | Beethoven's Big Break | Patricia | |- | 2011 | The Trouble With Bliss | Maria | |- | 2012 | The Sessions | Mikvah Lady | |- | 2015 | I'll See You in My Dreams | Sally | |- | 2016 | Sing | Judith | Voice |- | 2017 | Lemon | Esther | |- | 2018 | Half Magic | Linda | |- | 2019 | Poms | Alice | |- | 2020 | Funny Face | Fernie | |- | 2021 | Marvelous and the Black Hole | Margot | |- | 2022 | You People | Filming | |- |} ===Television=== {| class=\"wikitable sortable\" |- ! Year !! Title !! Role !! Notes |- | 1976 | The Selling of Vince D'Angelo | Mrs. D'Angelo | Television movie |- | 1976 | Stalk the Wild Child | Jean | Television movie |- | 1976 | I Want to Keep My Baby! | Rae Finer | Television movie |- | 1977 | Mary Jane Harper Cried Last Night | Judy | Television movie |- | 1977 | Having Babies II | Cheryl (uncredited) | Television movie |- | 1977 | Intimate Strangers | Unknown | Television movie |- | 1979 | Like Normal People | Jan | Television movie |- | 1979–82 | Taxi | Zena Sherman | 5 episodes |- | 1982 | Drop Out Father | Tawney Shapiro | Television movie |- | 1982–93 | Cheers | Carla Tortelli Annette Lozupone (one episode) | 275 episodes American Comedy Award for Funniest Supporting Female in a Television Series Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series (1984–86, 1989) Viewers for Quality Television Award for Best Supporting Actress in a Quality Comedy Series Nominated—American Comedy Award for Funniest Supporting Female in a Television Series Nominated—Golden Globe Award for Best Supporting Actress – Series, Miniseries or Television Film (1985, 1987–90, 1992) Nominated—Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series (1983, 1987–88, 1990–91, 1993) |- | 1983 | Unlikely Stories, Vol. 2 | Vince's Wife | Television movie |- | 1983 | Saturday Night Live | Herself (co- host) | Episode: \"Danny DeVito & Rhea Perlman/Eddy Grant\" |- | 1984 | The Ratings Game | Francine Kester | Television movie |- | 1985 | A Girl Named Alida | Rose Johnson | Voice; Television movie |- | 1985 | St. Elsewhere | Carla Tortelli | Episode: \"Cheers\" |- | 1986 | Amazing Stories | Lois | Episode: \"The Wedding Ring\" |- |1986 | Annie | Rose Johnson | Voice; 12 Episodes |- | 1987 | The Tortellis | Carla Tortelli | Episode: \"Pilot\" |- | 1987 | Stamp of a Killer | Claudia | Television movie |- | 1988 | A Family Again | Aunt Dee | Television movie |- | 1989 | Alida's Problem? | Rose Johnson | Voice; Television movie |- | 1990 | The Earth Day Special | Paula | Television special |- | 1991 | Blossom | The Godmother | Episode: \"Dad's Girlfriend\" |- | 1991 | Sesame Street | The Old Woman Who Lived in a shoe | Episode: \"The Old Woman who Lives in a Shoe's house arrives on Sesame Street\" |- | 1992 | Roc | Connie Mason | Episode: \"The Stan Who Came to Dinner\" |- | 1992 | To Grandmother's House We Go | Shirley | Television movie |- | 1993 | A Place to Be Loved | Jerri Blair | Television movie |- | 1994 | The Simpsons | Carla Tortelli | Voice; Episode: \"Fear of Flying\" |- | 1994 | In Spite of Love | Emma | Television movie |- | 1994 | All-Star 25th Birthday: Stars and Street Forever! | Worm TV Host | Television movie |- | 1995 | The Critic | Ardeth (second season) | Voice; 2 episodes |- | 1996–97 | Pearl | Pearl Caraldo | 22 episodes |- | 1997 | Union Square | Mrs. Eileen Mulrooney | Episode: \"Harassed\" |- | 1997 | Almost Perfect | Rhea Perlman | Episode: \"Dating for Ratings\" |- | 1998 | In the Doghouse | Phil Markowitz | Television movie |- | 1998 | Houdini | Esther | Television movie |- | 1999 | H-E Double Hockey Sticks | Mrs. Beelzebub | Television movie |- | 1999 | Mad About You | Ramona | Episode: \"Valentine's Day\" |- | 2000 | A Tale of Two Bunnies | Thelma | Television movie |- | 2000 | Secret Cutting | Dr. Parella | Television movie |- | 2000 | How to Marry a Billionaire: A Christmas Tale | Jacqueline Kennedy | Television movie |- | 2001 | Ally McBeal | Dr. Helen Tooth | Episode: \"Falling Up\" |- | 2001 | Kate Brasher | Abbie Shaeffer | 6 episodes |- | 2001 | Becker | Dr. Katherine Simmons | Episode: \"Psycho Therapy\" |- | 2002 | Frasier | Carla Tortelli | Episode: \"Cheerful Goodbyes\" |- | 2002 | What's New, Scooby-Doo? | Agnes | Voice; Episode: \"A Scooby-Doo Halloween\" |- | 2003 | Karen Sisco | Louise Salchek | Episode: \"Dumb Bunnies\" |- | 2003 | Other People's Business | Mrs. Wabash | Television movie |- | 2004 | Kevin Hill | Eleanor Frank | Episode: \"Homework\" |- | 2006 | Crumbs | Camile Spadaro | Episode: \"A Loon Again, Naturally\" |- | 2006 | Stroller Wars | Penny | Television movie |- | 2008 | Law & Order: Special Victims Unit | Roxana Fox | Episode: \"Unorthodox\" |- | 2008 | The Christmas Choir | Sister Agatha | Television movie |- | 2009–10 | Hung | Vera-Joan Skagle | 4 episodes |- | 2011 | Wilfred | Mittens | Episode: \"Compassion\" |- | 2011 | Oliver's Ghost | Eloise | Television movie |- | 2012 | Hot in Cleveland | Jacki | Episode: \"Everything Goes Better with Vampires\" |- | 2012 | The Manzanis | Camille | Pilot |- | 2012–13 | Robot and Monster | Nessie | Voice; 13 episodes |- | 2013 | Robot Chicken | Crypt Keeper's Wife / Grandmother / Witch | Voice; Episode: \"Caffeine-Induced Aneurysm\" |- | 2013–14 | Kirstie | Thelma | 12 episodes |- | 2014 | The Neighbors | Janet | Episode: \"Uncle Benjamin\" |- | 2014–17 | The Mindy Project | Annette Castellano | 17 episodes |- | 2015 | Getting On | Crystal Buff | Episode: \"No, I Don't Want a Fucking Smiley Face\" |- | 2016 | Mom | Anya | Episode: \"Diabetic Lesbians and a Blushing Bride\" |- | 2016 | Brooklyn Nine-Nine | Estelle | Episode: \"Coral Palms, Part 1\" |- | 2017 | Me and My Grandma | Grandma Skalecki | 6 episodes |- | 2017 | Tim and Eric's Bedtime Stories | Maureen | Episode: \"The Duke\" |- | 2018 | Shooter | Associate Justice Gibson | Episodes: \"Red Light\" and \"Patron Saint\" |- | 2019 | The Goldbergs | Margot Letien | Episode: “Food in a Geoffy” |- | 2019 | Harley Quinn | Golda | Voice; Episode: \"Being Harley Quinn\" |- | 2021 | Star Wars: The Bad Batch | Cid | Voice; 5 episodes |} ==References== ==External links== * * * Category:1948 births Category:Living people Category:20th- century American actresses Category:21st-century American actresses Category:Actresses from New York City Category:American film actresses Category:American television actresses Category:American people of Polish- Jewish descent Category:American people of Russian-Jewish descent Category:American voice actresses Category:Hunter College alumni Category:Jewish American actresses Category:Lafayette High School (New York City) alumni Category:New York (state) Democrats Category:Outstanding Performance by a Supporting Actress in a Comedy Series Primetime Emmy Award winners Category:People from Coney Island Category:People from Monmouth County, New Jersey Category:People from Bensonhurst, Brooklyn Category:21st- century American Jews",
 "title": "Rhea Perlman"
}