{
 "id": "539931",
 "text": "Parliament Buildings, often referred to as Stormont because of its location in the Stormont Estate area of Belfast, is the seat of the Northern Ireland Assembly, the devolved legislature for the region. The purpose built building, designed by Arnold Thornely, and constructed by Stewart & Partners, was opened by Edward, Prince of Wales (later King Edward VIII), in 1932. The Executive or government is located at Stormont Castle. In March 1987, the main Parliament Building became a Grade A Listed building. ==History== ===Original plans=== The need for a separate parliament building for Northern Ireland emerged with the creation of the Northern Ireland Home Rule region within Ulster in the Government of Ireland Act 1920. Pending the construction of the new building, Parliament met in two locations, in Belfast City Hall, where the state opening of the first Parliament by King George V took place on 22 June 1921, and in the nearby Presbyterian Church in Ireland's Assembly's College. In 1922, a design by Sir Arnold Thornely of Liverpool was chosen and preparatory work on the chosen site, east of Belfast, began. These plans were for a large domed building with two subsidiary side buildings, housing all three branches of government: legislative, executive and judicial, giving rise to the plural in the official title still used today. These plans were found to be too costly, and it was decided to build only the Parliament Building, without the dome and in a Greek classical style. The foundation stone was laid on 19 May 1928. It was built by Stewart & Partners and opened by Edward, Prince of Wales (later King Edward VIII), on 16 November 1932.Hansard 15 November 1932 ===Finished building=== thumb|upright|left|Steps up to Parliament Buildings. After the shelving of plans to build a \"Ministerial Building'\", the headquarters of government was in effect Stormont Castle, a baronial castellated house in the grounds and which was originally meant to have been demolished to make way for the \"Ministerial Building\". Stormont Castle served as the official residence of the Prime Minister of Northern Ireland and was the meeting place for the Northern Ireland Cabinet. Another residence, Stormont House, served as the official residence of the Speaker of the House of Commons of Northern Ireland. The reduced plans saw the High Court eventually located in the newly built Royal Courts of Justice in Belfast city centre. Two separate chambers were provided in the finished parliamentary complex, the blue-benched rectangular House of Commons of Northern Ireland (green benches as at Westminster being considered inappropriate) and the red-benched smaller rectangular Senate of Northern Ireland. In the main hall, originally called the Central Hall but now known as the Great Hall, a large gold-plated chandelier was hung. It was a gift from King George V and had originally hung in Windsor Castle, where it had been a gift from German Kaiser Wilhelm II. The Kaiser's chandelier had been removed from Windsor and placed in storage during World War I. It was never hung in Windsor again. thumb|right|A grand chandelier, with the elaborate ceiling of the Great Hall. The painting The Entry of King William into Ireland, a gift from the Dutch Government to its Northern Ireland counterpart, was hung in the House of Commons when it opened. However, it was removed after concerns that the painting also showed the Pope, who had blessed William's enterprise. The building itself changed little over the years, even as the parliaments meeting inside it did. To camouflage it during World War II, the building's Portland stone was painted with supposedly removable \"paint\" made of bitumen and cow manure. However, after the war, removing the paint proved an enormous difficulty, with the paint having scarred the stonework. It took seven years to remove the \"paint\", and the exterior façade has never regained its original white colour. While most traces of it were removed from the façades (though having done damage that can be seen up close), some of the remains of the paint survive in the inner courtyards and unseen parts of the building. ===Statues=== Additional changes to the building and its environs include the erection of a statue to Edward, Lord Carson, in dramatic pose (on the drive leading up to the building) in 1932, a rare example of a statue to a person being erected before death, and the erection of a statue to Lord Craigavon in the Great Hall, half way up the Imperial Staircase. Craigavon and his wife Viscountess Craigavon are buried in the estate grounds. === Architectural fittings === Throughout the building, Robert Adams \"Crown Victor\" and \"Sceptre Victor\" floor springs were used to control the doors. ===Uses for the building=== thumb|Prince of Wales Avenue heading towards the Parliament Buildings. 20 pairs of cast-iron lamp standards form part of the Grade A listing The building was used for the Parliament of Northern Ireland until it was prorogued in 1972. The Senate chamber was used by the Royal Air Force (R.A.F.) as an operations room during World War II. The building was used for the short-lived Sunningdale power-sharing executive in 1974. Between 1973 and 1998, it served as the headquarters of the Northern Ireland Civil Service (N.I.C.S.). Between 1982 and 1986, it served as the seat of the rolling-devolution assembly. In the 1990s, Sinn Féin suggested that a new parliament building for Northern Ireland should be erected, saying that the building at Stormont was too controversial and too associated with unionist rule to be used by a power-sharing assembly. However, no one else supported the demand and the new Northern Ireland Assembly and executive was installed there as its permanent home. On 3 December 2005, the Great Hall was used for the funeral service of former Northern Ireland and Manchester United footballer George Best. The building was selected for the funeral as it is in the only grounds in Belfast suitable to accommodate the large number of members of the public who wished to attend the funeral. Approximately 25,000 people gathered in the grounds, with thousands more lining the cortege route. On 29 September 2012, the grounds were used for an Orange Order parade in memory of the signing of the Ulster Covenant. 60,000 people thronged the grounds after a parade through the streets of Belfast. ===Security breach=== On 24 November 2006, Michael Stone (a loyalist paramilitary member) was arrested for breaking into Stormont with an imitation handgun and a knife, and scrawling graffiti on Parliament Buildings itself. Initial news reports indicated that he may have been carrying a \"suspect device\". Later, between six and eight pipe bombs were defused by the Army. ==The chambers== ===Assembly Chamber=== thumb|The Assembly Chamber The entire House of Commons chamber was destroyed by a fire on 2 January 1995, blamed on an electrical fault in the wiring below the Speaker's chair. Critics alleged arson and noted how the destruction of the chamber allowed the creation of the modern, less- confrontational chamber now used by the power-sharing Northern Ireland Assembly, which has no echo of the earlier seating arrangement. The British Government, citing the Doyle Report and the findings of the Northern Ireland forensic science laboratory, stated that it was \"improbable\" that the fire was deliberate. The seating is arranged in a horseshoe arrangement. ===Senate=== thumb|left|The Senate, now used as a committee room Unlike the new Assembly chamber which replaced the old House of Commons chamber, the Senate chamber, with its red leather adversarial seats in two parallel blocks of benches, remains as it was originally designed. Irish damask linen hangs on the walls; plans to line the walls with large oil paintings fell through. The chamber has not been used as a parliamentary chamber in plenary session since the suspension of devolved government in 1972. The Senate chamber is now used as a committee room. There have been few changes made to the chamber since the building opened in 1932. One change is the installation of television cameras and microphones. Another is the addition of two paintings. One painting, which is untitled, depicts the state opening of the Northern Ireland Parliament in 1921. Facing this painting on the opposing wall is The House Shall Divide, a group portrait of the members elected to the inaugural Assembly in the 1998 Northern Ireland Assembly election. A further alteration that has been made to the chamber since 1932 is the addition of an inscription in the marble of the balustrade of the Senate Chambers Press Gallery. The message reads: \"This inscription records the gratitude of His Majesty's Government in the United Kingdom for the use of this chamber as an operations room by the Royal Air Force during the Second World War.\" ==Stormont Estate== The Stormont Estate is the site of Northern Ireland's main government buildings, including the Parliament Buildings, Stormont Castle and Stormont House. ===Stormont regulations=== The regulations governing the use of the Stormont Estate are displayed at its entrance. These were initially enacted on 31 October 1933, in an order by the Ministry of Finance. These were eventually amended and the regulations currently in force are: * The Stormont Estate Regulations, 1933 * The Stormont Estate Amendment Regulations (Northern Ireland), 1951 * The Stormont Estate Amendment Regulations (Northern Ireland), 1958 ===Gallery=== File:Stormont Parliament Buildings and James Craig, Lord Craigavon's grave - geograph.org.uk - 871614.jpg| Lord Craigavon's grave, the eastern end of the Parliament Buildings are in the background File:Castle Buildings, Stormont Estate - geograph.org.uk - 1393935.jpg| Castle Buildings File:Dundonald House - 3724956 f8d69b20.jpg| Dundonald House File:Stormont Castle - geograph.org.uk - 964434.jpg |Stormont Castle File:Stormont House.jpg| Stormont House ==References== ==External links== * Online tour of Parliament Buildings * Photographic tour of Parliament Buildings, Stormont * Fully searchable record of parliamentary debates at Stormont from 1921 to 1972 Category:Government buildings completed in 1922 Category:Government buildings in Northern Ireland Category:Buildings and structures in Belfast Category:Legislative buildings in the United Kingdom Category:Neoclassical architecture in Northern Ireland Category:Parliament of Northern Ireland Category:Politics of Belfast Category:Grade B+ listed buildings Category:Seats of national legislatures Category:Fires at legislative buildings",
 "title": "Parliament Buildings (Northern Ireland)"
}