{
 "id": "540223",
 "text": "thumb|300px|right|Col du Petit Saint Bernard The Little St Bernard Pass (French: Col du Petit Saint-Bernard, Italian: Colle del Piccolo San Bernardo) is a mountain pass in the Alps on the France–Italy border. Its saddle is at 2188 metres above sea level. It is located between Savoie, France, and Aosta Valley, Italy, to the south of the Mont Blanc Massif, exactly on the main alpine watershed. There is also a Great St. Bernard Pass, famous for giving the St Bernard breed its name, and a San Bernardino Pass. The road across this pass (D1090 from Bourg-Saint-Maurice via La Rosiere in France; SS26 from the Aosta Valley via La Thuile in Italy) is usually open from May to October. For current road status see Etat des principaux cols routiers francais. At the summit, the road cuts through a stone circle measuring 72 m (236 ft) in diameter. A standing stone once stood in the middle. From coin finds this is believed to date from the Iron Age, possibly being a ceremonial site of the Tarentaisian culture (c. 725 BC–450 BC). The stone circle was partly restored in the 19th century. In the Roman era, a temple dedicated to Jupiter was erected nearby along with a mansio serving travellers along the pass, and it is thought that Carthaginian general Hannibal used this route. ==Tour de France== The Little St Bernard Pass was first crossed by the Tour de France in 1949 and has been featured three times since. In 2007, Montée d'Hauteville was climbed on stage 8 of the Tour de France. The pass was featured in the 2009 Tour de France Stage 16 on 21 July from Martigny (Switzerland) to Bourg-Saint- Maurice, 160 km, which also features the Great St Bernard Pass. {| class=\"wikitable\" style=\"text-align: center;\" |- !Year !Stage !Category !Leader at the summit |- |2009 |16 |1 |Franco Pellizotti |- |1963 |17 |2 |Federico Bahamontes |- |1959 |18 |1 |Michele Gismondi |- |1949 |17 |2 |Gino Bartali |} ===Route=== From Bourg-Saint-Maurice to the south-west, the Col du Petit Saint-Bernard is 26.5 km long. Over this distance, the climb is 1,348 m (4,423 ft) (an average slope of 5.1%), with the steepest sections at 8.1% at the start of the climb. The first 15.5 km (9.6 mi) to La Rosière forms the Montée d'Hauteville climb. From Pré-Saint-Didier (in the Aosta Valley region of north-western Italy), the pass is 23.5 km (14.6 mi) long. Over this distance the climb is 1,184 m (3,885 ft) (an average slope of 5%). ==See also== * List of highest paved roads in Europe * List of mountain passes == External links == *Profile of Little St. Bernard Pass on climbbybike.com *Little St. Bernard Pass in Tour de France *Photos of Little St. Bernard Pass ==Notes== Category:Archaeological sites in France Little Category:Landforms of Savoie Little Little Category:France–Italy border crossings Category:Transport in Auvergne-Rhône-Alpes Category:Roman waystations",
 "title": "Little St Bernard Pass"
}