{
 "id": "540504",
 "text": "Robert Henry Winters, (August 18, 1910 – October 10, 1969) was a Canadian politician and businessman. ==Life and career== Born in Lunenburg, Nova Scotia, the son of a fishing captain, Winters went to Mount Allison University in New Brunswick, and then to the Massachusetts Institute of Technology to complete his degree in electrical engineering. He worked for Northern Electric before joining the army in World War II, eventually becoming a lieutenant- colonel. He was first elected to the House of Commons in the 1945 general election as a Liberal for the riding of Queens—Lunenburg in Nova Scotia. Winters was appointed to Cabinet in 1948, and served as minister of public works, among other portfolios, under Prime Minister Louis St. Laurent. Defeated along with the St. Laurent government in the 1957 election, Winters entered the corporate world, becoming a chief executive officer at a series of companies. He was hired as a special advisor to the Newfoundland government to help negotiate the Churchill Falls deal, for which he became highly popular in that province. He was persuaded to return to politics by Lester Pearson, and won the Toronto seat of York West in the 1965 election, becoming minister of trade and commerce in Pearson's government. He was seen as close to the business community and far more fiscally conservative than Walter L. Gordon. He originally announced that he would not seek to replace the retiring Pearson, but changed his mind and ran to succeed Pearson at the 1968 Liberal leadership convention, coming in second to Pierre Trudeau. Winters then left politics, to become president and director of Brazilian Light and Power and a vice president of CIBC. Also, he was very involved in the new York University and served as the first chair of its board of governors. ==Death== In 1969, while in California, he suffered a heart attack during a game of tennis. He died at age 59 in an ambulance on his way to hospital. Winters College at York University is named in his honour. == Electoral record == == References == * Marble, A.E. Nova Scotians at home and abroad: biographical sketches of over six hundred native born Nova Scotians (1977) pp. 409–10 * * Robert Winters fonds, Library and Archives Canada Category:1910 births Category:1969 deaths Category:Canadian military personnel of World War II Category:Liberal Party of Canada MPs Category:MIT School of Engineering alumni Category:Members of the House of Commons of Canada from Nova Scotia Category:Members of the House of Commons of Canada from Ontario Category:Members of the Queen's Privy Council for Canada Category:Members of the United Church of Canada Category:Mount Allison University alumni Category:People from Lunenburg County, Nova Scotia Category:Liberal Party of Canada leadership candidates",
 "title": "Robert Winters"
}