{
 "id": "540983",
 "text": "Rajkumar Santoshi is an Indian film director, producer and screenwriter of Hindi films. Having received several accolades including three National Film Awards and six Filmfare Awards, he made his directorial debut with the crime film Ghayal (1990), which won him the National Film Award for Best Popular Film Providing Wholesome Entertainment as well as the Filmfare Award for Best Director. He next directed the thrillers Damini (1993) and Ghatak: Lethal (1996). All these three financially successful films starred Sunny Deol, Amrish Puri and Meenakshi Seshadri; the second of these garnered him a second Filmfare Best Director Award and the latter fetched him the Filmfare Best Screenplay Award as well as a Filmfare Best Director Award nomination. During this period, Santoshi also received praise for directing the comedy Andaz Apna Apna (1994), which though a box office flop has attained cult status, and the major success Barsaat (1995), that marked the film debut of Bobby Deol and Twinkle Khanna. In 2000, he wrote dialogues of the film Pukar which earned him the Nargis Dutt Award for Best Feature Film on National Integration. He followed it by directing two moderate commercial successes—the biopic The Legend of Bhagat Singh (2002) and the action thriller Khakee (2004)—both of which earned him Best Director nominations at Filmfare. His highest-grossing film came in 2009 with over -earning romantic comedy Ajab Prem Ki Ghazab Kahani starring Ranbir Kapoor and Katrina Kaif. == Personal life == He is the son of producer-director P. L. Santoshi, born from his second wife. Rajkumar was born in Chennai and currently lives with his wife Manila and children; Ram and Tanisha. == Career == Santoshi started his career as an assistant director and worked with Govind Nihalani during the filming of Ardh Satya (1982) Santoshi made his directorial debut in 1990, with the action flick Ghayal, starring Sunny Deol and Meenakshi Sheshadri. The film tells the story of a person in search of his missing brother and the events that follow. It was critically and commercially very successful, and earned him the Filmfare Award for Best Director, Best film, and Best screenplay. Ghayal also won the National Film Award for Best Popular Film Providing Wholesome Entertainment. Santoshi's followup was the universally acclaimed film Damini (1993), which dealt with issues like the status of women in our society and the perspective of people towards women. He won his second Filmfare best director award for it. After making two back-to-back serious films like Ghayal and Damini, Santoshi wanted to make a light film. He then wrote and directed the ensemble comedy Andaz Apna Apna (1994). The film did not do too well commercially at the time of its release, but is now considered a cult classic. Santoshi received the Filmfare Award for Best Director nomination for it. Santoshi then went on to make Barsaat (1995), a successful romantic action drama film, which marked the debut of actors Bobby Deol and Twinkle Khanna. The following year he made Ghatak: Lethal (1996), an action film, marking his third collaboration with Sunny Deol and Meenakshi Sheshadri. It also turned out to be a commercially successful and highly acclaimed film. China Gate (1998), an action film inspired from Akira Kurosawa's Seven Samurai (1954), was his next release. It follows the story of a village that hire a group of veterans to combat bandits who terrorise them. In 2000, Santoshi wrote and directed Pukar, a film focusing on the Indian Army and court martial. It won the Nargis Dutt Award for Best Feature Film on National Integration. It was followed by Lajja (2001), a film about four Indian women belonging to different strata of society. The film dealt with issues like gender inequality and the status of women in our society. Lajja was a box office failure in India, but was an overseas success. The Legend of Bhagat Singh (2002), his next directorial venture, was a biopic on the freedom fighter Bhagat Singh. The film won a National Film Awards. In 2004, Santoshi wrote and directed Khakee, a multi- starrer action thriller about a group of cops who get embroiled in a mystery surrounding a terrorist attack. The film was a commercial success and reiterated Santoshi as one of Bollywood's most sought-after directors. Derek Elley of Variety wrote: \"Powerhouse casting, and equally powerhouse direction by Rajkumar Santoshi, makes this an above-average example of mainstream Bollywood thrillers.\" Family (2006), an action crime flick, was his next release. Raja Sen called it \"utter tripe\". It bombed at the box office. Santoshi's next directorial venture was Halla Bol (2008), a social film starring Ajay Devgan, Vidya Balan and Pankaj Kapur. The film was based on the life of activist Safdar Hashmi, who was killed by political rivals while performing in a street play (by the name of Halla Bol) in 1989. It was shot in 75 days in over 65 locations. Halla Bol was panned by critics, with Khalid Mohamed calling it \"downright awful\" [..] \"packed with mind-benders galore.\" During this period, his films were poorly received. In 2009, he wrote and directed Ajab Prem Ki Ghazab Kahani, which emerged as the fourth highest- grossing Bollywood film of 2009. The film starring Ranbir Kapoor and Katrina Kaif and was a romantic comedy. Nikhat Kazmi in her review wrote that the film \"has just a few moments of tedium\", but \"[It] takes you on a roller-coaster ride as Raj Kumar Santoshi tries to retrack his way to his Andaz Apna Apna days\". Santoshi came back after a three-year hiatus with the action comedy Phata Poster Nikla Hero, (2013) starring Shahid Kapoor and Ileana D'Cruz. The film was a critical and commercial failure. == Filmography == {| class=\"wikitable\" |+Key | style=\"background:#FFFFCC;\"| | Denotes films that have not yet been released |} {|class=\"wikitable\" style=\"font-size: 100%;\" |- ! style=\"background:#B0C4DE;\" | Year ! style=\"background:#B0C4DE;\" | Film ! style=\"background:#B0C4DE;\" | Director ! style=\"background:#B0C4DE;\" | Credit ! style=\"background:#B0C4DE;\" | Notes |- | rowspan=\"2\" | 1982 || Ardh Satya || || Assistant director || |- | Vijeta || || Assistant director || |- | 1990 || Ghayal || || writer || |- | 1993 || Damini || || Writer (Story & Screenplay) Producer || |- | 1994 || Andaz Apna Apna || || writer || |- | 1995 || Barsaat || || writer || |- | rowspan=\"2\" | 1996 || Ghatak || || writer || |- | Halo || || Actor || |- | rowspan=\"3\" | 1998 || China Gate || || writer || |- | Vinashak – Destroyer || || Writer (screenplay) || |- | Doli Saja Ke Rakhna || || Co-producer || |- | 1999 || Jaanam Samjha Karo || || Writer (screenplay) Co-producer || |- | 2000 || Pukar || || writer || |- | 2001 || Lajja || || writer || |- | rowspan=\"2\" | 2002 || The Legend of Bhagat Singh || || writer || |- | Dil Hai Tumhaara || || Writer (screenplay) || |- | 2004 || Khakee || || writer || |- | 2006 || Family || || writer || |- | 2008 || Halla Bol || || writer || |- | 2009 || Ajab Prem Ki Ghazab Kahani || || writer || |- | 2013 || Phata Poster Nikhla Hero || || writer || |- | 2022 || Bad Boy || || writer || |} ==Awards and nominations== {| class=\"wikitable\" ! Year !! Film !! Ceremony !! Category !! Result |- |rowspan=\"3\"|1991 |rowspan=\"3\"| Ghayal |National Film Awards |Best Popular Film |rowspan=\"4\" |- |rowspan=\"8\"|Filmfare Awards |Best Story |- |rowspan=\"2\"|Best Director |- |rowspan=\"2\"|1994 |rowspan=\"2\"| Damini |- |Best Film |rowspan=\"3\" |- |1995 |Andaz Apna Apna |Best Director |- |rowspan=\"2\"|1997 |rowspan=\"2\"| Ghatak |Best Director |- |Best Screenplay |rowspan=\"2\" |- |1999 |China Gate |Best Dialogue Writer |- |2001 |Pukar |rowspan=\"2\"| National Film Awards |Best Feature Film (National Integration) |rowspan=\"3\" |- |rowspan=\"4\"|2003 |rowspan=\"4\"| The Legend of Bhagat Singh |Best Feature Film (Hindi) |- |rowspan=\"4\"|Filmfare Awards |Best Film (Critics) |- |Best Film |rowspan=\"3\" |- |rowspan=\"2\"|Best Director |- |2005 |Khakee |} == References == == External links == * * Category:Living people Category:20th-century Indian film directors Category:Hindi-language film directors Category:Filmfare Awards winners Category:Indian male screenwriters Category:Film directors from Chennai Category:21st-century Indian film directors Category:Hindi screenwriters Category:Screenwriters from Chennai Category:Hindi film producers Category:Film producers from Chennai Category:20th-century Indian dramatists and playwrights Category:21st-century Indian dramatists and playwrights Category:20th-century Indian male writers Category:21st-century Indian male writers Category:Directors who won the Best Popular Film Providing Wholesome Entertainment National Film Award Category:Directors who won the Best Film on National Integration National Film Award Category:1956 births",
 "title": "Rajkumar Santoshi"
}