{
 "id": "541530",
 "text": "{| |} HMS Tiger was a conventional cruiser of the British Royal Navy, one of a three-ship class known as the . Ordered during World War II, she was completed after its end. Tiger was in service by 1960 and served in the Far East and then with the Home Fleet before going into reserve at the end of 1966. From 1968 Tiger was converted to a \"helicopter and command cruiser\" and equipped with guided missile anti-aircraft defence before returning to service in the early 1970s. She remained in service until 1978 when she was put into reserve and marked for disposal. There were moves to return her to service during the Falklands War for her flight deck capacity but it did not proceed. Tiger was finally sold for scrap in 1986. ==Construction== Tiger started out as Bellerophon laid down in 1941 at the John Brown Shipyard as part of the of light cruisers. These vessels had a low construction priority due to more pressing requirements for other ship types during World War II, particularly anti-submarine vessels. Bellerophon was renamed Tiger in 1945, and was launched, partially constructed, on 25 October 1945. She was christened by Lady Stansgate, the wife of William Benn, Viscount Stansgate, the Secretary of State for Air. Work on Tiger was suspended in 1946, and she was laid up at Dalmuir. The Tigers were redesigned in 1948,D.K. Brown & G. Moore . Rebuilding the RN. Warship Design since 1945, (2013) P 48 mainly for anti-aircraft defence of convoys and aircraft carrier task forces. Cruisers were seen as playing a secondary and complementary role to light fleet aircraft carriers in the defence of trade and attack on enemy shipping.Brown & Moore (2013) p47-52 & G Moore. British Cruiser Design 1946-1956 in Warship 2006, Conway. London (2006) p 41-50 For AA defence of fleet carrier task forces the cruisers replaced the AA batteries of Second World War-era battleships and carriers. In 1951 the Government decided to complete the ship and two others to an altered design with all-new armament as opposed to building new cruisers. With the revised design, HMS Tiger, became the lead ship of the class. Due to the priority of the Royal Air Force (in providing defence against nuclear attack by Soviet bombers), the Cold War, and the conflict between the prime minister and Admiralty Naval Staff over shipbuilding issues, the warships that were approved in 1951-1953 were anti-submarine frigates, destroyers, and minehunters but no cruisers.A. Seldon. Churchill's Indian Summer. The Conservative Government 1951-5. Hodder & Stoughton. London (1981) The restart of work on the Tiger class and reconstruction of other cruisers was delayed until 1955. The ship had automatic guns in twin high-angle mounts with each gun designed to fire 20 rounds per minute, and a secondary battery of automatic weapons firing at 90-120 rpm. Each 6 inch and 3 inch mounting had its own Medium Range System (MRS) 3 radar director. Viscount Hall stated in the House of Lords in 1959 that her \"automatically controlled\" guns were \"capable of firing at more than twice the speed of manned armament\" and the \"improvement in guns was ten times better than if the ship had been with the original gun armament\". However, Tigers 6-inch guns usually jammed after 30 seconds firing,G. M. Stephen. British Warship Designs since 1906. Ian Allen. London (1985), pp. 84-5 and couldn't deliver sustained bombardment in support of troops ashore. RN argued that the first 30 seconds of engaging jet aircraft and warships was the critical determinant and that aircraft would be shot down with short bursts of fire and as such limited magazine capacity and gun reliability were less important than instantaneous response. The decision to complete the ships was based on the availability of hulls and expectation that the cruisers could be completed sooner (three years against 5 years) and cheaper (60% of the cost) than building new [8,000 ton] cruisers at a time when the existing cruiser fleet was ageing and its weapons and fire control were useless against modern aircraft. The RN had 21 cruisers in 1957, nine in operation and by 1961 the cruiser fleet had reduced to nine of which five were in service.D. Wettern. Decline of British Seapower. Janes (1982) London p.137 HMS Tigers revised weapon fit was for immediate post-war requirements and the continued reconstruction of the class confirmed the 1957 Defence White Paper as interim anti-aircraft ships pending the introduction of guided weapons into the Royal Navy; four County-class destroyers with the Seaslug missiles had been ordered by February 1957. In practice, only Tiger would be ready in time and perform sufficiently well to serve any length of time as a gun cruiser. By the time Tigers legend was accepted by the Board of the Admiralty in July 1954 and the Cabinet in November 1954, the cruiser design, hull and machinery were really too old. Her two 6-inch turrets were insufficient to guarantee surface fire and were less effective in the anti-aircraft warfare role due to improvements in missiles and aircraft;C.Bell. Churchill and Seapower. OUP (2013) p 315 & 392 also, the basic fit of three twin 3 inch turrets were poor for effective, reliable coverage of the fire arcs.D. Brown & G. Moore. Rebuilding the RN Warship Design since 1945, Chatham, (2003) p 46-51 The planned 40mm Bofors guns approved in 1954/57 as essential for close-in defence were omitted to give the crew space and comfort.D. Brown & G Moore. Rebuilding the RN (2003) p 45-6 Air conditioning was fitted throughout the ship, and a 200-line automatic telephone exchange was installed. Her first captain was reported in the House of Lords to have said \"that H.M.S. Tiger had been designed to cope with nuclear attacks, in that she can steam for up to a fortnight through radioactive fallout with remotely controlled boiler and engine and armament operating with re-circulating purified air below decks, and could operate as a fighting unit even if a nuclear bomb were dropped near by.\" They were described in Parliament as \"effective ships for a long period to come, and especially is this true east of Suez, where distances are so gigantic.\" As completed, Tiger carried: *a Type 992Q surface search radar at the top of the foremast, with a range of , *a Type 960 air warning radar at the top of the mainmast, with a range of , *a Type 277Q height-finding radar halfway up the mainmast, with a range of , *five MRS 3 fire control directors (one for each turret), each fitted with a Type 903 gunnery radar. Her sonars were: *Type 174 medium range search, *Type 176 passive search, which shared the same dome as the Type 174, *Type 185 underwater telephone. The Tigers complement was officially stated as 698 (53 officers and 645 ratings) in peacetime, and 900 in wartime. The Navy Estimates for 1959-60 gave her initial costs as £12,820,000, whereas Jane's Fighting Ships gave her initial cost as £13,113,000. Tiger was accepted by the Navy in March 1959, and commissioned on 18 March 1959.Gardiner 1995, p 504. ==Early career== thumb|right|HMS Tiger April 1965. The Type 960 radar's dipole array at the top of her mainmast was replaced with the Type 965M radar single \"bedstead\" aerial during her 1968-72 refit. The early part of Tigers first commission was spent, under Captain R. E. Washbourn, on trials of her new armament. After workup, now under Captain R. Hutchins, Tiger went on a round of autumn flag-showing visits to Gdynia, Stockholm, Kiel and Antwerp. At the end of 1959 she deployed to the Mediterranean for a year as the flagship of the Mediterranean Fleet. By late 1960, there were still problems with her armament and it was planned to resolve these at her first refit at the end of 1960. During a visit by the Lord Carrington (the First Lord of the Admiralty), his Naval Secretary Rear- Admiral Frank Twiss \"made the unpardonable error of shooting down a very expensive target aircraft, to the cheers of the ship's company but to a stinging rebuke from their Lordships of the Admiralty.\" The ship took part in operations in the Far East during the Indonesian Confrontation in the early 1960s. The Navy in the early 1960s suffered manpower shortages, which resulted in a \"shortfall in technical personnel\" in the Tiger, as a consequence some \"items of its equipment could not be operated\", and \"some of its equipment was not operational\". In September 1963, the Glasgow Herald said that the \"Tiger already has a much-reduced crew and is virtually a floating office.\" During the 1964 general election campaign, the leader of the opposition, Harold Wilson, criticised the government for this during a speech at Plymouth. Rear- Admiral Michael Pollock flew his flag in her as Flag Officer, Second-in- Command, Home Fleet, from 1965 – 1966. On 10 August 1966 one of the guns accidentally fired a practice shell into Devonport Dockyard during material tests of the equipment. \"One member of the ship's company was slightly grazed, but there were no other casualties.\" In October 1966, the ship was visiting Cardiff at the time of the Aberfan disaster. The crew assisted with the rescue and recovery operation. From 2 to 4 December 1966, she hosted talks between Prime Ministers Harold Wilson (UK) and Ian Smith of Rhodesia. The latter had unilaterally declared independence from Britain due to Britain's insistence on the removal of white minority rule before independence. Twenty officers (including all twelve midshipmen) were put ashore at Gibraltar before the talks to \"make room for the three delegations of the Prime Minister, the Governor of Rhodesia and Mr. Smith.\" When the Rhodesian delegation arrived, the Tiger was a few miles off shore, and the delegation was ferried out in a small craft. The Tiger then moved out to sea, but moved close to harbour when the Rhodesian delegation disembarked. On Wilson's orders, the British and Rhodesian delegations were \"separated in all activities outside the conference room\". ==Conversion and later career== Tiger was placed in reserve on 18 December 1966, before undergoing conversion to a \"helicopter and command cruiser\" from 1968–72 in HMNB Devonport. This reconstruction included removing the after 6 inch mount and 3 inch mounts, installing two Seacat missile GWS 22 mounts, and building a flight deck and hangar to operate four Westland Wessex (later Westland Sea King HAS 2) helicopters. Tiger was given much taller funnels with squared off caps, which was such an improvement that the Blake was given similar funnels in 1977. Once converted, Tiger carried: *a Type 992Q surface search radar at the top of the foremast, with a range of , *a Type 965M air warning radar with an AKE-1 single bedstead aerial at the top of the mainmast, this had a narrower beam than the Type 960, which was needed for air direction and was now the Royal Navy standard. *a Type 278 height-finding radar halfway up the mainmast, which was similar to the Type 277Q, but easier to maintain, *four MRS 3 fire control directors (one for each turret and Seacat mounting, each fitted with a Type 903 gunnery radar. She had excellent command, control, and communications facilities installed, and found use as a flagship to task groups. When plans were announced to Parliament in March 1964, it was said that the Navy did \"not expect this conversion work to be difficult or particularly expensive\". The reconstruction of Blake and Tiger was examined in the third report of the Public Accounts Committee for 1972. Michael Barnes said in parliament that the refits \"show too lax an attitude towards the way in which the taxpayers' money is being spent\". \"The refits were planned to take 18 months and to cost £5 million each... The Tiger refit took over five years and cost over £13 million.\" Rear-Admiral Morgan-Giles suggested bringing HMS Eagle back into commission instead of manning the Blake and Tiger, which he said were \"among the worst abortions which have ever been thrust on the Royal Navy.\" The ship's helicopter squadron increased the ship's peacetime complement to 885 (85 officers and 800 ratings), which put a strain on accommodation for the crew. During reconstruction and in the following years, material cannibalised from Lion was used to patch both Tiger and Blake. Tiger reportedly had so much material from Lion that her crew nicknamed her \"HMS Liger\". She was recommissioned on 6 May 1972. Her large crew made her an expensive ship to operate and maintain. When the economic difficulties of the late seventies came around, this led to a defence manpower drawdown that resulted in manpower shortages; although Tiger remained in service long enough to take part in the 1977 Silver Jubilee Fleet Review in celebration of Queen Elizabeth II.Official Souvenir Programme, 1977. Silver Jubilee Fleet Review, HMSO ==Decommissioning and disposal== In 1978 Tiger was placed in reserve, and decommissioned on 4 May 1979. She was put on the disposal list in 1979. Both Tiger and her sister-ship Blake were listed as part of the Standby Squadron, and moored inactive at HMNB Chatham. When the Falklands War broke out in early April 1982, both ships were rapidly surveyed and it was determined both were in very good material shape, and both were immediately drydocked (Tiger in Portsmouth and Blake at Chatham) and recommissioning work was begun. Whilst there was speculation that their 6-inch guns would be useful for shore bombardment, the real reason for their potential deployment was the size of their flight decks (at the time the third largest in the Royal Navy after the aircraft carriers and ), and the potential to use them as mobile forward operating and refuelling bases for Task Force Harriers. (Blake had already operated RAF Harriers briefly for proving trials in 1971, and Harriers had refuelled on Tiger). Their benefit would be more as platforms to extend the range and endurance of the Harriers and as a refuelling stop on the way back to the carriers, rather than as somewhere to operate offensive missions from, or as somewhere to place a pair of Sea Harriers as an extended-range Combat Air Patrol ahead of the two carriers (and reducing their own exposure to air strikes), but the need to take off vertically rather than the use of a ski- jump severely reduced the Harriers' endurance and weapons carrying capability, and in late May 1982 after the loss of the destroyer and the Argentinian cruiser the refits were stopped. There were also doubts about the two ships' self-defence capabilities, (the 6-inch and 3-inch armament had never been reliable) and this coupled with the large complement (and potential loss of life if one of the cruisers was to be lost), caused much anxiety in the Admiralty. That, along with where to find 1,800 capable and qualified crew in a hurry at a time when the Royal Navy was already down-sizing, sealed the two ships' fate. The UK simply could not afford its own Belgrano disaster, either materially or politically. Although Chile showed a faint interest in acquiring Tiger and sister-ship Blake, this did not get past the discussion stage and Tiger lingered on, moored in Portsmouth harbour. Tiger existed in a slowly deteriorating condition until mid-1986, and following competitive tendering she was sold for scrap to Desguaces Varela of Spain. She was towed to Spain and scrapping started in October 1986. ==Commanding officers== {| class=\"wikitable\" style=\"text-align:left\" |+List of commanding officers |- !From !To !Captain |- |March 1959|| July 1959|||Captain Richard Everley Washbourn DSO OBE RN |- |July 1959||April 1961|||Captain Ronald E Hutchins RN |- |April 1961||March 1963|||Captain William Wilberforce Graham RN |- |March 1963||March 1965|||Captain Hardress L Lloyd DSC RN |- |March 1965||December 1967|||Captain Geoffrey J Kirkby RN |- |1968||1972|||Conversion |- |August 1971||April 1973|||Captain Dudley T Goodhugh RN |- |April 1973||August 1975|||Captain Michael L Stacey RN |- |1975||1976|||In refit |- |April 1976||January 1978|||Captain Simon Cassels CBE RN |- |January 1978||June 1978|||Captain George M K Brewer RN |- |} == Notes == ==References== * * * * * * * * * * * HMS Tiger at Uboat.net * A history of the Tiger class Category:1945 ships Category:Ships built on the River Clyde Category:Cold War cruisers of the United Kingdom Category:Tiger-class cruisers Category:Helicopter carriers",
 "title": "HMS Tiger (C20)"
}