{
 "id": "541591",
 "text": "Disestablishmentarianism is a movement to end the Church of England's status as an official church of the United Kingdom. ==Anglican disestablishment== ===Irish church=== The campaign to disestablish the Anglican Church of Ireland began in the 18th century. A rich church, with 22 bishops drawing £150,000 a year, and a further £600,000 going annually to the rest of the clergy,G. M. Trevelyan, British History in the 19th Century (London 1922) p. 288 it was wholly disproportionate to the needs of its worshippers, and consisted largely of absentee sinecurists. Given that in Ireland not even nominal adherence by the predominantly Roman Catholic majority population could be expected for the (Protestant) established Church,S. H. Steinberg, ed., A New Dictionary of British History (London 1963) defence of the latter became increasingly difficult, especially after Catholic emancipation. In 1833 a Church Reform Act was passed, reducing the number of sees from 22 to 12,E. Halévy, The Triumph of Reform (London 1963) but attempts to redistribute the church's wealth failed amidst political controversy. Eventually, as G. M. Trevelyan put it, \"the disestablishment and partial disendowment of the Irish Protestant Church was carried out in a masterly and sympathetic manner by William Ewart Gladstone, whose known position as an enthusiastic Churchman stood him in good stead during the negotiations\";G. M. Trevelyan, History of England (London 1926) pp. 680–681 and in 1869 an Act of the British Parliament enabling the disestablishment of the Church of Ireland was passed, coming into effect on 1 January 1871. ===English developments=== The early 19th century saw Radicals like Jeremy Bentham formulating schemes for the disestablishment of the church, which received new impetus after the success of Catholic emancipation.E. Halévy, The Liberal Awakening (London 1961) pp. 31, 278–279 Following the Great Reform Act, they were increasingly joined by dissenters and nonconformists in a Liberal campaign to disestablish the Church of England – dissenting ministers like T. Binney proclaiming that \"the Established Church is a great national evil\". The campaigners were called \"Liberationists\" (the \"Liberation Society\" was founded by Edward Miall in 1844); and gathered strength to the point where, mid-century, Anglicans and Dissenters alike would have been astonished to learn that the church would remain established over a century later.E. Halévy, Victorian Years (London 1961) p. 418 There were, however, several reasons why this campaign failed: parliamentary reform of the church to make it more efficient; Whig acquiescence in a system whereby they could appoint latitudinarian bishops with liberal views; and a dissenter focus instead on a process by which nearly all of the legal disabilities of nonconformists were gradually dismantled. The campaign for disestablishment was revived in the 20th century from inside the church, when Parliament rejected the 1929 revision of the Book of Common Prayer, leading to calls for separation of church and state to prevent political interference in matters of worship. In the late 20th century, reform of the House of Lords also brought into question the position of the Lords Spiritual. Nick Clegg, the former Deputy Prime Minister of the United Kingdom and Leader of the Liberal Democrats, said in April 2014 that he thought the Church of England and the British state should be separated \"in the long run\". Prime Minister David Cameron, responding to Clegg's comments, said that disestablishmentarianism is \"a long-term Liberal idea, but it is not a Conservative one\" and that he believed having an established church works well. ===Welsh conflicts=== The triumph of Methodism in Wales led by the 19th century to a situation where the vast majority of Protestants were not members of the Church of England, which in turn fuelled a long and bitter struggle for disestablishment, only resolved in the wake of the Welsh Church Act 1914 when in 1920 the Church of England was disestablished in Wales, becoming the Church in Wales. ==Presbyterian disestablishment== Pressure to disestablish the Presbyterian Church of Scotland began in 1832, with dissidents like Thomas Chalmers arguing that a state church tended \"to secularize religion, promote hypocrisy, perpetuate error, produce infidelity, [and] destroy the unity and purity of the Church\".Quoted in E. Halévy, The Triumph of Reform (London 1961) p. 135–136 However, focus swiftly shifted to the question of lay patronage within the church, not its separation from the state; and it was only well after the dissident split that created the Free Church of Scotland, on the grounds that \"they quitted a vitiated Establishment\",Chalmers, quoted in E. Halévy, Victorian Years (London 1961) p. 74 that the Free Church joined William Ewart Gladstone in calling for the disestablishment of the Church of Scotland itself.S. Mitchell, ed., Victorian Britain: An Encyclopedia (2011) p. 311 The twentieth century saw Presbyterian differences gradually diminished, and in 1929 the Free Church joined the Church of Scotland, to form the largest church in Scotland, in what can be considered a form of disestablishment. ==Literary echoes== In Anthony Trollope's 1858 novel Doctor Thorne, the local parson is laughingly described as well-to-do: \"He's got what will buy him bread and cheese when the Rads shut up the Church – unless, indeed, they shut up the Funds too\". Disestablishment also features in Trollope's 1873 novel, Phineas Redux, in which a conservative leader adopts the policy, shocking his party, to outmaneuver the Liberals. Trollope undoubtedly had in mind (see chapter viii of Phineas Redux) Disraeli's maneuver of adopting male household suffrage as Conservative party policy, leading to the Second Reform Act of 1867. ==See also== ==References== Category:Anglicanism Category:Church of England disestablishment Category:Reform in the United Kingdom Category:Religion and politics Category:Secularism in the United Kingdom",
 "title": "Disestablishmentarianism"
}