{
 "id": "541782",
 "text": "EastLink is a tolled section of the M3 freeway linking a large area through the eastern and south-eastern suburbs of Melbourne, Australia. It is a part of Melbourne's Metropolitan Ring Road project. EastLink is electronically tolled with no cash booths, using a system developed by SICE. The SICE Tolling System is similar to (and interoperable with) the e-TAG system used on the CityLink tollway. EastLink was opened to traffic on Sunday 29 June 2008 and in conjunction with the opening, a month-long toll-free period occurred before regular tolling commenced on 27 July 2008. The project was constructed by a joint venture of Australian construction companies Thiess Contractors and John Holland, with tolling system contracted to SICE, and mechanical and electrical work contracted to United Group Infrastructure. The final project cost was A$2.5 billion. Signs are at the entrances and on the tollway direct to Ringwood, Dandenong, Frankston and Doncaster. ==History== thumb|Construction of EastLink over Boronia Road in Wantirna thumb|Eastlink in December 2009 The road was originally shown in the 1969 Melbourne Transportation Plan as the F35 Freeway. The freeway has been a contentious issue, amid concerns over environmental damage and the possibility it would lead to a 'complete' metropolitan ring road. In October 1999 the Bracks Government announced that the freeway (which Labor had not promised at the election) had been scrapped. Instead the government promised to investigate a preferred route for the Rowville railway line and extend the 75 tram to Knox, of which neither have been fulfilled. However, in 'major policy about-face' the Bracks Government announced in August 2000 that they would seek federal funding for the freeway. To obtain funding the freeway would need to be classified as a road of 'national importance', despite the fact that it did not form part of the national highway grid. The 'U-turn' on the freeway was strongly criticised by opponents such as the Public Transport Users Association as it would result in public transport alternatives such as the Rowville railway line being scrapped. In 2001, University of Melbourne academic Paul Mees launched legal action in the Federal Court seeking an injunction under section 475 of the Environment Protection and Biodiversity Conservation Act 1999 to prevent Transport Minister Peter Batchelor and the Roads Corporation (VicRoads) from \"taking any further action relating to the construction of the Scoresby freeway or the Eastern Ring Road\". He alleged that the freeway would threaten migratory birds, plant species and wetlands and that the freeway was part of a larger plan to build a metropolitan ring road to Greensborough. In light of the court case, state government bureaucrats removed references to the metropolitan ring road from a draft Metropolitan Strategy. In 2003, the Southern and Eastern Integrated Transport Authority (SEITA) was established by the Victorian Government, to manage and oversee the project on behalf of the government. SEITA was responsible for managing the process of selecting a private sector bidder. In October 2004, SEITA awarded the contract for the design, construction, and operation of EastLink to ConnectEast, a company that was publicly listed on the ASX in November 2004. ConnectEast subsequently contracted Thiess John Holland, a group formed by the partnership of two major construction companies, to carry out the detailed design and construction of EastLink. ConnectEast, as owner of the road, is now responsible for its day- to-day management, until the concession deed expires in 2043. EastLink's construction began in March 2005, and the road opened on 29 June 2008. The opening of the road on 29 June 2008 saw traffic on nearby Stud, Springvale and Blackburn Roads drop by 30% to 40%, but traffic on the Eastern Freeway rose by 5 per cent at the Burke Road intersection, and by about 1–2 per cent at Hoddle Street in the city. On average 270,868 cars, trucks and motorbikes travelled on the road every day until the tolling was introduced on 23 July. In the first week after the introduction of tolls, the average number of daily trips fell to 133,722. This was in line with estimates of a 40 to 50 per cent decline, but is a third below prospectus forecasts. The average toll per trip was $3.10 – above the estimates of $2.91. In its first six months of operation, Eastlink made a loss of almost $93 million. In 2010 the road had to be refinanced with its traffic forecasts rewritten due to lower than expected traffic volumes. ===Naming history=== Over the years the project was variously referred to as the Eastern Ring Road, Scoresby Freeway, Scoresby Bypass, and Mitcham-Frankston Freeway. On 23 March 2005, with the beginning of construction on the project, then Premier Steve Bracks announced that the road would be called EastLink, at a ceremony in Rowville. The new name was reportedly chosen because it is easier to say and apparently easier to remember and fit on the street directories. On 27 February 2008, it was announced that the EastLink / Monash Freeway interchange would be named the \"Tom Wills Interchange\", after the founder of Australian rules football Tom Wills.EastLink interchange honours one of football's founders SEITA. 27 February 2008. Retrieved 26 March 2008. On 24 March 2008 Tim Pallas announced that the twin tunnels would be named 'Melba' and 'Mullum Mullum', in the inbound and outbound direction, respectively. ==Route== EastLink begins at the eastern end of the Eastern Freeway at Springvale Road in Nunawading, before tunnelling eastward towards Ringwood under the Mullum Mullum Creek area. It then travels 40 km south towards Frankston, passing through the suburbs of Wantirna, Wantirna South, Scoresby, Rowville, Mulgrave, Dandenong North, Noble Park, Keysborough, Dandenong South, Bangholme, and Carrum Downs, before ending at the northern end of the Frankston Freeway. The majority of the freeway has three lanes running in each direction, while between Thompson Rd and Frankston Freeway, there are 2 lanes running in each direction. The standard travel time on EastLink in both directions, is 26 minutes, (12 minutes between Frankston Freeway / Peninsula Link and the Monash Freeway, 7 minutes between the Monash Freeway and the Burwood Highway and 7 minutes between the Burwood Highway and Springvale Road). Typical travel time is between 30 and 40 minutes. EastLink does not regularly have peak period congestion like other urban metropolitan freeways in Melbourne. However, delays can be experienced following roadworks or they might be residual, following an incident. Occasionally, traffic congestion occurs between Thompsons Road and the junction with the other three freeways in Carrum Downs, where the freeway changes from three to two lanes. If the congestion builds, the travel time can reach 40 minutes or beyond. ==Exits and interchanges== ==Dandenong Bypass== A 4.8 km section of the Dingley Freeway called the Dandenong Bypass (also referred to as the Dandenong Southern Bypass during its construction) was built by ConnectEast and Thiess John Holland as part of the EastLink project. The bypass opened on 9 December 2007.EastLink tollway to open six months early Herald Sun 10 December 2007. Retrieved 12 December 2007. ==Tolling== thumb|Ringwood portal of the tunnels under the Mullum Mullum Valley thumb|Hillcrest Reserve and the Eastlink Melba Tunnel in January 2020 EastLink is electronically tolled via a system commercially called Breeze, entirely provided by SICE, Spanish system integrator company with broad experience in the tolling market. This system is fully interoperable with all other tollways in Australia, including the Transurban e-TAG system used on CityLink. The system features a uniquely designed electronic vehicle tag, the \"Breeze Tag\", which is about half the size of the standard design of e-TAG. The Breeze system is provided by Spanish company SICE, with the Road Side Equipment, including the Breeze Tags, provided by Swedish firm Kapsch TrafficCom AB, under the PREMID brand of DSRC products. Tolls on EastLink can be charged in three different ways: * By having any Australian electronic tolling \"tag\" (such as a Breeze Tag, or Transurban's e-TAG) in the vehicle. Tolls are charged to the corresponding tag account. * By registering a Breeze non-tag account with ConnectEast. A photograph of the number plate(s) of each vehicle is taken and matched to an account, charging the account holder the toll plus a small processing fee (30c, waived for motorcycles). Alternatively, \"Access\" accounts registered with CityLink may also be used in this manner. Vehicles with metalised windscreens which cannot be electronically scanned will avoid the extra fee if the owner registers it with Eastlink as such. The toll is then charged to the account by number plate recognition. * By purchasing a \"trip pass\" valid for a single one-way trip on EastLink from ConnectEast either over the telephone, via the EastLink website, or from a retail outlet. Vehicle recognition for trip passes is done the same way as for non-tag accounts. Drivers can purchase multiple trip passes at once, as passes are stored until used. However, trip passes expire six months from the date of purchase. If a driver travels on EastLink without taking any of the three actions above to pay for the toll(s) either prior to, or within three days after travel, an invoice for cost of the toll(s) plus an account processing fee will be sent to the registered vehicle's owner. If the toll invoice is not paid, an overdue notice (with an additional processing fee) is issued. If the invoice is still not paid, a fine is issued by Victoria Police. The concession period held by ConnectEast is due to end on 30 November 2043, after which the ownership of the road will be transferred to the state. ===Prices and discounts=== thumb|Inside the Melba (westbound) tunnel Multiple toll points are located along the EastLink, with each toll point charging a fixed fee. The total toll incurred per trip is the smaller of the trip cap or the total price of toll points passed through. The exception is taxis which pay a fixed price for travel on any section south of Maroondah Highway, regardless of the distance travelled or number of toll points passed through. The cheapest toll points are located between Maroondah Highway and High Street Road, with slightly more expensive toll points located in the longer sections near the south of the tollway, and the most expensive one within the tunnel section between Maroondah Highway / Ringwood Bypass and Springvale Road. Motorcycle prices are half of cars, while higher rates apply for larger vehicles. Discounts are also offered to car drivers. A 20 per cent discount applies to the cost of any car trip(s) taken on a Saturday or Sunday and also to one way trips between two consecutive interchanges (excluding the tunnels) on weekdays. ==Traffic impact on surrounding roads== Whilst the construction of Eastlink alleviated congestion on Springvale Road, it has had the effect of funnelling the traffic onto other roads, particularly increasing traffic on the Eastern Freeway. Many local councils, organisation, community groups and individuals expressed concerns throughout the proposal and construction phases, over the alterations to traffic patterns and flows and how Eastlink would impact upon local roads in their respective areas. In 2009, the City of Manningham was able to conduct a traffic report which found that: City of Manningham, traffic report on the effects, alterations and impacts of Eastlink to surrounding and local roads in the City of Manningham, 2009. * Traffic on the Eastern Freeway increased \"significantly\" * Travel times in peak and off-peak periods at the Eastern Freeway/Hoddle Street interchange had increased \"significantly\" * Peak hour congestion at the Eastern Freeway/Bulleen Road interchange had increased. * 20% decrease in traffic at the Springvale Road outbound offramp. * 13% increase in traffic on Bulleen Road north of the Eastern Freeway. * 13% decrease in traffic on Park Road, between Heads & Mitcham Roads. * 11% decrease in traffic on Doncaster Road, west of Middleborough Road. * 8% increase in traffic on Fitzsimmons Lane, north of Porter Street. * 2% increase in traffic on Manningham Road. * 2% decrease in traffic on Reynolds Road, between Blackburn Road and Springvale Road. Another study conducted by Banyule Council showed that, since EastLink opened in June 2008, 800 more trucks a day use main roads in Heidelberg and Rosanna. In general, it appears as though Eastlink has funnelled large amounts of traffic onto the Eastern Freeway and has attracted an increase in commuters using arterial roads in local areas. Decreases appear to be on small stretches of local roads where Eastlink provides a quicker alternative. ==Shared path== The EastLink Trail is a shared walking and cycle path that follows a similar north–south route to the EastLink project. Using it, cyclists and pedestrians are able to cycle or walk most of the distance of the road, along a 3-metre wide dedicated concrete path. Many major roads are crossed via under or over passes. Some roads, such as High Street Road (and until November 2009, Burwood Highway), require crossing the road at grade. In wet weather, two underpasses are not trafficable as they have been built on floodways. These are the Ferntree Gully Road underpass and the Wellington Road underpass. After a medium amount of rain the underpasses flood and trail users must cross over the major roads to continue along the path. This can prove dangerous and during peak traffic times, trail users are known to have waited up to 20 minutes to safely cross the roads when the underpasses have flooded. The Eastlink trail stops in Dandenong and does not continue. Users may take the Dandenong Creek Trail from this point which will take them to Carrum, where they will be able to join the under construction Peninsula Link trail to Frankston and when completed, Mornington. For those using the trail, substantial deviations from EastLink must be taken into account in travel times as the shared path does not follow the freeway in many cases as existing trails were joined up to the trails specifically built during the construction of the road. This has led to some very twisty sections of trail and in some cases, detours of over 3 km from the EastLink. ==Accidents== On 18 February 2010, at 3.15 pm, a semi-trailer lost control on the north-bound side of the tollway, 300m from the Wellington Rd exit. The truck crossed the road and crashed through the median safety barrier, before crashing into a large pylon holding up a road sign gantry. The truck exploded into flames and the driver was killed. The tollway was closed in both directions, the first time since the road opened, between the Monash Freeway and Ferntree Gully Road. It remained closed until the early hours of the following morning so police could conduct an investigation and ConnectEast could carry out repairs to make the road safe to reopen. The police report is yet to be finalised. ==Controversies== thumb|Maroondah Highway bridge, Ringwood looking towards the railway bridge thumb|right|EastLink looking south from the Koomba Road footbridge before opening. thumb|right|The EastLink Operations Centre in Ringwood during construction. thumb|right|Night-shot of overpass spanning Eastlink, near the Burwood Rd exit. * A notable controversy surrounding this project has been the issue of tolls. The Victorian Government, led by Steve Bracks, initially planned not to build the road, instead promising to invest in public transport. Though the government reversed their policy position and decided to go ahead with the road instead. They gave an undertaking that the road would be toll free, a promise on which they later reneged. This led to a total withdrawal of what had been partial federal funding of the project. This policy change has caused much debate, discussion and resentment in some quarters. The Victorian Government's position is that project was not viable without tolls. * The Federal government withdrawal of funding was based on the premise that funding was only available for the road if the road was toll free. However, at the same time, they were also funding a tolled freeway in Sydney, the Westlink freeway. This led to the controversial belief in some quarters that the funding withdrawal was solely designed to discredit the Victorian Government, rather than being driven by a reluctance to fund toll roads. * The then Victorian State opposition, led by Robert Doyle, initially opposed any form of tolling on the road. Subsequently, this policy was changed to support tolls. After the 2010 state election, the state leadership led by Liberal leader Ted Baillieu continues to support tolls. * A court case was heard, where the plaintiffs argued that constructing EastLink would result in pressure to build the \"missing link\" (North East Link) between EastLink and the Metropolitan Ring Road. They claimed that such a freeway would damage the environmentally sensitive green wedges through either Eltham and Warrandyte or Heidelberg and the Yarra Flats. In October 2018 the Andrews government committed to build North East Link if it is victorious in the 2018 State Election. * During the planning stages of the project, businesses in the Rutherford Road industrial area (located at the southern terminus of the freeway) wanted access via on/off ramps to the Mornington Peninsula Freeway and Frankston Freeway, in addition to EastLink. Prior to this project they had an off ramp only from the Mornington Peninsula Freeway into the industrial area. Under Eastlink, this was retained, but no on ramps were designed or constructed to link to the existing roads. The Mornington Peninsula Freeway, and the Frankston Freeway, despite being on their doorstep are only accessible via residential roads. The only on ramp from Rutherford Road takes traffic onto EastLink, Northbound. * Although there is speculation that existing public roads will be restricted to increase traffic on Eastlink , there is legislation in place prohibiting the restriction of traffic , and SEITA has stated that \"Importantly, the State Government has passed legislation to maintain the existing capacity on arterial roads. The EastLink Act and the contract between the State of Victoria and ConnectEast prohibits closing or narrowing any existing roads in an attempt to force people onto EastLink.\" * On 28 August 2006, due to the late completion of bridge preparation works on the Belgrave and Lilydale railway line, the line was closed for the morning with inadequate warning to commuters of the closure of the line between Blackburn and Ringwood stations causing chaos at Ringwood where lengthy queues formed for the replacement buses. Passengers at Heatherdale, Mitcham and Nunawading stations were stranded because of the mess where the delay was caused by the portable crane \"Snow White\" being unable to operate near the rail line where bridge supports are being constructed. The ground was too soft for the crane and gravel had to be ordered in causing the delay. Theiss John Holland were required to pay penalties to Connex Melbourne while commuters were not reimbursed. Some of the more willing commuters set about the one-hour walk to Blackburn. Those individuals managed to arrive well before other commuters that had been caught in the confusion at Ringwood, by an hour or more. ==Environmental issues== thumb|right|Constructing the EastLink bridge over Dandenong Creek, in Ringwood/Wantirna Many environmental groups in Melbourne's east and south-east objected to the project, due to a number of factors, including vehicle emissions and disruption of habitat (in places such as the Mullum Mullum Valley and Dandenong Valley Wetlands). However, the road was the subject of an extensive Environmental Effects Statement (June 1998), which was followed by an extensive public hearing process in April 1999 before the final Government decision to proceed. The statement predicted an 18.5per cent increase in carbon dioxide, impacts on groundwater and wetlands, high impacts on areas of conservation value and the potential to affect 38 species of rare or threatened fauna and flora if the freeway was built. According to EastLink's builders, the road will relieve traffic congestion throughout Melbourne's eastern and south-eastern suburbs, resulting in more efficient traffic flow, therefore reducing fuel consumption and exhaust output. However, like all such road projects, the phenomenon of induced demand will work against the realisation of those benefits. During the planning phase (then a VicRoads project), a large debate surrounding damage to the Mullum Mullum Valley occurred. A number of options for the path of the road through the valley were considered. The option chosen – for two 1.6 km tunnels – was the second-to-most expensive, and the second-to-most environmentally friendly. Other options considered in planning included a surface road for the entire length, much shorter tunnels, and slightly longer tunnels. However, despite the attention on tunnelling beneath the Mullum Mullum Gorge, the Ringwood Interchange is entirely above-ground and has resulted in relocation of the creek through this area. ==See also== * Eastlink hotel * Freeways in Australia * Freeways in Melbourne ==References== ==External links== * EastLink official website (run by ConnectEast) * ConnectEast (the developer of EastLink) * The Southern and Eastern Integrated Transport Authority (EastLink information) * SICE (the main contractor for the free-flow tolling system project) ===Other links=== * EastLink Flyover – a video clip from heraldsun.com.au showing aerial footage of the EastLink route * ABC Online Report on project groundbreaking * Justice Gray's ruling on the likelihood of the Scoresby Freeway being a catalyst for further freeway building in environmentally sensitive areas Category:Highways and freeways in Melbourne Category:Toll roads in Australia",
 "title": "EastLink (Melbourne)"
}