{
 "id": "542057",
 "text": "thumb|Alexander von Oettingen Alexander Konstantin von Oettingen (, Wissust Manor, Wissust () – Yuryev ()) was a Baltic German Lutheran theologian and statistician. ==Biography== Oettingen was born at Wissust (now in Jõgeva Parish) in the Kreis Dorpat of the Governorate of Livonia, the member of a Baltic German noble family that produced many scholars, including his brothers Georg von Oettingen, professor of medicine at the University of Dorpat (), and Arthur von Oettingen, professor of physique in Dorpat and Leipzig. Alexander von Oettingen studied at Erlangen, Bonn, and Berlin. From 1854 to 1891, Oettingen was professor of dogmatics at the University of Dorpat and, theologically, a typical representative of this ultra-orthodox and conservative Lutheran department. While his theological works are forgotten, his side-interest in statistics (and the then-very fashionable view that statistical predictability of social behavior left no space for ethics or God), and discussions with the then-very deterministically-minded great economist Adolph Wagner let him write a very important work, the Moralstatistik (\"Moral Statistics\"), in 1868. Oettingen makes the point that there is regularity in human action because of human societal living together but that there is freedom of action of the individual \"because the regularity of moral statistical numbers is never absolute\". (R. v. Engelhardt) With the book, and in its subtitle, Oettingen also coined the word, and established the concept, of Sozialethik (\"Social Ethics\"), meant as a counter to Auguste Comte's \"social physics\" concept and as the establishment of a non-personal, non-individualistic ethics; this is what Protestant ethics as taught in German universities is still called. ==Works== * Die Moralstatistik. Inductiver Nachweis der Gesetzmäßigkeit sittlicher Lebensbewegung im Organismus der Menschheit. 1868. * Die Moralstatistik und die christliche Sittenlehre. Versuch einer Socialethik auf empirischer Grundlage, vol. 1. Erlangen: Deichert. 1868. ==References== ==External links== * Estonian Manors Portal at www.mois.ee. See in particular the Visusti (in German: Wissust) manor page. Alexander von Oetiingen was born there. * Category:1827 births Category:1905 deaths Category:People from Jõgeva Parish Category:People from Kreis Dorpat Alexander Category:Baltic-German people Category:German Lutheran theologians Category:19th-century German Protestant theologians Category:19th-century German male writers Category:German male non-fiction writers Category:19th- century Lutherans Category:University of Tartu faculty",
 "title": "Alexander von Oettingen"
}