{
 "id": "54204",
 "text": "Philip II of MacedonWorthington, Ian. 2008. Philip II of Macedonia. New Haven: Yale University Press, , 9780300164763 ( ; 382 – 21 October 336 BC) was the king (basileus) of the ancient kingdom of Macedonia from 359 BC until his death in 336 BC.Cosmopoulos, Michael B. 1992. Macedonia: An Introduction to its Political History. Winnipeg: Manitoba Studies in Classical Civilization, p. 30 (TABLE 2: The Argeiad Kings). He was a member of the Argead dynasty, founders of the ancient kingdom, and the father of Alexander the Great. The rise of Macedon—its conquest and political consolidation of most of Classical Greece during his reign—was achieved by his reformation of the army (the establishment of the Macedonian phalanx that proved critical in securing victories on the battlefield), his extensive use of siege engines, and his utilization of effective diplomacy and marriage alliances. After defeating the Greek city-states of Athens and Thebes at the Battle of Chaeronea in 338 BC, Philip II led the effort to establish a federation of Greek states known as the League of Corinth, with him as the elected hegemon and commander-in- chiefDiodorus Sicilus, Book 16, 89.[3] «διόπερ ἐν Κορίνθῳ τοῦ κοινοῦ συνεδρίου συναχθέντος διαλεχθεὶς περὶ τοῦ πρὸς Πέρσας πολέμου καὶ μεγάλας ἐλπίδας ὑποθεὶς προετρέψατο τοὺς συνέδρους εἰς πόλεμον. τέλος δὲ τῶν Ἑλλήνων ἑλομένων αὐτὸν στρατηγὸν αὐτοκράτορα τῆς Ἑλλάδος μεγάλας παρασκευὰς ἐποιεῖτο πρὸς τὴν ἐπὶ τοὺς Πέρσας στρατείαν...καὶ τὰ μὲν περὶ Φίλιππον ἐν τούτοις ἦν» of Greece for a planned invasion of the Achaemenid Empire of Persia. However, his assassination by a royal bodyguard, Pausanias of Orestis, led to the immediate succession of his son Alexander, who would go on to invade the Achaemenid Empire in his father's stead. ==Biography== ===Youth and accession=== Philip was the youngest son of King Amyntas III and Eurydice I. After the assassination of his eldest brother, Alexander II, Philip was sent as a hostage to Illyria by Ptolemy of Aloros.Howe, T. (2017), \"Plain tales from the hills: Illyrian influences on Argead military development\", in S. Müller, T. Howe, H. Bowden and R. Rollinger (eds.), The History of the Argeads: New Perspectives. Wiesbaden, 99-113. Philip was later held in Thebes (c. 368–365 BC), which at the time was the leading city of Greece. While in Thebes, Philip received a military and diplomatic education from Epaminondas, was an eromenos of Pelopidas,Dio Chrysostom Or. 49.5Murray, Stephen O. Homosexualities. Chicago: University of Chicago Press, page 42 and lived with Pammenes, who was an enthusiastic advocate of the Sacred Band of Thebes. In 364 BC, Philip returned to Macedon. In 359 BC, Philip's other brother, King Perdiccas III, died in battle against the Illyrians. Before leaving, Perdiccas had appointed Philip as regent for his infant son Amyntas IV, but Philip succeeded in taking the kingdom for himself. Philip's military skills and expansionist vision of Macedonia brought him early success. He first had to remedy the woes over Macedonian territory faced by his throne's government. This was a predicament that had greatly worsened through Macedonia's defeat by the Illyrians, a struggle in which King Perdiccas himself had died. The Paeonians and the Thracians had sacked and invaded the eastern regions of Macedonia, while the Athenians had landed at Methoni on the coast with a contingent under the Macedonian pretender Argaeus II. == Military career == === Improvements to the army === Using diplomacy, Philip pushed back the Paeonians and Thracians promising tributes, and defeated the 3,000 Athenian hoplites (359 BC). Momentarily free from his opponents, he concentrated on strengthening his internal position and, above all, his army. Philip II made many notable contributions to the Macedonian army. The cavalry and infantry, which were the primary source of the army's strength, roughly doubled from the time of the battles with the Illyrians to 334 BC. The discipline and training of the soldiers increased as well, and the Macedonian soldiers under Philip were provided with the possibility of promotion through the ranks and rewards and bonus wages for exceptional service. In addition to these changes, Philip created the Macedonian phalanx, an infantry formation that consisted of soldiers all armed with a sarissa. Philip is credited for adding the sarissa to the Macedonian army, where it soon was the common weapon used by most soldiers. ===Early military career=== Philip had married Audata, great- granddaughter of the Illyrian king of Dardania, Bardyllis. However, this marriage did not prevent him from marching against the Illyrians in 358 BC and defeating them in a battle in which some 7,000 Illyrians died (357). By this move, Philip established his authority inland as far as Lake Ohrid and earned the favour of the Epirotes.The Cambridge Ancient History Volume 6: The Fourth Century BC by D. M. Lewis, 1994, p. 374, : \"... The victory over Bardylis made him an attractive ally to the Epirotes, who too had suffered at the Illyrians' hands, and his recent alignment ...\"thumb|upright=1.5|The wounding of Philip. After securing the western and southern borders of Macedon, Philip went on to siege Amphipolis in 357 BC. The Athenians had been unable to conquer Amphipolis, which commanded the gold mines of Mount Pangaion, so Philip reached an agreement with Athens to lease the city to them after his conquest, in exchange for Pydna (which was lost by Macedon in 363 BC). However, after conquering Amphipolis, Philip captured Pydna for himself and kept both cities (357 BC). Athens soon declared war against him, and as a result, Philip allied Macedon with the Chalcidian League of Olynthus. He subsequently conquered Potidaea, this time keeping his word and ceding it to the League in 356 BC. In 357 BC, Philip married the Epirote princess Olympias, who was the daughter of the king of the Molossians. Alexander was born in 356 BC, the same year as Philip's racehorse won at the Olympic Games. During 356 BC, Philip conquered the town of Crenides and changed its name to Philippi. He then established a powerful garrison there to control its mines, which yielded much of the gold he later used for his campaigns. In the meantime, his general Parmenion defeated the Illyrians again. In 355–354 BC he besieged Methone, the last city on the Thermaic Gulf controlled by Athens. During the siege, Philip was injured in his right eye, which was later removed surgically.A special instrument known as the Spoon of Dioclese was used to remove his eye. Despite the arrival of two Athenian fleets, the city fell in 354 BC. Philip also attacked Abdera and Maronea, on the Thracian coast (354–353 BC). thumb|450px|Map of the territory of Philip II of Macedon ===Third Sacred War=== Philip's involvement in the Third Sacred War (356-346 BC) began in 354 BC. At the request of the Thessalian League, Philip and his army traveled to Thessaly in order to capture Pagasae, resulting in an alliance with Thebes. A year later in 353 BC, Philip was once again asked to assist in battle, but this time against the tyrant Lycophron who was supported by Onomarchus. Philip and his forces invaded Thessaly, defeating 7,000 Phocians and forcing Phayllus, the brother of Onomarchus, to leave. That same year, Onomarchus and his army defeated Philip in two succeeding battles. Philip returned to Thessaly the next summer, this time with an army of 20,000 infantry, 3,000 cavalry, and the additional support of the Thessalian League's forces. At the Battle of Crocus Field, 6,000 Phocians fell and 3,000 were taken as prisoners and later drowned. This battle earned Philip immense prestige as well as the free acquisition of Pherae. He was made the leader (archon) of the Thessalian League and was able to claim Magnesia and Perrhaebia, which expanded his territory to Pagasae. Philip did not attempt to advance into Central Greece because the Athenians, unable to arrive in time to defend Pagasae, had occupied Thermopylae. There were no hostilities with Athens yet, but Athens was threatened by the Macedonians. From 352 to 346 BC, Philip did not again travel south. He was active in completing the subjugation of the Balkan hill- country to the west and north, and in reducing the Greek cities of the coast as far as the Hebrus. To the chief of these coastal cities, Olynthus, Philip continued to profess friendship until its neighboring cities were in his hands.thumb|249x249px|Silver tetradrachms dated back to the reign of Philip II. On the obverse is the head of Zeus, laureate. On the reverse, a youth on horseback advances right, holding palm frond and reins; the legend reads ΦΙΛΙΠΠΟΥ. In 348 BC, Philip started the siege of Olynthus, which, apart from its strategic position, housed his half-brothers, Arrhidaeus and Menelaus, pretenders to the Macedonian throne. Olynthus had at first allied itself with Philip, but later shifted its allegiance to Athens. The latter, however, did nothing to help the city because its expeditions were held back by a revolt in Euboea. The Macedonian king took Olynthus in 348 BC and razed the city to the ground. The same fate was inflicted on other cities of the Chalcidian peninsula, resulting in the Chalcidian League dissolving. Macedon and the regions adjoining it having now been securely consolidated, Philip celebrated his Olympic Games at Dium. In 347 BC, Philip advanced to the conquest of the eastern districts about Hebrus, and compelled the submission of the Thracian prince Cersobleptes. In 346 BC, he intervened effectively in the war between Thebes and the Phocians, but his wars with Athens continued intermittently. However, Athens had made overtures for peace, and when Philip again moved south, peace was sworn in Thessaly. ===Later campaigns (346–336 BC)=== With key Greek city-states in submission, Philip II turned to Sparta, warning them \"If I invade Laconia, I shall turn you out. The Spartans' laconic reply was one word: \"If.\" Philip proceeded to invade Laconia, devastate much of it and eject the Spartans from various parts. In 345 BC, Philip conducted a hard- fought campaign against the Ardiaioi (Ardiaei), under their king Pleuratus I, during which Philip was seriously wounded in the lower right leg by an Ardian soldier.Ashley, James R., The Macedonian Empire: The Era of Warfare Under Philip II and Alexander the Great, 359–323 BC., McFarland, 2004, p. 114, In 342 BC, Philip led a military expedition north against the Scythians, conquering the Thracian fortified settlement Eumolpia to give it his name, Philippopolis (modern Plovdiv). In 340 BC, Philip started the siege of Perinthus, and in 339 BC, began another siege against the city of Byzantium. As both sieges failed, Philip's influence over Greece was compromised. He successfully reasserted his authority in the Aegean by defeating an alliance of Thebans and Athenians at the Battle of Chaeronea in 338 BC, and in the same year, destroyed Amfissa because the residents had illegally cultivated part of the Crisaian plain which belonged to Delphi. These decisive victories led to Philip being recognized as the military leader of the League of Corinth, a Greek confederation allied against the Persian Empire, in 338/7 BC. Members of the league agreed never to wage war against each other, unless it was to suppress revolution. ===Asian campaign (336 BC)=== Philip II was involved quite early against the Achaemenid Empire. From around 352 BC, he supported several Persian opponents to Artaxerxes III, such as Artabazos II, Amminapes or a Persian nobleman named Sisines, by receiving them for several years as exiles at the Macedonian court. This gave him a good knowledge of Persian issues, and may even have influenced some of his innovations in the management of the Macedonian state. Alexander was also acquainted with these Persian exiles during his youth. In 336 BC, Philip II sent Parmenion, with Amyntas, Andromenes and Attalus, and an army of 10,000 men into Asia Minor to make preparations for an invasion to free the Greeks living on the western coast and islands from Achaemenid rule. At first, all went well. The Greek cities on the western coast of Anatolia revolted until the news arrived that Philip had been assassinated and had been succeeded as king by his young son Alexander. The Macedonians were demoralized by Philip's death and were subsequently defeated near Magnesia by the Achaemenids under the command of the mercenary Memnon of Rhodes. == Marriages == The kings of Macedon practiced polygamy. Philip II had seven wives throughout his life, all members of royalty from foreign dynasties. All of Philip's wives were considered queens, making their children royalty as well. The dates of Philip's multiple marriages and the names of some of his wives are contested. Below is the order of marriages offered by Athenaeus, 13.557b–e: * Audata, the daughter of Illyrian king Bardyllis. Mother of Cynane. * Phila of Elimeia, the sister of Derdas and Machatas of Elimiotis. * Nicesipolis of Pherae, Thessaly, mother of Thessalonica. * Olympias of Epirus, daughter of Neoptolemus I, mother of Alexander the Great and Cleopatra. * Philinna of Larissa, mother of Arrhidaeus later called Philip III of Macedon. * Meda of Odessos, daughter of the king Cothelas, of Thrace. * Cleopatra, daughter of Hippostratus and niece of general Attalus of Macedonia. Philip renamed her Cleopatra Eurydice of Macedon. ==Assassination== King Philip was assassinated in October 336 BC at Aegae, the ancient capital of the kingdom of Macedon. Philip and his royal court were gathered in order to celebrate the marriage of Alexander I of Epirus and Cleopatra of Macedon—Philip's daughter by his fourth wife Olympias. While the king was entering into the town's theatre, he was unprotected in order to appear approachable to the Greek diplomats and dignitaries who were present at that time. Philip was suddenly approached by Pausanias of Orestis, one of his seven bodyguards, and was stabbed in his ribs. After Philip was killed, the assassin then immediately tried to escape and reach his getaway associates who were waiting for him with horses at the entrance to Aegae. The assassin was pursued by three of Philip's other bodyguards, and during the chase, his horse accidentally tripped on a vine. He was subsequently stabbed to death by the bodyguards. The reasons for the assassination are difficult to expound fully. There was already controversy among ancient historians; the only contemporary account in our possession is that of Aristotle who states, rather tersely, that Philip was killed because Pausanias had been offended by Attalus (Philip's uncle-in-law) and his friends. Attalus was the uncle of Philip's wife Cleopatra (renamed Eurydice upon marriage). ===Cleitarchus' analysis=== Fifty years later, the historian Cleitarchus expanded and embellished the story. Centuries later, this version was to be narrated by Diodorus Siculus and all the historians who used Cleitarchus. According to the sixteenth book of Diodorus' history, Pausanias of Orestis had been a lover of Philip, but became jealous when Philip turned his attention to a younger man, also called Pausanias. The elder Pausanias' taunting of the new lover caused the younger Pausanias to throw away his life in battle, which turned his friend Attalus against the elder Pausanias. Attalus took his revenge by getting Pausanias of Orestis drunk at a public dinner and then raping him. When Pausanias complained to Philip, the king felt unable to chastise Attalus, as he was about to send him to Asia with Parmenion, to establish a bridgehead for his planned invasion. Philip also was recently married to Attalus' niece, Cleopatra Eurydice. Rather than offend Attalus, Philip tried to mollify Pausanias by elevating him within his personal bodyguard. Pausanias' desire for revenge seems to have turned towards the man who had failed to avenge his damaged honour, so he planned to kill Philip. Some time after the alleged rape, while Attalus was away in Asia fighting the Persians, he put his plan in action. ===Justin's analysis=== thumb|Assassination of Philip of Macedon. 19th century illustration. Other historians (e.g., Justin 9.7) suggested that Alexander and/or his mother Olympias were at least privy to the intrigue, if not themselves instigators. Olympias seems to have been anything but discreet in manifesting her gratitude to Pausanias, according to Justin's report: He writes that the same night of her return from exile, she placed a crown on the assassin's corpse, and later erected a tumulus over his grave and ordering annual sacrifices to the memory of Pausanias. ===Modern analysis=== Many modern historians have observed that none of the accounts are probable: In the case of Pausanias, the stated motive of the crime hardly seems adequate. On the other hand, the implication of Alexander and Olympias seems specious – to act as they did would have required brazen effrontery in the face of a military personally loyal to Philip. What seems to be recorded are the natural suspicions that fell on the chief beneficiaries of the assassination, however their actions in response to the murder cannot prove their guilt in the crime itself – regardless of how sympathetic they might have seemed afterward. Whatever the actual background to the assassination, it may have had an enormous effect on later world history, far beyond what any conspirators could have predicted. As asserted by some modern historians, had the older and more settled Philip been the one in charge of the war against Persia, he might have rested content with relatively moderate conquests, e.g., making Anatolia into a Macedonian province, and not pushed further into an overall conquest of Persia and further campaigns in India. ==Tomb of Philip II at Aigai== In 1977, Greek archaeologist Manolis Andronikos started excavating the Great Tumulus at Aigai near modern Vergina, the capital and burial site of the kings of Macedon, and found that two of the four tombs in the tumulus were undisturbed since antiquity. Moreover, these two, and particularly Tomb II, contained fabulous treasures and objects of great quality and sophistication.National Geographic article outlining recent archaeological examinations of Tomb II. Although there was much debate for some years,Hatzopoulos B. Miltiades, The Burial of the Dead (at Vergina) or The Unending Controversy on the Identity of the Occupant of Tomb II. Tekmiria, vol. 9 (2008) as suspected at the time of the discovery Tomb II has been shown to be that of Philip II as indicated by many features, including the greaves, one of which was shaped consistently to fit a leg with a misaligned tibia (Philip II was recorded as having broken his tibia). Also, the remains of the skull show damage to the right eye caused by the penetration of an object (historically recorded to be an arrow).See John Prag and Richard Neave's report in Making Faces: Using Forensic and Archaeological Evidence, published for the Trustees of the British Museum by the British Museum Press, London: 1997.Musgrave J, Prag A. J. N. W., Neave R., Lane Fox R., White H. (2010) The Occupants of Tomb II at Vergina. Why Arrhidaios and Eurydice must be excluded, Int J Med Sci 2010; 7:s1–s15 Two scientists who studied some of the bones claimed in 2015 that Philip was buried in Tomb I, not Tomb II. On the basis of age, knee ankylosis, and a hole matching the penetrating wound and lameness suffered by Philip, the authors of the study identified the remains of Tomb I in Vergina as those of Philip II. Tomb II instead was identified in the study as that of King Arrhidaeus and his wife Eurydice II. The Greek Ministry of Culture replied that this claim was baseless, and that the archaeological evidence shows that the ankylotic knee belongs to another body which was thrown or put into Tomb I after this had been looted, and probably between 276/5 and 250 BC.\"Ministry of Culture [Greece]: Answer to the conclusions of a study on the tomb of Philip\" (Υπουργείο Πολιτισμού: Απάντηση στα συμπεράσματα μελέτης για τον τάφο του Φιλίππου, Newspaper To Vima (Το Βήμα), July 22nd, 2015. (in Greek) Besides this, the theory that Tomb I belonged to Philip II had previously been shown to be false. More recent research gives further evidence that Tomb II contains the remains of Philip II. File:Grobowiec Filipa II Macedonskiego.jpg|Great Tumulus of Aigai File:Facade of Philip II tomb Vergina Greece.jpg|The tomb of Philip II of Macedon at the Museum of the Royal Tombs in Vergina File:Philip II larnax vergina greece.jpg|The golden larnax and the golden grave crown of Philip File:Diadem (2).jpg|alt=The gilded silver diadem of Philip II, found in his tomb at Vergina. |The gilded silver diadem of Philip II, found in his tomb at Vergina. ==Legacy== ===Cult=== The heroon at Vergina in Macedonia (the ancient city of Aegae – Αἰγαί) is thought to have been dedicated to the worship of the family of Alexander the Great and may have housed the cult statue of Philip. It is probable that he was regarded as a hero or deified on his death. Though the Macedonians did not consider Philip a god, he did receive other forms of recognition from the Greeks, e.g. at Eresos (altar to Zeus Philippeios), Ephesos (his statue was placed in the temple of Artemis), and at Olympia, where the Philippeion was built. Isocrates once wrote to Philip that if he defeated Persia, there would be nothing left for him to do but to become a god,Backgrounds of early Christianity By Everett Ferguson p. 202 and Demades proposed that Philip be regarded as the thirteenth god; however, there is no clear evidence that Philip was raised to the divine status accorded his son Alexander.The twelve gods of Greece and Rome By Charlotte R. Long p. 207 ===Biblical reference=== Philip is mentioned in the opening verse of the deutero-canonical First Book of Maccabees. ===Fictional portrayals=== * Fredric March portrayed Philip II of Macedon in the film Alexander the Great (1956). * Val Kilmer portrayed Philip II of Macedon in Oliver Stone's 2004 biopic Alexander. * Sunny Ghanshani portrayed Philip II of Macedon in Siddharth Kumar Tewary's series Porus. ===Games=== * Hegemony Gold: Wars of Ancient Greece is a PC strategy game that follows the campaigns of Philip II in Greece. * Philip II appears in the Battle of Chaeronea in Rome: Total War: Alexander * Philip II appears as a card in the Macedonian civilization deck that is played once then goes into history in Imperium: Classics ===Dedications=== * Filippos Veria, one of the most successful handball teams of Greece, bears the name of Philip II. He is also depicted in the team's emblem. * Philip II is depicted in the emblem of the 2nd Support Brigade of the Hellenic Army, stationed in Kozani. ==See also== * Government of Macedonia (ancient kingdom) *Museum of the Royal Tombs of Aigai (Vergina) ==References== ==External links== * A family tree focusing on his ancestors * A family tree focusing on his descendants * Plutarch: Life of Alexander * Pothos.org, Death of Philip: Murder or Assassination? * Philip II of Macedon entry in historical source book by Mahlon H. Smith * Facial reconstruction expert revealed how technique brings past to life, press release of the University of Leicester, with a portrait of Philip based on a reconstruction of his face. * Twilight of the Polis and the rise of Macedon (Philip, Demosthenes and the Fall of the Polis). Yale University courses, Lecture 24. (Introduction to Ancient Greek History) * The Burial of the Dead (at Vergina) or The Unending Controversy on the Identity of the Occupants of Tomb II Category:382 BC births Category:336 BC deaths Category:4th-century BC Macedonian monarchs Category:4th-century BC Macedonians Category:4th-century BC murdered monarchs Category:4th-century BC rulers Category:Ancient Pellaeans Category:Argead kings of Macedonia Category:Family of Alexander the Great Category:Ancient Olympic competitors Category:Ancient Macedonian athletes Category:Ancient Greek chariot racers Category:Murdered royalty of Macedonia (ancient kingdom) Category:People in the deuterocanonical books Category:Theban hegemony Category:Demosthenes Category:Ancient Greek generals",
 "title": "Philip II of Macedon"
}