{
 "id": "542248",
 "text": "The Jacques Marchais Museum of Tibetan Art is a museum located on residential Lighthouse Hill in Egbertville, Staten Island, New York City. It is home to one of the United States' most extensive collections of Himalayan artifacts. The museum was created by Jacques Marchais, (1887-1948) an American woman, to serve as a bridge between the West and the rich ancient and cultural traditions of Tibet and the Himalayan region. Marchais designed her educational center to be an all-encompassing experience: it was built to resemble a rustic Himalayan monastery with extensive terraced gardens and grounds and a fish and lotus pond. The museum was praised for its authenticity by the Dalai Lama who visited in 1991. In 2009, the site was listed on the New York State Register and National Register of Historic Places. A writer in the New York Times referred to the museum's founder under the name Jacqueline Klauber, noting that she used Marchais as her professional name. thumb|left|Office table Jacques Marchais Coblentz was born in 1887 in Cincinnati, Ohio. After a career as a child actress in Chicago she went to Boston and married at age 16, had three children, and divorced in 1910. After a brief second marriage she moved to New York City, returned to acting, and associated with people who were interested in Eastern religions and Buddhism. About 1920 she married the owner of a chemical factory and they lived in rural Staten Island. There, she began collecting. She opened an art gallery in Manhattan in 1938. In 1945 she opened a research library next to her home in Staten Island. Marchais had never visited Tibet or the Himalayas, but she had a lifelong interest in the region and sought to find a permanent home for her collection. The museum officially opened in 1947. The museum, its collection and its history in Staten Island has been chronicled in a book by the same name and 60th anniversary exhibition. The museum has not been able to benefit from the Department of Transportation's initiative to draw traffic to the borough's cultural organizations via a new signage program because it lacks a dedicated parking lot and as such it remains somewhat hidden among New York City's cultural organizations. Bicycling clubs, however, having easier parking, make it a destination. ==See also== *Tibetan art *Buddhist art *List of museums and cultural institutions in New York City ==References== ==External links== * Category:Buildings and structures on the National Register of Historic Places in New York City Category:Asian art museums in New York (state) Category:Art museums established in 1947 Category:Museums in Staten Island Category:Tibetan-American culture Category:Tibetan art Category:Art museums and galleries in New York City Category:1947 establishments in New York City Category:National Register of Historic Places in Staten Island",
 "title": "Jacques Marchais Museum of Tibetan Art"
}