{
 "id": "542283",
 "text": "{{Infobox person |honorific_prefix = Dame |name = Ivy Compton-Burnett |honorific_suffix = |image = Ivy Compton-Burnett.jpg |imagesize = 180px |caption = |birth_date = |birth_place = Pinner, Middlesex, England |death_date = |death_place = Kensington, London, England |occupation = Novelist }} Dame Ivy Compton-Burnett (; 5 June 1884 – 27 August 1969) was an English novelist, published in the original editions as I. Compton-Burnett. Her works focus on power struggles within dysfunctional Edwardian upper-middle-class families. They are written in a highly individualistic dialogue-heavy style. In 1955 she was awarded the James Tait Black Memorial Prize for her novel Mother and Son. ==Background== Ivy Compton-Burnett was born in Pinner, Middlesex, on 5 June 1884,Patrick Lyons, \"Burnett, Dame Ivy Compton- (1884–1969)\", ODNB entry. Retrieved 9 July 2014. as the seventh of twelve children of a well-known homeopathic physician and prolific medical author, Dr James Compton-Burnett (the names were hyphenated by his second wife, and pronounced 'Cumpton- Burnit', 1840–1901), by his second wife, Katharine (1855–1911), the daughter of a civil engineer, surveyor and architect, Rowland Rees, who was also Mayor of Dover.Hilary Spurling: Ivy When Young: The Life of I. Compton-Burnett 1884–1919, Gollancz, 1974, p. 29.Rowland Rees, Mayor of Dover profile [doverlife.co.uk] Accessed 7 April 2016. Many of the best houses built in Dover between 1850 and 1860 were his.Hilary Spurling: Ivy When Young: The Life of I. Compton-Burnett 1884–1919, Gollancz, 1974, p. 37 Given the subjects of most of her works, it was widely assumed that the Compton-Burnett family were landed gentry; in his review of the final volume of Hilary Spurling's biography, J. I. M. Stewart wrote: \"This persuasion she did nothing to controvert... When her ardent admirer and close friend Robert Liddell engaged in a somewhat demeaning rummage in Burke and Crockford in search of distinguished Compton-Burnetts whether living or dead and gone, he was astonished to discover none at all. Both Burnetts and Comptons had in fact been farm labourers not many generations back, and Mrs Spurling thinks that Ivy must have been about thirty before seeing the inside of an English country house.\" According to Spurling, \"Ivy's... friends in later life generally assumed that she came, as the families do in her books, of a long line of country squires.\" In fact \"she had moved with her family four times before she was 14, living on housing estates or in brand new suburban developments, hearing practically nothing about her Compton Burnett relations.\"Hilary Spurling: Ivy When Young: The Life of I. Compton-Burnett 1884–1919, Gollancz, 1974, p. 21. ===\"Yeomen\"=== The Compton-Burnett family in fact descended from small tenant farmers of Gavelacre Farm, near Winchester, Hampshire, who despite owning no land called themselves \"yeomen\".Hilary Spurling: Ivy When Young: The Life of I. Compton-Burnett 1884–1919, Gollancz, 1974, p. 15. They had pretended since the time of Ivy's grandfather Charles to be descended from the younger branch of the landowning Scottish Burnett (also Burnet) family through Alexander Burnett, 12th Laird of Leys, his son, judge Robert Burnet, Lord Crimond, and his grandson Gilbert Burnet, Bishop of Salisbury from 1689 to 1715. This claim \"was unquestioningly accepted by Charles's descendants, and the whole affair passed... rapidly into family legend.\"Hilary Spurling: Ivy When Young: The Life of I. Compton-Burnett 1884–1919, Gollancz, 1974, p. 19.J. H. Clarke: Life and Work of James Compton Burnett, M. D., with an account of the Burnett Memorial, Homeopathic Publishing Company (on behalf of the Burnett Memorial Committee), 1904, pp. 4–5. The claim is repeated in Elizabeth Sprigge's The Life of Ivy Compton-Burnett; it was the later biography by Hilary Spurling (in which she notes the \"many misleading claims... made for I. Compton-Burnett's family tree\")Hilary Spurling: Ivy When Young: The Life of I. Compton-Burnett 1884–1919, Gollancz, 1974, p. 277. that meticulously traces the family. J. Bhagyalakshmi, in Ivy Compton-Burnett and her Art (1986) reflects that the former was \"a friend's memoir\", as opposed to Spurling having taken \"pains of a scholar\" in compiling her biography.Ivy Compton-Burnett and her Art, Mittal Publications, 1986, p. 4. James Compton- Burnett's father, Charles, was an itinerant farm labourer – among other places at Redlynch, near Salisbury, where his son was born – who later settled at French Street, in a poor area of Southampton, and went into business as a corn and coal dealer, later living at Millbrook, outside Southampton, and working as a dairyman.Hilary Spurling: Ivy When Young: The Life of I. Compton-Burnett 1884–1919, Gollancz, 1974, pp. 19–20. (Before Spurling's research, it had been claimed that he was \"a considerable landowner\" at Redlynch, but the Compton- Burnetts of Charles's generation were in fact working-class labourers and grocers, and despite their claims over several generations of yeoman status, the Compton-Burnett family never owned any land.Hilary Spurling: Ivy When Young: The Life of I. Compton-Burnett 1884–1919, Gollancz, 1974, pp. 1, 18, 19 and 21. The \"Compton\" name had been used since the 1803 marriage of James Compton-Burnett's grandfather, Richard Burnett, to a Catherine Maria Compton, of Hampshire, allegedly in honour of her \"large fortune\"; in fact, she was daughter of a blacksmith, who loaned his son-in-law £300. Richard's younger brother William would marry Catherine's sister, Anne; many of the children of both marriages bore the name \"Compton\".Hilary Spurling: Ivy When Young: The Life of I. Compton-Burnett 1884–1919, Gollancz, 1974, p. 15. Ivy Compton- Burnett's first cousin was Margery Blackie, a homeopathic physician. thumb|20 The Drive, Hove, East Sussex, the family home of Ivy Compton Burnett between 1897 and 1915 Ivy grew up in Hove and London. She was educated at home with two brothers until the age of 14. She attended Addiscombe College, Hove, in 1898–1901, then boarded for two terms in 1901–1902 at Howard College, Bedford, before embarking on a university degree in Classics at Royal Holloway College, University of London. After graduating she in turn tutored four younger sisters at home. ===Boarding=== Ivy's mother sent all her stepchildren away to boarding school as soon as possible. According to the scholar Patrick Lyons, \"In widowhood Compton-Burnett's mother provided her with an early model for the line of outrageous domestic bullies that appear in her novels, anticipating the grief-stricken and over-demanding Sophia Stace (Brothers and Sisters, 1929) and the more shamelessly lucid Harriet Haslem (Men and Wives, 1931), who declares candidly: \"I see my children's faces, and am urged by the hurt in them to go further, and driven on to the worse.\" Four of Ivy's sisters rebelled against home life in 1915 and moved up to London to live in a flat with the pianist Myra Hess. Ivy successfully managed the family trust, consisting of both parents' estates and largely taking the form of tenanted property, after her mother's death.Hilary Spurling: Ivy When Young: The Life of I. Compton-Burnett 1884–1919, Gollancz, 1974, p. 207. In the author blurb of the early Penguin editions of her novels there was a paragraph written by Compton-Burnett herself: \"I have had such an uneventful life that there is little information to give. I was educated with my brothers in the country as a child, and later went to Holloway College, and took a degree in Classics. I lived with my family when I was quite young but for most of my life have had my own flat in London. I see a good deal of a good many friends, not all of them writing people. And there is really no more to say.\" This omits the facts that her favourite brother, Guy, died of pneumonia; another, Noel, was killed on the Somme, and her two youngest sisters, Stephanie Primrose and Catharine (called \"Baby\" and \"Topsy\"), died in a suicide pact by taking veronal in their locked bedroom on Christmas Day, 1917. None of the twelve siblings had children, and all eight girls remained unmarried.Viki K. Janik, Modern British Women Writers: an A-to-Z guide. ==Companion== Compton-Burnett spent much of her life as a companion to Margaret Jourdain (1876–1951), a leading authority and writer on the decorative arts and the history of furniture, who shared the author's Kensington flat from 1919. For the first ten years, Compton-Burnett seems to have remained unobtrusively in the background, always severely dressed in black. When Pastors and Masters appeared in 1925, Jourdain said she had been unaware that her friend was writing a novel. ==Honours== Compton- Burnett was appointed a Dame Commander of the Order of the British Empire (DBE) in 1967, two years before her death. ==Death== Compton-Burnett was described as a \"fierce Victorian atheist\". She died at her Kensington home on 27 August 1969, aged 85, and was cremated at Putney Vale Crematorium. ==Work== Apart from Dolores (1911), a traditional novel she later rejected as something \"one wrote as a girl,\" Compton-Burnett's fiction deals with domestic situations in large households, which to all intents and purposes invariably seem Edwardian. The description of human weaknesses and foibles of all sorts pervades her work, and the family that emerges from each of her novels must be seen as dysfunctional in one way or another, with parents struggling with children, or sibling rivalries producing malicious, if covert, power struggles.D. Daiches (ed.), The Penguin Companion to Literature 1 (1971) p. 114. Starting with Pastors and Masters (1925), Compton-Burnett developed a highly individualistic style. Her fiction relies heavily on formal dialogue (in strong contrast to the often melodramatic plots), and demands constant attention on the reader's part: there are instances in her work where important information is casually mentioned in a half sentence, and her use of punctuation is deliberately perfunctory. The result is to create a deliberately claustrophobic fictional world, dominated by the psychological exploration of small-scale power-abuse and persecution.I. Ousby, ed., The Cambridge Guide to Literature in English (1993) p. 197. In the United States and United Kingdom in the 2000s, there has been a resurgence of interest in Compton-Burnett's novels.Ten out of the twenty were available or shortly to be available again in the UK in printed form at the end of May 2012: Pastors and Masters, Men and Wives, A House and Its Head, A Family and a Fortune, Parents and Children, Elders and Betters, Manservant and Maidservant, Two Worlds and Their Ways, The Present and the Past, and The Last and the First – collated results from The Book Depository, retrieved 31 May 2012, and Amazon UK, retrieved 31 May 2012. Some others were available in electronic editions. There were several translations into French, Italian, Spanish and other languages. Publications *Dolores (1911) *Pastors and Masters (1925) *Brothers and Sisters (1929) *Men and Wives (1931) *More Women Than Men (1933) *A House and Its Head (1935) *Daughters and Sons (1937) *A Family and a Fortune (1939) *Parents and Children (1941) *Elders and Betters (1944) *Manservant and Maidservant (1947; US: Bullivant and the Lambs) *Two Worlds and Their Ways (1949) *Darkness and Day (1951) *The Present and the Past (1953) *Mother and Son (1955) *A Father and His Fate (1957) *A Heritage and Its History (1959) *The Mighty and Their Fall (1961) *A God and His Gifts (1963) *The Last and the First (posthumous, 1971) ==Critical reception== There has been longstanding appreciation of Compton-Burnett's novels. Of Pastors and Masters the New Statesman wrote: \"It is astonishing, amazing. It is like nothing else in the world. It is a work of genius.\"Quoted in In her essay collection L'Ère du soupçon (Age of suspicion, 1956), an early manifesto for the French nouveau roman, Nathalie Sarraute hails Compton-Burnett as \"one of the greatest novelists England has ever had.\" Elizabeth Bowen said of the wartime Parents and Children, \"To read in these days a page of Compton-Burnett dialogue is to think of the sound of glass being swept up, one of these London mornings after a blitz.\"Quoted in Charles Burkhart, ed., The Art of I. Compton-Burnett (London: Gollancz, 1972), p. 55. Patrick Lyons wrote over 30 years later, \"These are witty and often demanding novels, peopled with alert sceptics who are devoted to epigrammatic talk and edgily precise analysis of talk.\" ==References== Notes Further reading *Cicely Greig: Ivy Compton-Burnett: a memoir. London: Garnstone Press, 1972. *Frederick R. Karl: \"The Intimate World of Ivy Compton-Burnett\", A Reader's Guide to the Contemporary English Novel (1961), pp. 201–219. *Hilary Spurling: Ivy: The Life of I. Compton-Burnett (1995). Combines two volumes originally published separately in 1974 and 1984. (). ==External links== *The Ivy Compton-Burnett Home Page *The Ivy Compton- Burnett Papers at Washington University in St. Louis *Ivy Compton-Burnett at MySpace *Women of Brighton * Recordings of works by or about Ivy Compton- Burnett Category:1884 births Category:1969 deaths Category:Alumni of Royal Holloway, University of London Category:Burials at Putney Vale Cemetery Category:Dames Commander of the Order of the British Empire Category:English women novelists Category:James Tait Black Memorial Prize recipients Category:People from Pinner Category:People from Hove Category:English atheists Category:Deaths from bronchitis Category:20th-century English novelists Category:20th-century English women writers",
 "title": "Ivy Compton-Burnett"
}