{
 "id": "542291",
 "text": "A neurochemical is a small organic molecule or peptide that participates in neural activity. The science of neurochemistry studies the functions of neurochemicals. ==Prominent neurochemicals== ===Neurotransmitters and neuromodulators=== *Glutamate is the most common neurotransmitter. Most neurons secrete with glutamate or GABA. Glutamate is excitatory, meaning that the release of glutamate by one cell usually causes adjacent cells to fire an action potential. (Note: Glutamate is chemically identical to the MSG commonly used to flavor food.) *GABA is an example of an inhibitory neurotransmitter. * Monoamine neurotransmitters: **Dopamine is a monoamine neurotransmitter. It plays a key role in the functioning of the limbic system, which is involved in emotional function and control. It also is involved in cognitive processes associated with movement, arousal, executive function, body temperature regulation, and pleasure and reward, and other processes. **Norepinephrine, also known as noradrenaline, is a monoamine neurotransmitter that is involved in arousal, pain perception, executive function, body temperature regulation, and other processes. **Epinephrine, also known as adrenaline, is a monoamine neurotransmitter that plays in fight-or-flight response, increases blood flow to muscles, output of the heart, pupil dilation, and glucose. **Serotonin is a monoamine neurotransmitter that plays a regulatory role in mood, sleep, appetite, body temperature regulation, and other processes. **Histamine is a monoamine neurotransmitter that is involved in arousal, pain, body temperature regulation, and appetite. * Trace amines act as neuromodulators in monoamine neurons via binding to TAAR1. *Acetylcholine assists motor function and is involved in memory. *Nitric oxide functions as a neurotransmitter, despite being a gas. It is not grouped with the other neurotransmitters because it is not released in the same way. *Endocannabinoids act in the endocannabinoid system to control neurotransmitter release in a host of neuronal tissues, including the hippocampus, amygdala, basal ganglia, and cerebellum. * Eicosanoids act as neuromodulators via the Arachidonic acid cascade. ===Neuropeptides=== *Orexins (-A and -B) are involved in a number of cognitive processes, including appetite, arousal, and reward, among many others. *Neurohypophysial hormones: **Arginine-vasopressin **Oxytocin regulates social cognition (e.g., trust and pair-bonding) and modulates maternal behavior. *Endogenous opioids: **Dynorphins **Endorphins **Endomorphins **Enkephalins * Neurotrophic factors are biomolecules – nearly all of which are peptides or small proteins – that support the growth, survival, and differentiation of both developing and mature neurons. Examples of notable neurotrophic factors include: ** Insulin-like growth factor-1 (IGF-1) ** Glial cell line-derived neurotrophic factor (GDNF) ** Vascular endothelial growth factor (VEGF) ** Brain-derived neurotrophic factor (BDNF) ** Nerve growth factor ** Neurotrophin-3 ** Neurotrophin-4 ** Ephrins ** Neuregulins ==See also== *Molecule *Biomolecule *Macromolecule *Supermolecule *Neurotransmitter ==References== Category:Neurochemistry",
 "title": "Neurochemical"
}