{
 "id": "542300",
 "text": "The Ilkhanate, also spelled Il-khanate (, Ilxānān), known to the Mongols as Hülegü Ulus (, , Qulug-un Ulus), was a khanate established from the southwestern sector of the Mongol Empire. The Ilkhanid realm, officially known as Iranzamin (), was ruled by the Mongol House of Hulagu. Hulagu Khan, the son of Tolui and grandson of Genghis Khan, inherited the Middle Eastern part of the Mongol Empire after his brother Möngke Khan died in 1260. Its core territory lies in what is now part of the countries of Iran, Azerbaijan, and Turkey. At its greatest extent, the Ilkhanate also included parts of modern Iraq, Syria, Armenia, Georgia, Afghanistan, Turkmenistan, Pakistan, part of modern Dagestan, and part of modern Tajikistan. Later Ilkhanate rulers, beginning with Ghazan in 1295, converted to Islam. In the 1330s, the Ilkhanate was ravaged by the Black Death. Its last khan Abu Sa'id died in 1335, after which the khanate disintegrated. The Ilkhanid rulers, although of non-Iranian origin, tried to advertise their authority by tying themselves to the Iranian past, and they recruited historians in order to present the Mongols as heirs to the Sasanians (224–651 AD) of pre-Islamic Iran. ==Definition== According to the historian Rashid-al-Din Hamadani, Kublai Khan granted Hulagu (Hülegü) the title of Ilkhan after his defeat of Ariq Böke. The term ilkhan here means \"khan of the tribe, khan of the 'ulus'\", and this inferior \"khanship\" refers to the initial deference to Möngke Khan and his successors as Great Khans of the Mongol empire. The title \"Ilkhan\", borne by the descendants of Hulagu and later other Borjigin princes in Persia, does not materialize in the sources until after 1260.Peter Jackson The Mongols and the West, p.127 ==History== ===Origin=== When Muhammad II of Khwarazm executed a contingent of merchants dispatched by the Mongols, Genghis Khan declared war on the Khwārazm-Shāh dynasty in 1219. The Mongols overran the empire, occupying the major cities and population centers between 1219 and 1221. Iran was ravaged by the Mongol detachment under Jebe and Subutai, who left the area in ruin. Transoxiana also came under Mongol control after the invasion.Jeremiah Curtin The Mongols: A history, p.184 Muhammad's son Jalal ad-Din Mingburnu returned to Iran in c. 1224 after fleeing to India. The rival Turkic states, which were all that remained of his father's empire, quickly declared their allegiance to Jalal. He repulsed the first Mongol attempt to take Central Persia. However, Jalal ad-Din was overwhelmed and crushed by Chormaqan's army sent by the Great Khan Ögedei in 1231. During the Mongol expedition, Azerbaijan and the southern Persian dynasties in Fars and Kerman voluntarily submitted to the Mongols and agreed to pay tribute.Timothy May Chormaqan, p.47 To the west, Hamadan and the rest of Persia was secured by Chormaqan. The Mongols invaded Armenia and Georgia in 1234 or 1236, completing the conquest of the Kingdom of Georgia in 1238. They began to attack the western parts of Greater Armenia, which was under the Seljuks, the following year. By 1237 the Mongol Empire had subjugated most of Persia (including modern-day Azerbaijan), Armenia, Georgia (excluding Abbasid Iraq and Ismaili strongholds), as well as all of Afghanistan and Kashmir.Thomas T. Allsen Culture and Conquest in Mongol Eurasia, p.84 After the battle of Köse Dağ in 1243, the Mongols under Baiju occupied Anatolia, while the Seljuk Sultanate of Rûm and the Empire of Trebizond became vassals of the Mongols.George Finlay The history of Greece from its conquest by the Crusaders to its conquest by the Ottomans, p.384 In 1236 Ögedei commanded Greater Khorasan to be restored and the city of Herat repopulated. The Mongol military governors mostly made camp in the Mughan plain in what is now Azerbaijan. Realizing the danger posed by the Mongols, the rulers of Mosul and Cilician Armenia submitted to the Great Khan. Chormaqan divided the Transcaucasia region into three districts based on the Mongol military hierarchy.Grigor of Akanc The history of the nation of archers, (tr. R.P.Blake) 303 In Georgia, the population was temporarily divided into eight tumens.Kalistriat Salia History of the Georgian Nation, p.210 In 1244, Güyük Khan stopped raising of revenue from districts in Persia as well and offered tax exemptions to others.C. P. Atwood-Encyclopedia of Mongolia and the Mongol Empire, see:Monqe Khan In accordance with a complaint by the governor Arghun the Elder (Arghun agha), Möngke Khan prohibited ortog- merchants (Mongol-contracted Muslim traders)X. Liu.The Silk Road in World History, Oxford University Press, Oxford, ç2010 p.116E. Endicott-West. Merchant Associations in Yuan China: The \"Ortoy,\"Asia Major, Third Series, Vol.2 No.2, Academica Sinica, ç1989 and nobles from abusing relay stations and civilians in 1251.M. Th. Houtsma E.J. Brill's first encyclopaedia of Islam, 1913-1936, Volume 1, p.729 He ordered a new census and decreed that each man in the Mongol-ruled Middle East must pay in proportion to his property. Persia was divided between four districts under Arghun. Möngke Khan granted the Kartids authority over Herat, Jam, Pushang (Fushanj), Ghor, Khaysar, Firuz- Kuh, Gharjistan, Farah, Sistan, Kabul, Tirah, and Afghanistan.Ehsan Yar-Shater Encyclopædia Iranica, p.209 ===Hulagu Khan=== Hulagu Khan, third son of Tolui, grandson of Genghis Khan, and brother of both Möngke Khan and Kublai Khan, was the first khan of the Ilkhanate. Immediately after his brother Möngke's accession as Great Khan in 1251, Hulagu was appointed as administrator of North China, however in the following year, North China was assigned to Kublai and Hulagu tasked with conquering the Abbasid Caliphate. He was given a fifth of the entire Mongol army for the campaign and he took his sons Abaqa and Yoshmut along with him. Hulagu also took with him many Chinese scholars and astronomers, from whom the famous Persian astronomer Nasir al-Din al-Tusi learned about the mode of the Chinese calculating tables.H. H. Howorth History of the Mongols, vol.IV, p.138 An observatory was built on a hill of Maragheh. Taking over from Baiju in 1255, Hulagu established Mongol rule from Transoxiana to Syria. He destroyed the Nizari Ismaili state and the Abbasid Caliphate in 1256 and 1258 respectively. In 1258, Hulagu proclaimed himself Ilkhan (subordinate khan). After that he advanced as far as Gaza, briefly conquering Ayyubid Syria and Aleppo in 1260. Möngke's death forced Hulagu to return to Mongolia to attend the kuriltai for the next Great Khan. He left a small force of around 10,000 behind in Palestine that was defeated at the battle of Ain Jalut by the Mamluks of Egypt. Due to the suspicious deaths of three Jochid princes in Hulagu's service, Berke of the Golden Horde declared war on Hulagu in 1262. According to Mamluk historians, Hulagu might have massacred Berke's troops and refused to share his war booty with Berke. Berke sought a joint attack with Baybars and forged an alliance with the Mamluks against Hulagu. The Golden Horde dispatched the young prince Nogai to invade the Ilkhanate but Hulagu forced him back in 1262. The Ilkhanid army then crossed the Terek River, capturing an empty Jochid encampment, only to be routed in a surprise attack by Nogai's forces. Many of them were drowned as the ice broke on the frozen Terek River. In 1262, Hulagu gave Greater Khorasan and Mazandaran to Abaqa and northern Azerbaijan to Yoshmut. Hulagu himself spent his time living as a nomad in southern Azerbaijan and Armenia. During his early rule, the Ilkhanate experienced mass revolts by its subjects, with the exception of the Seljukids and Artuqids in Anatolia and Mardin. It was not until Shams al-Din Juvayni was appointed as vizier after 1262 that things started calming down and a more sustainable administration was implemented. Hulagu fell ill in February 1265 after several days of banquets and hunting. He died on 8 February and his son Abaqa succeeded him in the summer. ===Middle period (1265–1291)=== Upon Abaqa's accession, he immediately faced an invasion by Berke of the Golden Horde, which ended with Berke's death in Tiflis. In 1270, Abaqa defeated an invasion by Ghiyas-ud-din Baraq of the Chagatai Khanate. Abaqa's brother Tekuder sacked Bukhara in retaliation. In 1277, the Mamluks invaded Anatolia and defeated the Mongols at the Battle of Elbistan. Stung by the defeat, Abaqa executed the local regent Mu'in-ad-Din Pervane and replaced him with the Mongol prince Qongqortai. In 1281, Abaqa sent Mongke Temur against the Mamluks, but he too was defeated at Homs. Abaqa's death in 1282 triggered a succession struggle between his son Arghun, supported by the Qara'unas, and his brother Tekuder, supported by the Chinggisid aristocracy. Tekuder was elected khan by the Chinggisids. Tekuder was the first Muslim ruler of the Ilkhanate but he made no active attempt to proselytize or convert his realm. However he did try to replace Mongol political traditions with Islamic ones, resulting in a loss of support from the army. Arghun used his religion against him by appealing to non-Muslims for support. When Tekuder realized this, he executed several of Arghun's supporters, and captured Arghun. Tekuder's foster son, Buaq, freed Arghun and overthrew Tekuder. Arghun was confirmed as Ilkhan by Kublai Khan in February 1286. During Arghun's reign, he actively sought to combat Muslim influence, and fought against both the Mamluks and the Muslim Mongol emir Nawruz in Khorasan. To fund his campaigns, Arghun allowed his viziers Buqa and Sa'd-ud-dawla to centralize expenditures, but this was highly unpopular and caused his former supporters to turn against him. Both viziers were killed and Arghun was murdered in 1291. ===Religious shift (1291–1316)=== The Ilkhanate started crumbling under the reign of Arghun's brother, Gaykhatu. The majority of Mongols converted to Islam while the Mongol court remained Buddhist. Gaykhatu had to buy the support of his followers and as a result, ruined the realm's finances. His vizir Sadr-ud-Din Zanjani tried to bolster the state finances by adopting paper money from the Yuan dynasty, which ended horribly. Gaykhatu also alienated the Mongol old guard with his alleged sexual relations with a boy. Gaykhatu was overthrown in 1295 and replaced with his cousin Baydu. Baydu reigned for less than a year before he was overthrown by Gaykhatu's son, Ghazan. Hulagu's descendants ruled Persia for the next eighty years, tolerating multiple religions, including Shamanism, Buddhism, and Christianity, and ultimately adopting Islam as a state religion in 1295. However, despite this conversion, the Ilkhans remained opposed to the Mamluks, who had defeated both Mongol invaders and Crusaders. The Ilkhans launched several invasions of Syria, but were never able to gain and keep significant ground against the Mamluks, eventually being forced to give up their plans to conquer Syria, along with their stranglehold over their vassals the Sultanate of Rum and the Armenian kingdom in Cilicia. This was in large part due to civil war in the Mongol Empire and the hostility of the khanates to the north and east. The Chagatai Khanate in Moghulistan and the Golden Horde threatened the Ilkhanate in the Caucasus and Transoxiana, preventing expansion westward. Even under Hulagu's reign, the Ilkhanate was engaged in open warfare in the Caucasus with the Mongols in the Russian steppes. On the other hand, the China-based Yuan Dynasty was an ally of the Ikhanate and also held nominal suzerainty over the latter (the Emperor being also Great Khan) for many decades.Christopher P. Atwood Ibid Ghazan converted to Islam under influence of Nawrūz and made Islam the official state religion. Christian and Jewish subjects lost their equal status and had to pay the jizya protection tax. Ghazan gave Buddhists the starker choice of conversion or expulsion and ordered their temples to be destroyed; though he later relaxed this severity. After Nawrūz was deposed and killed in 1297, Ghazan made religious intolerance punishable and attempted to restore relations with non-Muslims. In terms of foreign relations, the Ilkhanate's conversion to Islam had little to no effect on its hostility towards other Muslim states, and conflict with the Mamluks for control of Syria continued. The Battle of Wadi al-Khazandar, the only major victory by the Mongols over the Mamluks, ended the latter's control over Syria for a few months. For the most part, Ghazan's policies continued under his brother Öljeitü despite suggestions that he might begin to favor the Shi'a brand of Islam after he came under the influence of Shi'a theologians Al-Hilli and Maitham Al Bahrani.Ali Al Oraibi, \"Rationalism in the school of Bahrain: a historical perspective\", in Shīʻite Heritage: Essays on Classical and Modern Traditions by Lynda Clarke, Global Academic Publishing 2001 p336 Öljeitü, who had been baptised in Christianity as an infant, had flirted with Buddhism, became a Hanafi Sunni, though he still retained some residual shamanism. In 1309-10, he became a Shi'ite Muslim. An Armenian scribe in 1304 noted the death of \"benevolent and just\" Ghazan, who was succeeded by Khar-Banda Öljeitü \"who too, exhibits good will to everyone.\" A colophon from 1306 reports conversion of Mongols to Islam and \"they coerce everyone into converting to their vain and false hope. They persecute, they molest, and torment,\" including \"insulting the cross and the church\". Some of the Buddhists who survived Ghazan's assaults made an unsuccessful attempt to bring Öljeitü back into Dharma, showing they were active in the realm for more than 50 years. The conversion of Mongols was initially a fairly superficial affair. The process of establishment of Islam did not happen suddenly. Öljeitü's historian Qāshāni records that Qutlugh-Shah, after losing patience with a dispute between Hanafis and Shafi'is, expressed his view that Islam should be abandoned and Mongols should return to the ways of Genghis Khan. Qāshani also stated that Öljeitü had in fact reverted for a brief period. As Muslims, Mongols showed a marked preference for Sufism with masters like Safi-ad-din Ardabili often treated with respect and favour. ===Disintegration (1316–1357)=== Öljaitü's son, the last Ilkhan Abu Sa'id Bahadur Khan, was enthroned in 1316. He was faced with rebellion in 1318 by the Chagatayids and Qara'unas in Khorasan, and an invasion by the Golden Horde at the same time. An Anatolian emir, Irenchin, also rebelled. Irenchin was crushed by Chupan of the Taichiud in the Battle of Zanjan-Rud on 13 July 1319. Under the influence of Chupan, the Ilkhanate made peace with the Chagatais, who helped them crush the Chagatayid revolt, and the Mamluks. In 1327, Abu-Sai'd replaced Chupan with \"Big\" Hasan. Hasan was accused of attempting to assassinate the khan and exiled to Anatolia in 1332. The non-Mongol emirs Sharaf-ud-Din Mahmud-Shah and Ghiyas-ud-Din Muhammad were given unprecedented military authority, which irked the Mongol emirs. In the 1330s, outbreaks of the Black Death ravaged the Ilkhanate and both Abu-Sai'd and his sons were killed by 1335 by the plague.Continuity and Change in Medieval Persia By Ann K. S. Lambton Ghiyas-ud-Din put a descendant of Ariq Böke, Arpa Ke'un, on the throne, triggering a succession of short-lived khans until \"Little\" Hasan took Azerbaijan in 1338. In 1357, Jani Beg of the Golden Horde conquered Chupanid-held Tabriz for a year, putting an end to the Ilkhanate remnant. ==Franco-Mongol alliance== The courts of Western Europe made many attempts to form an alliance with the Mongols, primarily with the Ilkhanate, in the 13th and 14th centuries, starting from around the time of the Seventh Crusade (West Europeans were collectively called Franks by Muslims and Asians in the era of the Crusades). United in their opposition to the Muslims (primarily the Mamluks), the Ilkhanate and the Europeans were nevertheless unable to satisfactorily combine their forces against their common enemy.\"Despite numerous envoys and the obvious logic of an alliance against mutual enemies, the papacy and the Crusaders never achieved the often- proposed alliance against Islam\". Atwood, Encyclopedia of Mongolia and the Mongol Empire, p. 583, \"Western Europe and the Mongol Empire\" ==Government== In contrast to the China-based Yuan dynasty, who excluded the native population from gaining control of high offices, the Ilkhanate ruled their realm through a Central Asian-Persian (\"Tajik\") administration in partnership with Turco-Mongol military officers. Not all of the Persian administrators were Muslims or members of the traditional families that had served the Seljuqs and Khwarazmians (e.g, the Juvayni family). For example, the Ilkhanate vizier from 1288 to 1291 was Sa'ad al-Dawla, a Jew, while the prominent vizier and historian Rashid-al-Din Hamadani was a Jewish convert to Islam. The Ilkhanate Mongols remained nomadic in their way of life until the end of the dynasty. Their nomadic routes covered central Iraq, northwest Iran, Azerbaijan, and Armenia. The Mongols administered Iraq, the Caucasus, and western and southern Iran directly with the exception of Georgia, the Artuqid sultan of Mardin, and Kufa and Luristan. The Qara'unas Mongols ruled Khorasan as an autonomous realm and did not pay taxes. Herat's local Kart dynasty also remained autonomous. Anatolia was the richest province of the Ilkhanate, supplying a quarter of its revenue while Iraq and Diyarbakir together supplied about 35 percent of its revenue. In 1330, the annexation of Abkhazia resulted in the reunification of the Kingdom of Georgia. However, tribute received by the Il-Khans from Georgia sank by about three-quarters between 1336 and 1350 because of wars and famines.D. M. Lang, Georgia in the Reign of Giorgi the Brilliant (1314-1346). Bulletin of the School of Oriental and African Studies, University of London, Vol. 17, No. 1 (1955), pp. 74-91 ==Legacy== The emergence of the Ilkhanate had an important historical impact in the Middle Eastern region. The establishment of the unified Mongol Empire had significantly eased trade and commerce across Asia. The communications between the Ilkhanate and the Yuan Dynasty headquartered in China encouraged this development.Gregory G.Guzman - Were the barbarians a negative or positive factor in ancient and medieval history?, The historian 50 (1988), 568-70Thomas T.Allsen - Culture and conquest in Mongol Eurasia, 211 The dragon clothing of Imperial China was used by the Ilkhanids, the Chinese Huangdi (Emperor) title was used by the Ilkhanids due to heavy influence upon the Mongols of the Chinese system of politics. Seals with Chinese characters were created by the Ilkhanids themselves besides the seals they received from the Yuan dynasty which contain references to a Chinese government organization. The Ilkhanate also helped to pave the way for the later Safavid dynastic state, and ultimately the modern country of Iran. Hulagu's conquests had also opened Iran to Chinese influence from the east. This, combined with patronage from his successors, would develop Iran's distinctive excellence in architecture. Under the Ilkhans, Iranian historians also moved from writing in Arabic to writing in their native Persian tongue.Francis Robinson, The Mughal Emperors and the Islamic Dynasties of India, Iran and Central Asia, Pages 19 and 36 The rudiments of double-entry accounting were practiced in the Ilkhanate; merdiban was then adopted by the Ottoman Empire. These developments were independent from the accounting practices used in Europe.Cigdem Solas, ACCOUNTING SYSTEM PRACTICED IN THE NEAR EAST DURING THE PERIOD 1220-1350, based ON THE BOOK RISALE-I FELEKIYYE, The Accounting Historians Journal, Vol. 21, No. 1 (June 1994), pp. 117-135 This accounting system was adopted primarily as the result of socio-economic necessities created by the agricultural and fiscal reforms of Ghazan Khan in 1295-1304. ===Ilkhan as a tribal title in 19th/20th century Iran=== The title Ilkhan resurfaced among the Qashqai nomads of Southern Iran in the 19th century. Jan Mohammad Khan started using it from 1818/19 and this was continued by all the following Qashqai leaders. The last Ilkhan was Nasir Khan, who in 1954 was pushed into exile after his support of Mossadeq. When he returned during the Islamic Revolution in 1979, he could not regain his previous position and died in 1984 as the last Ilkhan of the Qashqai.Pierre Oberling, Qashqai tribal confederacy I History, in Encyclopedia Iranica (2003) File:Lampas with phoenix silk and gold Iran or Irak 14th century.jpg|Ilkhanate, Lampas with phoenix, silk and gold, Iran or Iraq, 14th century. File:Lampas textile silk and gold Italy second half of 14th century.jpg|Ilkhanate, Lampas textile, silk and gold; second half of 14th century. File:OljeituToPhilippeLeBel1305.jpg|1305 letter of the Ilkhan Mongol Öljaitü (official square red stamp of the Ilkhanate). File:GhazanSeal1302LetterToBonifaceVIII.JPG|Seal of Ghazan ==Ilkhans== ===House of Hulagu (1256–1335; Ilkhanate Mongol kings)=== *Hulagu Khan (1256–1265) *Abaqa Khan (1265–1282) *Ahmad Tegüder (1282–1284) *Arghun (1284–1291) *Gaykhatu (1291–1295) *Baydu (1295) *Mahmud Ghazan (1295–1304) *Muhammad Khodabandeh (Oljeitu or Öljaitü) (1304–1316) *Abu Sa'id Bahadur (1316–1335) After the Ilkhanate, the regional states established during the disintegration of the Ilkhanate raised their own candidates as claimants. ===House of Ariq Böke=== *Arpa Ke'ün (1335–1336) ===House of Hulagu (1336–1357)=== *Musa (1336–1337) (puppet of 'Ali Padshah of Baghdad) *Muhammad (1336–1338) (Jalayirid puppet) *Sati Beg (1338–1339) (Chobanid puppet) *Sulayman (1339–1343) (Chobanid puppet, recognized by the Sarbadars 1341–1343) *Jahan Temür (1339–1340) (Jalayirid puppet) *Anushirwan (1343–1356) (Chobanid puppet) * Ghazan II (1356–1357) (known only from coinage) ===House of Hasar=== Claimants from eastern Persia (Khurasan): *Togha Temür (c. 1338–1353) (recognized by the Kartids 1338–1349; by the Jalayirids 1338–1339, 1340–1344; by the Sarbadars 1338–1341, 1344, 1353) * Luqman (1353–1388) (son of Togha Temür and the protege of Timur) ==Family tree (House of Hulagu)== ==See also== *Division of the Mongol Empire *List of Mongol states *List of medieval Mongol tribes and clans *Full list of Iranian Kingdoms *Sarbadars, the famous political movement of the Ilkhanid era of Persia. *Hazaras ==Notes== ==References== * * Atwood, Christopher P. (2004). The Encyclopedia of Mongolia and the Mongol Empire. Facts on File, Inc. . * * * C.E. Bosworth, The New Islamic Dynasties, New York, 1996. * * * * Kadoi, Yuka. (2009) Islamic Chinoiserie: The Art of Mongol Iran, Edinburgh Studies in Islamic Art, Edinburgh. . * * * * R. Amitai-Preiss: Mongols and Mamluks: The Mamluk- Ilkhanid War 1260–1281. Cambridge, 1995. ==External links== * Ilkhanids Dynasty Mongolian dynasty * Encyclopedia Iranica. Contains more information on the Ilkhanate. * Searchable database for Ilkhanid coins Category:13th century in Iran Category:14th century in Iran Category:Medieval history of the Caucasus Category:Medieval Syria Category:Medieval Georgia (country) Category:Muslim dynasties Category:States and territories established in 1256 Category:States and territories established in 1353 Category:Khanates Category:1256 establishments in the Mongol Empire Category:1350s disestablishments in the Mongol Empire Category:Mongol states Category:Hulagu Khan",
 "title": "Ilkhanate"
}