{
 "id": "542666",
 "text": "{s\\left(1+e^{-(x-\\mu)/s}\\right)^2}| cdf =\\frac{1}{1+e^{-(x-\\mu)/s}}| quantile =\\mu+s \\log\\left(\\frac{p}{1-p}\\right)| mean =\\mu| median =\\mu| mode =\\mu| variance =\\frac{s^2 \\pi^2}{3}| skewness =0| kurtosis =6/5| entropy =\\ln s + 2| mgf =e^{\\mu t}\\Beta(1-st, 1+st) for t \\in (-1/s,1/s) and \\Beta is the Beta function| char =e^{it\\mu}\\frac{\\pi st}{\\sinh(\\pi st)}}} In probability theory and statistics, the logistic distribution is a continuous probability distribution. Its cumulative distribution function is the logistic function, which appears in logistic regression and feedforward neural networks. It resembles the normal distribution in shape but has heavier tails (higher kurtosis). The logistic distribution is a special case of the Tukey lambda distribution. == Specification == === Probability density function === When the location parameter is 0 and the scale parameter is 1, then the probability density function of the logistic distribution is given by : \\begin{align} f(x; 0,1) & = \\frac{e^{-x}}{(1+e^{-x})^2} \\\\\\\\[4pt] & = \\frac 1 {(e^{x/2} + e^{-x/2})^2} \\\\\\\\[5pt] & = \\frac 1 4 \\operatorname{sech}^2 \\left(\\frac x 2 \\right). \\end{align} Thus in general the density is: : \\begin{align} f(x; \\mu,s) & = \\frac{e^{-(x-\\mu)/s}} {s\\left(1+e^{-(x-\\mu)/s}\\right)^2} \\\\\\\\[4pt] & =\\frac{1}{s\\left(e^{(x-\\mu)/(2s)}+e^{-(x-\\mu)/(2s)}\\right)^2} \\\\\\\\[4pt] & =\\frac{1}{4s} \\operatorname{sech}^2\\left(\\frac{x-\\mu}{2s}\\right). \\end{align} Because this function can be expressed in terms of the square of the hyperbolic secant function \"sech\", it is sometimes referred to as the sech- square(d) distribution.Johnson, Kotz & Balakrishnan (1995, p.116). (See also: hyperbolic secant distribution). === Cumulative distribution function === The logistic distribution receives its name from its cumulative distribution function, which is an instance of the family of logistic functions. The cumulative distribution function of the logistic distribution is also a scaled version of the hyperbolic tangent. :F(x; \\mu, s) = \\frac{1}{1+e^{-(x-\\mu)/s}} = \\frac12 + \\frac12 \\operatorname{tanh} \\left(\\frac{x-\\mu}{2s}\\right). In this equation, is the random variable, is the mean, and is a scale parameter proportional to the standard deviation. === Quantile function === The inverse cumulative distribution function (quantile function) of the logistic distribution is a generalization of the logit function. Its derivative is called the quantile density function. They are defined as follows: :Q(p;\\mu,s) = \\mu + s \\ln\\left(\\frac{p}{1-p}\\right). :Q'(p;s) = \\frac{s}{p(1-p)}. === Alternative parameterization === An alternative parameterization of the logistic distribution can be derived by expressing the scale parameter, s, in terms of the standard deviation, \\sigma, using the substitution s\\,=\\,q\\,\\sigma, where q\\,=\\,\\sqrt{3}/{\\pi}\\,=\\,0.551328895\\ldots. The alternative forms of the above functions are reasonably straightforward. == Applications == The logistic distribution—and the S-shaped pattern of its cumulative distribution function (the logistic function) and quantile function (the logit function)—have been extensively used in many different areas. === Logistic regression === One of the most common applications is in logistic regression, which is used for modeling categorical dependent variables (e.g., yes-no choices or a choice of 3 or 4 possibilities), much as standard linear regression is used for modeling continuous variables (e.g., income or population). Specifically, logistic regression models can be phrased as latent variable models with error variables following a logistic distribution. This phrasing is common in the theory of discrete choice models, where the logistic distribution plays the same role in logistic regression as the normal distribution does in probit regression. Indeed, the logistic and normal distributions have a quite similar shape. However, the logistic distribution has heavier tails, which often increases the robustness of analyses based on it compared with using the normal distribution. === Physics === The PDF of this distribution has the same functional form as the derivative of the Fermi function. In the theory of electron properties in semiconductors and metals, this derivative sets the relative weight of the various electron energies in their contributions to electron transport. Those energy levels whose energies are closest to the distribution's \"mean\" (Fermi level) dominate processes such as electronic conduction, with some smearing induced by temperature. Note however that the pertinent probability distribution in Fermi–Dirac statistics is actually a simple Bernoulli distribution, with the probability factor given by the Fermi function. The logistic distribution arises as limit distribution of a finite-velocity damped random motion described by a telegraph process in which the random times between consecutive velocity changes have independent exponential distributions with linearly increasing parameters.A. Di Crescenzo, B. Martinucci (2010) \"A damped telegraph random process with logistic stationary distribution\", J. Appl. Prob., vol. 47, pp. 84–96. === Hydrology === In hydrology the distribution of long duration river discharge and rainfall (e.g., monthly and yearly totals, consisting of the sum of 30 respectively 360 daily values) is often thought to be almost normal according to the central limit theorem. The normal distribution, however, needs a numeric approximation. As the logistic distribution, which can be solved analytically, is similar to the normal distribution, it can be used instead. The blue picture illustrates an example of fitting the logistic distribution to ranked October rainfalls—that are almost normally distributed—and it shows the 90% confidence belt based on the binomial distribution. The rainfall data are represented by plotting positions as part of the cumulative frequency analysis. === Chess ratings === The United States Chess Federation and FIDE have switched its formula for calculating chess ratings from the normal distribution to the logistic distribution; see the article on Elo rating system (itself based on the normal distribution). == Related distributions == * Logistic distribution mimics the sech distribution. * If X \\sim \\mathrm{Logistic}(\\mu, s) then kX + \\ell \\sim \\mathrm{Logistic}(k\\mu + \\ell, |k|s). * If X ~ U(0, 1) then μ + s(log(X) − log(1 − X)) ~ Logistic(μ, s). * If X \\sim \\mathrm{Gumbel}(\\mu_X, \\beta) and Y \\sim \\mathrm{Gumbel}(\\mu_Y, \\beta) independently then X-Y \\sim \\mathrm{Logistic}(\\mu_X-\\mu_Y,\\beta) \\,. * If X and Y \\sim \\mathrm{Gumbel}(\\mu, \\beta) then X+Y sim \\mathrm{Logistic}(2 \\mu,\\beta) \\, (The sum is not a logistic distribution). Note that E(X+Y) = 2\\mu+2\\beta\\gamma eq 2\\mu = E\\left(\\mathrm{Logistic}(2 \\mu,\\beta) \\right) . * If X ~ Logistic(μ, s) then exp(X) ~ LogLogistic \\left( \\alpha = e^\\mu, \\beta = \\frac 1 s \\right) , and exp(X) + γ ~ shifted log- logistic \\left( \\alpha = e^\\mu, \\beta = \\frac 1 s, \\gamma \\right) . * If X ~ Exponential(1) then ::\\mu+s\\log(e^X -1) \\sim \\operatorname{Logistic}(\\mu,s). * If X, Y ~ Exponential(1) then ::\\mu-s\\log\\left(\\frac X Y \\right) \\sim \\operatorname{Logistic}(\\mu,s). * The metalog distribution is generalization of the logistic distribution, in which power series expansions in terms of p are substituted for logistic parameters \\mu and \\sigma. The resulting metalog quantile function is highly shape flexible, has a simple closed form, and can be fit to data with linear least squares. == Derivations == === Higher-order moments === The nth-order central moment can be expressed in terms of the quantile function: : \\begin{align} \\operatorname{E}[(X-\\mu)^n] & = \\int_{-\\infty}^\\infty (x-\\mu)^n \\, dF(x) \\\\\\ & = \\int_0^1\\big(Q(p)-\\mu\\big)^n \\, dp = s^n \\int_0^1 \\left[\\ln\\\\!\\left(\\frac p {1-p} \\right)\\right]^n \\, dp. \\end{align} This integral is well-known and can be expressed in terms of Bernoulli numbers: : \\operatorname{E}[(X-\\mu)^n] = s^n\\pi^n(2^n-2)\\cdot|B_n|. == See also == * generalized logistic distribution * Tukey lambda distribution * log-logistic distribution * half-logistic distribution * logistic regression * sigmoid function == Notes == == References == * * * *Modis, Theodore (1992) Predictions: Society's Telltale Signature Reveals the Past and Forecasts the Future, Simon & Schuster, New York. Category:Continuous distributions Category:Location-scale family probability distributions",
 "title": "Logistic distribution"
}