{
 "id": "542776",
 "text": "Hemolytic–uremic syndrome (HUS) is a group of blood disorders characterized by low red blood cells, acute kidney failure, and low platelets. Initial symptoms typically include bloody diarrhea, fever, vomiting, and weakness. Kidney problems and low platelets then occur as the diarrhea progresses. Children are more commonly affected, but most children recover without permanent damage to their health, although some children may have serious and sometimes life- threatening complications. Adults, especially the elderly, may present a more complicated presentation. Complications may include neurological problems and heart failure. Most cases occur after infectious diarrhea due to a specific type of E. coli called O157:H7. Other causes include S. pneumoniae, Shigella, Salmonella, and certain medications. The underlying mechanism typically involves the production of Shiga toxin by the bacteria. Atypical hemolytic uremic syndrome (aHUS) is often due to a genetic mutation and presents differently. However, both can lead to widespread inflammation and multiple blood clots in small blood vessels, a condition known as thrombotic microangiopathy. Treatment involves supportive care and may include dialysis, steroids, blood transfusions, or plasmapheresis. About 1.5 per 100,000 people are affected per year. Less than 5% of those with the condition die. Of the remainder, up to 25% have ongoing kidney problems. HUS was first defined as a syndrome in 1955. ==Signs and symptoms== After eating contaminated food, the first symptoms of infection can emerge anywhere from 1 to 10 days later, but usually after 3 to 4 days. These early symptoms can include diarrhea (which is often bloody), stomach cramps, mild fever, or vomiting that results in dehydration and reduced urine. HUS typically develops about 5–10 days after the first symptoms, but can take up to 3 weeks to manifest, and occurs at a time when the diarrhea is improving. Related symptoms and signs include lethargy, decreased urine output, blood in the urine, kidney failure, low platelets, (which are needed for blood clotting), and destruction of red blood cells (microangiopathic hemolytic anemia). High blood pressure, jaundice (a yellow tinge in skin and the whites of the eyes), seizures, and bleeding into the skin can also occur. In some cases, there are prominent neurologic changes. People with HUS commonly exhibit the symptoms of thrombotic microangiopathy (TMA), which can include abdominal pain, low platelet count, elevated lactate dehydrogenase LDH, (a chemical released from damaged cells, and which is therefore a marker of cellular damage) decreased haptoglobin (indicative of the breakdown of red blood cells) anemia (low red blood cell count), schistocytes (damaged red blood cells), elevated creatinine (a protein waste product generated by muscle metabolism and eliminated renally), proteinuria (indicative of kidney injury), confusion, fatigue, swelling, nausea/vomiting, and diarrhea. Additionally, patients with aHUS typically present with an abrupt onset of systemic signs and symptoms such as acute kidney failure, hypertension (high blood pressure), myocardial infarction (heart attack), stroke, lung complications, pancreatitis (inflammation of the pancreas), liver necrosis (death of liver cells or tissue), encephalopathy (brain dysfunction), seizure, and coma. Failure of neurologic, cardiac, renal, and gastrointestinal (GI) organs, as well as death, can occur unpredictably at any time, either very quickly or following prolonged symptomatic or asymptomatic disease progression. ==Cause== ===Typical HUS=== STEC-HUS occurs after ingestion of a strain of bacteria expressing Shiga toxin such as enterohemorrhagic Escherichia coli (EHEC), of which E. coli O157:H7 is the most common serotype. ===Atypical HUS=== Atypical HUS (aHUS) represents 5–10% of HUS cases and is largely due to one or several genetic mutations that cause chronic, uncontrolled, and excessive activation of the complement system, which is a group of immune signaling factors that promote inflammation, enhance the ability of antibodies and phagocytic cells to clear microbes and damaged cells from the body, and directly attack the pathogen's cell membrane. This results in platelet activation, endothelial cell damage, and white blood cell activation, leading to systemic TMA, which manifests as decreased platelet count, hemolysis (breakdown of red blood cells), damage to multiple organs, and ultimately death. Early signs of systemic complement-mediated TMA include thrombocytopenia (platelet count below 150,000 or a decrease from baseline of at least 25%) and evidence of microangiopathic hemolysis, which is characterized by elevated LDH levels, decreased haptoglobin, decreased hemoglobin (the oxygen-containing component of blood), and/or the presence of schistocytes. Despite the use of supportive care, an estimated 33–40% of patients will die or have end-stage renal disease (ESRD) with the first clinical manifestation of aHUS, and 65% of patients will die, require dialysis, or have permanent renal damage within the first year after diagnosis despite plasma exchange or plasma infusion (PE/PI) therapy. Patients who survive the presenting signs and symptoms of aHUS endure a chronic thrombotic and inflammatory state, which puts them at lifelong elevated risk of sudden blood clotting, kidney failure, other severe complications and premature death. Historically, treatment options for aHUS were limited to plasma exchange or plasma infusion (PE/PI) therapy, which carries significant risks and has not been proven effective in any controlled trials. People with aHUS and ESRD have also had to undergo lifelong dialysis, which has a 5-year survival rate of 34–38%. ==Pathogenesis== HUS is one of the thrombotic microangiopathies, a category of disorders that includes STEC-HUS, aHUS, and thrombotic thrombocytopenic purpura (TTP). STEC-HUS occurs after ingestion of a strain of bacteria expressing Shiga toxin(s), usually types of E. coli, that expresses verotoxin (also called Shiga-like toxin). E. coli can produce stx1 and/or stx2 Shiga toxins, the latter being more dangerous. A combination of both toxins in certain ratios is usually associated with HUS. These Shiga toxins bind GB3 receptors, globotriaosylceramide, which are present in renal tissue more than any other tissue and are also found in central nervous system neurons and other tissue. Children have more GB3 receptors than adults which may be why children are more susceptible to HUS. Cattle, swine, deer, and other mammals do not have GB3 receptors, but can be asymptomatic carriers of Shiga toxin-producing bacteria. Some humans can also be asymptomatic carriers. Once the bacteria colonizes, diarrhea followed by bloody diarrhea, hemorrhagic colitis, typically follows. STEC-HUS is usually preceded by a prodrome of diarrhea, which is often bloody, and is caused by Shiga-like toxin-producing bacteria such as enterohemorrhagic Escherichia coli (EHEC), of which E. coli O157:H7 is the most common serotype. Other serotypes also cause disease and can emerge as new causes of STEC-HUS, as occurred with E. coli O104:H4, which triggered a 2011 epidemic of STEC-HUS in Germany. The typical pathophysiology of HUS involves the binding of Shiga-toxin to the globotriaosylceramide (Gb3; also called ceramide trihexoside which accumulates in Fabry disease) receptor on the surface of the glomerular endothelium. This action includes a cascade of signaling events leading to apoptosis and binding of leukocytes to endothelial cells. The Shiga-toxin-activated endothelial cells then become thrombogenic (clot-producing) by a mechanism that is not fully understood, though they have been shown to induce the release of cytokines and chemokines that are implicated in platelet activation. Additionally, the binding action of Shiga-toxin inactivates a metalloproteinase called ADAMTS13, the deficiency of which causes the closely related TTP. Once ADAMTS13 is disabled, multimers of von Willebrand Factor (vWF) form and initiate platelet activation, causing microthrombus formation. The activation of platelets resulting from inhibition of ADAMTS13 is due to the hyperactivity of large multimers of uncleaved vWF. The arterioles and capillaries of the body become obstructed by the resulting complexes of activated platelets, which have adhered to the endothelium via large multimeric vWF. Through a mechanism known as microangiopathic hemolysis, the growing thrombi lodged in smaller vessels destroy red blood cells (RBCs) as they squeeze through the narrowed blood vessels, forming schistocytes, or fragments of sheared RBCs. The presence of schistocytes is a key finding that helps to diagnose HUS. Typically, this hemolysis results in a hemoglobin level of less than 80 g/L. Shiga-toxin directly activates the alternative complement pathway and also interferes with complement regulation by binding to complement factor H, an inhibitor of the complement cascade. Shiga-toxin causes complement-mediated platelet, leukocyte, and endothelial cell activation, resulting in systemic hemolysis, inflammation and thrombosis. Severe clinical complications of TMA have been reported in patients from 2 weeks to more than 44 days after presentation with STEC-HUS, with improvements in clinical condition extending beyond this time frame, suggesting that complement activation persists beyond the acute clinical presentation and for at least 4 months. The consumption of platelets as they adhere to the thrombi lodged in the small vessels typically leads to mild or moderate thrombocytopenia with a platelet count of less than 60,000 per microliter. As in the related condition TTP, reduced blood flow through the narrowed blood vessels of the microvasculature leads to reduced blood flow to vital organs, and ischemia may develop. The kidneys and the central nervous system (brain and spinal cord) are the parts of the body most critically dependent on high blood flow, and are thus the most likely organs to be affected. However, in comparison to TTP, the kidneys tend to be more severely affected in HUS, and the central nervous system is less commonly affected. In contrast with typical disseminated intravascular coagulation seen with other causes of sepsis and occasionally with advanced cancer, coagulation factors are not consumed in HUS (or TTP) and the coagulation screen, fibrinogen level, and assays for fibrin degradation products such as \"D-Dimers\", are generally normal despite the low platelet count (thrombocytopenia). HUS occurs after 3–7% of all sporadic E. coli O157:H7 infections and up to approximately 20% or more of epidemic infections. Children and adolescents are commonly affected. Grossly, the kidneys may show patchy or diffuse renal cortical necrosis. Histologically, the glomeruli show thickened and sometimes split capillary walls due largely to endothelial swelling. Large deposits of fibrin-related materials in the capillary lumens, subendothelially, and in the mesangium are also found along with mesangiolysis. Interlobular and afferent arterioles show fibrinoid necrosis and intimal hyperplasia and are often occluded by thrombi. STEC-HUS most often affects infants and young children, but also occurs in adults. The most common form of transmission is ingestion of undercooked meat, unpasteurized fruits and juices, contaminated produce, contact with unchlorinated water, and person-to-person transmission in daycare or long-term care facilities. Unlike typical HUS, aHUS does not follow STEC infection and is thought to result from one or several genetic mutations that cause chronic, uncontrolled, and excessive activation of complement. This leads to platelet activation, endothelial cell damage, and white blood cell activation, leading to systemic TMA, which manifests as decreased platelet count, hemolysis, damage to multiple organs, and ultimately, death. Early signs of systemic complement-mediated TMA include thrombocytopenia (platelet count below 150,000 or a decrease from baseline of at least 25%) and evidence of microangiopathic hemolysis, which is characterized by elevated LDH levels, decreased haptoglobin, decreased hemoglobin, and/or the presence of schistocytes. ==Diagnosis== The similarities between HUS, aHUS, and TTP make differential diagnosis essential. All three of these systemic TMA-causing diseases are characterized by thrombocytopenia and microangiopathic hemolysis, plus one or more of the following: neurological symptoms (e.g., confusion, cerebral convulsions, seizures); renal impairment (e.g., elevated creatinine, decreased estimated glomerular filtration rate [eGFR], abnormal urinalysis); and gastrointestinal (GI) symptoms (e.g., diarrhea, nausea/vomiting, abdominal pain, gastroenteritis).The presence of diarrhea does not exclude aHUS as the cause of TMA, as 28% of patients with aHUS present with diarrhea and/or gastroenteritis. First diagnosis of aHUS is often made in the context of an initial, complement-triggering infection, and Shiga-toxin has also been implicated as a trigger that identifies patients with aHUS. Additionally, in one study, mutations of genes encoding several complement regulatory proteins were detected in 8 of 36 (22%) patients diagnosed with STEC-HUS. However, the absence of an identified complement regulatory gene mutation does not preclude aHUS as the cause of the TMA, as approximately 50% of patients with aHUS lack an identifiable mutation in complement regulatory genes. Diagnostic work-up supports the differential diagnosis of TMA-causing diseases. A positive Shiga- toxin/EHEC test confirms a cause for STEC-HUS, and severe ADAMTS13 deficiency (i.e., ≤5% of normal ADAMTS13 levels) confirms a diagnosis of TTP. ==Prevention== The effect of antibiotics in shiga toxin producing E. coli is unclear. While some early studies raised concerns more recent studies show either no effect or a benefit. ==Treatment== Treatment involves supportive care and may include dialysis, steroids, blood transfusions, and plasmapheresis. While eculizumab is being used to treat atypical hemolytic uremic syndrome, no evidence as of 2018 supports its use in the main forms of HUS. Scientists are trying to understand how useful it would be to immunize humans or cattle. ==Prognosis== Acute renal failure occurs in 55–70% of people with STEC-HUS, although up to 70–85% recover renal function. Patients with aHUS generally have poor outcomes, with up to 50% progressing to ESRD or irreversible brain damage; as many as 25% die during the acute phase. However, with aggressive treatment, more than 90% of patients survive the acute phase of HUS, and only about 9% may develop ESRD. Roughly one-third of persons with HUS have abnormal kidney function many years later, and a few require long- term dialysis. Another 8% of persons with HUS have other lifelong complications, such as high blood pressure, seizures, blindness, paralysis, and the effects of having part of their colon removed. The overall mortality rate from HUS is 5–15%. Children and the elderly have a worse prognosis. ==Epidemiology== The country with the highest incidence of HUS is Argentina and it performs a key role in the research of this condition. In the United States, the overall incidence of HUS is estimated at 2.1 cases per 100,000 persons/year, with a peak incidence between six months and four years of age. HUS and the E. coli infections that cause it have been the source of much negative publicity for the FDA, meat industries, and fast-food restaurants since the 1990s, especially in the contaminations linked to Jack in the Box restaurants. In 2006, an epidemic of harmful E. coli emerged in the United States due to contaminated spinach. In June, 2009, Nestlé Toll House cookie dough was linked to an outbreak of E. coli O157:H7 in the United States, which sickened 70 people in 30 states. In May, 2011 an epidemic of bloody diarrhea caused by E. coli O104:H4-contaminated fenugreek seeds hit Germany. Tracing the epidemic revealed more than 3,800 cases, with HUS developing in more than 800 of the cases, including 36 fatal cases. Nearly 90% of the HUS cases were in adults. ==References== == External links == * GeneReviews/NCBI/NIH/UW entry on Atypical hemolytic–uremic syndrome Category:Nephrology Category:Syndromes affecting the kidneys Category:Acquired hemolytic anemia Category:Blood disorders Category:Syndromes affecting blood Category:Medical triads Category:Wikipedia medicine articles ready to translate",
 "title": "Hemolytic–uremic syndrome"
}