{
 "id": "542900",
 "text": "thumb|right|Howard Charles Green. Howard Charles Green, (November 5, 1895 – June 26, 1989) was a Canadian federal politician. ==Opposition career== He was first elected to the House of Commons of Canada in the 1935 federal election as a Conservative from Vancouver, British Columbia in the election which saw the defeat of Prime Minister R. B. Bennett's government. He served as a Member of Parliament (MP) for 28 years. Between his first election in 1935 and the 1949 federal election he was MP for the riding of Vancouver South. From 1949 until he was voted out of office, he represented the riding of Vancouver Quadra. In 1942, he was a candidate at the party's leadership convention, and placed fourth. At the same convention, the Conservative Party changed its name to the Progressive Conservative Party of Canada. Green was a fierce critic of Louis St. Laurent and Lester B. Pearson's actions in the Suez Crisis. In the debate upon Pearson's return from the United Nations, Green said the Liberal government \"by its actions in the Suez crisis, has made this month of November 1956, the most disgraceful period for Canada in the history of this nation,\" and that it was \"high time Canada had a government which will not knife Canada's best friends in the back.\" ==Ministerial offices== When John Diefenbaker became prime minister after a surprise victory in the 1957 Canadian federal election, Green became Minister of Public Works. He became Secretary of State for External Affairs in 1959 following the death of Sidney Earle Smith. ===Anti-nuclear stance=== He was a strong supporter of the Commonwealth of Nations and advocated nuclear disarmament, backing Diefenbaker's position against having Canada accept nuclear-tipped Bomarc missiles—a position that led to the resignation of several ministers and contributed to the fall of the Diefenbaker government. He helped promote the country's international role until he was defeated along with the Tory government in the 1963 federal election. ==Archives== There is a Howard Charles Green fonds at Library and Archives Canada. ==Bibliography== * ==References== ==External links== * Category:1895 births Category:1989 deaths Category:Lawyers in British Columbia Category:Conservative Party of Canada (1867–1942) MPs Category:Members of the House of Commons of Canada from British Columbia Category:Members of the Queen's Privy Council for Canada Category:Members of the United Church of Canada Category:Progressive Conservative Party of Canada MPs Category:Canadian Secretaries of State for External Affairs Category:Progressive Conservative Party of Canada leadership candidates",
 "title": "Howard Charles Green"
}