{
 "id": "543082",
 "text": "thumb|150px|Hopf link Heinz Hopf (19 November 1894 – 3 June 1971) was a German mathematician who worked on the fields of topology and geometry. ==Early life and education== Hopf was born in Gräbschen, Germany (now , part of Wrocław, Poland), the son of Elizabeth (née Kirchner) and Wilhelm Hopf. His father was born Jewish and converted to Protestantism a year after Heinz was born; his mother was from a Protestant family. Hopf attended Karl Mittelhaus higher boys' school from 1901 to 1904, and then entered the König-Wilhelm-Gymnasium in Breslau. He showed mathematical talent from an early age. In 1913 he entered the Silesian Friedrich Wilhelm University where he attended lectures by Ernst Steinitz, Adolf Kneser, Max Dehn, Erhard Schmidt, and Rudolf Sturm. When World War I broke out in 1914, Hopf eagerly enlisted. He was wounded twice and received the iron cross (first class) in 1918. After the war Hopf continued his mathematical education in Heidelberg (winter 1919/20 and summer 1920) and Berlin (starting in winter 1920/21). He studied under Ludwig Bieberbach and received his doctorate in 1925. ==Career== In his dissertation, Connections between topology and metric of manifolds (German Über Zusammenhänge zwischen Topologie und Metrik von Mannigfaltigkeiten), he proved that any simply connected complete Riemannian 3-manifold of constant sectional curvature is globally isometric to Euclidean, spherical, or hyperbolic space. He also studied the indices of zeros of vector fields on hypersurfaces, and connected their sum to curvature. Some six months later he gave a new proof that the sum of the indices of the zeros of a vector field on a manifold is independent of the choice of vector field and equal to the Euler characteristic of the manifold. This theorem is now called the Poincaré–Hopf theorem. Hopf spent the year after his doctorate at the University of Göttingen, where David Hilbert, Richard Courant, Carl Runge, and Emmy Noether were working. While there he met Pavel Alexandrov and began a lifelong friendship. In 1926 Hopf moved back to Berlin, where he gave a course in combinatorial topology. He spent the academic year 1927/28 at Princeton University on a Rockefeller fellowship with Alexandrov. Solomon Lefschetz, Oswald Veblen and J. W. Alexander were all at Princeton at the time. At this time Hopf discovered the Hopf invariant of maps S^3 \\to S^2 and proved that the Hopf fibration has invariant 1. In the summer of 1928 Hopf returned to Berlin and began working with Pavel Alexandrov, at the suggestion of Courant, on a book on topology. Three volumes were planned, but only one was finished. It was published in 1935. In 1929, he declined a job offer from Princeton University. In 1931 Hopf took Hermann Weyl's position at ETH, in Zürich. Hopf received another invitation to Princeton in 1940, but he declined it. Two years later, however, he was forced to file for Swiss citizenship after his property was confiscated by Nazis, his father's conversion to Christianity having failed to convince German authorities that he was an \"Aryan.\" In 1946/47 and 1955/56 Hopf visited the United States, staying at Princeton and giving lectures at New York University and Stanford University. He served as president of the International Mathematical Union from 1955 to 1958. ==Personal life== In October 1928 Hopf married Anja von Mickwitz (1891–1967). ==Honors and awards== He received honorary doctorates from Princeton University, the University of Freiburg, the University of Manchester, the University of Paris, the Free University of Brussels, and the University of Lausanne. In 1949 he was elected a corresponding member of the Heidelberg Academy of Sciences. He was an Invited Speaker at the International Congress of Mathematicians (ICM) in Zürich in 1932 and a Plenary Speaker at the ICM in Cambridge, Massachusetts in 1950. In memory of Hopf, ETH Zürich awards the Heinz Hopf Prize for outstanding scientific work in the field of pure mathematics. == See also == * Co-Hopfian group * Cohomotopy group * EHP spectral sequence * Hopfian group * Hopfian object * Quantum group ==Selected publications== * Alexandroff P., Hopf H. Topologie Bd.1 — B: 1935 * * ==References== ==Further reading== * * == External links == * * \"On the curvature integra of closed hypersurfaces,\" transl. by D. H. Delphenich * \"Vector fields in n-dimensional manifolds,\" transl. by D. H. Delphenich Category:1894 births Category:1971 deaths Category:Differential geometers Category:ETH Zurich faculty Category:Geometers Category:20th-century German mathematicians Category:Jewish emigrants from Nazi Germany to Switzerland Category:20th-century Swiss mathematicians Category:Topologists Category:University of Göttingen faculty Category:Foreign associates of the National Academy of Sciences Category:Scientists from Wrocław Category:Recipients of the Iron Cross (1914), 1st class Category:Humboldt University of Berlin alumni",
 "title": "Heinz Hopf"
}