{
 "id": "543135",
 "text": "William Stevens Fielding, (November 24, 1848 – June 23, 1929) was a Canadian Liberal politician, the seventh premier of Nova Scotia (1884–96), and the federal Minister of Finance 1896–1911 and 1921–25. ==Early life== He was born in Halifax, Nova Scotia. Fielding became leader of the Anti-Confederation Party (Nova Scotia Liberal Party). In 1884, he became Premier and won the 1886 election on a pledge to remove Nova Scotia from confederation. When he failed to do this, he turned to economic matters including developing the coal industry. The Liberal Party of Nova Scotia fared poorly in national elections during the 1880s and early 1890s. The national party advocated policies that would discontinue the national coal subsidy and, for all practical purposes, eliminate Catholic schools in Manitoba, policies disliked by provincial coal miners and Catholics respectively. Fielding forged a more moderate coal policy and defused the school issue, winning back Catholics. Thus in 1896 the provincial Liberals improved their showing in the national election.K. M. McLaughlin, \"W. S. Fielding and the Liberal Party in Nova Scotia, 1891–1896,\" Acadiensis, Spring 1974, Vol. 3#2 pp 65–79 ==Federal politics== In 1896, he left provincial politics to become Minister of Finance in the Liberal government of Sir Wilfrid Laurier. In 1910, he negotiated a reciprocity or free trade agreement with the United States which led to the government's defeat in the 1911 general election. Fielding lost his seat, and became editor of the Daily Telegraph of Montreal. ==First World War== Fielding supported the Unionist government of Sir Robert Borden during the Conscription Crisis of 1917 and returned to the House of Commons as a Liberal-Unionist member. ==Liberal leadership convention, 1919== Fielding had widely been seen as Laurier's successor but his split with the party over the conscription issue cost him the 1919 Liberal leadership convention where he lost to William Lyon Mackenzie King by 38 votes. ==Service in Mackenzie King's first Administration== He served again as Minister of Finance in King's first government formed after the 1921 election. ==Later life== He retired from politics in 1925. In 1923, Fielding was sworn into the Privy Council of the United Kingdom allowing him to be styled as Right Honourable, a rare privilege among Canadians who have not served as Prime Minister, Governor-General, or Chief Justice of Canada. He died in Ottawa. ==Notes== == External links == * * Category:1848 births Category:1884 in Canada Category:1929 deaths Category:Canadian Baptists Category:Canadian Ministers of Finance Category:Canadian Ministers of Railways and Canals Category:Canadian people of English descent Category:Liberal Party of Canada MPs Category:Liberal Party of Canada leadership candidates Category:Liberal-Unionist MPs in Canada Category:Members of the House of Commons of Canada from Nova Scotia Category:Canadian members of the Privy Council of the United Kingdom Category:Members of the Queen's Privy Council for Canada Category:Nova Scotia Liberal Party MLAs Category:People from Halifax, Nova Scotia Category:Premiers of Nova Scotia Category:Persons of National Historic Significance (Canada) Category:19th-century Baptists Category:Nova Scotia political party leaders",
 "title": "William Stevens Fielding"
}