{
 "id": "543247",
 "text": "Eugene Francis \"Gene\" Whelan, ( ) was a Canadian politician, sitting in the House of Commons from 1962 to 1984, and in the Senate from 1996 to 1999. He was also Minister of Agriculture under Pierre Trudeau from 1972 to 1984, and became one of Canada's best-known politicians. During his career, he would meet Queen Elizabeth II, help Canada beat U.S. president Richard Nixon to the punch in \"opening up\" China, and play a catalyzing role in the fall of the Iron Curtain and the end of the Cold War. In an editorial immediately following his death, the Windsor Star said: Whelan was always known as a die hard Liberal. He loved to boast, When he announced that he was running for the Liberal leadership in 1984, he said: ==Early years== Eugene Whelan was born in Amherstburg, Ontario, the middle of nine children born to Irish-Canadian farmers Charles B. Whelan and Frances L. Kelly. He was educated in Windsor and Walkerville. At 16, Whelan quit school and worked for a time as a welder and tool and die maker before returning to farming. In 1960, Whelan married Elizabeth Pollinger and they had a family. One daughter went into politics (see Family below). His brother Edward Charles Whelan made his life in Saskatchewan. He also went into politics, being elected and serving in the Legislative Assembly of Saskatchewan. ==Political career== Whelan entered municipal politics at age 21 and surprisingly won an election to the separate school board of Anderdon Township, which administered Catholic schools. He was next elected as councillor and eventually reeve of the township council, becoming warden of the Essex County council in 1962. He ran unsuccessfully for a seat in the Ontario assembly in 1959. During that time, he supported himself as a farmer and became active in farm issues and groups. He became a director and president of the Harrow Farmer's Co-operative, served on the boards of United Co-operatives of Ontario and the Co-operators Insurance Company, and was a founding member of the Ontario Wheat Producers’ Marketing Board and the Ontario Federation of Agriculture. Whelan first won a seat in the House of Commons in the 1962 election, representing the southwestern Ontario riding of Essex, and held it until his retirement in 1984. Whelan ran to succeed Trudeau at the 1984 Liberal leadership convention, but came in last. In 1996, Whelan was appointed to the Senate by Jean Chrétien, and served in the chamber until he reached the mandatory retirement age of 75 in 1999. ===Minister of Agriculture=== In 1972, Whelan was appointed as Minister of Agriculture in the cabinet of Pierre Trudeau, and held the position until Trudeau's retirement in 1984, except during the 1979-1980 Joe Clark government. He once recalled a time when his qualifications for Minister were questioned: As Minister, Whelan promoted the extension of national marketing boards first implemented with the creation of the Canadian Dairy Commission in 1970 to eggs in 1972, turkey in 1974, and chicken in 1978. These were placed under the supervision of the National Farm Products Council. For those commodities not under supply management, he fought to maintain a level playing field in world markets at a time when other countries strongly subsidized such products. He was successful in getting the Canadian government to increase its support for farmers, through amendments to the Agricultural Stabilization ActAgricultural Stabilization Act, R.S.C. 1970, c. A-9, as amended by S.C. 1974-75-76, c. 63since replaced by the Farm Income Protection Act, S.C. 1991, c. 22 and the introduction of the Western Grain Stabilization Act.Western Grain Stabilization Act, S.C. 1974-75-76, c. 87 In 1977, the Advance Payments for Crops Act was passed,Advance Payments for Crops Act, now R.S.C., 1985, c. C-49 which guaranteed loans to producers requiring advance payments for perishable crops. He opened markets in the Soviet Union for Canadian wheat, and established legislation to protect fruit and vegetable growers from processor bankruptcies. He also restricted the powers of the Canadian Wheat Board, allowing private-sector feed grain trading and inter-provincial movement of feed. Whelan's English was rough-hewn, and his French was non-existent. He openly acknowledged this, exclaiming: Whelan was one of Pierre Trudeau's best constitutional campaigners. However, in 1976 angry Quebec dairy farmers threw diluted milk on Whelan after cabinet refused to approve dairy subsidies to compensate farmers in a collapsed world market. Whelan said this refusal contributed to the success of the Parti Québécois in rural ridings that fall. His green stetson hat became well-known and Whelan was seen as an ardently vociferous advocate for the agricultural sector, with a habit for plain- spokenness (which occasionally got him in trouble). In response to complaints voiced over the cost of food, when he wanted to stress the average farmer's narrow profit margin, he said: ===Catalyst for Russian perestroika=== During his last term as Minister of Agriculture, Whelan became good friends with Aleksandr Yakovlev, then the USSR's Ambassador to Canada, as both men were ardent agriculturalists. The relationship became so close that Pierre Trudeau called him in to get assurance that Whelan had not divulged any national secrets, as the minister was a member of the Cabinet defence committee. When Mikhail Gorbachev, then Soviet Minister of Agriculture, came to Canada in 1983, Yakovlev connected Gorbachev with Whelan, who arranged a three-week tour across Canada for both Soviet officials, accompanied personally by Whelan. In 2013 Jean Chrétien recalled Whelan introducing Gorbachev to Canadian life when the tour came to Windsor: At the end of that tour, the Whelans hosted a farewell reception for Gorbachev at their Amherstburg home on the evening of 19 May 1983. Whelan was delayed in arriving. In what has since been called \"the walk that changed the world\", Yakovlev and Gorbachev walked in a nearby orchard, strolled among saplings and past fields of corn, soy and wheat, had an earnest discussion, and resolved that the old ways in the USSR had to end. According to Yakovlev, this was where perestroika was born, with 80% of its features discussed while visiting Whelan's farm. In an interview years later, Yakovlev recalled: ==Broadcasting== Whelan was once host of the Agricultural Hour on CFRA in Ottawa. ==International appointments== He served as president of the United Nations World Food Council from 1983 to 1985. Whelan was appointed as Canadian ambassador to the UN Food and Agriculture Organization (FAO) in Rome. Progressive Conservative Party of Canada leader Brian Mulroney promised to rescind the appointment if he became Prime Minister. Mulroney won the 1984 election, and recalled Whelan as one of his first acts of office. Whelan also actively participated in the Agri-Energy Roundtable (AER), an international non-governmental organization which forged a dialogue between food-surplus and energy-surplus nations, their private sectors, and multilateral agencies. Working with US Senator Jennings Randolph (D-WV) - a noted humanitarian- and Lord Harry Walston of the United Kingdom and others, Whelan helped the AER to gain United Nations recognition in 1985. Whelan joined AER's Committee of Honor and rose to become AER's vice chairman. As such he presided at a number of international conferences in the late 1980s. ==Honours== :* In 1967, awarded the Canadian Centennial Medal as a sitting MP. :* In 1977, awarded the Canadian version of the Queen Elizabeth II Silver Jubilee Medal as a sitting MP. :* On 27 November 1972, Whelan was sworn in as a Member of the Queen's Privy Council for Canada, giving him the honorific prefix \"The Honourable\" and the Post Nominal Letters \"PC\" for life. :* In 1976, he was made honorary colonel of the 21st (Windsor) Service Battalion. :* In 1983, he received an honorary Doctor of Laws from the University of Windsor. :* In 1986, the Freedom Award from the Windsor–Detroit International Freedom Festival. :* In 1987, he was made an Officer of the Order of Canada, giving him the Post Nominal Letters \"OC\" for life. :* In 2001, induction into the Canadian Agricultural Hall of Fame. :* In 2001, induction into the Ontario Agricultural Hall of Fame. :* Honorary life member of the Agricultural Institute of Canada and the Ontario Institute of Agrologists. :* In 2002, he was awarded the Canadian version of the Queen Elizabeth II Golden Jubilee Medal.http://www.gg.ca/honour.aspx?id=43612&t;=6&ln;=Whelan :* In 2012, he was awarded the Canadian version of the Queen Elizabeth II Diamond Jubilee Medal. :* He was awarded the Canadian Forces Decoration for 12 years service in the Canadian Forces as an Honorary Colonel of 21 (Windsor) Service Battalion. This gave him the Post Nominal Letters \"CD\" for life. *In 1984, the Woodslee soil substation of Agriculture and Agri-Food Canada's Greenhouse and Processing Crops Research Centre, located at Woodslee, Ontario, was renamed as the Honourable Eugene F. Whelan Experimental Farm. *In 2008, the Whelan ancestral home, where Eugene was born, was relocated for preservation to the Canadian Transportation Museum and Historical Village in Essex, Ontario. ==Family== Whelan and his wife Elizabeth had three daughters. Susan Whelan went into politics and was elected to the House of Commons in 1993 in her father's old riding. In 2001 she was appointed as Minister of International Trade in Chrétien's cabinet. She was dropped from Cabinet with the change of administrations when Paul Martin became prime minister. ==Death and funeral== He died at his home in Amherstburg on February 19, 2013 following complications from heart disease and colon cancer. His funeral was held on February 23, 2013 at St. John The Baptist Church in Amherstburg, and he was buried in the church cemetery. Jean Chrétien, Herb Gray and Remo Mancini were among the people that gave eulogies at the service. ==Electoral record== ===Essex South=== |} |} |} ===Essex-Windsor=== == Archives == There is a Eugene F. Whelan fonds at Library and Archives Canada. == References == ==Further reading== * * * * * Category:1924 births Category:2013 deaths Category:Canadian farmers Category:Canadian senators from Ontario Category:Liberal Party of Canada MPs Category:Liberal Party of Canada senators Category:Members of the House of Commons of Canada from Ontario Category:Members of the Queen's Privy Council for Canada Category:Officers of the Order of Canada Category:Liberal Party of Canada leadership candidates Category:Representatives of Canada to the Food and Agriculture Organization",
 "title": "Eugene Whelan"
}