{
 "id": "543299",
 "text": "John Nunziata (; born January 4, 1955) is a Canadian lawyer and former politician. He first served as an Alderman in the Borough of York from 1978 to 1982. He served three terms as a Liberal MP in the House of Commons of Canada from York South-Weston and in 1997 was elected as an Independent MP. As of March, 2013, he was a partner in the lobbying firm The Parliamentary Group. He was registered to lobby his sister, Councillor Frances Nunziata, on behalf of a hotel chain that wanted to develop a casino. ==Background== Nunziata was born on January 4, 1955, in Revelstoke, British Columbia. He is the fifth of seven children of Italian immigrant parents. In April 1963, his family moved from British Columbia to Toronto, Ontario where he attended grade school at Regal Road Public School and Rockcliffe Senior Public School. He attended high school at Runnymede Collegiate Institute in Toronto where he was elected President of the Student Council in 1973. He was awarded the W.E.H Cross Trophy for his leadership while at Runnymede. In 2002, he was inducted into the Runnymede Collegiate Hall of Fame. Nunziata graduated from York University with a Bachelor of Arts degree in political science in 1977 and went on to earn his Bachelor of Laws degree from Osgoode Hall Law School in 1980. He was called to the Ontario bar in 1982. Upon graduation, he established the law firm of Nunziata, Anand & Levy. Nunziata's sister, Frances Nunziata, was the last mayor of the city of York, Ontario before it was merged into the \"megacity\" of Toronto, and is now a Toronto city councillor for Ward 11 York South-Weston. ===Awards=== Nunziata has been the recipient of the Borough of York Civic Merit Award (1974), the George Syme and Harwood Ratepayer's \"Citizen of the Year Award\" (1980) and the Canada 125 Medal (1992). ==Politics== ===Provincial=== Originally, he was a member of the New Democratic Party while in high school from 1969 to 1974. He campaigned as a Liberal for a 1982 provincial by-election in York South, but lost to new NDP leader Bob Rae. ===Federal=== Nunziata was elected to the House of Commons of Canada in the 1984 general election as a Liberal despite a national Progressive Conservative landslide. Nunziata thrived as a member of the opposition Rat Pack, a group of Liberal Members of Parliament (MPs) including Don Boudria, Brian Tobin, and Sheila Copps. Nunziata's ideological position in the Liberal Party was not clearly defined at this stage. He stressed \"family values\" and was opposed to abortion, but his views on other issues were not always socially conservative. During the national debate on capital punishment in 1986, he was one of the strongest parliamentary opponents of any restoration of the death penalty. He was re-elected without difficulty in the 1988 election. While in Parliament Nunziata served as Opposition Critic for the Solicitor General from 1984 to 1992. He served as the critic for Employment from January 1992 to November 1992. He was chairman of the Canada- Taiwan Parliamentary Friendship Group and headed a Caucus Task Force on Pearson International Airport. Nunziata introduced several Private Members Bills including those to repeal the Faint Hope Clause of the Criminal Code and to improve the Young Offenders Act. When John Turner resigned as Liberal leader, Nunziata ran to succeed him in the 1990 Liberal leadership convention. He placed last in a field of five candidates. In the buildup to the 1993 federal election, Nunziata criticised Liberal leader Jean Chrétien for appointing Art Eggleton over a local candidate in York Centre. On April 21, 1996, Nunziata was expelled from the Liberal caucus after he voted against the government's budget in protest over the government breaking a promise to rescind the Goods and Services Tax. Despite the difficulties of winning a seat as an independent, Nunziata ran and won re-election in the 1997 general election. He defeated Toronto councillor Judy Sgro by 4,431 votes to retain his riding, and so became the only independent member elected to the new parliament. In the 2000 election, he was defeated by Liberal Alan Tonks. ===Municipal=== Nunziata started his political career in 1978 when he was elected an alderman in the former borough of York at age 23 and while still attending law school. In 1979, Nunziata was the only alderman to vote against the closing of the Beech Hall Seniors' Apartments. He learned that the residents had not been informed that they were to be evicted, and leaked the story to the Toronto Star. He was responsible for getting the residents to organise and fight for their rights. Eventually, the residents, with the help of the Co-op Housing Foundation of Canada, managed to convert the rental apartments into Toronto's first housing co-op. He ran for Mayor of Toronto in the 2003 municipal election, pledging support for the police, and to bring the homeless off the streets and into institutional care facilities. He finished 4th behind winner David Miller with about 5% of the vote. Since 2003, Nunziata has become a partner with the Parliamentary Group and he has responsibility for Queens Park government relations. In 2013, Nunziata was one of several candidates for appointment to Ward 3 to replace Doug Holyday, who resigned to become an MPP. Nunziata lost out to Peter Leon. On September 12, 2014, the last day to register as a candidate, Nunziata registered to run for Toronto city council in Ward 12 (York-South Weston) against incumbent Frank Di Giorgio, community leader Lekan Olawoye and former city staffer Nick Dominelli in the October 27 municipal election. Nunziata said he wanted to win the ward to help build consensus on council \"so we can actually make a difference\". However, lost to Di Giorgio by a margin of 238 votes or about 1.44% of the popular vote in the ward.http://www1.toronto.ca/City%20Of%20Toronto/City%20Clerks/Elections/Library/Files/Results%20PDFs/2014%20Election/2014-Councillor.pdf ===Electoral record=== {| class=\"wikitable\" |- |Colspan=\"3\" align=\"center\"|2014 Toronto election, Ward 12 |- ! width=\"150px\" | Candidate ! | Votes ! | % |- | Frank DiGiorgio|| 4,784 ||28.97% |- | John Nunziata|| 4,546 ||27.53% |- | Nick Dominelli|| 3,742 ||22.66% |- | Lekan Olawoye|| 3,441 ||20.84% |- ! Total|| 16,513 ||100% |} ==References== ==External links== * Category:1955 births Category:Canadian people of Italian descent Category:Independent MPs in the Canadian House of Commons Category:Liberal Party of Canada leadership candidates Category:Liberal Party of Canada MPs Category:Living people Category:Members of the House of Commons of Canada from Ontario Category:Ontario Liberal Party candidates in Ontario provincial elections Category:Ontario municipal councillors Category:People from Revelstoke, British Columbia Category:Politicians affected by a party expulsion process",
 "title": "John Nunziata"
}