{
 "id": "543202",
 "text": "Wax Trax! Records is an American independent record label based in Chicago. It began as a record shop in Denver, Colorado, opened by life partners Jim Nash and Dannie Flesher, who sold the store in 1978 and moved to Chicago. In November of that year, they opened a store under the same name in the Lincoln Park neighborhood. During the 1980s and 1990s, the accompanying record label became a presence on the new wave and punk rock scenes in the city, and an outlet for European bands. The label was purchased in 1992 by TVT Records and was discontinued in 2001. In 2014, it was re-established by Julia Nash, daughter of co-founder Jim Nash. Richard Giraldi of the Chicago Sun-Times wrote, \"As important as Chess Records was to blues and soul music, Chicago's Wax Trax imprint was just as significant to the punk rock, new wave and industrial genres.\" According to critic Greg Kot, the legacy of Wax Trax is trusting the artist. == Origins == The record store became a record label slowly at first, initially releasing limited edition records such as Brian Eno's \"Wimoweh/Deadly Seven Finns\" seven inch. The first official Wax Trax! release was Strike Under's Immediate Action twelve inch EP in 1980, followed by Divine's Born To Be Cheap seven inch. But it was the release of Cold Life by Ministry in 1981 — along with the licensing of Front 242's Endless Riddance EP — that set the stage for Wax Trax! to become America's preeminent industrial label of the 1980s and 1990s. == Artists == Among the most noteworthy artists released by Wax Trax! were Minimal Compact (Next One Is Real), Front 242 (including Jean-Luc De Meyer side project C-Tec), KMFDM, PIG, VNV Nation, Underworld, Meat Beat Manifesto, Front Line Assembly, Young Gods, Sister Machine Gun, My Life With the Thrill Kill Kult, Coil, Chris & Cosey, Chris Connelly, Die Warzau, In the Nursery, Controlled Bleeding, The KLF, Braindead Soundmachine, Cubanate and Laibach. The label also released a bevy of side projects by Al Jourgensen and Paul Barker of Ministry, including Revolting Cocks, Acid Horse (a collaboration with Cabaret Voltaire), Pailhead (a collaboration with Ian Mackaye of Minor Threat), PTP (short for \"Programming The Psychodrill\"), Lead into Gold (a solo vehicle for Barker), and 1000 Homo DJs. == Partnerships == Nash and Flesher licensed a number of recordings from Play It Again Sam of Belgium, and eventually opened a North American office for the label (dubbed Play It Again Sam Records U.S.A.) as a division of Wax Trax!. Play It Again Sam, in turn, oversaw the operation of Wax Trax! Europe, although it closed abruptly when the relationship between the labels ended acrimoniously in the early 1990s. Play It Again Sam U.S.A. was subsequently absorbed by Caroline Records. == Bankruptcy and purchase == Following a bankruptcy filing, Wax Trax! was bought by New York-based TVT Records in 1992, with Nash and Flesher retaining creative control of the label. TVT continued to use the Wax Trax! imprint for years, even after Nash's death from AIDS-related complications on October 10, 1995. In 1994 TVT released Black Box - Wax Trax! Records: The First 13 Years under the Wax Trax! label. It was a 3-CD box set compilation of the label's biggest hits. However, due to licensing issues stemming from the label's bankruptcy, the set did not contain any material by Front 242, even though the band's single \"Headhunter\" had been the label's best-selling record to date. A video compilation of the same name was also released, containing music videos by label artists (and likewise omitting Front 242's \"Headhunter\" video.) TVT closed the label's doors in 2001, with the final Wax Trax! imprint appearing on KMFDM's Beat By Beat By Beat DVD. Dannie Flesher retired from the music business and subsequently died of pneumonia on Sunday, January 10, 2010, in Hope, Arkansas. He was 58. Julia Nash owns and maintains the website titled \"WaxTraxChicago.com: The Official Family Site dedicated to the memory of Jim Nash / Dannie Flesher and the History of & Wax Trax! Records.\" == Retrospectacle == On January 10, 2011 WaxTraxChicago.com announced \"Wax Trax! Records Retrospectacle Comes to Metro.\" The Retrospectacle was the 33 & 1/3 year Wax Trax! Records Anniversary commemorative concert with proceeds that benefited the non-profit \"Center on Halsted;\" hosted by \"The Nash Group 2449 (The Nash family and friends including Metro Chicago's owner Joe Shanahan)\" on April 15, 16 and 17th, 2011 in Chicago, Illinois; with performances by former Wax Trax! Artists: Front 242, My Life With The Thrill Kill Kult; Luc van Acker, Paul Barker, and Chris Connelly formerly of Revolting Cocks with special guest Jamie Duffy; and En Esch, Günter Schulz, Raymond Watts formerly of KMFDM; additional artists included Rights of the Accused, as well as Chicago DJ's and VJ's. Notably not included in the event were Ministry's Al Jourgensen and KMFDM's Sascha Konietzko, who issued a joint statement, saying: > \"Jourgensen was never asked to participate, and Sascha Konietzko's (and > KMFDM's) desire to participate and perform was declined by the event > organizers. However, while we are both in no way associated with this event, > we want to make it clear that we do support the good works of the charity > involved and honor the memory of Wax Trax! founders Jim Nash and Dannie > Flesher.\" ==Rebirth== thumb|Front side of card promoting the Wax Trax! pop-up store on June 15, 2014, at the Metro Theater in Chicago, IL In mid-June 2014, Jim Nash's daughter Julia Nash reopened Wax Trax! Records with the release of a 12-inch single from Cocksure. This was followed shortly afterward with the release of a 7-inch single for Front 242 to mark the band's 30th anniversary in the US. This was accompanied by a pop-up store at the Metro Chicago music venue on June 15, 2014. == Documentary == In 2016 Julia Nash began work on directing and producing a documentary about the history and impact of her father and his partner's independent store and label. The film, titled INDUSTRIAL ACCIDENT: The Story of Wax Trax! Records won numerous awards and international acclaim during the 2018 festival circuit. After seeing the documentary, Vans became an executive producer on the project to help make the film commercially available. In 2019, Vans sponsored in coordination with Record Store Day, a 6 city North American tour to promote the film. The tour included showcasing the Wax Trax! band Ministry with an early era set. ==Discography== == See also == * Black Box - Wax Trax! Records: The First 13 Years - a retrospective box set of Wax Trax!' output as an indie label * Chicago Record Labels * List of record labels ==References== ==Bibliography== * * * ==External links== * WaxTraxChicago.com, the official Jim Nash, Dannie Flesher, & Wax Trax! historical site * Wax Trax! Records, the Denver record store * * * Wax Trax! Revisited - Part One (Denver) and Part Two (Chicago) * Black Box, a highly detailed discography of the label Category:Record labels established in 1978 Category:Record labels disestablished in 1992 Category:Music of Denver Category:Industrial record labels Category:Electronic music record labels Category:New wave record labels Category:Defunct companies based in Chicago Category:American independent record labels Category:Defunct record labels of the United States Category:American companies established in 1978 Category:American companies disestablished in 1992",
 "title": "Wax Trax! Records"
}