{
 "id": "543459",
 "text": "Biblical poetry such as the Song of the Sea and the Song of Deborah may be considered early examples of Jewish epic poetry, though very short by normal epic standards. Both songs are compared by scholars to Canaanite and Assyrian epic poetry.The Song of Deborah and the Epic of Tukulti-Ninurta, by P. C. Craigie, Journal of Biblical Literature, Vol. 88, No. 3 (Sep., 1969), pp. 253-265Canaanite Myth and Hebrew Epic: Essays in the History of the Religion of Israel, by Frank Moore Cross, Harvard University Press, 1997, pp. 131-144 There are a few medieval and later works, some translations or adaptations of works in other languages, and other adaptations of Biblical material. It is fair to say that few of these achieved very wide or lasting fame, even within the Jewish community. The most lasting were composed in Yiddish. It has been argued that Jewish attitudes discouraged the promotion of hero figures, generally a feature of the epic form. It has also been argued that few if any of the works mentioned below are truly epic, if only on the grounds of length. ==Antiquity== Ezekiel the Tragedian was a Jewish dramatist who lived, according to some scholars, in the 3rd century BC Alexandria, and who wrote the five-act epic drama Exagōgē. It's written in iambic trimeter, retelling of the biblical story of The Exodus from Egypt. Moses is the main character of the play, and parts of the biblical story have been altered to suit the narrative's needs. This drama is unique in blending the biblical story with the Hellenistic tragic drama. Although it survives only in fragments found in the writings of Eusebius, Clement of Alexandria, and Pseudo-Eustathius, the extensive quotations by these writers make possible the assembly of 269 lines of text, about 20-25% of the whole. ==Middle Ages== Two medieval Jewish communities are notable for producing their own epic works: the Iranian and Ashkenazi Jews. According to Vera Basch Moreen, Judeo-Persian literature is the product of the confluence of two mighty literary and religious streams, the Jewish Biblical and post-Biblical heritage and the Persian literary legacy.Early Yiddish Epic, by Jerold Frakes, Syracuse University Press, 2014, pp. xx-xxi Examples of Jewish-Persian Biblical-themed epic poems include 14th century Mūsā-nāmeh, Ezra-nāmeh and Bereshit-nāmeh by Maulānā Shāhīn; Fatḥ- nāmeh and Ḥanukā-nāma by ʿEmrāni (15th century).https://iranicaonline.org/articles/judeo-persian-ix-judeo-persian- literature Judeo-Persian literature in Encyclopedia Iranica 14th-16th century Ashkenazi Yiddish epic poems may be divided into 2 major categories: Jewish- themed compositions fusing Biblical and Midrashic material influenced by Germanic epics, especially The Song of the Nibelungs, and Jewish-flavored variants of Arthurian, German and Middle English epics. The first category includes Shmuel-Bukh, a midrashic verse epic characterized by Sol Liptzin as the greatest Old Yiddish religious epic, and Mlokhim-Bukh (\"The Book of Kings\"), which fuses Biblical material, Midrashic legends, and rabbinical folklore with European chivalric poetry. Both works, strongly resembling the Nibelungenlied, inspired a series of other Yiddish epic poems. The second category includes Dukus Horant, a heroic epic in Judeo-German (Proto-Yiddish) with thematic similarities to the German poem Kudrun found in the earliest Yiddish literary manuscript from 1384. In the early 16th century Elia Levita published his Bovo-Bukh, a Yiddish version of Sir Bevis of Hampton. Some characters in Levita's work were turned by the author's into Jews; the book ramained the most popular chivalric romance in Yiddish up until the 19th century. Another example of once popular epic is Vidvilt or Kinig Artis houf, a Yiddish version of the Middle High German epic Wigalois. Despite the fact that the contents of such works are unrelated to Jews, they were perceived by the Ashkenazi Jews as an integral part of their cultural and literary tradition.The Emergence of Early Yiddish Literature: Cultural Translation in Ashkenaz, by Jerold Frakes, Indiana University Press, 2017Introduction to Old Yiddish Literature, by Jean Baumgarten, Oxford University Press, 2005 ==Modern Jewish Epics== Isidore Singer, the managing editor of the early 20th century Jewish Encyclopedia, argued that though an abundance of historical reminiscence and legend lay in the storehouse of Jewish literature, none of it was built into epic poems until relatively recently. Religious and secular poets often treated of such subjects as Abraham and Isaac and the near sacrifice of Isaac on Mount Moriah, Jacob and Joseph and the story of their lives, Moses and Aaron and the departure from Egypt, Joshua and the entrance into Canaan, Jeremiah and the fall of Jerusalem, Elijah the Prophet, etc. These, however, are often considered only poems with an epic coloring. Singer claimed that a \"pure epic poem according to the rules of art\" was not produced during the Middle Ages. According to Singer, \"the stern character of Jewish monotheism prevented the rise of hero-worship, without which real epic poetry is impossible\". Subsequent research refuted most of Isidore Singer's assumptions on the subject as antiquated misconceptions. It's worth to mention that several European epic poems, including The Song of Roland, The Lay of the Cid and The Song of the Nibelungs were produced in Christian societies, which also \"prevented the rise of hero-worship\" while encouraging veneration and glorification of heroes and saints. Similarly, the Muslim culture of Iran did not prevent Ferdowsi from writing his Shahnameh, which inspired numerous Persian-Jewish epic poems. Both Judeo-Persian and Ashkenazi tradition of epic poetry continued to flourish and develop in the 17th century. In the 16th century, the Kabbalist rabbi Mordecai ben Judah Dato wrote the epic Istoria di Ester (Story of Esther) composed in ottava rima. A Portuguese converso poet, Miguel de Silveyra (c. 1578–1638), composed a Spanish baroque epic El Macabeo (The Maccabean). Antonio Enríquez Gómez, a Spanish crypto-Jew, was one of the first Jewish modern epic authors who wrote (Sansón Nazareno: Poema heróico, a Spanish-language heroic epic version of the Samson story),Enríquez Gómez, Antonio. Sansón Nazareno: Poema heróico. Ed. Moshe Lazar. Lancaster, California: Labyrinthos, 2007.There is another modern edition of Sansón Nazareno edited and introduced in Spanish by María del Carmen Artigas. The Artigas edition can be previewed in Google Books. followed closely by Solomon de Oliveira's epic (\"Elat Ahabim,\" Amsterdam, 1665). One of the first modern Jewish epic poets was N. H. Wessely with his Moses-themes \"Shire Tif'eret\" (Berlin, 1789–1802), an epic on the Exodus from Egypt. According to Isidore Singer, the influence of a similar work by the German poet Friedrich Gottlieb Klopstock on is evident. Next to him stands Shalom Kohn with his \"Ner David\", an epic poem on King David (Vienna, 1834). The influence of these two epics on the readers and poets of that time was considerable. In addition the following poets may be mentioned from that and the succeeding period: Issachar Bär Schlesinger (\"Ha-Ḥashmona'im,\" Prague, 1817); Samuel Molder (\"Beruriya,\" Amsterdam, 1825); Süsskind Raschkow (\"Ḥayye Shimshon,\" Breslau, 1824); Gabriel Pollak (\"Ha-Keritot,\" Amsterdam, 1834, and \"Ḳiḳayon le-Yonah,\" ib. 1853); and Hirsch Wassertrilling (\"Hadrat Elisha',\" Breslau, 1857, and \"Nezer Ḥamodot,\" ib. 1860). Works of this sort have been written by M. I. Lebensohn, Judah Leib Gordon (\"Ahavat David u-Mikal\", Wilna, 1856, and vols. iii. and iv. of his collected works, St. Petersburg, 1883), Chaim N. Bialik, and S. Tschernichowski.http://www.jewishencyclopedia.com/view.jsp?letter=E&artid;=425 Jewish Epic in the Jewish Encyclopedia ==References== Category:Hebrew language Category:Epic poetry",
 "title": "Hebrew and Jewish epic poetry"
}