{
 "id": "543439",
 "text": "Stephen J. Pyne (1949–present) is an emeritus professor at Arizona State University, specializing in environmental history, the history of exploration, and especially the history of fire. ==Education and academic activities== Pyne received his bachelor's degree at Stanford University after graduating from Brophy, a Jesuit high school, in Phoenix, Arizona. He later attained his master's (1974) and Ph.D. degrees (1976) at the University of Texas at Austin. A MacArthur Fellowship came to him in 1988. He has also received a Fulbright Fellowship to Sweden, been awarded two National Endowment for the Humanities Fellowships (one to Antarctica), and has enjoyed two tours at the National Humanities Center. He was a professor at Arizona State University from 1985 through 2018. He spent fifteen seasons as a wildland firefighter at the North Rim of Grand Canyon National Park between 1967 and 1981. He later spent the summers of 1983–85 writing fire plans for Rocky Mountain and Yellowstone national parks. Pyne credits his entire corpus of work to those years on the Rim. A second body of work focuses on the history of exploration, using the concept of three great ages of discovery as an organizing theme. These writings include his biography of G.K. Gilbert, The Ice, How the Canyon Became Grand, and Voyager. Other works include The Last Lost World which he co-wrote with his daughter, Lydia V. Pyne, and two books on writing nonfiction, Voice and Vision and Style and Story. Since the publication of his second book, Fire in America in 1982, he has been known as one of the world's foremost experts on the history and management of fire. He has written big-screen fire histories for Australia, Canada, Europe (including Russia), and Earth overall, as well as essays on other lands. He has written or co-authored three textbooks on landscape fire and its management. Recently, he has completed a new survey of the American fire scene with Between Two Fires: A Fire History of Contemporary America, a narrative play-by-play, and a suite of nine regional reconnaissances under the collective title To the Last Smoke. In 2015 he gave a TED Talk on \"Fire, a biography.\" In 2015, in an essay titled \"Fire Age\"\" in Aeon, he introduced the term Pyrocene. In 2019, again in an Aeon article , he elaborated the concept and proposed that humanity's cumulative fire practices, including the burning of fossil fuels, was creating the fire equivalent of an ice age. The concept framed the September 2019 special fire issue of Natural History magazine. In 2020, Pyne rated the 1974–75 bushfires in Australia as \"the most destructive event\" among historical fires in that country. His papers are housed in the Arizona State University Archives. ==Bibliography== Stephen J. Pyne has authored the following books: * Grove Karl Gilbert (University of Texas Press, 1980; out of print) * Fire in America: A Cultural History of Wildland and Rural Fire (1982; paperback edition, University of Washington Press, 1997) * Dutton's Point: A Natural History of the Grand Canyon (Grand Canyon Natural History Association, 1983; out of print) * Introduction to Wildland Fire: Fire Management in the United States (New York: Wiley, 1984; out of print) * The Ice: A Journey to Antarctica (1986; paperback edition, University of Washington Press, 1998) * Wildland Fires and Nuclear Winters: Selected Reconstruction of Historic Large Fires. (Defense Documentation Center, DNA-TR-85-396, February 1986), 167 pp, illus, unclassified report to Defense Nuclear Agency. Co-author, Dr Philip N. Omi. * Fire on the Rim. A Firefighter's Season at the Grand Canyon (1989; Bantam paperback edition, 1990; University of Washington Press paperback edition, 1995) * Burning Bush. A Fire History of Australia (1991; paperback edition, University of Washington Press, 1998) * World Fire. The Culture of Fire on Earth (Henry Holt and Co., 1995; paperback edition, University of Washington Press, 1997; Japanese edition, Hosei University Press, 2001) * Introduction to Wildland Fire, 2nd ed. (New York: Wiley, 1996). Co-authors: Patricia Andrews and Richard Laven. * America's Fires. Management in Wildlands and Forests (Durham: Forest History Society, 1997) * How the Canyon Became Grand: A Short History (Viking, 1998; Penguin Books, pb edition, 1999) * Vestal Fire. An Environmental History, Told Through Fire, of Europe and Europe's Encounter with the World (1997; paperback edition, University of Washington Press, 2000) * Fire: A Brief History (University of Washington Press and British Museum, 2001) * Year of the Fires: The Story of the Great Fires of 1910 (New York: Viking, 2001; Penguin, pb edition, 2002) * Smokechasing (Tucson: University of Arizona Press, 2003) * Tending Fire: Coping With America's Wildfires (Island Press, 2004) * Brittlebush Valley (Patsons Press, 2005) * The Still-Burning Bush (Scribe Publications, 2006) * Awful Splendour: A Fire History of Canada (University of British Columbia Press, 2007) * Voice and Vision: A Guide to Writing History and Other Serious Nonfiction (Harvard University Press, 2009) * America's Fires. A Historical Context for Policy and Practice (Forest History Society, 2010) * Voyager: seeking newer worlds in the third great age of discovery (Viking, 2010) * The Last Lost World: Ice Ages, Human Origins, and the Invention of the Pleistocene (Viking Penguin, 2012). Co-author: Lydia V. Pyne. * Fire: Nature and Culture (Reaktion Books, 2012) * Fire on Earth: An Introduction (Wiley Blackwell, 2013). Co-authors: Andrew Scott, William Bond, David Bowman, M.E. Alexander * Between Two Fires: A Fire History of Contemporary America (University of Arizona Press, 2015) * To the Last Smoke Vol. 1 Florida, Vol. 2 California, Vol. 3 Northern Rockies, Vol. 4 Southwest, Vol. 5 Great Plains, Vol. 6 The Interior West, Vol. 7 The Northeast, Vol. 8 Slopovers: Oak Woodlands, Pacific Northwest, and Alaska, and Vol. 9 Here and There. (University of Arizona Press, 2016–2018) * Style and Story. Literary Methods for Writing Nonfiction (University of Arizona Press, 2018) ==See also== * Wildfire == References == ==External links== * Pyne's author website * \"Making History from Fighting Fire,\" an intellectual autobiography delivered at Colorado State University's Furniss Lectures, 2009 Category:Wildfire suppression Category:Stanford University alumni Category:University of Texas at Austin College of Liberal Arts alumni Category:Arizona State University faculty Category:Living people Category:MacArthur Fellows Category:Grand Canyon history Category:Environmental historians Category:Year of birth missing (living people) Category:Presidents of the American Society for Environmental History",
 "title": "Stephen J. Pyne"
}