{
 "id": "543762",
 "text": "Carach Angren is a symphonic black metal band from the Netherlands, formed by two members of the now-defunct bands Inger Indolia and Vaultage. Their style is characterized by prominent usage of orchestral arrangements, death metal vocals, and guitar riffs. Their studio albums are concept albums with lyrics based on ghost stories and folklore, such as the Flying Dutchman. The band sets itself apart from other symphonic black metal artists with the usage of multiple languages such as English, French, German, and Dutch. Most songs are based on English, with transitions into other languages during chorus and bridge sections. Drummer Ivo \"Namtar\" Wijers quit the group in February 2020, leaving the band with two current members, singer Seregor and keyboardist Clemens \"Ardek\" Wijers. ==Name== The name \"Carach Angren\" is derived from J. R. R. Tolkien's The Lord of the Rings and means \"Iron Jaws\" in the Elvish language of Sindarin. In the Tolkien universe, \"Carach Angren\", also called \"Isenmouthe\" (both meaning the same) is the name of a fortified pass into the plateau of Gorgoroth in North-Western Mordor. ==History== Carach Angren was formed in 2003, in the Dutch municipality of Landgraaf, after two members of Vaultage, Lee Hartney and Inger Indolia, started a side project based on their shared love of legends and black metal. Eventually, Carach Angren was more successful, so both stepped down from Vaultage. In 2004, Carach Angren released their first EP, The Chase Vault Tragedy. The EP is a concept album, telling the story of mysteriously moving coffins known as the Chase Vault Mystery. In 2005, the band released a second EP, Ethereal Veiled Existence, covering the story of the Brown Lady. In 2007, Carach Angren was signed to Maddening Media, a German independent record label. Carach Angren recorded their first full-length album for this label, Lammendam, which received positive international reviews following its release in 2008. Their second album, Death Came Through a Phantom Ship, was released on 26 February 2010. To support the album, Carach Angren toured Europe under \"A Declaration of Hate\" tour, with extreme metal bands Dark Funeral, Zonaria and Nefarium. On 18 May 2012, the band released their third studio album, Where the Corpses Sink Forever. This concept album covers themes surrounding war, including war, death, and suffering. On 17 February 2015, the band's fourth album, This Is No Fairytale was available for streaming on Metal Hammer. The album was officially released on 23 February 2015. The album is a modern interpretation of the Hansel and Gretel fairy tale with themes of domestic abuse, drug addiction, alcoholism, sexual child abuse, suicide, child abduction and cannibalism. On 16 June 2017, their fifth studio album, Dance and Laugh Amongst the Rotten, was released. This album diverges from the previous \"storytelling\" theme of the previous albums, but remains a concept album, with ghost themes, including the Blood Queen and Charles Francis Coghlan. On 10 February 2020, drummer Ivo \"Namtar\" Wijers left the band. According to him, the departure was motivated by \"dissatisfaction with the music industry\". Seregor and Ardek posted the announcement on the band's official website, revealing that the exit was a friendly one, saying, \"Although we are very sorry for your departure, we respect your decision\". In late 2019 the band announced they had begun work on a sixth studio album, scheduled to be released in mid-2020. Its name and release date were unveiled on 20 February 2020; Franckensteina Strataemontanus. The album is a concept album inspired by the life of Johann Konrad Dippel, and was released through Season of Mist on 26 June. ==Band members== Current members * Dennis \"Seregor\" Droomers – vocals, guitars (2003–present) * Clemens \"Ardek\" Wijers – keyboards, orchestration, backing vocals (2003–present) Past members * Ivo \"Namtar\" Wijers – drums, percussion (2003–2020) Touring members * Bastiaan Boh – guitars (2017–present) * Michiel van der Plicht – drums, percussion (2020–present) Former touring members * Patrick Damiani – bass (2008–2010) * Koen \"Trystys\" Verstralen – guitars (2008–2010) * Marcel \"Valak\" Hendrix – guitars (2010–2012) * Nikos Mavridis – violin (2013) * Diogo \"Yogy\" Bastos – guitars (2016) * Jack Owen – guitars (2016–2017) ==Discography== Studio albums *Lammendam (2008) *Death Came Through a Phantom Ship (2010) *Where the Corpses Sink Forever (2012) *This Is No Fairytale (2015) *Dance and Laugh Amongst the Rotten (2017) *Franckensteina Strataemontanus (2020) Extended plays *Ethereal Veiled Existence (2005) Demo albums *The Chase Vault Tragedy (2004) Videos * \"The Sighting Is a Portent of Doom\" (2010) * \"The Funerary Dirge of a Violinist\" (2012) * \"When Crows Tick on Windows\" (2016) * \"Blood Queen\" (May 2017) * \"Charles Francis Coghlan\" (June 2017) * \"Franckensteina Strataemontanus\" (November 2020) ==References== ==External links== * Category:Dutch black metal musical groups Category:Musical groups established in 2003 Category:Symphonic black metal musical groups Category:Dutch musical trios Category:2003 establishments in the Netherlands Category:Dutch musical groups Category:Season of Mist artists Category:People from Limburg (Netherlands) Category:People from Landgraaf",
 "title": "Carach Angren"
}