{
 "id": "544596",
 "text": "\"Comfortably Numb\" is a song on English rock band Pink Floyd's eleventh album, The Wall (1979). It was released as a single in 1980, with \"Hey You\" as the B-side. The music was composed by guitarist David Gilmour, and the lyrics were written by bassist Roger Waters. \"Comfortably Numb\" is one of Pink Floyd's most well-known songs, notable for its two guitar solos. In 2004, it was ranked number 314 on Rolling Stone magazine's list of the 500 Greatest Songs of All Time. It was re-ranked number 321 in 2010, and re-ranked number 179 in 2021. In 2005, it became the last song ever performed by Waters, Gilmour, keyboardist Richard Wright, and drummer Nick Mason together. An early version was included on the 2012 Wall \"Immersion Box Set\". The song was covered by Scissor Sisters with a radically different arrangement, which was a UK top ten hit. ==Composition== The Wall is a concept album about an embittered and alienated rock star named Pink. In \"Comfortably Numb,\" Pink is medicated by a doctor so he can perform for a show. The song was inspired by Waters' injection with a muscle relaxant to combat the effects of hepatitis during the In the Flesh Tour, while in Philadelphia. The verses are in B minor, while the chorus has been described as using a modal interchange of that key's relative major, D major, and D Mixolydian. The song, together with \"Mother\", is one of two tracks on The Wall that are not connected with an adjacent track. It is also the longest on the album at 6:21, followed by \"Mother\", which is 5:32. ==Writing== Guitarist David Gilmour recorded a wordless demo while working on his debut solo album in 1978. He didn't use the chord sequence for that album, but kept it for future work. Bassist Roger Waters listened to the demo during sessions for The Wall but was reluctant to use it as he wanted to take sole responsibility for writing the album. Producer Bob Ezrin suggested that Waters should reconsider, agreeing that Gilmour's demo needed fleshing out. Subsequently, Waters wrote another chord structure for the verses, and added lyrics inspired from an experience of being injected with tranquilizers for stomach cramps before a 1977 performance in Philadelphia on the In the Flesh Tour. \"That was the longest two hours of my life,\" Waters said, \"trying to do a show when you can hardly lift your arm.\" The song's working title was \"The Doctor\". Ezrin looked at the completed lyrics and said they \"just gave me goosebumps\". For the chorus, Gilmour and session player Lee Ritenour used a pair of acoustic guitars strung similarly to Nashville tuning, but with the low E string replaced with a high E string, two octaves higher than standard tuning. This tuning was also used for the arpeggios in \"Hey You\". The band disagreed about how to record the song. Waters and Ezrin preferred a mix containing numerous orchestral overdubs, overseen by Michael Kamen, while Gilmour preferred a stripped-down mix with heavier rock elements. Gilmour later said: \"We argued over 'Comfortably Numb' like mad. Really had a big fight, went on for ages.\" In the end, a compromise was reached where the main portion of the song would include the orchestral elements, while the final guitar solo would contain the stripped-down mix preferred by Gilmour. Ezrin later said he was happy with the final mix as it provided a good contrast, while Gilmour said it represented \"the last embers of mine and Roger's ability to work collaboratively together\". To write the two guitar solos, Gilmour pieced together elements from several other solos he had been working on, marking his preferred segments for the final take. He used a Big Muff distortion and delay effects on the solos. Cash Box said that \"Gilmour's guitar cries out eloquently.\" ==Live performances== ===Pink Floyd=== During the 1980/81 The Wall tour, where a giant wall was constructed across the stage during the performance, the song was performed with Roger Waters dressed as a doctor at the bottom of the wall, and David Gilmour singing and playing guitar from the top of the wall on a raised platform with spotlights shining from behind him. It was the first time the audience's attention was drawn to the top of the completed wall. According to Gilmour, the final solo was one of the few opportunities during those concerts that he was free to improvise completely. Gilmour said: After Waters left the band, Gilmour revised the verses to suit his \"grungier\" preference for live performances. Verse vocals were arranged for three-part harmony. In both 1987–88 and 1994, these were sung by Richard Wright, Guy Pratt and Jon Carin. In December 1988, a video of the live performance from Delicate Sound of Thunder reached number 11 on MTV's Top 20 Video Countdown. The video was two minutes shorter than the album version and the video clip had different camera angles from the home video version. Pink Floyd performed the song at Knebworth Park on 30 June 1990, published on Knebworth: The Album (CD) and on Live At Knebworth 1990 (DVD). A 10-minute version of \"Comfortably Numb\" was performed at Earls Court, London on 20 October 1994, as part of The Division Bell tour. The Pulse video release edited out approximately 1:20 minutes of the ending solo, whereas the original pay-per-view video showed the unedited version. Pink Floyd, complete with Waters, reunited briefly to perform at the Live 8 concert in Hyde Park, London in July 2005. The set consisted of four songs, of which \"Comfortably Numb\" was the last. ===Roger Waters=== After leaving Pink Floyd, Waters first performed \"Comfortably Numb\" at the 1990 concert staging of The Wall – Live in Berlin on 21 July 1990. The event's purpose was to commemorate the fall of the Berlin Wall. Waters sang lead, Van Morrison sang Gilmour's vocal parts backed by Rick Danko and Levon Helm of The Band, with guitar solo by Rick Di Fonzo and Snowy White, and backup by the Rundfunk Orchestra & Choir. This version was used in the Academy Award-winning 2006 film The Departed, directed by Martin Scorsese. It is also heard in the TV show episode of The Sopranos, titled \"Kennedy and Heidi\", when Christopher Moltisanti plays The Departed soundtrack on his car stereo before a serious accident. Van Morrison's 2007 compilation album, Van Morrison at the Movies – Soundtrack Hits includes this version. Waters subsequently performed the song at the \"Guitar Legends\" festival in Spain in 1991 (with White on guitar solos, waters playing acoustic guitar during the second solo and guest vocals by Bruce Hornsby), and at the Walden Woods benefit concert in Los Angeles in 1992 with guest vocals by Don Henley. During 1999–2000, Doyle Bramhall II and Snowy White stood in for Gilmour's vocals and guitar solos; a role carried out by Chester Kamen and White in 2002 with Andy Fairweather Low on bass while Waters played acoustic guitar in unison with Jon Carin with Andy Fairweather Low on bass; whose role was carried out by Harry Waters in 2002. In 2006–2007 Gilmour's vocals were performed by Jon Carin and Andy Fairweather-Low (while both playing acoustic guitar and Waters playing bass) with Dave Kilminster and White performing the guitar solos. During Waters' The Wall Live tour, Robbie Wyckoff sang Gilmour's vocals, and Dave Kilminster performed the guitar solos with G E Smith on bass, both of them atop the wall, as Gilmour had been in the original tour. During the performance of 12 May 2011 at the London O2 Arena, David Gilmour appeared as a guest during this song, and both sang the choruses and played guitar from the top of the wall, echoing the original Earls Court performances. The song contains one of the show's most memorable moments, when, at a specific point of the final guitar solo, Waters steps toward the wall and pounds it with his fists, triggering both an explosion of colours on the previously dark-grey screen projections and a collapsing wall. Waters performed the song with Eddie Vedder singing Gilmour's vocals at 12-12-12: The Concert for Sandy Relief. During Mexico City and Desert Trip shows Waters Performed with the same band setup as The Wall tour. During the Us + Them Tour, Gilmour's vocals were performed by Jonathan Wilson with Guitar Solos by Kilminster and bass by Gus Seyffert ===David Gilmour=== Gilmour has performed the song during each of his solo tours. In his 1984 tour to promote his album About Face, the set list referred to the song as \"Come on Big Bum\". The vocals during the verses were performed by band members Gregg Dechert and Mickey Feat (in harmony). In 2001 and 2002, the verse vocals were performed on different dates by guest singers: Robert Wyatt, Kate Bush, Durga McBroom, and Bob Geldof, who had played Pink in the film version of The Wall. Geldof, who had not memorized the verses, read the lyrics as he sang. On 29 May 2006, at the Royal Albert Hall, David Bowie, in a guest appearance, sang the verses. The next day, 30 May, Richard Wright sang the verses, by himself (as per the rest of the tour), at the same venue. Both performances were included on Gilmour's Remember That Night concert video, compiled from all three of his shows there on 29, 30 and 31 May 2006, which were part of his \"On an Island\" Tour to promote his new album of the same name. In 2006, Gilmour performed the song in a concert, with the Polish Baltic Philharmonic Orchestra providing the orchestral parts that had usually been done with backing tapes or multiple synthesizers. This version would be released on Live in Gdańsk. On the 2016 Rattle That Lock tour, the verses were sung by Jon Carin (on legs 1–3), Chuck Leavell (on leg 4) (this version can be seen and heard on Live at Pompeii) and Bryan Chambers (leg 5). They were also performed by Benedict Cumberbatch on 28 September 2016 at the Royal Albert Hall. During a performance at the Royal Albert Hall on 24 April 2016, Gilmour and his band incorporated the final refrain of the Prince song \"Purple Rain\" into the song as a tribute to that artist, who had died three days earlier. ==Personnel== Pink Floyd * Roger Waters – lead vocals (verses), bass guitar (verses and outro guitar solo), screams (film version) * David Gilmour – lead and harmony vocals (chorus), acoustic guitar (second verse), electric guitar, bass guitar (chorus and middle guitar solo), pedal steel guitar, Prophet-5 synthesiser * Nick Mason – drums * Richard Wright – Hammond organ with: * Michael Kamen – orchestral arrangements * Lee Ritenour – acoustic guitar (chorus) ==Reception== In 2011, the song was ranked 5th in the BBC Radio 4's listeners' Desert Island Discs choices. Gilmour's solo was rated the 4th best guitar solo of all-time by Guitar World magazine, in a reader poll. In August 2006, it was voted the greatest guitar solo of all time in a poll by listeners of digital radio station Planet Rock. Gilmour's guitar tone in the song was named best guitar sound by Guitarist magazine in November 2010. The two guitar solos were ranked as the greatest guitar solos of all time by Planet Rock listeners. In 2017, Billboard and Paste both ranked the song number four on their lists of the greatest Pink Floyd songs. ==Certifications== ==Scissor Sisters version== American pop rock band Scissor Sisters recorded a radically re-arranged disco-oriented version released in January 2004 on Polydor, with the B-side \"Rock My Spot (Crevice Canyon)\". This release reached number 10 on the UK Singles Chart. David Gilmour and Nick Mason expressed a liking for the group's version, and Roger Waters is said to have congratulated the Scissor Sisters on the version, although a lyric was changed, from \"a distant ship's smoke on the horizon\" to \"a distant ship floats on the horizon\". Jake Shears, the band's lead singer, was invited by Gilmour to sing \"Comfortably Numb\" with him in some 2006 shows, but the idea was dropped at the last moment to Shears' public disappointment. This cover received a Grammy nomination for Best Dance Recording but lost to \"Toxic\" by Britney Spears. ===Track listings=== UK and European enhanced CD single # \"Comfortably Numb\" – 4:25 # \"Comfortably Numb\" (Fatboy extended mix) – 5:01 # \"Rock My Spot (Crevice Canyon)\" – 3:37 # \"Comfortably Numb\" (video) Australian CD single # \"Comfortably Numb\" – 4:25 # \"Comfortably Numb\" (Fatboy extended mix) – 5:01 # \"Comfortably Numb\" (Paper Faces remix) – 8:25 # \"Comfortably Numb\" (Hughes & Spier remix) – 6:58 ===Charts=== ====Weekly charts==== {|class=\"wikitable sortable\" !Chart (2004) !Peak position |- |- |Australian Club Chart (ARIA) |align=\"center\"|4 |- |- |- |- |- |- |- |Ireland Dance (IRMA) |align=\"center\"|2 |- |- |- |- |- |} ====Year-end charts==== {|class=\"wikitable\" !Chart (2004) !Position |- |Australian Club Chart (ARIA) |align=\"center\"|17 |- |UK Singles (OCC) |align=\"center\"|175 |} ===Release history=== {|class=\"wikitable plainrowheaders\" !scope=\"col\"|Region !scope=\"col\"|Date !scope=\"col\"|Format(s) !scope=\"col\"|Label(s) !scope=\"col\"| |- !scope=\"row\"|United Kingdom | | |rowspan=\"2\"|Polydor | |- !scope=\"row\"|Australia | |CD | |} ==References== ==Bibliography== * * * * Fitch, Vernon. The Pink Floyd Encyclopedia (3rd edition), 2005. ==External links== *Rolling Stone article 2004-12-09 * Breakdown of Key, Scale & Chord Structure Category:Pink Floyd songs Category:1979 songs Category:1980 singles Category:2004 singles Category:Columbia Records singles Category:Harvest Records singles Category:Hard rock ballads Category:Scissor Sisters songs Category:Van Morrison songs Category:Songs about drugs Category:Songs written by David Gilmour Category:Songs written by Roger Waters Category:1970s ballads Category:Song recordings produced by Bob Ezrin Category:Song recordings produced by David Gilmour Category:Song recordings produced by Roger Waters Category:Songs composed in B minor",
 "title": "Comfortably Numb"
}