{
 "id": "544675",
 "text": "John Patrick Nowlan (10 November 1931 – 25 April 2020) was a Canadian politician from Nova Scotia. Nowlan served as a Progressive Conservative backbench Member of Parliament for the riding of Annapolis Valley—Hants from 1965 to 1993. ==Early life== Born in Wolfville, Nova Scotia, Nowlan was the son of Diefenbaker-era Minister of Finance George Nowlan. Nowlan attended Acadia University in his hometown, graduating with a Bachelor of Arts in 1952.Clara Nowlan Jefferson ('48) Acadia University He then attended Dalhousie Law School, graduating in 1955.J. Patrick Nowlan Profile Martindale ==Political career== Nowlan was first elected as a Member of Parliament in 1965 serving the riding of Annapolis Valley. In 1966, when the Conservatives opposed the Liberal government's legislation to end a national railway strike, Nowlan broke with the party to vote in favour of the legislation. Nowlan was an unsuccessful candidate at the 1976 Progressive Conservative leadership convention, running as a right-wing candidate. In November 1990, Nowlan resigned from the Tory caucus, citing his opposition to the Mulroney government's failed Meech Lake Accord and several other issues.Seeking Attention Macleans Nowlan sat as an \"Independent Progressive Conservative\" until the 1993 federal election. Nowlan ran as an independent in the 1993 election, finishing in third place behind the Liberal and Progressive Conservative candidates and receiving 19.40% of the vote. ==Death== Nowlan died on 25 April 2020, aged 88. ==Personal life== Pat was married to Cynthia Nowlan, an entrepreneur who started a store in Ottawa called \"The Pepper Pot\". The couple had four children and six grandchildren. ==References== ==External links== * Category:1931 births Category:2020 deaths Category:Members of the House of Commons of Canada from Nova Scotia Category:Independent MPs in the Canadian House of Commons Category:Progressive Conservative Party of Canada MPs Category:Progressive Conservative Party of Canada leadership candidates",
 "title": "Pat Nowlan"
}