{
 "id": "544673",
 "text": "Patrick Charles Martyn Nicholls (born 14 December 1948) is a British solicitor and politician who served as a Conservative MP for Teignbridge between 1983 and 2001. A solicitor by profession and formerly an East Devon District Councillor, Nicholls was first elected to the House of Commons in 1983 at the age of 34, winning a comfortable majority over the nationally known Liberal Party candidate, John Alderson, who had resigned as Chief Constable of Devon & Cornwall specifically to contest the seat. Within a year of entering the House of Commons, Nicholls was made a Parliamentary Private Secretary to the Home Office Minister David Mellor, and subsequently to the Minister of Agriculture John Selwyn Gummer. He was also made a Steward of The British Boxing Board of Control. After the 1987 General Election, Nicholls entered the government as the Parliamentary Under Secretary of State for Employment. Still not yet 40, he was given a key role in piloting the second tranche of Conservative Trades Union reforms through Standing Committee. His upward advance was checked, however, when he was arrested for drink driving in 1990, as a result of which he resigned from the government. Nicholls’ career was, however, only temporarily stalled. He was appointed to the Westminster Foundation for Democracy at its inception in 1992 and served on The North Atlantic Assembly and the 1922 Committee of Conservative MPs. In 1994, he was made a Vice Chairman of the Conservative Party and in 1997 was appointed the Shadow Fisheries Minister by the then Leader of the Opposition, William Hague. A leading Eurosceptic, Nicholls was credited with having single-handedly turned Conservative Party policy around in favour of leaving the EU Common Fisheries Policy. After losing his seat in 2001, Nicholls became Chairman of The Young Britons Foundation, a research think-tank established in July 2003 to \"help train tomorrow's centre-right leaders and activists today\". Currently, Nicholls is a freelance political journalist and lectures on British and American politics in Europe and America as well as the UK. Nicholls is married with three children. His wife, Bridget, is also a solicitor. ==References== * Category:1948 births Category:Living people Category:Conservative Party (UK) MPs for English constituencies Category:UK MPs 1983–1987 Category:UK MPs 1987–1992 Category:UK MPs 1992–1997 Category:UK MPs 1997–2001",
 "title": "Patrick Nicholls"
}