{
 "id": "544846",
 "text": "is a Japanese film director. He is best known for his two Japan Academy Prize- winning films, 1992's Sumo Do, Sumo Don't and 1996's Shall We Dance?. ==Life and career== In 1982, along with filmmakers Yoshiho Fukuoka, Itsumichi Isomura, Toshiyuki Mizutani and Akira Yoneda, Suo founded a production company called Unit 5. Suo worked as an assistant director and appeared in the cast of Kiyoshi Kurosawa's directorial debut, the pink film Kandagawa Pervert Wars (1983).Weisser, p.217. At this early stage in his career, Suo also wrote scripts for the pink film genre, such as Scanty Panty Doll: Pungent Aroma (1983).Weisser, p. 308-309. Suo first film as director was also in the pink film genre: Abnormal Family: Older Brother's Bride (1984), a film designed as a tribute and satire of Yasujirō Ozu's Tokyo Story.Midnight Eye review: Abnormal Family (Hentai Kazoku: Aniki No Yomesan, 1983, director: Masayuki SUO) In his book on the pink film, Behind the Pink Curtain (2008), Jasper Sharp calls Abnormal Family: Older Brother's Bride an early masterpiece, and one of the wittiest films ever made in the genre. Suo not only pokes gentle fun at Ozu's story, but also mimics many of his stylistic techniques, such as shooting his actors from a low, tatami-mat angle, stiff and static characters speaking to each other with mis-matched eye-angles, and a simple, sentimental melody which accompanies the film. In the years since its release, the film has amused film students with the activity of locating and identifying Suo's many nods to Ozu and his oeuvre. Abnormal Family was Suo's only directorial work in the pink film genre. He next worked for Juzo Itami, to film \"making of\" pieces for that director's A Taxing Woman (1987) and A Taxing Woman 2 (1988). He made his regular feature film debut with Fancy Dance in 1989, and won the Directors Guild of Japan New Directors Award for his next feature, Sumo Do, Sumo Don't, in 1991. Suo's 1996 Shall We Dance? won fourteen awards at the Japanese Academy Awards including Best Actor, Best Actress, Best Director and Best Film and performed strongly in U.S. theaters. In 2006, Suo directed I Just Didn't Do It, a legal film starring Ryo Kase. It was followed by the 2012 medical-themed film A Terminal Trust. His musical film, Lady Maiko, screened at the 2014 Shanghai International Film Festival. ==Style and influences== In a 1997 interview with IndieWire, Suo talked about his filmmaking style: > \"The most important thing for me in movie making is to love the characters > of the movie, so even though you only have a few seconds with a character, > that person has to have his own life. Therefore, I want to respect it, I > want to make movies where each character has his own individuality.\" ==Filmography== ===Fiction=== * Abnormal Family: Older Brother's Bride (1984) also known as Spring Bride, Daughter-in-Law, or My Brother's Wife * Fancy Dance (1989) also known as Manic Zen * Sumo Do, Sumo Don't (1992) * Shall We Dance? (1996) * I Just Didn't Do It (2006) * A Terminal Trust (2012) * Lady Maiko (2014), also known as Maiko a Lady or My Fairy Lady. It is considered as the first Geisha musical movie. * Talking the Pictures (2019) ===Documentary=== * Making of A Taxing Woman (1987) * Making of A Taxing Woman 2 (1988) * Dancing Chaplin (2010) == Writings == \"Naze Ozu Dattanoka\" in Ozu Yasujiro Taizen (The Complete Book of Ozu Yasujiro) by Matsuura Kanji and Miyamoto Akiko (Asahi Shimbun Publications Inc. 2019) ==Awards and honors== * 1993 Japan Academy Prize for Director of the Year – Sumo Do, Sumo Don't * 1997 Japan Academy Prize for Director of the Year – Shall We Dance? * 2016 Medal with Purple Ribbon ==References== ==External links== * * Category:Japan Academy Prize for Director of the Year winners Category:Japanese film directors Category:1956 births Category:Living people Category:People from Tokyo Category:Rikkyo University alumni Category:Recipients of the Medal with Purple Ribbon",
 "title": "Masayuki Suo"
}