{
 "id": "545250",
 "text": "The University of Chile () is a public university in Santiago, Chile. It was founded on November 19, 1842 and inaugurated on September 17, 1843.Fuentes documentales y bibliográficas para el estudio de la historia de Chile. Capítulo III: \"La Universidad de Chile 1842 – 1879\". 1. La ley orgánica de 1842 www.uchile.cl It is the oldest and the most prestigious in the country. It was established as the continuation of the former colonial Royal University of San Felipe (1738)Reseña histórica de la Universidad de Chile, \"Pilar Republicano\". www.uchile.cl (Spanish: Real Universidad de San Felipe), and has a rich history in academic, scientific and social outreach. The university seeks to solve national and regional issues and to contribute to the development of Chile. It is recognized as one of the best universities in Latin America for its leadership and innovation in science, technology, social sciences, and arts through the functions of creation, extension, teaching, and research. Its five campuses comprise more than of research buildings, health care centers, museums, theaters, observatories, and sports infrastructure.Hechos y cifras de la Universidad de Chile: \"Infraestructura y tecnología\". www.uchile.cl The institution has more than 40,000 undergraduate and graduate students, offering more than 60 different bachelor and professional degrees, 38 doctoral programs and 116 master programs.Hechos y cifras de la Universidad de Chile: \"Pregrado y postgrado\". www.uchile.cl Notable alumni include Nobel laureates Pablo Neruda and Gabriela Mistral, twenty-one Chilean presidents including the current president Gabriel Boric, and two presidents from other countries (Mexico and Ecuador).Hechos y cifras de la Universidad de Chile: \"Grandes figuras y egresados\". www.uchile.cl ==Rankings and quality accreditation== The QS University Ranking ranks the University of Chile as the fourth in Latin America and 180 in the world for year 2021. The school boasts an outstanding 100 points in both Academic and Employer Reputation categories. The world ranking of universities, elaborated by Shanghai JiaoTong University (China) and the European Union based on research sciences indicators, places it among the 400 best universities in the world. SCImago Institutions Rankings (SIR) makes a characterization of institutions based on research, innovation and visibility on the web, and in 2017 report on investigation, which included more than 4,500 institutions of higher education and other centers in the world, the University of Chile ranked first in Chile, 10 in Latin America and 424 in the world. Another study which highlights the performance of this institution is the Ranking Web of Universities (Webometrics), which measures the presence and impact on the web of over 11,000 universities and qualifies this college as leader of the country, six in Latin America and 371 worldwide. In the 2016 version of the ranking made by AméricaEconomía, University of Chile was ranked first in Chile with the top rating in quality indicators of research, accreditation, infrastructure and inclusion. ===Accreditation=== In December 21, 2011 the University of Chile was notified by the National Accreditation Commission (CNA) of the positive evaluation in all obligatory areas (institutional management and undergraduate teaching) and electives (research, teaching graduate and linkage with medium). Thus the University is accredited by seven years, the maximum awarded by the agency, for the period between 2011 and 2018. The University of Chile, the Catholic University and the University of Concepción are the only institutions in this country that have the highest accreditation. == History == thumb|left|200px| Andrés Bello, founder and first president of the institution left|thumb|300px|Main House in 1872 In 1841 the minister of public education, Manuel Montt, conceived the idea of funding a corporation for the \"advancement and development of sciences and humanities\". Andrés Bello a Venezuelan poet and humanist, formulated the project which with small modifications became a law on November 19, 1842, creating the Universidad de Chile. The foundation answered the need to modernize the country which a little more than two decades before had become independent from Spain. It replaced the Real Universidad de San Felipe, which was established in 1738. The University was formally opened on September 17, 1843. During this period, the university consisted of five faculties (facultades): Humanities & Philosophy, Physical & Mathematical Sciences, Law & Political Sciences, Medicine, and Theology. During its first years the University gave considerable support to education, institutional organization (such as the \"Civil Code\", a model for America), the building of the road network to join together the territory, and the energy and production infrastructure. By 1931, the number of colleges had increased to six: Philosophy & Education Sciences, Legal & Social Sciences, Biology & Medical Sciences, Physical & Mathematical Sciences, Agronomy & Veterinary, and Fine Arts. The institution has also contributed to the formation of the intellectual elites and leaders of the country. Most of the Chilean presidents have studied in its lecture halls, as well as people with prominent roles in politics, business and culture. === Major reforms during the military regime of 1973–1989 === During Augusto Pinochet's military regime from 1973 to 1989, the University experienced many profound changes. On October 2, 1973, Decree number 50 of 1973 stated that the University's presidents would be designated by the military regime. The second major change came on January 3, 1981, when another decree completely restructured the University. All of its provincial campuses were separated,Francisco Javier Pinedo Castro. \"El nacimiento de una Universidad en el valle central y la amputación de las sedes regionales de la U. de Chile: El caso de la U. de Talca\". Revista Anales, Séptima serie n°4, noviembre 2012. Pág 73 y 63 www.anales.uchile.cl cojoined with provincial campuses of the Universidad Técnica del Estado (now Universidad de Santiago de Chile and Universidad de Atacama) and designated as separate universities, such as the Universidad de Talca, Universidad de Valparaiso, the Instituto Pedagógico (Pedagogical Institute, now the Universidad Metropolitana de Ciencias de la Educación), the Universidad de Antofagasta, the Universidad de Tarapacá, Instituto Professional de Osorno (now Universidad de los Lagos), Instituto Professional de Chillán (now Universidad del Bío-Bío), Universidad de la Frontera, and Universidad de la Serena. Some faculties, such as the one located in avenida Portugal and which now belongs to the Universidad Mayor, were privatized and sold at bargain prices to Pinochet cronies. These changes were orchestrated by influential advisors to the dictatorship as a way to moderate the University's influence on the nation's politics, economics, public policies and intellectual movements, considered leftist by Augusto Pinochet and other right-wing government officials. In spite of the complete restructuring of the University of Chile, it still remains Chile's most prestigious university in terms of research, applicant preferences and social impact. == Organization == The university's community involves the collaboration of academics, students and staff, who perform the tasks that establish its mission and functions. ===Government=== * President (Rector): Highest authority and legal representative. Is elected by teachers belonging to the highest levels and have at least one year in the institution.Government and authorities www.uchile.cl * Adjunt President (Prorrector): Advisor to the Rector in academic, economic, administrative, legal and student issues, coordinates the actions they take the five Vice Presidencies. * University Council (Consejo Universitario): Responsible for approving the decisions of the highest standard and is composed of the President, the Vice Deans and two representatives of the President of the Republic. * Evaluation Council (Consejo de Evaluación): Coordinates assessment processes, qualification and accreditation at the institutional and the individual level. * University Senate (Senado Universitario): It is chaired by the President and has 36 members: 27 academics, 7 students and 2 staff representatives collaboration. ===Vice Presidencies=== The University of Chile is organized into five Vice Presidencies (Vicerrectorías): * Academic Affairs * Economic and Institutional Management Affairs * Research and Development * Outreach and Communications * Student and Community Affairs ===Faculty and institutes=== thumb|Faculty of Economics and Business Tecnoaulas Building at night thumb|School of Medicine, North Campus Currently there are 14 faculties and four interdisciplinary institutes which perform academic tasks undergraduate, graduate, research and extension. * Faculty of Architecture and Urbanism * Faculty of Arts * Faculty of Sciences * Faculty of Agricultural Sciences * Faculty of Physical and Mathematical Sciences * Faculty of Forestry Sciences * Faculty of Chemical and Pharmaceutical Sciences * Faculty of Social Sciences * Faculty of Veterinary and Animal Sciences * Faculty of Law * Faculty of Economy and Business * Faculty of Philosophy and Humanities * Faculty of Medicine * Faculty of Dentistry * Institute of Public Affairs * Institute of International Studies * Institute of Communications and Image * Institute of Nutrition and Food Technology ==Academic information== The University of Chile offers undergraduate and graduate programs in all areas of knowledge, whose quality has been recognized by the National Accreditation Commission with the maximum score in both areas (2011–2018).General information www.uchile.cl ===Undergraduate=== The University has a total of 69 study programs, 55 of which are conducive to professional degrees and 14 degrees terminales. Alongside this imparts the Academic Bachelor's Program, which reports directly to the Vice Presidencies of Academic Affairs.Undergraduate programs www.uchile.cl The admission to the programs is through a selection test (Prueba de Selección Universitaria) or the Academic Bachelor's Program. The University also offers special admission to outstanding athletes, blind students, people with media studies in other countries, ethnic agreements, internal career changes and people with studies in other schools.Requisitos generales de postulación www.uchile.cl Alongside this the institution implemented in 2012 an exclusive way of admission called the Sistema de Ingreso Prioritario de Equidad (SIPEE) for students of public system with special vacancies in all careers. Also, in 2014 the Faculty of Physical and Mathematical Sciences initiated the Programa de Equidad de Género (PEG) with special vacancies for the first 40 women applicants who remain on the waiting list. ===Graduate=== The University of Chile has the largest and most complex postgraduate system in the country, formed with 36 doctoral programs, 116 master's programs, 38 graduate programs and 69 specialized courses.Graduate programs www.uchile.cl ==Research== thumb|300 px|Chemistry laboratory ===Basic research projects=== The University of Chile is the main Chilean institution in scientific and technological research. It is responsible for a third of the scientific publications and also for the implementation of a high percentage of competitive research projects in most academic fields, including basic sciences, technologies, humanities, social sciences and arts.Basic research projects www.uchile.cl * Publications: 12,037 scientific publications in international journals ISI – WOS from 2010 to 2016. * Basic Research Projects: 105 projects financed by the National Fund for Science & Technology Development (FONDECYT) of the National Commission for Science and Technology (CONICYT) in 2016. * Millennium Institutes: 4 Institutes were awarded to the University of Chile, in the areas of ecology and biodiversity, cell dynamics and biotechnology, complex engineering systems. * Millennium Nuclei: 5 Nuclei in the areas of sciences. * Centers awarded by the National Fund for Priority Areas (FONDAP) and Fondos Basales: 7 were awarded to the University of Chile, in the areas of material sciences, mathematics modeling, astrophysics, cell and molecular biology. * \"Research Rings\" (association of three or more research groups) in natural and exact sciences and social sciences: 6 projects were awarded to the University of Chile. ===Applied research projects=== Projects funded by the Fund for Scientific and Technological Development (FONDEF): 30 projects currently ongoing, in the areas of Education, Health, Engineering and Agriculture, Forestry and Animal Sciences. Financed by CORFO (Corporation for Fostering Production):Applied research projects www.uchile.cl * \"Innova Projects\": 34 ongoing projects in 2016, in the areas of agriculture, forestry and animal sciences, aquaculture, tourism, and biotechnology. == Campuses and infrastructure == The University has 3,168,373 m2 of urban land, 648,502 m2 of built land in use and 103,884,600 hectares of agricultural land.Infrastructure, equipment and services www.uchile.cl ===Campuses=== The institution has five campuses, all distributed within the metropolitan area. * Juan Gómez Millas Campus: It is located in Ñuñoa where are the Faculty of Arts, Sciences, Social Sciences and Philosophy and Humanities, plus the Institute of Communication and Image and Academic Bachelor's Program. Currently is running the Bicentennial Initiative Juan Gómez Millas, for modernize the infrastructure of the campus with new buildings, parks and recreation areas. * Beauchef Campus: The Faculty of Physical and Mathematical Sciences is located on this campus since 1922. In 2014 was inaugurated the Beauchef Poniente new building with 50,000 m2, distributed in seven floors above surface and six undergrounds. There are also new offices, auditoriums, areas for sport, recreation and parking lots. * South Campus: It was established as campus in 1999 and covers more than 3 million square meters. It groups the Faculties of Veterinary and Animal Sciences, Agricultural Sciences and Forestry Science, and is found in La Pintana in the sector known as Antumapu. Also belongs to this Campus Institute of Nutrition and Food Technology (INTA), located in Macul, space for postgraduate teaching and research. * Andrés Bello Campus: It is located in downtown Santiago and Providencia and hosts some of the oldest and renowned University buildings: the building of the Faculty of Law and the Faculty of Architecture and Urbanism. Also belong to this campus the Institute of Public Affairs add the Faculty of Economics and Business, the Students Federation's (FECh) house, the seat of the Centre for Advanced Research in Education (CIAE) and the Tower 15 of Central Services. * North Campus: It is located in Independence and is the most important center in scientific research and training of human resources of the country in the health disciplines, biomedicine and public health. In this campus are placed the Chemical Sciences and Pharmacy, Medicine of Dentistry and the University of Chile Clinic Hospital (HCUCH). thumb|300px|right|Main House. ===Main House=== In 1872 this emblematic building was opened, with neoclassical frontage that spans in the Alameda Bernardo O'Higgins in Santiago's downtown. The design is the work of Lucien Ambroise Hénault, and Fermín Vivaceta was in charge of the construction. ===Libraries and digital resources=== The catalog has more than 3 million books, journals, theses and other bibliographic records available to 48 libraries of the University. The libraries are distributed in 27,536 square meters, where there are 5.278 reading places and 1.082 computers for use of the University community. The Digital Library provides access to over 50,000,000 documents: books, theses, journals and articles, and digitized historical value as maps, manuscripts, sheet music, crafts, photographs, audio and movies objects The electronic publications of the University of Chile are freely accessible through the institutional repository, academic journals and e-book portal. ==Culture== Through the stable artistic sets of Extension Center Arts and Culture \"Domingo Santa Cruz\" (CEAC), museums, exhibition halls and theaters University performs dissemination and extension work.Arte y cultura www.uchile.cl thumb|220 px|right|Ballet Nacional Chileno (BANCH) ===Performing arts=== * National Chilean Ballet – BANCH * Chile Symphony Orchestra * Chile Symphony Choir * Vocal Camerata * Antumapu Folkloric Ballet * Chilean National Theater ===Museums and galleries=== * Museum of Contemporary Art * Museum of American Popular Art * Juan Egenau Exhibit Hall * National Museum of Medicina * Pharmacy Museum * Dentistry Museum ===Theaters=== * University of Chile Theater * Antonio Varas Theater * Agustín Siré Hall * Sergio Aguirre Hall * Isidora Zegers Concert Hall * Master Study Hall * Cineteca ==Significant facts== thumb|Caracolas (shells) collection donated by Pablo Neruda in the Central Archive Andrés Bello * It is the oldest institution of higher education in Chile, and was founded in 1842. * The first woman to attend university in the country and in South America did it at the University of Chile: Eloísa Díaz Insunza, who graduated as a doctor in 1887.Memoria chilena, Eloísa Díaz y Amanda Labarca www.memoriachilena.cl * The first woman lawyer, Matilde Throup, graduated in 1892; the first woman pharmaceutical chemist, Griselda Hinojosa in 1899; the first woman engineer, Justicia Espada in 1919; the first woman agronomist, Victoria Tagle in 1922. All them in University of Chile.170 aniversario, Primeras mujeres universitarias. www.uchile.cl * In 1906 the first and oldest student organization in the country was founded: The University of Chile Student Federation (FECH). * In this institution was named the first woman academician: Amanda Labarca in 1922 was appointed like extraordinary professor at the Faculty of Humanities. She was 36 years old.Educarchile, Amanda Labarca. www.educarchile.cl * The two national Nobel prizes are linked to this University: despite not having formally studied in this college, in 1923 the University decided to award the title of Spanish Teacher to Gabriela MistralPresentación de la Universidad de Chile, grandes figuras, premios nacionales \"Gabriela Mistral\" www.uchile.cl and in 1954 received the degree of Doctor Honoris Causa.Grandes figuras, Premio Nobel “Gabriela Mistral y la Universidad de Chile” www.uchile.cl After her death in January 1957, her remains were veiled for three days in the Hall of Honor of the Main House;Camino a Gabriela Mistral, \"Vida 1945–1957 www.caminoagabrielamistral.cl\"Oración del Rector de la Universidad de Chile, don Juan Gómez Millas\" 21 de enero de 1957 www.uchile.cl Pablo Neruda meanwhile entered to study in 1921 the Pedagogical InstituteGrandes figuras, Premio Nobel “Pablo Neruda como estudiante” www.uchile.cl and in 1962 the Faculty of Education granted him the quality of academic Member \"in recognition of his vast poetic work of universal category\". The poet donated a library of about 3,500 works and his collection of Caracolas to the University of Chile.Donación de los libros y caracolas del poeta, a la Universidad de Chile www.neruda.uchile.cl * In the Clinical Hospital was realized in 1966 the first surgery of renal transplantation. * The group of Meteorology, Faculty of Physical Sciences and Mathematics obtained the first weather satellite image of Chile in 1966. * From the U. of Chile came out the first email in 1985. Researchers at the Department of Computer Science sent the text \"If this email reaches you, we open a bottle of champagne\" to peers Department of Computer Engineering of the University of Santiago.La historia del primer e-mail chileno www.latercera.com * In 1987 the University signed the first domain in Chile (.cl). It was www.uchile.cl. * It is the first university to have a senate, which has worked since 2006. * In 2007 a group of students of the Faculty of Physical and Mathematical Sciences built the first Chilean solar car: the Eolian.Eolian: Primer auto solar chileno parte a la World Solar Challenge www.fayerwayer.com * A study of supernovae of the Department of Astronomy was the basis for the research who in 2011 allowed Brian P. Schmidt be awarded the Nobel Prize in Physics.Ganadores del Premio Nobel de Física reconocen aporte investigadores CATA en la astronomía www.cata.cl * 172 of the 207 National Awards for Science, Literature, Arts, History, Humanities, Journalism, Theatre, Education and Music, were graduates, teachers or students of the University of Chile. * The University of Chile had the highest accreditation possible according to the National Accreditation Commission (CNA-Chile), together with the Pontificia Universidad Católica de Chile. Both are the only institutions of higher education that have reached this certification. * It is responsible for the 37% of Chilean scientific journals according to ISI standard.Investigación en cifras www.uchile.cl ==Related institutions and services== The University of Chile is in charge of a variety of nationwide services and institutions, including: * The National Astronomical Observatory, functioning since 1852 * The Contemporary Art Museum (MAC) * Investigative efforts in Antarctica, since 1940 * Official seismological service and volcanic activity vigilance, since 1908 * Chile's Symphonic Orchestra, since 1941 * Chile's National Ballet, since 1945 * Symphonic Chorus, since 1945 * Centre for Greek, Byzantine, and Neohellenic Studies; Centre for Arabic Studies; and Center for Judaic Culture Studies * Largest Clinical Hospital in the country * Institute for Easter Island Studies * Center for Mathematical Modeling (CMM) * Centre for Space-related Studies, with collaborative activities at NASA, and other international agencies * Universidad de Chile Theatre * Institute of Public Affairs (INAP) * Nutrition and Food technology Institute (INTA) * Museum of Popular American Art, since 1947 * Experimental Theatre (1944) (later National Theatre of Chile) * Chile's NIC * The Institute for Experimentation and Research of Materials (IDIEM) There are more than twenty other centres of national and international importance. == Anthem == == Notable alumni == Many intellectuals and prominent Chilean leaders have graduated, or done academic work, from this university. Among them are 21 presidents of the Republic of Chile, 3 presidents of other Latin American countries, 172 Chilean National Award recipients and two Nobel laureates. thumb|right|200px|The university granted the academic title of Spanish Professor in 1923 to Gabriela Mistral, although her formal education ended before she was 12 years old. Nobel laureates * Gabriela Mistral * Pablo Neruda Presidents of Chile * Federico Errázuriz Zañartu * Aníbal Pinto Garmendia * Domingo Santa María * Federico Errázuriz Echaurren * Germán Riesco Errázuriz * Pedro Montt Montt * Ramón Barros Luco * Juan Luis Sanfuentes * Arturo Alessandri Palma * Luis Barros Borgoño * Emiliano Figueroa Larraín * Juan Esteban Montero * Pedro Aguirre Cerda * Gabriel González Videla * Jorge Alessandri Rodríguez * Salvador Allende Gossens * Patricio Aylwin Azócar * Eduardo Frei Ruiz-Tagle * Ricardo Lagos Escobar * Michelle Bachelet Jeria * Gabriel Boric Font Presidents of other countries * José López Portillo (México) * Camilo Ponce Enríquez (politician) (Ecuador) ==Notable professors== * Arturo Arias (engineer) (Anti-seismic engineering) * Thomas Barthel (Etnology and Epigraphy) * Andrés Bello (Laws and Humanities) * Ignacy Domeyko (Geology) * Celso Garrido Lecca (Music) * Humberto Giannini (Philosophy) * Andre Gunder Frank (Sociology and Economic History) * Richard Gott (International Affairs) * Lola Hoffmann (Psichiatry and Psicology) * Louis Lliboutry (Glaciology) * Cinna Lomnitz (Seismology, Geophysics, Rock Mechanics) * Eugenio María de Hostos (Laws, Education and Humanities) * Ignacio Matte Blanco (Psichiatry) * Humberto Maturana (Biology and Philosophy) * Claudio Naranjo (Psichiatry and Psicology) * Theotônio dos Santos (Economics) * Domingo Faustino Sarmiento (Education and Humanities) * Albert Schatz (scientist) (Microbiology and Science Education) * Alain Touraine (Sociology) * Max Westenhöfer (Pathology and Biology) *Roberto Donoso-Barros (Biology and Herpetology) *Jean Gustave Courcelle-Seneuil (Economics) ==See also== *Notable alumni of the University of Chile *University of Chile Student Federation (FECH) ==References== * Summaries of institutional indicators that measure various topics in management and development of the University of Chile, are digitized in the Interactive Annual Memory, developed by Vice Presidency of Financial and Institutional Management Affairs. (in Spanish) Anuario Interactivo *A brief history of the University of Chile (in Spanish) Reseña Histórica de la Universidad de Chile *Information on the University of Chile's research (in Spanish) Investigación en Cifras *\"La Privatización de las Universidades\", María Olivia Mönckeberg, Ed. Copa Rota, . ==External links== * Category:Andrés Bello Category:Educational institutions established in 1842 Category:Forestry education Category:Universities in Santiago Metropolitan Region Category:1842 establishments in Chile",
 "title": "University of Chile"
}