{
 "id": "546077",
 "text": "Amenhotep II (sometimes called Amenophis II and meaning Amun is Satisfied) was the seventh pharaoh of the Eighteenth Dynasty of Egypt. Amenhotep inherited a vast kingdom from his father Thutmose III, and held it by means of a few military campaigns in Syria; however, he fought much less than his father, and his reign saw the effective cessation of hostilities between Egypt and Mitanni, the major kingdoms vying for power in Syria. His reign is usually dated from 1427 to 1401 BC. His consort was Tiaa, who was barred from any prestige until Amenhotep's son, Thutmose IV, came into power. ==Family and early life== thumb|left|Foundation tablet. It shows the cartouche of the birth name and epithet \"Amenhotep, the god, the Ruler of Thebes\". 18th Dynasty. From Kurna, Egypt. The Petrie Museum of Egyptian Archaeology, London thumb|left|Foundation tablet showing the prenomen cartouche of the throne-name of Amenhotep II. 18th Dynasty. From Temple of Amenhotep II at Kurna (Qurnah, Qurna, Gourna, Gurna), Egypt. The Petrie Museum of Egyptian Archaeology, London. With thanks to the Petrie Museum of Egyptian Archaeology, UCL. thumb|Head of Amenhotep II. 18th Dynasty, c. 1420 BC. 18th Dynasty. State Museum of Egyptian Art, Munich Amenhotep II was born to Thutmose III and a minor wife of the king: Merytre-Hatshepsut. He was not, however, the firstborn son of this pharaoh; his elder brother Amenemhat, the son of the great king's chief wife Satiah, was originally the intended heir to the throne since Amenemhat was designated the 'king's eldest son\" and overseer of the cattle of Amun in Year 24 of Thutmose's reign.Eric Cline & David O'Connor, Thutmose III: A New Biography, University of Michigan Press, Ann Arbor, 2006. p.415 However, between Years 24 and 35 of Thutmose III, both queen Satiah and prince Amenemhat died, which prompted the pharaoh to marry the non-royal Merytre- Hatshepsut.Cline & O'Connor, p.415 She would bear Thutmose III a number of children including the future Amenhotep II. Amenhotep II was born and raised in Memphis in the north, instead of in Thebes, the traditional capital.Gardiner, Alan. Egypt of the Pharaohs. p. 198. Oxford University Press, 1964. While a prince, he oversaw deliveries of wood sent to the dockyard of Peru-nūfe in Memphis, and was made the Setem, the high priest over Lower Egypt. Amenhotep has left several inscriptions touting his athletic skills while he was a leader of the army before his crowning. Amenhotep was no less athletic than his powerful father. He claims to have been able to shoot an arrow through a copper target one palm thick, and that he was able to row his ship faster and farther than two hundred members of the navy could row theirs. Some scepticism concerning the truth of these claims has been expressed among Egyptologists. Amenhotep acceded to the throne on the first day of the fourth month of Akhet, but his father died on the thirtieth day of the third month of Peret. If an Egyptian crown prince was proclaimed king but did not take the throne on the day after his father's death, it meant that he served as the junior coregent during his father's reign. A coregency with Thutmose III and Amenhotep II is believed to have lasted for two years and four months.Charles C. Van Siclen. \"Amenhotep II,\" The Oxford Encyclopedia of Ancient Egypt. Ed. Donald Redford. Vol. 1, p.71. Oxford University Press, 2001. When he assumed power, Amenhotep II was 18 years old according to an inscription from his great Sphinx stela: : \"Now his Majesty appeared as king as a fine youth after he had become 'well developed', and had completed eighteen years in his strength and bravery.\"Urk. IV. 1279.8-10 After becoming pharaoh, Amenhotep married a woman of uncertain parentage named Tiaa. As many as ten sons and one daughter have been attributed to him. Amenhotep's most important son was Thutmose IV, who succeeded him; however, there is significant evidence for him having many more children. Princes Amenhotep, Webensenu, Amenemopet, and Nedjem are all clearly attested, and Amenemhat, Khaemwaset, and Aakheperure as well as a daughter, Iaret, are also possible children. Papyrus B.M. 10056, which dates to sometime after Amenhotep II's tenth year, refers to a king's son and setem-priest Amenhotep. This Amenhotep might also be attested in a stele from Amenhotep II's temple at Giza, however the stele's name has been defaced so that positive identification is impossible. Stele B may belong to another son, Webensenu. Webensenu's name is otherwise attested on a statue of Amenhotep's chief architect, Minmose, and his canopic jars and a funerary statue have been found in Amenhotep II's tomb. Another Giza stele, stele C, records the name of a Prince Amenemopet, whose name is otherwise unattested. The same statue with the name Webensenu on it is also inscribed with the name of prince Nedjem, who is otherwise unattested. There are other references to king's sons from this period who may or may not be sons of Amenhotep II. Two graffiti from Sahel mention a king's son and stable master named Khaemwaset, but specifically which king is his father is unknown. A figure with the name Amenemhet is recorded behind a prince Amenhotep in Theban tomb 64, and assuming this Amenhotep is indeed the king's son from B.M. 10056, Amenemhat would also be Amenhotep II's son. Additionally, a prince Aakheperure is mentioned in a Konosso graffito alongside a prince Amenhotep, and if one again assumes that this Amenhotep was the same person as the one in B.M. 10056, Aakheperure would also have been Amenhotep II's son. However, in both these cases the figure identified as Amenhotep has been identified by some as possible references to the later King Amenhotep III, which would make these two princes sons of Thutmose IV. In addition to sons, Amenhotep II may have had a daughter named Iaret, but she could have also been the daughter of Thutmose IV. Two more sons had been attributed to Amenhotep II in the past; however, they have since been proven to be of other parentage. Gauthier catalogued one Usersatet, the \"King's son of Kush,\" (i.e. Viceroy of Nubia) as a son of Amenhotep II, as well as one Re; however, both are now known to be unrelated to the royal family. Usersatet merely served as Amenhotep's chief official in Nubia and was not a blood relative of the king. ==Dates and length of reign== Amenhotep's coronation can be dated without much difficulty because of a number of lunar dates in the reign of his father, Thutmose III. These sightings limit the date of Thutmose's accession to either 1504 or 1479 BC.Edward F. Wente, Thutmose III's Accession and the Beginning of the New Kingdom, p.267. Journal of Near Eastern Studies, The University of Chicago Press, 1975. Thutmose died after 54 years of reign,Breasted, James Henry. Ancient Records of Egypt, Vol. II p. 234. University of Chicago Press, Chicago, 1906. at which time Amenhotep would have acceded to the throne. Amenhotep's short coregency with his father would then move his accession two years and four months earlier, dating his accession to either 1427 BC in the low chronology,Shaw, Ian; and Nicholson, Paul. The Dictionary of Ancient Egypt. p.28. The British Museum Press, 1995. or in 1454 BC in the high chronology. The length of his reign is indicated by a wine jar inscribed with the king's prenomen found in Amenhotep II's funerary temple at Thebes; it is dated to this king's highest known date—his Year 26—and lists the name of the pharaoh's vintner, Panehsy.Der Manuelian, op. cit., pp.42-43 Mortuary temples were generally not stocked until the king died or was near death; therefore, Amenhotep could not have lived much later beyond his 26th year.Redford, JNES Chronology, p.119 There are alternate theories which attempt to assign him a reign of up to 35 years, which is the absolute maximum length he could have reigned. In this chronology, he reigned from 1454 to 1419. However, there are problems facing these theories which cannot be resolved. In particular, this would mean Amenhotep died when he was 52, but an X-ray analysis of his mummy has shown him to have been about 40 when he died. Accordingly, Amenhotep II is usually given a reign of 26 years and said to have reigned from 1427 to 1401 BC. ==Foreign affairs== thumb|left|Limestone trial piece showing a king's head, who wears the blue crown. 18th Dynasty. From the Temple of Amenhotep II at Thebes, Egypt. The Petrie Museum of Egyptian Archaeology, London Amenhotep's first campaign took place in his third regnal year.Gardiner, Alan. Egypt of the Pharaohs. p. 200. Oxford University Press, 1964. It is known that the pharaoh was attacked by the host of Qatna while crossing the Orontes river, but he emerged victorious and acquired rich booty, among which even the equipment of a Mitanni charioteer is mentioned. The king was well known for his physical prowess and is said to have singlehandedly killed 7 rebel Princes at Kadesh, which successfully terminated his first Syrian campaign on a victorious note. After the campaign, the king ordered the bodies of the seven princes to be hung upside down on the prow of his ship. Upon reaching Thebes all but one of the princes were mounted on the city walls. The other was taken to the often rebellious territory of Nubia and hung on the city wall of Napata, as an example of the consequence of rising against Pharaoh and to demoralise any Nubian opponents of Egyptian authority there. Amenhotep called this campaign his first in a Stele from Amada, however he also called his second campaign his first, causing some confusion. The most common solution for this, although not universally accepted, is that this was the first campaign he fought alone before the death of his father and thus before he was the sole king of Egypt, and he counted his second campaign as his first because it was the first that was his and his alone.Gardiner, p.200 In April of his seventh year, Amenhotep was faced with a major rebellion in Syria by the vassal states of Naharin and dispatched his army to the Levant to suppress it. This rebellion was likely instigated by Egypt's chief Near Eastern rival, Mitanni.Redford, Donald B. Egypt, Canaan, and Israel in Ancient Times. p. 162. Princeton University Press, Princeton NJ, 1992. His stele of victory carved after this campaign records no major battles, which has been read a number of ways. It may be that this campaign was more similar to one of the tours of Syria which his father had fought, and he only engaged minor garrisons in battle and forced cities to swear allegiance to him-oaths immediately broken after his departure.Redford, Donald B. Egypt, Canaan, and Israel in Ancient Times. p. 163. Princeton University Press, Princeton NJ, 1992. Alternatively, it appears that the two weeks when Amenhotep would have been closest to Mitanni are omitted from the stele, thus it is possible that his army was defeated on this campaign. Amenhotep's last campaign took place in his ninth year, however it apparently did not proceed farther north than the Sea of Galilee.Gardiner, Alan. Egypt of the Pharaohs. p.202. Oxford University Press, 1964. According to the list of plunder from this campaign, Amenhotep claims to have taken 101,128 slaves.Peter Der Manuelian, Studies in the Reign of Amenophis II, p.76. Hildesheimer Ägyptologische Beiträge 26, Gerstenbeg Verlag, Hildesheim, 1987. These numbers however are difficult to substantiate, leading some to question the accuracy of Amenhotep's court scribes. Others have suggested that such exaggerated figures may instead be simply due to compounded accounting mistakes. Examples include a possible recount of the 15,070 prisoners taken in his year 7 campaign in Nukhash being combined with the figures from his year 9 campaign.Gardiner, Alan. op. cit., p. 203. Oxford University Press, 1964. After the campaign in Amenhotep's ninth year, Mitanni sought to make peace with Egypt, and from then on, their armies never fought again. Amenhotep records that the kings of Babylon, the Hittites, and Mitanni came to make peace and pay tribute to him after his ninth year, although this may be outlandish boasting.Redford, Donald B. Egypt, Canaan, and Israel in Ancient Times. p. 164. Princeton University Press, Princeton NJ, 1992. However, a second passage appears on the walls of Karnak, saying that the princes of Mitanni came to seek peace with Amenhotep, and this cannot be so easily explained away. The rising power of the Hittites eventually persuaded Mitanni to seek an ally, and there was definitely a treaty of some sort between Egypt and Mitanni by the time of Amenhotep's successor, but it may be that it was enacted after Amenhotep's campaigns, to try to prevent any more campaigns of mass deportations. Whenever formal peace was enacted, an informal peace was maintained between Amenhotep and the king of Mitanni. The new peace ties between the two benefitted both nations. For Mitanni, relaxing military conflict with Egypt to its south allowed it to focus more on the rising powers of the Hittites and the Assyrians to its north. For Egypt, it was able to begin extracting significant amounts of resources from Syria and Palestine and it was also now able to access Mediterranean trade routes with the Aegean.Marc van der Mieroop, A History of Ancient Egypt, 2021, p 159Amanda Podany, Brotherhood of Kings How International Relations Shaped the Ancient Near East, Oxford 2010, p 163-91 Thereafter, Amenhotep concentrated on domestic matters, with one possible exception. A shrine of Amenhotep's Nubian viceroy shows Amenhotep receiving tribute after a Nubian campaign, but it is not possible to date when this happened. ==Construction projects== Since Thutmose III had devoted so much energy to expanding Karnak, Amenhotep's building projects were largely focused on enlarging smaller temples all over Egypt. In the Delta, his father's Overseer of Works, Minmose, is attested from an inscription at Tura as overseeing construction of more temples. In upper Egypt, small shrines are attested at Medamud, el-Tod, and Armant. Karnak, despite not receiving the attention given it by his father, also was not totally neglected. He commissioned a column to stand in the courtyard between the fourth and fifth pylons commemorating the reception of tribute from Mitanni. In Nubia, Amenhotep built at Qasr Ibrim and Semna, and ordered the decoration of the Temple at Kalabsha. However, his most famous Nubian temple was at Amada.Gardiner, p.199 Thutmose III had begun constructing a temple which, technically, was dedicated to Horus there, although the presence of Re- Harakhti and Amun-Re is easily observed. Amenhotep completed it and put in it the record of his year 3 campaign on a stele, which was until 1942 the source of most information about Amenhotep's wars. He had a mortuary temple constructed at the edge of the cultivation in the Theban Necropolis, close to where the Ramesseum was later built, but it was destroyed in ancient times. ==Personality and later life== thumb|Black granite, seated statue of Sennefer with cartouche of Amenhotep (Amenophis) II on right arm. From the temple of Seth at Naqqada, Egypt. The Petrie Museum of Egyptian Archaeology, London A stela from this pharaoh's final years highlights his openly contemptuous attitude towards non-Egyptians. The document, which dates to \"Year 23 IV Akhet [day] 1, the day of the festival\" of Amenhotep II's accession to power, is a copy of a personal letter which the king composed himself to Usersatet, his viceroy of Kush (Nubia).Urk IV, 1343:10 In it, Amenhotep II reminded Usersatet of their military exploits together in Syria and proceeds to criticise the way this official conducted his office as Viceroy.Erik Hornung 'The Pharaoh' in Sergio Donadoni, The Egyptians, The University of Chicago Press, 1997. p. 291 Amenhotep writes: Usersatet was so impressed (or fearful) of Amenhotep's message that he ordered a copy of it to be engraved on a stela \"that was once [located] at the Second Cataract [in Nubia] and is now in Boston.\"Hornung, pp. 290–291 Amenhotep II did not openly record the names of his queens; some Egyptologists theorise that he felt that women had become too powerful under titles such as God's Wife of Amun. They point to the fact that he participated in his father's removal of Hatshepsut's name from her monuments and the destruction of her image. The destruction of Hatshepsut's images began during the co-regency of Amenhotep when his father was very old, but stopped during his reign. However, the king may have harboured his father's concern that another woman would sit on the throne. Despite his efforts however it is possible that a female co-regent of Akhenaten ruled as pharaoh before the end of his own 18th dynasty. Amenhotep II adopted a large number of Canaanite gods into the Egyptian pantheon, including Resheph, Hauron, Baal, Astarte, Qetesh, and a few others.Christiane Zivie-Coche \"Foreign Gods in Egypt\", UCLA Encyclopedia of Egyptology, p 2 ==Death and burial== thumb|The face of the mummy of Amenhotep II as photographed in 1902. Amenhotep II was interred in his KV35 tomb in the Valley of the Kings; his mummy was found there within his original sarcophagus when the tomb was discovered in March 1898 by Victor Loret. The tomb also housed a mummy cache containing several New Kingdom pharaohs including Thutmose IV, Seti II, Ramesses III, Ramesses IV, and Ramesses VI. They had been re-buried in Amenhotep II's tomb by the 21st Dynasty High Priest of Amun, Pinedjem II, during Siamun's reign, to protect them from tomb robbers. ===Mummy=== The mummy of the king was first examined, described, and photographed in January 1902 by Gaston Maspero in the company of Howard Carter, Friedrich Wilhelm von Bissing, and Pierre Lacau. The Australian anatomist Grafton Elliot Smith examined Amenhotep's mummy in 1907. During this examination the linen still adhering to the face was removed for an unobstructed view. He found the body to be tall and noted a strong facial resemblance to his son, Thutmose IV. The wavy brown hair present on his head is \"abundantly interspersed with white.\" The arms are crossed low over the chest, with the right hand tightly clenched and the left less so. Unusually, the skin all over the body is covered with small tubercles though Smith could not say if they were the result of the embalming process or disease. Resin on the body preserved the impressions of jewellery; several rows of a beaded collar were present on the upper back, and a diamond-shaped geometric pattern seen on the back of the hips. Smith estimated he was forty to fifty at death based on his worn teeth and greying hair. His cause of death is unknown. His mummy has the inventory number CG 61069. In April 2021 his mummy was moved from the Museum of Egyptian Antiquities to the National Museum of Egyptian Civilization along with those of 17 other kings and 4 queens in an event termed the Pharaohs' Golden Parade. ==See also== *Eighteenth dynasty of Egypt Family Tree *List of pharaohs *History of ancient Egypt ==References== ===Sources=== * * * * ==External links== *Amenhotep II - Archaeowiki.org (Dead Link) *Panorama view of the tomb of Amenhotep II Category:15th-century BC births Category:15th-century BC deaths Category:15th-century BC Pharaohs Category:14th-century BC Pharaohs Category:Ancient Egyptian mummies Category:Pharaohs of the Eighteenth Dynasty of Egypt Category:Children of Thutmose III",
 "title": "Amenhotep II"
}