{
 "id": "546218",
 "text": "Charles Ardai (born 1969) is an American entrepreneur, businessperson, and writer of award winning crime fiction and mysteries. He is founder and editor of Hard Case Crime, a line of pulp-style paperback crime novels. He is also an early employee of D. E. Shaw & Co. and remains a managing director of the firm. He was the former chairman of Schrödinger, Inc. ==Early life== A New York native and the son of two Holocaust survivors, Ardai told NPR in a May 2008 interview that the stories his parents told him as a child \"were the most grim and frightening that you can imagine\" and gave him the impression \"there was a darker circle around a very small bit of light,\" something that enabled him to relate to his own characters' sufferings. While in high school, Ardai enjoyed reading pulp fiction and worked as an intern at Isaac Asimov’s Science Fiction Magazine. After graduating from Hunter College High School in 1987, he attended Columbia University, where he graduated summa cum laude in 1991. ==Career== Right out of college, Ardai was hired by hedge fund D.E. Shaw. His first job at the firm was to set up its recruiting department, with a goal of hiring \"people who really excel in one field or another.\" In 1996, he was a co-founder of Juno, an internet company.The Science of Growth: How Facebook Beat Friendster--and How Nine Other Startups Left the Rest in the Dust(Sean Ammirati, 2016, page 10) After Juno was sold in 2001, Ardai and Max Phillips decided to start a publishing company to publish crime fiction in the pulp magazine style they grew up enjoying. That proposed company became Hard Case Crime, which published its first books in 2004. Ardai's writing has appeared in mystery magazines such as Ellery Queen's Mystery Magazine and Alfred Hitchcock's Mystery Magazine, gaming magazines such as Computer Gaming World and Electronic Games, and anthologies such as Best Mysteries of the Year and The Year's Best Horror Stories. Ardai has also edited numerous short story collections such as The Return of the Black Widowers, Great Tales of Madness and the Macabre, and Futurecrime. In 1994, Ardai's short story \"Nobody Wins,\" published in 1993 by Alfred Hitchcock Mystery Magazine, received a Shamus nomination for Best P.I. Short Story.Stop You're Killing Me, \"Shamus Awards\" His first novel, Little Girl Lost (2004) was nominated for both the Edgar Allan Poe Award by the Mystery Writers of America and the Shamus Award by the Private Eye Writers of America. His second novel, Songs of Innocence, was called \"an instant classic\" by The Washington Post, selected as one of the best books of the year by Publishers Weekly, and won the 2008 Shamus Award. Both books were written under the alias Richard Aleas and were optioned for the movies by Universal Pictures. He received the Edgar Award in 2007 for the short story \"The Home Front\". Ardai's third novel, Fifty-to-One, was published in November 2008. It was the fiftieth book in the Hard Case Crime series and the first to be published under Ardai's real name. His fourth novel, Hunt Through the Cradle of Fear, is part of a pulp adventure series he created in 2009, describing the globetrotting exploits of a modern-day explorer named Gabriel Hunt. Authorship of all the books in this series were originally credited to Gabriel Hunt himself. In 2010, he began working as a writer and producer on the SyFy television series Haven, \"BioGamerGirl.com Interviews Charles Ardai\" inspired by the Hard Case Crime novel The Colorado Kid by Stephen King. The first episode of Haven aired on July 9, 2010 and the last aired on December 17, 2015. In 2015, he received the Ellery Queen Award for his work on Hard Case Crime. In 2016, he wrote a novel based on the Shane Black movie The Nice Guys. In addition to his writing and publishing activities, Ardai serves as a managing director of the D. E. Shaw group. ==Awards and nominations== * 1994: \"Nobody Wins\" nominated for Shamus Award by the Private Eye Writers of America Shamus in the category \"Best P.I. Short Story\" * 2004: Little Girl Lost nominated for Edgar Allan Poe Award by the Mystery Writers of America† * 2004 Little Girl Lost nominated for Shamus Award by the Private Eye Writers of America† * 2007: Edgar Award for the short story \"The Home Front\"† * 2008: Shamus Award for Best Original P.I. Paperback for Songs of Innocence * 2015: Ellery Queen Award (an Edgar Award category \"to honor outstanding writing teams and outstanding people in the mystery- publishing industry\") for his work on Hard Case Crime. † Written under pseudonym \"Richard Aleas.\" ==Personal life== Ardai is married to writer Naomi Novik. They live in Manhattan with their daughter. == External links == * * Hard Case Crime official site * Adventures of Gabriel Hunt official site * mostlyfiction.com interview with Charles Ardai, author of Fifty-To-One * == References == Category:1969 births Category:American mystery writers Category:American publishers (people) Category:Edgar Award winners Category:Jewish American writers Category:Hunter College High School alumni Category:Living people Category:Shamus Award winners Category:American male novelists Category:Novelists from New York (state) Category:People from Manhattan Category:American technology chief executives Category:American company founders Category:Columbia College (New York) alumni Category:American hedge fund managers Category:21st-century American Jews",
 "title": "Charles Ardai"
}