{
 "id": "546459",
 "text": "The A259 is a road on the south coast of England passing through Hampshire, West Sussex, East Sussex and Kent, and is the longest Zone 2 A road in Great Britain. The main part of the road connects Brighton, Eastbourne, Hastings, Rye and Folkestone. The road is below the expected standard of a trunk road used by HGVs and a frequent cause of congestion and disruption, and has been documented as one of the most dangerous roads in South England. ==Description== The A259 is a busy two-lane road running along the south coast of England; part is roughly parallel to the A27 road. The A259 runs east from Emsworth in Hampshire, into West Sussex via Chichester, Bognor Regis, Littlehampton, Ferring, Worthing, Lancing, Shoreham-by-Sea, into the Unitary Authority of Brighton and Hove which incorporates Portslade, Hove and Brighton, and on into the East Sussex towns of Peacehaven, Newhaven, Seaford, Eastbourne, Pevensey, Bexhill-on-Sea, Hastings and Rye. Over the border in Kent, it continues through New Romney and Hythe to terminate at Folkestone. The road passes through Winchelsea, England's first new town. The road has two sections with Trunk Road status (between Bognor Regis and Chichester, and between Pevensey and the A2070 at Brenzett) and formed part of the formerly designated South Coast Trunk Road. This section of A259 is almost entirely single-carriageway, with only a short stretch of urban dual carriageway in Bexhill. Landmarks on the A259 include The Body Shop headquarters outside of Littlehampton, Shoreham Power Station, West Pier and the Palace Pier in Brighton, Telscombe Cliffs near Peacehaven and Saltdean, Cuckmere Haven between Seaford and Eastbourne and the Romney, Hythe and Dymchurch Railway which shares the route for from New Romney to Hythe. == Traffic == In June 2008, a stretch of the A259 between Hastings and Eastbourne was named by EuroRAP as the most dangerous road in the South East of England. The report cited 47 fatal or serious collisions from 2004 to 2006 as a key issue. In 2011, the BBC named the road as the \"most crash prone A road\" in the UK with 7,721 crashes and 120 deaths over 12 years from 1999 to 2010, an average of 65 crashes per mile. The road crosses the Marshlink line between and at two level crossings in quick succession. In the summer, this can create significant congestion where goods vehicles between the towns mix with day traffic to popular holiday destinations such as Camber Sands. Portions of the road along Romney Marsh suffer from subsidence into the dykes that run alongside the main carriageway. ==History== What is now the A259 east of Rye was developed after the opening of the Monk Bretton Bridge in 1893, which provided a quicker route through Romney Marsh. The original draft route of the A259 was from Dover to Eastbourne. It was extended westwards to Worthing after the local engineering division informed the Ministry of Transport they would like a single number to represent the coast road. In 1989 the government proposed to dual the road from Pevensey to Bexhill and make other corridor improvements as detailed in their Roads for Prosperity white paper and would have included the following elements: 'Guestling and Icklesham bypass', the 'Winchelsea bypass', 'Rye bypass', 'Ham Street bypass', 'A259 New Romney bypass' and the 'A259 St. Mary's Bay and Dymchurch bypass'. This scheme along with many others proposed at the time were shelved in 1996-7 after a number of major road protests in the UK. Of these only the Ham Street bypass (A2070) was eventually constructed. Plans for a 'Hastings Bexhill bypass' which would have provided a dual-carriageway from the Pevensey roundabout passing to the north of Bexhill and Hastings to join the current A259 near Icklesham at a cost of £120-£130 million were rejected in 2001. The scheme, which was supported by the South East England Regional Assembly and by the Deputy Prime Minister, John Prescott was opposed by English Nature who highlighted the damage to a number of Sites of Special Scientific Interest (SSSIs), including the High Weald Area of Outstanding Natural Beauty. They were also concerned about the negative effect the scheme would have on several ancient woodlands and the habitats of the dormouse and great crested newt. Following the upgrade of the A2070 road in the late 1990s, the section between Brenzett and Folkestone was de-trunked in 2003 (i.e. removed trunk road status) and control reverted to Kent County Council. Other development proposals for the road were considered in 2004. ==Proposed developments== ===Bexhill to Hastings link road=== thumb|right|Proposed route of the Bexhill Hastings Link Road In 2008, East Sussex County Council proposed building a new link road between Bexhill and Hastings, to form a long road from its junction with the A259 in Bexhill to a junction with the B2092 Queensway in Hastings. The South East Regional Assembly included the scheme within its Regional Funding Advice package. This was provisionally signed off in July 2009 by the Department for Transport, with the caveat that individual schemes would still need to be assessed for value for money and compatibility with greenhouse gas emission targets. Although originally estimated at £45 million, the scheme was now expected to cost over £100 million. £33 million was expected to come from developer contributions, but the County Council was unable to obtain them. \"Although opportunities will be explored to seek developer contributions in the future, at the present it has been considered prudent to plan to fund all future local contributions from the County Council’s capital programme\". The County Council said: \"The driving force of the scheme is to enable essential economic regeneration for Bexhill and Hastings, which is currently compromised by the poor accessibility within and between the two towns... the Bexhill Hastings Link Road would make a major contribution to meeting the need to improve access between the towns and linking Trunk Roads which serve the area\". They also identified that the scheme would provide \"faster and more reliable access to the Conquest Hospital\", \"easier access to jobs\", \"create access to much- needed additional housing\"; and that it would \"re-route traffic from less suitable roads\" and \"reduce the number of accidents on local roads\". A number of organisations objected to the scheme. The Hastings Alliance, which is supported by 11 national bodies including the Campaign for the Protection of Rural England, the Council for National Parks and WWF-UK and also 16 local groups pointed to the Hastings Five Point Plan, commissioned by the South East Regional Assembly, which found that the key requirement for regeneration is to \"improve the strategic accessibility of Hastings – that is Hastings' access to London, other major towns, and other parts of the South East\" and says that improving rail links are fundamental to regenerating that area. In addition they objected to the impact on the Combe Haven valley, a Site of Special Scientific Interest, which would be cut in two by the scheme. The Campaign for Better Transport say that, contrary to Government guidance, the County Council had \"never really considered whether building a link road is the best way to improve transport on the Sussex coast\". The Woodland Trust also objected as the road would seriously impact on the Marline Valley Woods Site of Special Scientific Interest, an ancient ghyll woodland. This sort of woodland is only found on steep sided valleys and are hugely important for wildlife but are highly sensitive to pollution. The road would also pass within metres of Church wood (ancient woodland) and other nationally and locally protected wildlife sites. Friends of the Earth were concerned that building roads generates more traffic in the surrounding area and in particular would result in more vehicles using the roads to the north creating pressure in for communities on the approach roads (such as the A21 and the A28). They also believed is would create pressure to build a 'Hastings Eastern Bypass' which would pass through the High Weald Area of Outstanding Natural Beauty which they claim is one of Britain's finest landscapes. The Sussex Wildlife Trust \"strongly\" objected to the road stating that \"the environmental damage that will result from this scheme is unacceptable and will alter the ecology of the Combe Haven valley for ever.\" A public inquiry into the scheme started on 10 November 2009. When the Bexhill to Hastings Link Road was eventually approved then changes also required to the A21 Baldslow / Queensway (which leads to the link road). The entire project was completed in December 2015 at a cost of around £120 million. ==='£5m improvements near Shoreham'=== In 2009, Brighton and Hove City Council, Adur District Council and West Sussex County Council and the Shoreham Port Authority proposed to spend a £5million grant from the DfT to 'improve the A259 in relation to a new project to build 10,000 homes scheme. ==References== ==External links== *A259 Folkestone-Havant – From SABRE's \"Roads By 10\". *Hastings Alliance Opposition to the Bexhill to Hastings Link Road *Road Safety Foundation Category:Roads in England Category:Roads in East Sussex Category:Transport in Hampshire Category:Roads in Kent Category:Roads in West Sussex Category:Transport in Folkestone and Hythe Category:Transport in the Borough of Ashford",
 "title": "A259 road"
}