{
 "id": "546875",
 "text": "Prisoners of the Sun () is the fourteenth volume of The Adventures of Tintin, the comics series by Belgian cartoonist Hergé. The story was serialised weekly in the newly established Tintin magazine from September 1946 to April 1948. Completing an arc begun in The Seven Crystal Balls, the story tells of young reporter Tintin, his dog Snowy, and friend Captain Haddock as they continue their efforts to rescue the kidnapped Professor Calculus by travelling through Andean villages, mountains, and rain forests, before finding a hidden Inca civilisation. Prisoners of the Sun was a commercial success and was published in book form by Casterman the year following its conclusion. Hergé continued The Adventures of Tintin with Land of Black Gold, while the series itself became a defining part of the Franco-Belgian comics tradition. The story was adapted for the 1969 Belvision film Tintin and the Temple of the Sun, the 1991 Ellipse/Nelvana animated series The Adventures of Tintin, the 1992–1993 BBC Radio 5 dramatisation of the Adventures, the 1997 video game of the same name, and a 2001 musical in Dutch and French versions. ==Synopsis== :The synopsis continues a plot begun in The Seven Crystal Balls. Young reporter Tintin, his dog Snowy, and friend Captain Haddock arrive in Callao, Peru. There, they plan to intercept the arrival of the Pachacamac, a ship carrying their friend Professor Calculus, who is being held by kidnappers. Unfortunately, the ship has to be in quarantine for three weeks, due to reports of infectious disease on board. Tintin thinks the quarantine is staged and that night, he sneaks aboard the ship and learns from Chiquito, the former assistant of General Alcazar and one of the abductors, that Calculus is to be executed for wearing a bracelet belonging to the mummified Incan king Rascar Capac. Tintin barely escapes the ship with his life, and he and Haddock alert the authorities; but the abductors evade the police and take Calculus to the Andes mountains. Tintin and Haddock pursue them to the mountain town of Jauga, where they board a train that is sabotaged in an attempt to kill them. When they attempt to investigate the whereabouts of Calculus, the local Indios prove to be peculiarly tight-lipped—that is, until Tintin defends a young Quechua boy named Zorrino from being bullied by two Spaniard men. A mysterious man observes this act of kindness and gives Tintin a medallion, telling him that it will save him from danger. Zorrino informs Tintin that Calculus has been taken to the Temple of the Sun, which lies deep within the Andes, and offers to take them there. After many hardships – including being pursued by four Indios who try their best to leave them stranded or dead, and finding their way through the snowy mountains and the jungle beyond – Tintin, Haddock, and Zorrino reach the Temple of the Sun, a surviving outpost of the Inca civilisation. They are brought before the Prince of the Sun, flanked by Chiquito and Huascar, the mysterious man Tintin encountered in Jauga. Zorrino is saved from harm when Tintin gives him Huascar's medallion, but Tintin and Haddock are sentenced to death by the Inca prince for their sacrilegious intrusion. The prince tells them they may choose the hour that Pachacamac, the Sun god, will set alight the pyre on which they will be executed. Tintin and Haddock end up on the same pyre as Calculus. However, Tintin has chosen the hour of their death to coincide with a solar eclipse, and through play-acting he convinces the terrified Incas that he can command the Sun. The Inca prince implores Tintin to make the Sun show its light again. At Tintin's \"command\", the Sun returns, and the three are quickly set free. Afterwards, the Prince of the Sun tells them that the seven crystal balls used on the Sanders-Hardiman expedition members, who had excavated Rascar Capac's tomb, contained a \"mystic liquid\" obtained from coca that plunged them into a deep sleep. Each time the Inca high priest cast his spell over seven wax figures of the explorers, he could use them as he willed as punishment for their sacrilege. Tintin convinces the Inca prince that the explorers acted in good faith, as they only intended to make known to the world the splendours of the Inca civilisation. The Inca prince orders Chiquito to destroy the wax figures, and at that moment in Belgium, the seven explorers awaken in surprise. After swearing an oath to keep the temple's existence a secret, Tintin, Haddock and Calculus head home, while Zorrino remains with the Inca, having accepted an offer to live among them. Meanwhile, The Thompsons plan to find Tintin and his friends with Calculus' pendulum, which leads them on a wild goose chase around the world. ==History== ===Background=== thumb|The Allied Liberation of Belgium in September 1944 halted the work's serialisation. Amidst the German occupation of Belgium during World War II, Hergé had accepted a position working for , the largest circulation French language daily newspaper in the country. Confiscated from its original owners, the German authorities permitted to reopen under the directorship of Belgian editor Raymond de Becker, although it remained firmly under Nazi control, supporting the German war effort and espousing anti-Semitism. Joining on 15 October 1940, Hergé was aided by old friend Paul Jamin and the cartoonist Jacques Van Melkebeke. Some Belgians were upset that Hergé was willing to work for a newspaper controlled by the then occupying Nazi administration, although he was heavily impressed by the size of 's readership, which reached 600,000. Faced with the reality of Nazi oversight, Hergé abandoned the overt political themes that had pervaded much of his earlier work, instead adopting a policy of neutrality. Without the need to satirise political types, entertainment producer and author Harry Thompson observed that \"Hergé was now concentrating more on plot and on developing a new style of character comedy. The public reacted positively\". As with two previous stories, The Secret of the Unicorn and Red Rackham's Treasure, Hergé developed the idea of a twofold story arc, resulting in the two-part The Seven Crystal Balls and Prisoners of the Sun. Hergé planned for the former story to outline a mystery, while the latter would see his characters undertake an expedition to solve it. His use of an ancient mummy's curse around which the narrative revolved was inspired by tales of a curse of the pharaohs which had been unearthed during the archaeologist Howard Carter's 1922 discovery of Pharaoh Tutankhamun's tomb. This was not the first time that Hergé had been inspired by this tabloid story, having previously drawn from it when authoring Cigars of the Pharaoh. The story began serialisation in under the title of on 16 December 1943. It was, however, interrupted on 2 September 1944, as Brussels was liberated from German occupation by the Allied forces on 3 September, upon which immediately ceased publication. Hergé had been forced to abandon the story after 152 strips, equivalent to fifty pages of the later published book volume. The story had been left unfinished after the scene in which Tintin leaves the hospital where he sees the seven members of the expedition enduring a simultaneous fit. Three days later the entire staff were fired and a new editorial team introduced. In October 1945, Hergé was approached by Raymond Leblanc, a former member of a conservative Resistance group, the National Royalist Movement (MNR), and his associates André Sinave and Albert Debaty. The trio were planning on launching a weekly magazine for children. Leblanc, who had fond childhood memories of Tintin in the Land of the Soviets, thought Hergé would be ideal for it. Hergé agreed, and Leblanc obtained clearance papers for him, allowing him to work. ===Influences=== Hergé had adopted the idea of a person abducted into a lost Incan city from Gaston Leroux's 1912 novel, The Bride of the Sun, in which the idea of a solar eclipse also appeared. In turn, the idea of European explorers discovering a lost city had been found in both H. Rider Haggard's She: A History of Adventure (1887) and Edgar Rice Burroughs' Tarzan and the Jewels of Opar (1916). His use of the eclipse may also have been influenced by accounts claiming that Christopher Columbus subdued a revolt of indigenous groups in Jamaica in 1503 using knowledge of a lunar eclipse that had been predicted by Giovanni Muller's 1474 calendar. Hergé's principal source of information about the Andes was Charles Wiener's 1880 book Pérou et Bolivie (\"Peru and Bolivia\"), which contained 1,100 engravings from which Hergé could base his own illustrations. In this way, small details about Andean costume and material culture were accurately copied. Part of the ceremonial costume worn by the Incan priest was based upon a colour painting of Mexican Aztecs produced by Else Bostelmann for the National Geographic Society which Hergé had a copy of in his files. He ensured that his depiction of the Peruvian trains was accurate by basing them upon examples found in a two-volume picture encyclopedia of railways published by Librarie Hachette in 1927. Hergé sent his assistant, Edgar P. Jacobs, to the Cinquantenaire Museum to study its collections of Incan material, and also used Jacobs as a model for several of the poses that characters adopt in the story. He had a striped poncho specially made, which he then asked Jacobs to model. Hergé later concluded that the scene in which Tintin hoodwinked the Inca with his knowledge of the sun was implausible, suggesting that solar worshipers with a keen knowledge of astronomy like the Inca would have been well aware of the sun and its eclipses. ===Publication=== Prisoners of the Sun was the first of The Adventures of Tintin to be serialised in its entirety in the new Tintin magazine. On the magazine's launch day of 26 September 1946, readers who had been without Tintin for two years now received two pages per week in full colour under the title (The Temple of the Sun). It began on what is now page 50 of the previous book The Seven Crystal Balls and included two pages outlining the crystal ball mystery, presented as if it were a press cutting. With Jacobs, Hergé completed the cover of the first issue and finished off The Seven Crystal Balls prior to embarking on Prisoners of the Sun, although Hergé included both under the title of The Temple of the Sun. To lessen his workload, a portion of the two pages of Hergé's strip was an explanatory block of text about Inca society, titled \"Qui étaient les Incas?\" (\"Who were the Incas?\"). Covering issues such as geography, history, and religion, each block was signed in Tintin's name. In May 1947, the collaboration between Hergé and Jacobs ended after an argument. Hergé had been jealous of the immediate success of Jacobs' Blake and Mortimer series, and had turned down Jacobs' request that he be credited as co-creator of the new Adventures of Tintin. On 17 June 1947, serialisation of the story paused after Hergé disappeared. Doctors diagnosed him as suffering from a mental breakdown as a result of overwork, and to recover he spent time in retreat at the Abbey of Notre-Dame- de-Scourmont. In a letter to his wife Germaine, Hergé wrote: \"Life has spoilt me ... I no longer draw like I breathe, as I used to not so long ago. Tintin is no longer me ... my Boy Scout spirit has been badly damaged\". He followed this with a holiday to Gland on Lake Geneva, Switzerland with Germaine. Editors of Tintin magazine posted a sarcastic notice in the magazine stating that \"our friend Hergé is in need of a rest. Oh, don't worry, he's fine. But in refusing to marshal his forces to bring you a new episode of The Temple of the Sun each week, our friend is a little over-worked\". He disappeared again in early 1948, this time for six weeks, again to Gland, but according to biographer Pierre Assouline he was accompanied by a young, married woman, with whom he was having an extra-marital affair. Angered by his absence, the editorial board decided to command other artists and writers to continue the story, a threat which made Hergé return to work. While writing Prisoners of the Sun, Hergé decided that he wanted to move to Argentina, and focused his attention on completing all outstanding commissions so that he could focus on his emigration. He enlisted the aid of Van Melkebeke, Guy Dessicy, and Frans Jageneau to help finish Prisoners; they gathered at his home on the Avenue Delleur and produced many of the backgrounds within the story. He also employed his friend Bernard Heuvelmans to help devise the ending of the story; he paid Heuvelmans 43,000 Belgian francs for doing so. Ultimately, Hergé changed his mind about moving to Argentina for reasons that remain unknown. Serialisation of Prisoners of the Sun culminated on 22 April 1948. As with previous adventures, the title had also been serialised in the French Catholic newspaper Cœurs Vaillants, from 30 November 1947. ===Republication=== After the story arc finished serialisation, the publishing company Casterman divided it into two volumes, and , which they released in 1948 and 1949 respectively. To fit into the 62-page format, a number of scenes were deleted from the story's publication in book form. These included a scene in which Tintin chases away a cat aboard the Pachacamac, slapstick gags featuring Thomson and Thompson, Haddock drawing a picture of Tintin on a wall, Haddock chewing coca provided by Zorrino, Tintin shooting a jaguar, and Haddock discovering gold nuggets under the Temple of the Sun but being unable to take them back with him. British Tintin expert Michael Farr noted that none of these scenes were \"integral to the narrative\", and that their removal improved its structure. The reformatting also led to an error in the depiction of the solar eclipse. In the original magazine serialisation, Hergé had depicted the moon moving across the sun in the correct direction for the Southern Hemisphere; for the book publication, the drawings had been altered, with the moon now moving in the incorrect direction. The book was banned by the Peruvian authorities because, in the map of South America contained within it, a region whose ownership was disputed by Peru and Ecuador was shown as being part of the latter country. ==Critical analysis== Michael Farr described both The Seven Crystal Balls and Prisoners of the Sun as \"classic middle-period Tintin\", commenting on their \"surprisingly well-balanced narrative\" and the fact that they exhibited scant evidence of Hergé's turbulent personal life. He felt that the inclusion of paranormal elements to the story did nothing to make the narrative less convincing, and observes Hergé's recurring depiction of his character's disturbing dreams. Farr opined that the Inca costumes were drawn with \"a care and flamboyance that would do great credit to a major opera house production\", while the Andean landscapes were \"worthy of a Cecil B. DeMille film spectacular\". Hergé biographer Benoît Peeters noted that Prisoner of the Sun was one of the Adventures to have \"most caught the imagination\", something that he attributed to its \"exceptional setting or the strength of the plot\". Harry Thompson noted that, like Red Rackham's Treasure, Prisoners of the Sun was \"an epic journey conditioned by the suspense of not knowing what will happen at the end\"; although he thought that, unlike Red Rackham's Treasure, it \"successfully transfers the fear of its unknown adversaries from the first part of the adventure into the second\". He also thought that, despite all the tribulations Hergé faced while creating it, \"the pacing, the retention of suspense right to the end, and the fine balance of humour and drama\" do not betray the story's troubled development. Jean-Marc Lofficier and Randy Lofficier believed that the two-story arc represents \"one more leap forward in Hergé's graphic and narrative skills\" as a result of the transition to full colour double pages as the initial means of publication. They thought that this improvement was particularly evident in the scenes of the trek through the Andes in Prisoners of the Sun. They stated that with Prisoners of the Sun, the story had switched into \"Hitchcockian thriller mode\", a similar technique that Hergé had adopted into a number of previous adventures. They described the character of Zorrino as \"basically a Peruvian version\" of Chang Chong- Chen, a character introduced to the series in The Blue Lotus. They described the story as \"a philosophical parable, perhaps a hidden reflection of Hergé's spiritual yearnings\"; in this way anticipating the themes that he would make use of in Tintin in Tibet. Ultimately, they awarded both halves of the story arc five out of five. thumb|left|Disturbing dream sequences have been part of The Adventures of Tintin since early adventures.|alt=Tintin is shown dreaming; in his dream we see Calculus dowsing towards a plant that has blossomed skulls and is potted into a fish bowl; an Inca dressed in ceremonial attire is behind him raising a spear. Literary critic Tom McCarthy identified elements within the story that he believed reflected recurring themes within The Adventures of Tintin. He thought that the appearance of Rascar Capac's jewels reflected Hergé's use of jewellery as a theme throughout the series, and that the scene in which Tintin commands the sun god to do his bidding reflects a wider theme throughout the series in which \"sacred authority\" manifests through voice. The scene in which Haddock causes an avalanche of snow by sneezing reflected what McCarthy considered a wider theme of the danger of sound, while Zorrino's decision to stay among the Inca was interpreted as a reflection of a wider theme of adoption. Commenting on the execution scene, McCarthy believed that it represented Haddock being \"sacrificed on the altar of his own illegitimacy\", a concept that he felt had been echoed throughout the series. In his psychoanalytical study of the Adventures of Tintin, the literary critic Jean-Marie Apostolidès believed that The Seven Crystal Balls–Prisoners of the Sun arc reflects a confrontation between civilisations, and between the sacred and the secular. He described the Quechuan society depicted by Hergé as a \"totalitarian theocracy\", noting that the Tintin of Tintin in the Land of the Soviets and Tintin in the Congo would have approved of such a political system. He then drew comparisons between the Incan Prince of the Sun and the Syldavian King Muskar XII in King Ottokar's Sceptre, noting that in both the monarch is threatened by losing a treasured cultural artefact to foreigners. Apostolidès also believed that the eclipse scene reflects a change in the power relations between the sacrificed (Tintin) and the sacrificer (the Inca prince). Commenting on Tintin's dream sequence in which he dreams of Calculus and Haddock, Apostolidès believed that it reflected a \"latent homosexual desire\", comparing it with the dream sequence in The Crab with the Golden Claws. ==Adaptations== In 1969, the animation company Belvision Studios, which had produced the 1956–57 television series Hergé's Adventures of Tintin, released its first feature-length animated film, Tintin and the Temple of the Sun, adapted from the Seven Crystal Balls-Prisoners of the Sun story arc. Produced by Raymond Leblanc and directed by Eddie Lateste, it was written by Lateste, the cartoonist Greg, Jos Marissen, and Laszló Molnár. Music was by François Rauber and Zorrino's song was composed by Jacques Brel. In 1991, a second animated series based upon The Adventures of Tintin was produced, this time as a collaboration between the French studio Ellipse and the Canadian animation company Nelvana. Prisoners of the Sun was the twelfth story to be adapted and was divided into two thirty-minute episodes. Directed by Stéphane Bernasconi, the series has been praised for being \"generally faithful\" to the original comics, to the extent that the animation was directly adopted from Hergé's original panels. In 1997, the French company Infogrames released a video game based on The Seven Crystal Balls-Prisoners of the Sun story arc, titled Prisoners of the Sun. In 2001, The Seven Crystal Balls and Prisoners of the Sun were adapted into a theatrical musical, Kuifje – De Zonnetempel (Tintin – The Temple of the Sun), which premiered in Dutch at the Stadsschouwburg in Antwerp, Belgium, on 15 September. Adapted for the stage by Seth Gaaikema and Frank Van Laecke, the production was directed by Dirk de Caluwé and included music by Dirk Brossé, featuring Tom Van Landuyt in the role of Tintin. Didier Van Cauwelaert adapted the musical into French, and it then premiered a year later in Charleroi as Tintin – Le Temple du Soleil. From there, the production was scheduled for Paris in 2003 but was cancelled. It returned for a brief run in Antwerp on 18 October 2007. In 2018, it was reported that Prisoners of the Sun would be the basis for the sequel to 2011's The Adventures of Tintin: The Secret of the Unicorn, which was directed by Steven Spielberg with Peter Jackson as executive producer. For the second film, Jackson and Spielberg would switch roles, with Jackson directing. Since then, however, apart from reassurances from both Spielberg and Jackson that the film would be forthcoming, there has been no news about its production. ==References== ===Footnotes=== ===Bibliography=== * * * * * * * * * * * * * * ==External links== *Prisoners of the Sun at the Official Tintin Website *Prisoners of the Sun at Tintinologist.org Category:1949 graphic novels Category:Tintin books Category:Peru in fiction Category:Comics set in Peru Category:Works originally published in Tintin (magazine) Category:Literature first published in serial form Category:Methuen Publishing books Category:Comics adapted into video games category:Prejudice in fiction",
 "title": "Prisoners of the Sun"
}