{
 "id": "547920",
 "text": "Lieutenant-General George FitzRoy, 1st Duke of Northumberland, KG, PC (28 December 1665 - 28 June 1716) was the third and youngest illegitimate son of King Charles II of England by Barbara Villiers, Countess of Castlemaine (also known as Barbara Villiers, Duchess of Cleveland); he was the fifth of Charles's eight illegitimate sons. On 1 October 1674, he was created Earl of Northumberland, Baron of Pontefract (Yorkshire) and Viscount Falmouth (Cornwall). On 6 April 1683, he was created Duke of Northumberland. The first Duke of Northumberland was born at Merton College, Oxford. In 1682, he was employed on secret service in Venice. Upon his return to England in 1684, he was elected (10 January) and installed (8 April) Knight of the Garter. That summer, he served as a volunteer on the side of the French at the Siege of Luxembourg. In 1687, Northumberland commanded the 2nd Troop of Horse Guards. A year later, he was appointed a lord of His Majesty's bedchamber. In 1701, he was appointed Constable of Windsor Castle, in 1710 Lord Lieutenant of Surrey, and in 1712, he became Lord Lieutenant of Berkshire as well. In 1703, he succeeded the Earl of Oxford as Colonel of the Royal Regiment of Horse. Seven years later, on 10 January 1710, he became Lieutenant-General. On 7 April 1713, he was sworn into the Privy Council and as Chief Butler of England. In March 1686, Northumberland married Catherine Wheatley, the daughter of a poulterer, Robert Wheatley of Bracknell in Berkshire. Catherine was the widow of Thomas Lucy of Charlecote Park, a captain in the Royal Horse Guards. Soon after the marriage, Northumberland and his brother, Henry FitzRoy, 1st Duke of Grafton, allegedly attempted to privately convey her abroad to an English convent in Ghent, Belgium. After the death of Catherine in 1714, Northumberland remarried to Mary Dutton, the sister of Captain Mark Dutton. The Duke lived at Frogmore House at Windsor in Berkshire, but died suddenly aged 50 at Epsom on 28 June 1716. He had no legitimate offspring. Mary died at Frogmore House in 1738. ==References== * Category:1665 births Category:1716 deaths Category:17th-century English nobility Category:18th-century English people Category:British Army generals Category:British Life Guards officers 201 George Category:Illegitimate children of Charles II of England Category:Knights of the Garter Category:Lord-Lieutenants of Berkshire Category:Lord-Lieutenants of Surrey Category:Members of the Privy Council of Great Britain Category:People from Windsor, Berkshire Category:Royal Horse Guards officers Category:Peers of England created by Charles II Category:Younger sons of dukes",
 "title": "George FitzRoy, 1st Duke of Northumberland"
}