{
 "id": "547901",
 "text": "James Jude Orbinski, (born 1960 in England) is a Canadian physician, humanitarian activist, author and leading scholar in global health. Orbinski was the 2016-17 Fulbright Visiting Professor at the University of California, Irvine, and as of September 1, 2017, he is professor and inaugural director of the Dahdaleh Institute of Global Health Research at York University in Toronto, Ontario, Canada. He was previously the CIGI Chair in Global Health Governance at the Balsillie School of International Affairs and Wilfrid Laurier University (2012-2017), Chair of Global Health at the Dalla Lana School of Public Health (2010-2012) and full professor at the Faculty of Medicine, University of Toronto (2003-2012), where he was the founding Saul Rae Fellow at Massey College. Orbinski’s current research interests focus on the health impacts of climate change, medical humanitarianism, intervention strategies around emerging and re-emerging infectious diseases, and global health governance. After extensive fieldwork with Médecins Sans Frontières (Doctors Without Borders), in 1998 Orbinski was elected President of the International Council. He was MSF International Council president at the time the organization received the Nobel Peace Prize in 1999. Orbinski is also co- founder and Chair of the Board of Directors of Dignitas International, a medical humanitarian organization researching and working with communities in the global south to increase access to life-saving treatment and prevention in areas overwhelmed by HIV/AIDS, and with Aboriginal communities in Canada to improve community based care for diseases such as diabetes. He is a strong advocate for increasing access to essential medicines for neglected diseases, particularly across vulnerable populations.Orbinski, James. An Imperfect Offering: Humanitarian Action for the Twenty-First Century. New York, N.Y.: Walker & Company, 2008. In 1998, Orbinski received the Governor General's Meritorious Service Cross for his work as the MSF Head of Mission during the 1994 Rwandan genocide. In 2009, Orbinski became an Officer of the Order of Canada and in the citation was recognized by the Governor General of Canada as a humanitarian practitioner and advocate for those who have been silenced by war, genocide and mass starvation. He lives in Guelph, Canada with his wife and their three children. ==Education and career== thumbnail|left|upright|Orbinski at York University Orbinski attended Dawson CEGEP in Montreal, received a bachelor's degree in Psychology from Trent University (1984), a medical degree from McMaster University Medical School (1990), and a master's degree in international relations from the University of Toronto's Munk Centre for International Studies (1998). Following medical school, Orbinski held a Medical Research Council of Canada fellowship to study pediatric HIV in Sub-Saharan Africa. In 1991, he began working internationally with Médecins Sans Frontières (MSF). After his first mission in Peru, Orbinski served as MSF’s Medical Coordinator in Baidoa during the Somali Civil War and famine of 1992-93, and in Jalalabad, Afghanistan during the winter of 1994. He was subsequently MSF’s Head of Mission in Kigali during the Rwandan genocide of 1994,James Orbinski, Dignitas website. and in Goma, Zaire during the refugee crisis in 1996-97. Orbinski was elected President of the International Council of MSF from 1998 to 2001. As international president of MSF, he represented the organization in numerous humanitarian emergencies and on critical humanitarian issues including in the Sudan, Kosovo, Russia, Cambodia, South Africa, India and Thailand, among others. Orbinski also represented MSF at the UN Security Council, in many national parliaments, to the World Health Organization, as well as the UN High Commissioner for Refugees. He accepted the 1999 Nobel Peace Prize awarded to MSF for its pioneering approach to medical humanitarianism, and most especially for its approach to bearing witness. As MSF International Council president, he allocated the Nobel Prize money to launch MSF’s Campaign for Access to Essential Medicines that year. On September 11, 2001, Orbinski was in Lower Manhattan to present at a UN meeting on Neglected Tropical Diseases. He witnessed the terrorist attacks on the World Trade Center, and participated in relief efforts for injured people ferried across the Hudson river. From 2001 to 2004 Orbinski co-chaired MSF's Neglected Diseases Working Group, which created and launched the Drugs for Neglected Diseases Initiative (DNDi). The DNDi is a global not-for-profit research consortia focused on developing treatments for tropical diseases of the developing world that are largely neglected by profit driven research and development companies. Since its inception, the DNDi has engaged significant international advocacy for neglected tropical diseases, and moreover developed and disseminated two antimalarial treatments, one new treatment against sleeping sickness, one new treatment against Visceral leishmaniasis, a set of treatments for Visceral leishmaniasis in Asia, and a pediatric dosage formulation for Chagas Disease. These new drugs are now available to millions of people. DNDi also has a development portfolio of over 30 lead compounds targeting neglected diseases. In 2004, Orbinski became a research scientist at St. Michael's Hospital and professor of both medicine and political science at the University of Toronto. The medical journal The Lancet recognized one of his co-authored papers on HIV/AIDS treatment adherence as among the 20 most significant medical research papers of that year (2006).Edward J. Mills, Jean B. Nachega, Iain Buchan, James Orbinski, Amir Attaran, Sonal Singh, Beth Rachlis, Ping Wu; Curtis Cooper, Lehana Thabane, Kumanan Wilson, Gordon H. Guyatt, MD, David R. Bangsberg. 2006. Adherence to Antiretroviral Therapy in Sub-Saharan Africa and North America: A Meta-analysis. JAMA. 296:679-690 Another 2002 paper in The Lancet that he co-authored analyzing the lack of research for neglected diseases has been recognized as \"one of the most important scholarly articles that shaped scholarship in the field of global health in the post Second World War years.\"John Kirton. Global Health. The Library of Essays in Global Governance. Editor’s Preface. Ashgate Publishing Limited. 2009. Referring to: Troullier, P., Olliaro, P., Torreele, E., Orbinski, J., Laing, R., Ford, N. \"Drug development for neglected diseases: a deficient market and a public health policy failure.\" The Lancet 359: 2188–2194. 2002. Orbinski was promoted to full Professor of Medicine in 2010 at the University of Toronto. From 2012 to 2017, he was CIGI Research Chair in Global Health at the Balsillie School of International Affairs, and Professor of International Policy and Governance at the Wilfrid Laurier University.https://wayback.archive- it.org/all/20140605164452/https://www.wlu.ca/homepage.php?grp_id=12912 Orbinski was the 2016-2017 Fulbright Visiting Professor on Health at University of California, Irvine. As of September 1, 2017 he is professor and inaugural director of the Dahdaleh Institute for Global Health Research at York University, in Toronto, Canada. He remains closely associated with the University of Toronto, as founding Saul Rae Fellow at Massey College, Senior Fellow at the Munk School of Global Affairs, and as Professor of Medicine at the Dalla Lana School of Public Health. ==Books and films== Orbinski's best- selling 2008 book, 'An Imperfect Offering: Humanitarian Action for the 21st Century', recounts his experiences as a physician working for MSF throughout the 1990s, including a \"harrowing personal account\" as MSF Chief of Mission in Rwanda during the genocide.RandomHouse.ca | Books | An Imperfect Offering by James Orbinski It also explores the political context for medical humanitarianism, and some of the challenges for humanitarianism in the 21st Century. 'An Imperfect Offering' has been translated into five languages and has won the Writers' Trust of Canada's 2009 Shaughnessy Cohen Award for best political writing in Canada. It was also one of five books nominated for the 2008 Canadian Governor General’s Literary Award in non-fiction, and was selected as one of National Public Radio’s 2008 Top Five Political & Current Affairs Books. Orbinski is the subject of the award-winning 2005 CBC documentary 'Evil Revisited', which documented his visit to Rwanda on the tenth anniversary of the genocide, his first such visit since the violence'\"Evil Revisited\", The National. He was also the subject of the award- winning and internationally acclaimed documentary film on medial humanitarianism, Triage: Dr. James Orbinski's Humanitarian Dilemma, which follows Orbinski's return to Somalia, Rwanda, and the Democratic Republic of Congo.NFB - Collection - Triage: Dr. James Orbinski's Humanitarian Dilemma Triage was screened at the 2008 Sundance Film Festival, and won the Amnesty International Gold Medal Award. It was released in theatres across Canada in the fall of 2008, and was televised in Canada and the US in 2009. In 2011 'Triage' was incorporated into the \"War and Medicine\" at the Canadian War Museum. ==Activist== Orbinski was a co-founder of McMaster University's Health Reach Program that investigates and promotes the health of children in war zones, and he was a founding member of MSF Canada in 1990. In 2004, he co- founded Dignitas International, a hybrid medical/research non-government organization focusing on transforming global health for the most vulnerable. Dignitas remains at the forefront of addressing chronic and extreme humanitarian vulnerability to HIV/AIDS and tuberculosis. It is also committed to continuing to improve health systems and the quality of patient care, and to the transformational power of research. Through a 12-year partnership with the Malawi Ministry of Health, more than 1.4 million people have been tested for HIV infection, and more than 270,000 people have been started on treatment for AIDS in three hospitals and in 165 remote village based clinics in the southern region of Malawi. Dignitas trains more than 500 Malawian health care workers a year, and maintains an extensive and ongoing research platform. It has published more than fifty major research papers, many of which have transformed patient care, health systems, and health policy. As of 2014 and in partnership with the Ontario Ministry of Health and Long Term Care, and the Sioux Lookout First Nations Health Authority, Dignitas has also established an Aboriginal Health Partners Program focused on the health needs of First Nations Communities in Northern Ontario, Canada. Since 2017, Dignitas has committed to exploring, defining and participating in a research collaboration on the health impacts of climate change. Orbinski is also a founding board member of the Global Alliance for TB Drug Development, the Stephen Lewis Foundation and Canadian Doctors for Medicare. A founding board member of the editorial boards of Open Medicine and Conflict and Health, he also sits on the editorial board of Ars Medica. Orbinski additionally serves on the advisory boards of Global Policy, Engineers Without Borders (Canada), The Dalai Lama Center for Ethics and Transformative Values at Massachusetts Institute of Technology, and Incentives for Global Health, the NGO formed to develop the Health Impact Fund proposal. He is a member of the Climate Change and Health Council and the Davos World Economic Forum’s Global Agenda Council on Health Care Systems and Cooperation. He was an invited member of the UNEP Scientific Steering committee on Disaster Preparedness and early Warning for Extreme Weather, and in 2011 the Canadian Academy of Health Sciences Expert Panel on Canada’s Strategic Role in Global Health. As of 2011, he is an honorary director of the Canadian Association of Physicians for the Environment (CAPE) and sits on several global health-related advisory boards. ==Honours== For his medical humanitarian leadership in Rwanda during the 1994 genocide, Orbinski was awarded the Meritorious Service Cross in 1997, Canada’s highest civilian award. His citation reads: In 2009, he was made an Officer of the Order of Canada \"for his contributions as a physician who has worked to improve health care access and delivery in developing countries, and as an advocate for those who have been silenced by war, genocide and mass starvation\". In 2010 he was appointed to the Order of Ontario. In 2011, Orbinski was the recipient of the Walter S. Tarnopolsky Human Rights Award (conferred by the Canadian Superior Court Judges Association, the International Commission of Jurists Canada, the Canadian Bar Association, and the Canadian Association of Law Teachers), recognizing his contributions to domestic and international human rights. That year, he was the Mark Wainberg lecturer at the Canadian Association for HIV Research Conference. Orbinski was the recipient of the Queen Elizabeth II Diamond Jubilee Medal in 2012, the University of California Human Security Award in 2015,http://blumcenter.uci.edu/2015/11/03/2015-human-security-award- honoree-dr-james-orbinski/ and the Teasdale Corti Award in 2016, given by Royal College of Physicians and Surgeons of Canada, recognizing his contributions to medicine and humanitarianism.http://www.cfpc.ca/uploadedFiles/Publications/News_Releases/News_Items/oldNews/James_Orbinski_2016_Teasdale- Corti_Humanitarian_Award_recipient.pdf In 2001, Orbinski was awarded the honorary degree, Doctor of Laws, from Trent University. He was awarded a second honorary Doctor of Laws degree from the University of Windsor in 2006. In 2007, he received a Doctor of Laws from Queen's University and in 2009, was awarded an additional two honorary degrees from the University of Calgary and Laurentian University, at the Northern Ontario School of Medicine's charter class graduation. In 2012 he was awarded an Honorary Doctor of Laws degree by the University of Alberta. Orbinski received an Honorary Doctor of Laws degree from St Francis Xavier University in 2014, and the Loyola Medal from Concordia University in 2017. In 2017, Orbinski was one of the recipients of the Top 25 Canadian Immigrant Awards presented by Canadian Immigrant Magazine. == See also == * Triage: Dr. James Orbinski's Humanitarian Dilemma * An Imperfect Offering, book by Orbinski * Dignitas International * Médecins Sans Frontières ==References== ==External links== *Dignitas International - Dr. James Orbinski *Dr. Orbinski - National Speakers Bureau Profile *Access to Medicines Campaign Category:Living people Category:Canadian humanitarians Category:Canadian people of Polish descent Category:University of Toronto alumni Category:McMaster University alumni Category:Trent University alumni Category:Canadian public health doctors Category:University of Windsor alumni Category:Canadian non-fiction writers Category:1960 births Category:Médecins Sans Frontières Category:Officers of the Order of Canada Category:Members of the Order of Ontario Category:Recipients of the Meritorious Service Decoration",
 "title": "James Orbinski"
}