{
 "id": "548111",
 "text": "Marie Callender's is an American restaurant chain with 29 locations in California, Nevada, and Utah. Its headquarters are in the Marie Callender's Corporate Support Center in Mission Viejo, Orange County, California. ==History== In the 1930s, Marie Callender and her husband Cal Warren Callender began selling pies in the city of Long Beach and in Orange County. In 1948, they sold their family car and used the money to set up a wholesale bakery with their son Don. The first official location was opened in 1964. Eventually, Don opened a retail outlet in Orange, California, naming it after his mother, gradually adding other food. Within five years, it was expanded to 12 more locations and opened its first locations outside of California (Las Vegas and Houston) in 1969. It grew into 84 locations by the end of the 1970s. In 1986, the restaurant chain was sold to Ramada Inn, then in 1990, to Wilshire Restaurant Group, Inc. Marie Callender Pie Shops, Inc. was purchased from Saunders Karp & Megrue (SKM) in 1999 by an affiliate of Castle Harlan, a New York-based private equity firm. The company owned the East Side Mario's restaurant chain from 1997 (when it bought the chain from PepsiCo) to 2000. In 2006, Castle Harlan merged Marie Callender's with another of its interests, Perkins Restaurant and Bakery. The combined chain, known as Perkins & Marie Callender's Inc. (PMCI), was headquartered in Memphis, Tennessee. The business flourished until Don Callender died on January 7, 2009, due to complications resulting from head trauma sustained during a fall at home. On June 13, 2011, a total of 58 units were closed, including 31 Marie Callender's and 27 Perkins Restaurant and Bakerys due to bankruptcy restructuring (Chapter 11). During bankruptcy, PCMI sold the Marie Callender's brand to ConAgra for US$57.5 million. Later that year, PMCI exited bankruptcy under the control of Wayzata Investment Partners. On August 5, 2019, 29 stores were closed and the holding company for Perkins and Marie Callender's filed bankruptcy. The chains were later split apart, with Perkins being bought by Huddle House, while Marie Callender's was sold to a company known as Marie Callender's Inc. for US$1.75 million. ==Business== ===Restaurants=== In later years, a typical restaurant would have a fully stocked bar, or saloon, serving alcoholic beverages. This is in contrast to family restaurants like Denny's or Village Inn, which generally do not serve alcoholic beverages. A salad bar is also a staple. The type of cuisine served is mainly American, although many of the dishes are slanted towards styles of preparation that resemble Italian, Mexican, French, Cajun, or Chinese. Soups and sandwiches are available as meals or à la carte. Pies are signature items on the dessert menu: there are over 30 varieties available. The interiors of the chain's earlier restaurants are decorated with antiques circa 1900, providing a theme that is reminiscent of Victorian England as well as early United States. Later restaurants reflect more modern tastes, with a clean interior and photos of food. ===Frozen foods=== For years the chain has licensed its name for shelf-stable and frozen entrees and sides. Various product licenses were included in a sale to ConAgra Foods in 1994 for $140 million. The name Marie Callender's was retained for the food line following the division's sale. In 2010, its cheesy chicken & rice meal was pulled due to a salmonella outbreak. ==See also== * * * ==References== ==External links== * Category:1948 establishments in California Category:1986 mergers and acquisitions Category:1990 mergers and acquisitions Category:1999 mergers and acquisitions Category:2006 mergers and acquisitions Category:Companies based in Long Beach, California Category:Companies based in Orange County, California Category:Companies that filed for Chapter 11 bankruptcy in 2011 Category:Companies that filed for Chapter 11 bankruptcy in 2019 Category:Conagra Brands brands Category:Economy of the Western United States Category:Frozen food brands Category:Mission Viejo, California Category:Regional restaurant chains in the United States Category:Restaurants established in 1948 Category:Restaurants in Orange County, California Category:American companies established in 1948",
 "title": "Marie Callender's"
}