{
 "id": "54840",
 "text": "Eutrophication is the process by which an entire body of water, or parts of it, becomes progressively enriched with minerals and nutrients, particularly nitrogen and phosphorus. It has also been defined as \"nutrient-induced increase in phytoplankton productivity\". Water bodies with very low nutrient levels are termed oligotrophic and those with moderate nutrient levels are termed mesotrophic. Advanced eutrophication may also be referred to as dystrophic and hypertrophic conditions. Eutrophication in freshwater ecosystems is almost always caused by excess phosphorus while in marine systems nitrogen and phosphorus may both be important in different locations. Prior to human interference, this was, and continues to be, a very slow natural process in which nutrients, especially phosphorus compounds and organic matter, accumulate in water bodies. These nutrients derive from degradation and solution of minerals in rocks and by the effect of lichens, mosses and fungi actively scavenging nutrients from rocks. Anthropogenic or cultural eutrophication is often a much more rapid process in which nutrients are added to a water body from any of a wide variety of polluting inputs including untreated or partially treated sewage, industrial wastewater and fertilizer from farming practices. Nutrient pollution, a form of water pollution, is a primary cause of eutrophication of surface waters, in which excess nutrients, usually nitrogen or phosphorus, stimulate algal and aquatic plant growth. A common visible effect of eutrophication is algal blooms. Algal blooms can either be just a nuisance to those wanting to use the water body or become harmful algal blooms that can cause substantial ecological degradation in water bodies. This process may result in oxygen depletion of the water body after the bacterial degradation of the algae.Schindler, David and Vallentyne, John R. (2004) Over fertilization of the World's Freshwaters and Estuaries, University of Alberta Press, p. 1, Approaches for prevention and reversal of eutrophication include: minimizing point source pollution from sewage, and minimizing nutrient pollution from agriculture and other nonpoint pollution sources. Shellfish in estuaries, seaweed farming and geo-engineering in lakes are also being used, some at the experimental stage. It is important to note that the term eutrophication is widely used by both scientists and public policy-makers, giving it a myriad of definitions. ==Mechanism== thumb|1. Excess nutrients are applied to the soil. 2. Some nutrients leach into the soil and later drain into surface water. 3. Some nutrients run off over the ground into the body of water. 4. The excess nutrients cause an algal bloom. 5. The algal bloom reduces light penetration. 6. The plants beneath the algal bloom die because they cannot get sunlight to perform photosynthesis. 7. Eventually, the algal bloom dies and sinks to the bottom of the lake. Bacterial communities begin to decompose the remains, using up oxygen for respiration. 8. The decomposition causes the water to become depleted of oxygen if the water body is not regularly mixed vertically. Larger life forms, such as fish die. === Increasing biomass generation === Eutrophication is a process of increasing biomass generation in a water body caused by increasing concentrations of plant nutrients, most commonly phosphate and nitrate. Increasing nutrient concentrations lead to increasing growth of aquatic plants, both macrophytes and phytoplankton. As more plant material becomes available as a food resource, there are associated increases in invertebrates and fish species. As the process continues, the biomass of the water body increases and biological diversity decreases. With more severe eutrophication, bacterial degradation of the excess biomass results in oxygen consumption, which can create a state of hypoxia, beginning in the bottom sediment and deeper waters. Hypoxic zones are commonly found in deep water lakes in the summer season due to stratification into the cold oxygen-poor hypolimnion and the warm oxygen-rich epilimnion. Strongly eutrophic freshwaters can become hypoxic throughout their depth following severe algal blooms or macrophyte overgrowths. Similarly in marine systems, both increasing nutrient concentrations and isolation of bodies of water from contact with the atmosphere, can lead to depletion of oxygen which can make these waters inhospitable to fish and invertebrates. Phosphorus is a necessary nutrient for plants to live, and is the limiting factor for plant growth in most freshwater ecosystems. Phosphate adheres tightly to soil particles, so it is mainly transported by erosion and runoff. Once translocated to lakes, the extraction of phosphate into water is slow, hence the difficulty of reversing the effects of eutrophication.Khan, M. Nasir and Mohammad, F. (2014 ) \"Eutrophication of Lakes\" in A. A. Ansari, S. S. Gill (eds.), Eutrophication: Challenges and Solutions; Volume II of Eutrophication: Causes, Consequences and Control, Springer Science+Business Media Dordrecht. . . In marine ecosystems nitrogen and iron are the primary limiting nutrients for the accumulation of algal biomass, but more generally in marine systems nitrogen, phosphorus and iron can all be limiting. The limitation of productivity in any particular aquatic system at any one time varies with the rate of supply of nutrients from external sources as well as nutrient recycling within the water body. Nutrient limitation of productivity also depends on the rate at which nutrients and algae are physically flushed out of that system or region. In addition light is an essential factor so productivity will be low at depth and in temperate winter when light levels are low. === Sources of nutrients === The sources of excess phosphate are phosphates in detergent, industrial/domestic run-offs, and fertilizers. With the phasing out of phosphate-containing detergents in the 1970s, industrial/domestic run-off, sewage and agriculture have emerged as the dominant contributors to eutrophication.Werner, Wilfried (2002) \"Fertilizers, 6. Environmental Aspects\". Ullmann's Encyclopedia of Industrial Biology, Wiley-VCH, Weinheim. The main sources of nitrogen beside natural nitrogen fixation are from agricultural runoff (from fertilizers and animal wastes), from sewage and from atmospheric deposition of nitrogen originating from combustion or animal waste. ==== Sources of anthropogenic nutrient pollution ==== == Types == ===Cultural eutrophication=== thumb|Cultural eutrophication is caused by human additions of nutrients into the water that cause over growth of algae which can block light and air exchange. The algae eventually are broken down by bacteria causing anoxic conditions and \"dead zones\". thumb|Aerial view of Lake Valencia experiencing a large cultural eutrophication flux due to untreated wastewater discharging into the lake. Cultural or anthropogenic eutrophication is the process that speeds up natural eutrophication because of human activity.Cultural eutrophication (2010) Encyclopedia Britannica. Retrieved April 26, 2010, from Encyclopedia Britannica Online: Due to clearing of land and building of towns and cities, land runoff is accelerated and more nutrients such as phosphates and nitrate are supplied to lakes and rivers, and then to coastal estuaries and bays. Cultural eutrophication results when excessive nutrients from human activities end up in water bodies creating nutrient pollution and also accelerating the natural process of eutrophication. The problem became more apparent following the introduction of chemical fertilizers in agriculture (green revolution of the mid-1900s). Phosphorus and nitrogen are the two main nutrients that cause cultural eutrophication as they enrich the water, allowing for some aquatic plants, especially algae to grow rapidly and bloom in high densities. Algal blooms can shade out benthic plants thereby altering the overall plant community. When algae die off, their degradation by bacteria removes oxygen, potentially, generating anoxic conditions. This anoxic environment kills off aerobic organisms (e.g. fish and invertebrates) in the water body. This also affects terrestrial animals, restricting their access to affected water (e.g. as drinking sources). Selection for algal and aquatic plant species that can thrive in nutrient-rich conditions can cause structural and functional disruption to entire aquatic ecosystems and their food webs, resulting in loss of habitat and species biodiversity. There are several sources of excessive nutrients from human activity including run-off from fertilized fields, lawns and golf courses, untreated sewage and wastewater and internal combustion of fuels creating nitrogen pollution.Schindler, David W., Vallentyne, John R. (2008). The Algal Bowl: Overfertilization of the World's Freshwaters and Estuaries, University of Alberta Press, . Cultural eutrophication can occur in fresh water and salt water bodies, shallow waters being the most susceptible. In shore lines and shallow lakes, sediments are frequently resuspended by wind and waves which can result in nutrient release from sediments into the overlying water, enhancing eutrophication. The deterioration of water quality caused by cultural eutrophication can therefore negatively impact human uses including potable supply for consumption, industrial uses and recreation. === Natural eutrophication === Although eutrophication is commonly caused by human activities, it can also be a natural process, particularly in lakes. Paleolimnologists now recognise that climate change, geology, and other external influences are also critical in regulating the natural productivity of lakes. A few lakes also demonstrate the reverse process (meiotrophication), becoming less nutrient rich with time as nutrient poor inputs slowly elute the nutrient richer water mass of the lake.Walker, I. R. (2006) \"Chironomid overview\", pp. 360–366 in S.A. EIias (ed.) Encyclopedia of Quaternary Science, Vol. 1, Elsevier, This process may be seen in artificial lakes and reservoirs which tend to be highly eutrophic on first filling but may become more oligotrophic with time. The main difference between natural and anthropogenic eutrophication is that the natural process is very slow, occurring on geological time scales.Callisto, Marcos; Molozzi, Joseline and Barbosa, José Lucena Etham (2014) \"Eutrophication of Lakes\" in A. A. Ansari, S. S. Gill (eds.), Eutrophication: Causes, Consequences and Control, Springer Science+Business Media Dordrecht. . . == Effects == === Overall ecological effects === Eutrophication can have the following ecological effects: increased biomass of phytoplankton, changes in macrophyte species composition and biomass, dissolved oxygen depletion, increased incidences of fish kills, loss of desirable fish species. ====Decreased biodiversity==== When an ecosystem experiences an increase in nutrients, primary producers reap the benefits first. In aquatic ecosystems, species such as algae experience a population increase (called an algal bloom). Algal blooms limit the sunlight available to bottom-dwelling organisms and cause wide swings in the amount of dissolved oxygen in the water. Oxygen is required by all aerobically respiring plants and animals and it is replenished in daylight by photosynthesizing plants and algae. Under eutrophic conditions, dissolved oxygen greatly increases during the day, but is greatly reduced after dark by the respiring algae and by microorganisms that feed on the increasing mass of dead algae. When dissolved oxygen levels decline to hypoxic levels, fish and other marine animals suffocate. As a result, creatures such as fish, shrimp, and especially immobile bottom dwellers die off. In extreme cases, anaerobic conditions ensue, promoting growth of bacteria. Zones where this occurs are known as dead zones. ====New species invasion==== Eutrophication may cause competitive release by making abundant a normally limiting nutrient. This process causes shifts in the species composition of ecosystems. For instance, an increase in nitrogen might allow new, competitive species to invade and out-compete original inhabitant species. This has been shown to occur in New England salt marshes. In Europe and Asia, the common carp frequently lives in naturally Eutrophic or Hypereutrophic areas, and is adapted to living in such conditions. The eutrophication of areas outside its natural range partially explain the fish's success in colonizing these areas after being introduced. ====Toxicity==== Some harmful algal blooms resulting from eutrophication, are toxic to plants and animals. Toxic compounds can make their way up the food chain, resulting in animal mortality. Freshwater algal blooms can pose a threat to livestock. When the algae die or are eaten, neuro- and hepatotoxins are released which can kill animals and may pose a threat to humans. An example of algal toxins working their way into humans is the case of shellfish poisoning. Biotoxins created during algal blooms are taken up by shellfish (mussels, oysters), leading to these human foods acquiring the toxicity and poisoning humans. Examples include paralytic, neurotoxic, and diarrhoetic shellfish poisoning. Other marine animals can be vectors for such toxins, as in the case of ciguatera, where it is typically a predator fish that accumulates the toxin and then poisons humans. === Freshwater systems === One response to added amounts of nutrients in aquatic ecosystems is the rapid growth of microscopic algae, creating an algal bloom. In freshwater ecosystems, the formation of floating algal blooms are commonly nitrogen- fixing cyanobacteria (blue-green algae). This outcome is favored when soluble nitrogen becomes limiting and phosphorus inputs remain significant. Nutrient pollution is a major cause of algal blooms and excess growth of other aquatic plants leading to overcrowding competition for sunlight, space, and oxygen. Increased competition for the added nutrients can cause potential disruption to entire ecosystems and food webs, as well as a loss of habitat, and biodiversity of species. When macrophytes and algae die in over-productive eutrophic lakes, rivers and streams, they decompose and the nutrients contained in that organic matter are converted into inorganic form by microorganisms. This decomposition process consumes oxygen, which reduces the concentration of dissolved oxygen. The depleted oxygen levels in turn may lead to fish kills and a range of other effects reducing biodiversity. Nutrients may become concentrated in an anoxic zone, often in deeper waters cut off by stratification of the water column and may only be made available again during autumn turn-over in temperate areas or in conditions of turbulent flow. The dead algae and organic load carried by the water inflows into a lake settle to the bottom and undergo anaerobic digestion releasing greenhouse gases such as methane and CO2. Some of the methane gas may be oxidised by anaerobic methane oxidation bacteria such as Methylococcus capsulatus which in turn may provide a food source for zooplankton. Thus a self-sustaining biological process can take place to generate primary food source for the phytoplankton and zooplankton depending on the availability of adequate dissolved oxygen in the water body. Enhanced growth of aquatic vegetation, phytoplankton and algal blooms disrupts normal functioning of the ecosystem, causing a variety of problems such as a lack of oxygen which is needed for fish and shellfish to survive. The growth of dense algae in surface waters can shade the deeper water and reduce the viability of benthic shelter plants with resultant impacts on the wider ecosystem. Eutrophication also decreases the value of rivers, lakes and aesthetic enjoyment. Health problems can occur where eutrophic conditions interfere with drinking water treatment.Bartram, J., Wayne W. Carmichael, Ingrid Chorus, Gary Jones, and Olav M. Skulberg (1999). \"Chapter 1. Introduction\", in: Toxic Cyanobacteria in Water: A guide to their public health consequences, monitoring and management. World Health Organization. URL: WHO document Phosphorus is often regarded as the main culprit in cases of eutrophication in lakes subjected to \"point source\" pollution from sewage pipes. The concentration of algae and the trophic state of lakes correspond well to phosphorus levels in water. Studies conducted in the Experimental Lakes Area in Ontario have shown a relationship between the addition of phosphorus and the rate of eutrophication. Later stages of eutrophication lead to blooms of nitrogen-fixing cyanobacteria limited solely by the phosphorus concentration. ===Coastal waters=== thumb|upright=1.4|Map of measured Gulf hypoxia zone, July 25–31, 2021-LUMCON-NOAA thumb|upright=1.4|Oxygen minimum zones (OMZs) (blue) and areas with coastal hypoxia (red) in the world’s ocean. Eutrophication is a common phenomenon in coastal waters. In contrast to freshwater systems where phosphorus is often the limiting nutrient, nitrogen is more commonly the key limiting nutrient of marine waters; thus, nitrogen levels have greater importance to understanding eutrophication problems in salt water. Estuaries, as the interface between freshwater and saltwater, can be both phosphorus and nitrogen limited and commonly exhibit symptoms of eutrophication. Eutrophication in estuaries often results in bottom water hypoxia/anoxia, leading to fish kills and habitat degradation. Upwelling in coastal systems also promotes increased productivity by conveying deep, nutrient-rich waters to the surface, where the nutrients can be assimilated by algae. Examples of anthropogenic sources of nitrogen- rich pollution to coastal waters include sea cage fish farming and discharges of ammonia from the production of coke from coal. The World Resources Institute has identified 375 hypoxic coastal zones in the world, concentrated in coastal areas in Western Europe, the Eastern and Southern coasts of the US, and East Asia, particularly Japan. Selman, Mindy (2007) Eutrophication: An Overview of Status, Trends, Policies, and Strategies. World Resources Institute. In addition to runoff from land, fish farming wastes and industrial ammonia discharges, atmospheric fixed nitrogen can be an important nutrient source in the open ocean. This could account for around one third of the ocean's external (non-recycled) nitrogen supply, and up to 3% of the annual new marine biological production. Coastal waters embrace a wide range of habitats from enclosed estuaries to the open waters of the continental shelf. Phytoplankton productivity in coastal waters depends on both nutrient and light supply, with the latter an important limiting factor in waters near to shore where sediment resuspension often limits light penetration. Nutrients are supplied to coastal waters from land via river and groundwater and also via the atmosphere. There is also an important source from the open ocean, via mixing of relatively nutrient rich deep ocean waters. Nutrient inputs from the ocean are little changed by human activity, although climate change may alter the water flows across the shelf break. By contrast, inputs from land to coastal zones of the nutrients nitrogen and phosphorus have been increased by human activity globally, although the extent of increases varies greatly from place to place depending on human activities in the catchments. A third key nutrient, dissolved silicon, is derived primarily from sediment weathering to rivers and from offshore and is therefore much less affected by human activity. These increasing nitrogen and phosphorus nutrient inputs exert eutrophication pressures on coastal zones. These pressures vary geographically depending on the catchment activities and associated nutrient load. The geographical setting of the coastal zone is another important factor as it controls dilution of the nutrient load and oxygen exchange with the atmosphere. The effects of these eutrophication pressures can be seen in several different ways: # There is evidence from satellite monitoring that the amounts of chlorophyll as a measure of overall phytoplankton activity are increasing in many coastal areas worldwide due to increased nutrient inputs. # The phytoplankton species composition may change due to increased nutrient loadings and changes in the proportions of key nutrients. In particular the increases in nitrogen and phosphorus inputs, along with much smaller changes in silicon inputs, create changes in the ratio of nitrogen and phosphorus to silicon. These changing nutrient ratios drive changes in phytoplankton species composition, particularly disadvantaging silica rich phytoplankton species like diatoms compared to other species. This process leads to the development of nuisance algal blooms in areas such as the North Sea (see also OSPAR Convention) and the Black Sea. In some cases nutrient enrichment can lead to harmful algal blooms (HABs). Such blooms can occur naturally, but there is good evidence that these are increasing as a result of nutrient enrichment, although the causal linkage between nutrient enrichment and HABs is not straightforward. # Oxygen depletion has existed in some coastal seas such as the Baltic for thousands of years. In such areas the density structure of the water column severely restricts water column mixing and associated oxygenation of deep water. However, increases in the inputs of bacterially degradable organic matter to such isolated deep waters can exacerbate such oxygen depletion in oceans. These areas of lower dissolved oxygen have increased globally in recent decades. They are usually connected with nutrient enrichment and resulting algal blooms. Climate change will generally tend to increase water column stratification and so exacerbate this oxygen depletion problem. An example of such coastal oxygen depletion is in the Gulf of Mexico where an area of seasonal anoxia more than 5000 square miles in area has developed since the 1950s. The increased primary production driving this anoxia is fueled by nutrients supplied by the Mississippi river. A similar process has been documented in the Black Sea. === Economic effects === Eutrophication and harmful algal blooms can have economic impacts due to increasing water treatment costs, commercial fishing and shellfish losses, recreational fishing losses (reductions in harvestable fish and shellfish), and reduced tourism income (decreases in perceived aesthetic value of the water body). Water treatment costs can be increased due to decreases in water transparency (increased turbidity). There can also be issues with color and smell during drinking water treatment. === Health impacts === Human health effects include excess nitrate in drinking water (blue baby syndrome); disinfection by-products in drinking water. Swimming in water affected by a harmful algal bloom can cause cause skin rashes and respiratory problems. == Extent of the problem == thumb|Eutrophication in a canalSurveys showed that 54% of lakes in Asia are eutrophic; in Europe, 53%; in North America, 48%; in South America, 41%; and in Africa, 28%.ILEC/Lake Biwa Research Institute [Eds]. 1988–1993 Survey of the State of the World's Lakes. Volumes I-IV. International Lake Environment Committee, Otsu and United Nations Environment Programme, Nairobi. In South Africa, a study by the CSIR using remote sensing has shown more than 60% of the reservoirs surveyed were eutrophic. ===Global goals=== The United Nations framework for Sustainable Development Goals recognizes the damaging effects of eutrophication for marine environments. It has established a timeline for creating an Index of Coastal Eutrophication and Floating Plastic Debris Density (ICEP) within Sustainable Development Goal 14 (life below water). SDG 14 specifically has a target to: \"by 2025, prevent and significantly reduce marine pollution of all kinds, in particular from land- based activities, including marine debris and nutrient pollution\". ==Prevention == === Minimizing point source pollution from sewage === Finnish phosphorus removal measures started in the mid-1970s and have targeted rivers and lakes polluted by industrial and municipal discharges. These efforts have had a 90% removal efficiency. Still, some targeted point sources did not show a decrease in runoff despite reduction efforts. There are multiple different ways to fix cultural eutrophication with raw sewage being a point source of pollution. For example, sewage treatment plants can be upgraded for biological nutrient removal so that they discharge much less nitrogen and phosphorus to the receiving water body. However, even with good secondary treatment, most final effluents from sewage treatment works contain substantial concentrations of nitrogen as nitrate, nitrite or ammonia. Removal of these nutrients is an expensive and often difficult process. Laws regulating the discharge and treatment of sewage have led to dramatic nutrient reductions to surrounding ecosystems. Because a major contributor to the nonpoint source nutrient loading of water bodies is untreated domestic sewage, it is necessary to provide treatment facilities to highly urbanized areas, particularly those in developing countries, in which treatment of domestic waste water is a scarcity. The technology to safely and efficiently reuse wastewater, both from domestic and industrial sources, should be a primary concern for policy regarding eutrophication. === Minimizing nutrient pollution by agriculture === There are many ways to help fix cultural eutrophication caused by agriculture. Safe farming practices is the number one way to fix the problem. Some safety precautions are: # Nutrient Management Techniques - Anyone using fertilizers should apply fertilizer in the correct amount, at the right time of year, with the right method and placement. # Year - Round Ground Cover - a cover crop will prevent periods of bare ground thus eliminating erosion and runoff of nutrients even after the growing season has occurred. # Planting Field Buffers - By planting trees, shrubs and grasses along the edges of fields to help catch the runoff and absorb some nutrients before the water makes it to a nearby water body. # Conservation Tillage - By reducing frequency and intensity of tilling the land will enhance the chance of nutrients absorbing into the ground. ===Minimizing nonpoint pollution=== Nonpoint pollution is the most difficult source of nutrients to manage. The literature suggests, though, that when these sources are controlled, eutrophication decreases. The following steps are recommended to minimize the amount of pollution that can enter aquatic ecosystems from ambiguous sources. ====Riparian buffer zones==== Studies show that intercepting non-point pollution between the source and the water is a successful means of prevention. Riparian buffer zones are interfaces between a flowing body of water and land, and have been created near waterways in an attempt to filter pollutants; sediment and nutrients are deposited here instead of in water. Creating buffer zones near farms and roads is another possible way to prevent nutrients from traveling too far. Still, studies have shown that the effects of atmospheric nitrogen pollution can reach far past the buffer zone. This suggests that the most effective means of prevention is from the primary source. ====Prevention policy==== A policy regulating agricultural use of fertilizer and animal waste must be imposed. In Japan the amount of nitrogen produced by livestock is adequate to serve the fertilizer needs for the agriculture industry. Thus, it is not unreasonable to command livestock owners to collect animal waste from the field, which when left stagnant will leach into ground water. Policy concerning the prevention and reduction of eutrophication can be broken down into four sectors: Technologies, public participation, economic instruments, and cooperation.\"Planning and Management of Lakes and Reservoirs: An Integrated Approach to Eutrophication.\" United Nations Environment Programme, Newsletter and Technical Publications. International Environmental Technology Centre. Ch.3.4 (2000). The term technology is used loosely, referring to a more widespread use of existing methods rather than an appropriation of new technologies. As mentioned before, nonpoint sources of pollution are the primary contributors to eutrophication, and their effects can be easily minimized through common agricultural practices. Reducing the amount of pollutants that reach a watershed can be achieved through the protection of its forest cover, reducing the amount of erosion leeching into a watershed. Also, through the efficient, controlled use of land using sustainable agricultural practices to minimize land degradation, the amount of soil runoff and nitrogen-based fertilizers reaching a watershed can be reduced. Waste disposal technology constitutes another factor in eutrophication prevention. The role of the public is a major factor for the effective prevention of eutrophication. In order for a policy to have any effect, the public must be aware of their contribution to the problem, and ways in which they can reduce their effects. Programs instituted to promote participation in the recycling and elimination of wastes, as well as education on the issue of rational water use are necessary to protect water quality within urbanized areas and adjacent water bodies. Economic instruments, \"which include, among others, property rights, water markets, fiscal and financial instruments, charge systems and liability systems, are gradually becoming a substantive component of the management tool set used for pollution control and water allocation decisions.\" Incentives for those who practice clean, renewable, water management technologies are an effective means of encouraging pollution prevention. By internalizing the costs associated with the negative effects on the environment, governments are able to encourage a cleaner water management. Because a body of water can have an effect on a range of people reaching far beyond that of the watershed, cooperation between different organizations is necessary to prevent the intrusion of contaminants that can lead to eutrophication. Agencies ranging from state governments to those of water resource management and non-governmental organizations, going as low as the local population, are responsible for preventing eutrophication of water bodies. In the United States, the most well known inter-state effort to prevent eutrophication is the Chesapeake Bay.Nutrient Limitation. Department of Natural Resources, Maryland, U.S. ====Nitrogen testing and modeling==== Soil Nitrogen Testing (N-Testing) is a technique that helps farmers optimize the amount of fertilizer applied to crops. By testing fields with this method, farmers saw a decrease in fertilizer application costs, a decrease in nitrogen lost to surrounding sources, or both. By testing the soil and modeling the bare minimum amount of fertilizer are needed, farmers reap economic benefits while reducing pollution. ====Organic farming==== Organically fertilized fields can \"significantly reduce harmful nitrate leaching\" compared to conventionally fertilized fields. Eutrophication impacts are in some cases higher from organic production than they are from conventional production.Williams, A.G., Audsley, E. and Sandars, D.L. (2006) Determining the environmental burdens and resource use in the production of agricultural and horticultural commodities. Main Report. Defra Research Project IS0205. Bedford: Cranfield University and Defra. == Reversal and remediation == === Recovering from eutrophication === thumb| Reducing nutrient inputs is a key precondition for restoration, but there are two caveats: Firstly it can take a long time, particularly because of the storage of nutrients in sediments. Secondly, restoration may need more than a simple reversal of inputs since there are sometimes several stable but very different ecological states. Recovery of eutrophicated lakes is slow, often requiring several decades. Innovative solutions have been conceived to deal with nutrient pollution in aquatic systems by altering or enhancing natural processes to shift nutrient effects away from detrimental ecological impacts. Nutrient remediation is a form of environmental remediation, but concerns only biologically active nutrients such as nitrogen and phosphorus. “Remediation” refers to the removal of pollution or contaminants, generally for the protection of human health. In environmental remediation nutrient removal technologies include biofiltration, which uses living material to capture and biologically degrade pollutants. Examples include green belts, riparian areas, natural and constructed wetlands, and treatment ponds. These areas most commonly capture anthropogenic discharges such as wastewater, stormwater runoff, or sewage treatment, for land reclamation after mining, refinery activity, or land development. Biofiltration utilizes biological assimilation to capture, absorb, and eventually incorporate the pollutants (including nutrients) into living tissue. Another form of nutrient removal is bioremediation, which uses microorganisms to remove pollutants. Bioremediation can occur on its own as natural attenuation or intrinsic bioremediation or can be encouraged by the addition of fertilizers, a strategy called biostimulation. Nutrient bioextraction is bioremediation involving cultured plants and animals. Nutrient bioextraction or bioharvesting is the practice of farming and harvesting shellfish and seaweed for the purpose of removing nitrogen and other nutrients from natural water bodies. It has been suggested that nitrogen removal by oyster reefs could generate net benefits for sources facing nitrogen emission restrictions, similar to other nutrient trading scenarios. Specifically, if oysters maintain nitrogen levels in estuaries below thresholds that would lead to the imposition of emission limits, oysters effectively save the sources the compliance costs they otherwise would incur. Several studies have shown that oysters and mussels have the capacity to dramatically impact nitrogen levels in estuaries. Additionally, studies have demonstrated seaweed's potential to improve nitrogen levels. === Shellfish in estuaries === One proposed solution to stop and reverse eutrophication in estuaries is to restore shellfish populations, such as oysters and mussels. Oyster reefs remove nitrogen from the water column and filter out suspended solids, subsequently reducing the likelihood or extent of harmful algal blooms or anoxic conditions. Filter feeding activity is considered beneficial to water qualityBurkholder, JoAnn M. and Sandra E. Shumway. (2011) \"Bivalve shellfish aquaculture and eutrophication\", in Shellfish Aquaculture and the Environment. Ed. Sandra E. Shumway. John Wiley & Sons, . by controlling phytoplankton density and sequestering nutrients, which can be removed from the system through shellfish harvest, buried in the sediments, or lost through denitrification. Foundational work toward the idea of improving marine water quality through shellfish cultivation was conducted by Odd Lindahl et al., using mussels in Sweden. In the United States, shellfish restoration projects have been conducted on the East, West and Gulf coasts.Brumbaugh, R.D. et al. (2006). A Practitioners Guide to the Design and Monitoring of Shellfish Restoration Projects: An Ecosystem Services Approach. The Nature Conservancy, Arlington, VA. See nutrient pollution for an extended explanation of nutrient remediation using shellfish. ===Seaweed farming=== Seaweed aquaculture offers an opportunity to mitigate, and adapt to climate change. Seaweed, such as kelp, also absorbs phosphorus and nitrogen and is thus useful to remove excessive nutrients from polluted parts of the sea. Some cultivated seaweeds have a very high productivity and could absorb large quantities of N, P, CO2, producing large amount of O2 have an excellent effect on decreasing eutrophication. It is believed that seaweed cultivation in large scale should be a good solution to the eutrophication problem in coastal waters. === Geo- engineering in lakes === thumb|Application of a phosphorus sorbent to a lake - The Netherlands Geo-engineering is the manipulation of biogeochemical processes, usually the phosphorus cycle, to achieve a desired ecological response in the ecosystem. Geo-engineering techniques typically uses materials able to chemically inactivate the phosphorus available for organisms (i.e. phosphate) in the water column and also block the phosphate release from the sediment (internal loading). Phosphate is one of the main contributing factors to algal growth, mainly cyanobacteria, so once phosphate is reduced the algal is not able to overgrow. Thus, geo-engineering materials is used to speed-up the recovery of eutrophic water bodies and manage algal bloom. There are several phosphate sorbents in the literature, from metal salts (e.g. alum, aluminium sulfate,) minerals, natural clays and local soils, industrial waste products, modified clays (e.g. lanthanum modified bentonite) and others. The phosphate sorbent is commonly applied in the surface of the water body and it sinks to the bottom of the lake reducing phosphate, such sorbents have been applied worldwide to manage eutrophication and algal bloom.Cooke, G.D., 2005. Restoration and management of lakes and reservoirs. CRC Press. == History == Eutrophication was recognized as a water pollution problem in European and North American lakes and reservoirs in the mid-20th century.Rodhe, W. (1969) \"Crystallization of eutrophication concepts in North Europe\". In: Eutrophication, Causes, Consequences, Correctives. National Academy of Sciences, Washington D.C., , pp. 50–64. Breakthrough research carried out at the Experimental Lakes Area (ELA) in Ontario, Canada in the 1970s provided the evidence that freshwater bodies are phosphorus-limited. ELA uses the whole ecosystem approach and long-term, whole-lake investigations of freshwater focusing on cultural eutrophication. == Terminology == Whilst eutrophication is usually referring to aquatic systems, some authors have used the term \"terrestrial eutrophication\" for terrestrial ecosystems. This is defined as \"enrichment of an ecosystem with a limiting nutrient\" and can be caused by nitrogen deposition on terrestrial ecosystems. For example, atmospheric CO2 fertilization can exacerbate the eutrophication of the boreal forest biome. === Etymology === The term \"eutrophication\" comes from the Greek eutrophos, meaning \"well-nourished\". ==See also== * * * * * * * * * ==References== ==External links== * International Nitrogen Initiative Category:Eutrophication Category:Water pollution Category:Environmental chemistry Category:Environmental issues with water Category:Aquatic ecology",
 "title": "Eutrophication"
}