{
 "id": "548721",
 "text": "The Royal Exhibition Building is a World Heritage-listed building in Melbourne, Victoria, Australia, built in 1879–1880 as part of the international exhibition movement, which presented over 50 exhibitions between 1851 and 1915 around the globe. The building sits on approximately , is long and is surrounded by four city streets. It is at 9 Nicholson Street in the Carlton Gardens, flanked by Victoria, Carlton and Rathdowne Streets, at the north-eastern edge of the central business district. It was built to host the Melbourne International Exhibition in 1880–81, and then hosted the even larger Centennial International Exhibition in 1888, and the formal opening of the first Parliament of Australia in 1901. The building is representative of the money and pride Victoria had in the 1870s. Throughout the 20th century smaller sections and wings of the building were subject to demolition and fire; however, the main building, known as the Great Hall, survived. It received restoration throughout the 1990s and in 2004 became the first building in Australia to be awarded UNESCO World Heritage status, being one of the last remaining major 19th-century exhibition buildings in the world. It is the world's most complete surviving site from the International Exhibition movement 1851–1914. It sits adjacent to the Melbourne Museum and is the largest item in Museum Victoria's collection. Today, the building hosts various exhibitions and other events and is closely tied with events at the Melbourne Museum. ==History== thumb|right|250px|Aerial view of the Carlton Gardens, where the building is located. left|thumb|200px|Lithograph of the building in 1880. Note the rear wings which no longer exist. The Royal Exhibition Building was designed by the architect Joseph Reed of Reed and Barnes architecture, who also designed the Melbourne Town Hall, the State Library of Victoria, and the Baroque style gardens. The Royal Exhibition Building was the largest design completed by Reed and Barnes. According to Reed, the eclectic design was inspired by many sources. Composed of brick, timber, steel, and slate, the Exhibition Building is representative of the Byzantine, Romanesque, Lombardic and Italian Renaissance styles. The dome was modeled on the Florence Cathedral, while the main pavilions were influenced by the style of Rundbogenstil and several buildings from Normandy, Caen and Paris. The building has the scale of the French Beaux Arts, with a cruciform plan in the shape of a Latin cross, with long nave-like wings symmetrically placed east–west about the central dome, and a shorter wing to the north. The Great Hall is still in beautiful condition, crowned by an octagonal drum and dome rising 68 metres, and 18.3 metres across. The dome was formed using cast iron and timber frame and has a double shell. At the crossing, windows in the drum of the dome bring in sunlight for a bright open space. The interior is painted in the colour scheme of 1901, with murals and the words \"Victoria Welcomes All Nations\" under the dome surviving from 1888. In 1888, electric lighting was installed for the Centennial International Exhibition, making it one of the first in the world that was accessible during night time. The interior decorations changed between the two exhibitions of 1880 and 1888. In 1880 the walls were left bare and windows and door joinery colored green. In 1888, walls were painted for the first time. The decoration was by interior designer John Ross Anderson. It was built by David Mitchell, who also built Scots' Church and St Patrick's Cathedral. He was also the father of the famed soprano Dame Nellie Melba, who sang at the opening of the Provisional Parliament House in Canberra in 1927. Mitchell was a member of the Council of the Royal Agricultural society and also the Builders and Contractor's association. The foundation stone was laid by Victorian governor George Bowen on 19 February 1879The Age and it was completed in just 18 months, opening on October 1, 1880, as the Melbourne International Exhibition. The building consisted of a Great Hall of over 12,000 square metres, flanking lower annexes to the north on the east and west sides, and many temporary galleries between. ===1880–1901=== In the 1880s, the building hosted two major International Exhibitions: The Melbourne International Exhibition in 1880 and the Melbourne Centennial Exhibition in 1888, celebrating a century of European settlement in Australia. The most significant event to occur in the Exhibition Building was the opening of the first Parliament of Australia on 9 May 1901, following the inauguration of the Commonwealth of Australia on 1 January. After the official opening, the Federal Parliament moved to the Victorian State Parliament House, while the Victorian Parliament moved to the Exhibition Building for the next 26 years. On 3 September 1901, the Countess of Hopetoun, wife of the Governor- General, announced the winners of a competition to design the Australian National Flag. A large flag, 5.5 metres by 11 metres, was unfurled and flown over the dome of the Royal Exhibition Building.It's an Honour ===1901–1979=== thumb|right|The building from the pool left|thumb|The Exhibition Building used as a hospital during the Spanish flu pandemic, 1919 In 1902, the building hosted the Australian Federal International Exhibition. The period after this time saw the building used for many purposes. During the 1919 Spanish flu epidemic the building was used as an influenza hospital. As it decayed, it became known derogatively by locals as The White Elephant in the 1940s\"The Royal Exhibition Building \" museumvictoria.com.au. URL accessed on 6 November 2007. and by the 1950s, like many buildings in Melbourne of that time it was earmarked for replacement by office blocks.\"Who will save Melbourne from the wrecker's ball? \" theage.com.au 15 March 2004. URL accessed on 5 September 2006. In 1948, members of the Melbourne City Council put this to the vote and it was narrowly decided not to demolish the building. The wing of the building which once housed Melbourne Aquarium burnt down in 1953. It was a venue for the 1956 Summer Olympics, hosting the basketball, weightlifting, wrestling, and the fencing part of the modern pentathlon competitions.1956 Summer Olympics official report. p. 43. During the 1940s and 1950s, the building remained a venue for regular weekly dances. Over some decades of this period it also held boat shows, car shows and other regular home and building industry shows. It was also used during the 1950s, 1960s and 1970s for State High School Matriculation and for the Victorian Certificate of Education examinations, among its various other purposes. The western annexe was demolished in the 1970s. The last remaining original annex, the grand ballroom, was demolished amid controversy in 1979. It was replaced with a new building on the same footprint providing more exhibition space, clad in mirror glass, in 1980. On 1 October 1980 during a visit to Victoria, Princess Alexandra unveiled a plaque which commemorated both the opening of the new mirror-glass \"Centennial Hall\", and the centenary of the building. She also unveiled a second plaque commemorating the bestowal of the title \"Royal\" on the building by Her Majesty the Queen. ===1980–present=== Following the outcry over the ballroom demolition, and the appointment of new Trustees and a new Chair in 1983, the heritage of the building began to be seen as important as providing modern space for exhibitions. The first conservation assessment of the building was undertaken by Alan Willingham in 1987, and over the following decades the Great hall was progressively renovated and restored.\"Global status for our greatest building\" , 21 October 2002. URL accessed on 5 September 2006. In 1996, the then Premier of Victoria, Jeff Kennett, proposed the location and construction of Melbourne's State Museum in the carpark to the north, which involved the demolition of the 1960s annexes in 1997–98. The biennial Melbourne Art Fair took place at the Royal Exhibition Building from 1988 to 2014. thumb|left|150px|The main hall inside the building The location of the Melbourne Museum close to the Exhibition Building site was strongly opposed by the Victorian State Labor Party, the Melbourne City Council and some in the local community. Due to the community campaign opposing the museum development, John Brumby, then State opposition leader, with the support of the Melbourne City Council, proposed the nomination of the Royal Exhibition Building for world heritage listing. The world heritage nomination did not progress until the election of the Victorian State Labor Party as the new government in 1999. On 1 July 2004, the Royal Exhibition Building and Carlton Gardens was granted listing as a World Heritage Site, the first building in Australia to be granted this status. The heritage listing states that \"The Royal Exhibition Building is the only major extant nineteenth-century exhibition building in Australia. It is one of the few major nineteenth- century exhibition buildings to survive worldwide.\" right|thumb|220px|The Royal Exhibition Building's fountain In October 2009, Museum Victoria embarked upon a major project to restore the former German Garden of the Western Forecourt. The area had been covered by asphalt in the 1950s for car parking.\"World Heritage, World Futures\" museumvictoria.com.au. URL accessed on 12 March 2010. ===Renovations=== Renovations include the timber flooring, building services, externals, and stonework. Most timber staircases have been replaced by concrete for safety also, though the site has continued to be very authentic through all renovations. All additions have been removed such as the East and West annexes and the two North structures. The Australian Government has recently granted $20 million for further renovation to protect and promote the Royal Exhibition Building. The South faces will include conservation world, the dome of the Great Hall will be repaired and will create a new experience. The basement will be turned into a curatorial exhibition experience. This will be a place where history is brought to life, and ideas of the future are expanded upon. The Australian Department of Environment and Energy, along with Heritage Victoria, Creative Victoria and Museums Victoria will oversee the projects. The renovations are predicted to be finished by 2020. ==Current use== The Royal Exhibition Building is was use as a COVID-19 mass vaccination centre, with it being operated by St Vincent's Hospital. The Royal Exhibition Building is open every day. The Royal Exhibition Building is used as an exam hall for the University of Melbourne, Royal Melbourne Institute of Technology, Melbourne High School, Nossal High School, Mac.Robertson Girls' High School and Suzanne Cory High School. The building is no longer Melbourne's largest commercial exhibition centre. The modern alternative is the Melbourne Convention & Exhibition Centre, which is in Southbank to the south of the Melbourne central business district. ==References== ==External links== * World heritage listing for the Royal Exhibition Building * Royal Exhibition Building at Museum Victoria * Images of Royal Exhibition Building Category:Cultural infrastructure completed in 1880 Category:Venues of the 1956 Summer Olympics Category:Landmarks in Melbourne Category:Heritage-listed buildings in Melbourne Category:Buildings and structures in Melbourne Category:Olympic basketball venues Category:Olympic modern pentathlon venues Category:Olympic weightlifting venues Category:Olympic wrestling venues Category:Neoclassical architecture in Australia Category:Victorian architecture in Victoria (Australia) Category:Domes Category:World Heritage Sites in Victoria (Australia) Category:World's fair architecture in Melbourne Category:Tourist attractions in Melbourne Category:1880 establishments in Australia Category:Convention centres in Australia",
 "title": "Royal Exhibition Building"
}