{
 "id": "548715",
 "text": "Mañjuśrī (Sanskrit: मञ्जुश्री; Chinese: 文殊) is a bodhisattva associated with prajñā (wisdom) in Mahāyāna Buddhism. His name means \"Gentle Glory\" in Sanskrit.Lopez Jr., Donald S. (2001). The Story of Buddhism: A Concise Guide to its History and Teachings. New York, USA: HarperSanFrancisco. (cloth) P.260. Mañjuśrī is also known by the fuller name of Mañjuśrīkumārabhūta (),Keown, Damien (editor) with Hodge, Stephen; Jones, Charles; Tinti, Paola (2003). A Dictionary of Buddhism. Oxford, UK: Oxford University Press. p.172. literally \"Mañjuśrī, Still a Youth\" or, less literally, \"Prince Mañjuśrī\". Another name of Mañjuśrī is Mañjughoṣa. ==In Mahāyāna Buddhism== Scholars have identified Mañjuśrī as the oldest and most significant bodhisattva in Mahāyāna literature.A View of Manjushri: Wisdom and Its Crown Prince in Pala Period India. Harrington, Laura. Doctoral Thesis, Columbia University, 2002 Mañjuśrī is first referred to in early Mahāyāna sūtras such as the Prajñāpāramitā sūtras and through this association, very early in the tradition he came to symbolize the embodiment of prajñā (transcendent wisdom). The Lotus Sutra assigns him a pure land called Vimala, which according to the Avatamsaka Sutra is located in the East. His pure land is predicted to be one of the two best pure lands in all of existence in all the past, present, and future. When he attains Buddhahood his name will be Universal Sight. In the Lotus Sūtra, Mañjuśrī also leads the Nagaraja's daughter to enlightenment. He also figures in the Vimalakīrti Sūtra in a debate with Vimalakīrti where he is presented as an Arhat who represents the wisdom of the Theravada tradition. An example of a wisdom teaching of Mañjuśrī can be found in the Saptaśatikā Prajñāpāramitā Sūtra (Taishō Tripiṭaka 232). This sūtra contains a dialogue between Mañjuśrī and the Buddha on the One Samādhi (Skt. Ekavyūha Samādhi). Sheng-yen renders the following teaching of Mañjuśrī, for entering samādhi naturally through transcendent wisdom: ==Vajrayāna Buddhism== Within Vajrayāna Buddhism, Mañjuśrī is a meditational deity and considered a fully enlightened Buddha. In Shingon Buddhism, he is one of the Thirteen Buddhas to whom disciples devote themselves. He figures extensively in many esoteric texts such as the Mañjuśrīmūlakalpa and the Mañjuśrīnāmasamgīti. His consort in some traditions is Saraswati. The Mañjuśrīmūlakalpa, which later came to classified under Kriyātantra, states that mantras taught in the Śaiva, Garuḍa, and Vaiṣṇava tantras will be effective if applied by Buddhists since they were all taught originally by Mañjuśrī.Sanderson, Alexis. \"The Śaiva Age: The Rise and Dominance of Śaivism during the Early Medieval Period.\" In: Genesis and Development of Tantrism, edited by Shingo Einoo. Tokyo: Institute of Oriental Culture, University of Tokyo, 2009. Institute of Oriental Culture Special Series, 23, pp. 129-131. ==Iconography== Mañjuśrī is depicted as a male bodhisattva wielding a flaming sword in his right hand, representing the realization of transcendent wisdom which cuts down ignorance and duality. The scripture supported by the padma (lotus) held in his left hand is a Prajñāpāramitā sūtra, representing his attainment of ultimate realization from the blossoming of wisdom. Mañjuśrī is often depicted as riding on a blue lion or sitting on the skin of a lion. This represents the use of wisdom to tame the mind, which is compared to riding or subduing a ferocious lion. In Chinese and Japanese Buddhist art, Mañjuśrī's sword is sometimes replaced with a ruyi scepter, especially in representations of his Vimalakirti Sutra discussion with the layman Vimalakirti.Davidson, J. LeRoy, \"The Origin and Early Use of the Ju-i\", Artibus Asiae 1950,13.4, 240. According to Berthold Laufer, the first Chinese representation of a ruyi was in an 8th-century Mañjuśrī painting by Wu Daozi, showing it held in his right hand taking the place of the usual sword. In subsequent Chinese and Japanese paintings of Buddhas, a ruyi was occasionally represented as a Padma with a long stem curved like a ruyi.Laufer, Berthold, Jade, a Study in Chinese Archaeology and Religion, Field Museum of Natural History, 1912, 339. He is one of the Four Great Bodhisattvas of Chinese Buddhism, the other three being Kṣitigarbha, Avalokiteśvara, and Samantabhadra. In China, he is often paired with Samantabhadra. In Tibetan Buddhism, Mañjuśrī is sometimes depicted in a trinity with Avalokiteśvara and Vajrapāṇi. ==Mantras== A mantra commonly associated with Mañjuśrī is the following:Buswell, Robert. Lopez, Donald. The Princeton Dictionary of Buddhism. 2013. p. 527 :oṃ arapacana dhīḥ The Arapacana is a syllabary consisting of forty-two letters, and is named after the first five letters: a, ra, pa, ca, na.Buswell, Robert. Lopez, Donald. The Princeton Dictionary of Buddhism. 2013. p. 61 This syllabary was most widely used for the Gāndhārī language with the Kharoṣṭhī script but also appears in some Sanskrit texts. The syllabary features in Mahāyāna texts such as the longer Prajñāpāramitā texts, the Gaṇḍavyūha Sūtra, the Lalitavistara Sūtra, the Avataṃsaka Sūtra, the Dharmaguptaka Vinaya, and the Mūlasarvāstivāda Vinaya. In some of these texts, the Arapacana syllabary serves as a mnemonic for important Mahāyāna concepts. Due to its association with him, Arapacana may even serve as an alternate name for Mañjuśrī. The Sutra on Perfect Wisdom (Conze 1975) defines the significance of each syllable thus: # A is a door to the insight that all dharmas are unproduced from the very beginning (ādya- anutpannatvād). # RA is a door to the insight that all dharmas are without dirt (rajas). # PA is a door to the insight that all dharmas have been expounded in the ultimate sense (paramārtha). # CA is a door to the insight that the decrease (cyavana) or rebirth of any dharma cannot be apprehended, because all dharmas do not decrease, nor are they reborn. # NA is a door to the insight that the names (i.e. nāma) of all dharmas have vanished; the essential nature behind names cannot be gained or lost. Tibetan pronunciation is slightly different and so the Tibetan characters read: (). \\- Visible Mantra's website In Tibetan tradition, this mantra is believed to enhance wisdom and improve one's skills in debating, memory, writing, and other literary abilities. \"\" is the seed syllable of the mantra and is chanted with greater emphasis and also repeated a number of times as a decrescendo. ==In Buddhist cultures== ===In China=== Mañjuśrī is known in China as Wenshu (). Mount Wutai in Shanxi, one of the four Sacred Mountains of China, is considered by Chinese Buddhists to be his bodhimaṇḍa. He was said to bestow spectacular visionary experiences to those on selected mountain peaks and caves there. In Mount Wutai's Foguang Temple, the Manjusri Hall to the right of its main hall was recognized to have been built in 1137 during the Jin dynasty. The hall was thoroughly studied, mapped and first photographed by early twentieth-century Chinese architects Liang Sicheng and Lin Huiyin.Liang, Ssucheng. A Pictorial History of Chinese Architecture. Ed. Wilma Fairbank. Cambridge, Michigan: The MIT Press, 1984. These made it a popular place of pilgrimage, but patriarchs including Linji Yixuan and Yunmen Wenyan declared the mountain off limits.*See Robert M. Gimello, \"Chang Shang-ying on Wu-t'ai Shan\", in Pilgrims and Sacred Sites in China:, ed. Susan Naquin and Chün-fang Yü (Berkeley: University of California Press, 1992), pp. 89–149; and Steven Heine, \"Visions, Divisions, Revisions: The Encounter Between Iconoclasm and Supernaturalism in Kōan Cases about Mount Wu-t'ai\", in The Kōan, pp. 137–167. Mount Wutai was also associated with the East Mountain Teaching. Mañjuśrī has been associated with Mount Wutai since ancient times. Paul Williams writes:Williams, Paul. Mahayana Buddhism: The Doctrinal Foundations. 2000. p. 227 According to official histories from the Qing dynasty, Nurhaci, a military leader of the Jurchens of Northeast China and founder of what became the Qing dynasty, named his tribe after Mañjuśrī as the Manchus. The true origin of the name Manchu is disputed. Monk Hanshan (寒山) is widely considered to be a metaphorical manifestation of Mañjuśrī. He is known for having co-written the following famous poem about reincarnation with monk Shide: ===In Tibet=== In Tibetan Buddhism, Mañjuśrī manifests in a number of different Tantric forms. Yamāntaka (meaning 'terminator of Yama i.e. Death') is the wrathful manifestation of Mañjuśrī, popular within the Gelug school of Tibetan Buddhism. Other variations upon his traditional form as Mañjuśrī include Namasangiti, Arapacana Manjushri, etc. In Tibetan Buddhism, Mañjuśrī is also a yidam. ===In Nepal=== According to Swayambhu Purana, the Kathmandu Valley was once a lake. It is believed that Mañjuśrī came on a pilgrimage from his earthly abode-Wutaishan (five-peaked mountain) in China. He saw a lotus flower in the center of the lake, which emitted brilliant radiance. He cut a gorge at Chovar with his flaming sword to allow the lake to drain. The place where the lotus flower settled became the great Swayambhunath Stupa and the valley thus became habitable. ===In Indonesia=== In eighth century Java during the Medang Kingdom, Mañjuśrī was a prominent deity revered by the Sailendra dynasty, patrons of Mahayana Buddhism. The Kelurak inscription (782) and Manjusrigrha inscription (792) mentioned about the construction of a grand Prasada named Vajrāsana Mañjuśrīgṛha (Vajra House of Mañjuśrī) identified today as Sewu temple, located just 800 meters north of the Prambanan. Sewu is the second largest Buddhist temple in Central Java after Borobudur. The depiction of Mañjuśrī in Sailendra art is similar to those of the Pala Empire style of Nalanda, Bihar. Mañjuśrī was portrayed as a youthful handsome man with the palm of his hands tattooed with the image of a flower. His right hand is facing down with an open palm while his left-hand holds an utpala (blue lotus). He also uses the necklace made of tiger canine teeth. ==In other traditions== In Hindu tradition, Manjushri has been depicted as emanation of Shiva. ==Gallery== WLA ima Manjusri.jpg|Mañjuśrī figure brandishing sword of wisdom in Nepal Astasahasrika Prajnaparamita Manjusri Bodhisattva.jpeg|Palm leaf manuscript painting of Mañjuśrī. Nalanda, Bihar, India COLLECTIE TROPENMUSEUM Zilveren Manjusri beeld afkomstig uit Ngemplak Semongan TMnr 10016132.jpg|Silver figure of Mañjuśrī holding a long-stemmed lotus. Central Java, Indonesia He Chaozong 1.JPG|Blanc de Chine figure of Mañjuśrī holding a ruyi scepter. China, 17th century Manjusri Chua Quan Am.jpg|Mañjuśrī on lion with cintamani. Quan Âm Pagoda, Ho Chi Minh City Monju crossing the sea.jpg|Mañjuśrī crossing the sea. Japan Manjushri at Buddha Tooth Relic Temple and Museum.JPG|Manjushri at Buddha Tooth Relic Temple and Museum, Singapore Bodhisattva Manjushri seated in lalitasana, from China, Jin Dynasty, 12th century CE. British Museum.jpg|Bodhisattva Manjushri seated in lalitasana, from China, Jin Dynasty, 12th century CE. British Museum Manjusri, God of Wisdom.jpg|thumb|Drawing of Mañjuśrī, Bodhisattva of Wisdom ==References== ===Citations=== ===Sources=== * ==Further reading== Harrison, Paul M. (2000). Mañjuśrī and the Cult of the Celestial Bodhisattvas, Chung-Hwa Buddhist Journal 13, 157-193 ==External links== *Manjushri at Khandro Net. *Page dedicated to the Manjusri mantra, with several audio versions. Category:Bodhisattvas Category:Yidams",
 "title": "Manjushri"
}