{
 "id": "548956",
 "text": "Lloyd Crow Stark (November 23, 1886September 17, 1972) was an American businessman and politician who served as the 39th Governor of the U.S. state of Missouri. He was a member of the Democratic Party. ==Biography== Stark was born in Louisiana, Missouri, the son of Clarence McDowell and Lillie Crow Stark. Stark was a 1908 graduate of the United States Naval Academy. After serving four years as a naval officer, Stark went into the family business, the Stark Brothers' Nursery, as vice-president and general manager. He was a major in the US Army during World War I. During his volunteer stint, Stark served in the United States and France, including the 1918 Meuse-Argonne Offensive. Stark's political career began in 1928, when he chaired Missouri's State Highway Bond Campaign. He served one term as the governor of Missouri from 1937 to 1941 and was a delegate to Democratic National Convention from Missouri in 1940. During his gubernatorial term, Stark's administration established the Ellis Fischel Cancer Center, abolished interstate trade barriers, passed a police reorganization bill, and established a merit system for selection of state employees. Lloyd Stark had a fierce political rivalry with Harry S. Truman against whom he ran for the Senate in 1940 and lost when he and the prosecutor Maurice M. Milligan, who had toppled the Kansas City political machine, split the anti-Pendergast vote in the Democratic primary. Although the loss to Truman heralded the end of his political career, Stark spent the remainder of his working life managing the Stark Brothers Nurseries. Meanwhile, Stark influenced the political careers of Clarence Cannon and Stuart Symington. Stark died in Clayton, Missouri in 1972. The falling out between Stark and the Kansas City boss Tom Pendergast following the 1936 election is widely believed to have been the turning point in Pendergast's fall from power. Pendergast had held so much sway in Missouri in the 1930s that the governor's mansion was dubbed \"Uncle Tom's Cabin.\" Stark sought and received Pendergast's support. Pendergast's minions were more corrupt and obvious than usual during the 1936 election. That prompted numerous investigations, and Stark turned overtly against Pendergast, who was eventually convicted of income tax evasion. ==Family life== Lloyd Stark was part of a family rather prominent in Missouri and was active with his brother Paul in the then family-owned business Stark Brothers' Nursery (the oldest nursery in America and at one time the largest in the world). The nursery claims to have popularized the Golden Delicious apple. Stark married Margaret Pearson Stickney of Baltimore in 1908. Together they had sons Lloyd Stickney and John Wingate Stark. Margaret died in 1930. Stark then married Katherine Lemoine Perkins in 1931. They had two daughters, Mary Murray Spottswood and Katherine Lemoine Stark. Stark's cousin, Charles Stark Draper, was a prominent inventor. The uncle of Lloyd Stark and Charles Stark Draper, state representative, James O. Stark was a prominent supporter and adviser of presidential contender and Speaker of the House, Champ Clark (despite this connection, Clark's son Bennett, Missouri's other Senator, crucially supported Truman in 1940) - and the husband of the niece of Republican anti-slavery activist Elihu Washburne. Stark's home at Louisiana from 1915 to 1940 was listed on the National Register of Historic Places in 1987 as the Gov. Lloyd Crow Stark House and Carriage House. (includes 15 photographs from 1987) ==References== ==External links== *Governor's Biography * Retrieved on 2008-03-20 |- |- Category:1886 births Category:1972 deaths Category:20th- century American politicians Category:Democratic Party state governors of the United States Category:Governors of Missouri Category:Missouri Democrats Category:Pendergast era Category:People from Louisiana, Missouri Category:Military personnel from Missouri Category:United States Naval Academy alumni Category:United States Navy officers Category:United States Army officers",
 "title": "Lloyd C. Stark"
}