{
 "id": "548940",
 "text": "Rodger Trueman Cuzner (born November 4, 1955) is a Canadian politician who served as the Member of Parliament in the House of Commons of Canada for the riding of Cape Breton—Canso and its predecessor, Bras d'Or—Cape Breton, from 2000 to 2019. For most of 2003, he served as Parliamentary Secretary to the Prime Minister under Jean Chrétien, and served as Parliamentary Secretary for Employment, Workforce Development and Labour in the Trudeau government. ==Early life and education== Cuzner was born the second of six children born to Trueman and Kay Cuzner in Glace Bay, Nova Scotia. He studied physical education at St. Francis Xavier University in Antigonish. He worked as the Special Event Coordinator for the Cape Breton Department of Recreation, Culture and Facilities, where he was responsible for major events like the Millennium Countdown 2000. Cuzner has been very involved with hockey throughout his life. He coached Team Nova Scotia at the Canada Games in 1995 and 1999. ==Political career== Cuzner was a member of the Liberal Party of Canada in the House of Commons of Canada, representing the riding of Bras d'Or—Cape Breton and, later, Cape Breton—Canso. He was first elected in 2000. Cuzner served as Parliamentary Secretary to former Prime Minister Jean Chrétien from January 13, 2003 to December 11, 2003 and held other key positions within the Liberal Caucus, including chair of Nova Scotia Caucus, chair of Atlantic Caucus, and Chief Opposition Whip. He also served as the Parliamentary Secretary for Employment, Workforce Development and Labour. Cuzner represents the Liberal Party on the weekly MP panel on CTV News Channel's Power Play, with host Don Martin, and he is regularly asked to appear on other national political affairs programs, on television and radio. Cuzner traditionally delivered a humorous, politically themed rewrite of \"Twas the Night Before Christmas\" on the last house sitting before the holiday break. He was twice voted as \"Most Collegial\" Member of Parliament by his Parliamentary colleagues, and was described by Maclean's in 2017 as \"Parliament's Sense of Humour\". Cuzner was re-elected to a sixth straight term with 74.4% of the vote in the 2015 Canadian federal election. On April 26, 2019, Cuzner announced he wouldn't run for re-election in the 2019 election. ==Post-political life== On 30 October 2020, it was reported that Prime Minister Justin Trudeau was sending Cuzner to Boston as Canada's new consul general. ==Personal life== Cuzner and his wife Lynn (née Hopkins) have three children: Mitch, Scott and Brad. ==Electoral record== == References == ==External links== * *Official website Category:1955 births Category:Living people Category:Members of the House of Commons of Canada from Nova Scotia Category:Liberal Party of Canada MPs Category:People from Glace Bay Category:St. Francis Xavier University alumni Category:21st-century Canadian politicians",
 "title": "Rodger Cuzner"
}