{
 "id": "548994",
 "text": "Barking is an interchange station serving the town of Barking, east London. It is served by London Underground, London Overground and National Rail main line services. It is located on Station Parade, in the town centre. On the Underground it is a stop on the District line and is also the eastern terminus of the Hammersmith & City line; on the National Rail network it is served by c2c services operating to and from ; and on the Overground it is the eastern terminus of the Gospel Oak to Barking Line. There is also interchange with London Buses and East London Transit routes on the station frontage. The Underground station is the busiest in the network outside of Zones 1 and 2. The station was opened in 1854 by the London, Tilbury and Southend Railway as one of the first stations on the route. It was rebuilt in 1908 and again in 1959. , significant redevelopment of the station is currently proposed by Barking and Dagenham London Borough Council and the Department for Transport. ==History== ===Pre-grouping (1854-1922)=== The station was opened as part of the London Tilbury & Southend Railway (LT&SR;)’s new line which left the Eastern Counties Railway's (ECR) main line at a new junction at Forest Gate. Two separate LT&SR; trains from London started at Fenchurch Street and Shoreditch and were combined at Stratford for the journey to Tilbury (and split at Stratford in the opposite direction). Barking at this time was a small village and the original station was a two platformed affair which opened on 13 April 1854. Congestion at Stratford and deteriorating relationships between the lessees running the LT&SR; and the Eastern Counties Railway saw a new route built between Barking and Gas Factory Junction where the new route joined the London & Blackwall Extension Railway, opening in 1858. Other than a new junction west of Barking (and west of the River Roding bridge) no changes were made at Barking and the original Forest Gate Junction section was then used by a goods trains and a rump Bishopsgate to Barking service operated by the ECR and after 1862 by the Great Eastern Railway. Between the River Roding and the station there was a level crossing at Tanner Street and one on East Street at the east end of the station. Around 1860 some coal sidings were laid on the south side of the line west of the station. The new Pitsea direct route opened in stages first to Upminster (1885), East Horndon (1886) and finally joining the existing Southend route at Pitsea in 1888. A new junction was provided 200 yards east of Barking station and this was controlled by a new signal box called Barking East Junction. The former Barking Junction box to the west was renamed Barking West Junction. This station lasted until the 1880s when increasing passenger and goods traffic as well as issues with the level crossings at Barking (which was expanding) meant something needed to be done. ====1889 rebuilding==== The changes for the 1889 rebuilding were: * An additional through platform on the down side of the station to allow the GE Liverpool Street service to run round away from the through platforms. * The two existing platforms were extended to accommodate longer trains * An up bay platform for departing services only * New station building * New cattle dock No changes were made to level crossing arrangements despite increasing usage, although a number of minor foot crossings were closed in 1900/1901. The rebuilding was in advance of the arrival in Barking of services from the Tottenham and Forest Gate Railway (T&FGR;) which opened in July 1894. Although a joint venture between the LT&SR; and Midland Railway the majority of the services were operated by the latter company. ====Developments 1902-1908==== Around the turn of the century Barking UDC were seriously concerned about the amount of time that East Street Gates were closed to road traffic. In 1902 the LT&SR; made some minor changes to the signalling arrangements which helped and these were a prelude to further changes in the area. A new bridge over the River Roding was opened in 1900 and the original river bridge was replaced in 1903. The new scheme saw the Great Eastern/T&FGR; trains operating over the northern lines and the LT&SR; trains on the southern lines. At the same time, the Whitechapel and Bow Railway (a joint LT&SR;/District Railway venture) was being built and when it opened, frequent District Line trains worked through to East Ham with a few extended through to Upminster. All trains were steam operated at this time. The downturn in LT&SR; performance (and the upturn in Southend commuter traffic) saw the line from Bromley to East Ham quadrupled and electrified with electric District Line services terminating at East Ham from 1905. The Little Ilford area to the west of the Rover Roding, was developed between 1902 and 1908 and additional tracks extended to Barking (so there were now three pairs of tracks across the River Roding). The District Line electric services were now extended from East Ham and terminated at Barking (although a few steam worked District Line services worked through to Southend). By this time, the LT&SR;, which had previously been resistant to closing the level crossing on East Street finally saw the need for a bridge and this was a key part of the rebuild. The station itself now consisted of eight platforms which by use were: {| class=\"wikitable\" |+ Barking station platform use 1910 ! Platform !! Main Traffic !! Other Remarks |- | 1|| Terminating trains from T&FG; line || |- | 2 || Down trains from T& FG line || Mostly goods trains – electrified for District Line trains in 1911 |- | 3 || Up trains to T& FG || Mostly goods trains - electrified for District Line trains in 1911 |- | 4 || District line || Electrified – services in 4 and 5 terminated. |- | 5 || District line || Electrified – two sidings east of here existed for reversing trains |- | 6 || LT&SR; Down Line || Services from Fenchurch Street to Southend & Tilbury (part of 1889 station) |- | 7 || LT&SR; Up line || Services from Southend & Tilbury to Fenchurch Street (part of 1889 station) |- | 8 || LT&SR; Up line || Services from Southend & Tilbury to Fenchurch Street (part of 1889 station) |} There was also an Up Rippleside Loop line for goods traffic and the goods yard was rebuilt west of the station. Full District Line electric services to Barking commenced on 1 April 1908 and platforms 2 and 3 were electrified in 1911. The following year in 1912 the LT&SR; was taken over by the Midland Railway and following the 1921 Grouping Act that became part of the London, Midland and Scottish Railway. ===London Midland & Scottish Railway (1923-1947)=== The LMS and District Railway looked at an electrified extension to Upminster which involved new stations and an additional set of tracks with some changes to the east end of Barking station. The new section opened on 12 September 1932 and four years later the Metropolitan line started operating through Barking to Upminster as well. During the Second World War Barking station was damaged by bombs in the blitz. Main incidents included: {| class=\"wikitable\" ! Date !! Remarks |- | 7 September 1940 || Debris and minor direct damage |- | 12 September 1940 || Bomb at Barking station - all lines blocked |- | 20 October 1940 || Bombs on Barking to Upminster section - LT services suspended |- | 25 October 1940|| Bombs on Local Lines - LT services suspended |} ===British Railways (1948-1994)=== On 1 January 1948, the railways were nationalised and Barking became a London Midland Region station for a brief period before transferring, along with the rest of the former LTS lines, to the Eastern Region on 20 February 1949. In the early 1950s a major programme of works for the whole LTS line was developed consisting of: * Electrification and re-signalling of the LTSR * complete operational separation of the LTSR and District Line * Simplification of freight operations centred on at Ripple Lane Marshalling Yard * The rebuilding of Barking Station with a flyover for freight trains and cross platform interchange between underground and Southend line services. In order to improve the passenger interchange between District Line and British Rail (and vice versa) dive-under lines were provided at the west end of Barking and a second flyover at the east end. This work was delivered in the late 1950s and early 1960s and from June 1962 all passenger services were worked by Class 302 Electric Multiple Units. The station booking hall was completely rebuilt between 1959–61 to designs by architect H.H. Powell with Project architect John Ward of British Railways Eastern Region Architect's Department. Nikolaus Pevsner stated it was \"erected to coincide with electrification of the railway\" and that \"it is commensurately modern in outlook and unquestionably one of the best English stations of this date\". The station was reopened by the Queen in 1961. It is now a Grade II listed building. After the work was completed, the platforms at Barking were: {| class=\"wikitable\" |+ Barking station platform use June 2021 ! Platform !! Main Traffic !! Other Remarks |- | 1|| Terminating trains from T&FG; line || Now a bay platform |- | 2 || Eastbound District Line services|| |- | 3 || District Line Bay platform || Used by terminating Hammersmith and City services |- | 4 || Eastbound Southend line services || |- | 5 ||Westbound Southend line services |- | 6 || Westbound District Line services|| |- | 7 || LTS line to Tilbury eastbound || Freight trains use this route towards North Thameside – from 2021 the Gospel Oak service will be extended to Barking Riverside and will call here |- | 8 || LTS line from Tilbury westbound || Freight trains use this route from North Thameside and the Barking Riverside – Gospel Oak service will also use this platform |} The LTS line and Barking station became part of the London and South Eastern sector of British Rail in 1982 and in June 1986 this was rebranded as Network South East (NSE). With the Conservative government of the early 1990s looking to privatise the railways the operation of the NSE passenger train service was put under the control of a Train Operating Unit. ===The privatisation era (1994-present)=== The LTS line was privatised in May 1996 with a new company called LTS Rail (owned by Prism Rail) taking over operations of the services through Barking station. The owners of Prism Rail were bought out by National Express in 2000 and the line re-branded C2C. C2C were later bought out by Tren Italia who run the station today. The infrastructure was initially run by Railtrack from 1994 but that company failed and was rescued by the government in 2001. A new company called Network Rail was formed to maintain the infrastructure. ===Accidents and incidents=== *In November 1923, a locomotive crashed through buffers at Barking and overturned, overhanging the road below. ==Design== The station has four sets of stairs from the platforms to the overbridge and the booking hall. Four ramps connected by a subway give step free access between all the platforms. The stairs/ramps access platforms: 1 and 1a, 2, 3 & 4, 5 & 6, and 7 & 8\\. There is a lift between the booking hall and platforms 1 and 1a. This station has two bay platforms (no 1 and 3). Platform 1 is the terminal platform for the Gospel Oak to Barking Line, and is only used by London Overground services. It was electrified in 2017 ready for the planned introduction of electric trains in 2018. Platform 3 is used by some LU trains on both lines that serve the station, but mainly the District line. The ticket office is managed by c2c and has seven serving windows. TRIBUTE and FasTIS ticket machines are in use. Tickets are available for National Rail, as well as London Underground. Oyster Cards can also be issued at the ticket office. There are four Scheidt and Bachman ticket machines, which can issue tickets ordered on line (Tickets on Demand or 'TOD'). The S&B; machines sell Oyster products. The four Shere Fastticket machines still on site as at 25 April 2018 have been taken out of service with effect from 1 April 2018, according to a sign posted on them. Seven ticket barriers and a wide ticket gate control access to all platforms. There are sidings to the east which were built to accommodate D stock, C stock and S stock, though from 2017 only S stock is in service on the route. To the west of the station there are two railway overbridges. The westernmost carries the NR tracks to and from platforms 7 and 8 over the four tracks to and from platforms 2–6 to join the tracks to and from Woodgrange Park and beyond, facilitating c2c services to serve Stratford and Liverpool Street, and, in future, the first part of the London Overground's extension to Barking Riverside Station. The easternmost bridge carries the westbound Underground tracks from platform 6 over the NR tracks to and from platforms 4 and 5 to the southern side of the LU tracks from platform 2. This enables eastbound cross platform changes between LU trains on platform 2 and NR trains on platform 4. To the east of the station a subway reverses the effect of the above bridge. This enables westbound cross platform changes between LU trains on platform 6 and NR trains on platform 5. ===Redevelopment=== Barking and Dagenham London Borough Council has developed a Barking Station Masterplan for the redevelopment of the station, including the removal of retail units from the station concourse, expansion of ticket barriers, additional Oyster card machines, and new building work to provide replacement retail and to increase natural light within the station. In 2009, the station was identified as one of the ten worst category B interchange stations for mystery shopper assessment of fabric and environment, and it was planned to receive a share of £50m funding for improvements. As part of the 2011 renewal of the Essex Thameside franchise it was proposed that ownership of the station could transfer to Transport for London. Following the 2010 general election the funding for planned works was withdrawn and the 2011 franchise renewal delayed until 2013. The new franchise invitation to tender proposes the transfer of building maintenance from Network Rail to the new operator, and includes an option to complete the redevelopment works. In 2012, the public space outside the station on Station Parade was re-ordered and repaved, using funding from Transport for London. ==Services== thumb|London Overground four-coach Class 378, in service until August 2019 thumb|Class 710 four-coach electric train replacing the Class 378 units thumb|c2c Class 357 On the Underground, it is served by the District and Hammersmith & City (and two early morning Circle line services) lines and forms the eastern terminus for the Hammersmith & City whilst District line services continue eastward to . The station is also served by National Rail (c2c) and London Overground services. *London Underground: Some LU services run to/from \"the bay road\" (platform 3). Most Hammersmith and City line trains run directly to/from the sidings to the east where some trains are stabled overnight, and therefore use through platforms 2 and 6. S7 stock trains have seen regular service to Barking since 9 December 2012. *If travelling west by Underground, it is usually best to take the first train from platform 6 and change west of Plaistow as necessary (the last opportunity to change between the District and Hammersmith-and-City lines being Aldgate East.) Not only does this avoid the walk to the bay road at Barking, but it also may allow connecting with a train that starts at Plaistow, where there is a bay road used to terminate eastbound trains short, to recover time or for other operational expediency. * London Overground: Trains to/from Gospel Oak mostly use platform 1, though some trains run to/from platform 7. This is so that drivers can maintain route knowledge. Class 710 electric trains are running here, replacing Class 378 electric trains borrowed from other Overground lines after electrification. * London Overground trains to/from Barking Riverside station (with a proposed station to be built at Renwick Road later on) will use platforms 7 & 8 when the new station and line extension opens in 2022. ===Westbound=== , the typical off-peak trains per hour (tph) service is: *8 tph to London Fenchurch Street (c2c) (6tph weekends) *2 tph to London Liverpool Street via Stratford (weekends only; c2c) *6 tph to via (District line) *3 tph to via Tower Hill (District line) *6 tph to via Tower Hill (District line) *6 tph to Hammersmith (Hammersmith and City line) *4 tph to (London Overground) ===Eastbound=== *12 tph to (District line) *4 tph to Shoeburyness via Basildon (c2c) *2 tph to Grays via Rainham (c2c) *2 tph to Southend Central via Ockendon (c2c) *6 tph terminating here (Hammersmith and City line) *3 tph terminating here (District line) *4 tph terminating here (London Overground) ===Connections=== London Buses routes 5, 62, 169, 238, 287, 366, 368, EL1, EL2, EL3, school route 687 and night route N15 serve the station. ==References== ==External links== *Station information from c2c *Station information from National Rail *Station information from Transport for London Category:District line stations Category:Hammersmith & City line stations Category:Railway stations served by London Overground Category:Railway stations in the London Borough of Barking and Dagenham Category:Tube stations in the London Borough of Barking and Dagenham Category:Former London, Tilbury and Southend Railway stations Category:Railway stations in Great Britain opened in 1854 Category:Railway stations served by c2c Category:Grade II listed buildings in the London Borough of Barking and Dagenham Station Category:1854 establishments in England Category:John Ward railway stations",
 "title": "Barking station"
}