{
 "id": "549048",
 "text": "thumb|right|Ju 88H and Fw 190 combined to form a model 3B Mistel Mistel (German for \"mistletoe\", a parasitic plant) was the larger, unmanned component of a composite aircraft configuration developed in Germany during the later stages of World War II. The composite comprised a small piloted control aircraft mounted above a large explosives-carrying drone, the Mistel, and as a whole was referred to as the Huckepack (\"Piggyback\"), also known as the Beethoven-Gerät (\"Beethoven Device\") or Vati und Sohn (\"Daddy and Son\"). The most successful of these used a modified Junkers Ju 88 bomber as the Mistel, with the entire nose-located crew compartment replaced by a specially designed nose filled with a large load of explosives, formed into a shaped charge. The upper component was a fighter aircraft, joined to the Mistel by struts. The combination would be flown to its target by a pilot in the fighter; then the unmanned bomber was released to hit its target and explode, leaving the fighter free to return to base. The first such composite aircraft flew in July 1943 and was promising enough to begin a programme by Luftwaffe test unit KG 200, code-named \"Beethoven\", eventually entering operational service. Other Mistel composites included the Ta 154/Fw 190, Ar 234/Fi 103, Do 217K/DFS 228 and Si 204/Lippisch DM-1. Projects included the Ju 287/Me 262 and Ar 234C/Arado E.377. ==Design and development== Initial experiments in Nazi Germany concerning composite aircraft of any type were performed with the DFS 230 troop glider as the \"lower\" component and using established, piston engine-powered Luftwaffe aircraft, such as the Focke-Wulf Fw 56 or the Messerschmitt Bf 109E, as the upper component in an attempt to provide the troop glider with a longer range than if it were simply towed in the conventional manner. Later, the technique became more refined, and the bomber component (which was often a new aircraft rather than surplus) was fitted with a specialised 1,800 kg (3,960 lb.) warhead. The final stage of Mistel development was of specialised purpose-built jet-powered bomber components, including ones developed from the Messerschmitt Me 262, the Junkers Ju 287 and the entirely new Arado Ar 234. None of these ambitious schemes, with the exception of the Me 262 mistel, had left the drawing board before the end of the war. ===Warhead and operational history=== The definitive Mistel warhead was a shaped charge weighing nearly two tonnes (the weight of a blockbuster bomb) fitted with a copper or aluminium liner. The use of a shaped charge was expected to allow penetration of up to seven meters of reinforced concrete. Some 250 Mistels of various combinations were built during the war, but they met with limited success. They were first flown in combat against the Allied invasion fleet during the Battle of Normandy, targeting the British-held harbour at Courseulles-sur-Mer. While Mistel pilots claimed hits, none of these match Allied records; they may have been made against the hulk of the old French battleship Courbet, which had been included as a component of the Mulberry harbour at Arromanches and specially dressed up as a decoy by the Allies. Serious blast and shrapnel damage from a near-miss was suffered by HMS Nith, a River-class frigate being used as a floating headquarters,\"HMS NITH Ship No 327 (River Class Frigate)\" on 24 June. Nine men were killed and 26 wounded, and Nith was towed back to England for repairs. A second opportunity to use the Mistels, in Scapa Flow in 1944, was abandoned after the sinking of the German battleship Tirpitz led to the departure of all of the Royal Navy's major surface units from the target. As part of Operation Iron Hammer in late 1943 and early 1944, Mistels were selected to carry out key raids against Soviet weapons-manufacturing facilities—specifically, electricity-generating power stations around Moscow and Gorky. These plants were known to be poorly defended by the Soviets and irreplaceable. However, before the plan could be implemented, the Red Army had entered Germany, and it was decided to use the Mistels against their bridgehead at Küstrin instead. On 12 April 1945, Mistels attacked the bridges being built there, but the damage caused was negligible and delayed the Soviet forces for only a day or two. Subsequent Mistel attacks on other bridges being thrown across the Oder were similarly ineffective. ==Survivors== thumb|right|The Imperial War Museum's Focke-Wulf Fw 190, equipped to be attached to a Mistel drone aircraft (2004) A Focke-Wulf Fw 190 (Werk Nr. 733682), preserved by the Imperial War Museum in London and later moved to Royal Air Force Museum Cosford, was the fighter part of a Mistel system that was captured by British forces in 1945. The aircraft retains the Kugelverschraubung mit Sprengbolzen (\"ball joints with explosive bolts\"), fittings that attached it to its Junkers Ju 88 partner. ==Variants== Variants of the Mistel included: *Mistel Prototype: Ju 88 A-4 and Bf 109 F-4 *Mistel 1: Ju 88 A-4 and Bf 109 F-4 *Mistel S1: Trainer version of Mistel 1 *Mistel 2: Ju 88 G-1 and Fw 190 A-8 or F-8 *Mistel S2: Trainer version of Mistel 2 *Mistel 3A: Ju 88 A-4 and Fw 190 A-8 *Mistel S3A: Trainer version of Mistel 3A *Mistel 3B: Ju 88 H-4 and Fw 190 A-8 *Mistel 3C: Ju 88 G-10 and Fw 190 F-8 *Mistel Führungsmaschine: Ju 88 A-4/H-4 and Fw 190 A-8 *Mistel 4: Ju 287 and Me 262 *Mistel 5: Arado E.377A and He 162 ==Mistel combinations== ===Operational=== *Ju 88 A-4/Bf 109 F-4 *Ju 88 A-4/Fw 190 A-8 ===Projected=== *Ju 88 G-1/Fw 190 A-6 *Ju 88 A-6/Fw 190 A-6 *Ju 88G-1/Fw 190F-8 *Ju 88H-4/Fw 190A-8 *Ju 88H-4/Fw 190F-8 ===Design proposals=== *Ju 88 G-7/Ta 152H *Ta 154/Fw 190 *Ar 234/Fi 103 *Do 217K/DFS 228 *Si 204/Lippisch DM-1 *Ju 287/Me 262 ==Operators== ;Germany * Luftwaffe ==See also== * Operation Aphrodite ==References== ==Further reading== * Green, William and Gordon Swanborough. \"Prelude to 'Stand-Off'\". Air Enthusiast, Thirty-four, September–December 1989. Bromley, UK: Fine Scroll. ISSN 0143-5450. pp. 43–47, 80. ==External links== * Short description with Mistel photography * Photograph of Mistel aircraft from Spiegel Online * Mistel Composite Aircraft at Luftwaffe Resource Center Category:Composite aircraft",
 "title": "Mistel"
}