{
 "id": "549494",
 "text": "The Árpáds or Arpads (, , , ) were the ruling dynasty of the Principality of Hungary in the 9th and 10th centuries and of the Kingdom of Hungary from 1000 to 1301. The dynasty was named after the Hungarian Grand Prince Árpád who was the head of the Hungarian tribal federation during the conquest of the Carpathian Basin, c. 895\\. It is also referred to as the Turul dynasty, but rarely. Both the first Grand Prince of the Hungarians (Álmos) and the first king of Hungary (Saint Stephen) were members of the dynasty. Eight members of the dynasty were canonized or beatified by the Catholic Church; therefore, since the 13th century the dynasty has often been referred to as the \"Kindred of the Holy Kings\". Two Árpáds were recognized as Saints by the Eastern Orthodox Church. The dynasty came to end in 1301 with the death of King Andrew III of Hungary, while the last member of the House of Árpád, Andrew's daughter, Blessed Elizabeth of Töss, died in 1336 or 1338. All of the subsequent kings of Hungary (with the exception of King Matthias Corvinus) were cognatic descendants of the Árpád dynasty. The House of Croÿ and the Drummond family of ScotlandMoravský historický sborník: ročenka Moravského národního kongresu, Moravský národní kongres, 2002, p. 523 claim to descend from Géza and George, sons of medieval Hungarian kings: Géza II and Andrew I, respectively. ==Origin== According to recent Y-STR and Y-SNP archaeogenetic studies of the skeletal remains of dynasty descendant and King Béla III of Hungary and unknown Árpád member named as \"II/52\" / \"HU52\" from the Royal Basilica of Székesfehérvár, it was established that the male lineage belonged to the Y-haplogroup R1a rare subclade R-Z2125 > R-Z2123 > R-Y2632 > R-Y2633 > R1a-SUR51. The subclade was also found in nearest contemporary matches of 48 Bashkirs from the Burzyansky and Abzelilovsky districts of the Republic of Bashkortostan in the Volga-Ural region, and 1 individual from the region of Vojvodina, Serbia. The Árpád members and one individual from Serbia share additional private SNPs making a novel subclade R1a-SUR51 > R-ARP, and as the mentioned individual has additional private SNPs it branches from the medieval Árpáds forming R-ARP > R-UVD. Based on the data of the distribution, appearance and coalescence estimation of R-Y2633 the dynasty traces ancient origin near Northern Afghanistan about 4500 years ago, with a separation date of R-ARP from the closest kin Bashkirs from the Volga-Ural region to 2000 years ago, while the individual from Serbia (R-UVD) derives from the Árpáds about 900 years ago. As also the separation of haplogroup N-B539 between the Hungarians and Bashkirs is estimated to have occurred 2000 years ago, it implies that the ancestors of Hungarians left the Volga Ural region about 2000 years ago and started a migration that eventually culminated in settlement in the Carpathian Basin. ==9th and 10th centuries== Medieval chroniclers stated that the Árpáds' forefather was Ügyek, whose name derived from the ancient Hungarian word for \"holy\" (igy).Kristó 1996 Az Árpád p. 9. The Gesta Hunnorum et Hungarorum (\"The Deeds of the Huns and Hungarians\") mentioned that the Árpáds descended from the gens (clan) Turul,Kristó 1994 Korai p. 693. and the Gesta Hungarorum (\"The Deeds of the Hungarians\") recorded that the Árpáds' totemic ancestor was a turul (a large bird, probably a falcon). Medieval chroniclers also referred to a tradition that the Árpáds descended from Attila the Hun – the anonymous author of the Gesta Hungarorum, for example, has Árpád say: The first member of the dynasty mentioned by a nearly contemporary written source was Álmos. The Byzantine Emperor Constantine VII recorded in his De Administrando Imperio that Álmos was the first Grand Prince of the federation of the seven Magyar tribes (megas Turkias arkhon).Kristó 1996 Az Árpád p. 13. Álmos probably accepted the supremacy of the Khagan of the Khazars in the beginning of his rule, but, by 862, the Magyar tribal federation broke free from the Khazar Khaganate.Kristó 1996 Az Árpád p. 14. Álmos was either the spiritual leader of the tribal federation (kende) or its military commander (gyula).Kristó 1994 Korai p. 40. Around 895, the women and cattle of the Magyar warriors battling in the west were attacked by the Pechenegs, forcing them to leave their territories east of the Carpathian Mountains; the Magyars moved into the Carpathian Basin.Tóth 1998 Levediától pp. 189–211. Álmos' death was probably ritual sacrifice, practiced by steppe peoples when the spiritual ruler lost his charisma, and he was followed by his son, Árpád.Kristó 1996 Az Árpád p. 15. The Magyar tribes gradually occupied the whole territory of the Carpathian Basin between 895 and 907.Kristó 1994 Korai p. 266. Between 899 and 970, the Magyars frequently conducted raids into the territories of present-day Italy, Germany, France and Spain and into the lands of the Byzantine Empire.Bóna 2000 A magyarok pp. 29–65. Such activities continued westwards until the Battle of Lechfeld (955), when Otto, King of the Germans destroyed their troops; their raids against the Byzantine Empire ended in 970.Bóna 2000 A magyarok pp. 62–65. From 917, the Magyars made raids into several territories at the same time, which may have led to the disintegration of their tribal federation.Kristó 1995 A magyar állam p. 304. The sources prove the existence of at least three and possibly five groups of tribes within the tribal federation, and only one of them was led directly by the Árpáds.Kristó 1995 A magyar állam pp. 308–309. The list of the Grand Princes of the Magyars in the first half of the 10th century is incomplete, which may also prove a lack of central government within their tribal federation.Kristó 1996 Az Árpád p. 22. The medieval chronicles mention that Grand Prince Árpád was followed by his son, Zoltán, but contemporary sources only refer to Grand Prince Fajsz (around 950).Kristó 1996 Az Árpád p. 23. After the defeat at the Battle of Lechfeld, Grand Prince Taksony (in or after 955 – before 972) adopted the policy of isolation from the Western countries – in contrast to his son, Grand Prince Géza (before 972–997) who may have sent envoys to Otto I, Holy Roman Emperor in 973.Kristó 1996 Az Árpád pp. 25, 28. Géza was baptised in 972, and although he never became a convinced Christian, the new faith started to spread among the Hungarians during his reign.Kristó 1996 Az Árpád p. 28. He managed to expand his rule over the territories west of the Danube and the Garam (today Hron in Slovakia), but significant parts of the Carpathian Basin still remained under the rule of local tribal leaders.Kristó 1996 Az Árpád p. 30. Géza was followed by his son Stephen (originally called Vajk), who had been a convinced follower of Christianity.Kristó 1996 Az Árpád p. 32. Stephen had to face the rebellion of his relative, Koppány, who claimed Géza's inheritance based on the Magyar tradition of agnatic seniority.Kristó 1996 Az Árpád p. 35. He was able to defeat Koppány with the assistance of the German retinue of his wife, Giselle of Bavaria.Kristó 1996 Az Árpád pp. 35–36. == 11th century == The Grand Prince Stephen was crowned on 25 December 1000 or 1 January 1001, becoming the first King of Hungary (1000–1038) and founder of the state.Kristó 1996 Az Árpád p. 39.Kristó 1994 Korai p. 290. He unified the Carpathian Basin under his rule by 1030, subjugating the territories of the Black Magyars and the domains that had been ruled by (semi-)independent local chieftains (e.g., by the Gyula Prokuj, Ajtony).Kristó 1996 Az Árpád pp. 40–41, 47.Kristó 1994 Korai pp. 216, 245. He introduced the administrative system of the kingdom, based on counties (comitatus), and founded an ecclesiastic organization with two archbishoprics and several bishoprics.Kristó 1996 Az Árpád pp. 40–41. Following the death of his son, Emeric (2 September 1031), King Stephen I assigned his sister's son, the Venetian Peter Orseolo as his heir which resulted in a conspiracy led by his cousin, Vazul, who had been living imprisoned in Nyitra (today Nitra in Slovakia). Vazul was blinded on King Stephen's order and his three sons (Levente, Andrew and Béla) were exiled.Kristó 1996 Az Árpád pp. 49–50.Kristó 1994 Korai p. 721. When King Stephen I died on 15 August 1038, Peter Orseolo ascended to the throne, but he had to struggle with King Stephen's brother-in-law, Samuel Aba (1041–1044).Benda 1981 Magyarország pp. 83–84. King Peter's rule ended in 1046 when an extensive revolt of the pagan Hungarians broke out and he was captured by them.Benda 1981 Magyarország p. 85. With the assistance of the pagans, Duke Vazul's son, Andrew, who had been living in exile in the Kievan Rus' and had been baptized there, seized power and was crowned; thus, a member of a collateral branch of the dynasty seized the crown.Kristó 1996 Az Árpád pp. 70–71.Kristó 1994 Korai p. 42. King Andrew I (1046–1060) managed to pacify the pagan rebels and restore the position of Christianity in the kingdom.Kristó 1996 Az Árpád p. 72. In 1048, King Andrew invited his younger brother, Béla to the kingdom and conceded one-third of the counties of the kingdom (Tercia pars regni) in appanage to him.Kristó 1994 Korai. This dynastic division of the kingdom, mentioned as the first one in the Chronicon Pictum (prima regni huius divisio), was followed by several similar divisions during the 11th through 13th centuries, when parts of the kingdom were governed by members of the Árpád dynasty.Kristó 1979 A feudális p. 44. In the 11th century, the counties entrusted to the members of the ruling dynasty did not form a separate province within the kingdom, but they were organized around two or three centers. The dukes governing the Tercia pars regni accepted the supremacy of the kings of Hungary, but some of them (Béla, Géza and Álmos) rebelled against the king in order to acquire the crown and allied themselves with the rulers of the neighboring countries.Benda 1981 Magyarország pp. 85–100. King Andrew I was the first king who had his son, Solomon crowned during his life in order to ensure his son's succession (1057).Benda 1981 Magyarország pp. 87. However, the principle of agnatic primogeniture was not able to overcome the tradition of seniority, and following King Andrew I, his brother, King Béla I (1060–1063) acquired the throne despite the claims of the young Solomon.Kristó 1996 Az Árpád pp. 79–81. From 1063 until 1080 there were frequent conflicts between King Solomon (1057–1080) and his cousins, Géza, Ladislaus and Lampert who governed the Tercia pars regni.Benda 1981 Magyarország pp. 88–92. Duke Géza rebelled against his cousin in 1074 and was proclaimed king by his partisans in accordance with the principle of seniority.Benda 1981 Magyarország p. 90. When King Géza I died (25 April 1077) his partisans, disregarding his young sons, proclaimed his brother Ladislaus king.Kristó 1996 Az Árpád p. 126. King Ladislaus I (1077–1095) managed to persuade King Solomon, who had been ruling in some western counties, to abdicate the throne.Kristó 1996 Az Árpád p. 95. During his reign, the Kingdom of Hungary strengthened and Ladislaus I was able to expand his rule over neighboring Kingdom of Croatia (1091).Kristó 1996 Az Árpád pp. 112–124. He entrusted the government of the newly occupied territories to his younger nephew, Álmos.Benda 1981 Magyarország p. 94. On 20 August 1083, two members of the dynasty, King Stephen I and his son, Duke Emeric, were canonized in Székesfehérvár upon the initiative of King Ladislaus I.Kristó 1996 Az Árpád p. 119.Benda 1981 Magyarország p. 93. His daughter Eirene, the wife of the Byzantine Emperor John II Komnenos, is venerated by the Eastern Orthodox Church.Klaniczay 2000 Az uralkodók pp. 159–160. When King Ladislaus I died, his elder nephew Coloman was proclaimed king (1095–1116), but he had to concede the Tercia pars regni in appanage to his brother Álmos.Benda 1981 Magyarország p. 96. King Coloman defeated Croatian army led by Petar Snačić in Battle of Gvozd Mountain (1097) and was crowned King of Croatia and Dalmatia in 1102 in Biograd. ==12th century== King Coloman deprived his brother Álmos of his duchy (the Tercia pars regni) in 1107.Kristó 1994 Korai p. 261. He caught his second wife, Eufemia of Kiev, in adultery; she was divorced and sent back to Kiev around 1114.Benda 1981 Magyarország p. 102. Eufemia bore a son, named Boris in Kiev, but King Coloman refused to accept him as his son.Kristó 1996 Az Árpád p. 146. Around 1115, the king had Duke Álmos and his son, King Béla, blinded in order to ensure the succession of his own son, King Stephen II (1116–1131). King Stephen II did not father any sons, and his sister's son Saul was proclaimed heir to his throne instead of the blind Duke Béla.Kristó 1996 Az Árpád p. 158. When King Stephen II died on 1 March 1131, his blind cousin managed nevertheless to acquire the throne.Benda 1981 Magyarország p. 105. King Béla II (1131–1141) strengthened his rule by defeating King Coloman's alleged son, Boris, who endeavoured to deprive him of the throne with foreign military assistance.Kristó 1996 Az Árpád pp. 166–169. King Béla II occupied some territories in Bosnia, and he conceded the new territory in appanage to his younger son, Ladislaus.Benda 1981 Magyarország p. 106. Henceforward, members of the Árpád dynasty governed southern or eastern provinces (i.e., Slavonia, and Transylvania) of the kingdom instead of the Tercia pars regni. During the reign of King Géza II (1141–1162), the Bishop Otto of Freising recorded that all the Hungarians \"are so obedient to the monarch that not only irritating him by open opposition but even offending him by concealed whispers would be considered a felony by them\".Kristó 1996 Az Árpád p. 181. His son, King Stephen III (1162–1172) had to struggle for his throne against his uncles, Kings Ladislaus II (1162–1163) and Stephen IV (1163–1165), who rebelled against him with the assistance of the Byzantine Empire.Kristó 1996 Az Árpád pp. 190–196. During his reign, the Emperor Manuel I Komnenos occupied the southern provinces of the kingdom on the pretext that the king's brother, Béla (the Despotes Alexius) lived in his court.Kristó 1996 Az Árpád pp. 206–208. As the fiancé of the Emperor's only daughter, Despotes Alexius was the heir presumptive to the Emperor for a short period (1165–1169).Kristó 1996 Az Árpád pp. 207–208. 160px|thumb|left|The coat of arms of Halych (attributed arms) Following the death of King Stephen III, King Béla III (1173–1196) ascended the throne, but he had imprisoned his brother Géza in order to secure his rule.Benda 1981 Magyarország pp. 117–121. King Béla III, who had been educated in the Byzantine Empire, was the first king who used the \"double cross\" as the symbol of the Kingdom of Hungary.Bertényi 1983 Kis magyar p. 67. In 1188, Béla occupied Halych, whose prince had been dethroned by his boyars, and granted the principality to his second son Andrew, but his rule became unpopular and the Hungarian troops were expelled from Halych in 1189.Benda 1981 Magyarország p. 121. On 27 June 1192 the third member of the dynasty, King Ladislaus I was canonized in Várad (today Oradea in Romania).Benda 1981 Magyarország p. 122. King Béla III bequeathed his kingdom intact to his elder son, King Emeric (1196–1204), but the new king had to concede Croatia and Dalmatia in appanage to his brother Andrew, who had rebelled against him.Benda 1981 Magyarország p. 124. ==13th century== thumb|right|200px|Flag of the Árpád dynasty (9th century – 1301) King Emeric married Constance of Aragon, from the house of Barcelona, and he may have followed Barcelonese (Catalan) patterns when he chose his coat-of-arms that would become the Árpáds' familiar badge (an escutcheon barry of eight Gules and Argent).Bertényi 1983 Kis magyar p. 70. His son and successor, King Ladislaus III (1204–1205) died in childhood and was followed by his uncle, King Andrew II (1205–1235).Benda 1981 Magyarország p. 127. His reign was characterized by permanent internal conflicts: a group of conspirators murdered his queen, Gertrude of Merania (1213); discontent noblemen obliged him to issue the Golden Bull of 1222 establishing their rights (including the right to disobey the king); and he quarreled with his eldest son, Béla who endeavoured to take back the royal domains his father had granted to his followers.Kristó 1996 Az Árpád pp. 229–245. King Andrew II, who had been Prince of Halych (1188–1189), intervened regularly in the internal struggles of the principality and made several efforts to ensure the rule of his younger sons (Coloman or Andrew) in the neighboring country.Benda 1981 Magyarország pp. 127–144. One of his daughters, Elizabeth was canonized during his lifetime (1 July 1235) and thus became the fourth saint of the Árpáds.Benda 1981 Magyarország p. 144. King Andrew's elder sons disowned his posthumous son, Stephen, who would be educated in Ferrara.Kristó 1994 Korai p. 294. Members of the family reigned occasionally in the Principality (later Kingdom) of Halych (1188–1189, 1208–1209, 1214–1219, 1227–1229, 1231–1234) and in the Duchy of Styria (1254–1260). 160px|thumb|left|The coat-of-arms of Styria King Béla IV (1235–1270) restored the royal power, but his kingdom became devastated during the Mongol invasion (1241–1242).Kristó 1996 Az Árpád pp. 254–260. Following the withdrawal of the Mongol troops, several fortresses were built or enstrengthened on his order.Kristó 1994 Korai p. 711. He also granted town privileges to several settlements in his kingdom, e.g., Buda, Nagyszombat (today Trnava in Slovakia), Selmecbánya (now Banská Štiavnica in Slovakia) and Pest received their privileges from him.Kristó 1994 Korai pp. 130, 479, 543, 598, 716–717. King Béla IV managed to occupy the Duchy of Styria for a short period (1254–1260), but later he had to abandon it in favour of King Ottokar II of Bohemia.Benda 1981 Magyarország pp. 154, 157. During his last years, he was struggling with his son, Stephen who was crowned during his lifetime and obliged his father to concede the eastern parts of the kingdom to him. Two of his daughters, Margaret and Kinga were canonized (in 1943 and 1999 respectively) and a third daughter of his, Yolanda was beatified (in 1827).Klaniczay 2000 Az uralkodók pp. 178–179.CATHOLIC ENCYCLOPEDIA: Blessed Margaret of Hungary His fourth daughter, Constance was also venerated in Lviv.Klaniczay 2000 Az uralkodók pp. 178–192. When King Stephen V (1270–1272) ascended the throne, many of his father's followers left for Bohemia.Kristó 1996 Az Árpád p. 272. They returned during the reign of his son, King Ladislaus IV the Cuman (1272–1290) whose reign was characterized by internal conflicts among the members of different aristocratic groups.Kristó 1996 Az Árpád p. 277. King Ladislaus IV, whose mother was of Cuman origin, preferred the companion of the nomadic and semi-pagan Cumans; therefore, he was excommunicated several times, but he was murdered by Cuman assassins.Kristó 1996 Az Árpád pp. 278–282. The disintegration of the kingdom started during his reign when several aristocrats endeavoured to acquire possessions on the account of the royal domains.Kristó 1994 Korai p. 663. When King Ladislaus IV died, most of his contemporaries thought that the dynasty of the Árpáds had come to an end, because the only patrilineal descendant of the family, Andrew, was the son of Duke Stephen, the posthumous son of King Andrew II who had been disowned by his brothers.Kristó 1996 Az Árpád pp. 282–283. Nevertheless, Duke Andrew \"the Venetian\" was crowned with the Holy Crown of Hungary and most of the barons accepted his rule.Kristó 1996 Az Árpád pp. 283–284. During his reign, King Andrew III (1290–1301) had to struggle with the powerful barons (e.g., with members of the Csák and Kőszegi families).Kristó 1996 Az Árpád pp. 285–288. The male line of the Árpáds ended with his death (14 January 1301); one of his contemporaries mentioned him as \"the last golden twig\".Kristó 1996 Az Árpád p. 288. His daughter, Elizabeth, the last member of the family, died on 6 May 1338; she is venerated by the Roman Catholic Church.Klaniczay 2000 Az uralkodók pp. 179. Following the death of King Andrew III, several claimants started to struggle for the throne; finally, King Charles I (the grandson of King Stephen V's daughter) managed to strengthen his position around 1310.Benda 1981 Magyarország pp. 188–192. Henceforward, all the kings of Hungary (with the exception of King Matthias Corvinus) were matrilineal or cognate descendants of the Árpáds. Although the agnatic Árpáds have died out, their cognatic descendants live everywhere in the aristocratic families of Europe. == Dynasty tree == ==Saints== The following members of the dynasty were canonized or beatified: * Saint Stephen, canonized in 1083 (also by the Eastern Orthodox Church, in 2000) * Saint Emeric, canonized in 1083 * Saint Ladislaus, canonized in 1192 * Saint Elizabeth, canonized in 1235 * Saint Margaret, canonized in 1943 * Saint Kinga, canonized in 1999 * Saint Irene, canonized by the Eastern Orthodox Church * Blessed Konstancia of Hungary, beatified in 1675 *Blessed Yolanda of Poland, beatified in 1827 * Blessed Elizabeth of Hungary, never formally canonized but venerated locally ==See also== *List of Hungarian monarchs *List of Hungarian consorts *History of Hungary *History of Croatia *History of Romania *History of Slovakia *Árpád stripes (coat of arms and flag of the Árpádians) ==Citations== ==References== * * * * * * * * * * * ==External links== * The Vazul-line : Kings of the Árpád dynasty after St. Stephen (1038-1301) Category:Hungarian nobility Category:Hungarian tribes and clans",
 "title": "Árpád dynasty"
}