{
 "id": "550433",
 "text": "The Pulitzer Prize for Editorial Writing is one of the fourteen American Pulitzer Prizes that are annually awarded for Journalism. It has been awarded since 1917 for distinguished editorial writing, the test of excellence being clearness of style, moral purpose, sound reasoning, and power to influence public opinion in what the writer conceives to be the right direction. Thus it is one of the original Pulitzers, for the program was inaugurated in 1917 with seven prizes, four of which were awarded that year.\"1917 Winners\". The Pulitzer Prizes (pulitzer.org). Retrieved 2013-12-19. The program has also recognized opinion journalism with its Pulitzer Prize for Editorial Cartooning from 1922. Finalists have been announced from 1980, ordinarily two others beside the winner. One person ordinarily wins the award for work with one newspaper or with affiliated papers, and that was true without exception between 1936 (the only time two prizes were given) and 1977. In the early years, several newspapers were recognized without naming any writer, and that has occasionally happened recently. Several times from 1977, two or three people have shared the award for their work with one paper. ==Winners and citations== In its first 97 years to 2013, the Editorial Writing Pulitzer was awarded 89 times. In nine years there was no award given and there were two prizes in 1936. No one has won it twice. * 1917: No writer named, New-York Tribune, for \"The Lusitania Anniversary\" * 1918: No writer named, The Courier- Journal (Louisville, Kentucky), for \"Vae Victis!\" and \"War Has Its Compensations\" * 1919: No award given * 1920: Harvey E. Newbranch, Evening World Herald (Omaha, Nebraska), for \"Law and the Jungle\" * 1921: No award given * 1922: Frank M. O'Brien, New York Herald, for \"The Unknown Soldier\" * 1923: William Allen White, Emporia Gazette (Kansas), for \"To an Anxious Friend\" * 1924: No writer named, Boston Herald, for \"Who Made Coolidge?\" * 1925: No writer named, Charleston News and Courier, for \"The Plight of the South\" * 1926: Edward M. Kingsbury, The New York Times, for \"The House of a Hundred Sorrows\" * 1927: F. Lauriston Bullard, Boston Herald, for \"We Submit\" * 1928: Grover Cleveland Hall, Montgomery Advertiser, \"for his editorials against gangsterism, floggings and racial and religious intolerance\" * 1929: Louis Isaac Jaffe, The Virginian-Pilot (Norfolk), for \"An Unspeakable Act of Savagery\", \"which is typical of a series of articles written on the lynching evil and in successful advocacy of legislation to prevent it\" * 1930: No award given * 1931: Charles S. Ryckman, Fremont Tribune (Nebraska), for \"The Gentleman From Nebraska\" * 1932: No award given * 1933: No writer named, The Kansas City Star, \"for its series of editorials on national and international topics\" * 1934: E. P. Chase, Atlantic News-Telegraph (Iowa), for \"Where Is Our Money?\" * 1935: No award given * 1936: Felix Morley, The Washington Post, \"for distinguished editorial writing during the year\" * 1936: George B. Parker, Scripps-Howard Newspapers, \"for distinguished editorial writing during the year\" * 1937: John W. Owens, The Baltimore Sun, \"for distinguished editorial writing during the year\" * 1938: William Wesley Waymack, Des Moines Register, \"for his distinguished editorial writing during the year\" * 1939: Ronald G. Callvert, The Oregonian (Portland, Oregon), \"for his distinguished editorial writing during the year as exemplified by the editorial titled 'My Country 'Tis of Thee'\" * 1940: Bart Howard, St. Louis Post-Dispatch, \"for his distinguished editorial writing during the year\" * 1941: Reuben Maury, New York Daily News, \"for his distinguished editorial writing during the year\" * 1942: Geoffrey Parsons, New York Herald Tribune, \"for his distinguished editorial writing during the year\" * 1943: Forrest W. Seymour, Des Moines Register, \"for his editorials published during the calendar year 1942\" * 1944: Henry J. Haskell, The Kansas City Star, \"for editorials written during the calendar year 1943\" * 1945: George W. Potter, The Providence Journal-Bulletin, for his editorials published during the calendar year 1944, especially for his editorials on the subject of freedom of the press * 1946: Hodding Carter, The Delta Democrat-Times (Greenville, Mississippi), \"for a group of editorials published during the year 1945 on the subject of racial, religious and economic intolerance, as exemplified by the editorial 'Go for Broke'\" * 1947: William H. Grimes, The Wall Street Journal, \"for his distinguished editorial writing during the year\" * 1948: Virginius Dabney, Richmond Times-Dispatch, \"for distinguished editorial writing during the year\" * 1949: John H. Crider, Boston Herald, \"for distinguished editorial writing during the year\" * 1950: Carl M. Saunders of Jackson Citizen Patriot (Michigan), \"for distinguished editorial writing during the year\" * 1951: William Harry Fitzpatrick, New Orleans States, for \"Government by Treaty\", \"his series of editorials analyzing and clarifying a very important constitutional issue\" * 1952: Louis LaCoss, St. Louis Globe Democrat, for \"Low Estate of Public Morals\" * 1953: Vermont Connecticut Royster, The Wall Street Journal, \"for distinguished editorial writing during the year\" * 1954: Don Murray, Boston Herald, \"for a series of editorials on the 'New Look' in National Defense which won wide attention for their analysis of changes in American military policy\" * 1955: Royce Howes, Detroit Free Press, for \"An Instance of Costly Cause and Effect Which Detroiters Should Weigh Soberly\", \"impartially and clearly analyzing the responsibility of both labor and management for a local union's unauthorized strike in July, 1954, which rendered 45,000 Chrysler Corporation workers idle and unpaid. By pointing out how and why the parent United Automobile Workers' Union ordered the local strike called off and stating that management let dissatisfaction get out of hand, the editorial made a notable contribution to public understanding of the whole program of the respective responsibilities and relationships of labor and management in this field.\" * 1956: Lauren K. Soth, Register and Tribune (Des Moines, Iowa), for \"If the Russians Want More Meat...\", \"inviting a farm delegation from the Soviet Union to visit Iowa, which led directly to the Russian farm visit to the U.S.\" * 1957: Buford Boone, The Tuscaloosa News, \"for his fearless and reasoned editorials in a community inflamed by a segregation issue, an outstanding example of his work being the editorial titled, 'What A Price For Peace', published on February 7, 1956\" * 1958: Harry Ashmore, Arkansas Gazette, \"for the forcefulness, dispassionate analysis and clarity of his editorials on the school integration conflict in Little Rock\" * 1959: Ralph McGill, The Atlanta Constitution, \"for his distinguished editorial writing during 1958 as exemplified in his editorial 'A Church, A School ...' and for his long, courageous and effective editorial leadership\" * 1960: Lenoir Chambers, The Virginian-Pilot (Norfolk), \"for his series of editorials on the school integration problem in Virginia,\" as exemplified by \"The Year Virginia Closed the Schools\", published January 1, 1959, and \"The Year Virginia Opened the Schools\", published December 31, 1959 * 1961: William J. Dorvillier, The San Juan Star, \"for his editorials on clerical interference in the 1960 gubernatorial election in Puerto Rico\" * 1962: Thomas M. Storke, Santa Barbara News-Press, \"for his forceful editorials calling public attention to the activities of a semi-secret organization known as the John Birch Society\" * 1963: Ira B. Harkey Jr., Pascagoula Chronicle, \"for his courageous editorials devoted to the processes of law and reason during the integration crisis in Mississippi in 1962\" * 1964: Hazel Brannon Smith, Lexington Advertiser, \"for steadfast adherence to her editorial duty in the face of great pressure and opposition\" * 1965: John R. Harrison, The Gainesville Sun (Florida), \"for his successful editorial campaign for better housing in his city\" * 1966: Robert Lasch, St. Louis Post-Dispatch, \"for his distinguished editorial writing in 1965\", exemplified by \"The Containment of Ideas\". (Part 2 of article) * 1967: Eugene Patterson, The Atlanta Constitution, \"for his editorials during the year\" * 1968: John S. Knight, Knight Newspapers, \"for his distinguished editorial writing\" * 1969: Paul Greenberg, Pine Bluff Commercial (Pine Bluff, Arkansas), \"for his editorials during 1968\" * 1970: Philip L. Geyelin, The Washington Post, \"for his editorials during 1969\" * 1971: Horance G. Davis Jr., The Gainesville Sun (Florida), \"for his editorials in support of the peaceful desegregation of Florida's schools. * 1972: John Strohmeyer. Bethlehem Globe-Times (Bethlehem, Pennsylvania), \"for his editorial campaign to reduce racial tensions in Bethlehem\" * 1973: Roger B. Linscott, The Berkshire Eagle (Pittsfield, Massachusetts), \"for his editorials during 1972\" * 1974: F. Gilman Spencer, The Trentonian (Trenton, New Jersey), \"for his courageous campaign to focus public attention on scandals in New Jersey's state government\" * 1975: John D. Maurice, Charleston Daily Mail, \"for his editorials about the Kanawha County schoolbook controversy\" * 1976: Philip P. Kerby, Los Angeles Times, \"for his editorials against government secrecy and judicial censorship\" * 1977: Warren L. Lerude, Foster Church and Norman F. Cardoza, Reno Evening Gazette and Nevada State Journal, \"for editorials challenging the power of a local brothel keeper\" * 1978: Meg Greenfield, The Washington Post, \"for selected samples of her work\" * 1979: Edwin M. Yoder Jr., Washington Star * 1980: Robert L. Bartley, The Wall Street Journal * 1981: no award given * 1982: Jack Rosenthal, The New York Times * 1983: Editorial Board Bob Rankin, The Miami Herald, \"for its campaign against the detention of illegal Haitian immigrants by federal officials\" * 1984: Albert Scardino, The Georgia Gazette, \"for his series of editorials on various local and state matters\" * 1985: Richard Aregood, Philadelphia Daily News, \"for his editorials on a variety of subjects\" * 1986: Jack Fuller, Chicago Tribune, \"for his editorials on constitutional issues\" * 1987: Jonathan Freedman, Tribune (San Diego, California), \"for his editorials urging passage of the first major immigration reform act in 34 years\" * 1988: Jane Healy, Orlando Sentinel, \"for her series of editorials protesting overdevelopment of Florida's Orange County\" * 1989: Lois Wille, Chicago Tribune, \"for her editorials on a variety of local issues\" * 1990: Thomas J. Hylton, Pottstown Mercury (Pennsylvania), \"for his editorials about a local bond issue for the preservation of farmland and other open space in rural Pennsylvania\" * 1991: Ron Casey, Harold Jackson and Joey Kennedy, The Birmingham News, \"for their editorial campaign analyzing inequities in Alabama's tax system and proposing needed reforms\" * 1992: Maria Henson, Lexington Herald-Leader (Kentucky), \"for her editorials about battered women in Kentucky, which focused statewide attention on the problem and prompted significant reforms\" * 1993: no award given * 1994: R. Bruce Dold, Chicago Tribune, \"for his series of editorials deploring the murder of a 3-year-old boy by his abusive mother and decrying the Illinois child welfare system\" * 1995: Jeffrey Good, St. Petersburg Times (Florida), \"for his editorial campaign urging reform of Florida's probate system for settling estates\" * 1996: Robert B. Semple, Jr., The New York Times, \"for his editorials on environmental issues\" * 1997: Michael Gartner, Daily Tribune (Ames, Iowa), \"for his common sense editorials about issues deeply affecting the lives of people in his community\" * 1998: Bernard L. Stein, Riverdale Press (The Bronx, New York), \"for his gracefully-written editorials on politics and other issues affecting New York City residents\" * 1999: Editorial Board (no individual named), New York Daily News, \"for its effective campaign to rescue Harlem's Apollo Theater from the financial mismanagement that threatened the landmark's survival\" * 2000: John C. Bersia, Orlando Sentinel, \"for his passionate editorial campaign attacking predatory lending practices in the state, which prompted changes in local lending regulations\" * 2001: David Moats, Rutland Herald, \"for his even-handed and influential series of editorials commenting on the divisive issues arising from civil unions for same-sex couples\" * 2002: Alex Raksin and Bob Sipchen, Los Angeles Times, \"for their comprehensive and powerfully-written editorials exploring the issues and dilemmas provoked by mentally ill people dwelling on the streets\" * 2003: Cornelia Grumman, Chicago Tribune, \"for her powerful, freshly challenging editorials on reform of the death penalty\" * 2004: William R. Stall, Los Angeles Times, \"for his incisive editorials that analyzed California's troubled state government, prescribed remedies and served as a model for addressing complex state issues\" *2005: Tom Philp, Sacramento Bee, \"for his deeply researched editorials on reclaiming California's flooded Hetch Hetchy Valley that stirred action\" *2006: Rick Attig and Doug Bates, The Oregonian (Portland, OR), \"for their persuasive, richly reported editorials on abuses inside a forgotten Oregon mental hospital\" *2007: Arthur Browne, Beverly Weintraub, Heidi Evans, New York Daily News, \"for its compassionate and compelling editorials on behalf of Ground Zero workers whose health problems were neglected by the city and the nation\" * 2008: no award given * 2009: Mark Mahoney, The Post-Star (Glens Falls, NY), \"for his relentless, down-to-earth editorials on the perils of local government secrecy, effectively admonishing citizens to uphold their right to know\"\"Post-Star Pulitzer: Mahoney is honored for editorials\". Glens Falls, NY: The Post-Star (poststar.com). April 21, 2009. Archived 2009-05-25. Retrieved 2013-11-18. * 2010: Tod Robberson, Colleen McCain Nelson, and William McKenzie, The Dallas Morning News, \"for their relentless editorials deploring the stark social and economic disparity between the city’s better-off northern half and distressed southern half\" * 2011: Joseph Rago, The Wall Street Journal, \"for his well crafted, against- the-grain editorials challenging the health care reform advocated by President Obama\" * 2012: no award given * 2013: Tim Nickens and Daniel Ruth, Tampa Bay Times, \"for their diligent campaign that helped reverse a decision to end fluoridation of the water supply for the 700,000 residents of the newspaper's home county\" * 2014: Editorial staff of The Oregonian, Portland \"for its lucid editorials that explain the urgent but complex issue of rising pension costs, notably engaging readers and driving home the link between necessary solutions and their impact on everyday lives.\" * 2015: Kathleen Kingsbury of The Boston Globe \"for taking readers on a tour of restaurant workers’ bank accounts to expose the real price of inexpensive menu items and the human costs of income inequality.\" * 2016: John Hackworth and Brian Gleason of Sun Newspapers, Charlotte Harbor, Florida \"for fierce, indignant editorials that demanded truth and change after the deadly assault of an inmate by corrections officers.\" * 2017: Art Cullen of The Storm Lake Times, Storm Lake, IA \"for editorials fueled by tenacious reporting, impressive expertise and engaging writing that successfully challenged powerful corporate agricultural interests in Iowa.\" * 2018: Andie Dominick of The Des Moines Register, \"for examining in a clear, indignant voice, free of cliché or sentimentality, the damaging consequences for poor Iowa residents of privatizing the state’s administration of Medicaid.\" * 2019: Brent Staples of The New York Times, \"for editorials written with extraordinary moral clarity that charted the racial fault lines in the United States at a polarizing moment in the nation’s history.\" *2020: Jeffery Gerritt of Palestine Herald-Press \"for editorials that exposed how pre-trial inmates died horrific deaths in a small Texas county jail—reflecting a rising trend across the state—and courageously took on the local sheriff and judicial establishment, which tried to cover up these needless tragedies.\" ==References== Editorial Writing Category:Opinion journalism Category:Awards established in 1917",
 "title": "Pulitzer Prize for Editorial Writing"
}