{
 "id": "550427",
 "text": "Saint Regis University sometimes styled as St. Regis University was a diploma mill operation that was one of about 120 connected institutions operated by an American fraud ring from about 1999 until 2005, when it was shut down by U.S. government authorities.Diploma Mill Concerns Extend Beyond Fraud, by Diana Jean Schemo, The New York Times, June 29, 2008 The operation was known as \"Operation Gold Seal\". The Oregon State Office of Degree Authorization identified Saint Regis University as a diploma mill linked to 18 other front \"schools\".\"List of unaccredited schools and diploma mills\" Oregon State Office of Degree Authorization, 2006 The school issued degrees based on \"life experience\" instead of requiring the taking of academic classes or a formal course of study. It sold both college degrees and high school diplomas. In 2006 the Associated Press reported that \"at least 135 federal employees\" held bogus degrees from the Saint Regis operation. This included a White House staffer, a State Department employee in Kuwait, and a Department of Justice employee in Spokane, Washington. ==Operation and history== In November 2005, Times Higher Education noted that prosecutors discovered the university formed part of an elaborate online scam masterminded by a former estate agent called \"Dixie\". Furthermore, \"Dixie Ellen Randock, her husband, Steven Karl Randock Sr, and six alleged accomplices were indicted after a US Secret Service sting. Experts say the group was one of the biggest fish in the booming $1 billion (£584 million) a year phony degree and diploma-granting racket.\" The ring began operating in 1999 and during its operation sold more than $6 million worth of phony high school diplomas and undergraduate and graduate degrees to people in more than 130 countries. In addition to Saint Regis, the ring operated under the names of Ameritech University, Pan America University, James Monroe University, James Monroe High School, All Saints American University, and New Manhattan University.Strauss, Valerie, \"Hundreds Linked to Diploma Mill\", Washington Post, July 31, 2008, Pg. B1. Dixie E. and Stephen K. Randock Sr. were indicted in October 2005 on charges of conspiring to commit fraud and laundering nearly $2 million in diploma mill receipts from 2002 to 2005. Dixie E. Randock, Steven K. Randock, Heidi Kae Lorhan, and Blake Carlson entered guilty pleas to conspiracy to commit wire and mail fraud in a U.S. District Court in Washington in March 2008.\"Husband, daughter of Spokane diploma mill operator enter pleas,\" Seattle Times March 27, 2008 Seattle Times\"3 Operators of Major Diploma-Mill Chain Plead Guilty to Fraud Charges\" by Thomas Bartlett Chronicle of Higher Education, April 4, 2008 In July 2008 Dixie Randock was sentenced to three years in prison. Her daughter was sentenced to one year and one day in prison, and Randock's husband was scheduled to be sentenced August 5, 2008. Others involved were to be sentenced later in 2008. On January 31, 2007, the New York City Department of Investigation reported that several members of the New York City Fire Department had used \"phony degrees\" from St. Regis University to qualify for promotions.Report Says 14 in Fire Dept. Used Fake Degrees, New York Times, February 1, 2007The City of New York Department of Investigation news release , January 31, 2007 Fourteen firefighters received disciplinary fines as a result.The City of New York Department of Investigation news release, September 7, 2007 ==Investigations and litigation== ===Teachers in Georgia=== Saint Regis University made national news when 11 teachers in Gwinnett County, Georgia, United States were found using degrees from this institution to increase their salaries. In July 2004, the Georgia Professional Standards Commission revoked the licenses of all 11 teachers.\"11 educators will lose state licenses.\" Atlanta Journal Constitution. July 9, 2004. When it was discovered St. Regis University was a diploma mill, six teachers resigned. Georgia officials accepted those credentials because of letters they received from a credential evaluator, Career Consultants International in Sunrise, Florida. CCI said the credentials were equal to those from a regionally accredited U.S. university. The officials now suspect that CCI was not giving independent evaluations, according to the Georgia Professional Standards Commission executive secretary, F.D. Toth. Toth said the commission received letters from CCI for 11 of the 12 educators, stating that their Saint Regis degrees met the same rigor and content standards as do those from regionally accredited U.S. colleges and universities, which is the standard for Georgia's recognition of degrees. CCI is part of National Success Marketing Inc., based in Sunrise, Florida, and owned by Sheila Danzig and William H. Danzig. Sheila Danzig described a relationship with Saint Regis that throws into question the company's objectivity as an evaluator of credentials. She said her company receives a fee, paid by Saint Regis, every time CCI evaluates the academic credentials of one of its students. Danzig also said she was a paid consultant to Saint Regis. ===Liberian controversy=== CCI is currently operating under the name \"The Degree People\". Calls to the ministry of education of Liberia resulted in callers being told that SRU was accredited. Later it was learned that the accreditation was part of a bribery scheme but no one in Liberia appeared to be punished. CCI withdrew all SRU evaluations as soon as this scheme was revealed. The operators \"falsely asserted\" Liberian and Indian government approval and actually operated \"mainly from State of Washington but may have operations elsewhere\". The Oregon office notes the linkages between James Monroe International University (aka James Monroe University), St. Regis University, Robertstown University, and over 15 other named institutions. On October 4, 2004 the Liberian Embassy in Washington, D.C. posted the message \"URGENT DISCLAIMER ON THE ILLEGAL ESTABLISHMENT AND RECOGNITION OF HIGHER EDUCATION INSTITUTIONS IN THE REPUBLIC OF LIBERIA\" declaring \"null and void whatever documents St. Regis University may claim to possess emanating from the [National] Commission [of Higher Education].\"Urgent Disclaimer on the illegal establishment and recognition of higher education institutions in the Republic of Liberia The Embassy of Liberia, 2004. The regionally accredited Regis University of Denver, Colorado filed a trademark infringement lawsuit against St. Regis on December 6, 2004. This action, case no. CV-04-462-RHW, was publicly filed in the U.S. District Court of the Eastern District of Washington State. Most St. Regis academic material was transferred to the James Monroe University site after the lawsuit was filed. A few months later the domain administrator for .lr (Liberia) internet domains cancelled saintregis.edu.lr, in effect eliminating the Web presence of St. Regis. ===Arrests and convictions=== In October 2005 the U.S. Attorney for the Eastern District of Washington announced the indictments of eight alleged operators of St. Regis. Charged with violations of Title 18 of the United States Code were Dixie Randock, Steven Randock Sr., Blake Carlson, Richard Novak, Heidi Lorhan, Amy Hensley, Roberta Markishtum, and Kenneth Pearson. In January 2006 Pearson was also indicted for possession and receipt of child pornography, a federal felony. According to prosecutors, four computers seized from Pearson's home in association with the diploma mill investigation were found to contain more than 10,000 sexually explicit images of children. Carlson pleaded guilty to one Class D felony count of \"Conspiracy to Commit Wire Fraud and Mail Fraud\" on March 7, 2006. Novak pleaded guilty to one Class D felony count of \"Conspiracy to Commit Wire Fraud and Mail Fraud and to Violate the Foreign Corrupt Practices Act\" and a second Class D felony count of \"Violation of the Foreign Corrupt Practices Act\" on March 20, 2006. In his plea agreement, Novak said he had paid Liberian officials $44,000 in return for allowing the operation to claim accreditation in Liberia.Thomas Bartlett, Diploma-Mill Operators Bribed Liberian Officials for Bogus Credentials, Court Documents Say, The Chronicle of Higher Education, March 22, 2006 Pearson pleaded guilty on October 10, 2006 to one count of conspiracy to commit mail and wire fraud and one count of receipt of child pornography.United States of America v. Kenneth Wade Pearson, Plea Agreement, U.S. State District Court, Eastern District of Washington ===United States government employees=== In October 2006, the Associated Press reported that employees of the federal government in the United States had received diplomas from St. Regis and its affiliates. Though they have not been identified by name, the employees reportedly included a White House staff member, National Security Agency employees, a senior State Department official, and a Department of Justice employee.White House, NSA staff said to be buyers from online diploma mill, The Associated Press, October 12, 2006 On July 31, 2008 the Washington Post announced that it had obtained a list of 9,600 names of people who had inquired into or purchased degrees from the diploma mill. Two-hundred ninety- four of the names were of people living in the Virginia, Maryland, or District of Columbia area with 20 of them appearing to be military members and 10 government employees or government contractors. ===Washington state employees=== In 2009, a social worker and two counselors in the state of Washington were accused of misrepresenting their professional credentials by using \"fake degrees\" from Saint Regis. ==James Monroe International University== James Monroe International University, formerly known as James Monroe University, claimed to be based in Seborga and have accreditation from the Minister of Education in Seborga and from the Distance Education Council (DEC) of India. Previously it claimed to be in Liberia and accredited by the Liberian government. It was revealed to be run by some of the same operators as Saint Regis University.Bail granted for operators of alleged diploma mill, Associated Press, 28 October 2005 ===CNN coverage=== On December 15, 2005, CNN aired a report on diploma mills and terrorism. The reported explained that \"H-1B visas can be issued to anyone who is highly skilled and can get a job in the U.S. McDevitt is concerned a phony advanced degree could be the first step for someone in a terrorist sleeper cell.\"Diploma Mills Represent Security Threat to United States December 15, 2005, CNN, Paula Zahn Now The report explained how the United States Secret Service \"bought their own degree for a perfect terrorist candidate, although theirs was fictional.\" The person was \"Mohammed Syed\", who had no formal education, but chemical training and chemical engineering with the Syrian army. \"The Secret Service even added to Syed's application that he needed a degree quickly, so he could find employment and obtain an H-1B visa, allowing him to stay in the US.\" Furthermore, \"In less than a month, the imaginary Syrian army expert was notified James Monroe University was awarding him three advanced degrees in engineering and chemistry, all for $1,277\". ==Robertstown University== Robertstown University formerly claimed that it was in Liberia and was accredited by the Liberian Government. It was to be closed until the issues involving its accreditation by the Liberian government were resolved. However, it was later revealed to be run by the same operators as Saint Regis University. ==Connected institutions== :The following are among the defunct operations run by the St. Regis operators: *Al Qasim University (Pakistan) *All Saints American University (Liberia) *American Capital University *Americana University *Bangalore Inst of Science, Tech. and Mgt (India) *Blackstone University *Capital American University (Liberia) *Center College of Executive & Professional Development (India) *Colony University (Liberia) *Hampton Bay University *Hartland University *InTech University (Liberia) *James Monroe University (Liberia, operated from Washington, Idaho and Arizona) *Miranda International University (Tennessee, Washington, and Seborga, Italy) *Nation State University *New Manhattan University *North United University *Panama Canal University *Port Rhode University *Robertstown University (Liberia, operated from Washington state, Idaho and Arizona) *St. Lourdes University *St. Renoir University *St. Thomas Institute (India) *Stanley State University *Synergystics (ODA notes it \"may\" be connected) *University College for Advanced Studies (India) *Van Ives University *West American University *West Coast University (Panama, Western Australia, UK) ===Accreditor=== :The following is the \"accreditation mill\" run by the Saint Regis University operators: *Distance Education Council ==See also== * List of unaccredited institutions of higher learning * List of unrecognized accreditation associations of higher learning * School accreditation ==References== ==External links== ===Government sources=== * Regis University vs. Lorhan et al. * U.S. Attorney Press Release - US v. Randock, et al. * Office of Degree Authorization - Official State of Oregon Website ===News articles=== * Fraud U:Toppling a Bogus-Diploma Empire, Wired, Dec. 21, 2009 * Spokane a 'hot spot' for dubious degrees - The Spokesman-Review, November 30, 2003. * States probe teachers' uses of bogus advanced degrees - USA Today, May 4, 2004. * A stress-free PhD? A snip at $250 - Times Higher Education, November 25, 2005. * White House, NSA staff said to be buyers from online diploma mill - Associated Press, October 12, 2006. * Buyers of bogus degrees named - The Spokesman-Review, July 29, 2008. * PhD, the easy way - Chicago Tribune, August 9, 2008 * Breach of Trust: Fake Diplomas Found at U.S. Army Aviation & Missile Command - WHNT, May 17, 2009. Category:Educational institutions established in 1999 Category:Unaccredited institutions of higher learning in the United States Category:1999 establishments in the United States",
 "title": "Saint Regis University"
}