{
 "id": "550781",
 "text": "Water resources law (in some jurisdictions, shortened to \"water law\") is the field of law dealing with the ownership, control, and use of water as a resource. It is most closely related to property law, and is distinct from laws governing water quality. == Waters subject to regulation == Water is ubiquitous and does not respect political boundaries. Water resources laws may apply to any portion of the hydrosphere over which claims may be made to appropriate or maintain the water to serve some purpose. Such waters include, but are not limited to: *Surface waters—lakes, rivers, streams, oceans, and wetlands; *Surface runoff—generally water that flows across the land from rain, floodwaters, and snowmelt before those waters reach watercourses, lakes, wetlands, or oceans; *Groundwater—particularly water present in aquifers. ==History== thumb|The Code of Hammurabi, containing one of the earliest legal statutes related to water resources. The history of people's relation to water illustrates varied approaches to the management of water resources. \"Lipit Ishtar and Ur Nammu both contain water provisions, pre-date Hammurabi by at least 250 years, and clearly provide the normative underpinnings on which the Hammurabi Code was constructed.\" The Code of Hammurabi was one of the earliest written laws to deal with water issues, and this code included the administration of water use. At the time the code was written in ancient Mesopotamia, the civilizations in the surrounding lands were dependent on the Tigris and Euphrates rivers to survive. As a result, the leaders needed to develop intricate canal and irrigation systems to sustain their needs for the water. The code was developed about 3,800 years ago by King Hammurabi of Babylonia.Jones, P. Andrew, and Cech, Tom. Colorado Water Law for Non-Lawyers. Boulder, CO, USA: University Press of Colorado, 2009. ==Difficulties of water rights== Water is uniquely difficult to regulate, because laws are designed mainly for land. Water is mobile, its supply varies by year, season, and location, and it can be used simultaneously by many entities. As with property law, water rights can be described as a \"bundle of sticks\" containing multiple, separable activities that can have varying levels of regulation. For instance, some uses of water divert it from its natural course but return most or all of it (e.g. hydroelectric plants), while others consume much of what they take (ice, agriculture), and still others use water without diverting it at all (e.g. boating). Each type of activity has its own needs and can in theory be regulated separately. There are several types of conflict likely to arise: absolute shortages; shortages in a particular time or place, diversions of water that reduce the flow available to others, pollutants or other changes (such as temperature or turbidity) that render water unfit for others' use, and the need to maintain \"in-stream flows\" of water to protect the natural ecosystem. One theory of history, put forward in Karl August Wittfogel's book Oriental Despotism: A Comparative Study of Total Power, holds that many empires were organized around a central authority that controlled a population through monopolizing the water supply. Such a hydraulic empire creates the potential for despotism, and serves as a cautionary tale for designing water regulations. Water law involves controversy in some parts of the world where a growing population faces increasing competition over a limited natural supply. Disputes over rivers, lakes and underground aquifers cross national borders. Although water law is still regulated mainly by individual countries, there are international sets of proposed rules such as the Helsinki Rules on the Uses of the Waters of International Rivers and the Hague Declaration on Water Security in the 21st Century. Long-term issues in water law include the possible effects of global warming on rainfall patterns and evaporation; the availability and cost of desalination technology; the control of pollution; and the growth of aquaculture. == Legal models == The legal right to use a designated water supply is known as a water right. There are two major models used for water rights. The first is riparian rights, where the owner of the adjacent land has the right to the water in the body next to it. The other major model is the prior appropriations model, the first party to make use of a water supply has the first rights to it, regardless of whether the property is near the water source. Riparian systems are generally more common in areas where water is plentiful, while appropriations systems are more common in dry climates. As water resource law is complex, many areas have a combination of the two models. ==Water law by country== === International law === The right to use water to satisfy basic human needs for personal and domestic uses has been protected under international human rights law. When incorporated in national legal frameworks, this right is articulated to other water rights within the broader body of water law. The human right to water has been recognized in international law through a wide range of international documents, including international human rights treaties, declarations and other standards. Additionally, the United Nations passed a resolution stating that the member states \"recognizes the right to safe and clean drinking water and sanitation as a human right that is essential for the full enjoyment of life and all human rights.\" The human right to water places the main responsibilities upon governments to ensure that people can enjoy \"sufficient, safe, accessible and affordable water, without discrimination\". Most especially, governments are expected to take reasonable steps to avoid a contaminated water supply and to ensure there are no water access distinctions amongst citizens. Today all states have at least ratified one human rights convention which explicitly or implicitly recognizes the right, and they all have signed at least one political declaration recognizing this right. ===Canada=== Under the Constitution Act, 1867, jurisdiction over waterways is divided between the federal and provincial governments. Federal jurisdiction is derived from the powers to regulate navigation and shipping, fisheries, and the governing of the northern territories, which has resulted in the passage of: :* the Fisheries Act, :* the Navigation Protection Act, :* the Arctic Waters Pollution Prevention Act, and :* the Oceans Act. Provincial jurisdiction is derived from the powers over property and civil rights, matters of a local and private nature, and management of Crown lands. In Ontario, Quebec and other provinces, the beds of all navigable waters are vested in the Crown, in contrast to English law.See in Ontario and Civil Code of Quebec, s. 919, in Quebec All provincial governments also govern water quality through laws on environmental protection and drinking water, such as the Clean Water Act in Ontario. ===Australia=== Water law in Australia varies with each state. ==== Tasmania ==== The Tasmanian Water Corporation compulsorily acquired all drinking water supply infrastructure previously managed by local councils This policy was not popular with all local councillors. ===Water law in the United States=== In the United States there are complex legal systems for allocating water rights that vary by region. These varying systems exist for both historical and geographic reasons. Water law encompasses a broad array of subjects or categories designed to provide a framework to resolve disputes and policy issues relating to water: *Public waters, including tidal waters and navigable waterways. *Other surface waters—generally water that flows across non-public land from rain, floodwaters, and snowmelt before those waters reach public watercourses. *Groundwater, sometimes called subterranean, percolating, or underground water *Public regulation of waters, including flood control, environmental regulation—state and federal, public health regulation and regulation of fisheries *Related to all of the above is interplay of public and private rights in water, which draws on aspects of eminent domain law and the federal commerce clause powers *Water project law: the highly developed law regarding the formation, operation, and finance of public and quasi-public entities which operate local public works of flood control, navigation control, irrigation, and avoidance of environmental degradation *Treaty Rights of Native Americans The law governing these topics comes from all layers of law. Some derives from common law principles which have developed over centuries, and which evolve as the nature of disputes presented to courts change. For example, the judicial approach to landowner rights to divert surface waters has changed significantly in the last century as public attitudes about land and water have evolved. Some derives from state statutory law. Some derives from the original public grants of land to the States and from the documents of their origination. Some derives from state, federal and local regulation of waters through zoning, public health and other regulation. Non-federally recognized Indian tribes do not have water rights. Many states in the Midwestern US, such as Wisconsin, North Dakota, South Dakota, Nebraska, and Kansas, employ a riparian system of law when it comes to water resources. ===Water law in England and Wales === Private companies are obliged to publish annually a sizeable report providing a relevant amount of nationwide comparable data on costs, revenues, profits, and performance levels. An independent regulatory authority of the water industry sector analyzes private companies outcomes and sets an allowed level of return which is not fixed and incentive-based. Privatizations in the UK were driven by an historical under- investment on an asset-intensive sector. ===Water law in the European Union=== For countries within the European Union, water-related directives are important for water resource management and environmental and water quality standards. Key directives include the Urban Waste Water Directive 1992 (requiring most towns and cities to treat their wastewater to specified standards), and the Water Framework Directive 2000/60/EC, which requires water resource plans based on river basins, including public participation based on Aarhus Convention principles. See Watertime — the international context, Section 2. ==See also== * Clean Water Act * Clean Water Act (Ontario) * Clean Water Protection Act * SB X-7 * Colorado River Water Conservation District v. United States * Drainage law * Environmental Law * Food safety * Navigable servitude * Right to water * Water right ==References== * Hildering, A. (2004), International Law, Sustainable Development and Water Management, Eburon Academic Publishers, Delft, The Netherlands, 2004 * International Law Association Water Resources Committee (2004), Final Report presented at the Association's 2004 Conference in Berlin * UNEP (2002), Vital Water Graphics — An Overview of the State of the World's Fresh and Marine Waters. UNEP, Nairobi, Kenya. * Sax, J. L., et al.. Legal Control of Water Resources: Cases and Materials (4th edition). Thomson/West (2006), . ==Further reading== * Ute Mager, International Water Law. Global Developments and Regional Examples Jedermann-Verlag, Heidelberg 2015, . * George Vranesh, Colorado Water Law. Revised Edition, University Press of Colorado (2000), , 2003 supplement (March, 2004), * Washington Office of Attorney General. \"An Introduction to Washington Water Law.\" * Paul Stanton Kibel, Grasp on Water: a Natural Resource that Eludes NAFTA's Notion of Investment, Ecology Law Quarterly (2007) ==External links==",
 "title": "Water resources law"
}