{
 "id": "551197",
 "text": "Robert Arthur James Gascoyne-Cecil, 5th Marquess of Salisbury, (27 August 1893 – 23 February 1972), known as Viscount Cranborne from 1903 to 1947, was a British Conservative politician. ==Background== Nicknamed \"Bobbety\", Salisbury was the eldest son of James Gascoyne-Cecil, 4th Marquess of Salisbury, by his wife Lady Cicely Gore, daughter of the 5th Earl of Arran, and the grandson of the 3rd Marquess of Salisbury, Prime Minister 1895–1902. He was educated at Eton and Christ Church, Oxford, receiving an honorary Doctorate of Civil Laws in 1951. ==Military career== Salisbury served in the Army during the First World War. He was commissioned as a Lieutenant into the Grenadier Guards (SR) in 1915 and served until the war's end. He was awarded the Croix de Guerre and Chevalier Order of the Crown of Belgium. When the war ended, he worked at the Westminster Bank. In 1928, he was appointed a director and to the Royal Commission on Historical Manuscripts; he was promoted to chairman of the commission in 1957. ==Political career== Salisbury, as Viscount Cranborne, was elected as a Conservative to the House of Commons as MP for South Dorset in 1929. As Parliamentary Secretary to the Lord Privy Seal in 1934 in Ramsay MacDonald's National Government, he was promoted serving as Joint Parliamentary Under-Secretary of State for Foreign Affairs from 1935 to 1938. He was made Paymaster-General by Winston Churchill in May 1940 for the duration of the Battle of Britain but was appointed Secretary of State for Dominion Affairs from 1940 to 1942. In 1941, he was summoned to the House of Lords through a writ of acceleration in one of his father's titles as Baron Cecil of Essendon. He was Secretary of State for the Colonies in February–November 1942, Lord Privy Seal between 1942 and 1943, Leader of the House of Lords between 1942 and 1945 and again Secretary of State for Dominion Affairs between 1943 and 1945. As a friend of Churchill, in 1943, he was appointed President of the English-Speaking Union to promote the universality of the language throughout the British Empire. His final wartime appointment was as President of the University College of the South West for a statutory ten years before it was converted to university status. In 1947, King George VI made Salisbury a Knight of the Order of the Garter, and he succeeded his father in the marquessate shortly afterwards. He became High Steward of Hertfordshire, where he lived, in 1947, shortly before the office was abolished. During the 1950s, when his party returned to office, successively, he served Churchill, Anthony Eden, and Harold Macmillan as Lord Privy Seal from 1951 to 1952; Leader of the House of Lords from 1951 to 1957; Secretary of State for Commonwealth Relations in 1952 and Lord President of the Council from December 1952 to 1957. During the period of the coronation of Elizabeth II, he was appointed Acting Foreign Secretary, as Eden was then seriously ill after a series of botched operations on his bile duct. In November 1951, he received an honorary doctorate of law from the University of Liverpool.Other academic honorary awards: Doctor of Law: Toronto University, 1949; Birmingham University, 1950; Cambridge, 1954; Manchester University, 1954; London, 1955. He received as well an honorary Doctorate of Literature, Exeter University, 1956; Hon LLD St Andrews, 1953. Lord Salisbury was known as a hardline imperialist. In 1952, as Secretary of State for Commonwealth Relations, he tried to make permanent the exile of Seretse Khama, kgosi (leader) of the Bamangwato people in Bechuanaland, for marrying a white British woman. During the 1960s, Lord Salisbury continued to be a staunch defender of the white- dominated governments in South Africa and in Southern Rhodesia (now Zimbabwe) and was granted the Freedom of the City of Salisbury (which had been named for his grandfather) on a visit in 1956. He was also a fierce opponent of liberal- left attempts to reform the House of Lords, but he created what is known as the Salisbury Convention, under which the House of Lords will not oppose the second or third reading of any government legislation promised in its election manifesto. In January 1957, Eden resigned as prime minister. The two candidates were Rab Butler and Harold Macmillan. The Queen took advice from Winston Churchill (who backed Macmillan), Edward Heath (who, as Chief Whip, was aware of backbench opinion), and Salisbury, who interviewed the Cabinet one by one and with his famous speech impediment, asked each one whether he was for \"Wab or Hawold\" (it is thought that only between one and three were for \"Wab\"). To the surprise of the media, the advice was overwhelmingly to appoint Macmillan as Prime Minister instead of Butler. Lord Salisbury resigned from his position as Leader of the House of Lords in opposition to the Government's decision to release Archbishop Makarios from his detention in Seychelles. Makarios, the Archbishop of Cyprus, had been arrested because the British perceived that he was encouraging inter-communal violence and terrorism in Cyprus during the so-called 'Cyprus Question'. He became the first president of the Conservative Monday Club in January 1962, when he stated \"there was never a greater need for true conservatism than there is today\".Copping, 1972, p. 5. He held the post until his death in 1972. Salisbury's cultural pursuits were recognised when he was made a Fellow of the Royal Academy of Arts that year.Burke's Peerage & Baronetage (106th ed.) (Salisbury) These artistic credentials were enhanced as a Trustee of the National Gallery from 1960 to 1966. Apart from his political career, Salisbury was Chancellor of the University of Liverpool from 1951 until 1971. In 1970, students at the university staged an occupation at Senate House to demand his removal over his support for apartheid and other views. ==Marriage and children== Lord Salisbury married Elizabeth Vere Cavendish, daughter of Lord Richard Cavendish and his wife Lady Moyra de Vere Beauclerk (a daughter of The 10th Duke of St Albans), on 8 December 1915. They had three sons, two of whom predeceased their parents: * Robert Edward Peter Gascoyne-Cecil, 6th Marquess of Salisbury (born 24 October 1916, died 11 July 2003) * Michael Charles James Gascoyne-Cecil (born 27 October 1918, died 27 October 1934) * Richard Hugh Vere Gascoyne-Cecil (born 31 January 1924, a Sergeant Pilot in the RAF who was killed in action on 12 August 1944 during the Second World War. Lord Salisbury died in February 1972, at 78, and was succeeded by his eldest and only surviving son, Robert, who became the 6th Marquess. Lady Salisbury died on 5 June 1982.Burke's, ibid. ==Media portrayal== He is portrayed by Clive Francis in the Netflix series The Crown. ==References== == Further reading == * Simon Ball: The Guardsmen: Harold Macmillan, Three Friends and the World They Made. Harper Perennial, London 2005, . ==External links== * * works at WorldCat by Robert Gascoyne-Cecil Cecil of Chelwood, Viscount |- Category:1893 births Category:1972 deaths Category:Alumni of Christ Church, Oxford Cecil Robert, Salisbury 5 Category:Chancellors of the Order of the Garter Gascoyne-Cecil Category:Conservative Party (UK) hereditary peers Category:Deputy Lieutenants of Dorset Category:Deputy Lieutenants of Hertfordshire Category:English Anglicans Category:Fellows of the Royal Society (Statute 12) Category:Foreign Office personnel of World War II Category:Knights of the Garter Cecil Category:Lord Presidents of the Council Category:Lords Privy Seal Robert Category:Members of the Privy Council of the United Kingdom Category:Ministers in the Churchill caretaker government, 1945 Category:Ministers in the Churchill wartime government, 1940–1945 Category:People educated at Eton College Cecil Gascoyne-Cecil Gascoyne-Cecil Gascoyne-Cecil Salisbury, M5 Category:Ministers in the Chamberlain peacetime government, 1937–1939 Category:Ministers in the third Churchill government, 1951–1955 Category:Ministers in the Eden government, 1955–1957 Category:Ministers in the Macmillan and Douglas-Home governments, 1957–1964 Category:20th-century English nobility",
 "title": "Robert Gascoyne-Cecil, 5th Marquess of Salisbury"
}