{
 "id": "551467",
 "text": "Charles Kinbote is the unreliable narrator in Vladimir Nabokov's novel Pale Fire. ==Academic work== Kinbote appears to be the scholarly author of the Foreword, Commentary and Index surrounding the text of the late John Shade's poem \"Pale Fire\", which together form the text of Nabokov's novel. In the course of initially academic but increasingly deranged annotations to Shade's text, Kinbote's writing reveals a comic melange of narcissism and megalomania: he believes himself to be a royal figure, the exiled king of Zembla and the real target of the gunman who has in fact murdered Shade. Using the scholarly apparatus of reference and commentary, Kinbote first intertwines his own story with the commentary on Shade's poem, then allows the poem to slide into the background and his perhaps delusional world to move into the spotlight; as Kinbote had hoped John Shade would produce a poem about Zembla's exiled king, this shift provides some satisfaction for Kinbote. ==Zembla== Kinbote's \"distant northern land\" may or may not exist in the world of the novel. In one interpretation, Kinbote is in fact a failed Eastern European academic probably named Vseslav Botkin, teaching at the same university as Shade. Botkin is desperate for recognition, ridiculed by most of the staff. Shade alone feels pity for him, and occasionally indulges Kinbote in long walks around New Wye, the college town where they live. ==Structure and Pale Fires author== The reflexive structure of the novel, in which neither Kinbote nor Shade can really have the last word, together with apparent allusions to Kinbote's story in the poem, allow critics to argue various theories of authorship for Pale Fire as a whole, including the theory that Shade invented Kinbote and wrote the commentary himself, and the contrasting theory that Kinbote invented Shade. Brian Boyd's book Pale Fire: The Magic of Artistic Discovery thoroughly explores the authorship and interpretive options, eventually settling on a thesis involving intervention in the text by both Shade and his daughter Hazel after their respective deaths. Mary McCarthy, in her 1962 New Republic essay \"A Bolt from the Blue\" (in which she classed Pale Fire \"one of the great works of art of the century\") identified the book's author as Professor V. Botkin.McCarthy, Mary (June 4, 1962). \"A Bolt from the Blue\". The New Republic. Revised version in Mary McCarthy (2002). A Bolt from the Blue and Other Essays. New York: The New York Review of Books, pp. 83–102. . Nabokov himself endorsed this reading, including in a list of possible interview- answers at the end of his 1962 diary, \"I wonder if any reader will notice the following details: 1) that the nasty commentator is not an ex-king and not even Dr. Kinbote, but Prof. Vseslav Botkin, a Russian and a madman...\"Brian Boyd, Vladimir Nabokov: The American Years, Princeton: The Princeton University Press, 1990. p. 709. On the same page, Boyd includes another note from Nabokov's 1962 diary: On Kinbote: \"He commits suicide before completing his index, leaving the last entry without p[age] ref[erences].\" Nabokov always liked—see Lolita, The Defense, Glory, Despair, King, Queen, Knave, Laughter in the Dark, Bend Sinister—to leave a body count. ==Cultural influences== *A character was named after Kinbote in The X-Files episode \"Jose Chung's From Outer Space\". ==References== Kinbote, Charles Kinbote, Charles",
 "title": "Charles Kinbote"
}