{
 "id": "551400",
 "text": "An autoresponder is a computer program that automatically answers e-mail sent to it. They can be very simple or quite complex. The first autoresponders were created within mail transfer agents that found they could not deliver an e-mail to a given address. These create bounce messages such as \"your e-mail could not be delivered because...\" type responses. Today's autoresponders need to be careful to not generate e-mail backscatter, which can result in the autoresponses being considered E-mail spam. An autoresponder allows you to send email messages automatically to people who have elected to receive them (your subscribers). For example, if you’ve created a free report, a template, a guide or other helpful piece of content, you can let your website visitors access it in exchange for their email address. Such follow-up autoresponders can be divided into two categories: * Outsourced ASP model – these autoresponders operate on the provider's infrastructure and are usually configurable via a web-based control panel. The customer pays a monthly usage fee. This is easiest to implement for the end-user. * Server-side – enables users to install the autoresponder system on their own server. This requires technical skills. Autoresponders are also incorporated into electronic mailing list software, to confirm subscriptions, unsubscriptions, posts, and other list activities. Popular email clients such as Microsoft Outlook and Gmail contain features to allow users to create autoresponses. ==Autoresponder sequence== Used with autoresponders being used as part of a mailing list manager. These are used by marketers to deliver a queued sequence of messages to mailing list subscribers. Messages are sent relative to the date of subscription to the list or within single list systems, opt-ins that result in the addition of new mailing list tags. ==See also== * Procmail * Mail delivery agent * Squeeze page ==References== ==External links== * Why are auto responders bad? (a SpamCop FAQ) * What is an autoresponder? * RFC 3834: Recommendations for Automatic Responses to Electronic Mail * RFC 5230: Sieve Email Filtering: Vacation Extension *Autoresponder for Marketer. Category:Email",
 "title": "Autoresponder"
}