{
 "id": "551653",
 "text": "thumb|300px|NorrlandsOperan in Umeå The NorrlandsOperan (literal translation, The Norrland's Opera; NOP), is a Swedish opera company in Umeå, located in Norrland, Sweden. The ownership of NOP is divided between the Umeå Municipality (40%) and the Västerbotten County Council (60%). NOP was established in 1974 as a regional opera ensemble. The NOP's first artistic director was Arnold Östman, from 1974 to 1979. NOP now has its own symphony orchestra and facilities for opera, dance, music and art as well as workshops and studios. == History == Norrlandsoperan was founded in 1974 as a direct result of Swedish cultural reform the same year. The musical theater group Sångens makt constituted the core of the newly formed opera ensemble. The ensemble initially had to use temporary premises but soon found a more permanent home at Umeå Folkets hus (then housed in a building at the intersection Järnvägsallén/Östra kyrkogatan). Norrlandsoperan's first director was Arnold Östman, who also was the artistic director of the opera in the years 1974–1979. In 1984 Norrlandsoperan moved to the old fire station in Umeå, which was built in 1937 in a functionalist style and designed by Wejke & Ödeen. The fire station underwent extensive rebuilding and expansion, designed by Olle Qvarnström. In 2002 the newly built theater and concert hall, which is incorporated with the old opera house, was inaugurated. The new building houses a hall with 480 seats, a large stage with side stages and orchestra pit, and a concert hall with 500 seats. Every year in May, since 2006, Norrlandsoperan has arranged the annual MADE festival on its premises, and outdoors on Operaplan. Past NOP artistic directors have included Magnus Aspegren. The current managing director and artistic director of NOP is Kjell Englund, since August 2009. Past chief conductors have included Roy Goodman (1995–2001), Kristjan Järvi (2000–2004), Andrea Quinn (2005–2009), and Rumon Gamba (2009–2015). In April 2016, the company announced the appointment of Elim Chan as its next chief conductor, effective in 2017, with an initial contract of 3 years. Notable recent productions and collaborations include: * Demons of the Opera (2005, with local hard rock groups) * Porgy and Bess (2006, Cape Town Opera) * Blog Opera (2007, a collaboration with local school children of different ages) NOP also assists with other arts organisations, such as the MADE performing arts festival and the Umeå Jazz Festival. During the opening week of the European City of Culture festival in Umeå in January 2014, Gamba conducted the NorrlandsOperan orchestra in the Konsertsalen in a complete Beethoven symphony cycle, where each of the nine symphonies was prefaced by the premiere of a new work by a contemporary composer.Möte mellan gammalt och nytt i \"Beethoven & Beyond\"; report on Beethoven cycle with new works Retrieved 5 February 2014.List of Beethoven & Beyond concerts with dates and composers; page at NorrlandsOperan Retrieved 5 February 2014. The concerts were all broadcast on Swedish radio.sverigesradio P2 Live Beethoven & Beyond page , Retrieved 5 February 2014. Later in 2014 the company's outdoor production of Elektra by Carlus Padrissa and La Fura dels Baus, staged at a large business park in Umeå, Umestan Företagspark was filmed and issued on DVD.Hall, George. Review of Elektra, Strauss. Opera, Vol 67 No 4, April 2016, p514-5. Other recordings include Rosenberg's four-act opera of 1943 Lycksalighetens ö (taken from live performances in March 2002) on Musica Sveciae, songs by Daniel Schnyder, both conducted by Kristjan Järvi with the Symphony Orchestra of Norrlands Opera, a CD devoted to the music of Hjalmar Borgstrøm, and a collaboration with The Tiger Lillies. ==Performance facilities== There are four venues, with corresponding seating capacity: * Teatern (Theatre): 470 seats * Konsertsalen (Concert Hall): 569 seats * Black Box: up to 260 seats * B-salen (B-Hall): 64 seats (primarily for children's shows) The building also houses the Vita kuben (White Cube), an exhibition space for contemporary art. In 1984, NOP took over the space of the former fire station in Umeå, which was originally built in 1937. After major renovations, the new venue opened in 2002, with a newly built theater and concert hall, combined with the old opera house. An assembly hall was subsequently constructed at the venue. During a concert with the band Mando Diao on 27 January 2007, parts of the floor collapsed and about 50 people fell about 2.5 meters to the underlying basement floor. 29 people were taken to hospital for treatment of varying degrees. In 2009 the former opera director was convicted in the District Court (Tingsrätt) for gross negligence, but was acquitted the following year by the Court of Appeals (Hovrätt). The opera's technical director who also was charged was acquitted in court. ==Chief conductors== * Roy Goodman (1995–2001) * Kristjan Järvi (2000–2004) * Andrea Quinn (2005–2009) * Rumon Gamba (2009–2015) * Elim Chan (2016–2017) ==Principal guest conductor== * Ville Matvejeff (2022-) == References == ==External links== * * * Crowd Management Strategies, 'News and Views', \"Floor Collapse At Sweden’s Amplified Festival\". 28 January 2007. * NorrlandsOperan Swedish-language page on Andrea Quinn * NorrlandsOperan Swedish-language page on the opera orchestra Category:Umeå Category:Swedish opera companies Category:Musical groups established in 1974 Category:Opera houses in Sweden",
 "title": "NorrlandsOperan"
}