{
 "id": "551665",
 "text": "Paudex is a municipality in the Swiss canton of Vaud, located in the district of Lavaux-Oron. It is a suburb of the city of Lausanne. ==History== Paudex is first mentioned in 1220 as Paudais. ==Geography== thumb|Aerial view (1960) Paudex has an area, , of (depending on calculation method). Of this area, or 8.3% is used for agricultural purposes, while or 10.4% is forested. Of the rest of the land, or 83.3% is settled (buildings or roads), or 2.1% is either rivers or lakes.Swiss Federal Statistical Office-Land Use Statistics 2009 data accessed 25 March 2010 Of the built up area, housing and buildings made up 64.6% and transportation infrastructure made up 14.6%. while parks, green belts and sports fields made up 4.2%. Out of the forested land, 6.3% of the total land area is heavily forested and 4.2% is covered with orchards or small clusters of trees. Of the agricultural land, 0.0% is used for growing crops and 2.1% is pastures, while 6.3% is used for orchards or vine crops. All the water in the municipality is flowing water. The municipality was part of the Lausanne District until it was dissolved on 31 August 2006, and Paudex became part of the new district of Lavaux-Oron.Nomenklaturen – Amtliches Gemeindeverzeichnis der Schweiz accessed 4 April 2011 The municipality is located along Lake Geneva between Pully and Lutry. ==Coat of arms== The blazon of the municipal coat of arms is Gules, a Bar wavy Argent, in chief a Rooster passant of the same.Flags of the World.com accessed 21-June-2011 ==Demographics== thumb|Community buildings in Paudex Paudex has a population () of . , 29.5% of the population are resident foreign nationals.Swiss Federal Statistical Office - Superweb database - Gemeinde Statistics 1981-2008 accessed 19 June 2010 Over the last 10 years (1999–2009 ) the population has changed at a rate of 0.4%. It has changed at a rate of -1.6% due to migration and at a rate of 2.4% due to births and deaths.Swiss Federal Statistical Office accessed 21-June-2011 Most of the population () speaks French (1,174 or 83.7%), with German being second most common (65 or 4.6%) and Italian being third (45 or 3.2%). There is 1 person who speaks Romansh. Of the population in the municipality 187 or about 13.3% were born in Paudex and lived there in 2000. There were 528 or 37.6% who were born in the same canton, while 249 or 17.7% were born somewhere else in Switzerland, and 399 or 28.4% were born outside of Switzerland. In there were 9 live births to Swiss citizens and 10 births to non-Swiss citizens, and in same time span there were 7 deaths of Swiss citizens and 4 non-Swiss citizen deaths. Ignoring immigration and emigration, the population of Swiss citizens increased by 2 while the foreign population increased by 6. There were 3 Swiss men and 12 Swiss women who immigrated back to Switzerland. At the same time, there were 9 non-Swiss men and 11 non-Swiss women who immigrated from another country to Switzerland. The total Swiss population change in 2008 (from all sources, including moves across municipal borders) was an increase of 7 and the non-Swiss population increased by 19 people. This represents a population growth rate of 1.9%. The age distribution, , in Paudex is; 117 children or 8.3% of the population are between 0 and 9 years old and 167 teenagers or 11.9% are between 10 and 19. Of the adult population, 149 people or 10.6% of the population are between 20 and 29 years old. 192 people or 13.7% are between 30 and 39, 218 people or 15.5% are between 40 and 49, and 192 people or 13.7% are between 50 and 59. The senior population distribution is 192 people or 13.7% of the population are between 60 and 69 years old, 114 people or 8.1% are between 70 and 79, there are 55 people or 3.9% who are between 80 and 89, and there are 10 people or 0.7% who are 90 and older.Canton of Vaud Statistical Office accessed 29 April 2011 , there were 587 people who were single and never married in the municipality. There were 632 married individuals, 84 widows or widowers and 100 individuals who are divorced.STAT-TAB Datenwürfel für Thema 40.3 - 2000 accessed 2 February 2011 , there were 614 private households in the municipality, and an average of 2.2 persons per household. There were 225 households that consist of only one person and 33 households with five or more people. Out of a total of 626 households that answered this question, 35.9% were households made up of just one person and there were 2 adults who lived with their parents. Of the rest of the households, there are 147 married couples without children, 191 married couples with children There were 33 single parents with a child or children. There were 16 households that were made up of unrelated people and 12 households that were made up of some sort of institution or another collective housing. there were 108 single family homes (or 55.4% of the total) out of a total of 195 inhabited buildings. There were 46 multi-family buildings (23.6%), along with 32 multi-purpose buildings that were mostly used for housing (16.4%) and 9 other use buildings (commercial or industrial) that also had some housing (4.6%). Of the single family homes 9 were built before 1919, while 25 were built between 1990 and 2000. The greatest number of single family homes (24) were built between 1971 and 1980. The most multi-family homes (11) were built between 1946 and 1960 and the next most (10) were built between 1919 and 1945.Swiss Federal Statistical Office STAT-TAB - Datenwürfel für Thema 09.2 - Gebäude und Wohnungen accessed 28 January 2011 there were 669 apartments in the municipality. The most common apartment size was 3 rooms of which there were 208. There were 60 single room apartments and 167 apartments with five or more rooms. Of these apartments, a total of 611 apartments (91.3% of the total) were permanently occupied, while 47 apartments (7.0%) were seasonally occupied and 11 apartments (1.6%) were empty. , the construction rate of new housing units was 0.7 new units per 1000 residents. The vacancy rate for the municipality, , was 0.14%. The historical population is given in the following chart:Swiss Federal Statistical Office STAT-TAB Bevölkerungsentwicklung nach Region, 1850-2000 accessed 29 January 2011 Colors= id:lightgrey value:gray(0.9) id:darkgrey value:gray(0.8) ImageSize = width:1080 height:210 PlotArea = height:150 left:100 bottom:50 right:100 AlignBars = justify DateFormat = x.y Period = from:0 till:1500 TimeAxis = orientation:vertical AlignBars = justify ScaleMajor = gridcolor:darkgrey increment:300 start:0 ScaleMinor = gridcolor:lightgrey increment:60 start:0 PlotData= color:yellowgreen width:40 mark:(line,white) align:center bar:1764 from:start till:76 text:\"76\" bar:1798 from:start till:149 text:\"149\" bar:1850 from:start till:120 text:\"120\" bar:1860 from:start till:312 text:\"312\" bar:1870 from:start till:216 text:\"216\" bar:1880 from:start till:208 text:\"208\" bar:1888 from:start till:223 text:\"223\" bar:1900 from:start till:324 text:\"324\" bar:1910 from:start till:349 text:\"349\" bar:1920 from:start till:310 text:\"310\" bar:1930 from:start till:284 text:\"284\" bar:1941 from:start till:359 text:\"359\" bar:1950 from:start till:453 text:\"453\" bar:1960 from:start till:750 text:\"750\" bar:1970 from:start till:1136 text:\"1,136\" bar:1980 from:start till:1168 text:\"1,168\" bar:1990 from:start till:1255 text:\"1,255\" bar:2000 from:start till:1403 text:\"1,403\" ==Politics== In the 2007 federal election the most popular party was the SP which received 20.16% of the vote. The next three most popular parties were the SVP (19.83%), the FDP (17.79%) and the Green Party (14.1%). In the federal election, a total of 367 votes were cast, and the voter turnout was 46.7%.Swiss Federal Statistical Office, Nationalratswahlen 2007: Stärke der Parteien und Wahlbeteiligung, nach Gemeinden/Bezirk/Canton accessed 28 May 2010 ==Economy== , Paudex had an unemployment rate of 4.9%. , there were 6 people employed in the primary economic sector and about 4 businesses involved in this sector. 122 people were employed in the secondary sector and there were 7 businesses in this sector. 719 people were employed in the tertiary sector, with 71 businesses in this sector. There were 720 residents of the municipality who were employed in some capacity, of which females made up 43.2% of the workforce. the total number of full-time equivalent jobs was 762. The number of jobs in the primary sector was 5, of which 1 was in agriculture and 3 were in fishing or fisheries. The number of jobs in the secondary sector was 115 of which 103 or (89.6%) were in manufacturing and 12 (10.4%) were in construction. The number of jobs in the tertiary sector was 642. In the tertiary sector; 376 or 58.6% were in wholesale or retail sales or the repair of motor vehicles, 2 or 0.3% were in the movement and storage of goods, 34 or 5.3% were in a hotel or restaurant, 8 or 1.2% were in the information industry, 4 or 0.6% were the insurance or financial industry, 21 or 3.3% were technical professionals or scientists, 8 or 1.2% were in education and 14 or 2.2% were in health care.Swiss Federal Statistical Office STAT-TAB Betriebszählung: Arbeitsstätten nach Gemeinde und NOGA 2008 (Abschnitte), Sektoren 1-3 accessed 28 January 2011 , there were 468 workers who commuted into the municipality and 617 workers who commuted away. The municipality is a net exporter of workers, with about 1.3 workers leaving the municipality for every one entering. About 1.3% of the workforce coming into Paudex are coming from outside Switzerland.Swiss Federal Statistical Office - Statweb accessed 24 June 2010 Of the working population, 26.1% used public transportation to get to work, and 56.7% used a private car. ==Religion== From the , 572 or 40.8% were Roman Catholic, while 484 or 34.5% belonged to the Swiss Reformed Church. Of the rest of the population, there were 25 members of an Orthodox church (or about 1.78% of the population), there was 1 individual who belongs to the Christian Catholic Church, and there were 30 individuals (or about 2.14% of the population) who belonged to another Christian church. There were 20 individuals (or about 1.43% of the population) who were Jewish, and 36 (or about 2.57% of the population) who were Islamic. There were 2 individuals who were Buddhist and 4 individuals who were Hindu. 181 (or about 12.90% of the population) belonged to no church, are agnostic or atheist, and 63 individuals (or about 4.49% of the population) did not answer the question. ==Education== In Paudex about 521 or (37.1%) of the population have completed non-mandatory upper secondary education, and 291 or (20.7%) have completed additional higher education (either university or a Fachhochschule). Of the 291 who completed tertiary schooling, 50.2% were Swiss men, 24.7% were Swiss women, 15.1% were non-Swiss men and 10.0% were non-Swiss women. In the 2009/2010 school year there were a total of 113 students in the Paudex school district. In the Vaud cantonal school system, two years of non-obligatory pre-school are provided by the political districts.Organigramme de l'école vaudoise, année scolaire 2009-2010 accessed 2 May 2011 During the school year, the political district provided pre-school care for a total of 665 children of which 232 children (34.9%) received subsidized pre-school care. The canton's primary school program requires students to attend for four years. There were 51 students in the municipal primary school program. The obligatory lower secondary school program lasts for six years and there were 60 students in those schools. There were also 2 students who were home schooled or attended another non- traditional school.Canton of Vaud Statistical Office - Scol. obligatoire/filières de transition accessed 2 May 2011 , there were 13 students in Paudex who came from another municipality, while 178 residents attended schools outside the municipality. == Notes and references == ==External links== * Official website Category:Populated places on Lake Geneva",
 "title": "Paudex"
}