{
 "id": "553241",
 "text": "The National Trust of Australia, officially the Australian Council of National Trusts (ACNT), is the Australian national peak body for community-based, non- government non-profit organisations committed to promoting and conserving Australia's indigenous, natural and historic heritage. Incorporated in 1965, it federates the eight autonomous National Trusts in each Australian state and internal self-governing territory, providing them with a national secretariat and a national and international presence. Collectively, the constituent National Trusts own or manage over 300 heritage places (the majority held in perpetuity), and manage a volunteer workforce of 7,000 while also employing about 350 people nationwide. Around visitors experience the properties and their collections in Australia each year. == History == right|thumb|Annie Wyatt home, Gordon Modelled on the National Trust for Places of Historic Interest or Natural Beauty and inspired by local campaigns to conserve native bushland and preserve old buildings, the first Australian National Trusts were formed in New South Wales in 1945, South Australia in 1955 and Victoria in 1956; followed later in Western Australia, Tasmania and Queensland. The two Territory Trusts were the last to be founded, in 1976 (see below). The driving force behind the establishment of the National Trust in Australia was Annie Forsyth Wyatt (1885–1961). She lived for much of her life in a cottage in Gordon, New South Wales, which is still standing. She was living in the Sydney suburb of St Ives when she died. In 1975, the National Trust moved into the former Fort Street High School building on Observatory Hill, after the girls' school moved to Petersham to be reunited with the boys' school, which had moved in 1916. The distinctive building, which retains its appearance from the time of its conversion to a school in 1849, is visible from the approaches to the Sydney Harbour Bridge. == Member organisations == The constituent organisations are: {| class=\"wikitable sortable\" style=\"margin: 1em 1em 1em 0; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" !| Organisation || Jurisdiction || Founded || Properties managed || Properties owned || Official website || Notes |- | National Trust of Australia (ACT) || Australian Capital Territory ||align=center| 1976 ||align=right| 0 ||align=right| 0 || http://www.nationaltrust.org.au/act || |- | National Trust of Australia (New South Wales) || New South Wales ||align=center| 1947 ||align=right| 18 ||align=right| 38 || http://www.nationaltrust.org.au/nsw|| |- | National Trust of Australia (Northern Territory) || Northern Territory ||align=center| 1976 ||align=right| 19 ||align=right| ? || http://www.nationaltrust.org.au/nt || |- | National Trust of Queensland || Queensland ||align=center| 1963 ||align=right| ? ||align=right| ? || http://www.nationaltrust.org.au/qld || |- | National Trust of South Australia (NTSA)|| South Australia ||align=center| 1955 ||align=right| 120 ||align=right| 120 || http://www.nationaltrust.org.au/sa || |- | National Trust of Australia (Tasmania) || Tasmania ||align=center| 1960 ||align=right| 9 ||align=right| 9 || http://www.nationaltrust.org.au/tas || |- | National Trust of Australia (Victoria) || Victoria ||align=center| 1956 ||align=right| 40 ||align=right| 32 || http://www.nationaltrust.org.au/vic || |- | National Trust of Australia (WA) || Western Australia ||align=center| 1959 ||align=right| ? ||align=right| ? || http://www.nationaltrust.org.au/wa || |} ==See also== *List of National Trust properties in Australia *List of Australian Living Treasures *SAHANZ, the Society of Architectural Historians, Australia and New Zealand *Historic Houses Trust of New South Wales == References == == Further reading == *, recollections of the Victorian Trust pioneers * * *, covers the founding years of the NSW National Trust Category:Historical societies of Australia Category:1965 establishments in Australia Category:Organizations established in 1965 Category:Organisations based in Canberra",
 "title": "National Trust of Australia"
}