{
 "id": "553324",
 "text": "Plan-It-X Records (PIX) was an independent record label. Originally based in Georgetown, Indiana, PIX was based out of Bloomington, Indiana following brief stints in Olympia, Washington, Gainesville, Florida, and Cairo, Illinois. The label released folk punk and pop punk music, including Against Me!'s Crime As Forgiven By, other releases include albums by This Bike Is a Pipe Bomb, Defiance, Ohio, Ghost Mice, Japanther, The Bananas, Operation: Cliff Clavin, and Antsy Pants and Fifteen.Retrieved on 2009-06-16 http://www.punknews.org/labels/planitx ==History== Founded in 1994 by Samantha Jane Dorsett, Plan-It-X held a DIY punk ethic. The label sold all CDs for five dollars or less. PIX's slogan reads: \"If it ain't cheap, it ain't punk\". PIX attempted to demonstrate that the practices of major record labels do not need to be duplicated by independent record labels in order to be successful. They supported other small labels and encourage others to do so as well (and even go as far as to suggest starting your own label). The label was run by Chris Johnston, who goes by the name Chris Clavin (For the band name Operation: Cliff Clavin) and his friends. Johnston formerly played in the bands Ghost Mice and Imperial Can, as well as his solo acts Captain Chaos. Chris is a former band member of Operation: Cliff Clavin, The Devil Is Electric, The Ted Dancin' Machine, Peanucle, The Sissies, Tooth Soup and The Jammy Dodgers. Beyond the release of musical albums, Plan-It-X has released a book by author Greg Wells (Complete Control: An Anthology 1997-2005), the zine My Friend Bubby, as well as a DVD featuring live performances of bands filmed during Plan-It-X Fest 2004 (see below). A documentary was released in 2010, put together from footage shot across the week of the 2006 Plan-It-X Fest.Retrieved on 2009-06-16 http://microcosmpublishing.com/catalog/videos/2685/ Clavin closed the label in 2016, writing that since it was not financially possible to release music in a physical format, and since bands could now easily release their music on their own, the label had outlived its original purpose. In August and September 2017, Clavin was accused of one act of non-consensual sexual contact and other incidents of interpersonal misconduct. Clavin said, \"I no longer play in any bands. I no longer run a record label or publishing company. I will settle all affairs and orders of course, and pay all outstanding debts and invoices.\" Many artists who worked with Plan-It-X made public statements condemning Clavin's alleged behavior and assured fans that their prior Plan-It-X releases, in most cases out of print, would not be re-released under the Plan- It-X name. Some of these artists include AJJ and Kimya Dawson. His bandmate in Ghost Mice, Hannah O'Connor, posted the following on Facebook, quoted by PunkNews in response to the allegations: \"Since I have been Chris' friend for a long time, I know that he is being accused of things he has not done. I know there are a lot of false allegations, rumors, and lies spreading very fast about him.\" == Plan-It-X Fest == In 2004 Plan-It-X Records celebrated its 10-year anniversary with a three-day festival in Bloomington, Indiana. A large portion of the bands involved with the label performed throughout the three- day event. With the success of the 2004 fest, Plan-It-X decided to take the festival on the road the following year in 2005 with a number of their bands in a school bus. The school bus toured throughout the Eastern and Midwestern United States. 2006 saw the third Plan-It-X fest return to Bloomington as a six-day \"Punk Rock Summer Camp,\" with bands playing every night and workshops and other activities throughout the afternoon. Like the two previous fests, 2006's fest raised money for charity. This year a total of $8,200 was split amongst three different charities. 2011 saw the fourth Plan-It-X Fest. It took place on June 24, 25, and 26 in Bloomington, Indiana. Like previous fests, this one was a benefit for several grassroots organizations. It also marked the release of PIX99, a book based on founder Samantha Dorsett's life. The 5th Plan-It-X Fest happened in 2012.the webpage for the 5th Plan-It-X fest The 6th Plan-It-X Fest took place in 2014 in Spencer, IN. The 7th and final Plan- It-X Fest took place in Spencer, IN from July 22 to the 24th, 2016. This festival was filmed for a short YouTube documentary by Punk With A Camera entitled \"And One For Good Luck - The Last Plan-It-X Fest\". Artists performing included Ramshackle Glory, Ghost Mice, Terror Pigeon, The Wild, Pioneers Press author Adam Gnade, Super Famicon, Erin Tobey, Your Heart Breaks and many more. == Bands and artists == The following is an alphabetized list of artists that have worked with Plan-It-X to release projects on the label. Some of these bands overlap with Plan-It-X South bands (see below regarding PIX South). * Abe Froman * Against Me! * AJJ * Andrew Lips * Antsy Pants * The Bananas * The Blank Fight * Best Friends Forever * Beyond Things * Brook Pridemore * Captain Chaos * Carrie Nations * The Connie Dungs * The Dauntless Elite * Dave Dean's Musical Forklift * Dead Bird * Defiance, Ohio * Delay *The Devil Is Electric * Disarm * Dogbreth * The Door-Keys * Emperor X * Eric Ayotte * Erin Tobey * Fifteen * The Four Eyes * The Future Virgins * Ghost Mice * Greg Wells * Halo Fauna * Heathers * Henry Rollins and the Sweater Band * I Like Japanese Hardcore * Imperial Can * James Black * Japanther * Kyle Hall * Lava Lava * Left Out * Los Gatos Negros * Lycka Till * Madeline Adams * Madeline Ava * Matty Pop Chart * The Max Levine Ensemble * Michael Jordan Touchdown Pass * Mitch the Champ * One Reason * ONSIND * Operation: Cliff Clavin * Pat the bunny * Paul Baribeau * Peanucle * Punkin Pie * Ramshackle Glory * Rosa * Russ Substance * Sara Cilantro * Saw Wheel * Sexy * Shotwell * The Sissies * Soophie Nun Squad * Spoonboy * Stressface * Street Eaters * Super Bobby * The Taxpayers * The Ted Dancin' Machine * The Tiger * This Bike Is a Pipe Bomb * Watercolor Paintings * Waxahatchee * Whiskey Smile! * Will Power * Your Heart Breaks == Plan-It-X South == === Overview === Plan-It-X South is a part of the main Plan-It-X label, but is run by Teddy Helmick of This Bike Is a Pipe Bomb. Plan-It-X carries all of the Plan-It-X South releases in their catalog. This arrangement benefits Chris Johnston, as Teddy operates and finances PIX South, so the burden is taken off of Johnston. And since the releases are distributed through the main PIX catalog, it allows Teddy the opportunity to take part in the production and release of more music, distributed through a channel already proven successful. PIX South shares the same DIY punk ethic of its mother label.Retrieved on 2009-06-16 http://www.plan-it-x.org/artist/future- virgins-the/ === PIX South Bands === * ADD/C * Friday Knight * The Future Virgins * The Hidden Spots * Landlord * PantyShanty * Rymodee * Sexy * Stressface * This Bike Is a Pipe Bomb == See also == * List of record labels ==Notes== ==External links== * Category:American independent record labels Category:Record labels established in 1994 Category:Punk record labels",
 "title": "Plan-It-X Records"
}