{
 "id": "553806",
 "text": "The Human Target is the name of two fictional characters appearing in American comic books published by DC Comics. The first version is Fred Venable while the second version is private investigator and bodyguard Christopher Chance who assumes the identities of clients targeted by assassins and other dangerous criminals. The character has appeared in numerous books published throughout the decades, and has appeared in television adaptations. Human Target made his first live appearance in the 1992 television series Human Target played by Rick Springfield and then in the 2010 television series Human Target played by Mark Valley. In the fifth and sixth seasons of the Arrowverse series Arrow, Human Target was played by Wil Traval. ==Publication history== The first character to use the \"Human Target\" title (Fred Venable) appeared in Detective Comics #201 (November 1953), and was created by Edmond Hamilton and Sheldon Moldoff. The second character to use the \"Human Target\" title (Christopher Chance) first appeared in Action Comics #419 (December 1972) and was created by Len Wein and Carmine Infantino. His early appearances came in back-up stories in Action Comics, a title better known for featuring Superman tales published by DC Comics. He first appeared in \"The Assassin-Express Contract\", a backup story written by Wein and illustrated by Infantino. Later, the feature appeared in Batman titles such as The Brave and the Bold and Detective Comics. He starred in a limited series, a one-shot, and then an ongoing Human Target series written by Peter Milligan and published under DC's Vertigo imprint. ===Comic listing=== {| class=\"wikitable\" |+ Comic book appearanceshumantargetonline.com |- ! Date !! Issue !! Title |- |1953 November||Detective Comics #201 || \"The Human Target\" |- |1958 January||Gangbusters #61 || \"The Human Target\" |- |1972 December||Action Comics #419 || \"The Assassin-Express Contract\" |- |1973 January||Action Comics #420 || \"The King of the Jungle Contract\" |- |1973 March||Action Comics #422 || \"The Shadows-of-Yesterday Contract\" |- |1973 April||Action Comics #423 || \"The Deadly Dancer Contract\" |- |1973 July||Action Comics #425 || \"The Short- Walk-to-Disaster Contract -- Clause 1: I Have a Cousin in the Business\" |- |1973 August||Action Comics #426 || \"The Short-Walk-to-Disaster Contract -- Clause 2: The Shortest Distance Between Two Points\" |- |1973 November||Action Comics #429 || \"The Rodeo Riddle Contract\" |- |1974 February||Action Comics #432 || \"The Million Dollar Methuselah Contract\" |- |1978 September–October||DC The Brave and the Bold #143 || \"The Cat and the Canary Contract\" |- |1978 October–November||DC The Brave and the Bold #144 || \"The Symphony For The Devil Contract\" |- |1979 April–May||Detective Comics #483 || \"The Lights! Camera! Murder! Contract\" |- |1979 June–July||Detective Comics #484 || \"The Who Is Floyd Fenderman Anyway? Contract\" |- |1979 October–November||Detective Comics #486 || \"The Devil and the Deep Blue Sea Contract\" |- |1980 August||Detective Comics #493 || \"The 18-Wheel War Contract\" |- |1981 March||Detective Comics #500 || \"The 'Too Many Crooks...' Caper\" |- |1982 June||Detective Comics #515 || \"College for Killers\" |- |1982 July||Batman #349 || \"Blood Sport\" |- |1982 September||Batman #351 || \"What Stalks the Gotham Night?\" |- |1982 September||Detective Comics #518 || \"The Millionaire Contract\" |- |1982 October||Batman #352 || \"The Killer Sky\" |- |1982 November||DC The Best of Blue Ribbon Digest #30|| \"The Assassin-Express Contract\" (reprint) |- |1989 March||Action Comics #641|| \"The Pow! Wap! Zam! Contract\" |- |1991 November ||DC special (TV tie-in) || \"The Human Target: The Mack Attack Contract\" |- |1999 April || Vertigo Human Target (1999) #1 || \"Human Target, Part 1\" |- |1999 May || Vertigo Human Target (1999) #2 || \"Human Target, Part 2\" |- |1999 June|| Vertigo Human Target (1999) #3 || \"Human Target, Part 3\" |- |1999 July || Vertigo Human Target (1999) #4|| \"Human Target, Part 4\" |- |2002 May || Vertigo Human Target (2002) OGN || \"Final Cut\" |- |2003 October || Vertigo Human Target (2003) #1 || '\"To Be Frank\" |- |2003 November || Vertigo Human Target (2003) #2 || \"The Unshredded Man, Part 1: Ground Zero\" |- |2003 December || Vertigo Human Target (2003) #3 || \"The Unshredded Man, Part 2: Ready to Die\" |- |2004 January || Vertigo Human Target (2003) #4 || \"Take Me Out To The Ballgame, Part One: The Set-Up Man\" |- |2004 February || Vertigo Human Target (2003) #5 || \"Take Me Out To The Ballgame, Part Two: The Strike Zone\" |- |2004 March || Vertigo Human Target (2003) #6 || \"For I Have Sinned\" |- |2004 April || Vertigo Human Target (2003) #7 || \"Which Way The Wind Blows, Part One: Living In Amerika\" |- |2004 May || Vertigo Human Target (2003) #8 || \"Which Way The Wind Blows, Part Two: American Terrorists\" |- |2004 June || Vertigo Human Target (2003) #9 || \"Which Way The Wind Blows, Part Three: Bringing It All Back Home\" |- |2004 July || Vertigo Human Target (2003) #10 || \"Five Days Grace\" |- |2004 August || Vertigo Human Target (2003) #11 || \"Games of Chance\" |- |2004 September || Vertigo Human Target (2003) #12 || \"Suffer the Children\" |- |2004 October || Vertigo Human Target (2003) #13 || \"Hey, Jude\" |- |2004 November || Vertigo Human Target (2003) #14 || \"The Second Coming, Part One: In the Name of the Father\" |- |2004 December || Vertigo Human Target (2003) #15 || \"The Second Coming, Part Two: The Temptation of Christopher Chance\" |- |2005 January || Vertigo Human Target (2003) #16 || \"The Second Coming, Conclusion: Pieces of Lead\" |- |2005 February || Vertigo Human Target (2003) #17 || \"You Made Me Love You\" |- |2005 March || Vertigo Human Target (2003) #18 || \"Letters From the Front Line\" |- |2005 April || Vertigo Human Target (2003) #19 || \"The Stealer, Part One\" |- |2005 May || Vertigo Human Target (2003) #20 || \"The Stealer, Part Two\" |- |2005 June || Vertigo Human Target (2003) #21 || \"The Stealer, Part Three\" |- |2010 June || Vertigo Human Target Special Edition #1 || \"Human Target, Part 1\" (1999/reprint) |- |2010 April || DC Human Target (2010) #1 (TV tie-in) || \"Human Target #1\" |- |2010 May || DC Human Target (2010) #2 (TV tie-in) || \"Human Target #2\" |- |2010 June || DC Human Target (2010) #3 (TV tie-in) || \"Human Target #3\" |- |2010 July || DC Human Target (2010) #4 (TV tie-in) || \"Human Target #4\" |- |2010 August || DC Human Target (2010) #5 (TV tie-in) || \"Human Target #5\" |- |2010 September || DC Human Target (2010) #6 (TV tie-in) || \"Human Target #6\" |- |} ==Vertigo== Writer Peter Milligan and Edvin Biukovic revived Christopher Chance in 1999, moving the character to DC Comics' Vertigo imprint for a four-issue limited series. The mini-series was followed by the graphic novel Human Target: Final Cut, as well as a series lasting 21 issues until its cancellation in 2005. ==Reception== The Human Target story \"The Unshredded Man\" was analyzed as an example of depictions of the September 11 attacks in American popular culture.Paul, J. (2007). Ashes in the Gutter: 9/11 and the Serialization of Memory in DC Comics' Human Target. American Periodicals, 17(2), 208-227. Retrieved August 31, 2020, from http://www.jstor.org/stable/20770986 ==In other media== ===Television=== * A television pilot, starring Rick Springfield, was produced in 1990. Springfield starred as Chance, who was now a Vietnam vet as well as a private investigator/bodyguard. In this version, for ten percent of a client's annual income (\"whether you're a busboy or the king of England\"), Chance would take the client's place and protect his or her life. Philo Marsden (Kirk Baltz) was an eccentric computer genius who helped Chance by designing high-tech masks, and Jeff Carlyle (Sami Chester) was the chauffeur, cook and pilot for Chance's mobile base of operations, the Blackwing (designed by Mike Kaluta). Lilly Page (Signy Coleman) was an ex-CIA agent who helped coordinate Chance's missions. The show was created by Warner Brothers and Pet Fly Productions (producers of The Flash, Viper and The Sentinel), and aired on ABC. Though produced in 1990, the show aired only briefly in 1992 (7 episodes aired in the summer of 1992 although the pilot itself was never aired). The version of the show which aired in 1992 had a slightly different cast from that of the unaired pilot episode. Guest stars included David Carradine in the episode entitled \"Second Chance\". In November 1991, prior to the show's debut, Chance appeared in his own book, a 48-page one-shot titled The Human Target Special #1, an ostensible tie-in to the television show (the cover advertised that it was \"Coming soon to ABC-TV!\"), in which Chance and his cohorts protected a DEA agent from harm. It was written by Mark Verheiden, with pencils by Rick Burchett and inks by Dick Giordano. * A new FOX television series was in broadcast from 2010 to 2011 starring Mark Valley, Jackie Earle Haley, and Chi McBride. The series deviates from the comics version in that the character assumes nondescript cover identities that keep him close to the \"target\", rather than taking on the target's identity himself. The first season debuted on CTV and FOX in January 2010. The show was officially canceled on May 10, 2011 after two seasons. Portrayed as a former assassin who decided to turn his life around and become the opposite of what he was - saving lives rather than taking them - after failing to protect a woman he loved, he inherited his name from a guardian called Christopher Chance (Lee Majors), who obtained it the same way from the man before him, making the current one a fifth generation bodyguard with the given name. The current Christopher Chance initially employs the help of a former police officer, Winston (McBride), and an independent contractor known as Guerrero (Haley), later expanding his team with a financier who pokes an interest in his firm, Ilsa Pucci (Indira Varma), and a retired cat burglar called Ames (Janet Montgomery). DC published a six-issue tie-in mini-series written by Len Wein with art by Bruno Redondo. * Christopher Chance / Human Target appears in the live-action television series Arrow, portrayed by Wil Traval. An old friend of John Diggle, Chance first appears in the fifth-season episode \"Human Target\" as a body decoy disguised as Oliver Queen (Stephen Amell). In a flashback in the same episode, he is seen being hired by Anatoly Knyazev to protect Knyazev from Bratva member Viktor and the man's thugs. Chance reappears in the sixth-season episode \"Docket No. 11-19-41-73\" masquerading as Tommy Merlyn (Colin Donnell) who appears dressed as Green Arrow during Oliver's trial. With help from Diggle and Wild Dog, Chance poses as Judge C. McGarvey when rendering the verdict. After the jury finds Oliver guilty, Chance as the Judge has Queen seek probation, and then Oliver is free to go. After the trial is over, Chance insists that Oliver's allies do not seek his help for another year. ==References== ==External links== * * (1992 television adaptation) * (2010 television adaptation) * Chance's publication history at \"Thrilling Detective\" * HumanTarget at Don Markstein's Toonopedia. Archived from the original on February 5, 2016. Category:Characters created by Carmine Infantino Category:Characters created by Edmond Hamilton Category:Characters created by Len Wein Category:Characters created by Sheldon Moldoff Category:Comics characters introduced in 1953 Category:Comics characters introduced in 1972 Category:Crime comics Category:DC Comics martial artists Category:Fictional bodyguards Category:Fictional private investigators Category:Comics adapted into television series",
 "title": "Human Target"
}