{
 "id": "553852",
 "text": "Vinko Bogataj (Slovenian: ; born on March 4, 1948) is a Slovenian former ski jumper. Footage of him crashing featured on ABC's Wide World of Sports represented the Agony of Defeat.. Retrieved on 2011-04-11. ==Agony of Defeat jump== Bogataj competed as a Yugoslav entrant at the ski flying event in Oberstdorf, West Germany on 7 March 1970. A light snow had begun falling at the start of the competition, and by the time Bogataj was ready for his third jump on the Heini Klopfer hill, the snow had become quite heavy. Midway down the inrun for his jump, Bogataj realised that the conditions had made the ramp too fast. He attempted to lower his center of gravity and stop his jump, but instead lost his balance completely and hurtled out of control off the end of the inrun, tumbling and flipping wildly, and crashing through a light retaining fence near a crowd of spectators before coming to a halt. Bogataj suffered a mild concussion and a broken ankle. A film crew from Wide World of Sports was recording the event in which Bogataj crashed. The show featured an opening narration by host Jim McKay over a montage of sports clips, and co- ordinating producer Dennis Lewin inserted the footage of the crash to coincide with the words \"...and the agony of defeat.\" Throughout the show's long history, various images were used for the other parts of the narration, including for \"the thrill of victory...\", which directly preceded the above phrase and was often accompanied by images of the celebrating team at the most recent Super Bowl or World Cup, but after that point, the \"agony of defeat\" was always illustrated by Bogataj's failed jump. Later on, other clips were added to the \"agony of defeat\", but Bogataj's crash was always featured and always the first played. The melodrama of the narration—which became a catchphrase in the US—transformed the uncredited ski jumper into an American icon of bad luck and misfortune. Meanwhile, having retired to his quiet, private life in Slovenia, Bogataj was unaware of his celebrity, and so was surprised to be asked to attend the 20th anniversary celebration for Wide World of Sports in 1981. He received the loudest ovation of any athlete introduced at the gala, and attendees such as Muhammad Ali asked him for his autograph. In the 1990s, while on his way to an interview with Wide World of Sports about the incident, he got into a small automobile collision. His first line to the reporter was \"every time I'm on ABC, I crash.\" ==Later life== Bogataj returned to ski jumping in 1971 but never duplicated the success he had before the crash and retired from the sport competitively, save for occasional senior competitions thereafter. During his career, his best career finish was 57th in the individual normal hill competition in Bischofshofen in 1969 during that year's Four Hills Tournament. Bogataj became a ski instructor, coaching the 1991 World Champion Slovenian ski jumper Franci Petek. He supplements his income by painting and has also worked as a forklift operator at a factory, Veriga Lesce. His paintings have won awards and been exhibited in both Europe and the U.S. He also enjoys wood carving. Bogataj resides in his hometown of Lesce, Slovenia. He is married and has two daughters. ==See also== *List of ski flying accidents ==References== ==External links== * * One of Bogataj's paintings, \"Morning in Lesce\" * Real Clear Sports' description of the crash Category:1948 births Category:Living people Category:Slovenian painters Category:Slovenian male painters Category:Slovenian male ski jumpers Category:Wide World of Sports (American TV series) Category:People from the Municipality of Radovljica",
 "title": "Vinko Bogataj"
}