{
 "id": "554111",
 "text": "Jan Brokoff, also known as Johann Brokoff, (23 June 1652 - 28 December 1718) was a baroque-era sculptor and carver. Brokoff was of Carpathian German origin, born in Spišská Sobota, today in Slovakia, then in Royal Hungary, and later working and living in Bohemia. He was the father of the sculptors Michael Brokoff and Ferdinand Brokoff. In 1675 Brokoff moved from Hungary and worked at various places mainly in western Bohemia. Three years later, in 1692 he settled in Prague and gained burgher rights in Prague's Staré město (Old Town). He and his wife Elisabeth () born Spingler had four children - sons, Michal Jan Josef, Ferdinand Maxmilian and Antonin Sebastian, and a daughter, Anna Eleonora. Two of the sons continued in his work (and the younger, Ferdinand Maxmilian, becoming the more prominent), the third son, Antonín Sebastian, later became the court poet in Vienna. Jan Brokoff died in Prague. ==Work== thumb|left|Statue of Triton in Klášterec nad Ohří castle park - 1685 The works attributed to him are of two kinds: some he made himself, others he only designed and let his son Ferdinand actually make them. Brokoff created the statuary of Lamenting of the Christ (Czech: Pieta) placed on the Charles Bridge in 1695, however this sculpture has been later (1859) moved to the Monastery of the Gracious Sisters of Charles Borromei (Sorores Misericordiae Congregationis S. Caroli Borromei) under the Petřín Hill in Prague. Other notable pieces include: a wooden model of the statue of John of Nepomuk, according to which the bronze statue, that is now on Charles Bridge, has been cast, statues of St. Joseph and Christening of the Lord on Charles Bridge (both have been damaged during the revolution days in 1848 and today can be found in the lapidarium of the National Museum in Prague) and many other plastics around Bohemia such as the sculpture in the church of St. Barbara in Manětín or statues which decorate castles and chateaux in Klášterec nad Ohří, Červený Hrádek Chateau near Jirkov, Libochovice, Broumov Monastery, etc. Category:1652 births Category:1718 deaths Category:Czech Baroque sculptors Category:Czech male sculptors Category:17th-century German sculptors Category:German male sculptors Category:18th-century German sculptors Category:Hungarian-German people Category:Czech people of Slovak descent Category:Czech people of Hungarian descent",
 "title": "Jan Brokoff"
}