{
 "id": "554281",
 "text": "Haiku is a free and open-source operating system compatible with the now discontinued BeOS. Its development began in 2001, and the operating system became self-hosting in 2008. The first alpha release was made in September 2009, and the last was November 2012; the first beta was released in September 2018, followed by beta 2 in June 2020 and beta 3 in July 2021. Haiku is supported by Haiku, Inc., a non-profit organization based in Rochester, New York, United States, founded in 2003 by former project leader Michael Phipps. == History == Haiku began as the OpenBeOS project in 2001, the same year that Be, Inc. was bought by Palm, Inc. and BeOS development was discontinued. The focus of the project was to support the BeOS user community by creating an open-source, backward-compatible replacement for BeOS. The first project by OpenBeOS was a community-created \"stop-gap\" update for BeOS 5.0.3 in 2002. === Branding and style === In 2003, the non-profit organization Haiku, Inc. was registered in Rochester, New York, to financially support development, and in 2004, after a notification of infringement of Palm's trademark of the BeOS name was sent to OpenBeOS, the project was renamed Haiku. Original logo was designed by Stuart McCoy (nick \"stubear\") who was apparently heavily involved in the early days of the Haiku Usability & Design Team, and created mockups for Haiku R2. Haiku developer and artist Stephan Assmus (nick \"Stippi\"), who co-developed graphic editing software WonderBrush for Haiku, updated it and developed the HVIF icon vector format used by Haiku, as well as Haiku icon set chosen by popular vote in a contest in 2007. === Milestones === Haiku reached its first milestone in September 2009 with the release of Haiku R1/Alpha 1. In November 2012, R1/Alpha 4.1 was released while work continued on nightly builds. After years in between official releases, Haiku R1/Beta 1 was released on 19 September 2018, followed by Haiku R1/Beta 2 on 9 June 2020. Haiku's latest release, R1/Beta 3, was released on 26 July 2021. In between official releases, 'Nightly' builds (mainly meant for developer testing) are regularly listed on the Haiku Nightly page in both 64-bit and 32-bit (x86) editions. === Beyond R1 === After the initial full BeOS 5 compatibility as target, in 2009 community decision updated the vision for R1 with more ambitious support for modern hardware, web standards and compatibility with FLOSS libraries. Initial planning for R2 has started through the \"Glass Elevator\" project (a reference to the children's novel Charlie and the Great Glass Elevator). The only detail confirmed so far is that it will switch to a current GCC release. A compatibility layer is planned that will allow applications developed for Haiku R1 to run on Haiku R2 and later. This was mentioned in a discussion on the Haiku mailing list by one of the lead developers, Axel Dörfler. Suggested new features include file indexing on par with Unix's Beagle, Google Desktop and macOS's Spotlight, greater integration of scalable vector graphics into the desktop, proper support for multiple users, and additional kits. === On \"having a future\" === At 2010 edition of FOSDEM in Brussels, Niels Sascha Reedijk gave a talk HAIKU OS has no Future cited the work of queer theory by Lee Edelman on queer futurity, and Mathew Fuller’s software studies, stating the Haiku OS is a “queer” operating system: “Our work will not ever define the future of operating systems, but what it does do is undermine the monotone machinery of the competition. It is in this niche that we can operate best. … Because even though we have no future, it does not mean that there will not arrive one eventually. Let us get there the most pleasant way possible.” ==Release history== {| class=\"wikitable\" |- | style=\"background:#FFC061;\"| | Current release |} {|class=\"wikitable\" !|Version !|Release date !|OS name !Architecture |- || Haiku R1/Alpha1 ||September 14, 2009 ||hrev33109 | rowspan=3 | X86 |- || Haiku R1/Alpha2 ||May 10, 2010 ||hrev36769 |- || Haiku R1/Alpha3 ||June 20, 2011 ||hrev42211 |- || Haiku R1/Alpha4 ||November 11, 2012 ||hrev44702 | rowspan=4 | X86, X86-64 |- || Haiku R1/Beta1 ||September 28, 2018 ||hrev52295 |- || Haiku R1/Beta2 ||June 9, 2020 ||hrev54154 |- ! style=\"background:#FFC061;\" | Haiku R1/Beta3 || July 26, 2021 ||hrev55182 |- || Haiku R1/Beta4 || (under development) || (under development) || X86, X86-64 (expected) |- || Haiku R1/Beta4.1 || (under development) || (under development) || X86, X86-64 (expected) |} == Technology == Haiku is written in C++ and provides an object-oriented API. The modular design of BeOS allowed individual components of Haiku to initially be developed in teams in relative isolation, in many cases developing them as replacements for the BeOS components prior to the completion of other parts of the operating system. The original teams developing these components, including both servers and APIs (collectively known in Haiku as \"kits\"), included: * App/Interface: develops the Interface, App and Support kits. * BFS: develops the Be File System, which is mostly complete with the resulting OpenBFS. * Game: develops the Game Kit and its APIs. * Input Server: the server that handles input devices, such as keyboards and mice, and how they communicate with other parts of the system. * Kernel: develops the kernel, the core of the operating system. * Media: develops the audio server and related APIs. * MIDI: implements the MIDI protocol. * Network: writes drivers for network devices and APIs relating to networking. * OpenGL: develops OpenGL support. * Preferences: recreates the preferences suite. * Printing: works on the print servers and drivers for printers. * Screen Saver: implements screen saver function. * Storage: develops the storage kit and drivers for required filesystems. * DataTranslations: recreates the reading/writing/conversion modules for the different file formats and data types. A few kits have been deemed feature complete and the rest are in various stages of development. The Haiku kernel is a modular hybrid kernel which began as a fork of NewOS, a modular monokernel written by former Be Inc. engineer Travis Geiselbrecht. Like the rest of the system, it is currently still under heavy development. Many features have been implemented, including a virtual file system (VFS) layer and symmetric multiprocessing (SMP) support. == Package management == , Haiku includes a package management system called \"Haiku Depot\", enabling software to be compiled into dependency-tracking compressed packages. Packages can also be activated by installing them from remote repositories with pkgman, or dropping them over a special packages directory. Haiku package management mounts activated packages over a read-only system directory. The Haiku package management system performs dependency solving with libsolv from the openSUSE project. == Compatibility with BeOS == Haiku R1 aims to be compatible with BeOS at both the source and binary level, allowing software written and compiled for BeOS to be compiled and run without modification on Haiku. This provides Haiku users with an instant library of applications to choose from (even programs whose developers are no longer in business or have no interest in updating them), in addition to allowing development of applications to resume from where they had been terminated following the demise of Be, Inc. This dedication to compatibility has its drawbacks though — requiring Haiku to use a forked version of the GCC compiler, based on version 2.95, released in 2001, which is now years old. Switching to the newer version 7 of GCC breaks compatibility with BeOS software; therefore Haiku supports being built as a hybrid GCC7/GCC2 environment. This allows the system to run both GCC version 2 and version 7 binaries at the same time. The changes done to GCC 2.95 for Haiku include wide characters support and backport of fixes from GCC 3 and later. This compatibility applies to 32-bit x86 systems only. The PowerPC version of BeOS R5 is not supported. As a consequence, the ARM, 68k, 64-bit x86 and PPC ports of Haiku use only the GCC version 7 compiler. Despite these attempts, compatibility with a number of system add-ons that use private APIs will not be implemented. These include additional filesystem drivers and media codec add-ons, although the only affected add-ons for BeOS R5 not easily re- implemented are those for Indeo 5 media decoders, for which no specification exists. R5 binary applications that run successfully under Haiku () include: Opera, Firefox, NetPositive, Quake II, Quake III, SeaMonkey, Vision and VLC. Driver compatibility is incomplete, and unlikely to cover all kinds of BeOS drivers. 2D graphics drivers in general work exactly the same as on R5, as do network drivers. Moreover, Haiku offers a source-level FreeBSD network driver compatibility layer, which means that it can support any network hardware that will work on FreeBSD. Audio drivers using API versions prior to BeOS R5 are as-yet unsupported, and unlikely to be so; however, R5-era drivers work. Low- level device drivers, namely those for storage devices and SCSI adapters, will not be compatible. USB drivers for both the second- (BeOS 5) and third- (BeOS Dano) generation USB stacks will work, however. In some other aspects, Haiku is already more advanced than BeOS. For example, the interface kit allows the use of a layout system to automatically place widgets in windows, while on BeOS the developer had to specify the exact position of each widget by hand. This allows for GUIs that will render correctly with any font size and makes localization of applications much easier, as a longer string in a translated language will make the widget grow, instead of being partly invisible if the widget size were fixed. == System requirements == * Intel Pentium P5 (microarchitecture) or better * Memory: 256 MB (2 GB is needed to compile Haiku within itself) * Hard disk: 1.5 GB free space == Reception == Jesse Smith from DistroWatch Weekly reviewed Haiku OS in 2010: Rebecca Chapnik wrote a review of Haiku OS for MakeTechEasier.com in 2012. Dedoimedo.com reviewed Haiku Alpha 4 in September 2013. Jeremy Reimer wrote a review for Ars Technica in 2013. His review of Haiku Alpha 4 mentions that: Jesse Smith reviewed Haiku OS again in 2016. In October 2018, Jack Wallen reviewed Haiku OS with an extensive coverage of community statements in Linux.com: \"To BeOS or not to BeOS, that is the Haiku\" As of 2018, the FSF has included Haiku in a list of non-endorsed operating systems. They state the reason being because, \"Haiku includes some software that you're not allowed to modify. It also includes nonfree firmware blobs.\" == See also == * BeOS * Be File System * BeOS API * Comparison of operating systems * Haiku Vector Icon Format * KDL * List of BeOS applications == References == == External links == * *Haiku Inc. company website * * * Category:2002 software Category:BeOS Category:Free software operating systems Category:Free software programmed in C++ Category:Object- oriented operating systems Category:Operating system distributions bootable from read-only media Category:Self-hosting software Category:Software using the MIT license Category:X86 operating systems",
 "title": "Haiku (operating system)"
}