{
 "id": "554431",
 "text": "Juan José Arévalo Bermejo (10 September 1904 – 8 October 1990) was a Guatemalan professor of philosophy who became Guatemala's first democratically elected president in 1945. He was elected following a popular uprising against the United States-backed dictator Jorge Ubico that began the Guatemalan Revolution. He remained in office until 1951, surviving 25 coup attempts. He did not contest the election of 1951, instead choosing to hand over power to Jacobo Árbenz. As president, he enacted several social reform policies, including an increase in the minimum wage and a series of literacy programs. He also oversaw the drafting of a new constitution in 1945. ==Biography== 200px|thumb|Arévalo Bermejo in his teenage years in a family portrait Arévalo served as president from 15 March 1945 to 15 March 1951. He was elected in 1944, in a contest which is generally reckoned as the first truly free election in the country's history. Arévalo won over 86 percent of the vote, garnering more than four times as many votes as the other candidates combined. It is still the largest margin of victory for a free election in the country's history. Arévalo's administration was marked by unprecedented relatively free political life during his six-year term. Arévalo, an educator and philosopher, understood the need for advancement in individuals, communities, and nations by practical means. Before his presidency, Arévalo had been an exiled university professor. He returned to Guatemala to help in the reconstruction efforts of the new post-Ubíco government, especially in the areas of social security. He also helped draft a new constitution which granted the people civil rights and liberties they had never previously known. His philosophy of \"spiritual socialism,\" referred to as Arevalismo, may be considered less an economic system than a movement toward the liberation of the imagination of oppressed Latin America. In the post-World War II period, the governments of the United States and other countries misinterpreted Arevalismo as communism, serving as a cause for unease and alarm, which garnered support from neighboring satellite caudillos such as Anastasio Somoza García. Many foreign estates, especially those undeveloped for agriculture, were confiscated and redistributed to peasants; landowners were obliged to provide adequate housing for their workers; new schools, hospitals, and houses were built; and a new minimum wage was introduced. In Guatemala's cities, newly enfranchised labor unions accompanied reformist labor laws that greatly benefitted the urban lower and middle classes. Several parties and trade unions were formed. The enfranchisement of a large proportion of the population was a significant legacy of his term. The benefits did not spread to the rural agrarian areas where hacendado traditions, termed latifundia, remained patrician, racist, unyielding, and harsh. Whilst the government made some effort to improve campesino peasants' civil rights, rural conditions in Guatemala could not be improved without large-scale agrarian reform, proposed as mediated and fairly compensated land redistribution. Failure in achieving that was a weakness for Arévalo's party in Congress and thus for his administration, which his successor attempted to confront and to remedy with Decree 900. Arévalo was succeeded by Jacobo Árbenz Guzmán, who continued the agrarian reform approach of Arévalo's government. Arévalo freely yielded succession to his presidency in 1951 to Jacobo Árbenz in the second democratic election in Guatemala's republican history. Following Árbenz's expulsion in 1954, open democracy would not return to a destabilized Guatemala for three decades. Arévalo went into voluntary exile in Mexico as a university professor and writer. In 1956, he would write a notable book called \"The Shark and the Sardines,\" which attacked the United States Government and powerful American companies for their treatment of Latin America. \"The Shark and the Sardines\" would be endorsed by American sociologist C. Wright Mills in his 1961 book Listen Yankee! On 27 March 1963 he returned to his country to announce his candidacy for the November presidential elections. Dictator Miguel Ydígoras Fuentes, who, despite the firm opposition of the Kennedy administration, had pledged to oversee a free and open election in which Arévalo would participate, flew into exile to Nicaragua after he was deposed in a coup on 31 March 1963. Enrique Peralta Azurdia then seized power, and Arévalo fled the country again. He would later return to Guatemala in the mid-1970s, and later held a meeting with civilian Guatemala President Vinicio Cerezo Arevalo hours after he inaugurated in 14 January 1986. During the meeting, Arévalo praised the transition from military to civilian rule and even stated that \"The October revolution is going to have a second chapter,\" though these hopes would soon be dashed by persistent human rights abuses, an ineffectual civilian administration and deep economic problems. On 7 October 1990, Arévalo died in Guatemala City. ==Spiritual socialism (Arevalismo)== Categorized as a dedicated democrat and nationalist, Juan José Arévalo defined his political philosophy as \"spiritual socialism\". The ideology was directed towards the moral development of Guatemalans with the intent to \"liberate man psychologically\". Arévalo, the revolution's intellectual pillar, positioned his theoretical doctrine as integral to the construction of a progressive and peaceful Guatemalan society. Governments are capable of initiating the formation of an ideal society by allowing citizens the freedom to pursue their own opinions, property and way of life. The revolution's first president asserted that safeguarding the free will of citizens generates popular support for governmental institutions, which ensure the security of the individual and collective equally. Arevalismo did emphasize the importance of civil freedoms as the essential groundwork for human development, but the political principle maintained that \"Individual liberty must be exercised within the limits of social order\".Handy, Gift of the Devil, 107. Democracy, according to Arévalo, was a social structure that required the restriction of civil rights in the event individual liberties conflict with national security and the will of the majority. The limit on civil rights appears contradictory to the notion of a Guatemalan government that expresses the free will of the people. However, the ambiguity is associated with Arévalo's dismissal of classical liberalism as an applicable guideline for Guatemalan governments.Immerman, The Revolutionary Governments, 47. Arévalo's rejection of Western oriented liberal individualism and apparent socialist inclinations led conservative sectors of the press to denounce the revolutionary president as a communist. Arévalo opposed classical Marxism's materialist tendency and affirmed that \"Communism is contrary to human nature, for it is contrary to the psychology of man\".Handy, Gift of the Devil, 111. Spiritual socialism's anti-communist stance was apparent through Arévalo's suppression of various communist influenced initiatives operating in Guatemala. The president exiled several communist activists, declined to legalize the Communist Party of Guatemala, removed government officials with ties to the communist newspaper and shut down the Marxist instruction facility known as Escuela Claridad. Regardless of the aforementioned measures, Arévalo endured nearly 30 attempted coups from members of the Guatemalan military due to his perceived empathy for communists. He responded to anti-communists' attacks in a speech to the U.S. Congress in which he said, referring to World War II, \"I fear the West has won the battle, but in its blind attacks on social welfare will lose the war to fascism.\"Relentless Persistence: Nonviolent Action in Latin America [McManus & Schlabach, eds., New Society 1991]. The character of the 1944 revolution, envisioned by Arévalo, was based on the development of a modern social democratic society.Handy, Gift of the Devil, 103. A conversion from the remaining presence of feudalistic arrangements to a democratic socialist system was an aspiration of the revolutionary Guatemalan government. Arévalo's political philosophy stressed the importance of government intervention in the realm of economic and social interests as necessary to sustain the desires of the majority's free will. Deviating from Marxism, Arévalo valued property rights with the aim to subordinate them to benefit Guatemala as a whole if required. Overall, Arévalo sought to improve the social environment of the working majority through a reform of the capitalist mode of production. As a result, Arévalo was disliked by the Catholic church and the military, and faced at least 25 unsuccessful coup attempts during his presidency. Arevalismo was considered a popular movement opposed to firm authoritarian rule with the overarching objective to free Guatemala from its dependent status to the developed states. ==Private life== Arévalo was married at the time of his presidency to Elisa Martínez. He had a relationship with Alaíde Foppa, by whom he had a son, Julio Solórzano Foppa. At the time of his death, he was married to Margarita de Leon and had five children. == Works == He is the author of a scathing allegorical short story \"The Shark and the Sardines,\" published in 1956. In 1963 he published a sequel entitled \"Anti-Communism in Latin America\". ==See also== *History of Guatemala *Operation PBSuccess *Jacobo Árbenz Guzmán *Jorge Ubico ==References and notes== ==External links== * Category:Presidents of Guatemala Category:Guatemalan democracy activists Category:Revolutionary Action Party politicians Category:1904 births Category:1990 deaths Category:Guatemalan Revolution Category:World War II political leaders Category:Ambassadors of Guatemala to Chile Category:Ambassadors of Guatemala to France Category:Ambassadors of Guatemala to Venezuela Category:Ambassadors of Guatemala to Israel Category:People from Santa Rosa Department, Guatemala Category:National University of La Plata alumni Category:20th-century Guatemalan people",
 "title": "Juan José Arévalo"
}