{
 "id": "55456",
 "text": "The Coptic alphabet is the script used for writing the Coptic language. The repertoire of glyphs is based on the Greek alphabet augmented by letters borrowed from the Egyptian Demotic and is the first alphabetic script used for the Egyptian language. There are several Coptic alphabets, as the Coptic writing system may vary greatly among the various dialects and subdialects of the Coptic language. ==History== alt=|left|thumb|The letters of the Coptic alphabet The Coptic alphabet has a long history, going back to the Hellenistic period, when the Greek alphabet was used to transcribe Demotic texts, with the aim of recording the correct pronunciation of Demotic. During the first two centuries of the Common Era, an entire series of spiritual texts were written in what scholars term Old Coptic, Egyptian language texts written in the Greek alphabet. A number of letters, however, were derived from Demotic, and many of these (though not all) are used in \"true\" Coptic writing. With the spread of Christianity in Egypt, by the late 3rd century, knowledge of hieroglyphic writing was lost, as well as Demotic slightly later, making way for a writing system more closely associated with the Christian church. By the 4th century, the Coptic alphabet was \"standardised\", particularly for the Sahidic dialect. (There are a number of differences between the alphabets as used in the various dialects in Coptic). Coptic is not generally used today except by the members of the Coptic Orthodox Church of Alexandria to write their religious texts. All the Gnostic codices found in Nag Hammadi used the Coptic alphabet. The Old Nubian alphabet--used to write Old Nubian, a Nilo-Saharan language --is written mainly in an uncial Greek alphabet, which borrows Coptic and Meroitic letters of Demotic origin into its inventory. == Form == The Coptic alphabet was the first Egyptian writing system to indicate vowels, making Coptic documents invaluable for the interpretation of earlier Egyptian texts. Some Egyptian syllables had sonorants but no vowels; in Sahidic, these were written in Coptic with a line above the entire syllable. Various scribal schools made limited use of diacritics: some used an apostrophe as a word divider and to mark clitics, a function of determinatives in logographic Egyptian; others used diereses over and to show that these started a new syllable, others a circumflex over any vowel for the same purpose.Ritner, Robert Kriech. 1996. \"The Coptic Alphabet\". In The World's Writing Systems, edited by Peter T. Daniels and William Bright. Oxford and New York: Oxford University Press. 1994:287–290. The Coptic alphabet's glyphs are largely based on the Greek alphabet, another help in interpreting older Egyptian texts,Campbell, George L. \"Coptic.\" Compendium of the World's Writing Systems. 2nd ed. Vol. 1. Biddles LTD, 1991. 415. with 24 letters of Greek origin; 6 or 7 more were retained from Demotic, depending on the dialect (6 in Sahidic, another each in Bohairic and Akhmimic). In addition to the alphabetic letters, the letter ϯ stood for the syllable or . As the Coptic alphabet is simply a typeface of the Greek alphabet, with a few added letters, it can be used to write Greek without any transliteration schemes. Latin equivalents would include the Icelandic alphabet (which likewise has added letters), or the Fraktur alphabet (which has distinctive forms). While initially unified with the Greek alphabet by Unicode, a proposal was later accepted to separate it, with the proposal noting that Coptic is never written using modern Greek letter-forms (unlike German, which may be written with Fraktur or Roman Antiqua letter-forms), and that the Coptic letter-forms have closer mutual legibility with the Greek-based letters incorporated into the separately encoded Cyrillic alphabet than with the forms used in modern Greek.For example: The composer's name \"Dmitri Dmitriyevich Shostakovich\" is Дмитрий Дмитриевич Шостакович in Cyrillic, and Ⲇⲙⲏⲧⲣⲓⲓ Ⲇⲙⲏⲧⲣⲓⲉⲃⲓϭ Ϣⲟⲥⲧⲁⲕⲟⲃⲓϭ in Coptic. == Letters == These are the letters that are used for writing the Coptic language. {| class=\"wikitable\" style=\"text-align: center; margin: 10pt;\" ! Uppercase (image) ! Lowercase (image) ! Uppercase (unicode) ! Lowercase (unicode) ! Numeric value ! Letter NamePeust (1999.59-60) ! Greek ! ! Sahidic Peust (1999) ! Bohairic ! Late Coptic Before the Greco-Bohairic reforms of the mid 19th century. ! Greco-Bohairic |- !File:Coptic Alpha- maj.svg !File:Coptic Alpha-min.svg ! ! | 1 |Alpha|| Α, α | a | colspan=\"2\" | | , | |- !File:Coptic Beta-maj.svg !File:Coptic Beta-min.svg ! ! seemed to have retained a intervocalically in Late Coptic. | 2 |Beta|| Β, β || b | | (final ) | (final ) | , ( before a vowel [except in a name]) |- !File:Coptic Gamma- maj.svg !File:Coptic Gamma-min.svg ! ! | 3 |Gamma|| Γ, γ | g | (marked Greek words) |— | , ( before Alpha, O or Oou) | , (before or ), (before or ) |- !File:Coptic Dalda-maj.svg !File:Coptic Dalda-min.svg ! ! | 4 |Delta|| Δ, δ || d | (marked Greek words) |— | (marked Greek words) | , ( in a name) |- !File:Coptic Ei-maj.svg !File:Coptic Ei-min.svg ! ! | 5 |Eey|| Ε, ε || ə | , ( = , ) | , ( = ) | , ( = ) | |- !File:Coptic Sou.svg !26x26px ! ! | 6 | Soou (6) || ϛ Ϛ, ϛ* (, )|| s͡tThe upper line of s connected with t to distinguishes it from the standalone \"s\" and \"t\" | colspan=\"4\" | |- !File:Coptic Zeta-maj.svg !File:Coptic Zeta-min.svg ! ! | 7 |Zeta|| Ζ, ζ || z | (marked Greek words) |— | (marked Greek words) | |- !File:Coptic Eta-maj.svg !File:Coptic Eta-min.svg ! ! | 8 |Eta|| Η, η || aa, ê | | | , , | |- !File:Coptic Theta-maj.svg !File:Coptic Theta-min.svg ! ! | 9 | Theta|| Θ, θ || th | | | | |- !File:Coptic Iota-maj.svg !File:Coptic Iota-min.svg ! ! | 10 |Iota|| Ι, ι || i | , | , , ( = ) | , ( = ) | , (before vowels), (after vowels to form diphthongs) |- !File:Coptic Kappa-maj.svg !File:Coptic Kappa-min.svg ! ! | 20 |Kappa|| Κ, κ || k | | , | | |- !File:Coptic Laula-maj.svg !File:Coptic Laula-min.svg ! ! | 30 | Lola|| Λ, λ || l | colspan=\"4\" | |- !Image:Coptic Me-maj.svg !Image:Coptic Me-min.svg ! ! | 40 |Mey|| Μ, μ || m | colspan=\"4\" | |- !Image:Coptic Ne-maj.svg !Image:Coptic Ne-min.svg ! ! | 50 |Ney|| Ν, ν || n | colspan=\"4\" | |- !Image:Coptic Kxi-maj.svg !Image:Coptic Kxi-min.svg ! ! | 60 |Exi|| Ξ, ξ || ks | colspan=\"2\" | | (only in Greek loanwords) | , (usually following a consonant, or sometimes when starting a word) |- !Image:Coptic Ou-maj.svg !Image:Coptic Ou-min.svg ! ! | 70 |O|| Ο, ο || o | | | | , (digraph \"\") |- !Image:Coptic Pi-maj.svg !Image:Coptic Pi-min.svg ! ! | 80 |Pi|| Π, π || p | colspan=\"2\" | | | |- !Image:Coptic Ro-maj.svg !Image:Coptic Ro-min.svg ! ! | 100 | Roo|| Ρ, ρ || r | colspan=\"4\" | ~ |- !Image:Coptic Semma-maj.svg !Image:Coptic Semma-min.svg ! ! | 200 |Seema|| Σ, σ, ς || s | colspan=\"4\" | |- !Image:Coptic Tau-maj.svg !Image:Coptic Tau-min.svg ! ! | 300 |Tav|| Τ, τ || t | | , | (final ) | |- !Image:Coptic He-maj.svg !Image:Coptic He-min.svg ! ! | 400 |Upsilon|| Υ, υ || u | colspan=\"2\" | ( = , ) | , ( = , ) | , (between \"\" and another vowel except \"\"), (after ( or ()), (digraph \"\") |- !Image:Coptic Phi- maj.svg !Image:Coptic Phi-min.svg ! ! | 500 |Phi|| Φ, φ || ph | | | ~ | |- !Image:Coptic Khi-maj.svg !Image:Coptic Khi-min.svg ! ! | 600 |Chi|| Χ, χ || kh | | | | , (if the word is Coptic in origin) (if the word is Greek in origin), (if the word is Greek in origin but before or ) |- !Image:Coptic Pxi-maj.svg !Image:Coptic Pxi-min.svg ! ! | 700 |Epsi|| Ψ, ψ || ps | colspan=\"2\" | | (only in Greek loanwords) | , (usually following a consonant) |- !Image:Coptic O-maj.svg !Image:Coptic O-min.svg ! ! | 800 |Oou|| Ω, ω || ô | | | | |- !Image:Coptic Sai-maj.svg !Image:Coptic Sai-min.svg ! ! |— |Shai|| (none) || š | colspan=\"4\" | |- !Image:Coptic Fai-maj.svg !Image:Coptic Fai-min.svg ! ! | 90 |Fai||ϙ (numerical value)|| f | colspan=\"4\" | |- !Image:Coptic Hai-maj.svg !Image:Coptic Hai-min.svg ! ! Akhmimic dialect uses the letter for . No name is recorded. |— |Khai|| (none) || x | NA | colspan=\"3\" | |- !Image:Coptic Hori-maj.svg !Image:Coptic Hori- min.svg ! ! |— |Hori|| (none) || h | colspan=\"4\" | |- !Image:Coptic Dandia- maj.svg !Image:Coptic Dandia-min.svg ! ! and seemed to have merged in Late Coptic into one phoneme, , with intervocalically. |— |Janja|| (none) || j | | , | | , (before or ) |- !File:Coptic Cima-maj.svg !File:Coptic Cima-min.svg ! ! and seemed to have merged in Late Coptic into one phoneme, , with intervocalically. |— |Cheema||(none) | c | | | | , (usually following a consonant) |- !File:Coptic Ti-maj.svg !File:Coptic Ti-min.svg ! ! When part of the digraph , it is pronounced in Bohairic. |— |Ti|| (none) || ti | | , , | | |- !File:Coptic Sampi.svg !File:Coptic Sampi.svg ! ! | 900 |Sampi |Ϡ,ϡ (numerical value) |— |— |— |— |— |} === Letters derived from Demotic === In Old Coptic, there were a large number of Demotic Egyptian characters, including some logograms. They were soon reduced to half a dozen, for sounds not covered by the Greek alphabet. The following letters remained: {| class=\"wikitable\" |-- ! Hieroglyph ! ! Demotic ! ! Coptic ! ! ! Late Coptic |- | SA\\ || → || x45px | → || || || š || |- | f\\ || → || x45px | → || || || f || |- | M12\\ || → || x45px | → || || || x || |- | F18\\:Y1\\ || → || x45px | → || || || h || |- | U29\\ || → || x45px | → || || || j || |- | k\\ || → || x45px | → || || || c || |- | D37\\:t\\ || → || x45px | → || || || di || |} == Unicode == In Unicode, most Coptic letters formerly shared codepoints with similar Greek letters, but a disunification was accepted for version 4.1, which appeared in 2005. The new Coptic block is U+2C80 to U+2CFF. Most fonts contained in mainstream operating systems use a distinctive Byzantine style for this block. The Greek block includes seven Coptic letters (U+03E2-U+03EF highlighted below) derived from Demotic, and these need to be included in any complete implementation of Coptic. == Diacritics and punctuation == These are also included in the Unicode specification. === Punctuation === * Latin alphabet punctuation (comma, period, question mark, semicolon, colon, hyphen) uses the regular Unicode codepoints for punctuation * Dicolon: standard colon U+003A * Middle dot: U+00B7 * En dash: U+2013 * Em dash: U+2014 * Slanted double hyphen: U+2E17 === Combining diacritics === These are codepoints applied after that of the character they modify. * Combining overstroke: U+0305 (= supralinear stroke) * Combining character-joining overstroke (from middle of one character to middle of the next): U+035E * Combining dot under a letter: U+0323 * Combining dot over a letter: U+0307 * Combining overstroke and dot below: U+0305,U+0323 * Combining acute accent: U+0301 * Combining grave accent: U+0300 * Combining circumflex accent (caret shaped): U+0302 * Combining circumflex (curved shape) or inverted breve above: U+0311 * Combining circumflex as wide inverted breve above joining two letters: U+0361 * Combining diaeresis: U+0308 ===Macrons and overlines=== Coptic uses to indicate syllabic consonants, for example . Coptic abbreviations use to draw a continuous line across the remaining letters of an abbreviated word. It extends from the left edge of the first letter to the right edge of the last letter. For example, , a common abbreviation for 'spirit'. A different kind of overline uses , , and to distinguish the spelling of certain common words or to highlight proper names of divinities and heroes. For this the line begins in the middle of the first letter and continues to the middle of the last letter. A few examples: , , . Coptic numerals are indicated with letters of the alphabet, such as for 1. Sometimes numerical use is indicated with a continuous line above using as in for 1,888 (where \"\" is 1,000 and \"\" is 888). Multiples of 1,000 can be indicated by a continuous double line above using as in for 1,000. ==See also== * Coptic pronunciation reform * Institute of Coptic Studies ==References== *Quaegebeur, Jan. 1982. \"De la préhistoire de l'écriture copte.\" Orientalia lovaniensia analecta 13:125-136\\. *Kasser, Rodolphe. 1991. \"Alphabet in Coptic, Greek\". In The Coptic Encyclopedia, edited by Aziz S. Atiya. New York: Macmillan Publishing Company, Volume 8. 30-32\\. *Kasser, Rodolphe. 1991. \"Alphabets, Coptic\". In The Coptic Encyclopedia, edited by Aziz S. Atiya. New York: Macmillan Publishing Company, Volume 8. 32-41\\. *Kasser, Rodolphe. 1991. \"Alphabets, Old Coptic\". In The Coptic Encyclopedia, edited by Aziz S. Atiya. New York: Macmillan Publishing Company, Volume 8. 41-45\\. * Wolfgang Kosack: Koptisches Handlexikon des Bohairischen. Koptisch - Deutsch - Arabisch. Verlag Christoph Brunner, Basel 2013, . == External links == *Michael Everson's Revised proposal to add the Coptic alphabet to the BMP of the UCS *Final Proposal to Encode Coptic Epact Numbers in ISO/IEC 1064 *Copticsounds – a resource for the study of Coptic phonology *Phonological overview of the Coptic alphabet in comparison to classical and modern Greek. *Coptic Unicode input *Michael Everson's Antinoou: A standard font for Coptic supported by the International Association for Coptic Studies. * Ifao N Copte – A professional Coptic font for researchers, students and publishers has been developed by the French institute of oriental archeology (IFAO). Unicode, Mac and Windows compatible, this free font is available through downloading from the IFAO website (direct link). *Coptic fonts ; Coptic fonts made by Laurent Bourcellier & Jonathan Perez, type designers *: Coptic font support – how to install, use and manipulate Coptic ASCII and Unicode fonts *Download Free Coptic Fonts *The Coptic Alphabet (omniglot.com) *GNU FreeFont Coptic range in serif face Category:Coptic language Copt Category:Greek alphabet Category:Writing systems derived from the Phoenician Category:Alphabets Category:Writing systems of Africa Category:Ancient Egyptian language Category:Coptic Orthodox Church",
 "title": "Coptic alphabet"
}