{
 "id": "554717",
 "text": "Ridley Hall is a theological college located on the corner of Sidgwick Avenue and Ridley Hall Road in Cambridge (United Kingdom), which trains men and women intending to take Holy Orders as deacon or priest of the Church of England, and members of the laity working with children and young people as lay pioneers and within a pastoral capacity such as lay chaplaincy. ==History== Ridley Hall was founded in 1881 and named in memory of Nicholas Ridley, a leading Anglican theologian and martyr of the sixteenth century. The college's first principal was the theologian Handley Moule, later Bishop of Durham.\"Handley Carr Glyn Moule\" in Samuel Macauley Jackson, ed., The New Schaff-Herzog Encyclopedia of Religious Knowledge, Volume 8 (New York and London: Funk and Wagnalls, 1910), p. 30 ===Present day=== Ridley Hall offers several Common Award qualifications, accredited by Durham University. Although not a constituent college of the University of Cambridge, the school has ties with the university's Faculty of Divinity. Some students who are also in a constituent college of the university can be awarded qualifications by Cambridge. Ridley Hall forms part of the Cambridge Theological Federation, along with Westcott House, Westminster College, the Institute for Orthodox Christian Studies, and others. Ridley Hall's teaching leans towards an evangelical theology. It is one of four Church of England theological colleges that self-identify as \"Open Evangelical\", the others being St John's College in Nottingham, Trinity College in Bristol, and Cranmer Hall in Durham.FAQs - What does \"Open Evangelical\" actually mean? at Ridley Hall website. Retrieved on September 9, 2006.Kings, 2003. \"Canal, River and Rapids: Contemporary Evangelicalism in the Church of England\" by Graham Kings, published in the journal Anvil Vol 20 No 3, September 2003, pp 167–184. Retrieved on September 9, 2006. The current principal of Ridley Hall is Michael Volland. Volland succeeded Andrew Norman, who moved on to become Director of Ministry and Mission in the Diocese of Leeds. It publishes an academic journal, Anvil. ==Notable staff and alumni== *Jonathan Bailey *Richard Bauckham *Jeremy Begbie *Edward Armstrong Bennett *Andrew Briggs *Arthur Buxton\"Buxton, Arthur\", in Crockford's Clerical Directory (1930), p. 190 *Christopher John Cocksworth *Timothy Dudley-Smith *Dick Lucas *Michael Nazir-Ali *Mike Ovey *Gavin Peacock *John Sentamu *David Sheppard *John Stott *John Waine *David Watson *David Wenham *Andrew White ===List of principals=== Thus far, all the principals have been ordained Anglican clergy. *1881–1899 (res.): Handley Moule *1889–1907 (res.): Thomas Drury *1907–1927 (res.): Arthur Tait *1927–1945 (res.): Paul Gibson *1945–1950 (res.): Falkner Allison *1951–1963 (res.): Cyril Bowles *1963–1971 (res.): Michael Hennell *1971–1972 (res.): Francis Palmer *1973–1978 (res.): Keith Sutton *1978–1991 (res.): Hugo de Waal *1992–2001 (res.): Graham Cray *2001–2008 (res.): Christopher Cocksworth *2009–2016 (res.): Andrew Norman *2016–present: Michael Volland ==References== == External links == * *Ridley Hall website *Cambridge Theological Federation website Category:Anglican seminaries and theological colleges Category:Evangelicalism in the Church of England Category:Institutions of the Cambridge Theological Federation Category:Anglican buildings and structures in Europe",
 "title": "Ridley Hall, Cambridge"
}