{
 "id": "554705",
 "text": "thumb|View over Lancaster from the Ashton Memorial thumb|Ashton Memorial, Williamson Park Williamson Park in Lancaster, England, was constructed by millionaire James Williamson, 1st Baron Ashton, and his father, also called James Williamson. Its focal point is the Ashton Memorial. The park now covers an area of 53.6 acres (217,000 m²), having been extended in 1999 onto adjoining land, Fenham Carr, following a grant from the Heritage Lottery Fund. ==History== The site was originally moorland, and the site of a gallows. By the nineteenth century it was developed as a quarry. During the Lancashire Cotton Famine (1861–65), public works started to develop the site with a gravel drive being created by unemployed cotton spinners giving access. There were some barrows on the site of the park which were excavated in 1865. Several funerary urns and some grave goods were found. In the 1870s James Williamson senior started to develop the site, and by 1877 a plan of pathways had been drawn up. When James Williamson senior died in 1879, his son Lord Ashton took the work forward, handing the site over to Lancaster Corporation in 1881. The Ashton Memorial was added in the early twentieth century. ==Features== Features of the park include the Ashton Memorial, fountains, a butterfly house, a café, a children's play area, the Lancaster sundial on the site of what was once a bandstand, an artificial waterfall, some sculptures and a small folly known as the Temple. The park is extensively wooded, with many pathways winding among the trees. There were also formerly an astronomical observatory and a weather station, but these became unviable with growth of the surrounding trees. They fell into disrepair after 1939 and only fragments remain. ==Events== ===Play in the Park=== Since 1987 The Dukes Theatre, based in the city, have put on their 'Play in the Park' during July and August each year. The production uses the natural scenery of the park as the stage and requires the audience to follow performers from scene to scene.Lancaster nostalgia: Dukes theatre celebrates 45 years, Lancaster Guardian, November 2016 The first production to be staged in the park was A Midsummer Night's Dream in which Dukes' honorary patron Andy Serkis appeared.Andy Serkis becomes honorary patron of Lancaster’s Dukes theatre, The Stage, July 2016 Since it began over 500,000 people have attended at Dukes' park show and the 2016 production of The Hobbit won Best Show for Children and Young People at the UK Theatre Awards.Why Lancaster is a thriving home for outdoor theatre, The Stage, June 2017 ===Highest Point Festival=== On 18–20 May 2018 the park played host to the inaugural Highest Point music festival which offered several stages across the grounds.Review: Embracing right royal summer vibes at the inaugural Highest Point Festival; The Moods. Cast. Embrace. Ocean Colour Scene. Rae Morris, Lancashire Evening Post, May 2018 Highest Point featured performances from Ocean Colour Scene, Rae Morris, Embrace, The Two Bears and the Hacienda Classical, and the festival was held again in May 2019. In July 2019, it was confirmed the festival would return to Williamson Park on 15–17 May 2020. However COVID-19 caused the festival to get cancelled. ===Parkrun=== A 5 km parkrun event takes place in the park every Saturday morning. The first event was held in 2016. == References == thumb|right|The lake and fountain from the bridge over the lake ==External links== *Official site Category:Parks and commons in Lancaster, Lancashire",
 "title": "Williamson Park, Lancaster"
}