{
 "id": "554888",
 "text": "{| |} USS Northampton (CL/CA-26) was the lead in service with the United States Navy. She was commissioned in 1930, originally classified a light cruiser because of her thin armor but later reclassified a heavy cruiser because of her 8-inch guns. During World War II she served in the Pacific and was sunk by Japanese torpedoes during the Battle of Tassafaronga on 30 November 1942. She was named after the city of Northampton, Massachusetts, the home of former President Calvin Coolidge. == Construction == Northampton was laid down on 12 April 1928, by Bethlehem Steel Corp.'s Fore River Shipyard, Quincy, Massachusetts; launched on 5 September 1929; sponsored by Grace Coolidge (wife of the former president); and commissioned on 17 May 1930, Captain (later Vice Admiral) Walter N. Vernou in command. == Inter-war period == thumb|left|Northampton in 1930. Joining the Atlantic Fleet, Northampton made a shakedown cruise to the Mediterranean during the summer of 1930, then participated in the fleet training schedule which took her to the Caribbean, the Panama Canal Zone, and, occasionally, into the Pacific for exercises with other cruisers and ships of all types. Redesignated CA-26 in 1931 in accordance with the London Naval Treaty, she operated primarily in the Pacific from 1932, homeported at San Pedro, and later at Pearl Harbor. Northampton was one of six ships to receive the new RCA CXAM radar in 1940. == World War II == thumb|left|USS Northampton of the Enterprise task force enters Pearl Harbour on 8 December 1941. Northampton was at sea with Admiral William Halsey, Jr. in task force during the Japanese attack on Pearl Harbor on 7 December 1941, returning to port the next day. On 9 December, the force sortied to search northeast of Oahu, then swept south to Johnston Island, then north again to hunt the enemy west of Lisianski Island and Midway Atoll. On 11 December, was damaged when it collided with Northampton during underway refueling. Through January 1942, Northampton joined in such searches until detached with to bombard Wotje on 1 February. The bombardment not only demolished buildings and fuel dumps on the island, but also sank two Japanese ships. A similar assault was fired against Wake Island on 24 February when, despite serious enemy counterfire, the guns of Northampton and her force started large fires on the island and sank a dredge in the lagoon. As Northampton retired from the island, enemy seaplanes, landbased planes, and patrol craft attacked, but all were destroyed or repulsed. On 4 March, the force launched aircraft for a strike on Marcus Island, then turned east for Pearl Harbor. Early in April, Enterprises task force, including Northampton, sortied once again, and joined force for the Doolittle Raid on Tokyo 18 April. Once again the ships replenished at Pearl Harbor, then sailed for the Southwest Pacific, arriving just after the battle of the Coral Sea. Returning to Pearl Harbor, Northampton prepared for the action soon to come at the battle of Midway, when she screened Enterprise. On 4–5 June, the American carriers launched their planes to win a great victory, turning the Japanese back in mid-Pacific, and dealing them a tremendous blow by sinking four carriers. Throughout the Battle of Midway, Northampton protected her carrier and with her returned undamaged to Pearl Harbor on 13 June. In mid-August, Northampton sailed for the Southwest Pacific to join in the Guadalcanal operation. She patrolled southeast of San Cristobal, where on 15 September her force was attacked by submarines, which sank and damaged , and another torpedo hit badly damaged only off Northamptons port beam. Now sailing with Hornet, Northampton screened the carrier during attacks on Bougainville Island on 5 October. During the battle of the Santa Cruz Islands on 26 October, which took place without surface contact with the enemy, Northampton went to the aid of Hornet, mortally wounded by enemy aircraft, and provided antiaircraft cover while attempting to take the stricken carrier in tow. Obviously doomed, the carrier was later sunk by destroyer torpedo and gunfire, and the American force retired to the southwest. === Loss at the Battle of Tassafaronga === thumb|right|Northampton attempting to tow Hornet during the battle of the Santa Cruz Islands on 26 October 1942 Northampton next operated with a cruiser-destroyer force, to prevent the Japanese from reinforcing their troops on Guadalcanal. The Battle of Tassafaronga began 40 minutes before midnight on 30 November, when three American destroyers made a surprise torpedo attack on the Japanese. All American ships then opened fire, which the startled enemy did not return for seven minutes. Two of the American cruisers took torpedo hits within the space of a minute, and 10 minutes later, another was hit, all being forced to retire from the action. Northampton and , with six destroyers, continued the fierce action. Close to the end of the engagement, Northampton was struck by two torpedoes, which tore a huge hole in her port side, ripping away decks and bulkheads. Flaming oil sprayed over the ship; she took on water rapidly and began to list. Three hours later, as she began to sink stern-first, she had to be abandoned. So orderly and controlled was the process that loss of life was surprisingly light. Most of the survivors were picked up within an hour by destroyers of Task Force 67. About 40 crewmen spent the rest of the night in two life rafts. Those survivors were later rescued by torpedo boat PT 109 and landed on Tulagi Island. U. S. Navy archives contain a photo of PT 109 entering the anchorage at Tulagi, her topside crowded by Northampton survivors, some of them seriously wounded or dying. Five months after this battle PT 109 got a new skipper: Lt.jg John F. Kennedy. It was a tactical defeat, as three cruisers had been severely damaged and Northampton lost in exchange for the loss of only one Japanese destroyer; nevertheless the Japanese had been denied a major reinforcement. The senior officer killed on Northampton during the battle of Tassafaronga was Chief Engineer, Commander (select) Hilan Ebert of Alliance, Ohio. Ebert was awarded the Navy Cross. In honor of Commander Ebert, the destroyer escort was launched 11 May 1944 by Tampa Shipbuilding Co., Inc., Tampa, Florida; sponsored by the widow of Commander Ebert; Mrs. Hilan Ebert. Commanding officer of the ship, Captain Willard A. Kitts survived the sinking and was also decorated the Navy Cross for handling the evacuation of Northampton. rescued survivors of Northampton, ingeniously using cork-floated cargo nets to take great groups of them from the water. == Awards == Northampton received six battle stars for World War II service. == In fiction == Northampton plays a prominent role in Herman Wouk's novel War and Remembrance as Victor Henry's first seagoing command in many years. The ship's operations in the book are identical to those in its real life. The novel includes a discussion of the design compromises imposed on the Northampton-class by the Washington Naval Treaty of 1922. The ship also figured prominently in the War and Remembrance (miniseries). Northampton was also used as a reference in the 1937 film Navy Blue and Gold, in which James Stewart played a seaman who was stationed on Northampton before being awarded an appointment to the U.S. Naval Academy at Annapolis. Stewart's character mentioned that he played football for Northampton, and that it was the fleet football champion. == See also == *Jason Robards, crewman aboard Northampton when it was lost. *List of U.S. Navy losses in World War II == References == ==Bibliography== * * * * == External links == * *hazegray.org: USS Northampton *\"Uncle Sam's Latest Treaty Cruiser In Action\", October 1930, Popular Mechanics cutaway drawing of the Northampton CA-26 *uboat.net: USS Northampton Category:Northampton-class cruisers Category:World War II cruisers of the United States Category:Shipwrecks in Ironbottom Sound Category:Ships built in Quincy, Massachusetts Category:1929 ships Category:Maritime incidents in November 1942 Category:1992 archaeological discoveries",
 "title": "USS Northampton (CA-26)"
}