{
 "id": "554817",
 "text": "The scythed chariot was a war chariot with scythe blades mounted on each side. It was employed in ancient times. ==History== The scythed chariot was a modified war chariot. The blades extended horizontally for about to each side of the wheels. The Greek general Xenophon (430−354 BC), an eyewitness at the battle of Cunaxa, tells of them: \"These had thin scythes extending at an angle from the axles and also under the driver's seat, turned toward the ground\". Serrated bronze blades for chariot wheels have also been excavated from Zhou- era pre-imperial Chinese sites. Dismissing completely 17th to 19th century ideas of a Canaanite, Assyrian, Indian or Macedonian origin, Historian Alexander K. Nefiodkin challenges Xenophon's attribution of scythed chariots to the first Persian king Cyrus, pointing to their notable absence in the invasion of Greece (480−479 BC) by one of his successors, Xerxes I. Instead, he argues that the Persians introduced scythed chariots sometime later during the Greco-Persian Wars, between 467 BC and 458 BC, as a response to their experience fighting against Greek heavy infantry. In addition, Nefiodkin has responded to the critic J. Rop, summarising that the ancient historian Ctesias of Assyria is unreliable, and that scythed chariots were developed in order to fight ancient Greek hoplite formations, or more generally, heavy infantry.Nefiodkin, A. K. (2014), Once more on the origin of the Scythed Chariot, The Ancient History Bulletin 28.3-4, 112-118, http://www.ancienthistorybulletin.org/subscribed-users-area/wp- content/uploads/2015/10/Nefedkin.pdf ===Persian wars=== The scythed chariot was pulled by a team of four horses and manned by a crew of up to three men, one driver and two warriors. Theoretically the scythed chariot would plow through infantry lines, cutting combatants in half or at least opening gaps in the line which could be exploited. It was difficult to get horses to charge into the tight phalanx formation of the Greek/Macedonian hoplites (infantry). The scythed chariot avoided this inherent problem for cavalry, by the scythe cutting into the formation, even when the horses avoided the men. A disciplined army could diverge as the chariot approached, and then re-form quickly behind it, allowing the chariot to pass without causing many casualties. War chariots had limited military capabilities. They were strictly an offensive weapon and were best suited against infantry in open flat country where the charioteers had room to maneuver. At a time when cavalry were without stirrups, and probably had neither spurs nor an effective saddle, though they certainly had saddle blankets, scythed chariots added weight to a cavalry attack on infantry. Historical sources come from the infantry side of such engagements i.e. the Greek and Roman side. Here is one recorded encounter where scythed chariots were on the winning side: > The soldiers had got into the habit of collecting their supplies carelessly > and without taking precautions. There was one occasion when Pharnabazus, > with 2 scythed chariots and about 400 cavalry, came on them when they were > scattered all over the plain. When the Greeks saw him bearing down on them, > they ran to join up with each other, about 700 altogether; but Pharnabazus > did not waste time. Putting the chariots in front, and following behind them > himself with the cavalry, he ordered a charge. The chariots dashing into the > Greek ranks, broke up their close formation, and the cavalry soon cut down > about a hundred men. The rest fled and took refuge with Agesilaus, who > happened to be close at hand with the hoplites.Xenophon, Hellenica > IV,1,17-19. The only other recorded example of their successful use seems to be when units of Mithradates VI of Pontus defeated a Bithynian force on the River Amnias in 89 BC. (Appian) ===Roman encounters=== Despite these shortcomings, scythed chariots were used with some success by the Persians and the kingdoms of the Hellenistic Era. They are last known to have been used at the Battle of Zela in 47 BC. The Romans are reported to have defeated this weapon system, not necessarily at this battle, with caltrops. On other occasions the Romans fixed vertical posts in the ground behind which their infantry were safe (Frontinus Stratagems 2,3,17-18) There is a statement in the Scriptores Historiae Augustae Severus Alexander LV that he captured 1,800 scythed chariots. This is universally regarded as false. Late in the Imperial period, the Romans might have experimented with an unusual variant of the idea that called for cataphract-style lancers to sit on a pair or a single horse drawing a \"chariot\" reduced to a bare axle with wheels, where the blades were only lowered into the fighting position at the last moment. This would have facilitated manoeuvring before battle. This at least is a reasonable interpretation of the rather enigmatic De rebus bellicis section 12-14. ===Saharan tribes=== In the northern Sahara nomadic tribes called Pharusii and Nigrites used scythed chariots c. 22 AD, as Strabo reports: \"They have chariots also, armed with scythes.\"Strabo, Geography, XVII.iii. ===Celtic Britain and Ireland=== Regarding the Roman conquest of Britain, contemporary Roman geographer Pomponius Mela mentions: > They make war not only on horseback but also from 2 horse chariots and cars > armed in the Gallic fashion – they call them covinni – on which they use > axles equipped with scythes.Pomponius Mela, 3,52 (c. 44 AD). No one knows how much value to give to this statement. There is the deep suspicion that it reflects Claudian propaganda to add glory to the Roman invasion of Britain by making the Britons more sophisticated than they were. There is no accepted archaeological evidence concerning scythed chariots. There are some large heavy scythe blades from late Roman Britain which are too unwieldy for a man to use. thumb|Da Vinci's Scythed Chariot However, a scythed chariot appears in The Cattle-Raid of Cooley (Táin Bó Cúailnge), the central epic of the Ulster cycle of Early Irish literature.Scythed chariot, from The Cattle-Raid of Cooley (Táin Bó Cúalnge) ===Leonardo da Vinci=== One of Leonardo da Vinci's ideas was a scythed chariot. Carro falciante - Museo scienza tecnologia Milano 09903 02.jpg|Detail of the model of the scythed chariot by Leonardo exhibited at Museo nazionale della scienza e della tecnologia Leonardo da Vinci, Milan Carro falciante - Museo scienza tecnologia Milano 09903 04.jpg|Detail of the rotating scythes ==References== ==Sources== * * Category:Chariots",
 "title": "Scythed chariot"
}