{
 "id": "554969",
 "text": "The Convention on the Prohibition of the Use, Stockpiling, Production and Transfer of Anti-Personnel Mines and on their Destruction of 1997, known informally as the Ottawa Treaty, the Anti-Personnel Mine Ban Convention, or often simply the Mine Ban Treaty, aims at eliminating anti-personnel landmines (AP-mines) around the world. To date, there are 164 state parties to the treaty. One state (the Marshall Islands) has signed but not ratified the treaty, while 32 UN states, including China, Russia, and the United States have not; making a total of 33 United Nations states not party. == Chronology == ===Early action and draft Conventions=== ===Threats to the comprehensive nature of the Convention=== A major threat to the project of a Total ban Convention as endorsed by the 1996 Ottawa Conference was the danger of being watered down. One example was the well-intended attempt made by Canada to win the support of Countries opposed to a total ban – in particular the US – by proposing a new approach: To replace the Draft Convention by a new text, composed of a \"Chapeau-Convention\", containing generalities only, and four annexed protocols, each one dealing with one of the main prohibitions: production, stockpiling, transfer and use of anti-personnel mines.Stuart Maslen (2004) Point 0.54, p. 29 This approach would allow some additional countries to join the process but at the price of allowing them to pick and choose only those prohibitions compatible with their military needs. This concept, which would keep only the appearance of a total ban treaty, would risk creating a confusing situation of varying legal situations, and would, in the first place, postpone a real comprehensive total ban, potentially indefinitely. This proposal did however not materialise as the US rebuffed the idea, believing that they could steer the negotiations into the Conference on Disarmament where it would be subject to the consensus rule. ===Attempts to block the project of a Total Ban Convention=== Countries opposing a total ban of APMs because of their military necessities had an interest to prevent any negotiations on a total ban and in particular in free standing negotiations as proposed by Austria. The smart way to achieve this aim was to insist on holding the relevant negotiations in the framework of the competent forum of the UN for disarmament negotiations, the Conference on Disarmament (CD). The catch is that the CD had many years previously become a dead end, because of fundamental disagreements among Member States on its agenda and because of the rule of consensus giving each member de facto the right of veto.Werner Ehrlich (1996) Point 4.b, p. 197 ===Further progress=== {{defn|1–19 September: The 1997 Oslo Conference (the Oslo Diplomatic Conference on an International Total Ban on Anti-Personnel Land Mines). Its purpose, the final negotiation and formal adoption of the Treaty, was achieved only after intensive debates on the conditions presented by the US and on numerous other new proposals on 18 September 1997, after the US delegation announced that it was withdrawing its proposals as it had been unable to garner the necessary support for them. The Convention was then formally adopted.Stuart Maslen (2004) point 0.90, p. 43. Texts of the proposals in Appendix 5, pp. 423–450 == Implementation == === Treaty terms === Besides ceasing the production and development of anti- personnel mines, a party to the treaty must destroy its stockpile of anti- personnel mines within four years, although it may retain a small number for training purposes (mine-clearance, detection, etc.). Within ten years after ratifying the treaty, the country should have cleared all of its mined areas. This is a difficult task for many countries, but at the annual meetings of the States Parties they may request an extension and assistance. The treaty also calls on States Parties to provide assistance to mine-affected persons in their own country and to provide assistance to other countries in meeting their treaty obligations. The treaty covers only anti-personnel mines; it does not address mixed mines, anti-tank mines, remote-controlled claymore mines, anti-handling devices (booby traps), and other \"static\" explosive devices. === Destruction of stockpiles === Signatory nations have destroyed more than 48 million stockpiled mines since the treaty's entry into force on 1 March 1999. One hundred and fifty-nine (159) countries have completed the destruction of their stockpiles or declared that they did not possess stockpiles to destroy. ===Retention of landmines=== Article 3 of the treaty permits countries to retain landmines for use in training in mine detection, mine clearance, or mine destruction techniques. 72 countries have taken this option. Of this group, 26 States Parties retain fewer than 1,000 mines. Only two have retained more than 10,000 mines: Turkey (15,100) and Bangladesh (12,500). A total of 83 States Parties have declared that they do not retain any antipersonnel mines, including 27 states that stockpiled antipersonnel mines in the past.Landmine Monitor Report 2012, p. 8. Canada also retains mines for training. They also continue to make and use the \"C19 Detonated Weapon\" in combat, this does not qualify as a landmine under the treaty because it is fired by a person and not by a pressure plate. === Landmine-free countries === Through 2015, 29 countries had cleared all known mined areas from their territory: Albania, Bhutan, Bulgaria, Burundi, Republic of the Congo, Costa Rica, Denmark, Djibouti, France, Gambia, Germany, Guinea-Bissau, Greece, Guatemala, Honduras, Hungary, Jordan, Malawi, Mozambique, Nicaragua, Nigeria, North Macedonia, Rwanda, Suriname, Swaziland, Tunisia, Uganda, and Venezuela. El Salvador finished clearing its landmines before joining the Treaty. At the November–December 2009 Cartagena Summit for a Mine-Free World, Albania, Greece, Rwanda, and Zambia were also declared mine-free. On 2 December 2009, Rwanda was declared free of landmines. It followed a three-year campaign by 180 Rwandan soldiers, supervised by the Mine Awareness Trust and trained in Kenya, to remove over 9,000 mines laid in the country between 1990 and 1994. The soldiers checked and cleared 1.3 square km of land in twenty minefields. The official Cartagena Summit announcement came after the Rwandan Ministry of Defence's own announcement of the completion of the demining process on 29 November 2009. Under Article 5 of the Ottawa Treaty, Rwanda was requested to become mine-free by 1 December 2010. On 18 June 2010, Nicaragua was declared free of landmines. Two more countries became free of landmines in 2011. On 14 June 2011, Nepal was declared a landmine-free zone, making it the second country to be landmine-free in Asia. In December 2011, Burundi was declared landmine free. On 5 December 2012 at the 12th Meeting of the States Parties, six states declared themselves landmine-free. These were the Republic of the Congo, Denmark, Gambia, Guinea-Bissau, Jordan, and Uganda. On 17 September 2015, Mozambique was declared free of land mines after the last of some nearly 171,000 had been cleared over 20 years. == Landmine and Cluster Munition Monitor == The Landmine and Cluster Munition Monitor (\"the Monitor\") is an initiative providing research for the ICBL and the Cluster Munition Coalition (CMC), and acting as their de facto monitoring regime. As an initiative of ICBL which was founded in 1998 through Human Rights Watch, the Monitor gives monitoring on the humanitarian development and uses of landmines, cluster munitions, and explosive remnants of war (ERW). It provides reports on all aspects of the landmine, cluster munitions, and ERW issues. It issues annual report updates on all countries in the world, keeps an international network with experts, provides research findings for all mediums, and remains flexible to adapt its reports to any changes. The Monitor has earned respect with its transparency whose states must be provided under the relevant treaties for independent reporting. Its main audiences are not only governments, NGOs, and other international organizations, but also media, academics and the public. == States parties == The Convention gained 122 country signatures when it opened for signing on 3 December 1997 in Ottawa, Canada. Currently, there are 164 States Parties to the Treaty.Treaty Status , International Campaign to Ban Landmines Thirty-three countries have not signed the treaty and one more has signed but did not ratify. The states that have not signed the treaty includes a majority of the permanent members of the United Nations Security Council: China, the United States, and Russia. In 2014, the United States declared that it will abide by the terms of the Treaty, except for landmines used on the Korean Peninsula. South Korea, like North Korea, has not signed the treaty, believing the use of landmines to be crucial to the defense of their territory against the other. == Criticism == Criticism from academics, security officials, and diplomats is based on both the political process and the substance. The campaign for what became the Ottawa Treaty was led by a group of powerful non-governmental organizations, and instead of working within existing multilateral frameworks, including the Conference on Disarmament, based at the UN compound in Geneva (the Palais des Nations), an ad hoc framework was created that detoured around existing intergovernmental processes. Critics alleged that this represented a challenge to the sovereignty and responsibility of nation states for the defense of their citizens. Substantively, critics view the treaty as naive and idealistic, in attempting to erase the reality of security threats that lead armies and defense forces to rely on landmines for protection against invasion and terror attacks. As a result, ratification has been far from universal, and many of the states that do not currently intend to ratify the treaty possess large stockpiles of anti-personnel mines. So far 35 countries have not signed the treaty; nonsignatories include the United States, Russia, China, Myanmar, United Arab Emirates, Cuba, Egypt, India, Israel, and Iran. In Finland, the National Coalition Party and the Finns Party proposed withdrawing from the treaty. The stance is supported by the Finnish Ministry of Defence report from 2003, which sees landmines as an effective weapon against a mechanised invasion force. Recently, in early 2018, an MP from the National Coalition Party started a citizens' initiative to withdraw from the Ottawa Treaty. Also, the Minister of Defence Jussi Niinistö (Blue Reform; formerly Finns Party prior to its split) has been supporting withdrawal from the treaty, saying that he \"wants to rip it in half\". Since the beginning of the 2022 Russian invasion of Ukraine, the debate sparked up again in Finland, when the chairmans of the National Coalition Party Petteri Orpo and Finns Party Riikka Purra viewed joining the treaty as a mistake in a panel of the Finnish national broadcaster Yle on 1 March 2022, wanting to resign from the treaty. According to a questionnaire sent to Finnish parliamentary groups by a consortium of local newspapers Uutissuomalainen earlier during the invasion and published on 1 March 2022, the Finns Party (as well as its splinter group Power Belongs to the People), Christian Democrats and Movement Now supported resignation from the treaty, the National Coalition Party, Social Democratic Party and Left Alliance being undecided on the question, while the Centre Party, Green League and Swedish People's Party on the side of supporting staying in the treaty. The President of Finland Sauli Niinistö also commented that \"there would be use for anti-personnel mines\", and former Chief of Defence Gustav Hägglund considered joining the treaty \"a grave mistake\". In the same continuum, another citizens' initiative to resign from the treaty, left on 24 February 2022, gathered the required 50 000 signatures by 6 March 2022, and will proceed to the Parliament. Ukraine has also signaled that they might have to withdraw from the treaty due to military necessity. Opponents of banning anti-personnel mines give several reasons, among them that mines are a cheap and therefore cost-effective area denial weapon. Opponents claim that when used correctly, anti-personnel mines are defensive weapons that harm only attackers, unlike ranged weapons such as ballistic missiles that are most effective if used for preemptive attacks. Furthermore, opponents claim that the psychological effect of mines increases the threshold to attack and thus reduces the risk of war. The Ottawa Treaty does not cover all types of unexploded ordnance. Cluster bombs, for example, introduce the same problem as mines: unexploded bomblets can remain a hazard for civilians long after a conflict has ended. A separate Convention on Cluster Munitions was drafted in 2008 and was adopted and entered into force in 2010. As of February 2020, there are 108 state parties of the CCM. In theory, mines could be replaced by manually triggered Claymore mines, but this requires the posting of a sentry. Opponents point out that the Ottawa Convention places no restriction whatsoever on anti-vehicle mines which kill civilians on tractors, on school buses, etc. The position of the United States is that the inhumane nature of landmines stems not from whether they are anti-personnel as opposed to antivehicle but from their persistence. The United States has unilaterally committed to never using persistent landmines of any kind, whether anti- personnel or anti-vehicle, which they say is a more comprehensive humanitarian measure than the Ottawa Convention. All US landmines now self-destruct in two days or less, in most cases four hours. While the self-destruct mechanism has never failed in more than 65,000 random tests, if self-destruct were to fail the mine will self-deactivate because its battery will run down in two weeks or less. That compares with persistent anti-vehicle mines which remain lethal for about 30 years and are legal under the Ottawa Convention. Little progress in actual reduction of mine usage has been achieved. In 2011, the number of landmines dispersed is higher than ever since 2004, landmines being dispersed in Libya, Syria, and Myanmar. Turkey reported that between 1957 and 1998, Turkish forces laid 615,419 antipersonnel mines along the Syrian border \"to prevent illegal border crossings\". These mines are killing Syrians stuck on the border or trying to cross near Kobanî. Turkey is required under the treaty to destroy all antipersonnel mines, but has missed deadlines. Human Rights Watch claims in its report that as of 18 November 2014, over 2,000 civilians were still in the Tel Shair corridor section of the mine belt because Turkey had been refusing entry for cars or livestock, and the refugees did not want to leave behind their belongings. == Review conferences == * First Review Conference: 29 November – 3 December 2004, Nairobi, Kenya: Nairobi Summit on a Mine Free World. * Second Review Conference: 29 November – 4 December 2009, Cartagena, Colombia: Cartagena Summit on a Mine-Free World. * Third Review Conference: 23–27 June 2014, Maputo, Mozambique: Maputo Review Conference on a Mine-Free World. *Fourth Review Conference: 25–29 November 2019, Oslo, Norway: Oslo Review Conference on a Mine-Free World == Annual meetings == Annual meetings of the treaty member states are held at different locations around the world. These meetings provide a forum to report on what has been accomplished, indicate where additional work is needed and seek any assistance they may require. *1st meeting of the States Parties in May 1999 in Maputo, Mozambique *2nd meeting of the States Parties in September 2000 in Geneva, Switzerland *3rd meeting of the States Parties in September 2001 in Managua in Managua, Nicaragua *4th meeting of the States Parties in September 2002 in Geneva, Switzerland *5th meeting of the States Parties in September 2003 in Bangkok, Thailand *First Review Conference or Nairobi Summit on a Mine-Free World in November/December 2004 in Nairobi, Kenya *6th meeting of the States Parties in November/December 2005 in Zagreb, Croatia *7th meeting of the States Parties in September 2006 in Geneva, Switzerland *8th meeting of the States Parties in September 2007 at the Dead Sea, Jordan *9th meeting of the States Parties in November 2008 in Geneva, Switzerland *Second Review Conference or Cartagena Summit on a Mine-Free World in November/December 2009 in Cartagena, Colombia *10th meeting of the States Parties in November/December 2010 in Geneva, Switzerland *11th meeting of the States Parties in November/December 2011 in Phnom Penh, Cambodia *12th meeting of the States Parties in November/December 2012 in Geneva, Switzerland *13th meeting of the States Parties in November/December 2013 in Geneva, Switzerland *Third Review Conference or Maputo Review Conference on a Mine-Free World in June 2014 in Maputo, Mozambique *14th meeting of the States Parties in December 2015 in Geneva, Switzerland *15th meeting of the States Parties in November/December 2016 in Santiago, Chile *16th meeting of the States Parties in December 2017 in Vienna, Austria *17th meeting of the States Parties in November 2018 in Geneva, Switzerland *Fourth Review Conference or Oslo Review Conference on a Mine-Free World in November 2019 in Oslo, Norway *18th meeting of the States Parties in November 2020 in Geneva, Switzerland == United Nations General Assembly annual resolutions == A recurrent opportunity for States to indicate their support for the ban on antipersonnel mines is their vote on the annual UN General Assembly (UNGA) resolution calling for universalization and full implementation of the Mine Ban Treaty. UNGA Resolution 66/29, for example, was adopted on 2 December 2011 by a vote of 162 in favor, none opposed, and 18 abstentions. Since the first UNGA resolution supporting the Mine Ban Treaty in 1997, the number of states voting in favor has ranged from a low of 139 in 1999 to a high of 165 in 2010. The number of states abstaining has ranged from a high of 23 in 2002 and 2003 to a low of 17 in 2005 and 2006. Of the 19 states not party that voted in support of Resolution 66/29 on 2 December 2011, nine have voted in favor of every Mine Ban Treaty resolution since 1997 (Armenia, Bahrain, Finland, Georgia, Oman, Poland, Singapore, Sri Lanka, and the United Arab Emirates); 10 that consistently abstained or were absent previously now vote in favor (Azerbaijan, China, Kazakhstan, Kyrgyzstan, Lao PDR, Marshall Islands, Micronesia FS, Mongolia, Morocco, and Tonga). Somalia, now a State Party, was absent from the 2011 resolution, but has voted in favor in previous years.Landmine Monitor Report 2012, p. 12. The number of states abstaining from supporting the resolution has ranged from a high of 23 in 2002 and 2003 to a low of 17 in 2010, 2005 and 2006. The group of states that could be described as most concerned about the security implications of the Mine Ban Treaty are the 15 states not party that have voted against consecutive resolutions since 1997: Cuba, Egypt, India, Iran, Israel, Libya (since 1998), Myanmar, North Korea (since 2007), Pakistan, Russia, South Korea, Syria, Uzbekistan (since 1999), the United States, and Vietnam (since 1998). == Key figures in the making of the treaty == === Letter-writers and non- governmental organizations === The Ottawa Anti-Personnel Mines Treaty would not likely have been possible without the sustained effort of thousands of global citizens writing their elected officials in the lead up to the treaty's creation and signing in 1997. A small number of core groups mobilized on the landmines problem worked closely with a wider variety of NGOs, including churches, prominent children's and women's rights groups, disarmament and development groups, in order to produce concerted political pressure, as well as with the media to keep the issue in the forefront. Because of this unparalleled involvement of the global public, and their success in lobbying for this initiative, university political science and law departments frequently study the socio-historical initiatives that led to the Ottawa process, arguing it is a leading modern example of the power of peaceful democratic expression and a method for mobilization on disarmament issues or more broadly. ===Jody Williams and The International Campaign to Ban Landmines=== The organization the International Campaign to Ban Landmines and its founding coordinator, Jody Williams, were instrumental in the passage of the Ottawa Treaty, and for these efforts they jointly received the 1997 Nobel Peace Prize. However, since efforts to secure the treaty started over a decade before Williams involvement and the fact that the treaty was a joint effort of so many people from all over the world, including hundreds of influential political and private leaders, some felt that Williams should decline to personally benefit from the award of the 1997 Nobel Peace Prize. Williams herself has said she feels the organization deserved the award while she did not, and emphasized the collective nature of the movement; as the chair of a group of female Peace Prize recipients, she has used her status as a Peace Prize recipient to bring concerns of woman-led grassroots organizations to the attention of governments.The Life Of An Activist ===Werner Ehrlich=== Available sources such as the excellent study on the Ottawa Treaty made by Stuart MaslenStuart Maslen: The Convention on the Prohibition of the Use, Stockpiling, Production and Transfer of Anti-Personnel Mines and on their Destruction. In: Oxford Commentaries on International Law, Commentaries on Arms Control Treaties, Volume 1, Oxford University Press, 2004; ; and an article published by Werner Ehrlich in 1996Werner Ehrlich, Auf dem Weg zu einer Konvention über das Verbot von Anti-Personen-Minen; Österreichisches Jahrbuch für internationale Politik; Österreichische Gesellschaft für Außenpolitik und internationale Beziehungen gemeinsam mit dem Österreichischen Institut für internationale Politik; Verlag Böhlau, 1996; indicate that the key figure in the making of the Ottawa Treaty was the Austrian diplomat Dr. Werner Ehrlich, head of the Disarmament Unit at the Austrian Ministry for Foreign Affairs in 1995/96: He initiated the process by making the first draft of the future Treaty in April 1996 and succeeded to get this project and the proposed unorthodox procedure – to negotiate this Convention outside the Conference on Disarmament (CD) – adopted by the Ottawa Conference in October 1996 – in spite of nearly universal opposition. It was an uphill struggle. This proposal was understandably rejected by countries which see anti- personnel mines as essential for national defense. Consequently, they tried repeatedly to block the project or to steer it to a dead end in the CD. The proposal was however also opposed by Countries and NGO's supporting a total ban, because of their conviction that practical measures would be more conducive to a total ban than a Convention, A view which was reflected in the \"purpose\" of the 1996 Ottawa Conference: \"to catalyze practical efforts to move toward a ban and to create partnerships essential to building the necessary political will to achieve a global ban on AP mines.\" But this meant in fact, that a total ban was postponed to a remote future: until practical efforts may have convinced one day Countries depending on APMs for their defense, that APMs are useless or counterproductive. The approach of Werner Ehrlich was different: It was essential to delegitimize as soon as possible any use of APMs by the adoption of an instrument of international law on a total ban of APMs, because it would not only bind the Parties to the Convention but would also have at least a moral effect on Countries not Parties by clearly contradicting the idea that the use of APMs is legal. It was also essential to elaborate this Treaty in a free standing negotiating process outside the Conference on Disarmament (CD), as there mine-affected Countries not Members of the CD would be excluded and opponents of a total ban could block the project immediately, e. g. simply by denying consensus to put it on the agenda.Werner Ehrlich, (1997) Point 4b, p. 197 At the Ottawa Conference in October 1996 Ehrlich defended the project of a Total Ban Convention, against opponents of a total ban as well as even against leading humanitarian organizations such as the International Committee of the Red Cross (ICRC) and the International Campaign to Ban Landmines (ICBL), which at the beginning saw the project as premature, as detraction or even as a waste of time.Werner Ehrlich (1976) Point 4c, p. 197 He succeeded finally against all odds – due in particular to the inspired and timely support of the Canadian Minister of Foreign Affairs, Lloyd Axworthy – to get his project indorsed by the Conference: Austria was tasked to draft the text for the negotiations which were to be held – as proposed – in a free standing negotiating process, a procedure later called the \"Ottawa Process\". His third and final draft before leaving disarmament at the end of 1996 to become Austria's Ambassador to the Islamic Republic of IranStuart Maslen, (2004) op. cit. point 0.53, p. 28 was known as the \"First Austrian Draft\" and served as the basis for the following negotiations leading to the adoption of the Mine Ban Treaty in December 1997 === Canada's Mine Action === Mines Action Canada grew out of the efforts of Canadian non-governmental agencies concerned about the rapidly spreading impact of landmines and cluster munitions. The group was successful in garnering positive Canadian government attention to the call for a ban by mobilizing Canadians to demand action. By 1996, sustained and growing citizen action led Minister Axworthy of the Canadian Department of Foreign Affairs and International Trade to collaborate with Mines Action Canada and the International Campaign to Ban Landmines. This in turn led to the Government of Canada challenging other countries to negotiate and sign a treaty banning ban landmines within one year. This call to action led directly to the signing of the \"Convention on the Prohibition on the Use, Stockpiling, Production and Transfer of Anti-Personnel Mines and on their Destruction\" commonly known as the 'mine ban treaty' one year later in December 1997. Mines Action Canada was hosted by Physicians for Global Survival, chaired by Valerie Warmington and coordinated by Celina Tuttle from the coalition's inception until after the treaty was signed. === Diana, Princess of Wales === Once in the final stages leading into the treaty, the Ottawa Treaty was ardently championed by Diana, Princess of Wales. In January 1997, she visited Angola and walked near a minefield to dramatize its dangers. In January 1997, Angola's population was approximately 10 million and had about 10–20 million land mines in place from its civil war. In August 1997, she visited Bosnia with the Landmine Survivors Network. Her work with landmines focused on the injuries and deaths inflicted on children. When the Second Reading of the Landmines Bill took place in 1998 in the British House of Commons, Foreign Secretary Robin Cook praised Diana and paid tribute to her work on landmines. === Lloyd Axworthy === In his Canadian Foreign Affairs portfolio (1996–2000), Lloyd Axworthy became internationally known (and criticized in some quarters) for his advancement of the concept of human security and including the Ottawa Treaty, and the creation of the International Criminal Court. ===Bobby Muller=== Robert O. (Bobby) Muller (born 1946) is an American peace advocate. He participated in the Vietnam War as a young soldier, and after returning from Vietnam, Muller began to work for veterans' rights and became a peace activist. Since then, Muller founded Vietnam Veterans of America (VVA) in 1978 and Vietnam Veterans of America Foundation (VVAF) in 1980. The VVAF co-founded the International Campaign to Ban Landmines, which won a 1997 Nobel Peace Prize. == See also== *Geneva Call, an NGO that engages non-state actors to ban landmines *Geneva International Centre for Humanitarian Demining, host for the secretariat (ISU) of the Ottawa Treaty *Mine action *Convention on Cluster Munitions, a similar treaty banning cluster munitions ==Further reading== * Richard Price. 1998. \"Reversing the Gun Sights: Transnational Civil Society Targets Land Mines.\" International Organization 52/3: 613-644. ==References== ==External links== *Anti-personnel mines ICRC * Convention on the Prohibition of Anti-personnel Mines full text *ICBL website (International Campaign to Ban Landmines) **Full text of the treaty in English **Full text of the treaty in multiple languages and formats *Signatories and ratifications *Landmine and Cluster Munition Monitor * E-Mine – Electronic Mine Information Network by United Nations Mine Action Service. * LandmineAction.org * Action on Armed Violence Category:Arms control treaties Category:International humanitarian law treaties Category:Mine action Category:Technological phase-outs Category:Treaties concluded in 1997 Category:Treaties entered into force in 1999 Category:Treaties of the Afghan Transitional Administration Category:Treaties of Albania Category:Treaties of Algeria Category:Treaties of Andorra Category:Treaties of Angola Category:Treaties of Antigua and Barbuda Category:Treaties of Argentina Category:Treaties of Australia Category:Treaties of Austria Category:Treaties of the Bahamas Category:Treaties of Bangladesh Category:Treaties of Barbados Category:Treaties of Belarus Category:Treaties of Belgium Category:Treaties of Belize Category:Treaties of Benin Category:Treaties of Bhutan Category:Treaties of Bolivia Category:Treaties of Bosnia and Herzegovina Category:Treaties of Botswana Category:Treaties of Brazil Category:Treaties of Brunei Category:Treaties of Bulgaria Category:Treaties of Burkina Faso Category:Treaties of Burundi Category:Treaties of Cambodia Category:Treaties of Cameroon Category:Treaties of Canada Category:Treaties of Cape Verde Category:Treaties of the Central African Republic Category:Treaties of Chad Category:Treaties of Chile Category:Treaties of Colombia Category:Treaties of the Comoros Category:Treaties of the Democratic Republic of the Congo Category:Treaties of the Cook Islands Category:Treaties of Costa Rica Category:Treaties of Ivory Coast Category:Treaties of Croatia Category:Treaties of Cyprus Category:Treaties of the Republic of the Congo Category:Treaties of Denmark Category:Treaties of Djibouti Category:Treaties of Dominica Category:Treaties of the Dominican Republic Category:Treaties of Ecuador Category:Treaties of El Salvador Category:Treaties of Equatorial Guinea Category:Treaties of Eritrea Category:Treaties of Estonia Category:Treaties of Ethiopia Category:Treaties of Fiji Category:Treaties of Finland Category:Treaties of France Category:Treaties of Gabon Category:Treaties of the Gambia Category:Treaties of Germany Category:Treaties of Ghana Category:Treaties of Greece Category:Treaties of Grenada Category:Treaties of Guatemala Category:Treaties of Guinea Category:Treaties of Guinea-Bissau Category:Treaties of Guyana Category:Treaties of Haiti Category:Treaties of the Holy See Category:Treaties of Honduras Category:Treaties of Hungary Category:Treaties of Iceland Category:Treaties of Indonesia Category:Treaties of Iraq Category:Treaties of Ireland Category:Treaties of Italy Category:Treaties of Jamaica Category:Treaties of Japan Category:Treaties of Jordan Category:Treaties of Kenya Category:Treaties of Kiribati Category:Treaties of Kuwait Category:Treaties of Latvia Category:Treaties of Lesotho Category:Treaties of Liberia Category:Treaties of Liechtenstein Category:Treaties of Lithuania Category:Treaties of Luxembourg Category:Treaties of North Macedonia Category:Treaties of Madagascar Category:Treaties of Malawi Category:Treaties of Malaysia Category:Treaties of the Maldives Category:Treaties of Mali Category:Treaties of Malta Category:Treaties of Mauritania Category:Treaties of Mauritius Category:Treaties of Mexico Category:Treaties of Moldova Category:Treaties of Monaco Category:Treaties of Montenegro Category:Treaties of Mozambique Category:Treaties of Namibia Category:Treaties of Nauru Category:Treaties of the Netherlands Category:Treaties of New Zealand Category:Treaties of Nicaragua Category:Treaties of Niger Category:Treaties of Nigeria Category:Treaties of Niue Category:Treaties of Norway Category:Treaties of Oman Category:Treaties of Palau Category:Treaties of Panama Category:Treaties of Papua New Guinea Category:Treaties of Paraguay Category:Treaties of Peru Category:Treaties of the Philippines Category:Treaties of Poland Category:Treaties of Portugal Category:Treaties of Qatar Category:Treaties of Romania Category:Treaties of Rwanda Category:Treaties of Saint Kitts and Nevis Category:Treaties of Saint Lucia Category:Treaties of Saint Vincent and the Grenadines Category:Treaties of Samoa Category:Treaties of San Marino Category:Treaties of São Tomé and Príncipe Category:Treaties of Senegal Category:Treaties of Serbia Category:Treaties of Seychelles Category:Treaties of Sierra Leone Category:Treaties of Slovakia Category:Treaties of Slovenia Category:Treaties of the Solomon Islands Category:Treaties of South Africa Category:Treaties of South Sudan Category:Treaties of Spain Category:Treaties of the Republic of the Sudan (1985–2011) Category:Treaties of Suriname Category:Treaties of Eswatini Category:Treaties of Sweden Category:Treaties of Switzerland Category:Treaties of Tajikistan Category:Treaties of Tanzania Category:Treaties of Thailand Category:Treaties of East Timor Category:Treaties of Togo Category:Treaties of Trinidad and Tobago Category:Treaties of Tunisia Category:Treaties of Turkey Category:Treaties of Turkmenistan Category:Treaties of Tuvalu Category:Treaties of Uganda Category:Treaties of Ukraine Category:Treaties of the United Kingdom Category:Treaties of Uruguay Category:Treaties of Vanuatu Category:Treaties of Venezuela Category:Treaties of Yemen Category:Treaties of Zambia Category:Treaties of Zimbabwe Category:Treaties extended to Anguilla Category:Treaties extended to Bermuda Category:Treaties extended to the British Antarctic Territory Category:Treaties extended to the British Indian Ocean Territory Category:Treaties extended to the British Virgin Islands Category:Treaties extended to the Cayman Islands Category:Treaties extended to the Falkland Islands Category:Treaties extended to Montserrat Category:Treaties extended to the Pitcairn Islands Category:Treaties extended to Saint Helena, Ascension and Tristan da Cunha Category:Treaties extended to South Georgia and the South Sandwich Islands Category:Treaties extended to Akrotiri and Dhekelia Category:Treaties extended to the Turks and Caicos Islands Category:Treaties extended to Guernsey Category:Treaties extended to Jersey Category:Treaties extended to the Isle of Man Category:Treaties extended to the Faroe Islands Category:Treaties extended to Greenland Category:United Nations treaties Category:Treaties extended to the Caribbean Netherlands Category:1997 in Ontario Category:History of Ottawa",
 "title": "Ottawa Treaty"
}