{
 "id": "554979",
 "text": "Aberaeron, previously anglicised as Aberayron, is a town, a community and an electoral ward, situated between Aberystwyth and Cardigan in Ceredigion, Wales. Ceredigion County Council offices are based in Aberaeron. The name of the town is Welsh, translating to mouth of the Aeron, derived from the Middle Welsh , \"slaughter\", which gave its name to Aeron, who is believed to have been a Welsh god of war.p.144 A Wander Around the Coast of Wales by Steve Plant, FastPrint Publishing, 2014 The population was 1,520 in 2001, reducing to 1,422 at the 2011 census. ==History and design== In 1800, there was no significant coastal settlement.Aberaeron at Ceredigion County Council website The present town was planned and developed from 1805 by the Rev. Alban Thomas Jones Gwynne. He built a harbour which operated as a port and supported a shipbuilding industry in the 19th century. A group of workmen's houses and a school were built on the harbour's north side, but these were reclaimed by the sea.Aberaeron 1807–2007: Aberaeron Town Trail, celebrating our heritage Heritage Treftadaeth, 2007 (under building 1 - General Storehouse) Steam ships continued to visit the harbour until the 1920s but, in later years, it evolved into a small half-tide harbour for recreational craft. The estuary is also crossed by a wooden pedestrian bridge. Crafts were an important part of village life. Information recorded in trade directories shows that in 1830, although it was not yet fully developed as a port, there were in Aberaeron one woollen manufacturer, one bootmaker, one baker, one corn miller, one blacksmith, one blacksmith and shovel maker, two shipwrights, one carpenter and one hat maker.Jenkins, J. Geraint. Ceredigion: Interpreting an Ancient County. Gwasg Careg Gwalch (2005) pg. 83. In the late 1890s, a hand-powered cable car, the Aeron Express, was built to ferry workers across the harbour when the bridge was demolished by floods. The structure was recreated in 1988 as a tourist attraction that ran until the end of summer 1994, when it was closed under health and safety regulations.Price M. R. C. \"The Lampeter, Aberayron and New Quay Light Railway\", Oakwood Press 2011, p.104 The architecture of Aberaeron is unusual in this part of rural Wales, being constructed around a principal square of elegant Regency style buildings grouped around the harbour. This was the work of Edward Haycock, an architect from Shrewsbury. Some of the architecture was of sufficient interest to feature on British postage stamps. Aberaeron Golf Club (now defunct) was founded in 1923. It continued until World War II when the course was turned over to agriculture to aid the war effort. Post-war attempts to reinstate the club failed.“Aberaeron Golf Club”, “Golf’s Missing Links”. ==== , a 12th- century ringwork fortification around a probable wooden structure was located by the shore at Aberaeron, but has long since been claimed by the sea. Few traces remain today apart from some mounds of earth, the remains of the enclosure bank, most of the site having been eroded. In Wales Illustrated in a Series of Views by Henry Gastineau, published in 1810, it states: \"Near the town are some remains of an ancient fortress called Castell Cadwgan, thought to have been erected by King Cadwgan, about the year 1148.\" However, Cadwgan is recorded as having been killed in 1111. Welsh Minstrelsy: Containing the Land Beneath the Sea, published in 1824, states: \"Just where Sarn Ddewi juts out from the shore is an old fort, called Castell Cadwgan.\" ==Local government== Aberaeron is a relatively new settlement and lacked borough status like other towns in the county. In 1894, the town achieved the status of being an urban district until the local government reorganisation of 1974. The first representative for Aberayron on the Cardiganshire County Council from 1889 was John Morgan Howell, who became a prominent figure in the political life of the county. Following his election in January 1889, bonfires were lit to celebrate his victory. Since 1995 the Aberaeron ward has elected one councillor to Ceredigion County Council. Since 2008 the ward has been represented by Councillor Elizabeth Evans for the Welsh Liberal Democrats. ==Education== The town and surrounding areas are served by Ysgol Gyfun Aberaeron, a bi-lingual secondary comprehensive school. Although there is no provision for further education in the Town, The university towns of Aberystwyth, Lampeter and Carmarthen are all within easy travelling range. ==Location and features== Aberaeron is located between Cardigan and Aberystwyth on the A487, at a junction with the A482 leading south-east to the university town of Lampeter. It lies on the Ceredigion Coast Path, part of the Wales Coast Path. The shoreline consists of generally steep storm beaches of pebbles, although fine sand is visible at low tide levels. Aberaeron south beach was awarded the Blue Flag rural beach award in 2005.Blue Flag website It contains the Harbourmaster Hotel. The climate is mild and temperate, largely conditioned by the proximity of the relatively shallow sea. However, Aberaeron can suffer from occasional winter frosts when cold air descends the Aeron valley from the upland parts of Ceredigion. The town is notable for the sale of honey and honey by-products. 70% of Aberaeron's inhabitants are able to speak Welsh, according to the 2001 census. Dylan Thomas's links with Aberaeron, New Quay and Talsarn have been documented.Thomas, David N. \"Dylan Thomas: A Farm, Two Mansions and a Bungalow\". Seren 2000. Also see https://sites.google.com/site/dylanthomasandnewquay/ The Dylan Thomas Trail runs through Ceredigion, passing through Aberaeron and ending in New Quay.Thomas, David N. \"The Dylan Thomas Trail\". Y Lolfa, 2002 There are 248 listed buildings in Aberaeron community, most in the town itself. An annual festival of Welsh ponies and cobs is held on Alban Square Field every August.www.aberaeronfesival.co.uk A life-sized statue of a Welsh cob stallion, sculpted by David Mayer, was donated to the town in 2005 by the festival. An annual carnival takes place on the Monday Bank Holiday in August. A colourful procession of floats and a carnival queen moves from the Quay to Alban Square.Aberaeron Carnival at aberaeron.info websiteAberaeron Carnival 2009 pictures at BBC West Wales ==Public transport== thumb|In 1911, a branch line opened to Aberaeron In 1866, transport in Lampeter was greatly improved with the opening of the railway linking Carmarthen and Aberystwyth. In 1911, a branch line, the Lampeter, Aberayron and New Quay Light Railway, opened to Aberaeron. Following the nationalisation of the railways, the passenger service to and from Aberaeron ceased in 1951 and it closed to freight in 1965. A regular bus service links the town with Aberystwyth, Lampeter and Carmarthen, with several daily through services to Swansea, Bridgend and Cardiff.Arriva Cymru timetable Aberystwyth to Cardiff four days weekly by coach by Coach Travel Wales Another service connects with New Quay, Aberporth and Cardigan from Monday to Saturday.Arriva Cymru (ARR) - Brodyr Richards/Richards Bros (RB) at ceredigion.gov.uk ==Notable people== * Ron Davies, photographer * Sir Geraint Evans, opera singer, had a home in Aberaeron for more than 30 years * Seirian Sumner - Professor of entomology at UCL * Eleri Siôn, BBC Radio Wales presenter ==See also== *Aberaeron Broth *Aberaeron Urban District ==Gallery== File:DV405 no.160 Aberaeron.png|Early 19th-century sketch of Aberaeron File:Aeron2209e.JPG|River Aeron File:Black lion2268e.JPG|Black Lion Hotel on Alban Square File:Harb2359e.JPG|Harbour at low tide File:Footbridge over Aeron.jpg|Footbridge over the Aeron File:Harbour2263.JPG|Harbour and hills File:Workhouse2287e.JPG|Former workhouse File:Feathers2219e.JPG|Feathers Royal Hotel (former coaching inn) File:Cob2220lg Aberaeron.JPG|Welsh cob statue File:MarketSt2208e.JPG|Castle Hotel and Market Street File:Street2218e.JPG|Georgian houses File:Northgate Toll House SN4663 073.jpg|Northgate Toll House, File:Princes avenue.JPG|Prince's Avenue ==References== ==External links== * Aberaeron Town Council website * Cymdeithas Aberaeron Society * Official tourism website Category:Towns in Ceredigion Category:Cardigan Bay Category:Coast of Ceredigion Category:Wards of Ceredigion Category:Populated coastal places in Wales Category:County towns in Wales Category:Communities in Ceredigion",
 "title": "Aberaeron"
}