{
 "id": "555067",
 "text": "thumb|Claire Lee Chennault (1893–1958) was instrumental in the implementation of the AVGs The American Volunteer Groups were volunteer air units organized by the United States government to aid the Nationalist government of China against Japan in the Second Sino-Japanese War. The only unit to actually see combat was the 1st AVG, popularly known as the Flying Tigers. To aid the Nationalist government of China and to put pressure on Japan, President Franklin Roosevelt in April 1941 authorized the creation of a clandestine \"Special Air Unit\" consisting of three combat groups equipped with American aircraft and staffed by aviators and technicians to be recruited from the U.S. Army, Navy and Marine Corps for service in China. The program was fleshed out in the winter of 1940–1941 by Claire Lee Chennault, then an air advisor to the Chinese Nationalist leader Chiang Kai-shek, and Lauchlin Currie, a young economist in the Roosevelt White House. They envisioned a small air corps of 500 combat aircraft, although in the end, the number was reduced to 200 fighters and 66 light bombers.Ford 2007, Ch. 2. ==1st AVG (Flying Tigers)== The 1st American Volunteer Group were recruited starting on 15 April 1941, when an unpublished executive order was signed by President Roosevelt. A total of 100 P-40Bs were obtained from Curtiss-Wright, by convincing the British Government to take a later batch of more advanced P-40s in exchange. The group assembled at RAF Mingaladon in Burma by November 1941 for training, where it was organized into three squadrons and established a headquarters.Rossi, J.R. \"A Flying Tiger's Story by Dick Rossi.\" Planes and Pilots of World War Two, 1995. Retrieved: 4 July 2011. The Flying Tigers did not go into combat until after the Japanese attack on Pearl Harbor on 7 December 1941. Under Chennault's command, the Flying Tigers became famous in the defense of Burma and China. It was disbanded and replaced by the United States Army Air Forces' (AAF) 23rd Fighter Group in July 1942, with only five of its pilots choosing to continue with the AAF.Older, Chuck. \"Hammerhead Stalls and Snap Rolls: Written in the mid-1980s.\" (Tales of the Tigers: The Flying Tigers Tell some of their stories) AVG: American Volunteer Group, The Flying Tigers, 1998. Retrieved: 4 July 2011. ==2nd AVG== In the fall of 1941, the 2nd American Volunteer Group was equipped with 33 Lockheed Hudson (A-28) and 33 Douglas DB-7 (A-20) bombers originally built for Britain but acquired by the U.S. Army as part of the Lend-Lease program passed earlier in the year. The Central Aircraft Manufacturing Company, fronting for the Chinese and American governments, recruited 82 pilots and 359 ground crew from the U.S. Army in the fall of 1941 and an undetermined number, including one pilot, sailed for Asia aboard Bloemfontein of the Java-Pacific line. Other pilots reported to San Francisco and were scheduled to depart aboard the Lockheed Hudsons on 10 December. The Douglas DB-7s were to have gone by freighter to Africa, to be assembled and ferried to China but the 7 December 1941, attack on Pearl Harbor caused the program to be aborted. The vessels at sea were diverted to Australia, the aircraft were taken back into American service and most of the personnel rejoined the military, either in Australia or in the U.S. ==3rd AVG== The 3rd AVG was to have been a fighter group like the 1st. Because the 2nd AVG had been recruited from the U.S. Army, recruiting for the 3rd was to have been limited to the U.S. Navy and Marine Corps, starting in the early months of 1942. These plans too were abandoned as a result of the U.S. entry into World War II. ==See also== * Soviet Volunteer Group ==References== ===Notes=== ===Bibliography=== * Armstrong, Alan. Preemptive Strike: The Secret Plan That Would Have Prevented the Attack on Pearl Harbor. Guilford, Delaware: Lyons Press, 2006. . * Byrd, Martha. Chennault: Giving Wings to the Tiger (U of Alabama Press, 1987). * Chennault, Clair Lee. Way of a Fighter: The Memoirs of Clair Lee Chennault (Putnam's Sons, 1949), primary source. * Ford, Daniel. Flying Tigers: Claire Chennault and His American Volunteers, 1941–1942. Washington, DC: HarperCollins|Smithsonian Books, 2007. . * Klinkowitz, Jerome. With the Tigers Over China, 1941-1942 (U Press of Kentucky, 2014), primary source. * Leonard, Royal. I Flew for China: Chiang Kai-Shek's Personal Pilot New York: Doubleday, Doran, 1942. * Li, Rong. \"Wartime Storytelling and Mythmaking: Interpreting and Remembering the Flying Tigers in the United States, 1941–1945.\" Journal of American-East Asian Relations 27.4: 347–373. https://doi.org/10.1163/18765610-27040003 * Li, Xiaobing. China at War: An Encyclopedia (ABC-CLIO, 2012). * Molesworth, Carl. Flying Tiger Ace: The story of Bill Reed, China’s Shining Mark (Bloomsbury Publishing, 2020). * Samson, Jack. Flying Tiger: The True Story of General Claire Chennault and the US 14th Air Force in China (Rowman & Littlefield, 2011). * Schaller, Michael. The U.S. Crusade in China, 1938–1945. New York: Columbia University Press, 1979. . ==External links== * Roster of the 2nd AVG * Cables about recruiting the bomber group * Category:Flying Tigers Category:Republic of China Air Force Category:Groups of the United States Army Air Forces Category:China–United States military relations",
 "title": "American Volunteer Group"
}