{
 "id": "555350",
 "text": "The Shift key is a modifier key on a keyboard, used to type capital letters and other alternate \"upper\" characters. There are typically two shift keys, on the left and right sides of the row below the home row. The Shift key's name originated from the typewriter, where one had to press and hold the button to shift up the case stamp to change to capital letters; the shift key was first used in the Remington No. 2 Type-Writer of 1878; the No. 1 model was capital- only. On the US layout and similar keyboard layouts, characters that typically require the use of the shift key include the parentheses, the question mark, the exclamation point, and the colon. When the caps lock key is engaged, the shift key may be used to type lowercase letters on many operating systems, though not on macOS. ==Labeling== thumb|left|upright=2.2|Keyboard of a German mechanical typewriter (early 20th century), with shift keys labelled “Umschalter” (“switch”) thumb|right|upright=0.6|Keyboard symbol for “Level 2 Select” (i.e. “Shift”) The keyboard symbol for the Shift key (which is called Level 2 Select key in the international standard series ISO/IEC 9995) is given in ISO/IEC 9995-7 as symbol 1, and in ISO 7000 “Graphical symbols for use on equipment” as a directional variant of the symbol ISO-7000-251. In Unicode 6.1, the character approximating this symbol best is U+21E7 (⇧). This symbol is commonly used to denote the Shift key on modern keyboards (especially on non-US layouts and on the Apple Keyboard), sometimes in combination with the word “shift” or its translation in the local language. This symbol also is used in texts to denote the shift key. ==Uses on computer keyboards== On computer keyboards, as opposed to typewriter keyboards, the shift key can have many more uses: * It is sometimes used to modify the function keys. Modern Microsoft Windows keyboards typically have only 12 function keys; Shift+F1 must be used to type F13, Shift+F2 for F14, etc. * It can modify various control and alt keys. For example, if Alt-Tab is used to cycle through open windows, Shift-Alt-Tab cycles in the reverse order, and using Ctrl-Shift-S could open a \"Save as…\" dialogue allowing to choose a new file name and directory instead of overwriting the current file. * In most graphical systems using a mouse and keyboard, the shift key can be used to select a range. For example, if a file is selected in a list, shift-clicking on a file further down the list will select the files clicked on plus the ones inbetween. Similarly, when editing text a shift-click will select the text between the click point and the text cursor. * The shift key can be used in conjunction with the arrow keys to select text. * Holding shift while drawing with the mouse in graphics programs generally confines the shape to a straight line, usually vertically or horizontally, or to draw squares and circles using the rectangle and ellipse tools, respectively. * The shift key can also be used to modify the mouse behavior on a computer. For example, holding shift while clicking on a link in a web browser might cause the page to open in a new window, or to be downloaded. * In some web browsers, holding shift while scrolling will scan through previously viewed web pages. * In mostly Pinyin Input Method, Shift key usually use to switch between Chinese and lowercase English. * In older versions of macOS (10.12 Sierra and below), holding while performing certain actions, such as minimising a window or enabling/disabling Dashboard or Mission Control, makes the animation occur in slow motion. For some animations, holding will make the animation move just slightly slower, and holding will result in an extremely slow motion animation. On some keyboards, if both shift keys are held down simultaneously only some letters can be typed. For example, on the Dell keyboard Model RT7D20 only 16 letters can be typed. This phenomenon is known as \"masking\" and is a fundamental limitation of the way the keyboard electronics are designed. ==Windows specific== The following is a list of actions involving the shift key for the Microsoft Windows operating system. {| class=\"wikitable\" |- ! Actions ! Result ! Windows Versions |- |Press |Opens the Windows Task Manager. |3.1+ |- |Hold + click Restart |Reboots Windows only and not the entire system. |95, 98, ME |- |Hold + insert CD |Holding shift while inserting a compact disc in a Microsoft Windows computer will bypass the autorun feature. This ability has been used to circumvent the MediaMax CD-3 CD copy protection system. |95+ |- |Hold + click close button |In Windows Explorer, closes the current folder and all parent folders. |95+ |- |Press |In Windows Explorer, if pressed with objects selected, such as files and folders, this will bypass the recycle bin and delete the selected objects permanently. Alternatively, holding shift and selecting the delete option in the context menu of the selected objects will achieve this. Retrieving deleted objects after this is only possible using recovery software. |95+ |- |Press |Focuses on the previous object in the objects that are focusable in many Windows applications, such as the previous form control on a form in Internet Explorer. |3.1+ |- |Press 5 times |Toggles activation of StickyKeys on and off. |95+ |- |Hold the right for 8 seconds |Toggles activation of FilterKeys on and off. |95+ |- |Press both keys |Inactivates StickyKeys if it is activated. |95+ |- |Press left + left + |Toggles activation of MouseKeys on and off. |95+ |- |Press left + left + |Toggles activation of High Contrast on and off. |95+ |- |Press |Highlights the last task in the task bar. Continue to cycle through the task bar with the arrow keys, (forward), (backwards), or alphanumeric keys (highlights the task that begins with the alphanumeric character that is pressed). Press or to open the task. |95+ |- |Press |Displays a list of the tasks in the task bar for as long as the is held down. Selects the last task in the list. Continue to cycle through the list by pressing . Release to open the selected task. |3.1+ |- |Press |Selects the previous tabbed window in any Windows applications is that use the tabbed window control. |3.1+ |- |Press |Opens Snip & Sketch |10 |} ==See also== * AltGr key * Command key * Option key * StickyKeys ==References== Category:Computer keys",
 "title": "Shift key"
}