{
 "id": "555648",
 "text": "The Lord of Abernethy was from the 12th century to the 14th century the hereditary holder of the church and lands of the Scottish monastery at Abernethy. It gradually evolved alongside the title Abbot of Abernethy, displacing that term in extant sources by the end of the 13th century. It was held by the descendants of Gille Míchéil, Earl of Fife. As Lord Abernethy, it is a subsidiary title of the Dukes of Hamilton and Brandon. The Mormaers and Earls of Fife had enjoyed the privilege of crowning new Kings of Scots. Following the failure of the main MacDuff line, and after the execution of the Stewart Murdoch, Earl of Fife in 1425, the privilege fell back to the second line of MacDuffs, those of Abernethy. Through them this honour was regarded as passing to the Douglas Earls of Angus, notably at the coronation of James III in 1460 when George Douglas, 4th Earl of Angus proclaimed \"There! Now that I have set it upon your Grace's head, let me see who will be so bold as to move it.\"Maxwell Vol II, p.17 This continuity has survived to the current era, most notably at the coronation of Queen Elizabeth II in 1953, when the then Lord Abernethy and Angus, Douglas Douglas-Hamilton, 14th Duke of Hamilton bore and presented the Crown of Scotland to the Queen at St. Giles' Cathedral. Hamilton's son the 15th Duke, and the 16th Duke performed similar duties at the opening of Scottish Parliaments since 1999. ==Abbots and lords of Abernethy == The abbots of Abernethy were descendants of Gille Míchéil, Earl of Fife. The abbacy may have been held by Áed (called Hugo or Eggu and other Latinised forms), son of Gille Míchéil,See genealogical chart by Dauvit Broun. but the abbacy is first attested when Áed's son Orm is confirmed in possession of it by King William of Scotland in the 1170s, in condition for making concessions favorable to the King's new monastic establishment at Arbroath Abbey.Barrow, \"Reign of William the Lion\", p. 80; McGladdery, \"Abernethy family (per. c.1260–c.1465)\". The title of Abbot disappears in the sources during the abbacy of Laurence, with the title of dominus predominating: * Orm de Abernethy (fl. 1170s) * Laurence de Abernethy (fl. 1190s) * Hugh de Abernethy (d. 1291) * Alexander de Abernethy (d. c. 1315) Following the death of Alexander Abernethy, the title passed to his daughter Margaret who married John Stewart of Bonkyll, who assumed the title, as well as being granted the forfeited Earldom of Angus. ===Douglas lords of Abernethy=== His granddaughter Margaret Stewart, 4th Countess of Angus and Lady of Abernethy, had an illegitimate son by William Douglas, 1st Earl of Douglas. In a charter of 1389, Lady Angus transferred the titles of Earl of Angus and the Lordships of Abernethy and Bonkyll to her child. *George Douglas, 1st Earl of Angus, Lord of Abernethy and Bonkyll (1380-1403), upon his betrothal to Princess Mary, daughter of Robert III of Scotland For further Lords of Abernethy please see: *Earl of Angus *Duke of Hamilton ==Notes== ==References== * * Bannerman, John, \"MacDuff of Fife\", in A. Grant & K. Stringer (eds.) Medieval Scotland: Crown, Lordship and Community, Essays Presented to G.W.S. Barrow, (Edinburgh, 1993), pp. 20–38 * Barrow, G. W. S., \"The Reign of William the Lion\", in Scotland and its Neighbours in the Middle Ages\", (London, 1992), pp. 67–89 * Maxwell, Rt. Hon Sir Herbert. A History of the House of Douglas. Freemantle, London, 1902 * McGladdery, C. A., \"Abernethy family (per. c.1260–c.1465)\", in the Oxford Dictionary of National Biography, Oxford University Press, 2004 , accessed 11 August 2007 Category:Extinct lordships of Parliament Category:Noble titles created in 1233",
 "title": "Lord of Abernethy"
}