{
 "id": "555743",
 "text": "thumb|3M Arena at Mariucci exterior 3M Arena at Mariucci is the home arena for the Minnesota Golden Gophers men's ice hockey team of the University of Minnesota. The arena is located on the Minneapolis campus and seats approximately 10,000 fans (9,600 in the main bowl plus club room and suite seating). The arena opened in 1993 and is named after John Mariucci, the longtime Gopher coach who is considered the \"godfather of Minnesota hockey.\" Under the gate is a quote from Mariucci: \"Through these gates walk the greatest fans in college hockey.\" The ice sheet is Olympic sized (). The women's ice hockey team played at Mariucci from 1997 until 2002 when they moved to Ridder Arena, which is connected to Mariucci via a tunnel. ==Features== Mariucci Arena has been host to prominent regional, national, and international competitions, including the 2005 and 2009 West Regional of the NCAA Men's Ice Hockey Championship, the 2006 NCAA Women's Division I Ice Hockey Tournament, and the 2006 World Short Track speed skating event. 3M Arena also hosted the inaugural Women's Frozen Four on March 23 and March 25, 2001. The Minnesota State High School League state hockey tournament holds its consolation bracket at Mariucci. On November 6, 2004, 10,587 fans watched the Gophers complete the sweep of the arch-rival Wisconsin Badgers, the largest crowd to watch a game at Mariucci Arena. From 1950 to 1993 the hockey team played in the hockey arena section of Williams Arena. That arena was renamed Mariucci Arena in 1985. People now generally refer to that as the \"old\" Mariucci Arena. In 2007, Sports Illustrated on Campus named Mariucci Arena one of the top ten venues in college sports. The facility was the only ice hockey arena to make the list. Before the 2012-13 hockey season, the University of Minnesota upgraded Mariucci Arena, which saw the replacement of the old scoreboard with a new state of the art Daktronics videoboard and the addition of a fascia display that rings the arena. In May 2014, a proposal for an $8 million renovation to the arena was announced. The renovations would include reducing the ice sheet to approximately , increased seating capacity, improved sightlines and an upgraded weight room. The proposed renovation would be funded privately. The reduced-size playing surface would allow for playing style to be more similar to the NHL, which has a standard . On July 10th, 2017, Maplewood-based 3M bought the naming rights of Mariucci Arena for for 14 years. In September 2020, the arena was again renovated by Gopher Athletics. The renovation spanned 11,000 square feet and included a new training center, a new 'M' Club alumni room and a remodeled office suite. ==References== Category:Indoor arenas in Minnesota Category:College ice hockey venues in the United States Category:Indoor ice hockey venues in Minneapolis Category:Minnesota Golden Gophers ice hockey Category:Minnesota Golden Gophers sports venues Category:1993 establishments in Minnesota Category:Sports venues completed in 1993",
 "title": "3M Arena at Mariucci"
}