{
 "id": "555720",
 "text": "The Mod Squad is an American crime drama series, originally broadcast for five seasons on ABC from September 24, 1968, to March 1, 1973. It starred Michael Cole as Peter \"Pete\" Cochran, Peggy Lipton as Julie Barnes, Clarence Williams III as Lincoln \"Linc\" Hayes, and Tige Andrews as Captain Adam Greer. The executive producers of the series were Aaron Spelling and Danny Thomas. The counterculture police series earned six Emmy Award nominations, four Golden Globe nominations plus one win for Peggy Lipton, one Directors Guild of America Award, and four Logies. In 1970, the second-season episode, \"In This Corner . . . Sol Alpert,\" script by Rita Lakin and Harve Bennet, was nominated by the Mystery Writers of America for an Edgar Award in the category of Best Mystery Teleplay, losing to the TV-Movie Daughter of the Mind. In 1997, a 1970 episode \"Mother of Sorrow\" was ranked #95 on TV Guide's 100 Greatest Episodes of All Time. ==Plot== thumb|left|200px|The main cast in 1971 from left: Clarence Williams III, Peggy Lipton and Michael Cole They were The Mod Squad (\"One black, one white, one blonde\"), described by one critic as \"the hippest and first young undercover cops on TV\". Each of these characters represented mainstream culture's principal fears regarding youth in the era: long-haired rebel Pete Cochran (Cole) was evicted from his wealthy parents's Beverly Hills home, then arrested and put on probation after he stole a car; Lincoln Hayes (Williams III), who came from a family of 13 children, was arrested in the Watts riots, one of the longest and most violent riots in Los Angeles history; flower child Julie Barnes (Lipton), the \"canary with a broken wing,\" was arrested for vagrancy after running away from her prostitute mother's San Francisco home; and Captain Adam Greer (Andrews) was a tough but sympathetic mentor and father figure who convinced them to form the squad. The concept was to take three rebellious, disaffected young social outcasts and convince them to work as unarmed undercover detectives as an alternative to being incarcerated. Their youthful, hippie personas would enable them to get close to the criminals they would investigate. \"The times are changing,\" Captain Greer explained. \"They can get into places we (the regular police) can't.\" Examples included their infiltrations of a high school to solve a teacher's murder, of an underground newspaper to find a bomber, and of an acting class to look for a strangler who was preying on blonde actresses. More than a year before the release of the film Easy Rider, The Mod Squad was one of the earliest attempts to deal with the counterculture. Groundbreaking in the realm of socially relevant drama, it dealt with issues such as abortion, domestic violence, child abuse, illiteracy, slumlords, the anti-war movement, illegal immigration, police brutality, student protest, sex education, soldiers returning from Vietnam and PTSD, racism, euthanasia, and the illegal drug trade. Spelling intended the show to be about the characters's relationships, and he promised that the Squad \"would never arrest kids...or carry a gun or use one.\" The show was loosely based on creator Bud \"Buddy\" Ruskin's experiences in the late 1950s as a squad leader for young undercover narcotics cops, though it took almost 10 years after he wrote a script for the idea to be green-lighted by ABC Television Studios. ==Impact== The shows Star Trek (1966–69), I Spy (1965–68), The Bill Cosby Show (1969–71), Room 222 (1969–74), Mannix (1967–75), Mission: Impossible (1966–73), Julia (1968–71), The Flip Wilson Show (1970–74), and The Mod Squad (1968–73) were among the first programs to feature African-Americans as stars since the stereotyped roles of Amos 'n' Andy and Beulah (ABC, 1950–53). Significantly, The Mod Squad presented an African-American character (Linc) as being on an equal footing, as roles went, to the Caucasian characters (Barnes and Cochran). In one Mod Squad episode, the script called for Linc to give Barnes a \"friendly kiss\". Since the first interracial kiss on an American television show was in 1968, this was still fairly new territory in popular culture.The Star Trek episode \"Plato's Stepchildren\", often cited as a controversial 'first' of this kind, was not until 1968. The studio was frightened of a negative public reaction, so they asked Spelling to cut it: > \"You can't do that,\" I was told. \"You can't have a black man kissing a white > girl.\" I won and ABC agreed to let it in, but they warned me I'd receive > thousands of complaint letters. I didn't get one. Linc's famous \"solid\" and \"keep the faith\" were among the current-day slang used on the show, which included \"pad\", \"dig it\", and \"groovy.\" The \"kids\" traveled in Pete's famous \"Woody\", an old green 1950 Mercury Woodie station wagon, until it burned up in a fire after going over a cliff during a chase at the end of the second-season episode \"The Death of Wild Bill Hannachek\". Among the series guest stars were Spelling's ex-wife Carolyn Jones, Leslie Nielsen, William Windom, Ed Asner (three episodes in three different roles), Vincent Price, Sammy Davis Jr. (three episodes in three different roles), Andy Griffith, Joe Don Baker, David Cassidy, Richard Pryor, Lee Grant, Richard Dreyfuss (two episodes in two different roles), Jo Van Fleet, Tom Bosley, Marion Ross, Danny Thomas (as well as being co-executive producer of the show), Tyne Daly (two episodes in two different roles), Anthony Geary, Sam Elliott, Martin Sheen, Desi Arnaz Jr., René Auberjonois, Stefanie Powers, Robert Reed, Cesar Romero, Meg Foster (two episodes in two different roles), Jack Cassidy, Tony Dow, Vic Tayback, Fritz Weaver, Harrison Ford (uncredited role), Clint Howard, Louis Gossett, Jr., Sugar Ray Robinson, Bobby Sherman (two episodes in two different roles), Billy Dee Williams, Victor Buono, Jim Backus, Fernando Lamas, Cleavon Little, Daniel J. Travanti (three episodes in three different roles), Barbara McNair and Rodolfo Hoyos, Jr. (three episodes in three different roles). ==Episodes== ==Broadcast history and Nielsen ratings== {| class=\"wikitable\" style=text-align:center |- ! Season !! Time !! Rank !! Rating |- | 1 (1968–69) || rowspan=\"4\"|Tuesday at 7:30-8:30 PM || #28 || 20.5 (tied with The Lawrence Welk Show) |- | 2 (1969–70) || #23 || 20.8 |- | 3 (1970–71) || #11 || 22.7 |- | 4 (1971–72) || #21 || 21.5 |- | 5 (1972–73) || Thursday at 8:00-9:00 PM ||#54|| 16.5 |} ==Syndication== In the U.S., MeTV reran the series from May 26 to August 29, 2014, and again on Sunday afternoons from January 4 to August 30, 2015. Decades re-ran part of the series on February 24-25, 2018, and again on January 30-31, 2021, for their binge weekend programming block. Mod Squad was being shown on MeTv+ late in 2021. ==Related productions== A television pilot was shot in 1968, with a running time of 74 minutes, but it was never aired in its entirety. The film was edited to 50 minutes and aired as the show's first episode. The uncut 74-minute version appears on the DVD set as the opening episode, with the title \"The Teeth of the Barracuda.\" A TV reunion movie, The Return Of The Mod Squad, was transmitted on ABC on May 18, 1979, featuring the entire original cast. Tom Bosley, a guest star during the original run, also participated as an antagonist targeting Julie Barnes herself. Peggy Lipton said she participated in it as a favor to Aaron Spelling. In 1999, the series was adapted into a feature film with the same title by MGM; however, this film, which starred Giovanni Ribisi, Omar Epps, Claire Danes, and Dennis Farina reprising Cole's, Williams III's, Lipton's, and Andrews's roles respectively, was not a box-office success, perhaps due to its R rating. ==Home media== CBS DVD (distributed by Paramount) has released the first two seasons of The Mod Squad on DVD in Region 1. On August 20, 2013, it was announced that Visual Entertainment had acquired the rights to the series (under license from Paramount) and would release season 3 on DVD on September 24, 2013. Season 4 would be released on October 1, 2013.Half-Season Sets Scheduled for 'Season 3' and 'Season 4' at TVShowsonDVD.com In Canada, Season 3 was released on DVD a week earlier, on September 17, 2013, and Season 4 was released on October 8, 2013. Season 5 was released in Canada on November 19, 2013 and in the US on December 17, 2013.The Mod Squad Season 5, Volume One at Amazon.comThe Mod Squad Season 5, Volume Two at Amazon.com A complete series set was released in Canada and the US on November 12, 2013.The Mod Squad: The Complete Collection at VisualEntertainment.tv {| class=\"wikitable\" !DVD name !Ep # !Release date |- | Season 1, Volume 1 | align=\"center\"|13 | December 18, 2007 (US & Canada) |- | Season 1, Volume 2 | align=\"center\"|13 | March 11, 2008 (US & Canada) |- | Season 2, Volume 1 | align=\"center\"|13 | November 25, 2008 (US & Canada) |- | Season 2, Volume 2 | align=\"center\"|13 | May 26, 2009 (US & Canada) |- | Season 3, Volume 1 | align=\"center\"|12 | September 24, 2013 (US)September 17, 2013 (Canada) |- | Season 3, Volume 2 | align=\"center\"|12 | September 24, 2013 (US)September 17, 2013 (Canada) |- | Season 4, Volume 1 | align=\"center\"|12 | October 1, 2013 (US)October 8, 2013 (Canada) |- | Season 4, Volume 2 | align=\"center\"|12 | October 1, 2013 (US)October 8, 2013 (Canada) |- | Season 5, Volume 1 | align=\"center\"|12 | December 17, 2013 (US)November 19, 2013 (Canada) |- | Season 5, Volume 2 | align=\"center\"|12 | December 17, 2013 (US)November 19, 2013 (Canada) |- | Complete Series | align=\"center\"|124 | November 12, 2013 (US & Canada) |} ==References elsewhere in popular culture== The term \"Mod Squad\" had been introduced the previous year in Dragnet 1967's sixteenth installment, \"The Big Kids,\" where it described a club of high schoolers who had to shoplift at least $20 to become members. The Mod Squad is referenced by the Thing in \"Chapter Three: Through The Negative Zone!\" of Deadpool (vol. 4) #20: \"'Hey, who wants a clobbering? I'm watching The Mod Squad.\" An additional editor's note was attached to the reference which explained, \"**Ed's Note: The Mod Squad was a popular TV show. TV was what people called YouTube in 1968.\" The Mod Squad was parodied during its debut season as \"The Odd Squad\" by Mort Drucker in MAD Magazine #127 (June 1969), and at the height of its third season by Marie Severin as \"The Clod Squad\" in Marvel Comics's SPOOF #1 (October 1970). In The Wonder Years pilot, the off- screen narrator (Daniel Stern) sets the scene, with a 20-year hindsight, by saying: \"1968, I was 12 years old. A lot happened that year...\" The screen shows snapshots of Martin Luther King Jr., Robert F. Kennedy (both assassinated that year), the Black Power salute, anti-Vietnam war protests, the Apollo 8 space mission (the first crewed lunar orbital flight) and other historic events and figures of 1968. However, the narrator goes on to list only three events that were, apparently, more important to him as a 12-year- old at that time: \"... Denny McLain won 31 games, The Mod Squad hit the air, and I graduated from Hillcrest Elementary and entered junior high school.\" In 1990 on the TV series Twin Peaks, in which Lipton was a regular, Williams appeared in two episodes. The pair shared a brief scene that appears to have been an intentional reunion. It was also mentioned in the 1992 comedy Sister Act by Whoopi Goldberg as Sister Mary Clarence. In the 1996 film The Cable Guy, the nightmare sequence features a synthesized version of the show's opening theme. The Working Dog production company produced Funky Squad for the Australian Broadcasting Corporation, parodying The Mod Squad and a number of other 1960s-'70s television shows. Funky Squad had started as a series of serialised sketches Working Dog members produced for their breakfast radio show on Triple M Melbourne. In 2000, the TV series That 70's Show — Season 2, Episode 19, titled \"Parents Find Out\" — references The Mod Squad. In Kelso's van, Kelso tells Hyde and Fez that he has a CB radio, and runs some possible names by them. A girl comes on the radio and says that her name is Foxy Lady, and she is with her friend, Nice 'n Easy. Fez comments that the girls sound nice; Kelso says that they need handles before they can answer, and Hyde suggests that they be \"The Mod Squad;\" they argue over who is going to be Linc, but Hyde wins out (due to his Afro), leaving Kelso as Pete and Fez as Julie. In 2006, an episode of the TV series Squirrel Boy - Season 1, Episode 10b - titled \"The Rod Squad\" featured various 1970s clichés as the main characters Rodney, Leon, and Darlene team up to acquire sticky buns. In 2014, a Canadian kid's show called Odd Squad was released, the name likely a parody of The Mod Squad, although this has never been confirmed. In an episode of Everybody Hates Chris, bully Caruso ridicules Greg's, Chris's, and Chris's dates to the school dance, referring to them as Pete, Linc, and Julie. ==References== ==External links== * * CBS Television Distribution Syndication Bible (including The Mod Squad) * Mod Squad Category:1968 American television series debuts Category:1973 American television series endings Category:American crime drama television series Category:1970s American crime drama television series Category:American Broadcasting Company original programming Category:Television shows set in Los Angeles Category:Television series by CBS Studios Category:Television series by Spelling Television Category:English-language television shows Category:American detective television series",
 "title": "The Mod Squad"
}