{
 "id": "555850",
 "text": ":This article defines the Gleicheniales in a loose sense. For the restricted definition, see Gleicheniaceae. Gleicheniales is an order of ferns in the subclass Polypodiidae (the leptosporangiate ferns). The Gleicheniales have records potentially as early as the Carboniferous, but the oldest unambiguous records date to the Permian. ==Description== These ferns are characterized by root steles having 3–5 protoxylem poles and antheridia with 6–12 narrow, twisted or curved cells in their walls. Otherwise, their habitus is highly diverse, including plants with the typical fern fronds, others whose leaves resemble those of palm trees, and yet others again which have undivided leaves. They are tropical ferns, most diverse in Asia and the Pacific region. ==Classification== In the molecular phylogenetic classification of Smith et al. in 2006, the Gleicheniales were placed in class Polypodiopsida (the leptosporangiate ferns). Three families, Dipteridaceae, Gleicheniaceae, and Matoniaceae were recognized. The linear sequence of Christenhusz et al. (2011), intended for compatibility with the classification of Chase and Reveal (2009) which placed all land plants in Equisetopsida, reclassified Smith's Polypodiopsida as subclass Polypodiidae and placed the Gleicheniales there. The circumscription of the order and its families was not changed, and that circumscription and placement in Polypodiidae has subsequently been followed in the classifications of Christenhusz and Chase (2014) and PPG I (2016). The form taxon Microphyllopteris is used for some Mesozoic Gleicheniales that cannot be reliably assigned to the present-day orders. The Triassic Antarctipteris and Gleichenipteris are sometimes ascribed to the Gleicheniaceae, but are probably better considered Gleicheniales incertae sedis. The oldest possible members of the family are members of the genus Oligocarpia (reproductive organs) from the Carboniferous. However, these have alternatively been considered members of Sermayaceae. The oldest unambiguous records, belonging to the family Gleicheniaceae, are known from the Wuda Tuff flora of China, dating to the Asselian, approximately 298.34 million years ago. In historical treatments, the order has sometimes been treated as a subclass Gleicheniatae of the Pteridopsida, with the taxa treated as families here upranked to orders, so that a distinct subclass can be established for the leptosporangiate ferns. In other treatments, they were expanded to include the filmy ferns (order Hymenophyllales), as well as the similar-looking genus Hymenophyllopsis (as order Hymenophyllopsidales). The resultant group was treated as class Gleichenopsida alongside the Pteridopsida, which would then be limited to the leptosporangiate ferns. However, this class is not monophyletic but rather a basal grade, retaining ancient traits among the living ferns. Irrespective of their modern taxonomic treatment, the Gleicheniales were formerly included in the order Polypodiales. But the ferns in the loose sense are much too diverse a group to be shoehorned into one taxon at such a low rank. The following diagram shows the phylogeny of Gleicheniales. ==Footnotes== ==References== * (2006): A classification for extant ferns. Taxon 55(3): 705-731. PDF fulltext Category:Ferns of Asia Category:Flora of Asia Category:Plant orders",
 "title": "Gleicheniales"
}