{
 "id": "556087",
 "text": "is a town in Nishimuro District, Wakayama Prefecture, Japan. , the town had an estimated population of 20,704 in 11024 households and a population density of 100 persons per km². The total area of the town is . ==Geography== Shirahama is located on the Pacific coast of the Kii Peninsula in the southwestern part of Wakayama prefecture. Many hot springs can be found here, most notably Nanki-Shirahama Onsen. ===Neighboring municipalities=== Wakayama Prefecture *Tanabe *Kozagawa *Kamitonda *Susami ==Climate== Shirahama has a Humid subtropical climate (Köppen Cfa) characterized by warm summers and cool winters with light to no snowfall. The average annual temperature in Shirahama is 16.6 °C. The average annual rainfall is 2077 mm with September as the wettest month. The temperatures are highest on average in August, at around 26.5 °C, and lowest in January, at around 6.9 °C. Shirahama climate data The area is subject to typhoons in summer. ==Demographics== Per Japanese census data,Shirahama population statistics the population of Shirahama has decreased steadily over the past 50 years. ==History== The area of the modern city of Shirahama was within ancient Kii Province. The hot springs in this area have been used since ancient times and are mentioned on several occasions in the Nihon Shoki and throughout the pre-modern period. The seaside of Shirahama was famous for its white quartz sands, which had also been celebrated in poetry as a makurakotoba for \"whiteness\". These sands were exploited commercially for their high silica content for use in glass production and were also exported. The village of was established with the creation of then modern municipalities system on April 1, 1889. From 1919, local volunteers began developing the seaside area in competition to the older springs in the mountains and efforts to drill for a hot spring source were successful by 1922. A local commercial shipping company, the Shirahama Onsen Motor Co., Ltd. began promotion of the area as a resort. This received a boost by a visit of Emperor Showa in 1929. The village was promoted to town status on March 1, 1940. The neighboring village of Minami-Tonda was annexed on March 15, 1955 and Nishi-Tonda on July 1, 1958. On March 1, 2006 the town of Hikigawa, from Nishimuro District, was merged into Shirahama. ==Government== Shirahama has a mayor-council form of government with a directly elected mayor and a unicameral town council of 14 members. Shirahama, collectively with the other municipalities in Nishimuro District, contributes three members to the Wakayama Prefectural Assembly. In terms of national politics, the town is part of Wakayama 3rd district of the lower house of the Diet of Japan. ==Economy== Shirahama is primarily a resort town. After World War II, the area was promoted as a honeymoon resort and as a destination for group tourism from them 1960s. The opening of Nanki Shirahama Adventure World in the 1990s have gradually changed the focus of the resort towards families. Aside from tourism, commercial fishing and the raising of hothouse flowers are also contributors to the local economy. ==Education== Shirahama has ten public elementary schools and four public middle schools operated by the town government and one public high school operated by the Wakayama Prefectural Department of Education. ==Transportation== ===Railway=== 20px JR West – Kisei Main Line * - - - ===Highway=== * 30px|link=|alt= Kisei Expressway * ===Airport=== *Nanki-Shirahama Airport == Local attractions == File:NankiShirahamaAdventureWorld.JPG|Shirarahama Adventure World theme park *Adventure World (Japan), a mega theme park with a safari park, aquarium and amusement park combined in one facility. (:ja:アドベンチャーワールド) *Kumano Kodo: an ancient pilgrimage route across the Kii Peninsula linking several large shrines. *: Cliffs along on the ocean edge that are 50 meters high. It is said that pirates (kumano suigun) used to inhabit the caverns; the remains of their dwellings can be seen. *: A rocky point near Shirahama beach. *Minakata Kumagusu Museum, which houses much of scientist Minakata Kumagusu's books, specimens, and memorabilia. *Engetsu-tō: A natural arch just off the coast ===White-sand beach=== One of Shirahama’s main attractions is its crescent- shaped white-sand beach; “Shirahama” means “white beach” or “white bay”. In the 1960s, when Shirahama was connected by rail to Osaka, the city became a popular tourist destination, and blocky white hotel towers were erected along the coastal road. The increased development accelerated erosion, and the famous sand began to wash into the sea. Worried that the town of White Beach would lose its white beach, according to a city official, Wakayama Prefecture began in 1989 to import sand from Perth, Australia, 4,700 miles away. 745,000 cubic meters was imported over 15 years. ==Sister cities== * Honolulu, Hawaii, United States (Goodwill Beach City Relationship) * Gwacheon, South Korea ==Notable people== *Kazuhiro Mizoguchi, former javelin thrower ==References== ==External links== * * Category:Shirahama, Wakayama Category:Towns in Wakayama Prefecture Category:Populated coastal places in Japan",
 "title": "Shirahama, Wakayama"
}