{
 "id": "556204",
 "text": "thumb|right|The replica of the Alamo built for John Wayne's film The Alamo (1960) Alamo Village is a movie set and tourist attraction north of Brackettville, Texas, United States. It was the first movie location built in Texas, originally constructed for and best known as the setting for The Alamo (1960), directed by John Wayne and starring Wayne, Richard Widmark, Laurence Harvey and Frankie Avalon. ==History== The set was built by James T. \"Happy\" Shahan of Brackettville, who in 1995 was named the \"Father of the Texas movie industry\" by Governor George W. Bush. Shahan began building the set on his ranch in September, 1957 for Wayne, who had tried for years to make a movie about the Battle of the Alamo for Republic Pictures, before finally breaking away to form Batjac Productions. Filming began in August, 1959. Originally the set was to be facades of the front and sides of the buildings. However, Wayne ran out of money and called a halt to construction. Shahan agreed to continue working while Wayne raised more money, if Wayne would agree to building full sets with four walls, floor and roofs. Wayne signed on to the deal. The set includes a full-scale re-creation of the Alamo compound as it would have appeared in 1836 (the real Alamo is in the middle of what is now Downtown San Antonio and is surrounded by modern skyscrapers). The set also includes a representation of the village of San Antonio de Béxar of the same time period. The building of the set required over 1.5 million adobe bricks (which were manufactured on site), 14 miles of gravel road and a 4,000-foot runway. thumb|left|The full scale set for The Alamo. Shahan preserved the set after the end of the 1960 production and, over the years, over a dozen films about the Alamo have been shot there. In addition, over 100 other western movies as well as documentaries, music videos and commercials have been shot using various parts of the set. Frank Thompson, a film historian, noted that each production changed the set in some way, big or small, and that the changes appear in each new movie about the Alamo, documenting the current view of authenticity over time. The 2004 Disney movie about the Alamo was not shot on this set, but in a new set built in Dripping Springs, Texas. After the filming of the 1960 version of The Alamo, the village has served primarily as a tourist attraction. For several decades, it served as a significant local employer and element of the economy of Brackettville. In addition to the replica of The Alamo, the village included a cantina and restaurant, a trading post, an Indian store, a church, a jail, a blacksmith shop, the John Wayne Western Museum, several museums, and a celebrity gallery. Alamo Village also maintained a collection of antique tools, vehicles and other period props, as well as a herd of longhorn cattle. During the summer, live music and stage shows performed frequently, and over Labor Day weekend the Labor Day Horse Races brought crowds to the village. Alamo Village was open to visitors year round except for December 21–26. In 2004, the set was put up for sale by its owner, Virginia Shahan, Happy Shahan's widow, for $3.0 million. Virginia Shahan died on June 23, 2009 at the age of 93. Alamo Village was closed to the public while her estate evaluated the feasibility of the Village's continued operation in the midst of the late-2000s recession. Alamo Village temporarily re-opened after the death of owner Virginia Shahan but on September 28, 2009, Tulisha Shahan Wardlaw, Happy and Virginia's daughter, died at the age of 67. Alamo Village then closed its doors and removed its website, ending an era.Bracketville, Texas: Alamo Village (Closed) Alamo Village reopened briefly for the summer in 2010 with limited hours and no shows, stores or restaurants, but closed again within a few months. Corpus Christi, Texas business man David Jones was in the process of raising funds to buy the site. After an eight year closure, the site opened for a short time in late January 2018, possibly for the last time. The event was a liquidation sale of all of the props.Wagons, movie set props up for sale at Alamo Village A news item at the time indicated that the future of the site was undecided.‘It Couldn’t Last Forever:’ Alamo Village Owners Put Props Up for Sale ==Selected filmography== *The Alamo (1960) - Produced, directed and starring John Wayne *Two Rode Together (1961) - starring James Stewart *Bandolero! (1968) - starring James Stewart, Raquel Welch and Dean Martin *Barbarosa (1982) - starring Willie Nelson *Good As Gold (1983 music video) by Red Rockers *Uphill All the Way (1986) *Gone to Texas aka Houston: The Legend of Texas (November, 1986) *The Alamo: Thirteen Days to Glory (1987) *Alamo: The Price of Freedom (1988) - Imax *Lonesome Dove (1988) (TV) - starring Robert Duvall *Travis (1991) (film/video) - starring Benton Jennings *Bad Girls (1994) *Once Upon a Time in China and America (1997) - a Chinese martial arts western *Bullfighter (2000) *Jericho (2000) *Call of the Wildman (2013) ==References== ==External links== * Unofficial Alamo Village site * Toy Soldiers of San Diego - Alamo Village photos and review Category:Landmarks in Texas Category:Museums in Kinney County, Texas Category:Mass media museums in the United States Category:Defunct museums in Texas",
 "title": "Alamo Village"
}