{
 "id": "556614",
 "text": "thumb|Samuel Tickell Colonel Samuel Richard Tickell (19 August 1811 – 20 April 1875) was a British army officer, artist, linguist and ornithologist in India and Burma. ==Biography== Tickell was born at Cuttack in India to Lieutenant General Richard Tickell and Mary née Morris. He was educated in England with a training at Addiscombe from 1827 to 1829, returning at age nineteen to join the Bengal Native Infantry in 1829. He served in the 31st Bengal Native Infantry during the Kol campaign (1832–33). He was made commander of Brian Hodgson's military escort to Kathmandu from 1834. He returned to Bengal in 1843, and after his promotion to captain in 1847 he was moved to Arakan, lower Burma. He applied to serve as revenue surveyor in Bhagalpur in 1848 but found himself without experience and let his assistants work on surveys while he carried out administrative duties. The survey work was ridden with errors and in 1849 he handed over charge and returned to Arakan. During his time in India, Tickell made important contributions to the country's ornithology and mammalology, with field observations and the collections of specimens. He contributed to volume 17 of the Journal of the Asiatic Society of Bengal. Volume 18 included a report by Tickell from Burma. He wrote under the pen-name of \"Ornithognomon\" and \"Old Log\". Hume noted that many of the notes written as \"Ornithognomon\" in the Field were based on observations of another amateur ornithologist, Frederic Wilson. Tickell married Maria Georgiana, daughter of J.W. Templer at Bankura on 11 July 1844. Tickell retired in 1865 and lived for a period in France before settling in the Channel Islands. In 1870, while fishing on the coast of Brittany, he suffered an eye inflammation which eventually made him blind. Tickell had been working on a seven-volume work entitled Illustrations of Indian Ornithology, but his deteriorating eyesight forced him to abandon it. Before his death he donated the unfinished work to the Zoological Society of London. These works were bound into fourteen volumes. These included one on the fishes collected in the seas and freshwaters of British Burma from 1851-64 with watercolour illustrations, a field of study which had been examined by very few fish taxonomists, the earliest work being by Francis Day; a volume on mammals (214 pages); a volume on insects, reptiles, amphibians, arachnids and crustaceans (256 pages); and the remaining volumes on birds. Of these seven volumes were titled Indian Ornithology and included 276 species illustrated of a total of 488 species described. In addition there were two volumes titled Tickell Aves with descriptions and watercolour illustrations which were based on two draft volumes of Tickell Aves MS I & II. The work showcased his excellent artistic abilities, including paintings of birds in natural habitats as well as ink vignettes showing scenes from Indian life. Tickell died in Cheltenham. A number of birds were named after Tickell, including: *Tickell's flowerpecker, Dicaeum erythrorhynchos *Tickell's leaf warbler, Phylloscopus affinis *Tickell's thrush, Turdus unicolor *Tickell's brown hornbill, Anorrhinus tickelli; and possibly one species after his wife, given the feminine or plural form (i.e. honouring the Tickell couple), though this isn't made clear in the original description: *Tickell's blue flycatcher, Cyornis tickelliae. Tickell was also interested in linguistics and wrote a series of articles on the grammatical structure of the Ho language. ==Notes== ==References== *Biographies for Birdwatchers, Mearns and Mearns *Ibis Jubilee Supplement 1908 Category:1811 births Category:1875 deaths Category:British ornithologists Category:British Indian Army officers Category:British East India Company Army officers",
 "title": "Samuel Tickell"
}