{
 "id": "556622",
 "text": "was the captain of the first unit of the Shinsengumi, a special police force in Kyoto during the late shogunate period. He was one of the best swordsmen of the Shinsengumi.Stephane Lun (2021) \"A Guide on Shinsengumi: the background and management.\" [Kindle paperwhite version] Retrieved from amazon.com ==Background== He was born in 1842 or 1844 from a samurai family in the Shirakawa Domain's Edo mansion.Oji, Kazuko. Okita Soji wo Aruku. Tokyo: Shin Jinbutsu Oraisha, 1989, pp. 58–59 His great-grandfather was Okita Kan'emon (d. 1819) and his grandfather was Okita Sanshiro (d. 1833.) His father, Okita Katsujiro, died in 1845; he had two older sisters, Okita Mitsu (1833–1907) and Okita Kin (1836–1908). In 1846, in order to marry the adopted son of the Okita family, Okita Rintarō (1826–1883), his oldest sister Okita Mitsu became an adopted daughter of Kondo Shusuke in name. Kondo Shusuke was the third master of the Tennen Rishin-ryū and Okita started training at the Shieikan with him around the age of nine. By that time, Kondo Shusuke had already adopted Shimazaki Katsuta (the later Kondō Isami), but Hijikata Toshizō had not yet enrolled at the Tennen Rishin-ryū school. Okita proved to be a prodigy; he mastered all the techniques and attained the Menkyo Kaiden scroll (license of total transmission) in the ryū at the age of eighteen or so.Mori, Makiko. Okita Sōji Feature. Tokyo: Shin Jinbutsu Oraisha, 1999, pp. 9–11 In 1861, Okita became Head Coach (Jukutou) at the Shieikan. Even though he was often commented to be honest, polite, and good-natured by those around him, he was also known to be a strict and quick-tempered teacher to his students.Mori, Makiko. Okita Sōji Feature. Tokyo: Shin Jinbutsu Oraisha, 1999, pp. 27–28 ==Shinsengumi period== Okita changed his name to Okita Sōji Fujiwara no Kaneyoshi some time before his departure with the Rōshigumi to Kyoto on March 26, 1863. However, the Rōshigumi was disbanded upon their arrival there on April 10, 1863, while the rest returned to Edo. Okita and several other founding members remained behind in Mibu to form the Mibu Rōshigumi, which would later be renamed as the Shinsengumi on August 18, 1863. Okita was the second youngest among the Shieikan members, most likely with Tōdō Heisuke being the youngest. His brother-in-law Okita Rintarō, also a practitioner of the Tennen Rishin-ryū, became a commander of the Shinchōgumi (the Shinsengumi's brother league in Edo.)Mori, Makiko. Okita Soji Feature. Tokyo: Shin Jinbutsu Oraisha, 1999, p.52 Okita Sōji soon became a Fukuchō Jokin (vice-commander's assistant) of the Shinsengumi.Oji, Kazuko. Okita Soji wo Arukui. Tokyo: Shin Jinbutsu Oraisha, 1989, p. 111 He was one of the members involved in the Serizawa Kamo (one of the original commanders of the Shinsengumi) and the Uchiyama Hikojiro assassinations in 1863.Oji, Kazuko. Okita Soji wo Aruku. Tokyo: Shin Jinbutsu Oraisha, 1989, p. 132 Mediocre with the shinai, a master of the bokken/bokutou and bo staff, a fascinating trendsetter of the katana, his signature technique was named the Hyakkidou- riKimura, Sachihiko. Shinsengumi to Okita Sōji. Tokyo: PHP Interface, 2002, p.29 (which roughly translates as \"no light blade\" or \"unenlightened blade\") or Sandanzuki (which translates as \"Three Piece Thrust\"), a technique that could attack one's neck, left shoulder, and right shoulder with one strike. (The Mumyo-ken supposedly could hit all three points simultaneously, but this is an embellishment.)Oji, Kazuko. Okita Soji wo Aruku. Tokyo: Shin Jinbutsu Oraisha, 1989, p. 20 The Mumyo-ken was his own invention and may have been derived from an invention of Hijikata's, the Hirazuki. It is a popular conception by the public that his tuberculosis was first discovered when he fainted during the Ikedaya incident, mostly due to the depiction appearing in a famous work chronicling the Shinsengumi as well as a number of period dramas based upon it. Some sources on the other hand say that he contracted the disease after that. Both theories are fairly reasonable, as tuberculosis can kill quickly (in weeks), or very slowly (many years). However, one should note that people rarely survived the disease longer than a year once it progressed to the point that they would collapse, and Okita did not die until four years after the affair. Some researchers now believe he instead collapsed due to some other ailment, such as anemia or heat stroke. While many of Shinsengumi fans believe that Yoshida Toshimaro was killed by Okita during the Ikedaya Affair (based on Shimosawa Kan and Shiba Ryōtarō's fiction), it is a historical inaccuracy.*Mori, Makiko. Okita Soji Feature. Tokyo: Shin Jinbutsu Oraisha, 1999, pp.92–98 Based on Shiba Ryoutarou's fiction, many also believe that Okita and Hijikata were like brothers. In history, Yamanami Keisuke was the vice-commander Okita shared a brotherly relationship with. Yamanami's seppuku (with Okita as his second) in 1865 was an extremely painful incident in Okita's short life.Mori, Makiko. Okita Sōji Feature. Tokyo: Shin Jinbutsu Oraisha, 1999, p. 78 There is no record showing that Hijikata and Okita were close; it is debatable whether Okita even got along with Hijikata. In 1865, Okita became the captain of the first unit of the Shinsengumi and also served as a kenjutsu instructorStephane Lun (2021) \"A Guide on Shinsengumi: the background and management.\" [Kindle paperwhite version] Retrieved from amazon.com;Oji, Kazuko. Okita Sōji wo Aruku. Tokyo: Shin Jinbutsu Oraisha, 1989, p. 175 later that year, he was appointed by Kondo Isami to be the fifth master of the Tennen Rishin-ryu after him.Mori, Makiko. Okita Soji Feature. Tokyo: Shin Jinbutsu Oraisha, 1999, p. 132 Although highly unlikely, it was rumored that he wielded a famous katana called Kiku-ichimonji. However, he surely owned a set of Kaga Kiyomitsu (a katana and a wakizashi) and his so- called \"Kikuichimonji Norimune\" was likely a Yamashiro Kunikiyo instead.Oji, Kazuko. Okita Sōji wo Aruku. Tokyo: Shin Jinbutsu Oraisha, 1989, p. 96 ==Death== During the Boshin War, after the Battle of Toba–Fushimi in the first month of the year Keiō-4, Okita went into Matsumoto Ryōjun's hospital in Edo.Oji, Kazuko. Okita Soji wo Aruku. Tokyo: Shin Jinbutsu Oraisha, 1989, p. 235 He then moved to a guesthouse with Okita Rintarou, Okita Mitsu, and their children. When the shogunate forces (including the Shinsengumi and the Shinchōgumi) retreated to the Tōhoku region, Okita remained in Edo alone.Mori, Makiko. Okita Soji Feature. Tokyo: Shin Jinbutsu Oraisha, 1999, pp. 170–171 He died from tuberculosis on July 19 (the 30th day of the fifth month, by the lunar calendar), 1868. Later that night, he was buried at Senshō-ji Temple in Azabu, Edo, under his birth name (with Okita Sōji listed in the death records.) The claim that Okita died when he was 25 is based on the theory that he was born in 1844 and therefore was 25 by East Asian age reckoning when he died in 1868. The Senshō-ji Temple cemetery had been open to the public for years until the release of NHK's Taiga drama, Shinsengumi! in 2004. Due to the newfound interest in the Shinsengumi and Okita thanks to the drama itself, many visitors flocked to the temple to see his grave, resulting in the temple's cemetery to become restricted to the public, except for one day each year in June.Oji, Kazuko. Okita Soji wo Aruku. Tokyo: Shin Jinbutsu Oraisha, 1989, p. 252 ==Name== \"Okita\" (沖田) was his family name; \"Sōji\" (総司) was his given name; \"Fujiwara\" (藤原) was his family clan (the surname of his ancestors); \"Kaneyoshi\" (房良) was his , a formal given name (like a middle name for gentlemen equivalent). It is unclear whether Okita changed his name to Okita Sōji Fujiwara no Kaneyoshi in 1863 or in 1862 (or less likely, in 1861.) There is a theory that he changed his name to Sōji because some people around him called him \"Sō-Ji\" (short for Sōjirō.) Other than his full name, he could be referred as Okita Sōji or Okita Sōji Kaneyoshi. In writing, he was sometimes referred as Fujiwara no Kaneyoshi (formal name used in writing) or Okita Kaneyoshi (like the \"initials\" for his full name.) thumb|Stele of Okita Sōji's last place at Imado Shrine in Asakusa ==In popular culture== Like the other members of the Shinsengumi, fictionalized accounts of Okita's life and actions appear in novels, period dramas and anime/manga series. Although his given name is sometimes pronounced as \"Soushi\" in the fictional world, it is actually \"Sōji\". *In the 2004 Japanese drama Shinsengumi!, Okita was played by Tatsuya Fujiwara. *Okita is a main character in the anime/manga Peacemaker Kurogane, which takes more liberties with history. *He is the protagonist of the manga oneshot Because Goodbyes are Coming Soon by Yukimura Makoto. *Okita is mentioned in the anime and manga series Rurouni Kenshin, which takes place during and after the Meiji Revolution in Japan. He makes a major appearance in the OVA and is briefly shown during the Kyoto Arc (before the character based on the Okita Sōji from novel Shinsengumi Keppuroku, Seta Sōjirō, makes his appearance); in the manga, Okita is also shown during the Jinchū Arc. However, some of the translations of the English dub are incorrect. In the OVA English dub, Okita is portrayed as a subordinate of Saito Hajime, when in fact he was his equal or superior in rank and kenjutsu skills. At the end of the OVA when he finally confronts Kenshin, another Shinsengumi member called Okita a lieutenant in the English dubbed track, when in fact he was the captain of the first troop. In the Japanese dub the unknown Shinsengumi member correctly refers to him as: 組長 Kumichô. During his brief appearance in the anime, he is shown coughing and having pain in his chest, a reference to his death by tuberculosis. *In the anime series, Intrigue in the Bakumatsu - Irohanihoheto, Okita is depicted as an old acquaintance of the protagonist, Akizuki Yōjirō. *Okita is also one of the main playable characters in the Xbox video game Kengo: The Legend of the 9 Samurai. *In an episode of the anime Ghost Sweeper Mikami, ghost-hunter Mikami Reiko gets inside of a haunted movie about the Bakumatsu and meets Okita, who is depicted as a crazy guy who thinks only of killing people (obvious pun on his usual portrayal, which also is a foil to the show's rendition of Hijikata.) In the anime/manga series Shura no Toki, Okita's (fictional) last battle before succumbing to his sickness is with Mutsu Izumi from the Mutsu Enmei Ryuu, an unarmed martial art. Their duel was a request from Okita himself from years before. Okita appears during a flashback in Kido Shinsengumi: Moeyo Ken (which features Okita's fictional daughter Kaoru as one of the three main characters of the series). He also appears in the short OVA Hijikata Toshizou: Shiro no Kiseki, which attempts a proper portrayal of the Shinsengumi. *Okita is the male protagonist in the manga Kaze Hikaru, a fictional story about the Shinsengumi during the late Tokugawa shogunate, in which Okita trains a young girl to be one of the Shinsengumi in order to avenge her father and older brother. He is also featured in the manga Getsumei Seiki. *He is depicted in the 1999 live-action film Gohatto (sometimes known as Taboo), the 2003 Japanese film When the Last Sword Is Drawn, video game series Shinsengumi Gunrou-den (as the protagonist), video game series Fu-un Shinsengumi, video game series Bakumatsu Renka Shinsengumi, and video game Chaos Wars. *The popular Japanese conception of Okita is that his character and his swordsmanship were of the highest purity. In Shiba Ryotaro's novels, he joined the Shinsengumi not because of his political beliefs but rather out of his loyalty for Kondo Isami and his (fictional) friendship with Hijikata Toshizo. *His anime, manga, and TV depictions tend to be as a handsome young man, sometimes a bishōnen. The Latin American dub of Rurouni Kenshin, even mistook Okita for a woman. In fact, in a 1991 movie, Bakumatsu Jūnjōden (幕末純情伝), he is portrayed as a boyish woman. In a 2003 theatrical production of the same name (which has been renewed every few years), (s)he's been portrayed over the years by actresses such as Ryōko Hirosue, Satomi Ishihara, Mirei Kiritani and Rena Matsui. *Soushi Yukimi, from the anime series Soar High! Isami is inspired and based on Okita Sōji. *Okita appeared in the anime and manga series Yaiba as a fictional grandnephew of the historical Shinsengumi member of the same name. And also in Case Closed as a Kendo Rival of Heiji Hattori. *Okita Sougo, from the anime/manga Gintama, is loosely based on Okita Sōji. *Okita is loosely portrayed in the Japanese otome game, Hakuouki (薄桜鬼), along with other Shinsengumi members. They are samurais who develop vampiristic qualities as the game progresses. He is also portrayed in the anime adaptation of the game. In this franchise, Okita is a skilled warrior who develops a case of tuberculosis. He drinks the ochimizu, a potion which transforms him into a rasetsu. *In the Japanese video game Sengoku Rance by Alicesoft, a female version of Okita plays a minor role, Okita Nozomi. Okita Nozomi can be recruited from the Shinsengumi in the game as a commander, and is one of the best swordsmen in the game. She is also seen constantly coughing up blood and is later diagnosed with the \"Cough-Cough Disease\". *The digital comic Okita and the Cat deals with the anecdotal last days of Okita Sōji. The former swordsman is depicted as a pleasant raconteur despite his disease, though he's secretly frustrated at his inability to stand by his comrades. The comic, by Josh Hechinger and mpMann, was released for Apple mobile devices in August 2010 through Arrow Publications. *In the 2012 video game and anime Inazuma Eleven GO 2: Chrono Stone, Okita appears during the late stages of his life, but is shown playing soccer against Sakamoto Ryōma, and fuses with Tsurugi Kyōsuke to create \"a speedy striker as quick as lightning, who cuts up the field like a lightning bolt\". *He appears in the volume 13 of High School DxD as a member of the Lucifer group, as the knight of Sirzechs Lucifer. *In the gag manga Fate/KOHA-ACE, a spin-off of the Fate franchise created by Kinoko Nasu, the Saber-class servant, dubbed \"Sakura Saber,\" is the spirit of Okita Souji. In this fictional incarnation, Okita is a woman. Sakura Saber also appears as a Servant in the mobile game Fate/Grand Order. *In the eroge franchise ChuSinGura 46+1 which depicts male historical figures as young girls, Okita is a cyan-haired, amber-eyed girl. *In the anime Touken Ranbu, Okita is frequently shown in Yamatonokami Yasusada's flashbacks or dreams to be consumed by his disease during a raid relating to the Ikeda Inn Incident. Okita is shown to have long, black hair and blue eyes. *In the otome game Destined to Love, Okita is shown as a character with brown hair and brown eyes, and barely take cares of himself. He has his own route in the game. *Another otome game ©2015 Spaceout Inc. features Isami Kondo, Hijikata Toshizo and Soji Okita as suitors for main character. It also has other side characters like Matsumoto Ryojun, Ryoma Sakamoto and Saito Hajime. *In otome game Era of Samurai: Code of Love which developed by Voltage inc, Okita Soji along with Hijikata Toshizo, Harada Sanosuke, Saito Hajime, Kondo Isami and Shinsaku Takasugi were featured as a love interest for main character. *In the 2014 spin-off game from the Yakuza series, Ryu Ga Gotoku Ishin!, Okita Soji is visually based on series regular Goro Majima and the two share a voice as well. The game takes place in the Bakamatsu period and has the protagonist, as Sakamoto Ryouma, joining the Shinsengumi, of which Okita is a division captain. *In the anime Bakumatsu (2018) and its sequel, Bakumatsu Crisis (2019), Okita Soji plays a key antagonist role as a member of the Shinsengumi under the command of Mugensai. Other key members of the Shinsengumi such as Isami Kondo, Yamazaki Susumu and Hijikata Toshizo are also featured, in addition to Takasugi Shinsaku. *In the manga Shuumatsu no Valkyrie, Okita Soji is chosen to represent Humanity in a tournament against the gods of multiple pantheons to determine the fate of Humanity. ==See also== *Okita Rintarō ==Notes== ==Further reading== * Stephane Lun 倫世豪. A Guide on Shinsengumi: the background and management. 2021 Kindle Paperwhite version. Amazon.com * * * * * ==Links== * SHINSENGUMI 新選組 Shinsengumi Website Category:1840s births Category:1868 deaths Category:19th-century deaths from tuberculosis Category:Japanese swordfighters Category:Samurai Category:Shinsengumi Category:People from Hino, Tokyo Category:Tennen Rishin-ryū Category:Tuberculosis deaths in Japan",
 "title": "Okita Sōji"
}