{
 "id": "55663",
 "text": "The Pendleton Civil Service Reform Act is a United States federal law passed by the 47th United States Congress and signed into law by President Chester A. Arthur on January 16, 1883. The act mandates that most positions within the federal government should be awarded on the basis of merit instead of political patronage. By the late 1820s, American politics operated on the spoils system, a political patronage practice in which officeholders awarded their allies with government jobs in return for financial and political support. Proponents of the spoils system were successful at blocking meaningful civil service reform until the assassination of President James A. Garfield in 1881. The 47th Congress passed the Pendleton Civil Service Reform Act during its lame duck session and President Chester A. Arthur, himself a former spoilsman, signed the bill into law. The Pendleton Civil Service Act provided for the selection of some government employees by competitive exams, rather than ties to politicians or political affiliation. It also made it illegal to fire or demote these government officials for political reasons and created the United States Civil Service Commission to enforce the merit system. The act initially only applied to about ten percent of federal employees, but it now covers most federal employees. As a result of the court case Luévano v. Campbell, most federal government employees are no longer hired by means of competitive examinations. The namesake of the Pendleton Act is George H. Pendleton, an Ohio Democratic U.S. senator who defended slavery in the 1850s and led the anti-war \"Copperheads\" in the American Civil War opposing President Abraham Lincoln.Searles, Harry; Mangus, Mike (April 9, 2012). George Hunt Pendleton (July 19, 1825 – November 24, 1889). Ohio Civil War Central. Retrieved January 27, 2022. The passage of the Pendleton Civil Service Reform Act with the aid of \"Half-Breed\" Republicans furthered the aims of white supremacist Democrats to curtail patronage, which had been used by \"Stalwart\" Republicans to socially and economically benefit blacks. == Background == Since the presidency of Andrew Jackson, presidents had increasingly made political appointments on the basis of political support rather than on the basis of merit, in a practice known as the spoils system. In return for appointments, these appointees were charged with raising campaign funds and bolstering the popularity of the president and the party in their communities. The success of the spoils system helped ensure the dominance of both the Democratic Party in the period before the American Civil War and the Republican Party in the period after the Civil War. Patronage became a key issue in elections, as many partisans in both major parties were more concerned about control over political appointments than they were about policy issues. During the Civil War, Senator Charles Sumner introduced the first major civil service reform bill, calling for the use of competitive exams to determine political appointments. Sumner's bill failed to pass Congress, and in subsequent years several other civil service reform bills were defeated even as the public became increasingly concerned about public corruption. After taking office in 1877, President Rutherford B. Hayes established a special cabinet committee charged with drawing up new rules for federal appointments. Hayes's efforts for reform brought him into conflict with the Stalwart, or pro-spoils, branch of the Republican party, led by Senator Roscoe Conkling of New York. With Congress unwilling to take action on civil service reform, Hayes issued an executive order that forbade federal office holders from being required to make campaign contributions or otherwise taking part in party politics. According to historian Eric Foner, the advocacy of civil service reform was recognized by blacks as an effort that would stifle their economic mobility and prevent \"the whole colored population\" from holding public office.Foner, Eric (1988). Reconstruction: America's Unfinished Revolution, 1863–1877, p. 507. New York: Harper & Row. Chester Arthur, Collector of the Port of New York, and his partisan subordinates Alonzo B. Cornell and George H. Sharpe, all Conkling supporters, obstinately refused to obey the president's order. In September 1877, Hayes demanded the three men's resignations, which they refused to give. Hayes was obliged to wait until July 1878 when, during a Congressional recess, he sacked Arthur and Cornell and replaced them with recess appointments. Despite opposition from Conkling, both of Hayes's nominees were confirmed by the Senate, giving Hayes his most significant civil service reform victory. For the remainder of his term, Hayes pressed Congress to enact permanent reform legislation and restore the dormant United States Civil Service Commission, even using his last annual message to Congress in 1880 to appeal for reform. ==Provisions== The Pendleton Civil Service Reform Act provided for selection of some government employees by competitive exams rather than ties to politicians, and made it illegal to fire or demote some government officials for political reasons. The act initially applied only to ten percent of federal jobs, but it allowed the president to expand the number of federal employees covered by the act. The law also created the United States Civil Service Commission to oversee civil service examinations and outlawed the use of \"assessments,\" fees that political appointees were expected to pay to their respective political parties as the price for their appointments. These assessments had made up a majority of political contributions in the era following Reconstruction. ==Legislative history== In 1880, Democratic Senator George H. Pendleton of Ohio introduced legislation to require the selection of civil servants based on merit as determined by an examination, but the measure failed to pass. Pendleton's bill was largely based on reforms proposed by the Jay Commission, which Hayes had assigned to investigate the Port of New York. It also expanded similar civil service reforms attempted by President Franklin Pierce 30 years earlier. Hayes did not seek a second term as president, and was succeeded by fellow Republican James A. Garfield, who won the 1880 presidential election on a ticket with former Port Collector Chester A. Arthur. In 1881, President Garfield was assassinated by Charles Guiteau, who believed that he had not received an appointment by Garfield because of his own affiliation with the Stalwarts. Garfield died on September 19, 1881, and was succeeded by Vice President Arthur. Many worried about how Arthur would act as president; the New York Times, which had supported Arthur earlier in his career, wrote \"Arthur is about the last man who would be considered eligible for the position.\" Garfield's assassination by a deranged office seeker amplified the public demand for reform. Civil service reformers established the National Civil Service Reform League and undertook a major public campaign for reform, arguing that the spoils system had played a major role in the assassination of Garfield. In President Arthur's first annual address to Congress, Arthur requested civil service reform legislation, and Pendleton again introduced his bill, which again did not pass. Democrats, campaigning on the reform issue, won control of the House of Representatives in the 1882 congressional elections. The party's disastrous performance in the 1882 elections helped convince many Republicans to support the civil service reform during the 1882 lame-duck session of Congress. The election results were seen as a public mandate for civil service reform, but many Republicans also wanted to pass a bill so that they could craft the legislation before losing control of Congress, allowing the party to take credit for the bill and to protect Republican officeholders from dismissal. The Senate approved Pendleton's bill, 38–5, and the House soon concurred by a vote of 155–47. Nearly all congressional opposition to the Pendleton bill came from Democrats, though a majority of Democrats in each chamber of Congress voted for the bill. A mere seven U.S. representatives constituted the Republican opposition towards the Pendleton Act: James S. Robinson, Robert Smalls, William Robert Moore, John R. Thomas, George W. Steele, and Orlando Hubbs.TO PASS S. 133, A BILL REGULATING AND IMPROVING THE U. S. CIVIL SERVICE. (J.P. 163). GovTrack.us. Retrieved February 11, 2022. Arthur signed the Pendleton Civil Service Reform Act into law on January 16, 1883. ==Aftermath== To the surprise of his critics, Arthur acted quickly to appoint the members of the newly created Civil Service Commission, naming reformers Dorman Bridgman Eaton, John Milton Gregory, and Leroy D. Thoman as commissioners. The commission issued its first rules in May 1883; by 1884, half of all postal officials and three-quarters of the Customs Service jobs were to be awarded by merit. During his first term, President Grover Cleveland expanded the number of federal positions subject to the merit system from 16,000 to 27,000. Partly due to Cleveland's efforts, between 1885 and 1897, the percentage of federal employees protected by the Pendleton Act would rise from twelve percent to approximately forty percent.Welch, 59–61 The act now covers about 90% of federal employees. Although state patronage systems and numerous federal positions were unaffected by the law, Karabell argues that the Pendleton Act was instrumental in the creation of a professional civil service and the rise of the modern bureaucratic state. The law also caused major changes in campaign finance, as the parties were forced to look for new sources of campaign funds, such as wealthy donors. In January 1981, the Carter administration settled the court case Luévano v. Campbell, which alleged the Professional and Administrative Careers Examination (PACE) was racially discriminatory as a result of the lower average scores and pass rates achieved by Black and Hispanic test takers. As a result of this settlement agreement, PACE, the main entry-level test for candidates seeking positions in the federal government’s executive branch, was scrapped.US set to replace a civil service exam It has not been replaced by a similar general exam, although attempts at replacement exams have been made. The system which replaced the general PACE exam has been criticized as instituting a system of racial quotas, although changes to the settlement agreement under the Reagan administration removed explicit quotas, and these changes have \"raised serious questions about the ability of the government to recruit a quality workforce while reducing adverse impact\", according to Professor Carolyn Ban.https://www.commentary.org/articles/commentary-bk/let-me-call-you-quota- sweetheart/ In October 2020 President Donald Trump by Executive Order 13957 created a Schedule F classification in the excepted service of the United States federal civil service for policy-making positions, which was criticized by Professor Donald Kettl as violating the spirit of the Pendleton Act.‘Stunning’ Executive Order Would Politicize Civil Service Shortly after taking office in January 2021, President Joe Biden rescinded Executive Order 13957. ==See also== * Luévano v. Campbell * Schedule F appointment ==References== ===Works cited=== * * * * * Harrison, Brigid C., et al. American Democracy Now. McGraw-Hill Education, 2019. * * * * * * * * Welch, Richard E. Jr. The Presidencies of Grover Cleveland (1988) * == Further reading == * * * * Category:1883 in American law Category:Civil service in the United States Category:Civil service reform in the United States Pendleton Act Category:United States federal government administration legislation Category:Presidency of Chester A. Arthur Category:Assassination of James A. Garfield Category:Reform in the United States Category:History of racism in the United States",
 "title": "Pendleton Civil Service Reform Act"
}