{
 "id": "556725",
 "text": "Goran Jelisić (; born 7 June 1968) is a Bosnian Serb former police officer who was found guilty of having committed crimes against humanity and violated the customs of war by the International Criminal Tribunal for the Former Yugoslavia (ICTY) at the Luka camp in Brčko during the Bosnian War.Case Information Sheet: Goran Jelisić (IT-95-10), ICTY.org; accessed 27 April 2015. Jelisić called himself the \"Serb Adolf Hitler\" and admitted that his \"motivation and goal was to kill Muslims\". ==The War== Jelisić was born in Bijeljina, SR Bosnia and Herzegovina, Yugoslavia. He joined the Republika Srpska police force in February 1992 as an opportunity for early release from his check fraud prison sentence. In May, he was sent to a Brčko police station. Jelisić commanded the Luka camp during the war. This camp was among the most notorious prison camps in Bosnia. It was located on the most important arterial road near Brčko in north Bosnia, which connected the two parts of Republika Srpska. During Jelisić's trial, many witnesses came forward describing other acts by him during the war. An old Muslim friend of Jelisić's noted that Jelisić gave his wife money while he was in captivity to help her flee abroad. Another friend of Jelisić's described how he helped the friend's sister and her husband escape in a similar way. Many others submitted similar sorts of testimony regarding Jelisić's acts to safeguard and help Muslim and non-Muslim friends before and during the war. In his hometown of Bijeljina, Jelisić paid hospital costs for Bosnian Muslims. ==Trial== ===Capture=== On 22 January 1998, Jelisić was apprehended in Serb-dominated Bijeljina by Task Force Razorback—a joint CIA–DOD unit attached to Operation Amber Star. This was the culmination of a months-long intelligence operation (codenamed Operation Amber Light) led by Lt Col Rick Francona. The Navy SEAL team which executed the arrest was led by Ryan Zinke, who would later be elected to the U.S. House of Representatives. Jelisić's apartment was surrounded by U.S. forces, and he was taken without incident. This capture was the first performed by U.S. forces against a Bosnian war criminal (though U.S. forces served as backup for Dutch and British forces in the previous year). After his capture, Jelisić was transferred to a U.S. base at Tuzla, taken into custody by an FBI Special Agent and flown to The Hague. U.S. forces reported that the operation was planned in advance. The operation occurred during a week in which human rights groups were pressuring the Clinton administration to use U.S. troops to help detain some of the dozens of war criminals still at large. ===Charges=== Jelisić faced trial for one count of genocide, sixteen counts of violating the customs of war and fifteen counts of crimes against humanity in relation to his involvement in the inhumane treatment and systematic killing of detainees at the Luka camp, where he was alleged to have, every day, \"entered Luka's main hangar, where most detainees were kept, selected detainees for interrogation, beat them and then often shot and killed them\". A specific instance of this type of allegation is that Jelisić beat an elderly Muslim man to death with a metal pipe, a shovel, and a wooden stick. ===Sentencing=== In 1999, Jelisić pleaded guilty to the charges of crimes against humanity and violating the customs of war. He was acquitted on the charge of genocide as the court did not believe the prosecution had proved this beyond reasonable doubt. He was sentenced to 40 years' imprisonment. The same sentence was confirmed by the appeals chamber.Goran Jelisić acquitted of genocide and found guilty of crimes against humanity and violations of the laws or customs of war Press release, The Hague, 19 October 1999 JL/P.I.S./441-E. The sentence was at that time the most severe given by the Hague, superseding the 20-year ruling against Duško Tadić. The court also suggested Jelisić receive psychiatric treatment. In 2001, the prosecution requested a retrial on Jelisić's dismissed charge of genocide, but an appeals court upheld his 40-year sentence. On 29 May 2003, Jelisić was transferred to Italy to serve the remainder of his sentence with credit for time served since his 1998 arrest. Jelisić's trial was unusual due to the number of sympathetic witnesses, including Muslim friends. Friends, neighbors, and schoolmates, many of whom were Muslim, appeared to defend him. The trial's defense lawyer noted that the trial was peculiar given the number of people from the victimized group defending the Serbian war criminal. Jelisić's trial is considered important for setting a high standard of evidence for charges of genocide. His was also significant for being one of only three people to admit to their crimes before the Hague tribunal (as of 2004). ===Other trials=== Jelisić attended the war crimes trial of Esad Landžo, a Bosnian Muslim who committed war crimes against Serbs at the Čelebići camp. He provided a passionate character witness in defense of the Bosnian Muslim, noting how Landžo had aided other prisoners in the prison at The Hague. ==Personal life== Jelisić was born in 1968 in Bijeljina, a town that was at the time 40% Muslim. Born to a working mother, he was raised primarily by his grandmother, and he had a variety of Serb and Muslim friends. Prior to the war, Jelisić worked as a farmhand and enjoyed fishing. During his trial, members of his fishing groups appeared to defend him as character witnesses. After committing check fraud in Bosnia, he was imprisoned for several months. He was released in February 1992 with the opportunity to volunteer for Republika Srpska's war effort. He styled himself, and has been referred to in the media, as \"Serb Adolf\". On 21 December 2011, his wife, Monika Karan-Ilić (aka Monika Simeunović), was detained on suspicion of having committed war crimes against non-Serbs at the Luka camp. A native of Brčko, she had been in custody since 21 December 2011. She was found guilty of having participated in torture, inhumane treatment and infliction of suffering on Bosniak and Croat civilians in the Luka camp and Brčko police station between May and June 1992, when she was a teenager. Her sentence was reduced to two-and-a-half years of prison in 2013. ==References== Category:1968 births Category:Living people Category:People convicted by the International Criminal Tribunal for the former Yugoslavia Category:People from Bijeljina Category:Serbs of Bosnia and Herzegovina convicted of crimes against humanity Category:Serbs of Bosnia and Herzegovina convicted of war crimes Category:Bosnia and Herzegovina people imprisoned abroad Category:Prisoners and detainees of Italy Category:People extradited from Bosnia and Herzegovina Category:Islamophobia in Europe",
 "title": "Goran Jelisić"
}