{
 "id": "556754",
 "text": "Richmond is a town in New South Wales, in the local government area of the City of Hawkesbury. It is located 19 metres above sea level on the alluvial Hawkesbury River flats, at the foot of the Blue Mountains on the Cumberland Plain. It is about 65 km by road from Sydney and about 78 km by road from Lithgow. ==History== The Darug people were the Aboriginal peoples to the area in 1788. The area was originally explored by British settlers in 1789 and the nearby eminence to the west of the Hawkesbury River was known by them as 'Richmond Hill'. The name was given by Governor Arthur Phillip, in honour of Charles Lennox, the third Duke of Richmond who was Master General of Ordnance in the Pitt administration. The local area was the third area to have European settlement in Australia after Sydney and Parramatta. The first 22 European settlers came to the area in 1794. They came to farm a total of in what is now Pitt Town Bottoms. They needed good farming land to help overcome the desperate need for food in the new colony. By 1799 this region was producing about half the grain produced in the colony. The Battle of Richmond Hill took place in May and June 1795 between the Darug people and British Marines. Around 1811 Macquarie established the five Macquarie Towns in the area: Windsor, Richmond, Castlereagh, Wilberforce and Pitt Town. One of the early settlers, James Blackman, built Bowman Cottage from brick nog, a common construction technique in the colony, using money borrowed from William Cox. The house was constructed between the years 1815 and 1818. James was unable to pay his debts and was forced to sell the property to George Bowman. The building was restored by the NSW Public Works Department and then became a Division of the Australian Foundation for the Disabled, providing employment for the disabled.Bowman Cottage Page:Retrieved 22 March 2009 During WWII the RAAF operated a top secret operations bunker from somewhere in Richmond. It was either half or completely underground. The location of this bunker is unknown but it has been reported that this bunker was identical to the Bankstown Bunker which is currently buried under a public park in Bankstown. It has also been reported that this bunker could still be intact. RAAF Base Richmond is a Royal Australian Air Force base at Richmond which was established in 1923. The air base is currently the home to the RAAF's transport squadrons. During the Vietnam War, logistic support and medical evacuations were supplied by the C-130 Hercules aircraft from RAAF Richmond. ==Heritage listings== Richmond has a number of heritage-listed sites, including: * Blacktown-Richmond railway: Richmond railway station * 24 Bosworth Street: Seymours House * 49 - 51 Bosworth Street: New Inn * Bounded by East Market, Windsor and March Streets: Richmond Park * 135 Francis Street: Clear Oaks * 22 Inalls Lane: Mountain View * Kurrajong Road: Hobartville * 126 Windsor Street * 157 Windsor Street: Toxana * 257-259 Windsor Street: Allison's Pharmacy * 286 Windsor Street: Richmond Post Office * 368-370 Windsor Street: Bowman House * 384 Windsor Street: St Peter's Anglican Church *Hawkesbury Agricultural College, now known as Western Sydney University, Hawkesbury Campus ==Population== According to the 2016 census of Population, there were 5,482 people in Richmond. * Aboriginal and Torres Strait Islander people made up 3.8% of the population. * 74.8% of people were born in Australia. The next most common country of birth was England at 4.1%. * 82.4% of people only spoke English at home. * The most common responses for religion were No Religion 24.6%, Catholic 23.1% and Anglican 20.6%. ==Education== Richmond has a range of educational facilities, from primary and high schools to Technical and Further Education (TAFE), including a private Registered Training Organisation (RTO), National Training Masters and the Hawkesbury Campus of Western Sydney University. There are three primary schools in Richmond (although there are many more in the Richmond/Hawkesbury area): Richmond Public School, Hobartville Public School and St Monica's Primary School, a comprehensive Catholic school. Richmond High School is the only High School in the town of Richmond, as Colo High School draws from the area west of Richmond and Windsor High School to the east. ==Geography== The expansion of the Sydney suburban area has almost reached Richmond and it is now considered to be an outer suburb of Sydney. Bells Line of Road which leads into, over and across the Blue Mountains, finishing in Lithgow, starts in Richmond. Richmond railway station is the terminus of the Richmond branch of the North Shore & Western Line of the Sydney Trains network. Richmond is surrounded by the 329 km2 Richmond Woodlands Important Bird Area, identified as such by BirdLife International because of the importance of the patches of remnant eucalypt woodland it contains for endangered regent honeyeaters and swift parrots. ==Climate== Due to its inland location, Richmond has hotter summer days than Sydney CBD, with temperatures sometimes reaching highs of . Richmond's extreme summer temperatures are also credited to föhn wind sweeping off the Central Tablelands down into the foothills of the suburb.Sharples, J.J., McRae, R.H.D., Weber, R.O., Mills, G.A. (2009) Foehn-like winds and fire danger anomalies in southeastern Australia. Proceedings of the 18th IMACS World Congress and MODSIM09. 13–17 July, Cairns. Winter nights are colder than Sydney CBD's and they can drop below with significant frost. Richmond has 91.5 days of clear skies annually, in contrast to Sydney CBD's 104 days. On 14 January 1939, Richmond recorded a temperature of , the highest in the Sydney region. Its lowest maximum winter temperature was , recorded on 6 July 1957. After Mitchell, Queensland, Richmond has the second largest overall temperature range recorded in Australia; to . Climate statistics for Mitchell Post Office, Bureau of MeteorologyClimatic Extremes by Geoscience Australia from the Australian Government ==Gallery== File:AUS NSW Richmond Bowmans Cottage.jpg|Bowman Cottage 1815–1818, built in the Colonial style File:Richmond Court House, NSW.jpg|Richmond Court House File:St Peter's Anglican Church, Richmond NSW.jpg|St Peter's Church File:Park Mall Richmond.JPG|Park Mall, Richmond File:Windsor0006.jpg|Pugh's Lagoon ==See also== * Towns in NSW * Climate of Sydney ==References== ==External links== * Royal Australian Air Force * Hawkesbury City Council Category:Suburbs of Sydney Category:Towns in New South Wales Category:City of Hawkesbury Category:1810 establishments in Australia Category:Populated places established in 1810",
 "title": "Richmond, New South Wales"
}