{
 "id": "557091",
 "text": "Underground hip hop is an umbrella term for hip hop music outside the general commercial canon. It is typically associated with independent artists, signed to independent labels or no label at all. Underground hip hop is often characterized by socially conscious, positive, or anti-commercial lyrics. However, there is no unifying or universal theme – AllMusic suggests that it \"has no sonic signifiers\". \"The Underground\" also refers to the community of musicians, fans and others that support non-commercial, or independent music. Music scenes with strong ties to underground hip hop include alternative hip hop and conscious hip hop. Many artists who are considered \"underground\" today were not always so, and may have previously broken the Billboard charts. ==Style== Underground hip-hop encompasses several different styles of music. Numerous acts in the book How to Rap are described as being both underground and politically or socially aware, these include – B. DolanHow to Rap, p. 317. Brother Ali, Diabolic, Immortal Technique,How to Rap, p. 332. Jedi Mind Tricks,How to Rap, p. 326. Micranots,Edwards, Paul, 2009, How to Rap: The Art & Science of the Hip-Hop MC, Chicago Review Press, p. 316. Mr. Lif,How to Rap, p. 325. Murs, Little Brother,How to Rap, p. 342. P.O.SHow to Rap, p. 333. and Zion I, among others.How to Rap, p. 334. Underground artists with critically acclaimed albums include Atmosphere, Binary Star, Blu, Cannibal Ox, Company Flow,How to Rap, p. 315. Del the Funky Homosapien,How to Rap, p. 322. Roc Marciano, Freestyle Fellowship, Hieroglyphics,How to Rap, p. 316. Juggaknots, Jurassic 5, Kool Keith, Little Brother, MF DOOM,How to Rap, p. 321. Non Phixion,How to Rap, p. 323. Planet Asia,How to Rap, p. 327. RJD2, MC TP, Stryker & MFT and Ammar Kazi among many others. Additionally, many underground hip hop artists have been applauded for the artistic and poetic use of their lyrics, such as Aesop Rock, Aceyalone, Busdriver, Cage, CunninLynguists, Dessa, Doomtree, El-P, Eyedea & Abilities, Itslordjoshua, Illogic, Onry Ozzborn, MF DOOM, Rob Sonic, billy woods, and Sage Francis, among others. Some underground artists produce music that celebrates the fundamental elements or pillars of hip hop culture, such as Dilated Peoples, People Under the Stairs, and Fashawn whose music \"recalls hip-hop's golden age\". ==Early beginnings== In hip hop's formative years, the vast majority of the genre was underground music, by definition. Although The Sugarhill Gang gained commercial success in 1979, most artists did not share such prominence until the mid-1980s. Ultramagnetic MCs debut album Critical Beatdown (1988) is seen as one of the earliest examples of \"underground hip hop\".Price, E \"Hip hop culture\", ABC- CLIO, 2006. p. 295 It was described that the album was characteristic of what would later be known as \"underground hip hop\". New York underground rapper Kool Keith received notable success with his album Dr. Octagonecologyst, gaining more attention than any contemporary independent hip hop album \"in quite a while\". The Stretch Armstrong and Bobbito Show was a notable underground hip hop radio show that was broadcast on WKCR, and later WQHT, in New York City from 1990 until 1999. It featured rappers such as The Notorious B.I.G., Big L, Jay-Z, and Eminem, as well as groups like Wu-Tang Clan, Mobb Deep, and Fugees, all before they gained any popularity. In 1999, Prince Paul and Breeze Brewin' created one of the first rap opera albums, named A Prince Among Thieves. Rolling Stone gave the album a 4.5/5. In the late 1990s, progressive rap acts such as Black Star and Juggaknots helped inspire and shape the underground hip hop movement that would follow in subsequent decades. ==See also== * Alternative hip hop * Experimental hip hop * Christian hip hop * Conscious hip hop * Drill * Horrorcore * Mumble rap / SoundCloud rap * Nerdcore * Political rap * Progressive rap * Rap opera ==References== ==Further reading== * ==External links== * Category:Hip hop genres Category:Underground culture",
 "title": "Underground hip hop"
}