{
 "id": "55738",
 "text": "The Federal Farm Loan Act of 1916 () was a United States federal law aimed at increasing credit to rural family farmers. It did so by creating a federal farm loan board, twelve regional farm loan banks and tens of farm loan associations. The act was signed into law by President of the United States Woodrow Wilson. ==Background== In 1908, the Administration of Theodore Roosevelt commissioned a study on the problems facing rural families. At this point in U.S. history, these families made up the largest demographic of Americans. The commission concluded that access to credit was one of the most serious problems facing rural farmers and recommended the introduction of a cooperative credit system. Four years later, Presidents William Howard Taft and Woodrow Wilson sent a commission of Americans to study cooperative credit systems for farmers in Europe. Components of such European programs at the time included cooperative land-mortgage banks and rural credit unions. This commission concluded that the best form of cooperative credit system would include both long-term credit to cover land mortgages and short-term credit to cover regular business needs.Farm Credit Administration: History of FCA and FCS http://www.fca.gov/about/history/historyFCA_FCS.html thumb|right|230px|1918 advertisement for Federal Farm Loan Bonds ==Effect on the rural farmer== The most visible component of the Act were the loans to individual farmers and their families. Under the act, farmers could borrow up to 50% of the value of their land and 20% of the value of their improvements. The minimum loan was $100 and the maximum was $10,000. Loans made through the Act were paid off through amortization over 5 to 40 years. Borrowers also purchased shares of the National Farm Loan Association. This meant that it served as a cooperative agency that lent money from farmer to farmer. This was heavily influenced by a successful cooperative credit system in Germany called Landschaft. The next most visible component of the Act were the mortgage- backed bonds that were issued. The rate of interest on the mortgages could be no more than 1 percent higher than the rate of interest on the bonds. This spread covered the issuers' administrative costs, but did not lead to a significant profit. In addition, the maximum rate of interest on the bonds was 6 percent, ensuring that borrowing costs for farmers was often much lower than before the Act was passed.Palmer, Walter B, The Federal Farm Loan Act, in Publications of the American Statistical Association, Vol. 15, No. 115 (Sep. 1916), pp. 292-312. The act furthered Wilson's reputation against trusts and big business. By providing small farmers with competitive loans, they were now more able to compete with big business. As a result, the likelihood of agricultural monopolies decreased. While Wilson's commission suggested that short-term credit also be incorporated in any nationalized credit system, the Act lacked this crucial component. Due to increased competition and the need for agriculture machinery, a system for short-term credit was incorporated into the current system in Agricultural Credits Act of 1923. Sponsored by Senator Henry F. Hollis (D) of New Hampshire and Representative Asbury F. Lever (D) of South Carolina, it was a reintroduced version of the Hollis- Bulkley Act of 1914 that had not passed Congress due to Wilson's opposition.Thompson, C.W., The Federal Farm Loan Act, in The American Economic Review, Vol. 7, No. 1, Supplement, Papers and Proceedings of the Twenty-ninth Annual Meeting of the American Economic Association (Mar, 1917), pp. 115-131. ==Structure of implementation== The Act established the Federal Farm Loan Board to oversee and supervise federal land banks and national farm loan associations. It was also responsible for setting benchmark rates of interest for mortgages and bonds. Finally, it could intervene when it thought specific banks were making irresponsible loans. The twelve Federal Land Banks were required to hold at least $750,000 in capital. Stock ownership of the banks were held by national farm loan associations and other interested investors, including any individual, corporation or fund. In the case of insufficient capital, the U.S. Treasury (through the Federal Farm Loan Board) made up the difference. When additional subscriptions were made from other sources, federal ownership in the banks was retired. National Farm Loan Associations were established groups of 10 or more mortgage-holding farmers who together owned 5% or more of a federal land bank. Once formed, they were subject to a charter review process by the Federal Farm Loan Board. This structure aimed to align the incentives of individual farmers with the banks, as farmers held two roles: borrowers and lenders.Putnam, George F., \"The Federal Farm Loan Act\", in The American Economic Review, Vol. 6, No. 4 (Dec., 1916), pp. 770-789. ==Subsequent history== Under the administration of Herbert Hoover, the Agricultural Marketing Act of 1929 established the Federal Farm Board from the Federal Farm Loan Board established by the Federal Farm Loan Act with a revolving fund of half a billion dollars.Chapter 4: Crisis and Activism: 1929-1940, United States Government Printing Office ==See also== * Farm Credit System ==Further reading== *Christopher W. Shaw, “'Tired of Being Exploited': The Grassroots Origin of the Federal Farm Loan Act of 1916,\" Agricultural History 92:4 (2018): 512-540. online *Stuart W. Shulman, \"The Origin of the Federal Farm Loan Act: Agenda-Setting in the Progressive Era Print Press\", University of Oregon, Department of Political Science, Dissertation, 1999 online *Stuart W. Shulman, \"The Origin of the Federal Farm Loan Act: Issue Emergence and Agenda‐Setting in the Progressive Era Print Press,\" in Jane Adams (Ed.). Fighting for the Farm: Rural America Transformed (U. of Pennsylvania Press, 2003), 113‐128. ==References== ==External links== *Public Law 64-158, 64th Congress, S. 2986: The Federal Farm Loan Act Category:1916 in American law Farm Loan Act Category:Presidency of Woodrow Wilson Category:Progressive Era in the United States Category:United States federal agriculture legislation",
 "title": "Federal Farm Loan Act"
}