{
 "id": "557694",
 "text": "Chipping Sodbury is a market town in the unitary authority of South Gloucestershire, south-west England, founded in the 12th century by William le Gros. It is the principal settlement in the civil parish of Sodbury, which also includes the village of Old Sodbury. Little Sodbury is a nearby but separate civil parish. Sodbury parish council has elected to be known as Sodbury Town Council. At the 2011 census the population of Chipping Sodbury was 5,045, but in the last decade the town has become part of a much larger built-up area due to the rapid expansion of nearby Yate, with which it is contiguous to the west. At the census the combined population of Yate and Chipping Sodbury was 26,834. ==Governance== An electoral ward in the same name (not Sodbury) exists. This ward starts in the north at Chipping Sodbury Golf Course and stretches south to Dodington. The total population of the ward taken at the 2011 census was 6,834. ==Transport== East of the town is the Chipping Sodbury Tunnel, a railway tunnel under the Cotswolds 2 miles 924 yards (4.06 km) long, which was opened by the Great Western Railway in 1902. The tunnel is notorious for flooding in wet weather, often leading to disruption of services on the main railway line to and from South Wales. Chipping Sodbury had a railway station from 1903 to 1961. Yate station, on the Bristol to Birmingham main line, closed in January 1965 but reopened in May 1989. ==Cultural activities== Chipping Sodbury hosts a twice yearly Mop Fair, usually the last weekends of March and September. The town holds a Festival Week in early June, including a \"Big Lunch\" where the main road is closed and residents bring picnics to eat on the street. A Big Lunch is also held in December to combat loneliness amongst elderly people at Christmas. There is a farmers' market twice a month, on the second and fourth Saturdays. A Victorian Day is held on the first Saturday in December. The event starts with school choirs performing in the street, followed by the arrival of Father Christmas with snow guaranteed (from a blower). The streets are lined with stalls from local charities and organisations and old time amusements, including a Ferris wheel, Helter Skelter and two children's rides. Choirs sing, bands play, and stalls bring a market feel. A Hog Roast is held. The town celebrated its 800th anniversary in August 2018 with a weekend of medieval activities including another Big Lunch. A time capsule was buried containing photographs of local businesses and poems written by local schoolchildren. The capsule is to be dug up on the town's 900th anniversary in August 2118. The town is served by a community radio station, GLOSS FM which broadcasts 365 days a year on its webcasts and twice a year on 87.7 MHz FM. Chipping Sodbury Town Hall, which was re-modelled in 1858, is a significant events venue in the town. ==Education== Chipping Sodbury has two government funded primary schools and a secondary school. Chipping Sodbury School, the secondary school, caters for children aged 11 to 18 and describes itself as a 'Specialist Technology School'. The School shares a sixth form, named Cotswold Edge, with both Brimsham Green School and Yate International Academy. Subjects taken by students are split between the three locations. The School obtained a 'Requires Improvement' status from Ofsted in 2018. St John's Mead Primary School is named after the parish church, St. John's Chipping Sodbury. The other Primary School is Raysfield Infants and Junior schools. Also within the parish boundary is Old Sodbury Primary School. Dodington Parish Hall, which is situated next to Raysfield Junior and Infant Schools, is also the home of Raysfield pre-school. ==Toponymy == The town's name is recorded in Old English (in the dative case) as Soppanbyrig = \"Soppa's fort\". \"Chipping\" (from Old English cēping) means that a market was held there. thumb|The main street of Chipping Sodbury from an aircraft (2017) ==Notable people== Edward Jenner, pioneer of vaccination in the 18th century, started his medical training in Sodbury, observing people catching cowpox and then not catching smallpox. RC \"Jack\" Russell: former England cricket wicketkeeper and artist owns an art gallery in the town.http://www.jackrussell.co.uk/ Retrieved September 2013 Sir James Dyson, inventor of the Dual Cyclone bagless vacuum cleaner, lives at Dodington Park just outside Chipping Sodbury. J. K. Rowling, author of the Harry Potter fantasy series, was born in 1965 at the Chipping Sodbury Maternity Hospital (later the Chipping Sodbury Memorial Day Centre), on Station Road, Yate. Until the age of four, she lived with her parents in Sundridge Park, Yate. Connie Ann Kirk, J.K. Rowling: A Biography, Greenwood Publishing Group, 2003, pp.11–12 C. D. Miller, Harry Potter Places: Snitch- Seeking in Southern England and Wales, Book 3, First Edition Design Pub., 2012, pp.110–113 Lynne Hutchinson, Concerns raised about future of former Chipping Sodbury cottage hospital site, Gazette Series, 6 September 2012 . Retrieved 6 April 2013 ==References== * David Verey, Gloucestershire: the Vale and the Forest of Dean, The Buildings of England edited by Nikolaus Pevsner, 2nd ed. (1976) , pp. 155–157 ==External links== * Category:Market towns in Gloucestershire Category:Towns in Gloucestershire Category:South Gloucestershire District",
 "title": "Chipping Sodbury"
}