{
 "id": "558055",
 "text": "right|thumb|The text of \"An Act Against Slavery\" The Act Against Slavery was an anti-slavery law passed on July 9, 1793, in the second legislative session of Upper Canada, the colonial division of British North America that would eventually become Ontario. It banned the importation of slaves and mandated that children born henceforth to female slaves would be freed upon reaching the age of 25. ==Synopsis== John Graves Simcoe, Lieutenant Governor of the colony, had been a supporter of abolition before coming to Upper Canada; as a British Member of Parliament, he had described slavery as an offence against Christianity. By 1792 the slave population in Upper Canada was not large. However, when compared with the number of free settlers, the number was not insignificant. In York (the present-day city of Toronto) there were 15 African-Canadians living, while in Quebec some 1000 slaves could be found. Furthermore, by the time the Act Against Slavery would be ratified, the number of slaves residing in Upper Canada had been significantly increased by the arrival of Loyalist refugees from the south who brought with them servants and slaves. At the inaugural meeting of the Executive Council of Upper Canada in March 1793, Simcoe heard from a witness the story of Chloe Cooley, a female slave who had been violently removed from Canada for sale in the United States. Simcoe's desire to abolish slavery in Upper Canada was resisted by members of the Legislative Assembly who owned slaves, and therefore the resulting act was a compromise. The bulk of the text is due to John White, the Attorney General of the day. Of the 16 members of the assembly, at least six owned slaves. The law, titled An Act to Prevent the further Introduction of Slaves and to limit the Term of Contracts for Servitude within this Province, stated that while all slaves in the province would remain enslaved until death, no new slaves could be brought into Upper Canada, and children born to female slaves after passage of the act would be freed at the age of 25. This law made Upper Canada \"the first British colony to abolish slavery\". The Act remained in force until 1833 when the British Parliament's Slavery Abolition Act abolished slavery in most parts of the British Empire. ==Aftermath== In 1798, Christopher Robinson introduced a bill in the Legislative Assembly to allow the importation of additional slaves. The bill was passed by the Assembly, but was stalled by the Legislative Council and died at the end of the session. Thousands of Black Canadians volunteered to serve in the War of 1812. In 1819, Attorney General John Robinson (son of Christopher) declared that by residing in Canada, black residents were set free, and that Canadian courts would protect their freedom. ==See also== *Slavery in Canada *Black Canadians *North American Black Historical Museum *Slave Acts ==Citations== == References == * See Archives of Ontario * See Archives of Ontario * * * See The Historica Dominion Institute, a series with Rosemary Sadlier, President, Ontario Black History Society as writer-consultant. * * * Kindle format * Category:1793 in law Category:Legal history of Canada Category:Upper Canada Category:Slavery in Canada Category:History of Black people in Canada Category:Abolitionism in North America Category:Canadian legislation Category:Slavery legislation Category:1793 in Upper Canada Category:1793 in British law",
 "title": "Act Against Slavery"
}