{
 "id": "558058",
 "text": "Stephen Brian Street aka \"Streety\" (born 29 March 1960 in Hackney, London) is an English music producer best known for his work with The Smiths, The Cranberries and Blur. Street collaborated with Morrissey on his debut album Viva Hate following the split of The Smiths. More recently he has worked with Kaiser Chiefs, Babyshambles and The Courteeners. For a time, he was managed by Gail Colson's company Gailforce Management. In February 2020, Street received the Award For Outstanding Contribution To UK Music at the Music Producer's Guild Awards. ==Career== ===Early career=== Street began his musical career in the late 1970s playing in various bands around London. He played bass in the new wave ska/pop group, Bim, with future Neneh Cherry/Massive Attack producer Cameron McVey. The band were featured in the Listen to London documentary film. Street started at Island Records' Fallout Shelter Studio in 1982 firstly as an \"in-house assistant\" and then as an \"in-house engineer\". ===The Smiths and Morrissey (1984–1989)=== One of Street's first jobs as in-house engineer was for a session for The Smiths's \"Heaven Knows I'm Miserable Now\" and commented in a HitQuarters interview, \"I'd seen them just shortly beforehand on Top of the Pops doing \"This Charming Man\", and like most other people around that time who were into music I was really excited by them.\" Although Street didn't work on the subsequent recording \"William, It Was Really Nothing\", he was asked to engineer their next album, Meat Is Murder, with Morrissey and Marr producing for the first time. During this time, he engineered for reggae artists including Black Uhuru and Linton Kwesi Johnson, and for jùjú musician King Sunny Adé. He helped produce and mix several tracks on Stephen Duffy's first two albums: The Ups and the Downs in 1985 and Because We Love You in 1986. Twelve years later, he worked with Duffy on his 1998 album I Love My Friends. Street continued to work with The Smiths, working as an engineer on their album The Queen Is Dead before assuming a producer role for Strangeways, Here We Come, their final album. After The Smiths broke up, Street was producer and co-songwriter for Morrissey's debut solo album Viva Hate, which reached No. 1, spawning two top 10 hits in the UK. Street and Vini Reilly, guitarist on Viva Hate, had a dispute over songwriting credits. Reilly claimed to have written the majority of the tracks on the album, which Street dismissed, claiming that he wrote the music for all of the tracks on the album and that Reilly had no part to play in that. Street was credited as producer, songwriter, guitarist, and bass guitarist on the album. Street went on to co- write and produce two further singles for Morrissey which appeared on Bona Drag before the singer ended their association, apparently due to disputes regarding royalty payments and alleged conversations between Street and Johnny Rogan, author of controversial Morrissey texts. ===Blur (1990–1997; 2015) and Graham Coxon (2003–2009)=== After hearing \"She's So High\", Blur's first single, Street contacted their manager. Soon after he produced their second single \"There's No Other Way\", although he did not produce the album as a whole. Street produced Blur's next four albums: Modern Life Is Rubbish, Parklife, The Great Escape and Blur. Following Graham Coxon's departure from Blur, Street produced the guitarist's next album Happiness in Magazines, released May 2004, plus follow-up albums Love Travels at Illegal Speeds in March 2006 and The Spinning Top in May 2009. Street produced Blur's 2015 album The Magic Whip, their first since the band's reformation with Coxon. ===The Cranberries (1992–1994; 2001–2002; 2011–2019)=== In 1992, Street started working with Irish band The Cranberries on their debut album Everybody Else Is Doing It, So Why Can't We?. The album turned out to be a huge success in the U.S. In 1994, Street worked with the band again on their second album No Need to Argue. Following two albums with different producers, the band worked with Street again on their 2001 album Wake Up and Smell the Coffee and the two extra tracks that were recorded for their 2002 best of album Stars: \"Stars\" and \"New New York\". After The Cranberries went on hiatus in 2003, guitarist Noel Hogan began working on a solo work then titled Mono Band. Street worked with Hogan in producing the album of the same name released in 2005. Street also produced their sixth studio album Roses, released in 2012. He also produced their final album In the End, released in 2019. ===Kaiser Chiefs and The Ordinary Boys (2004–2007)=== Street produced Employment, the debut album by Kaiser Chiefs, after hearing one of their early demos and contacted the band about producing them. At one point, Street brought Blur guitarist Graham Coxon into the studio to rev his moped for a sound effect. This can be heard on the track \"Saturday Night\". Street produced the band's second album Yours Truly, Angry Mob. Street also produced the first two albums for ska-influenced indie band The Ordinary Boys: Over the Counter Culture in 2004 and Brassbound in 2005. ===Babyshambles (2007–present) and Peter Doherty (2008–present)=== Street produced Shotter's Nation, the second album by Pete Doherty's band Babyshambles. The recording of the album was said to have been a hard process, due to Street's lack of co-operation with Pete Doherty. Street later commented that \"Pete wasn't in a very good state for the first couple of weeks of making the record for the reasons that people know about. It was a bit worrying to be honest with you. There were a couple of times I had to fire warning shots across his bow, say 'Listen, you've got to sort yourself out here because if you don't I can't work with you'. I felt like I was going to let down the rest of the band if I walked away from things.\" Street went on to produce the band's third album Sequel to the Prequel. Street produced Doherty's solo album Grace/Wastelands (2009). ===Other work=== In 1988, Street, along with journalist Jerry Smith, set up the Foundation Label. The label was home to artists including Bradford and Sp!n. However, the label wasn't a commercial success and folded in 1991. In 1989, Street produced and engineered \"The Black Swan\" by The Triffids. Street produced the 1990 Danielle Dax album Blast the Human Flower, released on Sire Records, along with a subsequent remix EP. Street worked with The Darling Buds' on their third and fourth albums Crawdaddy (1990) and Erotica (1992). He produced The Caretaker Race's album Hangover Square in 1990. The band, formed by ex-Loft guitarist Andy Strickland and roving drummer Dave Mew, had recorded a number of singles previously, some produced by John Parrish. For Hangover Square, the band added a number of new tracks, including \"Man Overboard\" and \"2 Steel Rings\", both released as singles. Street worked with Lloyd Cole, produced Shed Seven's 1998 album Let It Ride and worked with New Order. He also produced several tracks on the Longpigs second album Mobile Home in 1999. In 2001–2002, Street worked from Jacobs Studios in Farnham, Surrey, England to produce Wood/Water, The Promise Ring's final album, released by ANTI- in 2002. Street also co-produced A New Morning by Suede, released in September 2002. Street produced The Magic Treehouse, the debut album from Ooberman, and Tired of Hanging Around, the second album by The Zutons, released in the UK in April 2006. Street produced the next album by Feeder, released in 2008. Street co-produced the tracks \"Save Us\" and \"Burn the Bridges\" from the band's The Singles album with lead singer Grant Nicholas. An exclusive mix of this track, done entirely by Street, was available from iTunes upon release. Street worked with alternative post-punk band White Lies when they were known as Fear of Flying, producing \"Routemaster\" and \"Three's a Crowd\". Manchester indie band The Courteeners approached Street and after hearing demos he offered to produce their album. The album was recorded in London over a six-week stretch and was named St. Jude. The album reached No. 4 in the British UK Album Charts, but was subject to mixed reviews. In August 2010, Street produced the debut EP for Dublin- based band The Vagabonds. ==Discography== ===Productions=== * Stephen Duffy - The Ups and Downs (1985) * The Mighty Lemon Drops - Happy Head (1986) * The Smiths - Strangeways, Here We Come (1987) * Morrissey - Viva Hate (1988) * Sandie Shaw - Hello Angel (1988) * The Triffids - The Black Swan (1989) * Danielle Dax - Blast the Human Flower (1990) * The Darling Buds - Crawdaddy (1990) * Blur - Leisure (1991) * The Psychedelic Furs - World Outside (1991) * The Darling Buds - Erotica (1992) * Blur - Modern Life Is Rubbish (1993) * The Cranberries - Everybody Else Is Doing It, So Why Can't We? (1993) * Blur - Parklife (1994) * The Cranberries - No Need to Argue (1994) * The Pretenders - Last of the Independents (1994) * Blur - The Great Escape (1995) * The Pretenders - The Isle of View (1995) * Catatonia - Way Beyond Blue (1996) * Sleeper - The It Girl (1996) * Blur - Blur (1997) * Sleeper - Pleased to Meet You (1997) * Shed Seven - Let It Ride (1998) * Longpigs - Mobile Home (1999) * Ooberman - The Magic Treehouse (1999) * The Pretenders - ¡Viva El Amor! (1999) * Tiger - Rosaria (1999) * The Webb Brothers - Maroon (2000) * The Cranberries - Wake Up and Smell the Coffee (2001) * Idlewild - The Remote Part (2002) * The Promise Ring - Wood/Water (2002) * Suede - A New Morning (2002) * Mower - People Are Cruel (2003) * Graham Coxon - Happiness in Magazines (2004) * The Ordinary Boys - Over the Counter Culture (2004) * Kaiser Chiefs - Employment (2005) * New Order - Waiting for the Sirens' Call (2005) * The Ordinary Boys - Brassbound (2005) * Graham Coxon - Love Travels at Illegal Speeds (2006) * The Zutons - Tired of Hanging Around (2006) * Babyshambles - Shotter's Nation (2007) * Kaiser Chiefs - Yours Truly, Angry Mob (2007) * The Maccabees - Colour It In (2007) * The Courteeners - St. Jude (2008) * Mystery Jets - Twenty One (2008) * The Pigeon Detectives - Emergency (2008) * Graham Coxon - The Spinning Top (2009) * Kid British - It Was This or Football (2009) * Pete Doherty - Grace/Wastelands (2009) * The Subways - Money and Celebrity (2011) * Viva Brother - Famous First Words (2011) * The Cranberries - Roses (2012) * Madness - Oui Oui, Si Si, Ja Ja, Da Da (2012) * New Order - Lost Sirens (2013) * Babyshambles - Sequel to the Prequel (2013) * Blur - The Magic Whip (2015) * The Cranberries - In the End (2019) * The Pretenders - Hate for Sale (2020) ==References== ==External links== * * * Stephen Street Video Interview * Interview, HitQuarters Sep 2005 * Stephen Street interview 2011: Part 1 * Stephen Street interview 2011: Part 2 Category:1960 births Category:English record producers Category:English bass guitarists Category:English male guitarists Category:Male bass guitarists Category:Musicians from London Category:Living people",
 "title": "Stephen Street"
}