{
 "id": "558976",
 "text": ", known as Tenshinhan in Japanese media and Viz Media's release of the manga, is a fictional character in the Dragon Ball manga series created by Akira Toriyama. He is introduced in chapter #113 , first published in Weekly Shōnen Jump magazine on February 24, 1987, entering the martial arts tournament to kill Son Goku and his fellow-students. However, he later teams up with them to defeat Piccolo Daimaō, accompanied by his friend Chaozu. Tien becomes Goku's rival for a period and is notable for being the first person in the series to fly using and to use the technique. The character of Tien has received praise from reviewers of manga and anime. They praised his quest for redemption in the Piccolo arc and his fights have been celebrated as dramatic, intense, and entertaining. Numerous pieces of merchandise have been released bearing his likeness including action figures, key chains, and capsule toys. ==Design== The character's is named after tenshindon, a chūka dish consisting of a crabmeat omelet over rice. Toriyama said that although Tien is strong and cool, he based his name on a well-known Chinese food just to be \"silly.\" Tien is loosely based on Erlang Shen from Journey to the West, a three-eyed taoist deity who first appears as an adversary of Sun Wukong, later becoming his ally and rival. ==Voice actors== Tien was voiced by Hirotaka Suzuoki in most media, with the exception of episodes 82 and 84 of Dragon Ball Z, where he is voiced by Kōichi Yamadera. Suzuoki said that despite joining the cast while the show had already been in production for a while, it was easy for him to relax and find his place. After Suzuoki's death in 2006, Mitsuaki Madono voiced Tien in several video games such as Burst Limit and World's Greatest Adventure, before Hikaru Midorikawa took over the role for Dragon Ball Kai and all media since. In the Funimation dub of the series, Tien is voiced by Chris Cason and John Burgmeier. ==Appearances== ===In Dragon Ball=== Tien is introduced as the star pupil of Kame-Sen'nin's rival, , who has him and Chaozu enter the Tenka'ichi Budōkai to prove his students' superiority. He begins as an arrogant, but talented martial artist, antagonizing Goku, Krillin, and especially Yamcha.Dragon Ball, volume 10, chapter 113 — He first fights Yamcha in the tournament, whose leg he ruthlessly breaks to win. Upon learning that Goku killed Taopaipai, the younger brother of Tsuru-Sen'nin and a mentor of Tien's, he decides to kill Goku in revenge. He fights Kame-Sen'nin (disguised as Jackie Chun) in his next match, and Kame-Sen'nin shakes his resolve to kill Goku. In the final fight, he battles Goku and brutally beats him down early in the fight, before Goku uses his full power, making the fight more even. Chaozu interferes with the fight by using his psychic powers to paralyze Goku without Tien's knowledge or consent, but once Tien realizes that Chaozu is cheating, he defies his master and refuses to kill Goku.Dragon Ball manga, volume 11, chapter 132 Tien wins the Tournament after destroying the stage with the powerful but potentially life-threatening Kikōhō, and after abandons Tsuru- Sen'nin with Chaozu. Launch falls in love with him and asks him to live at Kame House with her and Roshi, but Tien refuses, saying that he doesn't want to live with the rival of his former master. After the death of Krillin at the hands of Piccolo Daimaō, Tien and Chaozu offer to help Kame-Sen'nin in the search for the Dragon Balls. But when Chaozu and Kame-Sen'nin are both killed and Piccolo wishes for his youth, he learns the suicidal Mafuba technique in order to seal away Piccolo Daimaō.Dragon Ball manga, volume 13, chapter 153 After Piccolo chooses to attack West City, Tien intercepts him despite knowing that he can't be revived by the Dragon Balls, but must defeat Piccolo's strongest son Drum first, having to be rescued by Goku. In the final battle against Piccolo Daimaō, Tien uses the last of his energy to save Goku from Piccolo's strongest attack, but is then taken hostage by Piccolo as he cripples Goku. After Goku kills Piccolo, he is taken by Yajirobe to be healed at Karin tower, while Tien reunites with Bulma, Yamcha, and Lunch, the latter of which nurses him back to health.Dragon Ball manga, volume 14, chapter 159 Tien participates in the next Tenka'ichi Budōkai, where he fights the previously assumed dead Taopaipai, who had been saved by cybernetics and wants revenge on both Tien, for turning his back on him and his brother, and Goku. Tien easily outmatches Taopaipai, but doesn't want to humiliate his former master and tries to drag him out of the ring peacefully. Taopaipai catches Tien by surprise and gives him a scar across his chest, which he retains for the rest of the series, before Tien defeats him with a single punch.Dragon Ball manga, volume 15, chapter 170 Tien then fights Goku again in the semi- finals, is defeated, and later protects their allies from being caught up in Piccolo Jr.'s attacks during the final fight.Dragon Ball manga, volume 15, chapter 177Dragon Ball manga, volume 16, chapter 190 Tien prepares for training along with the other heroes at Kami's in order to fight the invading Saiyans. Tien manages to defeat a Saibaman, but when Chaozu sacrifices his life in a failed attempt to kill Nappa, he knowingly uses the last of his power attempting to kill Nappa, but fails.Dragon Ball Z manga, volume 03, chapter 24 Along with Yamcha, Chaozu, and Piccolo, he goes to Kaiō-sama's planet to train under him in the afterlife. He is revived by the Dragon Balls and prepares to fight against the returning Frieza, before Trunks appears and beats them to it.Dragon Ball Z manga, volume 12, chapter 140 He trains for the battle against the Androids, but doesn't bring Chaozu as he believes that he's not strong enough. He accompanies Piccolo and Goku to fight Android 20 and Android 19. He searches for Doctor Gero's hideout. After Androids 17 and 18 are released, he tries to fight them with Vegeta, Piccolo, and Trunks, but they're all defeated. He saves Android 18 and Android 16 from being absorbed by Cell and gives them time to escape by continuously attacking Cell (who had just easily defeated Piccolo and Android 16), expending all his energy and having to be rescued by Goku.Dragon Ball Z manga, volume 15, chapter 179 He then participates in the battle against the Cell Jr.s.Dragon Ball Z manga, volume 18, chapter 214 When Goku returns from the afterlife and asks where Tien is, Krillin says that he is not coming.Dragon Ball Z manga, volume 20, chapter 236 However, after Majin Boo is released, Tien appears and saves, Gohan, Dende, and Mr. Satan from being killed by Boo. He fights Boo, but is unable to damage him, and is defeated by a single kick. He and Chaozu later contributed their energy for Goku's Genki Dama attack to defeat Boo once and for all. In a filler episode of Dragon Ball Z, during the Saiyan arc, Tien trains for the Saiyans by fighting members of their race in the past using the Pendulum Room. ===In Dragon Ball Super=== In Dragon Ball Z: Battle of Gods, Tien, Android 18 and Piccolo attack Beerus after Buu angers him, the three being defeated;Dragon Ball Z: Battle of Gods and in Dragon Ball Z: Resurrection 'F', Tien assists in the battle against the resurrected Frieza and his henchmen, being saved from death by Whis.Dragon Ball Z: Resurrection 'F' The events of Battle of Gods and Resurrection 'F have been adapted as the first two story arcs for the Dragon Ball Super anime, with Tien's role in the Super retelling of the story arcs relatively unchanged. After these two events and beyond, Goku decides to recruit Tien for the Tournament of Power team for Universe 7, and learns that he and Chaozu have formed a martial arts dojo. Tien initially turns down Goku's request and works with Goku, Chaozu, and Master Roshi to reverse the brainwashing of his students by Yurin, a woman that Tien used to be classmates with during his time at Crane School who had sworn revenge on him after he left and declined fighting her. After Yurin brainwashes Master Roshi, the latter defeats Tien, who agrees to join the Tournament of Power as he believes the ten million Zeni falsely promised by Goku will help repair the village. Tien agrees to participate in a fight against Gohan and Piccolo with Goku, calling off the match after Piccolo destroys the mountain fighting stage. Tien is part of the group that adheres to Gohan's plan of remaining together and later fights Universe 2's Harmira, using his multiplication technique to give himself time against Harmira. Three of Tien's four clones are defeated by Harmira, who shoots the ground from underneath Tien to knock him off stage and is grabbed by Tien's three other clones, eliminating them both from the tournament. === In other media === Tien appears in two non-canon Dragon Ball Z movies; in the third, Tien battles the henchmen of Turles;Dragon Ball Z: The Tree of Might in the ninth, Tien is involved with an intergalactic tournament and helps Gohan with Bojack's minions;Dragon Ball Z: Bojack Unbound. Tien makes very brief appearances in Dragon Ball GT, the anime-only sequel to the series. Tien appears in most Dragon Ball games. In the 2003 game Dragon Ball Z: Budokai 2, Tien and Yamcha can be absorbed by Majin Buu to create a form exclusive to the game. In the 2009 game Dragon Ball: Raging Blast, Chaozu is told by Butter and Juice that he drags Tien down, the latter arriving during Chaozu's fight with the pair and defeating them both, Tien afterward asserting that the duo's claim was false. The two are subsequently challenged by Goten and Trunks, who fuse into Gotenks, and Goku and Vegeta, defeating both pairs to assert themselves as the best tag team. In the 2018 game Dragon Ball FighterZ, Tien is guarded by Chaozu while the two are approached by clones until Goku and Krillin arrive. After Krillin explains the situation, Tien states his intent to fight alongside them against the clones and agrees to Chaozu's help on the condition that he does not leave his side. After Android 21 follows the heroes to the Kaiō-shin planet, Tien uses the Neo Tri-Beam to aid in destroying her. He is referenced by American rapper Soulja Boy in the uncut version of his song \"Goku\", where he states that he \"feels like Tien\" along with other Dragon Ball characters and Pikachu. ==Reception== Tien is a popular character in the series, in 2004 fans of the series voted him the sixteenth most popular character for the book Dragon Ball Forever. Tien's voice actor for the original broadcast, Hirotaka Suzuoki, said despite the character not being an ordinary human, the character's interactions with Chaozu showed his humanity. Tien has received both praise and criticism from numerous publications. Theron Martin of Anime News Network stated that it was 'fun' seeing the groundwork for Tien being laid and reflecting on how he later changed. Martin went on to say that Goku's fight with Tien \"presents the most dramatic and intense duel to date in the series.\" Davey C. Jones of Active Anime noted that \"Tien's redemption made an interesting side story\" and that it was \"crucial in the final episodes\" of Piccolo Daimaō arc. Chris Beveridge of Mania Entertainment commented on episodes 62-92 of Dragon Ball, saying, \"there are some dull moments to be had, especially as I don't find Tien or Chaozu to be interesting characters.\" However he went on to say that Tien's fight with Goku \"was really quite good\" and expressed mixed feelings about the character, saying that as a villain \"he was fairly one dimensional.\" But after being influenced by Kame- Sen'nin's teachings Beveridge said, he \"becomes a much more interesting character\" and was disappointed that he did not have a really \"strong story told for him after this series.\" Sean Connolly of the same site said that Tien \"shows his worth\" by holding off Cell \"with a flurry of high powered attacks.\" ANN's D.F. Smith said that Tien's fight against Piccolo Daimaō's minions was entertaining, but the conclusion of his fight against Goku was random. ==References== Category:Dragon Ball characters Category:Comics characters introduced in 1987 Category:Animated series villains Category:Martial artist characters in anime and manga Category:Anime and manga characters who can move at superhuman speeds Category:Anime and manga characters with superhuman strength Category:Anime and manga telepaths Category:Fictional amputees Category:Fictional assassins Category:Fictional con artists Category:Fictional characters who can duplicate themselves Category:Fictional characters who can manipulate light Category:Fictional characters with disfigurements Category:Fictional characters with energy-manipulation abilities Category:Fictional characters with extrasensory perception Category:Fictional defectors Category:Fictional extraterrestrial–human hybrids Category:Fictional martial arts trainers Category:Fictional suicides Category:Male characters in anime and manga ca:Llista de personatges de Bola de Drac#T da:Personer i Dragon Ball#Tenshinhan pl:Lista postaci występujących w Dragon Ball#Tenshinhan",
 "title": "Tien Shinhan"
}