{
 "id": "559128",
 "text": "William Few Jr. (June 8, 1748 – July 16, 1828) was a farmer, a businessman, and a Founding Father of the United States. Few represented the U.S. state of Georgia at the Constitutional Convention and signed the U.S. Constitution. Few and James Gunn were the first Senators from Georgia. Born into a poor yeoman farming family, Few achieved both social prominence and political power later in life. Exhibiting those characteristics of self-reliance vital for survival on the American frontier, he became an intimate of the nation's political and military elite. The idea of a rude frontiersman providing the democratic leaven within an association of the rich and powerful has always excited the American imagination, nurtured on stories of Davy Crockett. In the case of the self-educated Few, that image was largely accurate. Few's inherent gifts for leadership and organization, as well as his sense of public service, were brought out by his experience in the American Revolutionary War. Important in any theater of military operations, leadership and organizational ability were particularly needed in the campaigns in the south where a dangerous and protracted struggle against a determined British invader intimately touched the lives of many settlers. Few's dedication to the common good and his natural military acumen quickly brought him to the attention of the leaders of the Patriot cause, who eventually invested him with important political responsibilities as well. The war profoundly affected Few's attitude toward the political future of the new nation, transforming the rugged frontier individualist into a forceful exponent of a permanent union of the states. Men of his stripe came to realize during the years of military conflict that the rights of the individual, so jealously prized on the frontier, could be nurtured and protected only by a strong central government accountable to the people. This belief became the hallmark of his long public service. == Early history == Descendant of Quaker shoe polisher Richard Few from the county of Wiltshire, England, and his son Isaac Few, a cooper who emigrated to Pennsylvania in the 1640s, the Few family lived in northern Maryland, where they eked out a modest living raising tobacco on small holdings. When a series of droughts struck the region in the 1750s, the Fews and their neighbors—actually a sort of extended family consisting of cousins and distant relations—found themselves on the brink of ruin. The whole community decided to abandon its farms and try its luck among the more fertile lands on the southern frontier. In time the Few family achieved a measure of prosperity, emerging as political leaders in rural Orange County. Like many other western settlers, however, the family became involved with the Regulators, a populist movement that grew up in reaction to the political and economic restrictions imposed on the frontier or back-country farmers by the merchants and planters of the tidewater area and by the local politicians and lawyers. By 1771 protest had become confrontation, and a large group of mostly unarmed westerners gathered to clash with North Carolina militia units at the Battle of Alamance. The uneven fight ended in total victory for the militia, although most of the Regulator's demands for political representation and economic relief eventually would be met by the state legislature. More immediately, Few's brother JamesOrange County, North Carolina history. ancestry.com. Retrieved July 18, 2013. was hanged for his part in the uprising,Origins of Madison Street Names. wisconsinhistory.org. Retrieved July 18, 2013. and the Few family farm just east of Hillsborough was ransacked by William Tryon's militia troops. This led to Few's ambivalence towards capital punishment. The rest of the family fled to Wrightsboro, Georgia, leaving Few behind to settle the family's affairs and sell their property.William Few Jr. \"Founding Father of America\" from Georgia. fewgenealogy.net. Retrieved July 18, 2013. These antagonisms within North Carolina began to evaporate as American opinion turned against the imperial measures instituted by Great Britain in the 1770s. Both the eastern planters and the new settlers found new taxes and restrictions on western expansion at odds with their idea of self-government, and Patriot leaders were able to unite the state against what they could portray as a threat to the liberties of all parties. Few participated in this training as one of the first men to enlist in the volunteer militia or \"minute men\" company formed in Hillsborough. Typically, Few's unit received its tactical instruction from a veteran of the colonial wars, in this case a former corporal in the British Army who was hired by the company as its drill sergeant. Citing the press of family business, Few rejected the offer of a captaincy in one of the first units North Carolina raised for the Continental Army in the summer of 1775. But when he finally settled the family's accounts the next year and joined his relatives in Georgia, where he opened a law office, he quickly placed his newly acquired military knowledge at the service of the Patriot cause in his new state. == Revolutionary War == Georgia organized its citizen-soldiers on a geographical basis, forming local companies into a regiment in each county. Few joined the Richmond County Regiment, which his older brother Benjamin commanded. For the next two years, Few's military duties consisted of attending military assemblies where he instructed his friends and neighbors in the skills he had acquired in the North Carolina militia. Few was called to active duty in 1778, when Georgia faced the threat of invasion by a force of Loyalist militia and British regulars based in Florida. The Georgians' first military campaign ended in disaster. A force of state and Continental units successfully combined to repulse an enemy raid on Sunbury near the states southeastern border, but a counterattack orchestrated by Major General Robert Howe of the Continental Army and Governor John Houstoun bogged down before the Patriots could reach St. Augustine. Few, in command of a company of Georgia Militia, watched the collapse of the campaign's logistical support and then the disintegration of the force, as senior officers bickered among themselves and as disease began to decimate the units. Only half of the American soldiers survived to return home. At the end of the year a sudden amphibious invasion by British forces resulted in the capture of Savannah, Georgia, and the destruction of the rest of the Continental units under General Howe and most of the eastern militia formations. Armed resistance to the British continued in the western part of the state, led by the Richmond County Regiment. Throughout 1779 the regiment, with Few as second in command, frequently turned out to skirmish with probing British units, eventually forcing the enemy to abandon Augusta, which the British had captured soon after the fall of Savannah. The success of the citizen-soldiers in defending their own homes began to reverse the fortunes of war in Georgia, prompting the recently appointed Continental commander in the region, Major General Benjamin Lincoln, to take the offensive. Lincoln combined his continentals and militia units from Georgia and South Carolina with a French force newly arrived from the Caribbean to lay siege to Savannah. He immediately encountered difficulty, however, in coordinating the efforts of his diverse forces. The French, under pressure to terminate operations quickly in order to move on to other assignments, persuaded Lincoln to launch a full frontal attack. The result was a bloody defeat, but Few's militiamen participated in a successful rear-guard action that shielded the retreat of the American units. In the aftermath of the battle his regiment was posted to the frontier where the Creek Indians, interpreting the defeat before Savannah as proof of the Georgians' weakness, had taken to the field in support of British forces. Enemy operations in Georgia in 1779 were part of a new \"southern strategy\" by which the British planned to use the state as a base for conquering the rebellious colonies in a sweep up from the south. Few's military service in the later years of the war proved critical both in frustrating this strategy and in enhancing his credentials as a state leader. The western forces, in which Few's regiment played a prominent role, kept the British from consolidating their position. The area never developed into a secure Loyalist base, and British troops needed for subsequent operations against the Carolinas and Virginia had to be diverted to counter the threat posed by the frontier militia units. Few emerged as a gifted administrator and logistics expert in this demanding and difficult effort to maintain a viable military force in Georgia. He also turned into a bold, innovative partisan commander. Experience and innate common sense enabled him to develop patience, preserve his forces for key attacks, and then pick his time and place to defeat small enemy parties without unduly risking the safety of his men. Most importantly, he displayed the raw physical stamina required to survive the serious hardships of guerrilla warfare. == Statesman == thumb|Few's signature on early American currency from Georgia (1778). Military was a success that went hand in hand with political service. During the late 1770s Few won election to the House of Representatives in the Georgia General Assembly, sat on the state's Executive Council, acted as state surveyor-general, represented Georgia in negotiations with the Indians that succeeded in minimizing the danger of frontier attacks, and served as Richmond County's senior magistrate. Few's growing political prominence and undisputed talent for leadership prompted the state legislature in 1780 to appoint him to represent Georgia in the Continental Congress, which became the Congress of the Confederation after the ratification of the Articles of Confederation a year later.A Biography of William Few 1748–1828. rug.nl. Retrieved July 18, 2013. Few served in Congress less than a year when, in the wake of General Nathanael Greene's successful effort to drive the British out of most of Georgia, Congress sent him home to help reassemble Georgia's scattered government. This task accomplished, Few returned to Congress in 1782, where he remained to serve throughout most of the decade. While a member of that body, Few was asked by his state to serve concurrently in the Constitutional Convention that met in Philadelphia in 1787. This dual responsibility caused him to split his time between the two bodies and therefore to miss portions of the constitutional proceedings. Nevertheless, Few firmly supported the effort to create a strong national government and worked hard to secure the Continental Congress' approval of the new instrument of government. He also participated in the Georgia convention in 1788 that ratified the document. Georgia promptly selected Few to serve as one of its original United States senators. In the Senate, Few opposed the creation of the First Bank of the United States. Planning to retire from politics at the expiration of his term in 1793, he bowed instead to the wishes of his neighbors and served yet another term in the state legislature. In 1796, Few was appointed as a federal judge for the Georgia circuit.William Few Writings and Biography. lexrex.com. Retrieved July 18, 2013. During this three-year appointment, he consolidated his reputation as a practical, fair jurist and became a prominent supporter of public education. He was a founding trustee of the University of Georgia (UGA) in Athens in 1785. Few's efforts to establish UGA as the first state-chartered university in the United States indicated the importance this self-educated man gave to formal instruction. He was an outspoken opponent of the infamous Yazoo land scandal, though his political enemies tried to implicate him in this scam. At the urging of his wife, a native New Yorker, Few left Georgia in 1799 and moved to Manhattan. There, he embarked on yet another career of public service, while supporting his family through banking and the occasional practice of law. He served as president of the City Bank of New York, the predecessor of present-day Citigroup, after Samuel Osgood died in August 1813. He stayed in this position until 1817, when Peter Stagg became president. Few's new neighbors promptly elected him to represent them in the New York State Assembly from 1802 to 1805 and later as a city alderman from 1813 to 1814. He also served as New York's inspector of prisons from 1802 to 1810 and as the United States Commissioner of Loans in 1804. Few retired in 1815 to his country home in Fishkill, New York, in Dutchess County where he died on July 16, 1828.Few, William, (1748–1828). congress.gov. Retrieved July 18, 2013. == Death and legacy == thumb|Catherine Nicholson Few Few died at age 80 in 1828 in Fishkill-on-Hudson (present day Beacon, New York), survived by his wife Catherine Nicholson (daughter of Commodore James Nicholson) and three daughters. He addressed his memoirs to his daughter, Frances. He was buried in the yard of the Reformed Dutch Church of Fishkill Landing. In 1973, at the request of the state of Georgia, his remains were removed and reinterred at Saint Paul's Church in Augusta, Georgia.America's Founding Fathers: William Few / Georgia. archives.gov. Retrieved July 18, 2013. James Marshall said of William Few, \"He was one of those men, 'few and far between,' who effect more by solid weight of character than many can by eloquent speech or restless action.\"William Few 1748–1828. colonialhall.com. Retrieved July 18, 2013. Few Street in Madison, Wisconsin is named in Few's honor and the William Few Parkway was constructed near his Augusta homestead in Columbia County, Georgia.Paschal, Barry L. (February 7, 2013). Projects will ease William Few Parkway traffic. augusta.com. Retrieved July 18, 2013. == References == * Initial article adapted from public domain U.S. military text. == External links == * The Few family farm * Letter to Joseph Clay, Savannah, Ga. from the New York Public Library * William Few Signer of the U.S. Constitution historical marker Category:1748 births Category:1828 deaths Category:People from Baltimore County, Maryland Category:People of colonial Maryland Category:People of colonial North Carolina Category:People of Georgia (British colony) Category:American Methodists Category:Continental Congressmen from Georgia (U.S. state) Category:Signers of the United States Constitution Category:Anti- Administration Party United States senators from Georgia (U.S. state) Category:Members of the Georgia House of Representatives Category:Members of the New York State Assembly Category:19th-century American politicians Category:Georgia (U.S. state) state court judges Category:People from Hillsborough, North Carolina Category:American abolitionists Category:19th- century American businesspeople Category:Georgia (U.S. state) lawyers Category:University of Georgia Category:University of Georgia people Category:Georgia (U.S. state) militiamen in the American Revolution Category:Burials in New York (state) Category:Methodist abolitionists",
 "title": "William Few"
}