{
 "id": "559552",
 "text": "The Australia/Israel & Jewish Affairs Council (AIJAC), represents the interests of the Australian Jewish community to government, politicians, media and other community groups and organisations through research, commentary and analysis. The organisation is directed by Dr. Colin Rubenstein, who was previously a political science lecturer at Monash University. AIJAC has office locations in Melbourne and Sydney. AIJAC is formally associated with the American Jewish Committee. ==History== ===Origins=== The Australia/Israel & Jewish Affairs Council (AIJAC) was founded in 1997 through the merger of two earlier Jewish organizations: Australia-Israel Publications (AIP) and the Australian Institute of Jewish Affairs (AIJA). The Melbourne-based Australia- Israel Publications had been founded in 1974 by Robert (\"Bob\") Zablud and Isador Magid to present pro-Israel perspectives in the media and political debate through its monthly journal, the Australia-Israel Review. AIP had been established by the Zionist Federation of Australia (ZFA) and the Executive Council of Australian Jewry, the two peak representative bodies of the Australian Jewish community, to educate the Australian public about the Middle East in response to growing public criticism of Israel. Under the leadership of Magid and later Mark Leibler, AIP became the best resourced Australian Jewish organisation. During the 1980s, the organisation expanded with the establishment of full-time southern and northern directors in 1982 and of a director of public affairs in 1987. The second organization, AIJA, had been founded in 1984 by the Melbourne businessmen Isi Leibler, Richard Pratt, and Mark Besen. AIJA's purpose was to conduct and encourage research into issues of concern for the Australian Jewish community. AIJA's activities have also included organizing several key conferences relating to antisemitism, Jewish education and the National Outlook Conferences, as well as producing research studies on various topics. In 1984, AIJA organized an international conference on antisemitism that hosted several prominent guests including Australian Chief Rabbi Sir Immanuel Jakobovits, Abraham Foxman of the Anti-Defamation League, Special Counsel to the United States Ambassador to the United Nations Allan Gerson, Israeli academics Itamar Rabinovich and R.J. Zwi Werblowsky, and B'nai B'rith lobbyist William Korey. During its history, AIJA attracted more funding from major businessmen and philanthropists than ECAJ. After Isi Leibler settled in Israel in 1995, he came to believed that the Jewish community needed a more effective advocacy group. Following negotiations, AIP and AIJA merged in 1997 to form AIJAC, which became the main Jewish public advocacy group in Australia. ===1990s=== In May 1997, AIJAC and the American Jewish Committee (AJC) established institutional ties to collaborate on key Jewish communal and international policy issues in the Asia-Pacific region. In 1999, AIJAC and the AJC produced a detailed research study called Islam in Asia: Changing Political Realities, which examined the role of Islam in Indonesia, Malaysia, the southern Philippines, and southern Thailand. AIJAC and AJC regarded the growth of Islamic extremism in Asia as a concern for Australian Jews, the wider Australian population, and Israel and have advocated a \"peaceful, stable, democratic, and prosperous Southeast Asia.\" In 1998, AIJAC controversially published the far right One Nation party's secret membership list as part of its campaign against far right groups. During the 1998 Queensland state election, AIJAC national chairman Mark Leibler and national policy chairman Colin Rubenstein joined forces with other Australian Jewish organizations including ECAJ, the B'nai B'rith Anti-Defamation Commission, and the Queensland Jewish Board of Deputies in lobbying Prime Minister John Howard into disavowing any preference deals with One Nation. ===2000s=== In January 2000, AIJAC strongly campaigned against controversial military historian and Holocaust denier David Irving's tour of Australia. AIJAC's National Chairman Mark Leibler also criticized the Herald Sun newspaper for commissioning a poll asking people whether they \"agreed with historian David Irving's views on the Holocaust\"; describing it as offensive to Melbourne's Holocaust survivors and arguing that newspaper's actions legitimized the claims of Holocaust deniers. In May 2000, AIJAC condemned the Australian Government's decision to vote in favour of two World Bank loans to Iran worth US$232 million; with AIJAC's Executive Director Rubenstein claiming that the loans legitimized the Iranian \"regime's\" religious discrimination, terrorism, and human rights violation. AIJAC's opposition to the Iranian loans was also influenced by the Iranian government's trial and conviction of ten Iranian Jews on fabricated charges of spying for the US and Israel. The Iranian loans were also opposed by the United States, Canadian, and French governments. Historically, AIJAC has urged the Australian Government to exert pressure and limit relations with Iran due to its opposition to the current regime. In December 2000, AIJAC supported the Victorian Government's Racial and Religious Tolerance Act; arguing that free speech had to be balanced with protection from harassment, vilification, incitement to violence, and hate speech. In 2001, AIJAC and most of the Australian Jewish community praised Prime Minister John Howard for condemning the World Conference against Racism 2001 in Durban in September 2001 and praised Australian efforts to moderate the conference's proceedings. Following the September 11 attacks, AIJAC supported the United States-led coalition's War on Terror and military interventions in Afghanistan and Iraq. AIJAC also campaigned in favour of Australian involvement in the Iraq War. AIJAC and its institutional partner, the American Jewish Committee, were also concerned by the growth of Islamic extremism in Southeast Asia. Following the 2002 Bali bombings, AIJAC exposed the Australian links of Ramzi Yousef, one of the instigators of the 1993 World Trade Center bombing and established close links with moderate Southeast Asian leaders such as Indonesian President and Nahdatul Ulama leader Abdurrahman Wahid. In August 2003, AIJAC joined forces with several other Australian Jewish organizations and media including Australian Jewish News, the New South Wales Jewish Board of Deputies (NSWJBD), the Executive Council of Australian Jewry (ECAJ), and the Zionist Federation of Australia in opposing the Sydney Peace Foundation's decision to award Palestinian intellectual and PLO official Dr. Hanan Ashrawi the 2003 Sydney Peace Prize. AIJAC published a fact sheet criticizing Ashrawi for her alleged anti-Israel rhetoric and extremist views. Despite intense lobbying from Jewish groups and media, the Sydney Peace Foundation refused to rescind Ashrawi's prize. On 6 November 2003, New South Wales Premier Bob Carr awarded Ashrawi the 2003 Sydney Peace Prize during a public ceremony at the New South Wales Parliament. Baruch Kimmerling, a sociologist from the Hebrew University, wrote, \"As an Israeli, as a Jew and as an academic I am deeply sorry and ashamed that members of the Australian Jewish community are acting against this rightful nomination.\" In 2005, AIJAC praised Israeli Prime Minister Ariel Sharon's decision to withdraw from the Gaza Strip, claiming that it proved Israel's commitment to peace. AIJAC and most Australian Jewish groups supported the withdrawal from Gaza. AIJAC National Chairman Mark Leibler disagreed with the State Zionist Council of Victoria president Dr Danny Lamm and the State Zionist Council of New South Wales' president Brian Levitan's opposition to the disengagement from Gaza, stating that communal leaders should not express views that \"are at odds with the views of the constituency.\" At the same time, Leibler defended the right to protest by elements of the Jewish community opposed to the Gaza disengagement. AIJAC analyst Ted Lapkin claimed that Hamas's electoral success during the 2006 Palestinian legislative election reflected a long record of Palestinians \"spurning opportunities for peace.\" ===2010s=== In 2016, AIJAC accused then senator Nick Xenophon of being \"highly and one-sidedly critical of Israel\" during his time in the Australian Senate. The organisation also criticised the Australian Greens for trying to make Israel the \"sole- aggressor\" against Palestine. In 2018, AIJAC lodged a complaint against the Australian Broadcasting Corporation regarding an online article which claimed that Hamas was declared a terrorist organisation because of it activities against Israeli \"occupation\" of Palestine. The ABC complaints unit agreed with AIJAC that Hamas's status was not, according to the Australian Government, based on any occupation. Dr. Rubenstein said: ==Aims and activities== As both a think tank and public affairs organization, AIJAC's stated purpose is to represent the interests of Australian Jews to the Australian government, media, and other media organizations. While AIJAC's main focus is on combating perceived anti-Israel bias and misinformation in the media and Australian public, the organization also has a domestic agenda that includes promoting multiculturalism, human rights and interfaith dialogue; combating extremism, fundamentalism, racism, and antisemitism; promoting Holocaust awareness; pursuing Nazi war criminals; and dealing with the security concerns of Australian Jewish communities and institutions. Besides its advocacy and lobbying activities, AIJAC has also produced regular commentary and analysis on Middle Eastern, Australian, and Asian developments. Several of AIJAC's main activities have including a visitor program bringing international visitors to Australia and New Zealand, the \"Ramban Israel Fellowship\" program, the \"AIJAC Forum\" for young professionals, their monthly Australia/Israel Review magazine, and the \"Fresh Air\" blog and \"Updates\" email bulletin on their website. ===Australia/Israel Review=== AIJAC publishes a monthly magazine, Australia/Israel Review or AIR (formerly titled The Review), featuring articles on issues of concern to the Australian Jewish community. AIR magazine was first established by AIJAC's predecessor, Australia-Israel Publications, in 1977 with the journalist Samp Lipski serving as its first editor. The magazine's mission was to promote the Israeli case to Australia's opinion makers. Copies of AIR magazine were distributed to members of both the federal and state parliaments, leading clergymen, academics, and journalists. By the late 1980s, AIR magazine had a circulation of 3,600 and had become a national publication with the establishment of a branch office in Sydney. Although AIR magazine's mainly focused on Israel-Palestine, the magazine also devoted considerable resources to monitoring far right figures and elements during the 1980s and 1990s such as Pauline Hanson's One Nation, David Irving, Louis Farrakhan, and the LaRouche movement. Key contributors have included Jeremy Jones and David Greason, one of Australia's leading experts on the far right. In 1995, AIR and its parent organization Australia-Israel Publications were merged into AIJAC. Despite its pro-Israel editorial standpoint, AIR magazine has published interviews with Palestinian figures such as Hanan Ashrawi, Yasser Arafat, and Nabil Shaath. In addition, the magazine has interviewed leading Israeli figures such as Benjamin Netanyahu, Moshe Arens, and Shimon Peres. In addition to its pro-Israel advocacy, AIR magazine has also taken an interest in weapons of mass destruction particularly \"rogue Middle East states\" seeking to acquire nuclear weapons capability. By 2000, AIR magazine was devoting more coverage to Australian issues and local politics. Current and archived issues of the magazine are available on the magazine's website, and the organisation also distributes news and alerts to subscribers by email. ===Lobbying and relationship-building=== AIJAC has lobbied and cultivated relations with the two major Australian parties, the Liberals and Australian Labor Party. AIJAC has invited politicians from both major parties on Ramban programs and dinner functions. In 2003, the Australian Foreign Minister Alexander Downer, federal Opposition and Labor leader Simon Crean, and Labor Foreign spokesperson Kevin Rudd attended an AIJAC dinner function hosting former Israeli Prime Minister Ehud Barak. AIJAC also cultivated close relations with Prime Minister John Howard with left-wing Australian journalist Antony Loewenstein crediting the organization with influencing the Howard Government's pro-Israel foreign policy. AIJAC had also maintained a close relationship with Jewish Australian former Labor Member of Parliament Michael Danby, a former AIJAC staffer who has articulated a pro-Israel standpoint on several occasions. Danby was involved in the Australian Parliamentary Friends of Israel and objected to Jewish-American intellectual and dissident Noam Chomsky's tour of Australia in 1995. ===Partnerships=== AIJAC works closely with several Australian and international Jewish organizations including the Executive Council of Australian Jewry, the Zionist Federation of Australia, the various state Jewish community organizations, the Jewish National Fund, the United Israel Appeal, the World Union of Jewish Students, and the American Jewish Committee. Despite its cordial relations with mainstream Jewish groups, AIJAC disagrees with dissident Jewish peace groups like the Australian Jewish Democratic Society, which is critical of Israel and has advocated on Palestinian rights. In May 1997, AIJAC and the American Jewish Committee established institutional ties to collaborate on key Jewish communal and international policy issues including defending the rights of Jews and other minorities, promoting friendly relations between Jews and other ethnic and religious groups, advocating for Jewish concerns in Asia and the Pacific Rim, advancing Israeli public diplomacy, combating antisemitism and Holocaust denial, and fostering ties between Israel and the Jewish Diaspora. The two organizations also collaborate in the joint sponsorship of research, conferences, symposia, exchange programs, and fact-finding missions in the Asia-Pacific region. ===Pursuit of alleged Nazi war criminals=== In line with its interest in combating antisemitism and promoting Holocaust awareness, AIJAC has campaigned for alleged Nazi war criminals in Australia to face justice either in Australia or overseas via deportation or extradition. AIJAC has also advocated that the Australian Government re-establish a specialized war crimes investigation unit to pursue both suspects from World War II and more recent conflicts, and to assist international efforts to secure war crime justice. During the mid-1990s, AIJAC helped located the alleged Latvian war criminals Konrāds Kalējs and Karlis Ozols, who were both living in Australia. In March 2000, AIJAC also lobbied for the Australian Government to investigate Lithuanian Nazi war crimes suspect Antanas Gudelis following allegations against him aired on the Special Broadcasting Service's Dateline program. ===Ramban Israel Fellowship Program=== In late 2003, AIJAC launched the Ramban Israel Fellowship Program to facilitate educational and fact-finding trips to Israel for selected journalists, politicians, political advisers, government officials, trade union officials, student leaders, and academics. Participation includes \"air/ground transport, accommodation, meals and other associated costs\". According to Australian Jewish journalist Antony Loewenstein, the week-long Ramban program included meetings with prominent Israeli politicians such as Ehud Barak and Benjamin Netanyahu, a tour of the Israeli West Bank barrier, and brief meetings with Palestinian leaders in Ramallah. The first Ramban participants were a group of young political leaders who undertook a week-long program of activities in July 2003. The second Ramban mission consisted of a five-member Coalition parliamentary delegation who visited Israel in December 2003. The third Ramban mission in February 2004 was a bipartisan parliamentary delegation consisting of Australian Labor Party Senators Stephen Conroy (Victoria), Linda Kirk (South Australia), Ursula Stephens (New South Wales), and Liberal Members of Parliament Steven Ciobo, Sophie Panopoulos, and Andrew Southcott. More recently, in 2018, Senators Stirling Griff (Centre Alliance) and Kristina Keneally (Labor) attended, along with other politicians, as well as journalists, including Sharri Markson and James Campbell. AIJAC Ramban journalist participants have included The Herald and Weekly Times editor in chief Peter Blunden and journalist John Ferguson, the Australian Financial Review Ben Potter and Robert Bolton, The Age chief editorial writer John Watson, The Courier-Mail Denis Atkins, the Special Broadcasting Service's Sally Watson, the Sydney Morning Herald Louise Dodson, and Channel Ten's John Hill. ==Criticism== ===Palestinian Authority=== According to Reich, Palestinian Authority officials have expressed criticism of AIJAC's pro-Israel advocacy work and media management. The-then Head of the General Palestinian Delegation to Australia Ali Kazak alleged that AIJAC tried to prevent factual reporting by the Australian media on the Israel-Palestine conflict. Kazak was particularly critical of an AIJAC report criticising the Australian public broadcaster Special Broadcasting Service (SBS), which he claimed tried to suppress what he referred to as \"Israel's internationally condemned bloody occupation, violations and war crimes committed on a daily basis against the defenceless Palestinian people on the pretext that such coverage is pro- Palestinian.\" ===Arab Australians=== AIJAC has also clashed with local Arab Australian community organisations and media. Executive Director Rubenstein criticised local Arab community groups for alleged hypocrisy in opposing the introduction of the Racial Vilification Act but being the first to use it. He also alleged that local Arabic newspapers and programs promoted extremism. In November 1995, the Australian Arabic Council (ACC) lodged a complaint against AIJAC's predecessor organisation Australia-Israel Publications after a staff member named David Pryce-Jones remarked that it was an Arab habit to assassinate prime ministers in response to the assassination of Israeli Prime Minister Yitzhak Rabin by Israeli ultranationalist Yigal Amir. In response, the ACC lodged official complaints against AIP and the Herald Sun with the Australian Press Council and the Human Rights and Equal Opportunity Commission. In December 1997, the AIP published a public apology in the Herald Sun. ===Journalists=== AIJAC has received criticism for allegedly serving as a pro-Israel lobby group in Australian politics and the media. Left-wing Australian Jewish journalist Antony Loewenstein has criticized AIJAC for promoting a binary view that Israel is committed to seeking peace and that the Palestinians have spurned opportunities for peace, claiming that AIJAC dislikes or distrusts Arabs and Palestinians. Loewenstein has also criticized AIJAC for lobbying the two Australian public broadcasters, the Australian Broadcasting Corporation (ABC) and SBS to conform to a pro-Israel, pro- American, and anti-Arab agenda under the pretext of ensuring balance. Loewenstein has alleged that AIJAC has used the media complaints process to harass ABC and SBS reporters and senior management over their coverage of the First Gulf War, the Battle of Jenin, and the Israel-Palestine conflict. According to Loewenstein, AIJAC has also blocked the airing of documentaries and films sympathetic to the Palestinians such as Hany Abu-Assad's Ford Transit, Yoav Shamir's Checkpoint, and Simone Bitton's The Wall. Loewenstein blamed AIJAC's lobbying campaigns for demoralising journalists, contributing to staff departures, and low morale. He has likened AIJAC's media monitoring activities to that of other pro-Israel watchdogs including HonestReporting and the Committee for Accuracy in Middle East Reporting in America. In response, AIJAC analyst Ted Larkin criticized Loewenstein's book My Israel Question for alleged factual inaccuracies and glossing over the Palestinian Liberation Organization's support for Saddam Hussein and Palestinian suicide bombing. Similarly, senior ABC News and former The Australian journalist John Lyons has criticized AIJAC for favouring pro-Israel journalists while attacking journalists whose reports and stories they did not agree with. Lyons has alleged that critical journalists have received abuse on social media. Lyons cites an attempt by AIJAC to discredit a story that he had published in the Weekend Australian highlighting the plight of a Palestinian travel agent named Nasser Jaber who had been evicted from their home in Jerusalem. According to Lyons, AIJAC was supported in this episode by the Israeli Embassy in Canberra and the Australian Jewish News. Lyons has also claimed that AIJAC tried to sabotage his career as The Australian Jerusalem correspondent by trying to discredit his news reports. He has also criticized AIJAC for pushing Australian foreign policy in a pro-Israel direction. In response, AIR magazine editor Tzvi Fleischer has defended AIJAC's criticisms of Lyons' media reports, alleging that he had an anti-Israel bias. AIJAC senior policy analyst Ahron Shapiro also criticized Lyons' memoir Balcony Over Jerusalem for promoting what he regarded as a distorted, negative image of Israel. ===Politicians=== Former Premier of New South Wales and Australian Foreign Minister Bob Carr has criticized AIJAC and pro-Israel elements within the Gillard Government for exerting an unhealthy influence on Australian foreign policy towards Israel and the Palestinian Territories in his 2014 memoir Diary of a Foreign Minister; contending that it hurt Australia's relations with the Arab-Muslim world. Carr also clashed with Prime Minister Julia Gillard on Israel, at one point threatening to resign unless Gillard dropped Australia's opposition to Palestinian efforts to upgrade their United Nations membership to non-member observer status. In response to Carr's criticisms, AIJAC National Chairman Mark Leibler defended the group's efforts to lobby Australian Prime Ministers and rejected Carr's claims of a powerful pro-Israel lobby as a \"figment of his imagination.\" Leibler also rejected Carr's claims that AIJAC took an extreme right wing view of Israel and reiterated AIJAC's commitment to a two-state solution. AIJAC policy analyst Ahron Shapiro also criticized Carr for attempting to downgrade Australia's relations with Israel. By contrast, Loewenstein has praised Carr for challenging AIJAC, alleging that AIJAC's lobbying activities and Ramban trips promoted a negative view of Palestinians and isolated Australia in international community. ==References== ==Further reading== * * * * * * * Category:Israel friendship associations Category:Jews and Judaism in Australia Category:Organisations based in Melbourne Category:Australia–Israel relations",
 "title": "AIJAC"
}