{
 "id": "559785",
 "text": "The Rocks is an urban locality, tourist precinct and historic area of Sydney's city centre, in the state of New South Wales, Australia. It is located on the southern shore of Sydney Harbour, immediately north-west of the Sydney central business district. ==Boundaries== The formal boundaries of the suburb named \"The Rocks\" cover the western side of Sydney Cove (Circular Quay) east of the Sydney Harbour Bridge approaches. In the north it extends to the southern base of the Sydney Harbour Bridge, in the east to the shoreline of Circular Quay and George Street, in the south to Jamison Street (thus including the area known as \"Church Hill\"), and in the west to southern approaches of the Sydney Harbour Bridge and the Western Distributor overpass.Detailed Suburb Report for The RocksThe Rocks - Millers Point - Dawes Point ==History== thumb|left|A dwelling in an unidentified street at The Rocks, 1910s. The Rocks became established shortly after the colony's formation in 1788. It was known as Tallawoladah by the Cadigal people. The original buildings were first traditional vernacular houses, of wattle and daub, with thatched roofs, and later of local sandstone, from which the area derives its name. From the earliest history of the settlement, the area had a reputation as a slum and the arriving convicts' side of town, often frequented by visiting sailors and prostitutes. After November 1790, many of the inhabitants were also aboriginals. In 1823, the district had a population of about 1,200. During the late nineteenth century, the area was dominated by a gang known as the Rocks Push. It maintained this rough reputation until approximately the 1870s. By the early 20th century, many of the area's historic buildings were in serious decay. In 1900, bubonic plague broke out, and the state government resumed areas around The Rocks and Darling Harbour, with the intention of demolishing them and rebuilding them. More than 3,800 houses, buildings and wharves were inspected and hundreds demolished, but the continuation of these plans were brought to a halt due to the outbreak of World War I.How plague almost demolished historic Sydney, Australian Geographic, 16 August 2010. During the 1920s, several hundred buildings were demolished during the construction of the Sydney Harbour Bridge. thumb|Campbell's Cove Sydney Cove Redevelopment Authority, with the intention of demolishing most of the original buildings, re-developing them as high-density residential dwellings. In February 1971, a group of local residents formed the Rocks Residents Group to oppose the plans. They felt that the new dwellings would result in increased rents, which would force out the traditional residents of the area. The residents' group requested a green ban from the Builder's Labourers Federation, who had become increasingly active in preventing controversial developments over the previous four years. By 1973, the union had imposed the ban, and after discussions with the Sydney Cove Redevelopment Authority, a 'People's Plan' was developed. By October 1973, it appeared that the redevelopment would proceed as originally planned, using non-union labour. For two weeks, demonstrations by local residents and unionists followed, with numerous arrests being made. Liberal Premier Robert Askin was in the midst of an election campaign, and used the protests as a means of conveying his law and order message to voters. However, the green ban stayed in place until 1975 when the state union leadership was overthrown and was ultimately successful, as can be seen in the buildings that survive today. Instead of demolishing The Rocks, renovations transformed the area into a commercial and tourist precinct. Today the Rocks is a partly gentrified area, but still contains a significant proportion of Housing Commission properties, and there is still a significant problem of urban poverty and street crime in this district. As housing stock becomes dilapidated, government policy is to sell the now extremely valuable public housing units to private owners, in the expectation that they will restore the properties. The Sirius building and the associated \"Save Our Sirius\" protest group was formed to protest relocation of its residents. == Church Hill == \"Church Hill\" is located in the southern part of The Rocks, sometimes identified as the northern part of the Sydney central business district. It is so named because the earliest churches in Australia were formed on this site, including St Patrick's (Roman Catholic), St Philip's (Anglican) and Scots Church (Presbyterian) The significance of Church Hill dates back to the time of Governor Arthur Phillip, who mandated compulsory Sunday church attendance for all convicts, until they rebelled and burned down the area’s first church in 1798. The area gained greater prominence as Church Hill on Wednesday 1 October 1800, when incoming Governor Philip Gidley King had the foundation stone laid for St Philip’s Church, which subsequently he proclaimed one of Australia’s first two parishes in 1802 (the other being St John’s in Parramatta). The site where St Patrick’s Church currently stands is where the Roman Catholic Eucharist was first preserved in Australia, in May 1818. Celebrations for the bicentenary of this occasion were held in St Patrick’s Church on Sunday 6 May 2018. == Heritage listings == The Rocks has a number of heritage-listed sites, including: * Argyle Street: Argyle Cut * 12-20 Argyle Street: Argyle Stores * 39-43 Argyle Street: British Seamen's Hotel * 45-47 Argyle Street: Gannon House * 1-7 Atherden Street: Playfair's Terrace * 2-4 Atherden Street: Avery Terrace * Circular Quay Concourse, Circular Quay East and West: Sydney Cove railings * 7-27 Circular Quay West: Campbell's Stores * Cumberland Place: Cumberland Place and Steps * Cumberland Street: Argyle Bridge * 96-98 Cumberland Street: Glenmore Hotel * 100-104 Cumberland Street: Australian Hotel * 106-128 Cumberland Street: Cumberland Street Archaeological Site * 130, 132-134, 136-138 and 140-142 Cumberland Street: Long's Lane Precinct * 176 Cumberland Street: Lilyvale * 178-180 Cumberland Street: Butchery Building * 182 Cumberland Street: 182 Cumberland Street * 182.5-188 Cumberland Street: 182.5-188 Cumberland Street * 212-218 Cumberland Street: Lawson House * 10-14 Essex Street: Harts Buildings * 25-27 George Street: Mercantile Hotel * 29-31 George Street: 29-31 George Street * 33-41 George Street: Sergeant Major's Row * 36-64 George Street: Old Mining Museum Building * 43-45 George Street: Merchant's House * 47 George Street: Union Bond Store * 53-65 George Street: Harrington's Buildings * 68-84 George Street: Metcalfe Bond Stores * 69 George Street: Observer Hotel * 73 George Street: Old Ambulance Station * 75-75.5 George Street: Samson's Cottage * 77-85 George Street: Unwin's Stores * 86-88 George Street: Old Bushells Factory * 87-89 George Street: Orient Hotel * 91 George Street: ASN Hotel Building * 93 George Street: 93 George Street, The Rocks * 95-99 George Street: 95-99 George Street * 98-100 George Street: Mariners' Church * 101 George Street: 101 George Street * 102-104 George Street: Old Coroner's Court * 103 George Street: 103 George Street * 105 George Street: 105 George Street * 106-108 George Street: Sydney Sailors' Home * 107-109 George Street: 107-109 George Street * 110 George Street: Cadman's Cottage * 111-115 George Street: Captain Tench Arcade * 112-156 George Street: Sydney Cove West Archaeological Precinct * 117-119 George Street: Julian Ashton Art School * 121 George Street: 121 George Street * 123-125 George Street: 123-125 George Street * 127-129 George Street: Old Police Station * 131-135 George Street: English, Scottish and Australian Bank * 137 George Street: Fortune of War Hotel * 139-141 George Street: 139-141 George Street * 143-143a George Street: Russell Hotel * 145 George Street: 145 George Street * 147 George Street: 147 George Street * 149-151 George Street: 149-151 George Street * 153-155 George Street: New York Hotel * 229 George Street: Brooklyn Hotel * 231 George Street: 231 George Street * 233-235 George Street: Johnson's Building * 26-30 Gloucester Street: View Terrace facades * 32-36 Gloucester Street: 32-36 and 38-40 Gloucester Street facades * 46-56 Gloucester Street: 46-56 Gloucester Street * 58-64 Gloucester Street: Susannah Place * 66-68, 70-72 Gloucester Street: Baker's Terrace * 103-111 Gloucester Street: Jobbins Terrace * 113-115 Gloucester Street: 113-115 Gloucester Street * 117-117a Gloucester Street: 117-117a Gloucester Street * 120 Gloucester Street: NSW Housing Board Building, Gloucester Street * 157-169 Gloucester Street and Essex Street: Science House * 16-18 Grosvenor Street: NSW Housing Board Building, Grosvenor Street * 24-30 Grosvenor Street: Federation Hall * 32-34 Grosvenor Street: Royal Naval House * 28-30 Harrington Street: Reynolds' Cottages * 32 Harrington Street: 32 Harrington Street * 34-40 Harrington Street: Evans' Stores * 42-52 Harrington Street: 42-52 Harrington Street * 55-59 Harrington Street: 55-59 Harrington Street * 61-65 Harrington Street: 61-65 Harrington Street * 67 Harrington Street: 67 Harrington Street * 71 Harrington Street: 71 Harrington Street * 117-119 Harrington Street: Accountants House * 121-127 Harrington Street: Bushells Building * Hickson Road: Dawes Point Battery remains * 1-5 Hickson Road: ASN Co building * 4-6 Kendall Lane: Raphael Mackeller Stores * 8 Kendall Lane: Samson's Cottage wall remains * 13-15 Playfair Street: Argyle Terrace * 17-31 Playfair Street: Playfair Street Terraces * 22-26 Playfair Street: Penrhyn House * 33 Playfair Street: Cleland Bond Store ==Population== In the 2016 Census, there were 774 people in The Rocks. 39.8% of people were born in Australia and 51.1% of people only spoke English at home. ==Culture== thumb|right|Rocks Market The close proximity to Circular Quay and the views of the iconic Harbour Bridge, as well as the historic nature of many of the buildings, makes the Rocks very popular with tourists. It features a variety of souvenir and craft shops, as well as many themed and historic pubs. The Rocks Market operates each weekend, with around 100 stalls. During the week, shopping options include galleries exhibiting Australian artists, such as Ken Done and Ken Duncan, as well as Australian clothing and Australian opal shops. There are numerous historic walks through the area, visiting historical buildings such as Cadmans Cottage and Sydney Observatory, and the Dawes Point Battery, which was the first fortified position in New South Wales. Two separate pubs in The Rocks claim to be Sydney's oldest surviving pubs: the Fortune of War and the Lord Nelson. Others in the area include the Observer, the Orient, the Mercantile, the Palisade and the Hero of Waterloo. A passenger boat terminal and the Museum of Contemporary Art is also situated beside the Rocks area. The precinct can also be accessed by rail, as it is within walking distance of Circular Quay station. Water Polo by the Sea is held there every year by Australian Water Polo with the Australia men's national water polo team take on the International All Stars.http://www.waterpolobythesea.com/ Susannah Place Museum is a historic house museum situated in The Rocks. It is a block of four terrace houses that was built in 1844 and had domestic occupants until 1990. It is a documentation of the urban working class community in The Rocks. The terraces in various states of modernity show the evolution of occupation over 150 years ==In popular culture== The Rocks, as it was in 1873, is the setting for the time-slip portion of the novel Playing Beatie Bow'. ==Gallery== TheRocksBackstreets.jpg|Harrington Street. SydneyTheRocks3_gobeirne.jpg|Arts Exchange building from Hickson Street. SydneyTheRocks5 gobeirne.jpg|Terrace Houses, Lower Fort Street. Cad0001.jpg|The rear of Cadmans Cottage. SydneyTheRocks2 gobeirne.jpg|Campbell's Stores. City of Sydney Essex and Harrington Street Subdivision.jpg|Essex and Harrington Street subdivision plan. Princes St - the first hotel on The Rocks from The Powerhouse Museum Collection.jpg|Princes Street, showing the first hotel on The Rocks Therocks- historicalphoto-powerhousemuseum.jpg|Princes Street, looking south Argyle Cut.jpg|A transverse section showing the bridges over the Argyle Cut, 1832. Argyle Cutting, The Rocks, Sydney (cropped, retouched).jpg|Argyle Cut, pictured in the 1870s. Argyle Cut 001.jpg|The Argyle Cut, constructed with convict labour. Cahill expressway from bridge.jpg|Southern approach of the Sydney Harbour Bridge with The Rocks to the left. Argyle Street2.JPG|Argyle Street. City of Sydney Observatory Hill auction 1910.jpg|Observatory Hill, lands auction, 1910. Harbour Bridge over terrace housing in Sydney.jpg|Terrace houses in The Rocks. Harbour Bridge from The Rocks.jpg|Sydney Harbour Bridge from The Rocks. The bridge is visible from most areas of the district. Playfair's Terrace - The Rocks, Sydney, NSW (7875762514).jpg|Playfair's Terrace. Former English, Scottish & Australian Chartered Bank - The Rocks, Sydney, NSW (7889979044).jpg|The former ES&A; Bank branch building (middle) and Old Police Station (right). == Literature == * Ambrose Pratt: King of the Rocks, novel. Hutchinson, London 1900 * D. Manning Richards. Destiny in Sydney: An epic novel of convicts, Aborigines, and Chinese embroiled in the birth of Sydney, Australia. First book in Sydney series. Washington DC: Aries Books, 2012. * Grace Karskens, The Rocks: Life in Early Sydney, Melbourne University Press, 1997. ==References== ==External links== * The Rocks ===Dictionary of Sydney entries=== * [CC-By-SA] * [CC-By-SA] * [CC-By-SA] * [CC-By-SA] Rocks, Sydney Category:Slums in Australia Category:Green bans",
 "title": "The Rocks, New South Wales"
}