{
 "id": "559880",
 "text": "Irina Eduardovna Slutskaya (; born 9 February 1979) is a Russian former figure skater. She is a two-time World champion (2002, 2005), two-time Olympic medalist (silver in 2002, bronze in 2006), seven-time European champion (1996, 1997, 2000, 2001, 2003, 2005, 2006), a four-time Grand Prix Final champion (2000–2002, 2005) and a four-time Russian national champion (2000–2002, 2005). She won a record total of 17 titles on the Grand Prix circuit. Slutskaya, known for her athletic ability, was the first female skater to land a triple lutz-triple loop combination. She is also known for her trademark double Biellmann spin with a foot change, which she also invented. With her women's record seven European titles she is generally considered to be one of the most successful ladies' singles skaters in Russian and European history. ==Career== ===Early years=== Slutskaya started skating at the age of four, encouraged by her mother. Coached by Zhanna Gromova from the age of six, she first made her mark as a promising junior skater by winning the bronze medal at the 1994 World Junior Championships, held in December 1993 in Colorado Springs. This would be the beginning of a twelve-year rivalry with American legend Michelle Kwan, who won gold at this same event. In the 1994–95 season, Slutskaya continued her rise; after winning the 1995 World Junior title in November 1994 in Budapest, she took bronze at 1995 Russian Championships to qualify for her first senior ISU Championship. At the 1995 European Championships, she came back from a fall in the short program to skate the third best free skating and rose to fifth overall. She qualified for Worlds along with silver medalist Olga Markova, by finishing ahead of Russian champion Maria Butyrskaya (7th). At the 1995 World Championships, Slutskaya again fell in the short program but performed six triples in the next segment, finishing 5th in the free skating and 7th overall. ===1995–96 to 1997–98 seasons=== In the 1995–96 season, Slutskaya competed in the inaugural edition of the Champions Series (later renamed the ISU Grand Prix of Figure Skating), taking bronze at the 1995 Skate America and placing fourth at the 1995 Trophée de France. In January 1996, at the European Championships in Sofia, Bulgaria, she became the first Russian woman to win the European title, performing six triples in the free skating to dethrone the five-time defending champion Surya Bonaly. Slutskaya also won the Centennial on Ice, combining with Butyrskaya to hand Kwan her only defeat of the season. At the Champions Series Final, held in Paris in late February 1996, she finished ahead of reigning World champion Chen Lu (4th) and took the silver medal behind Michelle Kwan. In March, she competed at the 1996 World Championships in Edmonton, Canada. Third in the short program, she held onto her position in the next segment after recovering from an early fall to complete six triples. She was awarded the bronze medal and stepped onto her first World podium, alongside Kwan (gold medalist) and Chen (silver). In 1996–97, Slutskaya began her season by winning her first Champions Series title at the 1996 Skate Canada International, beating rising star Tara Lipinski. She went on to win two more CS events, the 1996 Nations Cup and 1996 Cup of Russia. In January 1997, she repeated as the European champion, landing seven triples (one with a slightly flawed landing). By the Champions Series Final, held in late February and early March 1997, Slutskaya was struggling with jumps and finished third behind Lipinski, the new U.S champion, and Kwan. At the 1997 World Championships in Lausanne, a missed combination left her in 6th place in the short program. She then incurred a back injury from a hard fall in practice the day of the free skating. In the free skating, she completed six triples, including a 3S-3Lo combination, and received three first-place votes for the segment. Due to the short program, she finished fourth overall. In the 1997–98 season, Slutskaya took silver at the 1997 Nations Cup and gold at the 1997 Cup of Russia. In December, she finished off the podium at the Russian Championships and at the Champions Series Final in Munich before winning the silver medal in January 1998 at the European Championships in Milan. In February, she competed at her first Winter Olympics in Nagano, Japan. Ranked fifth in the short program after her planned combination became a 2Lz-2T, Slutskaya performed five triples in the free skating and received two third-place votes (from the U.S. and Hungary) but placed fifth in the segment and overall. The next month, she won silver at the 1998 World Championships, coming back from a fall in the short program and successfully landing two triple-triple combinations in the free skating. ===1998–99 to 2001–02 seasons=== During the 1998–99 season, Slutskaya won a silver and two bronze medals on the Grand Prix series to qualify for her fourth Final. In January 1999, she placed fourth at the 1999 Russian Championships, leading to her omission from the Russian teams to the European and World Championships. She took bronze behind Tatiana Malinina and Butyrskaya at the Grand Prix Final, held in Saint Petersburg in March 1999. Slutskaya then considered leaving competition but decided to continue. Slutskaya made a successful comeback in the 1999–2000 season. In December 1999, she defeated Butyrskaya, the reigning World champion, to win her first Russian national title. The following month, she won the Grand Prix Final, defeating both Butyrskaya and Kwan. In second place behind Kwan ahead of the two-women \"super final,\" Slutskaya landed seven triples in the final segment, including two triple-triple combinations, and became the first woman to perform a 3Lz-3Lo combination in competition. In February, she won her third European title, in Vienna, Austria. At the 2000 World Championships in Nice, France, Slutskaya won her qualifying pool over Kwan and placed second to Butyrskaya in the short program. She completed six triples in the free skating, with a 2S instead of her planned 3S-3Lo, and finished second overall behind Kwan. Slutskaya began the 2000–01 season in dominant fashion. After defeating Kwan to win Skate Canada International, she took her fourth European title, in January 2001 in Bratislava, and then defended her Grand Prix Final title, in February in Tokyo. After winning the short program at the 2001 World Championships, in the free skating, she became the first woman to land a 3S-3Lo-2T combination. She two-footed her 3Lz-3Lo-2T combination and had problems on two other landings. The judges voted 7–2 to award the gold medal to Kwan while silver went to Slutskaya. In the 2001–02 season, Slutskaya won all five of her meetings with Kwan, however, she also saw a new challenge from the 2001 World bronze medalist, Sarah Hughes. After winning her first Goodwill Games title, she finished second to Hughes at Skate Canada International and then took gold at Cup of Russia. At the Grand Prix Final, Slutskaya performed well to win the first two segments of the event, but her second free skating contained only three clean triples. Three judges placed her third behind Kwan and Hughes but four others placed her first, giving Slutskaya her third GPF title. She then took her third straight Russian national title but lost her European title to Maria Butyrskaya. Third in the short program after a fall, she placed first in the free skating but it was not enough to overcome her deficit. Slutskaya's next event was the 2002 Winter Olympics in Salt Lake City. Kwan and Slutskaya were ranked first and second in the short program, with Cohen and Hughes placing third and fourth, respectively. After Kwan finished below Hughes in the overall standings, Slutskaya had to place first in the free skating in order to win gold but Hughes won the free skating in a 5–4 decision. Hughes performed seven triples and two triple-triple combinations, while Slutskaya did not attempt any triple-triples and had rough landings on two jumps. Russia, still somewhat aggrieved about the outcome of an earlier dispute over the pairs competition, filed a complaint against the result but it was rejected shortly. Slutskaya's silver was the second medal for a Russian competitor in an Olympic ladies' figure skating event (Kira Ivanova took bronze at the 1984 Olympics). Later, Russian businessman and politician Anton Bakov awarded Irina a \"consolation\" custom gold medal completely made of 700 grams of gold.http://www.cbc.ca/sports/russian-skiers- plan-appeal-of-doping-ban-1.342704 — CBC.ca; https://lenta.ru/news/2002/03/11/slutskaya/ — Lenta.ru The next month, Slutskaya won the 2002 World title in Nagano. Ranked first in both the qualifying round and the short program, followed by Fumie Suguri and Michelle Kwan, in theory Slutskaya could place second to Kwan in the free skating and still win the title but she won a majority of the judges' votes in the segment. It was her first World title. ===2002–03 to 2005–06 seasons: Illness and comeback=== In the 2002–03 season, Slutskaya took silver at the 2002 NHK Trophy and bronze at the 2002 Cup of Russia before losing her national title to Elena Sokolova at the Russian Championships in December 2002. In January 2003, she defeated Sokolova to win her fifth European title in Malmö. The following month, she took silver at the Grand Prix Final in Saint Petersburg after placing first in one segment and second to Sasha Cohen in the other two. Slutskaya decided not to compete at the 2003 World Championships after receiving news that her mother had fallen seriously ill, requiring a kidney transplant. The initial transplant was rejected and another one had to be performed. Soon after her mother's condition began improving, however, Slutskaya experienced severe fatigue and swelling in the legs, which several hospitals struggled to correctly diagnose. She missed most of the 2003–04 season. Although doctors told her that she should stay away from the cold, she elected to compete at the 2004 World Championships and finished ninth. She was diagnosed ultimately with vasculitis. In 2005, Slutskaya made a comeback after a long stay at a hospital. The season would be her most dominant ever — for the only time in her career she went undefeated, winning every competition she entered. She thrived under the new scoring system which heavily rewarded her jumps, spins (particularly Biellman spins), difficult footwork, and speed and power. In winning the 2005 European Championships, she matched the record for the most European titles in ladies' singles. At the 2005 World Championships, Slutskaya was first after the short program and skated last in the free skating, in which she performed seven triples (although one was disallowed due to 3 triple loops being performed), including a 3Lz-3Lo combination, to win her second World title. Often criticized for her lack of artistry, her beautiful and elegant performance also gained the highest PCS (artistry) scores, in addition to the highest technical ones. She said the free skating was \"the skate of her life\" because \"she was in front of her friends and family, and she was skating at home.\" She also said: On 19 January 2006, Slutskaya won the European Championships for the seventh time, breaking the record she had shared with Sonja Henie and Katarina Witt to become the most successful ladies' skater at the event. At the 2006 Winter Olympics in Turin, Italy, Slutskaya was considered the odds on favorite to win the gold medal — 15-year-old Mao Asada, who had upset her at that season's Grand Prix Final, was barred from the event due to age regulations. She was in second place after the short program by only 0.03, behind Sasha Cohen of the United States. In the free skating, Slutskaya doubled a triple flip and then fell on a triple loop jump. She won the bronze medal, behind gold medalist Shizuka Arakawa of Japan and silver medalist Cohen. Slutskaya did not compete at the 2006 World Championships the following month. She originally not planned on competing at the 2006 worlds in Calgary, Alberta, Canada, but decided before the event she would like to compete and vye for a 3rd world title, unfortunately her entry request was deemed too late and she was disallowed to compete. In November 2006, she denied reports that claimed she was retiring from competitive figure skating, saying the reports were completely false. Despite the claims she has not competed since the 2006 Torino Olympics so it seems clear she had in fact retired, but had not yet wanted to make it public. ===Post-competitive career=== On 10 April 2007, Slutskaya announced she was returning to Russia from the United States and would not participate on the 2007 Champions on Ice tour since she and her husband, Sergei, were expecting a child. Slutskaya stated that she enjoyed motherhood and had no plans to return to competitive skating. \"I don’t see the target,\" she said. \"I don’t know why I have to go there. I have almost all the titles.\" She began a career in showbusiness. She presented figure skating reality shows on Russia Channel 1 \"Stars on Ice\" with co-host Evgeni Plushenko and \"Ice Age\" with actor Marat Basharov. She has also released a CD. In 2008, she took part in a Russian TV soap opera about figure skating \"Hot Ice\". She also toured as the lead skater in the Russian version of the show \"Winx on Ice\". In November 2008, Slutskaya performed in the \"Skate from the Heart\" show. In 2009, she was inducted into the International Jewish Sports Hall of Fame. In 2011, Slutskaya also participated in 2010 Winter Olympic champion Yuna Kim ice show All That Skate Summer. In October 2012, Slutskaya competed in the first Medal Winner's Open, an event for Olympic and World medalists. She placed third in the ladies' field. She was an ambassador for the 2014 Winter Olympics in Sochi, Russia. ==Personal life== Slutskaya was born in 1979 in Moscow, Russian SFSR, Soviet Union, the only child of a Russian mother and Russian Jewish father. Slutskaya was raised in the Russian Orthodox faith and was known to cross herself in most of her competitions. Her mother was a former cross-country skier for the Soviet Union. Slutskaya married her boyfriend, Sergei Mikheev, in August 1999. They met each other three years earlier at a summer camp near Moscow, where Mikheev was a physical education instructor. She gave birth to a son, Artem, in November 2007 in Moscow. An only child who longed for siblings, she said she would like another baby. In October 2010, she gave birth to their second child, a daughter named Varvara. Slutskaya and Mikheev divorced after seventeen years of marriage. She married businessman Alexei Govyrin in June 2018. In October 2019, she gave birth to her third child and first with Govyrin, a daughter named Kira. ==Records and achievements== * Invented the double Biellmann spin with foot change * First Russian woman to win European title (1996) * First woman to land triple lutz-triple loop combination in competition (2000 Grand Prix Final) * First woman to land a triple salchow-triple loop-double toe loop combination (2001 World Championships) * First Russian woman skater to win a silver medal at the Olympics (2002 Salt Lake City) * Four-time Russian Nationals champion * Record holder for most Grand Prix Final titles won by a woman. Record later tied by Mao Asada. * First (and only) woman ever to win seven European titles (2006) ==Results== GP: Champions Series / Grand Prix {| class=\"wikitable\" style=\"text-align:center\" |- ! style=\"background-color: #ffdead;\" colspan=15 | International |- ! Event ! ! ! ! ! ! ! ! ! ! ! ! ! ! |- | align=left | Olympics || || || || || || 5th || || || || bgcolor=silver | 2nd || || || || bgcolor=cc9966 | 3rd |- | align=left | Worlds || || || 7th || bgcolor=cc9966 | 3rd || 4th || bgcolor=silver | 2nd || || bgcolor=silver | 2nd || bgcolor=silver | 2nd || bgcolor=gold | 1st || WD || 9th || bgcolor=gold | 1st || |- | align=left | Europeans || || || 5th || bgcolor=gold | 1st || bgcolor=gold | 1st || bgcolor=silver | 2nd || || bgcolor=gold | 1st || bgcolor=gold | 1st || bgcolor=silver | 2nd || bgcolor=gold | 1st || WD || bgcolor=gold | 1st || bgcolor=gold | 1st |- | align=left | Final || || || || bgcolor=silver | 2nd || bgcolor=cc9966 | 3rd || 4th || bgcolor=cc9966 | 3rd || bgcolor=gold | 1st || bgcolor=gold | 1st || bgcolor=gold | 1st || bgcolor=silver | 2nd || || bgcolor=gold | 1st || bgcolor=silver | 2nd |- | align=left | Cup of China || || || || || || || || || || || || || bgcolor=gold | 1st || bgcolor=gold | 1st |- | align=left | Cup of Russia || || || || || bgcolor=gold | 1st || bgcolor=gold | 1st || bgcolor=cc9966 | 3rd || bgcolor=gold | 1st || bgcolor=gold | 1st || bgcolor=gold | 1st || bgcolor=cc9966 | 3rd || || bgcolor=gold | 1st || bgcolor=gold | 1st |- | align=left | France || || || || 4th || || || || || || || || || || |- | align=left | Nations/Spark. || || || || || bgcolor=gold | 1st || bgcolor=silver | 2nd || || bgcolor=cc9966 | 3rd || || || || || || |- | align=left | NHK Trophy || || || || || || || bgcolor=silver | 2nd || || bgcolor=gold | 1st || || bgcolor=silver | 2nd || || || |- | align=left | Skate America || || || || bgcolor=cc9966 | 3rd || || || || || || || || || || |- | align=left | Skate Canada || || || || || bgcolor=gold | 1st || || bgcolor=cc9966 | 3rd || || bgcolor=gold | 1st || bgcolor=silver | 2nd || || || || |- | align=left | Goodwill Games || || || 6th || || || 5th || || || bgcolor=gold | 1st || || || || || |- | align=left | Finlandia Trophy || || || || || || bgcolor=gold | 1st || || || || || || || || |- | align=left | Nebelhorn Trophy || || bgcolor=gold | 1st || bgcolor=gold | 1st || || || || || || || || || || || |- | align=left | Skate America || || || bgcolor=cc9966 | 3rd || || || || || || || || || || || |- | align=left | Universiade || || || || || || || bgcolor=silver | 2nd || || || || || || || |- ! style=\"background- color: #ffdead;\" colspan=15 | International: Junior |- | align=left | Junior Worlds || 8th || bgcolor=cc9966 | 3rd || bgcolor=gold | 1st || || || || || || || || || || || |- ! style=\"background-color: #ffdead;\" colspan=15 | National |- | align=left | Russia || || bgcolor=cc9966 | 3rd || bgcolor=cc9966 | 3rd || bgcolor=silver | 2nd || bgcolor=cc9966 | 3rd || 4th || 4th || bgcolor=gold | 1st || bgcolor=gold | 1st || bgcolor=gold | 1st || bgcolor=silver | 2nd || WD || bgcolor=gold | 1st || |- | align=left | Russia: Junior || || bgcolor=gold | 1st || || || || || || || || || || || || |- | colspan=15 align=center | WD = Withdrew |} ==Programs== {| class=\"wikitable\" style=\"text-align:center\" |- ! Season ! Short program ! Free skating ! Exhibition |- ! 2005–2006 | * Totentanz by Franz Liszt performed by Maksim Mrvica | * Mario Takes a Walk by Jesse Cook * Rhumba by Valery Didula * Flamenco by Valery Didula | * So Many Things by Sarah Brightman |- ! 2004–2005 | * Ballet Suite No. 5, Op. 27a: IV. Koelkov's Dance with Friends (Tango) performed by The Philadelphia Orchestra (from The Bolt) by Dmitri Shostakovich | * Croatian Rhapsody by Maksim Mrvica * Whisper From the Mirror by Keiko Matsui * Wonderland by Tonči Huljić performed by Maksim Mrvica | * It Must Have Been Love \\---- * Catwoman |- ! 2003–2004 | * Rondo Capriccioso by Camille Saint-Saëns | * Wonderland by Tonči Huljić | |- ! 2002–2003 | * Victory by Bond | * La traviata by Giuseppe Verdi | * Shine |- ! 2001–2002 | * Serenade by Franz Schubert | * Tosca by Giacomo Puccini \\---- * Samson and Delilah by Camille Saint-Saëns | * Never Be the Same Again \\---- * Old Pop in an Oak \\---- * Cotton-Eyed Joe |- ! 2000–2001 | * Culture by Chris Spheeris | * Schindler's List by John Williams \\---- * Carmen Suite by Georges Bizet \\---- * Don Quixote by Ludwig Minkus | * Timeless |- ! 1999–2000 | * Appassionata by Rolf Løvland | * Carmen Suite by Georges Bizet | * Free Yourself |- ! 1998–1999 | * Les Feuilles Mort (Autumn Leaves) | * Ballet For Carolyn Carlson | |- ! 1997–1998 | * Les Feuilles Mort (Autumn Leaves) \\---- * Piano Waltz | * Ah, Nastasia by Ossipov Balalaika Ensemble \\---- * Russian folk dance | * Gauglione |- ! 1996–1997 | * Il Bel Canto (from The Phantom of the Opera on Ice) by Roberto Danova | * Overture (Dance of the Four Muses) (from The Phantom of the Opera on Ice) by Roberto Danova | * Tico Tico \\---- * Kalinka |- ! 1995–1996 | * Aguas De Invierno by Raúl di Blasio from CD Barroco | * Broadway show tunes | * New York, New York |- ! 1994–1995 | * Fantaisie-Impromptu by Frédéric Chopin | * The Heart of Budapest * Csárdás * Heire Kati by Vidor, Monti, Hubay | |- ! 1993–1994 | | | |} ==See also== * List of select Jewish figure skaters ==References== ==External links== * (The link is deprecated and is not related to Ms. Slutskaya at the moment) * Gold and tears * * ! colspan=\"3\" style=\"border-top: 5px solid #78FF78;\" | World record holders Category:1979 births Category:Living people Category:Russian female single skaters Category:Olympic figure skaters of Russia Category:Figure skaters at the 1998 Winter Olympics Category:Figure skaters at the 2002 Winter Olympics Category:Figure skaters at the 2006 Winter Olympics Category:Olympic silver medalists for Russia Category:Olympic bronze medalists for Russia Category:Russian people of Jewish descent Category:Figure skaters from Moscow Category:Olympic medalists in figure skating Category:World Figure Skating Championships medalists Category:European Figure Skating Championships medalists Category:World Junior Figure Skating Championships medalists Category:Medalists at the 2006 Winter Olympics Category:Medalists at the 2002 Winter Olympics Category:Universiade medalists in figure skating Category:Goodwill Games medalists in figure skating Category:Season-end world number one figure skaters Category:Universiade silver medalists for Russia Category:Competitors at the 1999 Winter Universiade Category:Russian State University of Physical Education, Sport, Youth and Tourism alumni Category:Competitors at the 1994 Goodwill Games Category:Competitors at the 1998 Goodwill Games Category:Competitors at the 2001 Goodwill Games",
 "title": "Irina Slutskaya"
}