{
 "id": "560572",
 "text": "The Austin Ambassador is a large family car that was introduced by the Austin Rover Group subsidiary of British Leyland in March 1982. The vehicle was a heavily updated version of the Princess, a saloon car that had lacked a hatchback. Only the doors and inner structure were carried over, but the wedge-shaped side profile betrayed the car's Princess origins, and it was not considered a truly new model. The Princess had been out of production for four months by the time that the Ambassador went on sale. To some extent a car that bridged the gap between the smaller Morris Ital and the Rover SD1, sales were low and the model was discontinued in 1984 with 43,427 cars built. ==Design== Unlike the Princess, a six-cylinder 2.2-litre version was not available; the Ambassador was offered only as a four-cylinder, initially with either a 1.7-litre or a 2.0-litre (single carburettor) variant in \"L\", \"HL\" and \"HLS\" trims. A benefit of not installing the taller E6 engine was that the bonnet could be made lower and flatter, although this meant that the wipers were now no longer concealed (unlike those of the Princess). Instead of the previous 2.2-litre models, there were the HLS and later Vanden Plas trim levels, both with a twin-carburettor version of the 2.0-litre engine. In 1983, the 2.0-litre HL was upgraded to also use the more powerful twin-carburettor engine. A four-speed manual gearbox (and automatic) were the only transmissions offered, with commentators citing the lack of a fifth gear (available in other BL models) for the manual transmission, as one of the car's drawbacks. left|thumb|Rear view, showing rear door Despite prototypes being built in left-hand drive, production versions of the Ambassador were only built in right-hand drive form and thus were not exported to continental Europe. Just 23 Ambassadors remain taxed and on the roads today in Britain, out of 43,500 built; compared to around 225,000 for the Princess. As of 2019, 79 Princesses remain in active service in the UK with an MOT. Aside from the Ambassador's connections to the lowly repute of the Princess, commentators point out that its sedate image and driving characteristics (and low performance) also mitigate against its success in a market where performance and taut handling were becoming more important. Some components, such as the headlights, were shared with the Morris Ital. Other minor components, including much of the interior trim, was also shared with other BL products, such as the Allegro. The interior was generally not an improvement over that of the Princess, feeling cheap and lacking a rev counter, even in the top HLS model. According to British Leyland, only the front door skins were directly shared with the Princess. The rear part of the chassis was modified to accommodate the opening hatch, and there were windows in the C-pillars which did make for an airier cabin. The Ambassador only served as a stop-gap in the Austin range, and it was discontinued in March 1984 (after exactly two full years), with no official replacement. The gap it left in the Austin-Rover range was effectively filled by the slightly smaller Montego, and by the new generation of smaller Rovers. thumb|right|A 1982-83 Ambassador ==Sales== The Ambassador achieved domestic sales of 43,427 in the two years in which it was available. {| class=\"wikitable\" style=\"text-align:left\" |- !| UK engine and trim options !| L !| HL !| HLS !| Vanden Plas |- | 1.7 | align=\"center\" |✓ | align=\"center\" |✓ | align=\"center\" | | align=\"center\" | |- | 2.0 | align=\"center\" | | align=\"center\" |✓ | align=\"center\" | | align=\"center\" | |- | 2.0 twin carb | align=\"center\" | | align=\"center\" |✓ | align=\"center\" |✓ | align=\"center\" |✓ |} ==References== Category:Austin vehicles Category:British Leyland vehicles Category:Front-wheel-drive vehicles Category:Cars introduced in 1982 Category:Hatchbacks",
 "title": "Austin Ambassador"
}