{
 "id": "560774",
 "text": "The Guano Islands Act (, enacted August 18, 1856, codified at §§ 1411-1419) is a United States federal law passed by the U.S. Congress that enables citizens of the United States to take possession, in the name of the United States, of unclaimed islands containing guano deposits. The islands can be located anywhere, so long as they are not occupied and not within the jurisdiction of another government. It also empowers the President of the United States to use the military to protect such interests and establishes the criminal jurisdiction of the United States in these territories. ==Background== thumb|right|Guano importation was a major business, as this 1873 advertisement attests. In the 1840s, guano came to be prized as a source of saltpeter for gunpowder as well as an agricultural fertilizer. The United States began importing it in 1843 through New York. By the early 1850s, the U.K. imported over 200,000 tons a year, and U.S. imports totaled about 760,000 tons.Smil, Vaclav. (2004). Enriching the Earth: Fritz Haber, Carl Bosch, and the Transformation of World Food Production. Massachusetts: The MIT Press, pp.42. The \"guano mania\" of the 1850s led to high prices in an oligopolistic market, attempts of price control, fear of resource exhaustion, and eventually the enactment of the Guano Islands Act 1856 in August 1856.Skaggs & Wines, R. A. (1985). Fertilizer in America. Philadelphia: Temple University Press, pp. 54-70. The Act enables U.S. citizens to take possession of unclaimed islands containing guano for the U.S., and empowered the President to send in armed military to intervene. This encouraged American entrepreneurs to search and exploit new deposits on tiny islands and reefs in the Caribbean and in the Pacific. This was the beginning of the concept of insular areas in U.S. territories. Up to this time, any territory acquired by the U.S. was considered to have become an integral part of the country unless changed by treaty and eventually to have the opportunity to become a state of the Union. With insular areas, land could be held by the federal government without the prospect of its ever becoming a state in the Union. Under the act the US gained control of around 94 islands. By 1903, 66 of these islands were recognized as territories of the US.The Ecology of Agroecosystems p149 ==Wording== == Criminal jurisdiction == Section 6 provides that criminal acts on or adjacent to these territories \"shall be deemed committed on the high seas, on board a merchant ship or vessel belonging to the United States; and shall be punished according to the laws of the United States relating to such ships or vessels and offenses on the high seas ...\"Guano Islands Act ( The provision was considered and ruled constitutional by the U.S. Supreme Court in Jones v. United States, . ==Result== The Act continues to be part of the law of the United States. The most recent Guano Islands Act claim was made to Navassa Island. However, the claim was denied because an American court ruled the island was already under American jurisdiction (a claim Haiti disputes). ==Claims== More than 100 islands have been claimed for the United States under the Guano Islands Act, but most claims have been withdrawn. The Act specifically allows the islands to be considered possessions of the U.S. The Act does not specify what the status of the territory is after it is abandoned by private U.S. interests or the guano is exhausted, creating neither obligation to nor prohibition of retaining possession. The islands still claimed by the United States under the Act are: *Baker Island *Howland Island *Jarvis Island *Johnston Atoll *Kingman Reef/Danger Rock *Midway Atoll; Kindle location 2856 of 15675. *Navassa Island (claimed by Haiti) *Bajo Nuevo Bank (disputed with Colombia) *Serranilla Bank (disputed with Colombia) *Swains Island (part of American Samoa; no evidence that guano was mined) ==Disputed claims== A few islands claimed by the United States under the Guano Act of 1856 are disputed. * Navassa Island- de facto US control. To cement the U.S. claim to Navassa Island against Haiti, President James Buchanan issued Executive Orders establishing United States territorial jurisdiction beyond just the Guano Act of 1856. The United States Supreme Court in 1890 ruled the Guano Act constitutional; and, citing the actions of the Executive Branch, amongst other points in law, determined Navassa Island as pertaining to the United States.Jones v. United States, 137 U. S. 202 (1890). Control of Navassa Island was transferred by the Department of the Interior to the Director of the Office of Insular Affairs under Order No. 3205 on January 16, 1997. Both the Department of the Interior and Insular Affairs would later grant administration responsibilities to the United States Fish and Wildlife Service under Order No. 3210 on December 3, 1999. Order No 3210 also established a territorial sea boundary for the United States around Navassa Island. * Serranilla Bank and the Bajo Nuevo Bank. Serranilla Bank and the Bajo Nuevo Bank were ruled to be territory of Colombia by the International Court of Justice in 2001, against a claim by Nicaragua. The US and Honduras have asserted claims. Colombia has granted fishing rights to Jamaica. === Private unrecognized claim === * In 1964, Leicester Hemingway, brother of author Ernest Hemingway, attempted to establish a country (or more appropriately, a micronation) dubbed the Republic of New Atlantis, on an 8 × 30 foot bamboo raft anchored with an engine block outside the territorial waters of Jamaica, using the Guano Islands Act as part of a claim to sovereignty. His apparent intention was to use the new country as the headquarters for his own International Marine Research Society, with which he planned to further marine research, as well as to protect Jamaican fishing. Neither the US nor Jamaica recognized his claim before the raft was destroyed in a storm in 1966. ==See also== *List of Guano Island claims *United States Miscellaneous Pacific Islands *United States Minor Outlying Islands ==References== ==External links== * Text of U.S. Code, Title 48, Chapter 8 * 34th Congress Statutes at Large * 43rd Congress Statutes at Large Category:34th United States Congress Category:United States federal public land legislation Category:History of United States expansionism Category:Law of insular areas of the United States Category:Presidency of James Buchanan Category:1856 in American politics Category:1856 in American law Category:August 1856 events he:גואנו#חוק איי הגואנו",
 "title": "Guano Islands Act"
}