{
 "id": "560810",
 "text": "Glacial Lake Wisconsin was a prehistoric proglacial lake that existed from approximately 18,000 to 14,000 years ago, at the end of the last ice age, in the central part of present-day Wisconsin in the United States. ==Formation and demise== Before the last glacier, a somewhat different Wisconsin River drained the north-central part of the state, running around the east end of the Baraboo Hills. Around 18,000 years ago, the Green Bay lobe of the Laurentide ice sheet crept in from the east, butting up against the Baraboo Hills. With that outlet closed, the water backed up, filling the basin to the north and west, forming Glacial Lake Wisconsin. The water rose to as deep as 160 feet, with a surface area eight times the size of modern Lake Winnebago, a big cold lake stretching north to the site of Wisconsin Rapids. Eventually it found a new outlet, flowing west to the Mississippi via the east fork of the Black River near City Point. With water flowing out again, the lake stopped rising. Islands poked up out of this icy lake, some of which remain today as the sandstone bluffs of central Wisconsin - Mill Bluff and Roche-a-Cri, for example. The lake existed for thousands of years, with storms and ice scouring sand off those bluffs. Streams from the glacier to the north and east also carried in sand and silt which settled at the bottom of the lake, roughing in the flat sandy Central Plain that we see today when we follow I-90/94. About 14,000 years ago, as the climate warmed, the glacier began to retreat. The lake water reopened the path around the Baraboo Hills. Once the trickle began, it quickly melted a larger channel through the ice and became a torrent. In a catastrophic flood, most of the huge lake probably drained out the south end in no more than a few weeks - possibly a few days. Upstream, the current cut new channels through the lake-bottom sand. After removing the lake-bottom sand, it cut canyons through the weak Cambrian sandstone beneath, which had existed long before the lake, forming the Dells of the Wisconsin River, that are now largely beneath the high water created by damming the river. Boat tours today show the portions that remain above water. thumb|325px|The Dells were carved by the torrent when Glacial Lake Wisconsin drained. This lake, during the last glacial period, was probably not the only Glacial Lake Wisconsin. The Wisconsin river travels from near the Upper Peninsula over 300 miles until it meets the Mississippi at Prairie du Chien. Earlier glaciers probably blocked the Wisconsin River, producing earlier glacial lakes in central Wisconsin like Lake DuBay. After Lake Dubay, the Wisconsin river is blocked from going south for over twenty miles between Stevens Point and Wisconsin Rapids. A tall sandstone bluff is found on the south side of the river between these two cities. From Wisconsin Rapids to Nekoosa the river drops vertically 300 ft in just five miles and requires four dams. Rock outcroppings on the East side of the river at the Centralia dam, at the Bulls Eye Country Club and across the river from Port Edwards, suggest ancient flooding before the dams were built and the river reminds residents almost every year of its power to flood from the northern Wisconsin watershed. A large boulder just below the Nekoosa dam was obviously there in ancient times. Large Lake Petenwell above Necedah and Roche a Cri is now used to help control floods. Then after the Wisconsin Dells rock formations, 75 foot limestone bluffs carved by water exist as the Wisconsin merges with the Mississippi. North East of Stevens Point, Sunset Lake, Three Lakes and numerous other unnamed glacial pothole-like lakes exist. With plentiful surface water more work is needed to understand buried rock formations and the hydrology of water feeding these lakes in central Wisconsin. ==See also== * List of prehistoric lakes * Lake Wisconsin ==References== Category:Former lakes of the United States Category:Geology of Wisconsin Category:Proglacial lakes",
 "title": "Glacial Lake Wisconsin"
}