{
 "id": "560862",
 "text": "The Zayed Center for Coordination and Follow-Up was set up in 1999 as the think-tank of the Arab League. It was named after and principally funded by the late Sheikh Zayed bin Sultan Al Nahyan, the president of the United Arab Emirates (UAE). His son, Sultan bin Zayed Al Nahyan, the deputy prime-minister of the UAE, served as its chairman.About Us | Zayed Center Home PageADL Backgrounder: The Zayed Center Based in Abu Dhabi, the center hosted lectures by notable personalities such as former U.S. Presidents Bill Clinton and Jimmy Carter, former U.S. Vice-President Al Gore, former U.S. Secretary of State James Baker, and former French President Jacques Chirac. The think-tank, however, became embroiled in controversy when it became known that it also disseminated and provided a platform for anti-American, anti-Semitic, and extreme anti-Israel views.The Think Tank of the Arab League: The Zayed Centre for Coordination and Follow-Up (ZCCF) | MEMRI\"Arab Forum Assails Jews, '9/11' Propaganda\" | Los Angeles Times As a result of international outcry, Sheikh Zayed shut down the center in August 2003, saying that the think-tank \"had engaged in a discourse that starkly contradicted the principles of interfaith tolerance.\"\"Harvard to Return 2.5m given by Arab president\" | Boston Globe ==Controversy and criticism== The Anti-Defamation League alleges that the center regularly published anti-Semitic and conspiracy-theory literature, and promulgated anti-Americanism and anti-Semitism through its speakers and official publications. According to the ADL website, speakers at the center have described Jews as \"enemies of all nations\" and \"cheaters whose greed knows no bounds.\" The Protocols of the Elders of Zion, an infamous anti- Semitic forgery created in the 19th century to vilify Jews, was held up as a factual account of a Jewish plan to \"control the world.\" Speakers accused Israel of trying to sterilize Palestinian children by lacing the water \"used by some Palestinian schools\" with chemicals. Some Zayed speakers engaged in attempts to deny the Holocaust. Speakers included Mr. Rami Tahbob, advisor to Al Quds' File on Arab Affairs, who claimed that Israel was trying to control the Palestinian population through the use of \"chemical drugs,\" according to the Zayed Center website; Michael Collins Piper, a Washington-based political writer and conspiracy theorist,\"Controversial American Author to Give Talk in Malaysia\" Malaysia General News, August 22, 2004. who claimed the Protocols of the Elders of Zion are \"not a theory but a real fact,\" that Israel is developing an ethnic bomb that will kill only Arabs, and that the Mossad was responsible for the assassination of John F. Kennedy, the Watergate scandal and the Monica Lewinsky affair; and Lyndon LaRouche, who spoke about global finance and his proposal for a transcontinental highway.\"The Middle East As A Strategic Crossroad\" by Lyndon H. LaRouche, Jr. June 2, 2002 The ADL reports that LaRouche also said that the September 11, 2001 attacks could not have happened without the \"connivance\" of highly placed U.S. officials, that Osama bin Laden \"could never have\" organized the attacks, and that the foreign policy of the U.S. has been purchased by \"Jewish gangsters\" and \"Christian Zionists.\"\"ADL Backgrounder: The Zayed Center\" Updated: September 15, 2003 LaRouche opposed its closing down.\"LaRouche Defends Zayed Centre\" by Lyndon H. LaRouche, Jr. Aug. 31, 2003 (EIRNS) ==See also== * 9/11 conspiracy theories ==References== ==External links== *Article on the Center from the Arab Decision Makers project *Students for an Ethical Divinity School contains links to further articles *Dossier on the Zayed Centre by The Middle East Media Research Institute - MEMRI Dossier in three parts Category:1999 establishments in the United Arab Emirates Category:2003 disestablishments in the United Arab Emirates Category:Foreign policy and strategy think tanks based in the United Arab Emirates Category:Think tanks established in 1999 Category:Organizations disestablished in 2003",
 "title": "Zayed Center for Coordination and Follow-Up"
}