{
 "id": "561179",
 "text": "On 26 June 1964, Swiss Post introduced postal codes as the third country after Germany (1941) and the United States (1963). In Switzerland, the postal codes have four digits. As with the postcode system introduced in Germany in 1993, a municipality can receive several postcodes. A locality (settlement) having its own postal code does not mean that it is an independent political municipality, but only that it is an official locality. In addition, a postcode can include several political communes (e.g.: 3048 Worblaufen, includes parts of the communes of Bern and Ittigen) or several cantons (e.g.: 8866 Ziegelbrücke, includes parts of the cantons of Glarus and St. Gallen), which is why it is not possible to assign it unambiguously in both directions. In addition, it is often not possible to assign a unique postcode to post offices (post boxes) in larger cities. For this reason, six-digit postcodes are used internally. The Principality of Liechtenstein is also included in the Swiss postal code system, as is the German enclave of Büsingen am Hochrhein, which has its own Swiss postal codes in addition to its national one, D-78266. Before January 2020, the Italian enclave of Campione d'Italia also had a Swiss postcode, CH-6911, but this ceased to be valid, and all mail requires the use of the Italian postcode.IT and CH – Customs territory of Campione d'Italia, Asendia, 23 December, 2019 This followed the enclave's entry into the European Union's Customs Area.Spedire una lettera a Campione? Attenzione al codice postale, Giorgio Doninelli, tio.ch, 31 December 2019 Also in Italy, Swiss Post previously held an office in Domodossola with the code CH-3907.Helvetia Philatelic Society of Great Britain New Letter, January 1988 This is now used for the village of Simplon.Gemeinde Simplon ==Format of postal codes (PLZ/NPA)== The Swiss postal codes are assigned geographically, from west to east. They don't follow political divisions (cantons, districts), but they follow a routing allocation, following railways and PostBus routes. The postal code of big cities finish with 00, and it is not allocated if in the region there isn't a big center. Switzerland is divided into nine postal districts, numbered from west to east. Each district is subdivided into postal areas. Each area contains a maximum of one hundred units. The postal codes are made up as follows: :3436 Zollbrück :3 = district (Bern) :34 = area (Burgdorf) :343 = route (Burgdorf - Langnau) :3436 = post office number (Zollbrück) Today, the third digit has no real meaning anymore. In the past, mail was assigned to fixed railway or truck routes, but modern logistics do not need this practice any more. Postal codes of Liechtenstein are included in the same structure, using the range from 9480 to 9499. ==Summary of postal codes== thumb|500px|One-digit postcode areas Switzerland, defining the first digit of each four-digit postcode. thumb|500px|Two-digit postcode areas Switzerland, defining the first two digits of each four-digit postcode. *1xxx - Region Western Switzerland (South) **10xx - Region Lausanne, Echallens (North-West) **11xx - Region Morges, Rolle **12xx - Canton of Geneva and Region Nyon **13xx - Region between Lausanne and Yverdon, Jura side (Cossonay, Orbe, Vallorbe) **14xx - Yverdon, Estavayer-le-Lac (VD/FR) **15xx - Moudon, Lucens, Avenches (VD/FR) **16xx - Romont, Bulle (VD/FR) **17xx - Region Fribourg to Lake Murten (Münchenwiler) **18xx - Eastern shore of Lake Geneva (Vevey, Montreux), Chablais (Aigle, Monthey, St. Maurice VD/VS) **19xx - Lower Valais (Martigny, Sion) without Region Sierre *2xxx - Region Western Switzerland (North) **20xx - Region Neuchâtel **21xx - Val de Travers NE, Boudry **22xx - Upper Val-de- Ruz, **23xx - La Chaux-de-Fonds, Franches-Montagnes, Val-de-Ruz **24xx - Le Locle, La Sagne **25xx - Region Biel/Bienne, Lake Biel, Grenchen, Courtelary **26xx - Vallon de St. Imier **27xx - Bernese Jura (Tavannes, Tramelan, Moutier, Franches Montagnes) **28xx - Delémont **29xx - Ajoie (Porrentruy) *3xxx - Region Bern/Upper Valais **30xx - City of Bern and agglomeration **31xx - Southern agglomeration of Bern **32xx - Seeland (Aarberg, Ins, Kerzers, Lyss) **33xx - Region between Bern and Solothurn **34xx - Region Burgdorf, Oberaargau (except Langenthal) **35xx - Emmental **36xx - Region Thun **37xx - Region Spiez, Simmental **38xx - Region Interlaken, Haslital **39xx - Upper Valais with region Sierre, Crans Montana *4xxx - Region Basel **40xx - City of Basel **41xx - Leimental, Birstal, Riehen, Bettingen, Pratteln **42xx - Laufental, Schwarzbubenland **43xx - Western Fricktal (Rheinfelden, Stein AG) **44xx - Basel-Country **45xx - Region Solothurn **46xx - Region Olten **47xx - Region Oensingen, Balsthal **48xx - Region Zofingen **49xx - Region Langenthal *5xxx - Region Aarau **50xx - City of Aarau and Region, eastern Fricktal (Frick, Laufenburg) **51xx - Region Wildegg, Schinznach **52xx - Region Brugg, Mettauertal **53xx - Region Turgi to Koblenz **54xx - Region Baden, Wettingen **55xx - Region Mellingen **56xx - Region Lenzburg, Wohlen, Bremgarten, Muri (Freiamt) **57xx - Region Kulm, Beinwil, Kölliken, Safenwil *6xxx - Region Central Switzerland (Innerschweiz), Tessin **60xx - Region Lucerne, Obwalden **61xx - Entlebuch, Willisau **62xx - Region Sempach, Sursee, Hochdorf **63xx - Canton of Zug, Nidwalden **64xx - Canton of Schwyz (except Ausserschwyz), Canton of Uri **65xx - Region Bellinzona, Misox, Val Calanca (GR) **66xx - Locarno, Valle Maggia, Val Verzasca **67xx - Leventina, Val Blenio **68xx - Mendrisotto **69xx - Region Lugano *7xxx - Region Graubünden **70xx - Chur, Schanfigg (Arosa), Domat/Ems, Flims **71xx - Bündner Oberland **72xx - Prättigau, Davos **73xx - Bündner Herrschaft, Landquart, Sargans **74xx - Hinterrhein, Albula **75xx - Engadin, Val Müstair **76xx - Bergell **77xx - Poschiavo *8xxx - Region Zürich **80xx - City of Zurich **81xx - Region Zürcher Unterland **82xx - Region Schaffhausen, Kreuzlingen, Büsingen am Hochrhein (German enclave) **83xx - Kloten, Zürcher Oberland, Hinwil, Hinterthurgau **84xx - Region Winterthur, Tösstal **85xx - Region Frauenfeld, Weinfelden, Amriswil, Romanshorn **86xx - Region Dübendorf, Zürcher Oberland, See (SG) **87xx - Region Right shore of Lake Zurich, Gaster/See (SG), Canton Glarus **88xx - Region Linkes Zürichseeufer, Ausserschwyz (March, Höfe, Einsiedeln SZ), Glarner Unterland, Sarganserland/Lake Walen **89xx - Region Limmattal, Albis, Knonauer Amt, Mutschellen and Kelleramt (easternmost Aargau) *9xxx - Region Eastern Switzerland (Ostschweiz) **90xx - Region St. Gallen, Appenzell **91xx - Region Herisau **92xx - Region Gossau, Flawil, Uzwil, Bischofszell **93xx - Region Arbon **94xx - Region Rorschach, Rheintal, Liechtenstein **95xx - Region Wil **96xx - Toggenburg ==Cities== *1211: Geneva (generic post code for all P.O. Box addresses in Geneva; the address is followed by a number indicating the exact post office in which the box is located, e.g. 1211 Geneva 7: 1 Mont- Blanc, 10 United Nations, 11 Rue du Stand, 12 Champel, 13 Les Charmilles, 14 State Hospital, 16 Grand-Pré, 17 Malagnou, 18 St-Jean, 19 Petit-Saconnex, 2 Cornavin/Swisscom, 20 CIC, 21 Les Pâquis, 22 International Labour Organization, 23 CERN, 24 Les Acacias, 26 La Praille/Military base, 27 World Health Organization, 28 Le Bouchet, 3 Rive, 4 Plainpalais, 5 Main Post Office, 6 Les Eaux-Vives, 7 Servette, 70 CS, 8 Jonction, 84 Voting system, 9 La Cluse) *80xx: The city districts of Zurich were numbered before the Swiss postal codes were introduced; the number of the city district equals the last numbers of the postal code. The administration of the canton of Zurich has the postal code 8090. *3003 is the postal code of the Federal administration which is located in Bern. ==Liechtenstein== *9485: Nendeln *9486: Schaanwald *9487: Gamprin *9488: Schellenberg *9489: Schaan *9490: Vaduz *9491: Ruggell *9492: Eschen *9493: Mauren *9494: Schaan *9495: Triesen *9496: Balzers *9497: Triesenberg *9498: Planken *9499: omitted ==Notes and references== ==See also== *Swiss Post ==External links== *Postcode directory for Switzerland and the Principality of Liechtenstein *Switzerland Postal Codes *Switzerland & Liechtenstein Postal Codes in XML, CSV, JSON format (in German) Category:Communications in Switzerland Category:Communications in Liechtenstein Postal codes Postal codes Switzerland Category:Liechtenstein–Switzerland relations",
 "title": "Postal codes in Switzerland and Liechtenstein"
}