{
 "id": "561259",
 "text": "300px|thumb|Vintage postcard depicting Gem Theater, boardwalk, and the Peaks Island House hotel on Peaks Island, Maine Peaks Island is the most populous island in Casco Bay, Maine. It is part of the city of Portland and is approximately from downtown. The island is served by Casco Bay Lines and is home to its own elementary school, library, and police station. It is the only island in Casco Bay that allows cars throughout the island due to its size. While small, the island hosts a variety of businesses including an ice cream parlor, restaurant, grocery store, kayak rentals, golf cart rentals, art galleries, the Fifth Maine Regiment MuseumFifth Maine Regiment Museum and the Umbrella Cover Museum, among others. ==Notable visitors and places== 300px|thumb|Battery Steele housed two 16-inch (406 mm) guns George M. Cohan tried his productions out at the island's Gem Theater before taking them to Broadway. Jean Stapleton's first professional appearance in the summer of 1941 was in a production at Greenwood Garden Playhouse. Martin Landau also made his professional stage debut in a 1951 production of \"Detective Story\" at Greenwood Garden where for several seasons he was a resident cast member. The Gem Theater was destroyed by fire on September 7, 1934. In the fire of 1936, the Union House Hotel also burned down—as well as a row of stores on the north side of Island Ave. including Augustus Carlson's Restaurant, Brackett's Grocery, Small's Bakery, John Cox's gift shop, and eight cottages. During World War II, the island was home to a large military defense installation, including the largest structure, Battery Steele, which housed two 16-inch (406-mm) guns. When Battery Steele's guns were first tested, windows on the opposite side of the island shattered.The Seductions of Fall , The New York Times, 2004-09-10. Accessed 2009-02-21. ==Population== The island had an estimated population of 858 in 2017. However, the population of residents increases in the summer by an estimated 2,000–4,000. ==Secession efforts== There have been at least six significant movements for Peaks to secede from the city of Portland: in 1883, 1922, 1948, 1955, 1992, and another effort in the period 2004 to 2011. The most recent effort grew out of a revaluation of all properties in the municipality, when average property taxes on Peaks Island increased by over 200 percent.Home is Where the Heartburn Is , Portland Press Herald, 2004-04-07. Accessed 2009-05-31. Shortly thereafter, a group of island residents organized a committee to investigate seceding from Portland and forming a separate town.Website of Peaks Island Independence Committee (IIC) , accessed 2009-05-31. A successful petition drive put the issue to an island-wide vote on June 13, 2006.Minutes of the Portland City Council, April 19, 2006, accessed 2009-05-31. Of a total of 683 votes, over 57 percent were in favor of secession.Peaks Votes to Secede , The Bollard, 2006-06-13. Accessed 2009-05-31.\"Peaks Independence committee takes on a new role after island secession vote\", Island Times, July 2006. The Portland City Council unanimously opposed secession.Minutes of the Portland City Council, June 19, 2006, accessed 2009-05-31. The council and the secession group, after arguing over whether to hold talks in public or private, failed to negotiate terms.\"Peaks secession negotiations at a stalemate\", Island Times, August 2006.Secession Meeting Turns Nasty, WMTW, 2006-07-21. Accessed 2009-05-31. In February 2007 the secession group obtained sponsorship for legislation in the Maine State Legislature to incorporate the Town of Peaks Island, subject to a successful referendum.Peaks Island's future a \"crapshoot\" , The Bollard, 2007-02-11. Accessed 2009-02-24.Bill would authorize Peaks vote , Portland Press Herald, 2007-04-25. Accessed 2009-05-31.An Act To Authorize Peaks Island, House Island, Pumpkin Knob and Catnip Island To Secede from the City of Portland, accessed 2009-05-31. After vigorous debate, the bill was narrowly tabled, \"dead\" in committee as of May 14, 2007.Tyler, David, Peaks Secession Movement Encounters Choppy Water at the Legislature Working Waterfront, June, 2007. As a result of the secession fight and the urging of state legislators, the Portland City Council agreed to create a seven-member Peaks Island Council for direct liaison.Minutes of the Portland City Council, Special Meeting, May 21, 2007, accessed 2009-05-31. But in 2010 most members of the Peaks Island Council resigned, expressing frustration about Portland's unwillingness to work with them.Billings, Randy,Legislative Hearing slated for Peaks Island Secession Bill The Forecaster, April 5, 2011 With only write-in candidates taking the vacant seats the Council ceased to fulfill its function.Bucklin, Kate, Peaks Island Officially Has No Councillors The Forecaster, Nov. 02, 2010, Ongoing discussions between the Council's former Chair and city officials about establishing some degree of autonomy, such as creating a village corporation within the city, proved unproductive.Murphy, Edward, Peaks' bid for more autonomy met cooly Portland Press Herald, Sept 9, 2010. As a result of a change in the Maine legislature from Democratic to Republican control the secession effort regained momentum, with a new bill introduced in 2011 providing for a January 2012 island-wide vote on secession.Murphy, Edward, Peaks Secession Bill Timeline Stirs Debate, Portland Press Herald 7 March 2011. However, hearings showed an apparent lack of consensus among the islanders. The State and Local Government Committee rejected the bill, on the ground that the secession leaders had not followed the legal process: they would need to start over with signature gathering and another referendum.Bell, Tom, Legislative Panel rejects Peaks Island Secession Portland Press Herald, April 14, 2011 ==See also== * List of islands of Maine * Peaks Island Land Preserve ==References== * Notable Items section: Clough, Leon S., editor; Peaks Island 1776–1976 Bicentennial Directory == External links == * Peaks Island Community Calendar with Organization Directory * Peaks Island Council * Casco Bay Lines island ferry service Category:Islands of Portland, Maine",
 "title": "Peaks Island"
}