{
 "id": "561369",
 "text": "Getaway Special was a NASA program that offered interested individuals, or groups, opportunities to fly small experiments aboard the Space Shuttle. Over the 20-year history of the program, over 170 individual missions were flown. The program, which was officially known as the Small, Self-Contained Payloads program, was canceled following the Space Shuttle Columbia disaster on February 1, 2003. == History == The program was conceived by NASA's Shuttle program manager John Yardley, and announced in the fall of 1976. The \"Getaway Special\" nickname originated from a special vacation fare for flights between Los Angeles and Honolulu being advertised by Trans World Airlines at the time around the program's conception. The first Getaway Special was purchased by Gilbert Moore of Thiokol on October 12, 1976, and donated to Utah State University. It was flown on Columbia during STS-4 in June/July 1982.NASA.gov The program was canceled after the Space Shuttle Columbia disaster on February 1, 2003. The last Getaway Special, which was carried aboard STS-107, was the Freestar experiment package, which carried six different experiments. Much of the data was lost when Columbia was destroyed, but some data was transmitted during the mission. After reorganization of the Shuttle Program, NASA cited the need for the remaining Shuttle fleet to complete assembly of the ISS to justify its decision to cancel the program. The GAS program canisters and GAS Bridge combined weight were only usable on low orbit missions, which were rescheduled with higher priority payloads. With payload and program limits set on the remaining Shuttle missions until the expected STS close-out in 2010, the GAS program was eliminated. == Allocation == To assure that diverse groups would have access to space, NASA rotated GAS payload assignments among four major categories of users: educational, foreign, commercial, and U.S. government. GAS payloads had been reserved by foreign governments and individuals; U.S. industrialists, foundations, high schools, colleges and universities; professional societies; service clubs; and many others. Although persons and groups involved in space research obtained many of the reservations, a large number of spaces were reserved by persons and organizations outside the space community. GAS requests were first approved at NASA Headquarters in Washington, D.C., by the director of the Transportation Services Office. At that point NASA screened the propriety and objectives of each request. To complete the reservation process for GAS payloads, each request was accompanied or preceded by the payment of $500. Approved requests were assigned an identification number and referred to the GAS team at the Goddard Space Flight Center in Greenbelt, Maryland, the designated lead center for the project. The GAS team screened the proposals for safety and provided advice and consultation on payload design. It certified that proposed payloads would be safe and would not harm or interfere with the operations of the space shuttle, its crew, or other experiments on the flight. The costs of any physical testing required to answer safety questions before launch were borne by the GAS customer. == Requirements == There were no stringent requirements to qualify for participation in the GAS program. However, each payload was required to meet specific safety criteria, have been screened for its propriety, as well as being evaluated for its educational, scientific or technological objectives. These guidelines preclude commemorative items, such as medallions, that are intended for sale as objects that have flown in space. NASA's Space Shuttle program had specific standards and conditions relating to GAS payloads. Payloads were required to have fit into NASA standard containers and weigh no more than . Two or more experiments could have been included in a single container if they fit while not exceeding weight limitations. The payload must have been self-powered, as experiments could not draw on the Shuttle orbiter's electricity. In addition, the crew's involvement with GAS payloads was limited to six simple activities (such as turning on and off up to three payload switches), due to the fact that crew activity schedules do not provide opportunities to either monitor or service GAS payloads in flight. The cost of this unique service depended on the size and weight of the experiment. Getaway specials of and cost $10,000; and , $5,000; and and , $3,000. The weight of the GAS container, experiment mounting plate and its attachment screws, and all hardware regularly supplied by NASA was not charged to the experimenter's weight allowance. The GAS container provided internal pressure, which could be varied from near vacuum to about one atmosphere. The bottom and sides of the container were always thermally insulated, and the top may have been insulated or not, depending on the specific experiment. A lid that could be opened, or one with a window, may be required, and were offered as options at additional cost. The GAS containers were made of aluminum, and the circular end plates are 5⁄8 inch (16 mm) thick aluminum. The bottom of the container were reserved for NASA interface equipment, such as command decoders and pressure regulating systems. The container was a pressure vessel that could be evacuated before or during launch, or on orbit, and could be re- pressurized during re-entry, or on orbit, as required by the experimenter. The getaway bridge, which was capable of holding 12 canisters, made its maiden flight on STS-61-C. The aluminum bridge fit across the payload bay of the orbiter and offered a convenient and economic way of flying several GAS canisters. == Example of GAS experiments == * STS-7 - Pugas * STS-40 - G-616 Cosmic Radiation Effects on Floppy Disks * STS-47 - Project POSTAR * STS-61-C - 1986: Vertical Horizons (G-481) **Ellery Kurtz, artist, and Howard Wishnow, Project Coordinator. An art conservation experiment on board the Space Shuttle Columbia. Included in the canister as part of the experiment were four original oil paintings by Kurtz, and other artistic materials, in order to evaluate the effects of spaceflight on fine art materials. * STS-91 - June 2, 1998 (G-743)Terrestrial and Atmospheric Multispectral Explorer (TAMSE) - An Interdisciplinary Payload to Perform Space Based Remote Sensing and to Measure Microgravity and Radiation Effects. ==Full list of experiments== ==See also== * Hitchhiker Program - program run by the same office as the GAS Program (SSPP) * Space Shuttle == References == == Further reading == * GETAWAY SPECIAL PROGRAM * Get Away Special (GAS) educational applications of space flight * First Flight: the Get Away Special * ENDEAVOUR * Space Flight Dolphin * The Transportation of Fine Arts Materials Aboard the Space Shuttle Columbia, GAS Payload 481 PDF * Remarks at the funeral of NASA's Get Away Special Program * Crew compartment annex: Get Away Special (GAS) 1979 * Flight planning annex. Get Away Special (GAS) flight test payload 1979 * Payload data package annex. Get Away Special (GAS) 1979 * Get Away Special: The First Ten Years PDF * Get Away Special: Experimenter's Symposium 1984) PDF * Get Away Special: Experimenter's Symposium 1985 PDF * Get Away Special: Experimenter's Symposium 1986 PDF * Get Away Special: Experimenter's Symposium 1987 PDF * Get Away Special: Experimenter's Symposium 1988 PDF * The 1992 Shuttle Small Payloads Symposium * The 1993 Shuttle Small Payloads Symposium * The 1995 Shuttle Small Payloads Symposium * The 1999 Shuttle Small Payloads Symposium Category:NASA programs Category:Space Shuttle program Category:University of Michigan",
 "title": "Getaway Special"
}