{
 "id": "561460",
 "text": "Hack and slash, also known as hack and slay (H&S; or HnS) or slash 'em up, refers to a type of gameplay that emphasizes combat with melee-based weapons (such as swords or blades). They may also feature a few projectile-based weapons as well (such as guns) as secondary weapons. It is a sub-genre of beat 'em up games, which focuses on melee combat usually with swords. Hack-and- slash action games are sometimes known as character action games. The term \"hack and slash\" was originally used to describe a play style in tabletop role-playing games, carrying over from there to MUDs, MMORPGs, and role- playing video games. In arcade and console style action video games, the term has an entirely different usage, specifically referring to action games with a focus on real-time combat with hand-to-hand weapons as opposed to guns or fists. The two types of hack-and-slash games are largely unrelated, though action role-playing games may combine elements of both. ==Types of hack-and- slash games== ===Action video games=== In the context of action video games, the terms \"hack and slash\" or \"slash 'em up\" refer to melee weapon-based action games that are a sub-genre of beat 'em ups. Traditional 2D side- scrolling examples include Taito's The Legend of Kage (1985) and Rastan (1987), Sega's arcade video game series Shinobi (1987 debut) and Golden Axe (1989 debut), Data East's arcade game Captain Silver (1987), Tecmo's early Ninja Gaiden (Shadow Warriors) 2D games (1988 debut), Capcom's Strider (1989), the Sega Master System game Danan: The Jungle Fighter (1990), Taito's Saint Sword (1991), Vivid Image's home computer game First Samurai (1991), and Vanillaware's Dragon's Crown (2013). The term \"hack-and-slash\" in reference to action-adventure games dates back to 1987, when Computer Entertainer reviewed The Legend of Zelda and said it had \"more to offer than the typical hack-and- slash\" epics. In the early 21st century, journalists covering the video game industry often use the term \"hack and slash\" to refer to a distinct genre of 3D, third-person, weapon-based, melee action games. Examples include Capcom's Devil May Cry and Onimusha franchises, Koei Tecmo's Dynasty Warriors and 3D Ninja Gaiden games, Sony's God of War and Genji: Dawn of the Samurai, as well as No More Heroes, Bayonetta, Darksiders, Dante's Inferno,Is Dante's Inferno Divine or a Comedy of Errors?, UGO Networks, February 9, 2010Heavenly Sword Review, VideoGamer.com, 04/09/2007 and Sengoku BASARA. The genre is sometimes known as \"character action\" games, and represent a modern evolution of traditional arcade action games. This subgenre of games was largely defined by Hideki Kamiya, creator of Devil May Cry and Bayonetta. In turn, Devil May Cry (2001) was influenced by earlier hack-and-slash games including Onimusha: Warlords (2001),Electronic Gaming Monthly, December 2001 issue, p. 56. and Strider.Jones, Darran (24 Apr 2010). \"The Making of... Strider\". Retro Gamer (76). pp. 48-53. Other games that have been referred to as \"hack-and-slash\" games like Middle-Earth: Shadow of Mordor. ===Role-playing games=== The term \"hack and slash\" itself has roots in \"pen and paper\" RPGs such as Dungeons & Dragons, denoting campaigns of violence with no other plot elements or significant goal. The term itself dates at least as far back as 1980, as shown in a Dragon article by Jean Wells and Kim Mohan which includes the following statement: \"There is great potential for more than hacking and slashing in D&D; or AD&D; there is the possibility of intrigue, mystery and romance involving both sexes, to the benefit of all characters in a campaign.\" Hack and slash made the transition from the tabletop to role-playing video games, usually starting in D&D-like; worlds. This form of gameplay influenced a wide range of action role-playing games, including games such as Lineage, Xanadu and Diablo. ==See also== * List of beat 'em ups, including hack & slash games * Action role-playing game * Beat 'em up * Dungeon crawl * Powergaming * Roguelike * Slasher film ==References== Category:20th-century neologisms Category:MUD terminology Category:Role-playing game terminology Category:Video game gameplay Category:Video game genres Category:Video game terminology",
 "title": "Hack and slash"
}