{
 "id": "561403",
 "text": "Mexicantown is a community in Southwest Detroit, Michigan.Mcewen, Meghan. \"Mexicantown Visiting Guide.\" Model D. Tuesday February 28, 2006. Andrew Eckhous, a columnist for the Michigan Daily, said that Mexicantown was \"one of Detroit’s most vibrant communities\".Eckhous, Andrew. \"Andrew Eckhous: Rejuvenating Detroit.\" The Michigan Daily. January 14, 2013. Retrieved on January 15, 2013. John Gallagher of the Detroit Free Press said that the commercial activity on West Vernor in Mexicantown is an example of what the Detroit Future City report suggested as something to replicate throughout the city.Gallagher, John. \"Blueprint shows what Detroit could be.\" Detroit Free Press at the Battle Creek Enquirer. January 13, 2013. 2. \"The thriving mixed- used district of Midtown, the commercial activity along West Vernor in Mexicantown, and the robust apartment and condominium markets of the Gold Coast along the east riverfront -- these illustrate the denser, mixed-use character of much of what Detroit Future City hopes to create elsewhere in the city.\" ==History== Detroit's Mexican population began settling in Mexicantown in the 1920s. The Mexican community established itself on Vernor Street.Denvir, Daniel. \"The Paradox of Mexicantown: Detroit's Uncomfortable Relationship With the Immigrants it Desperately Needs.\" (Archive) The Atlantic Cities. September 24, 2012. Retrieved on January 15, 2013. The community was originally known as \"La Bagley\".Bonisteel, Sara. \"In Detroit, It's the Mexicans Welcoming Visitors to America.\" (Archive) Fox News. January 11, 2007. Retrieved on May 19, 2013. The Holy Redeemer Roman Catholic Church began holding weekly masses in Spanish by 1969. At one point, the Lithuanian Hall building was renamed the Hispanos Unidos Hall. Waves of immigration came in the 1970s and 1980s, adding to the community. In the late 1980s, the neighborhood was christened \"Mexicantown\" as part of a public relations campaign. A wave of immigration from Mexico in the 1990s greatly increased the number of Mexicans in Detroit. In one period, Mexicantown's population increased with seasonal immigrations of about 2,000 people, while Detroit as a whole had population decreases.\"Movie explores roots, culture of Mexicantown: Detroit-produced film features Jesus Maria and St. Ignacio to detail lives of immigrants.\" The Detroit News. December 29, 1999. Retrieved on January 15, 2012. \"Mexican pride is expected to get a boost on Cinco De Mayo next year at the premier of A Journey to Mexico, a documentary that will chronicle the experiences of thousands of people who immigrated to Detroit from two towns in Mexico. \"More than two-thirds of the people from these towns live and work in Detroit at least part of the year now,\" said Maria Elana Rodriguez, president of the Mexicantown Development Corporation, which is helping to fund the estimated[...]\" and \"Rodriguez said that while many people were moving out of Detroit, the city's Mexicantown area grew as about two thousand people immigrated here seasonally[...]\" Benedict Carey of The New York Times said that Mexicantown was \"on the rise\" in 2005.Carey, Benedict. \"Life in the Red.\" The New York Times. January 15, 2013. Retrieved on January 15, 2012. In December 2012, Ford Motor Company announced that it would open the Ford Resource and Engagement Center in the Mexicantown Mercado facility and spend $10 million to finance the operations of the center.Helms, Matt. \"Ford announces $10-million community center in Mexicantown.\" Detroit Free Press. December 18, 2012. Retrieved on January 15, 2013. Prior to the Ford center opening, the building was closed.\"Ford Donation Boosts Detroit’s Mexicantown.\" CBS Detroit. December 18, 2012. Retrieved on January 15, 2013. ==Composition== The main thoroughfares are Bagley Street and Vernor Street. Meghan McEwen of Model D said, \"Nebulous are the borders of Mexicantown\" and that \"Some say it begins at the old train station and ends at Clark Park. Others passionately insist it includes Clark Park. More than a few people expand its spread all the way to Livernois.\" Vince Murray, the executive director of Vince Murray, argued that the community could include Springwells Avenue and that the name \"Mexicantown\" may be too limiting. McEwen said \"Perhaps even more important to defining the neighborhood, though, are its enviously unique traits and robust character, attracting visitors, as well as residents, from all over the state and even Canada.\" McEwen also said, \"Mexicantown is a place where vibrantly colored buildings, decorated with even brighter murals and hand-painted signs, dot\" Bagley and Vernor. As of 2011, there are many restaurants at the intersection of Interstate 75 and Vernor that cater to customers from the suburbs. Mcewen said, \"One might guess there are more restaurants per square foot than any other neighborhood in Detroit\" ==Education== The neighborhood is in the Detroit school district and is served by Western International High School.\"High School Boundaries - 2012/13 School Year.\" (Archive) Detroit Public Schools. Retrieved on November 1, 2012. Elementary-middle schools: * Amelia Earhart Elementary-Middle School\" Earhart Elementary-Middle School\" (Archive). Detroit Public Schools. Retrieved on November 22, 2015. \"Housed in a new $22.2 million LEED Silver Certified building, Earhart is located on Clark Park in the vibrant Mexicantown area of Detroit.\" The Cesar Chavez Academy charter school has area campuses. The area Roman Catholic Archdiocese of Detroit schools are Holy Redeemer School, a grade school, and the Detroit Cristo Rey High School, which is on the site of the former Holy Redeemer High School.\"Detroit area's Catholic schools shrink, but tradition endures\" (Archive). Detroit Free Press. February 1, 2013. Retrieved on September 13, 2014. The Detroit Public Library Bowen Branch is in Mexicantown.\"Faculty Research Portfolios - Dr. José Cuello.\" Wayne State University. Retrieved on January 16, 2013. \"Although trained as a historian, he has also showcased his artwork at several Días de los Muertos (Days of the Dead) exhibitions and read poetry at the Bowen Library Branch in Mexicantown. \" It was named after a Detroit Library Commission member Herbert Bowen. It opened on December 28, 1912.\"Bowen Branch.\" Detroit Public Library. Retrieved on January 16, 2013. ==In media== A documentary called A Journey to Mexico was created, highlighting travels of people from two Mexican towns to the Mexicantown area of Detroit. In the game Deus Ex: Human Revolution, the protagonist Adam Jensen was fired from SWAT after an incident that took place in Mexicantown. A documentary by Troy Anderson called Clark Park: A Detroit Story, released in 2017, tells the story of the Southwest Detroit community that saved a hockey rink, helped stabilize a neighborhood, and gave inner city youth the opportunity to play the game of hockey. This short documentary with a run time of 34 minutes is told through the perspectives of seven southwest Detroiters ranging from 12 to 87 years of age. ==Notable residents== * Todd Cruz - Baseball playerKantowski, Ron. \"Pro ballplayer's story ends humbly in desert town.\" Associated Press at San Diego Union-Tribune. September 27, 2008. Retrieved on January 15, 2013. *Jack White - Musician ==See also== * History of the Mexican Americans in Metro Detroit ==Notes== ==Further reading== * Rodríguez, María Elena. Detroit's Mexicantown. Arcadia Publishing, 2011. , 9780738578026. ==External links== Category:Ethnic enclaves in Michigan Category:Hispanic and Latino American culture in Michigan Category:Mexican- American culture in Michigan Category:Neighborhoods in Detroit",
 "title": "Mexicantown, Detroit"
}