{
 "id": "561439",
 "text": "You Rang, M'Lord? is a BBC television sitcom written by Jimmy Perry and David Croft, the creators of Dad's Army, It Ain't Half Hot Mum and Hi-de-Hi!. It was broadcast between 1990 and 1993 on the BBC (although there had earlier been a pilot episode in 1988). The show was set in the house of an aristocratic family in the 1920s, contrasting the upper-class family and their servants in a house in London, along the same lines as the popular drama Upstairs, Downstairs. The series featured many actors who had previously appeared in earlier works by Perry and Croft, notably Paul Shane, Jeffrey Holland and Su Pollard, all of whom had starred in Hi-de-Hi!; also featured were Donald Hewlett and Michael Knowles from It Ain't Half Hot Mum, and Bill Pertwee and—occasionally—Frank Williams from Dad's Army. Numerous small parts were played by other alumni of David Croft and/or Jimmy Perry shows. The memorable 1920s-style theme tune was sung by comedian Bob Monkhouse. Episodes of You Rang, M'Lord? were fifty minutes long, rather than the usual thirty (for BBC sitcoms), and attempted to introduce a more reflective approach and more complex plotting than other Croft and Perry series. There was also less reliance on filmed location sequences. ==Production== The series, like other situation comedies of its time, was filmed in front of a live studio audience. Mark Lewisohn said the writers were careful to ensure the sets, lighting and camerawork were of a quality associated with drama productions such as Upstairs, Downstairs.Mark Lewisohn, You Rang, M'Lord at the former BBC Guide to Comedy For a situation comedy, the episodes are an unconventional length (50 minutes). Croft felt this would let them develop characters and situations more thoroughly. This was supported by Gareth Gwenlan, head of BBC comedy.Gary Basford, You Rang M'Lord? at perryandcroft.co.uk Also unconventional for a Perry/Croft series was the fact that plots directly continued from episode to episode like a soap opera as opposed to being largely standalone episodes such as in Dad's Army and It Ain't Half Hot Mum. This, coupled with high production values and attention to period detail, gives the series the feel of a comedy drama. In writing the series, the two writers drew on research and personal accounts from the period; Jimmy Perry's grandfather had been in service as a butler and David Croft's mother, Anne Croft, had been a musical comedy star in the 1920s, giving them some ideas of life both above and below stairs. The pilot episode was meant to be recorded at the BBC Television Centre in London, but due to a strike the sets were sparsely dressed and production was moved to the BBC Elstree Studios instead. The sets were improved for the first series. After the pilot was aired and the BBC agreed to a full series, the production team decided to remain at BBC Elstree Studios, and all four series of the show were recorded there. Exterior shots were mostly filmed in and around Diss, Norfolk, for example a disused brush factory which was used as the Union Jack Rubber Company. Other locations included the seafront at Cromer, Lynford Hall and Oxburgh Hall as the bishop's palace. The 1st World War battle scene at the beginning of the pilot episode was built in Long Valley, the British Army's tank training ground in Aldershot. The exterior of the Meldrum house is rarely seen, although the pilot featured exterior shots of an actual building, probably No. 15, Holland Villas Road, London W14, but later shootings took place at a mockup built on the car park at BBC Elstree Studios or in Norfolk. The first two series were directed by David Croft who then handed over directing duties to Roy Gould, his production manager for many years, for series three and four. The series' opening and closing music was written by Jimmy Perry and Roy Moore and performed by a 1920s-style orchestra.You Rang M'Lord theme tune The vocals were performed by Bob Monkhouse and Paul Shane. ==Plot== In the pilot episode, two World War I soldiers stumble across the body of an officer while crossing no-man's land under heavy gunfire during the Battle of Amiens in 1918. Assuming the officer is dead, one soldier, Alf Stokes (Paul Shane), attempts to rob the officer, much to the disgust of his comrade, James Twelvetrees (Jeffrey Holland). After it becomes apparent that the unconscious officer is not dead, the two men see their chance to escape the battle by carrying the officer to a field hospital. The two soldiers are later called to see the officer, The Honourable Teddy Meldrum (Michael Knowles), who says he is eternally grateful for their services, and tells them he will always be in their debt. The action then cuts to London in 1927, where James Twelvetrees has become the footman in the house of Teddy's brother Lord Meldrum (Donald Hewlett), at 12 Park Lane, Mayfair, and wants to further his position following the death of the butler.The street name is mentioned once in Series 1, Episode 5: \"Fair Shares\". In order to establish a telephone connection, the switchboard operator asks the number of the Meldrum residence. Meanwhile, Alf and his daughter, Ivy (Su Pollard), have just been sacked from their jobsIn the 1988 Pilot Episode, Alf is erroneously handed a modern £10 note as goodbye wages, a fortune in 1927. In later episodes, old fashioned banknotes and prices are used. in a music hall (Alf took the music hall job after being dismissed for dishonesty as a butler). Alf sees his chance to apply for a job at the Meldrum's house, and after blackmailing his previous employer for references, becomes the new butler, much to the annoyance of James. Following the dismissal of a maid, after a backstairs relationship with the Honourable Teddy, Ivy is brought in by her father as the new maid (to hide the fact that she is Alf's daughter, the two decide that Ivy should use her mother's maiden name, Teasdale). The programme follows the various relationships between the upper-class and their servants, as well as Alf's scheming and James's attempts to stop him. The events depicted in the 26 episodes are time-lined though not directly following each other and are based mainly around the following threads: * Moral combat between Alf, James and Ivy, as Alf keeps developing schemes in order to achieve some fortune (and usually fails) and James and Ivy try to stop his actions *Clashes about politics between James and Alf (James is a Conservative voter whilst Alf often talks of class struggle and revolution) * Adultery triangle between Lord Meldrum, Lady Agatha (Angela Scoular) and Sir Ralph (John Horsley) * James arousing romantic interest in Poppy (Susie Brann), Lady Agatha, and Ivy * Developing love affair between Alf and Mrs Lipton (Brenda Cowling), and between Mrs Lipton and Police Constable Wilson (Bill Pertwee) * Efforts of Teddy to dodge the marriage with Madge Cartwright (Yvonne Marsh) * Teddy's pursuit of servant girls * Lord Meldrum's threats to deport Teddy to his rubber plantation in British Malaya; * Ivy's growing affections for James * Business rise, fall and recovery of the House of Meldrum and its most important asset, the Union Jack Rubber Company; * The unpredictable actions of Lady Lavender (Mavis Pugh). ==Characters== ===The Meldrum Family=== *George, Lord Meldrum MC (Donald Hewlett) – The master of the house, Lord Meldrum is a respected member of the aristocracy, in charge of the Union Jack Rubber Company and various other interests. Old-fashioned, with Victorian values, his reputation is nevertheless threatened by his affair with Lady Agatha, the wife of Sir Ralph Shawcross, and it is usually left to Stokes to help him cover this up. He claims to deeply love Agatha, and is left heartbroken after she breaks off their affair. Despite his considerable wealth, he pays his workers poorly, and it is hinted that he once employed slave labour in Africa. *The Honourable Edward \"Teddy\" Meldrum (Michael Knowles) – Lord Meldrum's younger brother, he had been conscripted as a Captain into the British Army in 1915 and had served in the Infantry on the Western Front, where he was badly injured by a shell and carried back to the field hospital by Stokes and Twelvetrees. By 1927 the Honourable Teddy is still unmarried and living in his brother's house. The stereotypical upper-class twit, he has had relationships with five previous housemaids and has fathered children by them all: he cannot resist their \"shiny, scrubbed faces\" and scent of carbolic soap. He is being forced by his brother to marry Madge Cartwright, the heiress to a soap dynasty, although he is more interested in her maid, Rose. *Cecily \"Cissy\" Meldrum (Catherine Rabett) – Cissy is Lord Meldrum's elder daughter. Although attractive, she dresses in a masculine style, takes part in men's sports and activities, such as flying (she is a qualified pilot), and her feminine \"chum\" Penelope (Sorel Johnson) is a frequent house guest. Thus, although never explicitly stated, there are many suggestions that Cissy is a lesbian, the many clues to which are not entirely obvious to her father.You Rang M'Lord?, Jeffrey Holland official website Cissy is a pleasant character, who shows genuine concern for the family and servants alike, often giving away feminine items such as dresses and make-up to Ivy (whom she shows an attraction to in early episodes, frequently winking at her). She often socialises with her younger sister Poppy, but the two regularly bicker because of their differing attitudes. She proclaims herself a socialist and stands as a candidate for the United Workers Party, winning a seat on the council through Stokes's machinations. *Poppy Meldrum (Susie Brann) – Poppy is Lord Meldrum's younger daughter and is a spoiled and unpleasant character who attends 'wild' parties with her friend, Jerry (John D. Collins). She is quite a snob about her position in society, often ready to remind those lower of her position, although at other times she confesses to feeling trapped by her class. Throughout the series, she is attracted to the footman, James Twelvetrees, whom she delights in leading on, despite being aware of the problems it could cause for him. She has an on-off relationship with Jerry, who she abandons when she meets Dickie Metcalf, who is in fact a confidence trickster and is after her money. *Lady Lavender Southwick (Mavis Pugh) – Lady Lavender is Lord Meldrum's mother-in-law and she resides with her parrot, Captain, in the second bedroom of the house. She is very wealthy and has interests in many businesses including a large number of shares in the Union Jack Rubber Company. Lavender was born into an aristocratic family in the early 1850s. We are given to understand that she led a somewhat promiscuous youth, having many affairs, including with Boris the Crown Prince (later King) of Dalmatia (Davy Kaye). She then became involved with a young army officer called Captain Cedric Dolby (Maurice Denham); the two later became engaged, but separated shortly before he was sent off to fight in the Zulu War. After the death of her husband, Lord Southwick, Lady Lavender moved in with her daughter and son- in-law, becoming increasingly reclusive and senile, and enjoyed throwing plates of food at Ivy, the maid. She calls the servants by alternative names of her choosing (calling Ivy 'Ethel', Henry 'Steven' and Stokes 'Capes'). She has no idea who Teddy is (when he explains he is \"George's brother\" she comments she has a son-in-law with that name). ===Servants=== *Alf Stokes (Paul Shane) Butler – Alf Stokes is the scheming Butler. He is Ivy's father and is still married to Ivy's mother, despite their separation. Alf was a Private in the British Army on the Western Front, along with James Twelvetrees. After coming across the Honourable Teddy unconscious in a shell hole, Alf, believing him to be dead, attempted to mug him, much to James' disgust. After realising Teddy was alive, Alf decided to carry the injured Teddy back to the field hospital as a way of saving his own life. This act secures him the job as Butler nine years later at Lord Meldrum's house, after he is forced to return to service following a failed career in showbiz after the war. Throughout the series, Alf devises a number of schemes to scam Lord Meldrum of his money and possessions, although these usually fail. This dishonest aspect of his character was often an asset to Lord Meldrum; on a number of occasions Alf was required to create diversions for Sir Ralph. Alf despises the Meldrum family due to their wealth and high position, although he has genuine respect for Cissy due to her empathy for the working class. Alf also has a relationship with Mrs Lipton through the series, although it is revealed he did this just to borrow money from her. *James Twelvetrees (Jeffrey Holland) Footman – James Twelvetrees is the pompous Footman; the complete opposite of Alf Stokes – stern, upright and honest. His act of helping Alf carry the injured Honourable Teddy to the field hospital during the war also secured him his job in the Meldrum household, although he would never admit this to the other servants. He is not always a likeable character, usually siding with his masters instead of his own class and was often quite unpleasant to the other servants and those he considered lower than him, particularly Mabel and Henry. He is also shown to have his own foibles, such as his infatuation with Miss Poppy, a relationship which left him contemplating resignation at times. He is desired by many of the upper class ladies he served and downstairs by Ivy; this was not reciprocated, although he did show a platonic fondness for her. He aspires to replace Stokes as butler. *Ivy Stokes/Teasdale (Su Pollard) Maid – Ivy is the well-meaning but rather naive maid, the daughter of Alf. Her father secured her the job as maid after he was appointed as Butler by forging her references. Her familial relationship with Alf is largely a secret, but she is forced to tell Henry when he spots the two alone in her bedroom, and later tells James when she needs his help to get Alf out of trouble. Despite her honesty, she is often persuaded to take part in her father's schemes. Earlier in the series, she has to avoid the advances of the Honourable Teddy, although this ceases after series 1. (By season 2 Teddy has started pursuing a relationship with a servant girl called Rose and apologises to Ivy). She is passionately in love with James Twelvetrees, who does not reciprocate her affection. *Mrs Blanche Lipton (Brenda Cowling) Cook – Blanche Lipton had joined the Meldrum household as a young housemaid in her teens and had gradually risen through the ranks to become cook. Her culinary skills are legendary on the street; she is rarely seen out of the kitchen. While usually a kindly woman who shows sympathy for her betters and equals, at other times she is particularly scathing towards those she considers lower, such as Henry and Mabel. Throughout the series she has a relationship with Alf; at one point the two are engaged. When she discovers that Alf was faking the relationship just to borrow money from her, she snaps and throws all the dinner plates and crockery at him. After this incident, Blanche then shifts her affections to Constable Wilson. *Henry Livingstone (Perry Benson) Bootboy – Henry was abandoned as a child in a basket on the steps of the Livingston Road Orphanage, in which institution he remained until the age of 14, when he was taken into the Meldrum house as bootboy. Although the second-lowest ranking servant in the house, Henry is often the most insightful character, something which usually gets him into trouble; for not conforming to the expected etiquette and making inappropriate comments, he is usually soundly clipped about the ear. He is a good friend of Ivy, and it is often suggested that he would like a relationship with her. *Mabel Wheeler (Barbara New) Charwoman – Mabel is the lowest-ranking servant in the Meldrum household. She does not live at the Meldrum house and resides with her unemployed husband in a poor part of London. She is regarded by some of the others as an outsider, James and Mrs Lipton in particular. Because of her low rank and social status, she is not allowed to have meals with the other servants, and is usually given some scraps to take home, which gave rise to her catchphrases \"That'll be nice(!)\" and \"I can't remember the last time I had a...\". ===Other Characters - Regular=== *Constable Wilson (Bill Pertwee) – Police Constable Wilson is the local Bobby, although he rarely appears to be doing his duty. Instead he dines nightly with the servants, as was apparently the custom because the police would then overlook any indiscretion made by the family. He is generally ineffective as a policeman, although he becomes something of a wine connoisseur, due to his nightly selection from Lord Meldrum's cellar. ===Other Characters - Recurring=== *Sir Ralph Shawcross (John Horsley) – Sir Ralph is another wealthy member of London society, with two residences; a London house and a country residence. He is married to Lady Agatha (her third husband) and is initially suspicious of Lord Meldrum's relationship with his wife, but eventually comes to regard him as a friend after he is led to believe that Meldrum is impotent and therefore not a threat. When the truth is revealed, he seeks revenge on Meldrum. *Lady Agatha Shawcross (Angela Scoular) – Lady Agatha is the wife of Sir Ralph and is also Lord Meldrum's mistress. She conducts her affair with Lord Meldrum even when her husband is present in the house by secretly giving him sleeping pills. She had previously been assistant matron at Eton but had been sacked following an incident with a number of students. She had two previous husbands before she married Sir Ralph, but also had plenty of lovers, whom she entertains at her mews apartment. *Madge Cartwright (Yvonne Marsh) – The sole heiress to the Cartwright Soap business empire, she resides in a luxury flat in Mayfair and is a regular visitor to the house. She is a longtime admirer of Teddy, and the two become engaged. She does not realise that Teddy secretly despises her and is instead infatuated with her maid, Rose (Amanda Bellamy). *Charles, the Lord Bishop (Frank Williams) – Charles is the Lord Bishop, and a close friend of the family. He is a frequent visitor at the Meldrum house, often accompanied by his young chaplain, Robin (Robbie Barnett). ===Other characters=== As with the main cast, a number of other characters were played by actors who have appeared in Perry/Croft series, including Felix Bowness, Kenneth Connor, Stuart McGugan, John D. Collins and Ivor Roberts. ==Episodes== ==Reception and release== thumb|200px|Co-writers David Croft and Jimmy Perry during a Dad's Army event at Bressingham Steam Museum, May 2011. The series was not initially well received by the critics, and is less well-known than other Croft sitcoms, such as Dad's Army, It Ain't Half Hot Mum, Hi-de-Hi!, 'Allo 'Allo! and Are You Being Served? (the latter two of these were co-written by Croft with Jeremy Lloyd). Reviewing the series ten years later, Mark Lewisohn notes that unlike previous Croft/Perry series, the lead characters were not \"loveable\", stating: > ...in fact, Alf was quite menacing and James was just too snobbish and > unbending a character to generate a response from the audience. This > combination of production values and darker characterisation seemed to work > against the series, and the normally loud and broad humour of such ensemble > romps was uncomfortable in the surroundings. While far from a ratings > disaster, it nonetheless failed to attract the level of audiences normally > reached by Perry and Croft. Simon Morgan-Russell, Professor of English at Bowling Green State University is more complimentary, noting that \"Unlike other Perry and Croft sitcoms, You Rang, M'Lord? has a distinct serial structure, though it is also the most stable example of their work in terms of maintaining the original situational concept and the cast\".Simon Morgan-Russell, Jimmy Perry and David Croft (Manchester University Press, 2004), 128 He goes on to compliment the series' examination of class,Morgan-Russell, 137-140 sexuality and gender issues,Morgan-Russell, 145-6 as well as the heritage cinema-inspired period detail of the piece, particularly in its location filming.Morgan-Russell, 135-136 The series was the first British sitcom to feature a recurring lesbian character, in Cissy Meldrum.Nina Rapi and Maya Chowdhry, eds., Acts of Passion: Sexuality, Gender, and Performance, (Routledge, 1998) 162 The character has generated mixed reactions. Anthony Joseph Paul Cortese's Opposing Hate Speech suggests that Cissy is \"the archetypal stereotype for a lesbian...[using]...non-flattering stereotypes\".Anthony Joseph Paul Cortese, Opposing Hate Speech (Greenwood Publishing Group, 2006) p.207 Alison Darren's Lesbian Film Guide is much more positive, stating \"You Rang, M'Lord? gave us the wonderful Cissy (...replete with monacle and a series of beautifully tailored suits).\" She goes on to note the character's \"championing of the workers\" suggesting that throughout her character \"behaved with integrity and style.\"Alison Darren, Lesbian Film Guide(Continuum International Publishing Group, 2000), 2 The BBC Comedy Guide criticises the show: \"for most of their career Perry and Croft had turned clichés on their heads and created characters that went beyond normal. The research and interest they showed in the 20s setting and 'getting it right' in You Rang... seems to have made them forget to put many laughs in.\" You Rang, M'Lord? has rarely been repeated on television, which Croft believed was probably due to its unusual length, which does not suit current broadcasting slots (his other series such as Dad's Army and 'Allo, 'Allo are 30 minutes in duration). However, all four series have been released on DVD, both individually and as a box set. The show has acquired a major following in Hungary where a version dubbed into Hungarian became popular following the fall of Communism in the country. A fan club has nearly 23,000 followers and in 2018, a celebratory banquet was held in Budapest attended by actors Jeffrey Holland, Michael Knowles, Catherine Rabett, Susie Brann and Amanda Bellamy to celebrate the 30th anniversary of the pilot episode. The show started a complete re-run on 3 April 2018 on UKTV's Drama channel in the afternoon Comedy Slot, and also shortly thereafter on GOLD.You Rang M'Lord?, Su Pollard official website In addition, all four series are available individually along with a box set of the complete collection as digital downloads from the iTunes Store. ==References== ==External links== * * * Category:BBC television sitcoms Category:Television series created by Jimmy Perry Category:David Croft sitcoms Category:Television series set in the 1920s Category:Fiction set in 1927 Category:1988 British television series debuts Category:1993 British television series endings Category:1980s British sitcoms Category:1990s British sitcoms Category:English-language television shows Category:Television shows set in London Category:Television shows shot at BBC Elstree Centre",
 "title": "You Rang, M'Lord?"
}