{
 "id": "561508",
 "text": "{| |} The Dido class consisted of sixteen light cruisers built for the Royal Navy during World War II. The first group of three ships were commissioned in 1940, the second group (six ships) and third group (two ships) were commissioned between 1941 and 1942. A fourth group, also described as the Improved Dido, or the Bellona class (five ships), were commissioned between 1943 and 1944. Most members of the class were given names drawn from classical history and legend. The groups differed in armament, and, for the Bellonas, in function. The Dido class were designed as small trade protection cruisers, and were designed with five turrets, each with twin 5.25 guns in high angle mountings, far more modern in design than previous light cruiser turrets, and offering efficient loading up to 90 degrees elevation to give some dual- purpose capability. While some damage was experienced initially in extreme North Atlantic conditions, modified handling avoided the problem. The fitting of the three turrets forward in A, B and C position depended on some use of aluminium in the structure and the lack of aluminiumRaven & Roberts, p. 275 after Dunkirk was one of the reasons for only four turrets being fitted to the first group of three, while the third group had four turrets with twin 4.5 guns. The Bellonas were designed from the outset with four turrets, but with radar-guided guns, and carried an increased light anti-aircraft armament. From the initial trials of the lead ship of the class, Bonaventure, the new light cruisers were considered a significant advance, and later, in action in the Mediterranean Sea, they were surprisingly effective in protecting the crucial convoys to Malta and managed to see off far larger ships of the Italian Royal Navy. The gun was primarily a surface weapon, but it was intended to fire the heaviest shell suitable for anti-aircraft defence and accounted for around 23 aircraft and saw off far more. Four original Dido-class ships were lost during the war: , , , and . The original ship of the class, , was put into reserve in 1947 and decommissioned ten years later. was the last remaining in-service ship of the original class, being decommissioned in 1954 and scrapped in 1959. The Bellona class (as well as four rebuilt Dido ships) were mainly intended as picket ships for amphibious warfare operations, in support of aircraft carriers of the Royal Navy and United States Navy in the Pacific. was the only ship of the sub-class to be sunk, struck by a German Fritz X glide bomb while supporting the landings at Anzio. Two ships were to be modified to be command ships of aircraft carrier and cruiser groups intended for action against German battlecruisers. Originally these were Scylla and Charybdis of the third group, but after the loss of Charybdis in 1943, Royalist of the fourth (Bellona) group was selected: these two were also known as the Modified Dido. Post-war modernisation proposals were limited by the tight war emergency design which offered inadequate space and weight for the fire control and magazines for four or five 3-inch twin 70 turrets combined with the fact the heavy-to-handle 5.25-inch shellsMurfin, p. 139 fitted when the cruisers were built had a large burst shock which made them a more effective high level AA weapon than post war RN 4.5-inch guns. was rebuilt for potential action alongside the battleship against the post-war Soviet s and s. Royalist was loaned to the Royal New Zealand Navy (RNZN) from 1956 to 1966. ==Armament== The class were intended to be armed with ten 5.25-inch (133 mm) guns in five twin turrets, which were of the same circular design as the secondary armament in the s. Due to a shortage of the guns, caused by difficulties in manufacturing them, the first group were built with only four 5.25-inch gun turrets. Only HMS Dido had the fifth turret added later. The first group was also armed with a gun for firing star shells and two quadruple QF 2-pounder (40 mm) \"pom-poms\" for anti-aircraft defence. The second group had all five twin 5.25-inch guns and therefore did not require the 4-inch gun. The third group's armament was changed due to the shortage of 5.25-inch guns and were armed with eight QF 4.5-inch (113 mm) guns in four twin turrets instead. The 4.5-inch gun was better suited to the primary anti-aircraft role of the Dido class. The forward (A and B) 4.5-inch turrets were mounted on the top of conjoint deckhouses, extending the superstructure with more accommodation and radar rooms to allow the two cruisers to operate as flagships. The high rate of fire of the 4.5-inch turrets, together with simpler dual-purpose twin Director Control Tower (DCT) , meant that Scylla and Charybdis were arguably the only members of the Dido class that were true AA cruisers.R. Hughes. Through the Waters. A gunnery officer on HMS Scylla 1942-3. W . Kimber. London (1956) p 25-29 The 4-inch gun was also fitted and the 2-pounder armament was increased from eight to ten. The Bellona subclass differed in appearance somewhat from their predecessors. They had eight 5.25-inch RP10 MkII guns in four twin turrets and had greatly improved anti-aircraft armament, with twelve 2-pounder guns and twelve Oerlikon 20 mm cannons. The bridge of the Bellona class was lowered by one deck compared to the previous three groups. This reduced topweight and so full radar control could be fitted to the 5.25-inch turrets and 2-pounder guns. These ships used the HACS high angle fire control system. The two funnels were more upright than the raked ones of the original Dido class. ==Service== In World War II, the Dido class saw much action, including the Battle of Cape Matapan, the Second Battle of Sirte, Operation Torch, Operation Overlord and the Battle of Okinawa, as well as many other duties in the Mediterranean and Pacific. Five ships were lost during the war: , , , , and . was badly damaged by a naval mine and declared a constructive total loss. The post-war survivors continued in service; all were decommissioned by the 1960s. , and were lent to the Royal New Zealand Navy post-World War II. In 1956, was sold to Pakistan and renamed Babur. ==Ship modifications== ===Didos=== Bonaventure completed with only four twin 5.25 in turrets because of shortages and received a 4-inch starshell gun in \"X\" position. She received a radar set before October 1940 but was otherwise unaltered. Naiad was completed with five turrets. She received five single 20 mm in September 1941 and had Type 279 radar by this time. completed with four turrets and was fitted with a 4-inch gun in \"C\" position forward of the bridge. The latter was 'landed' (removed) during her refit between November 1941 and April 1942 at New York City, along with the 0.5-inch machine guns and Type 279 radar, while a quadruple 2 pdr replaced the 4-inch gun and eleven single 20 mm guns were fitted. Radars were now Type 281, 284 and 285. The \"A\" turret was temporarily removed at the end of 1942 after torpedo damage. During repairs in the first six months of 1943, all three quadruple 2 pdr mounts were landed, as were seven single 20 mm, to be replaced by three quadruple 40 mm Bofors guns and six twin 20 mm. Radar Type 272 was also fitted. Her A turret was replaced in July 1943. Her light anti-aircraft weaponry in April 1944 was twelve 40 mm (3 × 4) and sixteen 20 mm (6 × dual, 4 × single). Dido had four turrets and a 4-inch gun similar to Phoebe. The 4 in. and the machine guns were removed in the latter half of 1941 at Brooklyn Navy Yard, when the \"Q\" position 5.25 in. turret was shipped and five single 20 mm were fitted. In the early summer of 1943 three single 20 mm were exchanged for four twin 20 mm and the radar outfit was altered by the addition of Types 272, 282, 284 and 285. April 1944 lists show only eight 20 mm. completed with her designed armament. In September 1941 the .5 inch machine guns were landed and five single 20 mm fitted. Two more were added by September 1942. By mid-1943 two single 20mm had been removed and four twin 20 mm shipped. The type 279 radar was replaced by types 272, 281, 282 and 285. In a long refit from October 1943 to July 1944, C turret was replaced by a quadruple 2 pdr and two twin 20 mm were fitted. Radar 271 and 272 were removed and types 279b, 277 and 293 fitted. Hermione was also completed as a five-turret ship. She had the .5 in. MGs removed in October/November 1941 and received five single 20 mm. was completed with five turrets and five 20 mm. She had received two more 20 mm by mid-1943. One of these was landed at Massawa at the end of 1943 and two 40 mm Bofors Mk III were fitted. She is listed as having only seven 20 mm as light AA in April 1944. By April 1945 she had two Mk III 40 mm fitted and had landed two single 20 mm. was completed with two 2-pounders in 1942 in lieu of the .5 in machine guns but these were removed in the middle of the year and replaced by five 20 mm. A sixth 20 mm was added in mid-1943. During repairs between November 1943 and November 1944, Q turret was removed, as were two quadruple 2 pdr and five 20 mm. Three quadruple 40 mm Bofors and six twin 20 mm were fitted and there were four single 20mm. In 1951 the American-sourced quadruple Bofors and Oerlikons were replaced by three twin MK 5 Bofors and eight single Mk 7. was completed with four single 20 mm in lieu of the .5 in MGs. She had Q turret removed during repairs in 1943/44, and lost the four single 20 mm. She received a quadruple 2 pdr in lieu of the 5.25 in, and had five twin 20 mm fitted. By April 1944 her light AA comprised three quadruple 2 pdr, six twin power-operated 20 mm and five singles. By the end of the war with Japan she had received five 40 mm Bofors and three single 40 mm Bofors Mk III. Scylla was completed with four twin 4.5 in Mk III in UD MK III mountings because of a shortage of 5.25 in mountings. The forward superstructure was considerably modified to accommodate these and also to increase crew spaces. Her light AA on completion was eight single 20 mm. Six twin power-operated 20 mm were added at the end of 1943. Charybdis was also completed with four twin 4.5 inch and had, in addition, a single 4 in Mk V forward of X mounting. Her light AA at completion was four single 20 mm and two single 2 pdr. The 4 inch starshell gun and two of the single 2 pdr were removed and replaced by two twin and two single 20 mm, probably in 1943. ===Bellonas=== thumb|right| of the Bellona subclass Spartan received no alterations as far as is known. Royalist was converted to an escort carrier squadron flagship immediately on completion, when an extra two twin 20 mm were fitted as well as four single 20 mm. She was the only ship to receive an extensive postwar modernisation ordered for the RN but was later sold to New Zealand. Plans were drawn up to fully modernise the four improved Didos with either four twin 3 inch L70 guns or Mk 6 4.5 inch guns. However, that would have required building new broad beamed Didos (as was seriously considered in 1950–54). This was because the magazines of the Royalist type could hold only enough 3 inch ammunition for 3 minutes and 20 seconds of continuous firing. The refit of Royalist was shortened and that of Diadem abandoned because new steam turbines were regarded as both necessary and unaffordable. Royalist′s reconstruction, like that of Newfoundland, incorporated much of the RN's late 1940s and early 1950s view of a desirable cruiser. Royalist′s 5.25 inch armament was given some of the improvements of the final 5.25 inch mounts built for Vanguard, but not the extra space or power ramming. Also added was a secondary armament of three STAAG automatic twin 40mm, new Type 293, 960M radar and Type 275 (two sets) DP fire control for the 5.25 guns, and a lattice mast. Bellona had four single 20 mm added by April 1944, and received an extra eight single 20 mm by April 1945. When she was loaned to the RNZN after the war (1946–52), the twin Oerlikons were replaced by six single MK3P 40mm in the RNZN's electric powered mount. Bellona was never fitted with six standard tachymetric directors requested by the RNZN for controlling the Bofors. The RNZN mothballed the quadruple pom pom mounts for manning reasons, but maintained the single Oerlikons on Bellona. Black Prince and also received eight single 20 mm, and had a further two twin 20 mm by early 1945. ==Post-war development== Post war in the expanded 1951 programme of the Korean War Emergency a broad beam Bellona class armed with four twin Mk 6 4.5 guns was considered as a cruiser option along with the 1951 Minotaur classB.Watson. The changing face of the world's Navies 1945 to present. Arms & armour. London (1991) p. 79 and the Tiger class completed with two Mk 24 6 inch turrets and four twin Mk 6 4.5. Black Prince was loaned to the RNZN after the war and was operational briefly in 1947 before part of her crew mutinied and were discharged, and after a 1952 refit with 8 single Mk3P 40mm which were electric powered, like the RN Mk 9 and 6 single Oerlikon and operated till 1955, which included a visit to the 1953 Fleet Review at Spithead. Diadem (renamed Babur) was sold to Pakistan in 1956 after a modest refit with 293 and 281 radar and standardised 40mm twin and single light AA guns. Babur became a cadet training ship in 1962 but was brought into use and her 5.25-inch guns were fired in the limited naval activities during the Indo- Pakistani War of 1965. ==Ships in class== {|class=\"wikitable sortable plainrowheaders\" |+ Construction data, Dido group |- ! scope=\"col\" | Name ! scope=\"col\" | Pennant ! scope=\"col\" | Builder ! scope=\"col\" | Laid down ! scope=\"col\" | Launched ! scope=\"col\" | Commissioned ! scope=\"col\" class=\"unsortable\" | Fate |- ! scope=\"row\" | | style=\"text-align: center;\" | 37 | rowspan=3 | Cammell Laird, Birkenhead | 26 October 1937 | 18 July 1939 | 30 September 1940 | Broken up at Barrow-in-Furness, 1957 |- ! scope=\"row\" | | style=\"text-align: center;\" | 61 | 21 November 1939 | 6 September 1941 | 8 August 1942 | Broken up at Newport, 1955 |- ! scope=\"row\" | | style=\"text- align: center;\" | 88 | 9 November 1939 | 17 September 1940 | 3 December 1941 | Sunk at Battle of Sept-Îles, 23 October 1943 |- ! scope=\"row\" | | style=\"text- align: center;\" | 43 | Fairfield, Govan | 2 September 1937 | 25 March 1939 | 27 September 1940 | Broken up at Blyth, 1956 |- ! scope=\"row\" | | style=\"text- align: center;\" | 74 | Alexander Stephen and Sons, Glasgow | 6 October 1937 | 18 May 1939 | 25 March 1941 | Torpedoed by the , 16 June 1942 |- ! scope=\"row\" | | style=\"text-align: center;\" | 31 | rowspan=2 | Scotts, Greenock | 30 August 1937 | 19 April 1939 | 24 May 1940 | Torpedoed by the , 31 March 1941 |- ! scope=\"row\" | | style=\"text-align: center;\" | 98 | 19 April 1939 | 24 July 1940 | 12 June 1942 | Broken up at Barrow-in-Furness, 1950 |- ! scope=\"row\" | | style=\"text-align: center;\" | 93 | rowspan=2 | Hawthorn Leslie, Hebburn | 26 August 1937 | 3 February 1939 | 24 July 1940 | Torpedoed by the , 11 March 1942 |- ! scope=\"row\" | | style=\"text-align: center;\" | 33 | 5 January 1939 | 27 March 1940 | 5 December 1941 | Broken up at Newport, 1958 |- ! scope=\"row\" | | style=\"text-align: center;\" | 82 | Portsmouth Dockyard, Portsmouth | 6 April 1938 | 18 September 1940 | 6 May 1942 | Broken up at Blyth, 1956 |- ! scope=\"row\" | | style=\"text-align: center;\" | 42 | Chatham Dockyard | 21 October 1937 | 6 June 1939 | 30 June 1941 | Broken up at Blyth, 1959 |} {|class=\"wikitable sortable plainrowheaders\" |+ Construction data, Bellona group |- ! scope=\"col\" | Name ! scope=\"col\" | Pennant ! scope=\"col\" | Builder ! scope=\"col\" | Laid down ! scope=\"col\" | Launched ! scope=\"col\" | Commissioned ! scope=\"col\" class=\"unsortable\" | Fate |- ! scope=\"row\" | | style=\"text-align: center;\" | 63 | Fairfield, Govan | 30 November 1939 | 29 September 1942 | 29 October 1943 | Broken up at Barrow-in-Furness, 1959 |- ! scope=\"row\" | | style=\"text-align: center;\" | 89 | Scotts, Greenock | 21 March 1940 | 30 May 1942 | 10 September 1943 | Broken up at Osaka, 1968 |- ! scope=\"row\" | | style=\"text-align: center;\" | 84 | Hawthorn Leslie, Hebburn | 15 December 1939 | 26 August 1942 | 6 January 1944 | Transferred to Pakistan, 1956. Renamed Babur. Deleted 1985. |- ! scope=\"row\" | | style=\"text-align: center;\" | 81 | Harland and Wolff, Belfast | 2 November 1939 | 27 August 1942 | 20 November 1943 | Broken up at Osaka, 1962 |- ! scope=\"row\" | | style=\"text-align: center;\" | 95 | Vickers-Armstrongs, Barrow-in-Furness | 21 December 1939 | 27 August 1942 | 10 August 1943 | Sunk by aircraft, 29 January 1944 |} ==See also== * : contemporary American cruiser of similar size, role and configuration ==Notes== ==References== * * * * * * * * * * ==External links== * Gunnery Layout of a Dido-class cruiser. from Gunnery Pocket Book 1945 placed online courtesy of Historic Naval Ships Association * Newsreel video of HMS Scylla fighting the Luftwaffe while protecting convoy PQ18 * Our Navy in Action; newsreel footage of Dido-class cruisers engaging Axis aircraft and Italian battleships during the Battle of Sirte on 22 March 1942 * Short video clip of a Dido-class cruiser in action Category:Cruiser classes Category:Ship classes of the Royal Navy",
 "title": "Dido-class cruiser"
}