{
 "id": "561605",
 "text": "Gurbani () is a Sikh term, very commonly used by Sikhs to refer to various compositions by the Sikh Gurus and other writers of Guru Granth Sahib. In general, hymns in the central text of the Sikhs, the Guru Granth Sahib, are called Gurbani. Among Amritdhari Sikhs, a few texts from Dasam Granth which are read as Nitnem, like Tav-Prasad Savaiye and Chaupai, are also considered Gurbani. In Adi Granth, Gurbani is a sound which comes directly from the Supreme and the text is a written form of the same in worldly language and scripts. It is also called Guru´s Bani.ਜਨੁ ਨਾਨਕੁ ਬੋਲੇ ਗੁਣ ਬਾਣੀ ਗੁਰਬਾਣੀ ਹਰਿ ਨਾਮਿ ਸਮਾਇਆ ॥੪॥੫॥ Servant Nanak chants the Glorious Words of the Guru's Bani; through them, one is absorbed into the Naam, the Name of the Lord. ||4||5||: Page 494, M5 Gurbani are explanations of qualities of the Primal Lord and Soul which a Sikh should comprehend and with which they can attain the supreme state. Sikh historical writings, unauthentic writings or apocryphal compositions written under the names of Sikh Gurus and other writings by Sikhs are not considered Gurbani and are referred to as Kachi Bani.The Sikh Encyclopedia: APOCRYPHAL COMPOSITIONS ==Etymology== Gurbani is composed of two words: 'Gur' and 'Bani'. Gur has multiple meanings depending on context. In Guru Granth Sahib, Gur is used for multiple meanings, as per context of hymn. The common use of Gur is either for wisdom and internal conscious mind (referred to as Chitta or Antar Atma).ਗੁਰਬਾਣੀ ,Mahankosh, Bhai Kahn Singh Nabha Thereby Gurbani either means the speech of wisdom or the speech of conscious mind. Gurbani is directly received from inside after attaining a Supreme state, whereas the Granth or textual form is worldly language of the same. Gurbani is also referred to as Dhur Ki Bani (the speech from the Supreme house). In Adi Granth, it is considered a source of spiritual knowledge which illuminates the mind and gives internal bliss. The one who comprehends Gurbani is also described as an Amritdhari. Gurbani is a source of truth with which the internal filth and sins get eradicated and one who find Gurbani sweet is in supreme state. Extracts from Guru Granth Sahib are called Gutkas (small books) containing sections of Gurbani. These Gutkas can vary from just a few pages to hundreds of pages and are used by the Sikhs to read these Banis on a daily basis. ==Nitnem compositions== thumb|A Pothi Sahib (Nitnem prayerbook) is commonly wrapped in a similar cloth as a mark of respect|right The hymns of the Japji Sahib, Jaap Sahib, Tav-Prasad Savaiye, Chaupai Sahib and Anand Sahib should be read before sunrise daily according to the Sikh Rehat Maryada. These are recited by initiated Sikhs at Amritvela (before 6 AM). Rehras is read in the evening around sunset or after a day's work and finally Kirtan Sohila is read before going to bed. Doing Nitnem is also commonly referred as doing paath. Japji Sahib, Anand Sahib, and Kirtan Sohila are a part of Guru Granth Sahib. Jaap Sahib, Tav-Prasad Savaiye, and Chaupai Sahib were all compiled by Guru Gobind Singh and found in the Dasam Granth. Rehras is a mix with hymns from both Guru Granth Sahib and Dasam Granth. A Sikh may add more Gurbani to their Nitnem and if done frequently that Gurbani becomes a part of their Nitnem. ==Other Common Gurbani compositions== *Panj Granthi ==See also == * Japji Sahib * Anand Sahib * Sri Guru Granth Sahib * Nitnem ==References== Category:Sikh scripture Category:Sikh terminology",
 "title": "Gurbani"
}