{
 "id": "561651",
 "text": "The phrase fresh off the boat (FOB), off the boat (OTB), are sometimes- derogatory terms used to describe immigrants who have arrived from a foreign nation and have yet to assimilate into the host nation's culture, language, and behavior, but still continue with their ethnic ideas and practices. Within Ethnic Asian circles in the United States, the phrase is considered politically incorrect and derogatory. It can also be used to describe the stereotypical behavior of new immigrants as, for example, their poor driving skills, that they are educated yet working low-skilled or unskilled jobs, and their use of broken English. The term originates in the early days of immigration, when people mostly migrated to other countries by ship. \"Fresh off the Boeing 707\" (in reference to the Boeing 707 jet) is sometimes used in the United States as a variation, especially amongst East, South and Southeast Asian immigrants. In the United Kingdom \"fresh off the boat\" (mostly in regard to Indians, Pakistanis, and Bangladeshis as well as other immigrant groups) are referred to as freshies or simply FOBs. In the sociology of ethnicity, this term can be seen as an indicator of a nature of diasporic communities, or communities that have left their country of origin and migrated, usually permanently, to another country. The term has also been adapted by immigrants themselves or others in their community who see the differentiation as a source of pride, where they have retained their culture and have not lost it to assimilation. In fact, instead of taking this harm-intended phrase as an insult, many immigrants and more specifically, East and South Asians (especially their American-born children) may use this term to describe their cultural background habits and fashion sense, for example \"fobby clothing\", \"fobby glasses\", \"fobby accent\", and others. Similarly, some in the Arab- American community in Michigan refer to themselves as \"Boaters\", using it as a term of endearment, while others see it as an insult. In some instances, an \"ethnic community\" may find it difficult to assimilate with their new culture. Although some try to assimilate, they may fail due to the very swift transition to the host continent. == In popular culture == * Fresh Off the Boat: A Memoir, book by Eddie Huang * Fresh Off the Boat, a 2015 TV series * FOB (play) by David Henry Hwang == See also == * Culture shock * Ellis Island * Vietnamese boat people * Seasoning (colonialism) * Stereotypes of South Asians * Stereotypes of Arabs and Muslims in the United States * Stereotypes of Americans ==References== Category:Slang Category:Asian-American issues Category:Asian-American culture Category:Ethnic and religious slurs",
 "title": "Fresh off the boat"
}