{
 "id": "561748",
 "text": "thumb|New Georgia Sound and Choiseul and neighbouring islands New Georgia Sound is the sound in the New Georgia Islands region that runs approximately southeast–northwest through the middle of the Solomon Islands archipelago in the Southern Pacific Ocean and Melanesia.Map of the Solomon Islands archipelago (a better map). ==Geography== The sound is bounded by Choiseul Island, Santa Isabel Island, and Florida Island to the north, and by Vella Lavella, Kolombangara, New Georgia, and the Russell Islands to the south. Bougainville Island of the Autonomous Region of Bougainville (Papua New Guinea) and Guadalcanal island, define northwestern and southeastern ends of the sound, respectively. It is one of three major routes for merchant shipping through the Solomon Islands archipelago. The two others are: the Bougainville Strait and Indispensable Strait route which links the Pacific Ocean, Solomon Sea and Coral Sea; and the Manning Strait route, which links the Pacific to New Georgia Sound. Savo Island, a volcanic cone northwest of Guadalcanal, is a topographically significant island in the eastern region. ==History== Captain Edward Manning sailed Pitt through the sound in 1792, on his way to Bengal in British India after having delivered convicts to Port Jackson in New South Wales, colonial Australia. ===World War II=== During the Pacific War of World War II, the New Georgia Sound was known as \"The Slot\" by Allied combatants due to its geographical shape and the amount of warship traffic that traversed it. The Japanese naval efforts to resupply their garrison on Guadalcanal were referred to as the Tokyo Express. A large number of naval battles were fought in and around the sound during 1942 and 1943, between the Imperial Japanese Navy, and the allied forces of the United States Navy, Royal Australian Navy, and Royal New Zealand Navy. ==See also== * North Solomon Islands * Ironbottom Sound * Battle of Savo Island * Naval Battle of Guadalcanal ==References== Category:Sounds of Oceania Category:Bodies of water of the Solomon Islands Category:Bodies of water of Papua New Guinea Category:Geography of the Autonomous Region of Bougainville Category:Western Province (Solomon Islands)",
 "title": "New Georgia Sound"
}