{
 "id": "561853",
 "text": "Umber is a natural brown or reddish-brown earth pigment that contains iron oxide and manganese oxide. Umber is darker than the other similar earth pigments, ochre and sienna. In its natural form, it is called raw umber. When heated (calcinated), the color becomes more intense, and then becomes known as burnt umber. The name comes from terra d'ombra, or earth of Umbria, the Italian name of the pigment. Umbria is a mountainous region in central Italy where the pigment was originally extracted. The word also may be related to the Latin word umbra, meaning \"shadow\". Umber is not one precise color, but a range of different colors, from medium to dark, from yellowish to reddish to grayish. The color of the natural earth depends upon the amount of iron oxide and manganese in the clay. Umber earth pigments contain between five and twenty percent manganese oxide, which accounts for their being a darker color than yellow ochre or sienna. Commercial colors vary depending upon the manufacturer or the color list. Not all umber pigments contain natural earths; some contain synthetic iron and manganese oxide, indicated on the label. Pigments containing the natural umber earths indicate them on the label as PBr7 (Pigment brown 7), following the Colour Index International system. ==History== Umber was one of the first pigments used by humans; it is found along with carbon black, red and yellow ocher in cave paintings from the Neolithic period. Dark brown pigments were rarely used in Medieval art; artists of that period preferred bright, distinct colors such as red, blue and green. The umbers were not widely used in Europe before the end of the fifteenth century; the Renaissance painter and writer Giorgio Vasari (1511–1574) described them as being rather new in his time. The great age of umber was the baroque period, where it often provided the dark shades in the chiaroscuro (light-dark) style of painting. It was an important part of the palette of Caravaggio (1571–1610) and Rembrandt (1606–1669). Rembrandt used it as an important element of his rich and complex browns, and he also took advantage of its other qualities; it dried more quickly than other browns, and therefore he often used it as a ground so he could work more quickly, or mixed it with other pigments to speed up the drying process. The Dutch artist Johannes Vermeer used umber to create shadows on whitewashed walls that were warmer and more harmonious than those created with black pigment. In the second half of the 19th century, the Impressionists rebelled against the use of umber and other earth colors. Camille Pissarro denounced the \"old, dull earth colors\" and said he had banned them from his palette. The impressionists chose to make their own browns from mixtures of red, yellow, green, blue and other pigments, particularly the new synthetic pigments such as cobalt blue and emerald green that had just been introduced. In the 20th century, natural umber pigments began to be replaced by pigments made with synthetic iron oxide and manganese oxide. Natural umber pigments are still being made, with Cyprus as a prominent source. Pigments containing the natural earths are labeled as PBr7, or Brown pigment 7. ==Varieties== ===Raw umber=== Displayed at the right is one version of the color raw umber. ===Burnt umber=== Burnt umber is made by heating raw umber, which dehydrates the iron oxides and changes them partially to the more reddish hematite. It's used for both oil and water color paint. The first recorded use of burnt umber as a color name in English was in 1650.Maerz and Paul A Dictionary of Color New York:1930 McGraw-Hill Page 191; Color Sample of Burnt Umber: Page 53 Plate 15 Color Sample A12 == See also == * List of colors * List of inorganic pigments ==References== * * * ==Sources and citations== == External links == * — Discussion of umber and its use by Vermeer and other painters. Category:Shades of brown Category:Iron oxide pigments Category:Iron minerals Category:Manganese minerals Category:Oxide minerals",
 "title": "Umber"
}