{
 "id": "56239",
 "text": "Acrylamide (or acrylic amide) is an organic compound with the chemical formula CH2=CHC(O)NH2. It is a white odorless solid, soluble in water and several organic solvents. From the chemistry perspective, acrylamide is a vinyl- substituted primary amide (CONH2). It is produced industrially mainly as a precursor to polyacrylamides, which find many uses as water-soluble thickeners and flocculation agents. It is highly toxic, likely to be carcinogenic, but its main derivative polyacrylamide is nontoxic. The possibility that this innocuous bulk chemical contains traces of its hazardous precursor has long attracted attention. ==Production== Acrylamide can be prepared by the hydrolysis of acrylonitrile: :CH2=CHCN + H2O → CH2=CHC(O)NH2 The reaction is catalyzed by sulfuric acid as well as various metal salts. Hydrolysis is however mainly catalyzed by the enzyme nitrile hydratase. In 2008, an estimated 750,000,000 kg of polyacrylamide were produced, which requires an equal amount of the monomer acrylamide. Because acrylamide is volatile and hazardous, it is mainly handled as an aqueous solution. ==Uses== The majority of acrylamide is used to manufacture various polymers, especially polyacrylamide. This water-soluble polymer, which has very low toxicity, is widely used as thickener and flocculating agent. These functions are valuable in the purification of drinking water, corrosion inhibition, mineral extraction, and paper making. Polyacrylamide gels are routinely used in medicine and biochemistry for purification and assays. ==Toxicity and carcinogenicity== thumb|none|N-(D-glucos-1-yl)-L-asparagine, precursor to acrylamide in cooked food. Acrylamide can arise in some cooked foods via a series of steps by the reaction of the amino acid asparagine and glucose. This condensation, one of the Maillard reactions, followed by dehydrogenation produces N-(D-glucos-1-yl)-L-asparagine, which upon pyrolysis generates some acrylamide. The discovery in 2002 that some cooked foods contain acrylamide attracted significant attention to its possible biological effects. IARC, NTP, and the EPA have classified it as a probable carcinogen. Although epidemiological studies (as of 2019) suggest that dietary acrylamide consumption does not significantly increase people's risk of developing cancer, genomic analysis has revealed widespread contribution of acrylamide exposure to human carcinogenesis. ===Europe=== According to the EFSA, the main toxicity risks of acrylamide are \"Neurotoxicity, adverse effects on male reproduction, developmental toxicity and carcinogenicity\". However, according to their research, there is no concern on non-neoplastic effects. Furthermore, while the relation between consumption of acrylamide and cancer in rats and mice has been shown, it is still unclear whether acrylamide consumption has an effect on the risk of developing cancer in humans, and existing epidemiological studies in humans are very limited and do not show any relation between acrylamide and cancer in humans. Food industry workers exposed to twice the average level of acrylamide do not exhibit higher cancer rates. ====HEATOX (heat-generated food toxicants) study in Europe==== The Heat-generated Food Toxicants (HEATOX) Project was a European Commission- funded multidisciplinary research project running from late 2003 to early 2007. Its objectives were to \"estimate health risks that may be associated with hazardous compounds in heat-treated food, [and to] find cooking/processing methods that minimize the amounts of these compounds, thereby providing safe, nutritious, and high-quality food-stuffs.\"Heat- generated Food Toxicants; Identification, Characterisation and Risk Minimisation. (PDF) . Retrieved on 2012-06-11.HEATOX, Heat-generated food toxicants: identification, characterisation and risk minimisation. (PDF) . Retrieved on 2012-06-11. It found that \"the evidence of acrylamide posing a cancer risk for humans has been strengthened,\"HEATOX project completed – brings new pieces to the Acrylamide Puzzle. (PDF) . Retrieved on 2012-06-11. and that \"compared with many regulated food carcinogens, the exposure to acrylamide poses a higher estimated risk to European consumers.\" HEATOX sought also to provide consumers with advice on how to lower their intake of acrylamide, specifically pointing out that home-cooked food tends to contribute far less to overall acrylamide levels than food that was industrially prepared, and that avoiding overcooking is one of the best ways to minimize exposure at home. ===United States=== Acrylamide is classified as an extremely hazardous substance in the United States as defined in Section 302 of the U.S. Emergency Planning and Community Right-to-Know Act (42 U.S.C. 11002), and is subject to strict reporting requirements by facilities which produce, store, or use it in significant quantities. Acrylamide is considered a potential occupational carcinogen by U.S. government agencies and classified as a Group 2A carcinogen by the IARC. The Occupational Safety and Health Administration and the National Institute for Occupational Safety and Health have set dermal occupational exposure limits at 0.03 mg/m3 over an eight-hour workday. ===Opinions of health organizations=== The American Cancer Society says that laboratory studies have shown that acrylamide is likely to be a carcinogen, but that evidence from epidemiological studies suggests that dietary acrylamide is unlikely to raise the risk of people developing cancer. The World Health Organization (WHO) has set up a clearinghouse for information about acrylamide that includes a database of researchers and data providers; references for research published elsewhere; information updates about the current status of research efforts; and updates on information relevant to the health risk of acrylamide in food. ===Hazards=== Acrylamide is also a skin irritant and may be a tumor initiator in the skin, potentially increasing risk for skin cancer. Symptoms of acrylamide exposure include dermatitis in the exposed area, and peripheral neuropathy. Laboratory research has found that some phytochemicals may have the potential to be developed into drugs which could alleviate the toxicity of acrylamide. ==Occurrence in food and associated health risks== ===Mechanism of action=== Acrylamide is metabolized to the genotoxic derivative glycidamide. On the other hand, acrylamide and glycidamide can be detoxified via conjugation with glutathione. ===Discovery of acrylamide in foods=== thumb|Hot french fries are heated to a high temperature. Acrylamide was discovered in foods, mainly in starchy foods, such as potato chips (UK: potato crisps), French fries (UK: chips), and bread that had been heated higher than . Production of acrylamide in the heating process was shown to be temperature-dependent. It was not found in food that had been boiled, or in foods that were not heated. Acrylamide has been found in roasted barley tea, called mugicha in Japanese. The barley is roasted so it is dark brown prior to being steeped in hot water. The roasting process produced 200–600 micrograms/kg of acrylamide in mugicha. This is less than the >1000 micrograms/kg found in potato crisps and other fried whole potato snack foods cited in the same study and it is unclear how much of this is ingested after the drink is prepared. Rice cracker and sweet potato levels were lower than in potatoes. Potatoes cooked whole were found to have significantly lower acrylamide levels than the others, suggesting a link between food preparation method and acrylamide levels. Acrylamide levels appear to rise as food is heated for longer periods of time. Although researchers are still unsure of the precise mechanisms by which acrylamide forms in foods, many believe it is a byproduct of the Maillard reaction. In fried or baked goods, acrylamide may be produced by the reaction between asparagine and reducing sugars (fructose, glucose, etc.) or reactive carbonyls at temperatures above . Later studies have found acrylamide in black olives,\"Acrylamide detected in prune juice and olives\" Food Safety & Quality Control Newsletter 26 March 2004, William Reed Business Media SAS, citing \"Survey Data on Acrylamide in Food: Total Diet Study Results\" United States Food and Drug Administration February 2004; later updated in June 2005, July 2006, and October 2006 dried plums, dried pears, coffee,Top Eight Foods by Acrylamide Per Portion . p. 17. jifsan.umd.edu (2004). Retrieved on 2012-06-11. and peanuts. The US FDA has analyzed a variety of U.S. food products for levels of acrylamide since 2002. ===Public awareness=== On April 24, 2002, the Swedish National Food Administration announced that acrylamide can be found in baked and fried starchy foods, such as potato chips, breads, and cookies. Concern was raised mainly because of the probable carcinogenic effects of acrylamide. This was followed by a strong, but short-lived, interest from the press. On August 26, 2005, California attorney general Bill Lockyer filed a lawsuit against four makers of french fries and potato chips – H.J. Heinz Co., Frito-Lay, Kettle Foods Inc., and Lance Inc. – to reduce the risk to consumers from consuming acrylamide.Attorney General Lockyer Files Lawsuit to Require Consumer Warnings About Cancer-Causing Chemical in Potato Chips and French Fries , Office of the attorney general, State of California, Department of justice The lawsuit was settled on August 1, 2008, with the food producers agreeing to cut acrylamide levels to 275 parts per billion in three years, to avoid a Proposition 65 warning label. The companies avoided trial by agreeing to pay a combined $3 million in fines as a settlement with the California attorney general's office. In 2016, the UK Food Standards Agency launched a campaign called \"Go for Gold\", warning of the possible cancer risk associated with cooking potatoes and other starchy foods at high temperatures. In 2018, a judge in California ruled that the coffee industry had not provided sufficient evidence that acrylamide contents in coffee were at safe enough levels to not require a Proposition 65 warning. ===Acceptable limits=== Although acrylamide has known toxic effects on the nervous system and on fertility, a June 2002 report by the Food and Agriculture Organization of the United Nations and the World Health Organization attempting to establish basic toxicology (threshold limit value, no-observed-adverse-effect levels, tolerable daily intake, etc.) concluded the intake level required to observe neuropathy (0.5 mg/kg body weight/day) was 500 times higher than the average dietary intake of acrylamide (1 μg/kg body weight/day). For effects on fertility, the level is 2,000 times higher than the average intake. From this, they concluded acrylamide levels in food were safe in terms of neuropathy, but raised concerns over human carcinogenicity based on known carcinogenicity in laboratory animals. Pre- treatment of potato slices by asparaginase prior to frying reduced the acrylamide contents in the processed chips up to 81% compared to untreated control. ==Occurrence in cigarettes== Cigarette smoking is a major acrylamide source. It has been shown in one study to cause an increase in blood acrylamide levels three-fold greater than any dietary factor. ==See also== *Acrydite: research on this compound casts light on acrylamide *Acrolein *Alkyl nitrites *Deep-frying *Deep fryer *Vacuum fryer *Substance of very high concern *Heterocyclic amines *Polycyclic aromatic hydrocarbons ==References== == External links == Category:Carboxamides Category:Hazardous air pollutants Category:IARC Group 2A carcinogens Category:Monomers Category:Reproductive toxicants Category:Suspected fetotoxicants",
 "title": "Acrylamide"
}