{
 "id": "562431",
 "text": "The Jamie Kennedy Experiment is a half-hour-long American hidden camera/practical joke reality television series that debuted in 2002 and was broadcast on The WB. The host and star of the show is Jamie Kennedy, a comedian who presented a reality TV format which combined hidden camera with sketch comedy. The show was a production of Bahr-Small Productions in association with Warner Bros. Television and Big Ticket Television and ran from January 13, 2002 until April 29, 2004. ==Format== The show's format vaguely resembled that of earlier TV shows like Candid Camera. In the show, Kennedy travelled across the U.S. and found people to participate in his on- camera practical jokes (\"experiments\"). Usually there was at least one person who was in on the joke and the \"mark\" or victim of the prank (usually a friend or relative of the accomplice). Kennedy dons one of several disguises and assumed a character of his own creation to be part of the gag, often using a different voice. The mark then finds him/herself in some bizarre, unbelievable situation. When it appeared that the mark has had as much nonsense as he or she could tolerate, Kennedy delivered his punchline: \"You've been X'ed!\". === Recurring sketches === * \"Brad \"B-Rad\" Gluckman\" – A skit where Jamie portrayed a stereotypical white rapper, often trying to convince the mark to let him stay at his/her house. The \"B-Rad\" character was later spun off into a movie, Malibu's Most Wanted. * \"Pizza Delivery\" – A skit where a mark was hired as a pizza delivery boy to a pizza shop run by the mafia. * \"Judge Jamie\" – A parody on numerous judge shows, Jamie played the role of James W. Leighland, an old, confused, and incompetent judge, often with perverted tendencies. * \"Jaw Surgery\" – A skit where Jamie \"X'es\" his marks by pretending to have just had jaw surgery, and had to wear a metal-wire contraption that keeps his mouth open. He played different characters in different skits, but they have all just had the same gag. * \"Virginia Hamm\" – A parody of daytime talk shows, Jamie would undergo an entire transformation and become a heavyset black female talk show host. * \"You Be the Judge\" – Another parody on judge shows, a mark was picked to be the judge for an episode, and had to preside over a case with an extremely unusual plaintiff or defendant. * \"Lou Hollander\" – A skit where Jamie portrayed a driving school teacher, with the student as his mark, and had to \"take a detour\" during the lesson due to family/marital issues. Also used during the second season, but with Lou Hollander having a paper route instead. * \"Old Rascal\" – A skit where Jamie dressed up as Mario, the world's oldest waiter, and the gag on the mark was that Mario was retiring, and he/she would be his last table. ==Syndication== In September 2004, ABC Family added the series to its lineup. G4 also aired the show in 2006 for a brief period. It has not been seen on TV since. Distribution rights are held by Warner Bros. Domestic Television Distribution, but they are not currently offering the show to any station. ==Home media== Paramount Home Media Distribution released all three seasons of The Jamie Kennedy Experiment on DVD. ==External links== * Category:The WB original programming Category:2000s American reality television series Category:2002 American television series debuts Category:2004 American television series endings Category:Television series by CBS Studios Category:Television series by Warner Bros. Television Studios Category:American hidden camera television series Category:English-language television shows",
 "title": "The Jamie Kennedy Experiment"
}