{
 "id": "562912",
 "text": "Teletoon (stylized as TELETOON) is a Canadian English language specialty channel owned by Teletoon Canada, Inc., a subsidiary of Corus Entertainment. Its name is a portmanteau of \"television\" and \"cartoon\". The channel primarily broadcasts animated series aimed at children and teenagers. Teletoon operates two timeshift feeds running on Eastern and Pacific schedules. Along with its French-language counterpart Télétoon, it is available in over 7.3 million households in Canada as of November 2013. ==History== In 1997, Teletoon was licensed by the Canadian Radio-television and Telecommunications Commission (CRTC)Decision CRTC 96-598 CRTC September 4, 1996 after a related application for a channel to be called \"Fun TV\" had been denied. The channel was launched on October 17, 1997, with the first episode of Caillou called “Caillou Makes Cookies” as a first show/episode to air. At the time, it used the subtitle The Animation Station with It's Unreal! as its slogan, and It's Time To Twist! as its short lived slogan from 1999 to 2000, similar to how The Comedy Network did the slogan Time Well Wasted from 1997 to 2011. The latter slogan has been used during the channel's pre-launchArchived at Ghostarchive and the Wayback Machine: but it would be rarely used again until 1998. In 2000, it would become the channel's only slogan. The channel was originally owned by a consortium made up of various other 1990s Canadian specialty services and producers: Family Channel acting as managing partner at 53.3% (Superchannel and The Movie Network), YTV at 26.7%, (Shaw Communications), Cinar, and Nelvana with 10% each. On March 4, 2013, Corus Entertainment announced that they would buy Astral's stake in Teletoon and take full ownership of the channel. The purchase was in relation to Bell Media's takeover of Astral (which had earlier been rejected by the CRTC in October 2012, but was restructured to allow the sale of certain Astral Media properties in order to allow the purchase to clear regulatory hurdles).BCE to sell assets to Corus as part of Astral deal, The Globe and Mail (via Reuters and The Canadian Press), March 4, 2013. Corus's purchase was cleared by the Competition Bureau two weeks later on March 18; on December 20, 2013, the CRTC approved Corus's full ownership of Teletoon and ownership was transferred on January 1, 2014. The channel continues to be owned by Teletoon Canada, now wholly owned by Corus Entertainment under its Corus Kids division. ==Programming== Teletoon's license originally required that 90% of all programs on the channel be animated. Teletoon previously aired preschool-oriented programming, which was day-parted from 4:00 a.m.- 3:00 p.m. In 2013, after Astral Media's stake in TELETOON Canada Inc. was purchased by Corus Entertainment, several of Teletoon's original and acquired shows, began airing on YTV. In turn, Teletoon began airing anime series that aired on YTV, including Yu-Gi-Oh!, beginning with Yu-Gi-Oh! Zexal II, and Pokémon, beginning with XY and reruns of Pokémon: Advanced.https://tvschedule.zap2it.com/overview.html?programSeriesId=SH00277927 Since its inception, Teletoon has acquired numerous television series from the U.S.-based Cartoon Network and its late night block, Adult Swim. From September 1, 2015 to Fall 2016, original programming from the American channel was moved over to its Canadian counterpart. Around the same time, several \"retro\" programs airing on Teletoon Retro, which closed down on the same date, began airing on Teletoon. Teletoon would also premiere new original programming from Cartoon Network's sister channel, Boomerang. On April 1, 2019, following the relaunch of Action as a full-time Adult Swim channel, Teletoon's adult-oriented programs were moved to Adult Swim; with Teletoon shifting to family-oriented programming.First Ever 24-Hour Adult Swim Channel Coming to Canada This Spring Newswire 2019-03-04 ===Original series=== At its inception in 1996, the channel had a stated goal of producing 78 half-hours of original content every year, and it has been active in commissioning programming since then. The licence granted by the Canadian Radio-television and Telecommunications Commission (CRTC) in 1996 required a gradual increase in the portion of Canadian programming on the schedule by about five percent each year starting from 40% in its first year of operation to 60% by 2002. In 1998, network management decided to focus on renewals instead of new shows—adopting a more cautious strategy than launching a significant number of new series, as it had in the prior year. By 2001, however, the station was noted as possibly being the Canadian channel with the highest spending on original production, having invested in 98 series, including 225 half-hour episodes that fall season. ====Years of use==== As a bilingual service, Teletoon/Télétoon maintains two separate broadcast feeds, with a single licence for the English and French-language channels. It is one of only two Canadian specialty services with such a licence. At the original licensing hearing before the CRTC, the network's operators had stated that the two channels \"would be similar in nature and programmed with a similar attitude towards them. But for the reasons of rights availability, for the reasons of the question of advertising to children in Québec and for the reason of dealing with the differences in the market, there might be variations in the services offered.\" To this end, the station implemented a requirement that all original programming be delivered in both languages. By 2007, however, this condition had been relaxed to apply \"whenever possible\", and over the following years some original series were only shown on one of the channels. ===Notable programming blocks=== * Original blocks – Initially, Teletoon's programming was divided into dayparted blocks, each featuring a different style of animation. Each blocks were represented as planets: Morning Planet for Preschoolers (claymation animation; 5:00 a.m. -3:00 p.m. EST), Afternoon Planet for Kids (2D cel animation; 3:00 p.m.- 6:00 p.m.), Evening Planet for Family (collage animation; 6:00 p.m. - 9:00 p.m. EST) and Night Planet for Adult (papier-mâché animation; 9:00 p.m. - 5:00 a.m. EST). The bumpers were made by Cuppa Coffee Studios. This branding would be discontinued in August 1998. * Teletoon Retro – Teletoon Retro was the branding and block for classic animated programming. It was later spun into a digital channel, which also featured several live-action series. The channel launched on October 1, 2007, and closed on September 1, 2015. * Can't Miss Thursdays – A block for first- run programming premieres that aired on Thursday nights. The block later featured live-action, hosted segments. * Superfan Fridays – A block showcasing comic book-related and action-oriented animated series. ===Branding history=== From 1998 to 1999, Teletoon was airing bumpers with its first mascot, \"Teletina\". These bumpers were made by Spin Productions in Toronto. Several more bumpers using CGI animation made by Guru Studio subsequently premiered on the channel. An updated look for the channel was unveiled, along with a new logo, for a partial rebranding in 2005. ==Related services== On November 24, 2000, the Canadian Radio-television and Telecommunications Commission (CRTC) approved multiple applications from Teletoon Canada Inc. to launch six Category 2 television channels named Teletoon Action, Teletoon Adult, Teletoon Art, Teletoon Multi, Teletoon Pop and Teletoon Retro. None of the channels launched and their broadcast licenses expired on November 24, 2004. The Teletoon Retro concept would later be revived under a different license. ===Current=== ====Télétoon==== Télétoon is the French counterpart to Teletoon which broadcasts most of the shows from its English counterpart in French. ====Cartoon Network==== On November 4, 2011, the Canadian Radio-television and Telecommunications Commission (CRTC) approved an application from Teletoon to launch Teletoon Kapow!, a Category B digital cable and satellite channel devoted \"programming from international markets, featuring the latest trends in non-violent action, adventure, superheroes, comedy and interactivity.\" On February 2, 2012, Teletoon announced that it would launch a local Cartoon Network channel in Canada. It debuted using the Teletoon Kapow! license on July 4, 2012. As of September 1, 2015, Cartoon Network operates under the broadcast license originally granted for Teletoon Retro. Corus then had the Teletoon Kapow! license revoked on October 2, 2015. ===Former=== ====Teletoon Retro==== Teletoon Retro was a Category B digital cable and satellite channel that debuted in Fall 2007, and was named after a program block that featured classic animated series. Shows seen on the channel included The Tom and Jerry Show, The Bugs Bunny & Tweety Show, Scooby-Doo, The Flintstones, The Raccoons, The Jetsons, The Pink Panther, Fat Albert and the Cosby Kids, Inspector Gadget, and Gumby; several classic films also aired on it. The channel was discontinued on September 1, 2015, with Disney Channel Canada (on Bell Aliant, Bell Satellite TV, EastLink, Telus Optik TV, VMedia, Vidéotron, MTS, Bell Fibe TV, NorthernTel, Novus, and Zazeen), or Cartoon Network (on Shaw Direct/Shaw Cable, Rogers Cable, SaskTel, and Westman Communications) taking over its slot on several aforementioned providers. In the years since, Teletoon has aired classic programming during non-peak viewing hours. ====Teletoon at Night==== Launched in September 2002 as \"The Detour on Teletoon\", the block is an amalgamation of it and \"Teletoon Unleashed\", an adult programming block. Its French counterpart, Télétoon la nuit, airs on the Francophone Télétoon channel. In September 2009, the block was relaunched under its current name with an overhaul of its appearance. In March 2019, with the pending launch of the Adult Swim channel on April 1, 2019, it was announced that the block would be discontinued. ==References== ==External links== * * Teletoon on Corus Entertainment Category:English-language television stations in Canada Category:Analog cable television networks in Canada Category:Children's television networks in Canada Category:Corus Entertainment networks Category:Television channels and stations established in 1997 Category:1997 establishments in Canada",
 "title": "Teletoon"
}