{
 "id": "562925",
 "text": "I am sitting in a room is a sound art piece composed in 1969 and one of composer Alvin Lucier's best known works. The piece features Lucier recording himself narrating a text, and then playing the tape recording back into the room, re-recording it. The new recording is then played back and re-recorded, and this process is repeated. Due to the room's particular size and geometry, certain frequencies of the recording are emphasized while others are attenuated. Eventually the words become unintelligible, replaced by the characteristic resonant frequencies of the room itself. In his book on the origins of minimalism, Edward Strickland wrote that \"In its repetition and limited means, I am sitting in a room ranks with the finest achievements of Minimal tape music. Furthermore, in its ambient conversion of speech modules into drone frequencies, it unites the two principal structural components of Minimal music in general.\" ==History and performances== Lucier states that he was originally inspired to create I Am Sitting in a Room after a colleague mentioned attending a lecture at MIT in which Amar Bose described how he tested characteristics of the loudspeakers he was developing by feeding back audio into them that they had produced in the first place and then was picked up via microphones. The first recording of I am sitting in a room was made at the Electronic Music Studio at Brandeis University in 1969.Lucier, Alvin. I am sitting in a room. Lovely Music, Ltd., 1990. CD. The second recording was made in March 1970 in Lucier's apartment in Middletown. The first performance of the work was in 1970 at the Guggenheim Museum in New York. In collaboration with his partner Mary Lucier, the performance featured projections of Polaroid images that had been degraded like the voice. A third, higher fidelity recording of I Am Sitting in a Room lasting over 40 minutes was released in 1981. Lucier performed the piece during the 2012 Venice Biennale Musica at the Teatro alle Tese, and a recording of this performance was commercially released on the 2016 album Alvin Lucier / Alter Ego: Two Circles. More recent performances include one at MIT's \"Seeing/Sounding/Sensing\" symposium in September 2014. In 2019, the full collaborative piece was performed for the first time in over 50 years as part of the New Ear Festival at the Fridman Gallery in New York. ==Full text== The text spoken by Lucier describes the process of the work, concluding with a reference to his own stuttering: ==In popular culture== In 2010, YouTube user Patrick Liddell created an homage to I Am Sitting in a Room entitled VIDEO ROOM 1000, in which he uploaded a video of himself speaking text similar to Lucier's original to YouTube, then manually downloaded and re-uploaded it 1,000 times in sequence over the course of a year, in order to demonstrate the resulting digital artifacting of audio and video analogously to Lucier's original demonstration of analog artifacting of audio. In 2013, filmmakers Viola Rusche and Hauke Harder decided to use I Am Sitting in a Room as the \"main structuring element\" of the documentary \"No Ideas but In Things\" (2013). According to the filmmakers' notes, \"the various process steps of the piece [I am sitting in a room] divide the film into chapters so that this work serves as an integral part of the film.\" In 2018, the YouTube user Tim Blais created a live streaming version of this experiment titled I Am Streaming in a Room. He livestreamed himself speaking, and then had software capture the original livestream and rebroadcast it to the stream. The segment repeated for approximately 1,170 iterations. In 2019, Youtuber MKBHD also created a similar video, titled This Is What Happens When You Re- Upload a YouTube Video 1000 Times repeating the same process with footage recorded from an Red Epic 8K Camera. In 2021, naskivik uploaded a video on YouTube of him performing the piece but adapted it to video format. naskivik recorded a video of himself saying the original monologue and then put the video file into an editor and exported the video, then put the new version of it and exported it again, repeating it 1000 times with each new version being more compressed than the previous one. ==See also== * Music on a Long Thin Wire: Lucier composition also based on resonance. * The Disintegration Loops ==References== Category:Minimalistic compositions Category:Process music pieces Category:Experimental music compositions Category:1969 compositions",
 "title": "I Am Sitting in a Room"
}