{
 "id": "562907",
 "text": "In semiotics, a sign is anything that communicates a meaning that is not the sign itself to the interpreter of the sign. The meaning can be intentional such as a word uttered with a specific meaning, or unintentional, such as a symptom being a sign of a particular medical condition. Signs can communicate through any of the senses, visual, auditory, tactile, olfactory, or taste. Two major theories describe the way signs acquire the ability to transfer information. Both theories understand the defining property of the sign as a relation between a number of elements. In the tradition of semiotics developed by Ferdinand de Saussure (referred to as semiology) the sign relation is dyadic, consisting only of a form of the sign (the signifier) and its meaning (the signified). Saussure saw this relation as being essentially arbitrary (the principle of semiotic arbitrariness), motivated only by social convention. Saussure's theory has been particularly influential in the study of linguistic signs. The other major semiotic theory, developed by C. S. Peirce, defines the sign as a triadic relation as \"something that stands for something, to someone in some capacity\"Marcel Danesi and Paul Perron, Analyzing Cultures. This means that a sign is a relation between the sign vehicle (the specific physical form of the sign), a sign object (the aspect of the world that the sign carries meaning about) and an interpretant (the meaning of the sign as understood by an interpreter). According to Peirce signs can be divided by the type of relation that holds the sign relation together as either icons, indices or symbols. Icons are those signs that signify by means of similarity between sign vehicle and sign object (e.g. a portrait, or a map), indices are those that signify by means of a direct relation of contiguity or causality between sign vehicle and sign object (e.g. a symptom), and symbols are those that signify through a law or arbitrary social convention. ==Dyadic signs== According to Saussure (1857–1913), a sign is composed of the signifierMardy S. Ireland defines a signifier as: A unit of something (i.e., a word, gesture) that can carry ambiguous/multiple meanings (e.g., as U.S. President Bill Clinton once said, \"It depends on what the meaning of the word 'is', is\") p. 13. (signifiant), and the signified (signifié). These cannot be conceptualized as separate entities but rather as a mapping from significant differences in sound to potential (correct) differential denotation. The Saussurean sign exists only at the level of the synchronic system, in which signs are defined by their relative and hierarchical privileges of co- occurrence. It is thus a common misreading of Saussure to take signifiers to be anything one could speak, and signifieds as things in the world. In fact, the relationship of language to parole (or speech-in-context) is and always has been a theoretical problem for linguistics (cf. Roman Jakobson's famous essay \"Closing Statement: Linguistics and Poetics\" et al.). A famous thesis by Saussure states that the relationship between a sign and the real-world thing it denotes is an arbitrary one. There is not a natural relationship between a word and the object it refers to, nor is there a causal relationship between the inherent properties of the object and the nature of the sign used to denote it. For example, there is nothing about the physical quality of paper that requires denotation by the phonological sequence ‘paper’. There is, however, what Saussure called ‘relative motivation’: the possibilities of signification of a signifier are constrained by the compositionality of elements in the linguistic system (cf. Emile Benveniste's paper on the arbitrariness of the sign in the first volume of his papers on general linguistics). In other words, a word is only available to acquire a new meaning if it is identifiably different from all the other words in the language and it has no existing meaning. Structuralism was later based on this idea that it is only within a given system that one can define the distinction between the levels of system and use, or the semantic \"value\" of a sign. ==Triadic signs== Charles Sanders Peirce (1839–1914) proposed a different theory. Unlike Saussure who approached the conceptual question from a study of linguistics and phonology, Peirce, the so-called father of the Pragmatist school of philosophy, extended the concept of sign to embrace many other forms. He considered \"word\" to be only one particular kind of sign, and characterized sign as any mediational means to understanding. He covered not only artificial, linguistic, and symbolic signs, but also all semblances (such as kindred sensible qualities), and all indicators (such as mechanical reactions). He counted as symbols all terms, propositions, and arguments whose interpretation is based upon convention or habit, even apart from their expression in particular languages. He held that \"all this universe is perfused with signs, if it is not composed exclusively of signs\".Peirce, C. S., Collected Papers, v. 5, paragraph 448 footnote, from \"The Basis of Pragmaticism\" in 1906. The setting of Peirce's study of signs is philosophical logic, which he defined as formal semiotic,Peirce, C.S., 1902, Application to the Carnegie Institution, Memoir 12, \"On the Definition of Logic\", Eprint. Note that by \"logic\" Peirce means a part of philosophy, not the mathematics of logic. (See Classification of the sciences (Peirce). and characterized as a normative field following esthetics and ethics, as more basic than metaphysics,On his classifications, see Peirce, C.S. (1903), Collected Peirce v. 1, paragraphs 180–202 Eprint and (1906) \"The Basis of Pragmaticism\" in The Essential Peirce v. 2, pp. 372–3. For relevant quotes, see \"Philosophy\" and \"Logic\" in the Commens Dictionary of Peirce's Terms. and as the art of devising methods of research.Peirce, C.S., 1882, \"Introductory Lecture on the Study of Logic\" delivered September 1882, Johns Hopkins University Circulars, v. 2, n. 19, pp. 11–12, November 1892, Google Books Eprint. Reprinted in Collected Papers v. 7, paragraphs 59–76, The Essential Peirce v. 1, pp. 210–14, and Writings of Charles S. Peirce v. 4, pp. 378–82. He argued that, since all thought takes time, all thought is in signs,Peirce, C.S. (1868), \"Questions concerning certain Faculties claimed for Man\" (Arisbe Eprint), Journal of Speculative Philosophy vol. 2, pp. 103–114. Reprinted in Collected Papers v. 5, paragraphs 213–63. that all thought has the form of inference (even when not conscious and deliberate), and that, as inference, \"logic is rooted in the social principle\", since inference depends on a standpoint that, in a sense, is unlimited.Peirce, C. S. (1878) \"The Doctrine of Chances\", Popular Science Monthly, v. 12, pp. 604–15, 1878, reprinted in Collected Papers, v. 2, paragraphs 645–68, Writings of Charles S. Peirce v. 3, pp. 276–90, and The Essential Peirce v. 1, pp. 142–54. \"...death makes the number of our risks, the number of our inferences, finite, and so makes their mean result uncertain. The very idea of probability and of reasoning rests on the assumption that this number is indefinitely great. .... ...logicality inexorably requires that our interests shall not be limited. .... Logic is rooted in the social principle.\" The result is a theory not of language in particular, but rather of the production of meaning, and it rejects the idea of a static relationship between a sign and what it represents: its object. Peirce believed that signs are meaningful through recursive relationships that arise in sets of three. Even when a sign represents by a resemblance or factual connection independent of interpretation, the sign is a sign only insofar as it is at least potentially interpretable by a mind and insofar as the sign is a determination of a mind or at least a quasi-mind, that functions as if it were a mind, for example in crystals and the work of beesSee under \"Quasi-mind\" in the Commens Dictionary of Peirce's Terms.—the focus here is on sign action in general, not on psychology, linguistics, or social studies (fields Peirce also pursued). A sign depends on an object in a way that enables (and, in a sense, determines) an interpretation, an interpretant, to depend on the object as the sign depends on the object. The interpretant, then, is a further sign of the object, and thus enables and determines still further interpretations, further interpretant signs. The process, called semiosis, is irreducibly triadic, Peirce held, and is logically structured to perpetuate itself. It is what defines sign, object, and interpretant in general.For Peirce's definitions of sign and semiosis, see under \"Sign\" and \"Semiosis, semeiosy\" in the Commens Dictionary of Peirce's Terms; and \"76 definitions of sign by C. S. Peirce\" collected by Robert Marty. Peirce's \"What Is a Sign\" (MS 404 of 1894, Essential Peirce v. 2, pp. 4–10) provides intuitive help. As Jean-Jacques Nattiez (1990: 7) put it, \"the process of referring effected by the sign is infinite.\" (Peirce used the word \"determine\" in the sense not of strict determinism, but of effectiveness that can vary like an influence.For example, Peirce said \"determined (i.e., specialized, bestimmt)\" in a letter to William James, dated 1909, see p. 492 in The Essential Peirce v. 2.) Peirce further characterized the three semiotic elements as follows:For Peirce's definitions of immediate object and the rest, see the Commens Dictionary of Peirce's Terms. # Sign (or representamenPronounced with the “a” long and stressed: . See wiktionary:representamen.): that which represents the denoted object (cf. Saussure's \"signifier\"). # Object (or semiotic object): that which the sign represents (or as some put it, encodes). It can be anything thinkable, a law, a fact, or even a possibility (a semiotic object could even be fictional, such as Hamlet); those are partial objects; the total object is the universe of discourse, the totality of objects in that world to which one attributes the partial object. For example, perturbation of Pluto's orbit is a sign about Pluto, but not only about Pluto. The object may be ## immediate to the sign, the object as represented in the sign, or ## dynamic, the object as it really is, on which the immediate object is founded. # Interpretant (or interpretant sign): a sign's meaning or ramification as formed into a further sign by interpreting (or, as some put it, decoding) the sign. The interpretant may be: ##immediate to the sign, a kind of possibility, all that the sign is suited to immediately express, for instance a word's usual meaning; ##dynamic, that is, the meaning as formed into an actual effect, for example an individual translation or a state of agitation, or ##final or normal, that is, the ultimate meaning that inquiry taken far enough would be destined to reach. It is a kind of norm or ideal end, with which an actual interpretant may, at most, coincide. Peirce explained that signs mediate between their objects and their interpretants in semiosis, the triadic process of determination. In semiosis a first is determined or influenced to be a sign by a second, as its object. The object determines the sign to determine a third as an interpretant. Firstness itself is one of Peirce's three categories of all phenomena, and is quality of feeling. Firstness is associated with a vague state of mind as feeling and a sense of the possibilities, with neither compulsion nor reflection. In semiosis the mind discerns an appearance or phenomenon, a potential sign. Secondness is reaction or resistance, a category associated with moving from possibility to determinate actuality. Here, through experience outside of and collateral to the given sign or sign system, one recalls or discovers the object the sign refers to, for example when a sign consists in a chance semblance of an absent but remembered object. It is through one's collateral experienceIn that context Peirce speaks of collateral experience, collateral observation, collateral acquaintance, all in much the same terms. See pp. 404–9 in \"Pragmatism\" in The Essential Peirce v. 2. Ten quotes on collateral experience from Peirce provided by Joseph Ransdell can be viewed here at peirce-l's Lyris archive. that the object determines the sign to determine an interpretant. Thirdness is representation or mediation, the category associated with signs, generality, rule, continuity, habit-taking, and purpose. Here one forms an interpretant expressing a meaning or ramification of the sign about the object. When a second sign is considered, the initial interpretant may be confirmed, or new possible meanings may be identified. As each new sign is addressed, more interpretants, themselves signs, emerge. It can involve a mind's reading of nature, people, mathematics, anything. Peirce generalized the communicational idea of utterance and interpretation of a sign, to cover all signs:Peirce (1906), \"Prolegomena To an Apology For Pragmaticism\", The Monist, v. XVI, n. 4, pp. 492–546, see pp. 523–4, Google Books Eprint. Reprinted in Collected Papers v. 4, paragraphs 530–72, see 551. According to Nattiez, writing with Jean Molino, the tripartite definition of sign, object, and interpretant is based on the \"trace\" or neutral level, Saussure's \"sound-image\" (or \"signified\", thus Peirce's \"representamen\"). Thus, \"a symbolic form...is not some 'intermediary' in a process of 'communication' that transmits the meaning intended by the author to the audience; it is instead the result of a complex process of creation (the poietic process) that has to do with the form as well as the content of the work; it is also the point of departure for a complex process of reception (the esthesic process that reconstructs a 'message'\"). (ibid, p. 17) Molino's and Nattiez's diagram: :{| |colspan=3|Poietic Process |colspan=2|Esthesic Process |- |\"Producer\" | → |Trace | ← |Receiver |} :::(Nattiez 1990, p. 17) Peirce's theory of the sign therefore offered a powerful analysis of the signification system, its codes, and its processes of inference and learning—because the focus was often on natural or cultural context rather than linguistics, which only analyses usage in slow-time whereas human semiotic interaction in the real world often has a chaotic blur of language and signal exchange. Nevertheless, the implication that triadic relations are structured to perpetuate themselves leads to a level of complexity not usually experienced in the routine of message creation and interpretation. Hence, different ways of expressing the idea have developed. ===Classes of triadic signs=== By 1903 Peirce came to classify signs by three universal trichotomies dependent on his three categories (quality, fact, habit). He classified any sign:For more as to the definitions, terminology, and development of the classifications, see the Commens Dictionary of Peirce's Terms # by what stands as the sign — either (qualisign, also called a tone) a quality — or (sinsign, also called token) an individual fact — or (legisign, also called type) a rule, a habit; # by how the sign stands for its object — either (icon) by its own quality, such that it resembles the object, regardless of factual connection and of interpretive rule of reference — or (index) by factual connection to its object, regardless of resemblance and of interpretive rule of reference — or (symbol) by rule or habit of interpreted reference to its object, regardless of resemblance and of factual connection; and # by how the sign stands for its object to its interpretant — either (rheme, also called seme,In 1902 Peirce used the word \"seme\" instead for an index, especially an indexical sinsign. See Collected Papers v. 2, paragraph 283. such as a term) as regards quality or possibility, as if the sign were a qualisign, though it can be qualisign, sinsign, or legisign — or (dicisign, also called pheme, such as a proposition) as regards fact, as if the sign were an index, though it can be index or symbol — or (argument, also called delomePeirce said, \"pronounce deeloam, from δήλωμα\", Peirce (1906), \"Prolegomena to an Apology for Pragmaticism\", The Monist, v. 16, n. 4, pp. 492–546, see 507. Reprinted in Collected Papers v. 4, paragraphs 530–572, see 538. Eprint .) as regards rule or habit. This is the trichotomy of all signs as building blocks in an inference process. * Any qualisign is an icon. Sinsigns include some icons and some indices. Legisigns include some icons, some indices, and all symbols. * Any icon is a rheme. Indices (be they sinsigns or legisigns) include some rhemes and some dicisigns. Symbols include some rhemes, some dicisigns, and all arguments. Because of those classificatory interdependences, the three trichotomies intersect to form ten (rather than 27) classes of signs. There are also various kinds of meaningful combination. Signs can be attached to one another. A photograph is an index with a meaningfully attached icon. Arguments are composed of dicisigns, and dicisigns are composed of rhemes. In order to be embodied, legisigns (types) need sinsigns (tokens) as their individual replicas or instances. A symbol depends as a sign on how it will be interpreted, regardless of resemblance or factual connection to its object; but the symbol's individual embodiment is an index to your experience of the object. A symbol is instanced by a specialized indexical sinsign. A symbol such as a sentence in a language prescribes qualities of appearance for its instances, and is itself a replica of a symbol such as a proposition apart from expression in a particular language. Peirce covered both semantic and syntactical issues in his theoretical grammar, as he sometimes called it. He regarded formal semiotic, as logic, as furthermore encompassing study of arguments (hypothetical, deductive, and inductive) and inquiry's methods including pragmatism; and as allied to but distinct from logic's pure mathematics. Peirce sometimes referred to the “ground” of a sign. The ground is the pure abstraction of a quality.Peirce, C.S. (1867), \"On a New List of Categories\", Proceedings of the American Academy of Arts and Sciences, v. 7 (1868), pp. 287–98. (Delivered orally by Peirce in 1867 and distributed by him in 1867 as part of an extract). A sign's ground is the respect in which the sign represents its object, e.g. as in literal and figurative language. For example, an icon presents a characteristic or quality attributed to an object, while a symbol imputes to an object a quality either presented by an icon or symbolized so as to evoke a mental icon. Peirce called an icon apart from a label, legend, or other index attached to it, a \"hypoicon\", and divided the hypoicon into three classes: (a) the image, which depends on a simple quality; (b) the diagram, whose internal relations, mainly dyadic or so taken, represent by analogy the relations in something; and (c) the metaphor, which represents the representative character of a sign by representing a parallelism in something else.Peirce, Collected Papers v. 2, paragraphs 276–7, written circa 1902. See under \"Diagram\" in the Commens Dictionary of Peirce's Terms. A diagram can be geometric, or can consist in an array of algebraic expressions, or even in the common form \"All __ is ___\" which is subjectable, like any diagram, to logical or mathematical transformations. Peirce held that mathematics is done by diagrammatic thinking — observation of, and experimentation on, diagrams. Peirce developed for deductive logic a system of visual existential graphs, which continue to be researched today. ==20th- century theories== It is now agreed that the effectiveness of the acts that may convert the message into text (including speaking, writing, drawing, music and physical movements) depends upon the knowledge of the sender. If the sender is not familiar with the current language, its codes and its culture, then he or she will not be able to say anything at all, whether as a visitor in a different language area or because of a medical condition such as aphasia (see Roman Jakobson). Modern theories deny the Saussurian distinction between signifier and signified, and look for meaning not in the individual signs, but in their context and the framework of potential meanings that could be applied. Such theories assert that language is a collective memory or cultural history of all the different ways in which meaning has been communicated, and may to that extent, constitute all life's experiences (see Louis Hjelmslev). Hjelmslev did not consider the sign to be the smallest semiotic unit, as he believed it possible to decompose it further; instead, he considered the \"internal structure of language\" to be a system of figurae, a concept somewhat related to that of figure of speech, which he considered to be the ultimate semiotic unit.Hjelmslev [1943] Prolegomena to a Theory of Language, pp.47, 65, 67, and cf. 6.26, 30Robert de Beaugrande (1991) [Linguistic Theory: The Discourse of Fundamental Works], section on Louis Hjelmslev.Nöth, Winfried (1990) Handbook of semiotics, pp.66, 70-1 section 3 This position implies that speaking is simply one more form of behaviour and changes the focus of attention from the text as language, to the text as a representation of purpose, a functional version of the author's intention. But, once the message has been transmitted, the text exists independently. Hence, although the writers who co-operated to produce this page exist, they can only be represented by the signs actually selected and presented here. The interpretation process in the receiver's mind may attribute meanings completely different from those intended by the senders. But, why might this happen? Neither the sender nor the receiver of a text has a perfect grasp of all language. Each individual's relatively small stock of knowledge is the product of personal experience and their attitude to learning. When the audience receives the message, there will always be an excess of connotational meanings available to be applied to the particular signs in their context (no matter how relatively complete or incomplete their knowledge, the cognitive process is the same). The first stage in understanding the message is therefore, to suspend or defer judgement until more information becomes available. At some point, the individual receiver decides which of all possible meanings represents the best possible fit. Sometimes, uncertainty may not be resolved, so meaning is indefinitely deferred, or a provisional or approximate meaning is allocated. More often, the receiver's desire for closure (see Gestalt psychology) leads to simple meanings being attributed out of prejudices and without reference to the sender's intentions. ==Postmodern theory== In critical theory, the notion of sign is used variously. ===Semiotic black hole=== A semiotic black hole is the a-temporal destruction of a sign. ==See also== * Grapheme * Semantics * Semiotics * Semiotic triangle * Sign relation * Triadic relation * Freudian slip ==Notes== ==External links== * Signo — www.signosemio.com — Presents semiotic theories and theories closely related to semiotics Category:Semiotics Category:Charles Sanders Peirce de:Zeichen",
 "title": "Sign (semiotics)"
}