{
 "id": "563056",
 "text": "This is a list of software patents, which contains notable patents and patent applications involving computer programs (also known as a software patent). Software patents cover a wide range of topics and there is therefore important debate about whether such subject-matter should be excluded from patent protection. However, there is no official way of identifying software patents and different researchers have devised their own ways of doing so. This article lists patents relating to software which have been the subject of litigation or have achieved notoriety in other ways. Notable patent applications are also listed and comparisons made between corresponding patents and patent applications in different countries. The patents and patent applications are categorised according to the subject matter of the patent or the particular field in which the patent had an effect that brought it into the public view. == Business methods == {| class=wikitable ! width=\"15%\" | Number ! width=\"65%\" | Comments ! width=\"10%\" | Other family members ! width=\"10%\" | Earliest filing date |- valign=\"top\" | (Main article: State Street Bank v. Signature Financial Group) | This patent was at the center of a US Federal Circuit judgment in 1998 which confirmed that business methods implemented on a computer are patentable in the US since they produced a \"useful, concrete and tangible result\". The claims of the corresponding European patent application were rejected by the European Patent Office (EPO) as relating to unpatentable subject matter. | | 1991-03-11 |- valign=\"top\" | (Main article: 1-Click) | Amazon.com sued Barnes & Noble for violating its \"One click buy\" but the case was ultimately settled. Amazon has so far failed to obtain a similar patent in Europe. | | 1997-09-12 |- valign=\"top\" | (Main article: Aerotel v Telco and Macrossan's Application) | Although granted in several non-European countries, the patent application was refused as relating to excluded subject matter under UK law as being a method of doing business and a program for a computer as such. The case law developed in refusing this patent application forms the basis for the current practice of the UK Intellectual Property Office (UK-IPO) when deciding whether to grant patent applications involving excluded subject matter such as computer programs. The EPO have refused to search for prior art that might be relevant to the corresponding European patent application, stating that such a search would serve no useful purpose since the application solves no technical problem. | | 2000-11-23 |- valign=\"top\" | |Accenture sued Guidewire Software in December 2007, alleging their infringement of this insurance technology patent. Accenture alleged that Guidewire infringed the US patent protecting an insurance claims management technology that Accenture developed and licenses to the insurance industry. Intellectual property suits are not common in the insurance software market and this suit may represent a new front in the intellectual property wars according to one analyst. | | 1999-05-04 |} ==Data compression== ===Data compression in general=== * - (Main article: Stac Electronics) * - also granted as This link goes to the patent application. Electronic copies of granted GB patents are not freely available \\- now expired : Stac Electronics sued Microsoft for patent infringement when Microsoft introduced the DoubleSpace data compression scheme into MS-DOS. Stac was awarded $120 million by a jury in 1994 and Microsoft was ordered to recall versions of MS-DOS with the infringing technology. ===Audio compression=== * - (Main article: MP3) : One of several patents covering the MP3 format owned by the Fraunhofer Society which led to the development of the Ogg Vorbis format as an alternative to MP3. * - (Main article: Alcatel-Lucent v. Microsoft) * :Two patents owned by Alcatel-Lucent relating to MP3 technology under which they sued Microsoft for $1.5 billion. Microsoft thought they had already licensed the technology from Fraunhofer, and this case illustrates one of the basic principles of patents that a license does not necessarily permit the licensee to work the technology, but merely prevents the licensee from being sued by the licensor. ===Image compression=== * (Main article: GIF) * : Unisys's patent on LZW compression, a fundamental part of the widely used GIF graphics format. * and its EP equivalent *(Main article: Forgent Networks) : Forgent Networks claimed this patent, granted in 1987, covered the JPEG image compression format. The broadest claims of the US patent were found to be invalid in 2005 following re-examination by the US Patent and Trademark Office.Review of the Forgent JPEG case by the Public Patent Foundation * * : This patent, owned by Lizardtech, Inc., was the subject of infringement proceedings against companies including Earth Resource Mapping, Inc. However, Lizardtech lost the trial on the grounds that an important part of their invention was the step of \"maintaining updated sums of discrete wavelet transform coefficients from the discrete tile image to form a seamless discrete wavelet transform of the image\". Claim 21 of the patent lacked this feature and was therefore obvious. The remaining claims contained this feature, but were not infringed by ERM.Summary Judgment in LizardTech v Earth Resource Mapping Internet buzz suggested the patent covered the JPEG 2000 image compression format but the additional feature of the valid claims appears not to be a JPEG 2000 requirement.LizardTech press release, 1 November 2004 and ERM press release, 2 November 2004 ===Video compression=== {| class=wikitable ! width=\"15%\" | Number ! width=\"65%\" | Comments ! width=\"10%\" | Other family members ! width=\"10%\" | Earliest filing \\- Grant dates |- valign=\"top\" | (Main article: - ) | A Microsoft patent covering a method of encapsulating multiple streams of data into a data stream that is implemented in the Advanced Systems Format. The author of the open source video capture tool, VirtualDub, which is licensed under GPL alleged that an employee of Microsoft requested that he remove support for ASF from his program. The author has said that he does not have the money to pay for a license under the patent and that he would not take a free license that placed restrictions on future uses of his code in violation of GPL. | - | 1996-03-08 \\- 2000-03-21 |} ==Data encryption== {| class=wikitable ! width=\"15%\" | Number ! width=\"65%\" | Comments ! width=\"10%\" | Other family members ! width=\"10%\" | Earliest filing \\- Grant dates |- valign=\"top\" | (Main article: RSA ) | A software patent describing the ground-breaking RSA algorithm for public-key cryptography, still used for secure communications today.SIAM News, Volume 36, Number 5, June 2003, \"Still Guarding Secrets after Years of Attacks, RSA Earns Accolades for its Founders\", by Sara Robinson | - | 1977-12-14 \\- 1983-09-20 |} ==Gaming systems== * (Main article: Menashe v. William Hill) :A patent for a gaming system that has particular importance regarding Internet usage. A server running the game was located outside the UK but could be used within the UK. The Court of Appeal of England and Wales judged that the patent was being infringed by virtue of the sale of CDs in the UK containing software intended to put the invention into effect in the UK. ==Image processing== * also granted as - (Main article: Photographic mosaic) : Robert Silver's patent on his photographic mosaicing technique. The UK part of the European patent is currently undergoing revocation proceedings, the results of which may be important in comparing the practice of the UK Patent Office with that of the European Patent Office.The UK Patents Status Enquiry for EP0852363 provides current status information on the patent. * (Main article: Shadow volume) : A patent covering the technique commonly known as Carmack's Reverse ==Internet tools== {| class=wikitable ! width=\"15%\" | Number ! width=\"65%\" | Comments ! width=\"10%\" | Other family members ! width=\"10%\" | Earliest filing \\- Grant dates |- valign=\"top\" | (Main article: - ) | Eolas successfully sued Microsoft for $521 million for the \"browser plugin patent\".Press release from Eolas | - | 1994-10-17 \\- 1998-11-17 |- valign=\"top\" | (Main article: - ) | British Telecom believed that this patent might cover web hyperlinks and tried enforcing it against Prodigy as a test case in British Telecommunications plc v. Prodigy. After costly litigation, a court found for Prodigy, ruling that British Telecom's patent did not actually cover web hyperlinks.Summary Judgement ruling that no jury could find that Prodigy infringes the Sargent patent, whether directly or contributorily, either as part of the Internet or on its Web server viewed separate and apart from the Internet. | - | 1976-07-20 \\- 1989-10-10 |- valign=\"top\" | (Main article: - ) | This patent is one of several owned Tumbleweed Communications and relates to a document delivery system that generates a unique URL for intended recipients of a document in order to deliver that document. Tumbleweed has licensed this and related patents in their patent portfolio to 29 companies.Tumbleweed patent licensees They have also filed several patent infringement lawsuits.\"Tumbleweed brings patent infringement case against Yahoo!\" Internet Business News, Sept 13 2002 All of the suits have been settled but full details of the settlements, including, in some cases, whether or not any license fees have been paid, have not been made available. Overall, however, Tumbleweed earns about 10% of its revenue from patent licensing and 90% of its revenue from selling products and services. | - | 1996-10-24 \\- 2001-02-20 |} ==Fair division== * - (Main article: Adjusted winner procedure) :An algorithm to divide n divisible goods between two parties as fairly as possible. ==Search engines== * (Main article: Yahoo! Search Marketing) : A patent relating to pay-per-click Internet search engine advertising. Originally filed by Goto.com, Inc. (renamed Overture Services, Inc.), Google and FindWhat were both sued for infringement prior to Overture's acquisition by Yahoo! ==Telecommunications== * :Washington Research Foundation asserted this patent in December 2006 against Matsushita (owners of the Panasonic brand), Nokia and Samsung. Granted in October 2006 (originating from a 1996 filing) it relates to dynamically varying the passband bandwidth of a tuner. If the claims had been upheld, CSR plc (previously known as Cambridge Silicon Radio), who supply the defendants with Bluetooth chips, could have lost market share to Broadcom who already had a license under the patent. * : One of three patents granted in respect of Karmarkar's algorithm, which relates to linear programming problems.Introduction to Software Patents published by the Japan Patent Office - see page 47 for discussion of Karmarkar's algorithm Claim 1 of this patent suggests the algorithm should be applied to the allocation of telecommunication transmission facilities among subscribers. ==User interfaces== * and related to : Immersion Corporation sued Sony under these US patents in 2002. They relate to force-feedback technology such as that used in PlayStation 2 DualShock controllers. Sony lost the case and Immersion were awarded $90.7 million, an injunction (stayed pending appeal), and a compulsory license. The claims of the related European patent application require the device to be attached to a body part and were, in any event, refused by the examining division of the European Patent Office for lacking an inventive step. * * :The patent relates to a progress bar. Filed in 1989, it was highlighted in 2005 by Richard Stallman in New ScientistRichard Stallman, Patents by stealth, New Scientist, February 5, 2005, issue 2485, page 28. and The GuardianRichard Stallman, Patent absurdity, The Guardian, June 20, 2005 as an example of a software patent granted by the European Patent Office, that would impede software development and would be dangerous. The claims as granted describe a process of breaking down a task to be performed by a computer into a number of equal task units and updating a display each time a unit is completed and therefore does not cover progress bars which operate in different ways. == Miscellaneous == === Notable due to proprietor hyperbole === * : Owned at various times by Encyclopædia Britannica, Inc. and Compton's NewMedia, Inc. this patent was granted in August 1993. Just a few months later, in November 1993, Compton's announced that \"Everything that is now multimedia and computer-based utilizes this invention\" and tried to use the patent to ensure that everyone licensed their software.Key Patent To Shake Multimedia Industry, San Francisco Chronicle, November 15, 1993 Although a cursory review of the granted claims showed this statement to be mere hyperbole, there was nonetheless an outcry from the industry and the patent was revoked following re-examination.Patent Office Reject Compton's NewMedia Patent , March 24, 1994 * and : Patents owned by Scientigo and claimed by them to cover the markup language XML, a notion rejected by patent attorneys and other commentators including Microsoft.Small company makes big claims on XML patents, Martin LaMonica, CNET News.com, October 21, 2005 === Notable due to misconception === * - Emoticon keyboard button patent application. * :Early in 2006, rumours circulated on the Internet that Cingular Wireless had patented the emoticon and, in particular, had patented the concept of using emoticons on mobile phones. This resulted in a great deal of anger directed at the US Patent Office that such patents should never have been granted. Ultimately, it was pointed out that it was only a published patent application, not a granted patent, and that the claims of the patent application actually related to a mobile phone with a dedicated button for inserting emoticons. :This patent application is currently being examined by the US patent office. All of the originally filed claims were rejected on 22 February 2007 as being known or obvious, although the rejection was not final.The USPTO \"Public PAIR\" system provides current status information for this US application under publication number \"2006-0015812\". Examination of the corresponding European patent application also suggested that the claims lacked an inventive step, and the application lapsed in 2010. * :This design patent was granted to Google on 1 September 2009 for the simple and clean appearance of their homepage from five years earlier. Referred to in the media as a patent, it received criticism for not being as original as Google's web search technology and was held up as evidence that the US patent system was broken. The New York Post said that Google now had the right to sue anyone who used a similarly no-frills website. However, a \"design patent\" is not the same as a \"patent\" (sometimes referred to as a \"utility patent\") since it provides only limited protection for ornamental appearance.http://www.patentlyo.com/patent/2009/09/googles-patent-on-its- googlecom-home-page.html?cid=6a00d8341c588553ef0120a59b2ace970c Design patents are typically hard to infringe and even Google's own homepage at the time the design patent was granted was almost certainly different enough from the design patent that it did not infringe it. == References == Category:Software patent law Software Software patents",
 "title": "List of software patents"
}