{
 "id": "563115",
 "text": "Yeshiva Rabbi Chaim Berlin or Yeshivas Rabbeinu Chaim Berlin () is an American Haredi Lithuanian-type boys' and men's yeshiva in Brooklyn, New York. Chaim Berlin consists of a preschool, a yeshiva ketana (elementary school), a mesivta (high school), a college-level beth midrash, and Kollel Gur Aryeh, its post-graduate kollel division. ==History== The school was established in 1904 as Yeshiva Tiferes Bachurim in Brownsville, Brooklyn, by Jews who moved there from the Lower East Side of New York City,(May 14, 1964) \"Yeshiva Fire Loss Is $150,000; Brooklyn School Not Insured\", The New York Times. Retrieved September 16, 2019. thus making it the oldest yeshiva in Kings County. At the suggestion of Meir Berlin (Bar-Ilan), it was renamed in 1914 for his brother, Chaim Berlin, Chief Rabbi of Moscow and later Jerusalem, and who had also served in Valozhyn, from where several of the yeshiva's founders came. Chaim Berlin's Mesivta (high school) was, for a while, located in Far Rockaway headed by Shlomo Freifeld. The yeshiva's Stone & Pitkin (Brownsville) seven story building, formerly known as the Municipal Bank Building, was purchased in 1940; Jacob Rutstein was their major philanthropist. ==Leadership== The founding rosh yeshiva, Yaakov Moshe Shurkin, served from 1936 until his death in 1963. Yitzchok Hutner joined the faculty during 1936-1937, and gave monthly lectures as rosh yeshiva from 1943 to 1980. In the late 1970s, a branch was opened in Jerusalem called Yeshiva Pachad Yitzchok (Fear of Isaac). After Hutner's death, the New York yeshiva was headed by his disciple Aaron Schechter, and the Jerusalem branch was headed by his son-in-law Yonason David. The position of mashgiach ruchani (spiritual supervisor) has been held by (among others) Avigdor Miller, Shlomo Freifeld, Shlomo Carlebach, and Shimon Groner. ==Divisions== Chaim Berlin consists of a preschool, a yeshiva ketana (elementary school), a mesivta (high school), a college-level beth midrash, and Kollel Gur Aryeh, its post-graduate kollel division. Total enrollment for all divisions approaches 2,000 students. The mesivta acts as a feeder school for the beth midrash. Perkal, Harry (November 20, 2017) \"Confessions Of A Chaim Berlin Yeshiva Graduate\", Forward The yeshiva maintains a summer location, Camp Morris, in Sullivan County, New York.Feuerman, Alter Yisrael Shimon (September 25, 2013) \"Remember the Often Invisible Non-Jews Who Help the Jewish World Function\", Tablet. Retrieved September 13, 2019. ==Notable alumni== Notable alumni include many who served in rabbinic capacities throughout the world. ===A-M=== * Shalom Z. Berger (born 1960), Senior Content Editor of the Koren Talmud Bavli * Shlomo Carlebach (born 1925), former mashgiach ruchani of Yeshiva Rabbi Chaim Berlin * Shlomo Carlebach (1925–1994), Rabbi, religious teacher, spiritual leader, composer, and singer * Yonasan Dovid David, co-rosh yeshiva of Yeshiva Rabbi Chaim Berlin * Yaakov Feitman, rabbi of Kehillas Bais Yehudah Tzvi, Cedarhurst, New York * Aharon Feldman (born 1932), rosh yeshiva of Ner Israel Rabbinical College * Shlomo Freifeld (1925–1990), founding rosh yeshiva of Yeshivas Shor Yoshuv * David Weiss Halivni (born 1927), rabbi and professor of Talmud * David Hartman (1931-2013), American-Israeli rabbi and philosopher of contemporary Judaism, founder of the Shalom Hartman Institute. * Simcha Krauss (1937-2022), retired rabbi of the Young Israel of Hillcrest, Queens, and leader of the Religious Zionists of America * David Lefkowitz (1875–1955), chaplain United States Marines * Aharon Lichtenstein (1933–2015), rosh yeshiva of Yeshivat Har Etzion, Alon Shevut, and rosh kollel of Yeshiva University's Gruss Kollel, Jerusalem ===N-Z=== * Yaakov Perlow (1931-2020), the Novominsker Rebbe of Borough Park * Yechiel Perr (born 1935), rosh yeshiva of Yeshiva of Far Rockaway * Zvi Aryeh Rosenfeld (1922–1978), Polish–American rabbi and educator associated with the Breslov Hasidic movement * Nota Schiller (born 1937), rosh yeshiva of Ohr Somayach, Jerusalem * Ahron Soloveichik (1917–2001), taught at Yeshiva University, Hebrew Theological College and Brisk Rabbinical College * Pinchas Stolper (born 1931), former Executive Vice- President of the Orthodox Union and founder of NCSY * Ephraim Sturm, Chaim Berlin Musmach, Exec. VP, National Council of Young Israel for 36 years * Noah Weinberg (1930–2009), co-founder of Yeshivas Ohr Somayach, Jerusalem; founder of Yeshivas Aish HaTorah * Yaakov Weinberg (1923–1999), rosh yeshiva of Ner Israel Rabbinical College * Yisroel Eliyahu Weintraub (1932–2010), rabbi ==See also== * Yeshiva Torah Vodaath - another yeshiva in Brooklyn * RIETS ==References== ==External links== * Hagadah of Yeshiva Rabbi Chaim Berlin * Yeshiva Rabbi Chaim Berlin at Greatschools.org * Mesivta Rabbi Chaim Berlin * History of Jewish Brownsville: has section on Chaim Berlin Category:Educational institutions established in 1904 Category:Flatbush, Brooklyn Category:Haredi Judaism in New York (state) Category:Haredi yeshivas Category:Lithuanian-Jewish culture in New York (state) Category:Mesivtas Chaim Berlin Category:Boys' schools in New York City Category:1904 establishments in New York City",
 "title": "Yeshiva Rabbi Chaim Berlin"
}