{
 "id": "563271",
 "text": "thumb|Sugar-apple with cross section thumb The sugar-apple or sweet-sop is the fruit of Annona squamosa, the most widely grown species of Annona and a native of tropical climate in the Americas and West Indies. Spanish traders aboard the Manila galleons docking in the Philippines brought it to Asia. The fruit is spherical-conical, in diameter and long, and weighing , with a thick rind composed of knobby segments. The color is typically pale green through blue- green, with a deep pink blush in certain varieties, and typically has a bloom. It is unique among Annona fruits in being segmented, and the segments tend to separate when ripe, exposing the interior. The flesh is fragrant and sweet, creamy white through light yellow, and resembles and tastes like custard. It is found adhering to seeds forming individual segments arranged in a single layer around a conical core. It is soft, slightly grainy, and slippery. The hard, shiny seeds may number 20–40 or more per fruit and have a brown to black coat, although varieties exist that are almost seedless. There are also new varieties being developed in Taiwan and Hongkong. The atemoya or \"pineapple sugar-apple,\" a hybrid between the sugar-apple and the cherimoya, is popular in Taiwan, although it was first developed in the United States in 1908. The fruit is similar in sweetness to the sugar-apple but has a very different taste. As its name suggests, it tastes like pineapple. ==Nutrition and uses== Sugar-apple is high in energy, an excellent source of vitamin C and manganese, a good source of thiamine and vitamin B6, and provides vitamin B2, B3 B5, B9, iron, magnesium, phosphorus and potassium in fair quantities. For uses of other fruit from the Custard-apple family see: *Atemoya (a hybrid between A. squamosa and A. cherimoya) *Cherimoya *Custard-apple ==Gallery== File:Sitapalam.jpg|Sugar apple in Tamil Nadu, India File:Pineapple shijia.jpg|Sugar apple (right), with Taiwanese \"pineapple shijia\" (atemoya) (left) File:Sugar Apple (Annona squamosa) interior.jpg|The sugar apple readily breaks open when ripe. File:Sugar Apple deconstructed.jpg|A deconstruction of a sugar apple, showing a lobe of fruit and pulpy segments with seeds. File:Sugar Apple pulp.jpg|A sugar apple ready to eat File:Red Sugar Apple.jpg|Red Sugar Apples from Myanmar File:Sugar-apples 5, Taitung County, Dec 06.JPG|Sugar apples in Taitung, Taiwan File:Ata Sugar-apple Pinha Fruta do conde.JPG|A sugar apple in Goiânia, Brazil File:Sugar Apple Tree.jpg|Sugar Apple Tree in Philippines File:Aata by Mayeenul Islam.jpg|two sugar apples in Bangladesh. ==See also== * Annonin * Atemoya * Cherimoya * Custard-apple * Soursop ==References== ==External links== *Flora of North America: Annona squamosa * *Fruits from Americas: Annona squamosa *Pacific Island Ecosystems at Risk: Annona squamosa *Growing Sugar Apple Annona squamosa *benefits of apple to stay always healthy. Category:Annona Category:Edible fruits Category:Trees of the Caribbean Category:Crops originating from the Americas Category:Crops originating from South America",
 "title": "Sugar-apple"
}