{
 "id": "563776",
 "text": "Faraway Hill was the first soap opera broadcast on an American television network, airing on the DuMont Television Network on Wednesday nights at 9:00 PM between October 2 and December 18, 1946. A Variety article stated the Caples advertising agency bought time on DuMont for \"experimentation purposes,\" and had \"walked where other video programmers feared to tread,\" moving soap operas from radio to the \"infant medium television.\"Television Reviews \"Faraway Hill\", Variety, October 23, 1946, page 90 The series plot was based on a novel that David P. Lewis had begun, but never finished. ==Synopsis== Karen St. John, a wealthy widowed New York City socialite, decides to spend time with her relatives, the Willow family, who live near the small town of Faraway Hill,Douglas M. Snauffer, Prime Time Soap Operas, page x (preface), ABC-CLIO, 2009 in Kansas. St. John is attracted to Charlie WhiteRichard Irvin, The Early Shows: A Reference Guide to Network and Syndicated Prime Time Television Series from 1944 to 1949, Chapter 8, Bear Manor Media, 2018 who is engaged to her niece, Louise Willow. The series ends with the death of Karen St. John. Jim Von Schilling, in his book, The Magic Window: American Television, 1939-1953, wrote, \"Soap operas were popular on radio during the 1930s and 1940s; Faraway Hill simply brought the genre to television, where real arms were embraced, real tears shed, and where a card reading 'Continued Next Week' was held before the camera at each episode's climax.\" ==Cast== *Flora Campbell as Karen St. John, a wealthy young widow *Mel Brandt as Charlie White, who is engaged to Louise Willow *Ann Stell as Louise Willow, St. John's niece, and Charlie White's fiancé *Lorene Scott as Mrs. Willow, Louise's mother *Frederic Meyer as Mr. Willow, Louise's father Cast members are listed in The Early Shows: A Reference Guide to Network and Syndicated Prime Time Television Series from 1944 to 1949. ==Broadcast history== The series ran from October 2 to December 18, 1946. David P. Lewis, the writer and director, had a budget of around $300 an episode.Brooks, Tim & Marsh, Earle (1964). The Complete Directory to Prime Time Network TV Shows (3rd ed.). New York: Ballantine. The first episode originated from the basement of the Greenwich Village Wanamaker's department store. The half-hour show was broadcast live, although filmed excerpts were interspersed, such as a train sequence in the first episode. Slides of scenes from previous shows were included in later episodes to bring viewers up to date with regard to plot elements which had previously transpired. A narrator gave Karen's thoughts as bridges between scenes. In 1992, Lewis's obituary in the Los Angeles Times explained the program's short lifespan: \"Lewis declared at the time that it was only an experiment. It never made a cent and had no commercials. ... He wanted, he said years later, not a successful series but to 'test the mind of the viewer.'\" ==Early commentary== A review in the October 23, 1946 issue of Variety stated that the acting was \"done with competence considering the show’s lack of action and more than occasional dull lines.\" Cues were too slow, and title cards were held too long, causing poor pacing of events. The reviewer's opinion was that \"production will have to be jerked up by the bootstraps or Caples’ video director David Lewis’ baby is not long for this world.\" ==In popular culture== In Sharon Travers' novel Stranger in Our Midst (part of The Oak Grove Chronicles series), character Melba reflects on watching Faraway Hill: > In a dither of confusion, she also wondered about watching Faraway Hill with > Trudy yesterday. It all seemed so real when you actually watched it on > television, much more so than listening to it on the radio. They were both > caught up in the story, thinking what a sorry mess Karen had gotten herself > into. On February 28, 2006, Faraway Hill was featured in a clue on the television game show Jeopardy!. The $200 clue in the category \"'S'-ential Knowledge\" was \"Broadcast on the Dumont Network in 1946, Faraway Hill is considered the first TV show in this daytime genre\", with the answer being \"a soap opera\". ==Episode status== No footage from the series has survived (the show was done live; methods to record television, such as kinescopes, did not exist until 1947 and videotapes did not become prevalent until 1958). The original scripts are owned by the estate of the Lewis family. ==See also== *List of programs broadcast by the DuMont Television Network *List of surviving DuMont Television Network broadcasts *1946-47 United States network television schedule *Highway to the Stars (1947) another early DuMont soap opera ==References== ==Bibliography== *David Weinstein, The Forgotten Network: DuMont and the Birth of American Television (Philadelphia: Temple University Press, 2004) *Alex McNeil, Total Television, Fourth edition (New York: Penguin Books, 1980) *Tim Brooks and Earle Marsh, The Complete Directory to Prime Time Network TV Shows, Third edition (New York: Ballantine Books, 1964) ==External links== * * DuMont historical website Category:DuMont Television Network original programming Category:American television soap operas Category:1946 American television series debuts Category:1946 American television series endings Category:Black-and-white American television shows Category:English- language television shows Category:Lost television shows",
 "title": "Faraway Hill"
}