{
 "id": "564052",
 "text": "Glassjaw is an American rock band from Hempstead, New York. The band is fronted by vocalist Daryl Palumbo and guitarist Justin Beck, and was a major part of the Long Island music scene in the early 2000s. The band has been influential in the progression of the underground music scene in the eastern United States and United Kingdom and on the post-hardcore genre, and are known for their intense live shows and frequent line-up changes. ==Biography== === Early years (1993–1998) === The band formed in the summer of 1993 after Palumbo and Beck met each other at camp. Of the band name, Beck has said: \"We had a list of names, and we were just like, let's pick one of these band names which ones the coolest. At the time there were a bunch of bands coming out with two names in one like that, like mouthpiece, curbjaw, stuff like that. We were going down the list, and the first name that I liked was Swiftkick. I'm all like, that's a sick name. But for some reason Glassjaw stuck. There's really no reason behind it; it just sounded cool.\" The band played their first show in 1994 in Oceanside, New York. In the early days, Beck and Weinstock were also playing with Jewish straight edge metalcore band, Sons of Abraham. Sons of Abraham constitute an important influence on Glassjaw, songs such as \"Hurting and Shoving (She Should Have Let Me Sleep)\" by Glassjaw drawing particularly on earlier Sons of Abraham releases. Palumbo was in his own straight-edge band called XbustedX. The group's line-up changed constantly in their early years while they played in the local New York hardcore scene. Beck's primary instrument throughout this time was drums, but switched to bass guitar when Ariel Telford left the band in 1998, and then switched to lead guitar when Kris Baldwin left and Manuel Carrero joined the band in 1999. From 1994 to 1999 the band did several demo recordings of some songs that would eventually appear on their official releases, as well as several other compositions that would not see official release. The band recorded the five- song Kiss Kiss Bang Bang EP in 1997. The record was released independently on the label 2 Cents a Pop, and saw a re-release in 2001 without label affiliation. The line-up on this record was Daryl Palumbo, Justin Beck, Todd Weinstock, Kris Baldwin and Ariel Telford. \"Star Above My Bed\", from the EP, is still in the band's set lists to this day. A significant recording came in 1999 working with Don Fury (Quicksand, Snapcase, Orange 9mm, The Hearing Aides), showcasing songs that appeared on their debut LP Everything You Ever Wanted to Know About Silence. ===Everything You Ever Wanted to Know About Silence (1999–2000)=== In 1999, the band entered the studio at Indigo Ranch in Malibu, California, with producer Ross Robinson (At the Drive-In, Korn, Limp Bizkit, Slipknot, among others) to record their first full-length album titled Everything You Ever Wanted to Know About Silence, which saw release in 2000 through Roadrunner Records. On being signed, guitarist Justin Beck said: \"Ross showed up at a practice, we start a song; 5-4-3-2-1. Ross stands up, waving his hands and he's like, 'It's over, it's done. I want to do this, you've got a deal!' The line-up on this record was Palumbo, Beck, Todd Weinstock, Manuel Carrero & Sammy Siegler (who left the band prior to the subsequent tour). Robinson has said of it: \"Our goal at the time of that record was to destroy Adidas rock\", a self-deprecating reference to the Adidas-sponsored bands (Korn, Limp Bizkit) Robinson had produced and championed as part of the nu- metal movement. The music was aggressive and unrelenting, but also included spacious songs like \"When One Eight Becomes Two Zeros\", \"Her Middle Name is Boom\", \"Piano\" and the epic \"Everything You Ever Wanted to Know About Silence\", the latter of which deals with Palumbo's problems with Crohn's disease. The music, accompanied with Palumbo's lyrics—which were often bitter and resentful towards particular characters he was discussing—and his singing style in itself—powerful and aggressive guttural screaming along with a melodic touch—created a unique dynamic. Although Everything You Ever Wanted to Know About Silence is often cited as a milestone post-hardcore album, it saw little push from Roadrunner, causing the band to become disillusioned with the label. Matters were somewhat worsened when Palumbo started to have bouts with his Crohn's disease on tour, as his aggressive performance style sometimes triggers a relapse, which has the potential to be fatal. It is alleged that Roadrunner would not allow Palumbo to leave the tour to rest. Larry Gorman of Orange 9mm officially took over drumming duties part-way through touring, which saw dates with Deftones and a six-week European tour with Soulfly. The line-up continued to rotate following the conclusion of the tour when Manuel Carrero was kicked out by Roadrunner for being the only member to have date conflicts with touring. The album was pressed onto vinyl in 2009, limited to 10,000 copies. ===Worship and Tribute (2001–2003)=== In 2001, the band entered the studio in secret with Ross Robinson and began recording their follow-up album Worship and Tribute, which would see release the following year. The album was engineered and mixed by Mike Fraser. They left Roadrunner, finding them problematic, and shopped the album to other labels and ended up signing a deal with Warner Bros. Records. The line-up on this record was Palumbo, Beck (who also provided bass duties), Weinstock, and Shannon Larkin of Amen and later Godsmack, who provided drumming duties due to recording time constraints, as he had worked well with producer Ross Robinson in the past, although Larry Gorman was composing parts and officially the drummer of the band. Ross Robinson does not use a 'click track' (automated metronome) when recording drummers, as he believes \"it takes away from the true essence of the music\". This album showcased a more melodic and mature Glassjaw, as they started to further incorporate jazz and ambient influences, particularly in tracks like \"Ape Dos Mil\", \"Must've Run All Day\", \"The Gillette Cavalcade of Sports\", and \"Convectuoso\" (which did not appear on the official release due to a publishing dispute with Roadrunner). Palumbo said of it: \"It's a mélange of influences, a collage is what this band is all about. This record pays tribute to everything from Bad Brains to Anthrax to The Cure to Squeeze and so much more.\" Lyrically, the more confrontational elements heard on 'Everything...' were reined in, with Palumbo taking a more cerebral approach. Dave Allen joined the group as bassist following the recording of the album. The band then toured extensively throughout 2002–2003, playing all over the world, including festival tours such as Warped Tour, Ozzfest and Snocore. In October 2002, dates in Germany and the UK were cancelled when Palumbo was hospitalized in Paris after suffering a relapse of the Crohn's; he underwent intestinal surgery. The dates were rescheduled to December, but he suffered another relapse. On their return in April 2003 he was hospitalized again in Glasgow, Scotland, which led to cancellations including the Kerrang! Weekender and a date at the London Astoria. ===Hiatus and rebirth (2004–2008)=== The band took a hiatus in 2004, while Palumbo was composing and performing with his new group Head Automatica—which included drummer Larry Gorman—and Beck worked on his band merchandise business. In late 2004, Todd Weinstock, Dave Allen, and Larry Gorman were all fired from the band, fueling rumors that they had split up. Indeed, the band's website displayed \"RIP GlassJAw\" in the header for a time, though this may have been in jest. The band denied that they were splitting up and cited Palumbo's ongoing problems with Crohn's disease as one of the reasons for the hiatus. After a two-year hiatus, the band played three shows in 2005; two at The Downtown in Farmingdale, New York, with proceeds going to charity, and a spot on The Used's tour at the Hammerstein Ballroom. They were initially meant to be main tour support for The Used, but Palumbo had further problems with his Crohn's (Head Automatica also cancelled all their US shows). Manuel Carrero, who had been playing with a band named The Jiant, replaced Allen as bassist after nearly five years away from the group. Durijah Lang, who was also a former band member from their early years, replaced Larry Gorman behind the kit. The band did not fill its vacant guitarist role and continued as a four-piece. In October 2005 the band released a B-side EP of songs not used on Worship and Tribute, titled El Mark. Their official website became active once again in November 2006. The band would go on to tour in December of that year as support for Deftones, and a few headlining shows of their own (dubbed the Fucking Tour 2006). Palumbo said, 'The best thing about the tour was just having it happen'. Also, on New Year's Eve of 2006, they played at two-day festival Stillborn Fest in Connecticut, alongside Hatebreed and others. Along with new material was the confirmation that a new album would be released in 2007, with the new songs introduced at the shows included. Glassjaw's official site homepage showed \"7.7.7.\" in large bold text, referring to a one-off show at the Carling Academy Brixton in England. It was then announced on fan site Glassjaw.net that they would be playing a warm up show at the Camden Barfly on 6.7.7. These shows were the first in the UK for four years. At the end of 2007, Glassjaw, for the first time, headlined in southern California in various venues such as the Avalon in Hollywood, the House of Blues in San Diego, and the Glasshouse in Pomona. This was dubbed the \"100% Maybe\" tour, a joke referring to the uncertain nature of their tours due to frequent cancellations. The band was one of the headlining acts of 2007's Saints & Sinners Festival at the Asbury Park Convention Hall in Asbury Park, New Jersey, along with Against Me!. In 2008, Glassjaw returned to the UK, playing at the two-day festival Give It A Name in Sheffield on May 10, and in London on May 11. They also did shows in Cardiff, Wales, and Dublin, Ireland. ===Our Color Green and Coloring Book (2008–2014)=== Glassjaw's next release was highly anticipated, not only due to their last full-length release dating back to 2002, but also the delay and lack of information regarding its status and/or release. In an interview with Palumbo in the July 2006 issue of AP magazine, he stated that the band were in the process of writing and recording new material for the next album, which they hoped to release in 2007. Palumbo hinted that there could be a unifying concept behind the album. In November 2007, in the first Glassjaw interview in years, Beck revealed they had written \"about eleven good songs -- seven [that] I love, and four to six half-baked ideas we need to finish\". In an interview with Kerrang!, Palumbo stated that the new album should be released by \"The end of this year or early 2009...I hope.\" Details emerged from The Grixer in May 2008 that the album was \"awaiting vocals\" and \"should be wrapped up and completed in the coming months\". In a May 2008 interview with Verse One magazine, Beck said: \"Right now I’d just be happy to finish up this record. I’m sure if it’s not a giant pile of shit, we’d love to play it live. Exact dates, plans, don't know yet.\" In a June 2008 interview conducted by Glassjaw.net, Beck stated, \"As far as I am personally concerned, there will be a release well before the end of the year.\" The album was not produced by Ross Robinson, as with previous releases; instead Beck co-produced the album with his friend Jonathan Florencio. Florencio also engineered the album. By June 2008, drums, bass, and guitar parts of thirteen songs had been tracked, however vocal tracking was incomplete, with some vocals having been recorded for \"You Think You're (John Fucking Lennon)\", \"Jesus Glue\", the reworked \"Star Above My Bed\" (based on the Kiss Kiss Bang Bang and not Don Fury version), and \"Natural Born Farmer,\" all of which had been played live and which were expected to be included on the album; however, tracks \"Convectuoso\" and \"Midwestern Stylings\" were not included on Worship and Tribute, despite media reports and announcements at live shows. A fifth, unnamed track had only freestyle vocals recorded, perhaps indicating that lyrics were yet to be written for the rest of the album at this point. It was rumored prior to the official announcement that the album would be self-titled, and Beck hinted, though speculatively, at a possible digital release. He also stated he would have wanted to release the record himself, but it is likely it will be released by Warner Bros., as with Worship and Tribute. In the fall of 2009, Glassjaw supported Brand New on their headline tour. Not long after, Palumbo, Beck and Manny conducted an exclusive video interview for Glassjaw.net on Ryan's Rock Show, where the band stated that the long absence of released material was due to \"decisions we made when we were 21 years old,\" alluding to a possible legal/contractual dispute with either Roadrunner or most likely with their second major label, Warner Bros. In December 2009, it was announced that Manuel Carrero and Durijah Lang left Saves the Day in order to focus entirely on Glassjaw. This made it clear that both Carrero and Lang are not just hired touring musicians and are full-time members. In January 2010, Glassjaw debuted a new song, entitled \"All Good Junkies Go To Heaven\" live on their UK tour. The song's title was announced by Daryl Palumbo via Twitter some months before. It was the first new song that Glassjaw has played in nearly four years (\"Lennon\" and \"Jesus Glue\" were debuted late 2006). In addition, the band also added \"El Mark\" and \"Convectuoso\" to their setlists, two fan-favorite B-sides that had been sparingly played live. On the last show of their 2010 tour at Emo's in Austin, TX, the band premiered a new song with the tentative title \"Wolfegg\". In August 2010, Glassjaw returned to the UK to headline the Hevy Music Festival held at the Port Lympne Wild Animal Park near Folkestone. Temporary session bassist Sarosh Brohi stepped in for the tour. To promote an EP consisting of 5 new songs, Glassjaw presented a unique marketing program where fans were offered a free digital release in conjunction with a special limited product or event. Any time a fan bought an item off their online store, included but not mentioned in the package, the fan would get a 2\" die-cut plastic logo for free. Other fans received a random postcard in the mail. The postcard had no return label, no explanation and consisted of a perforated logo. On August 8, 2010 (8/8) the band released a 7\" vinyl single for \"All Good Junkies Go to Heaven\" spray-painted green and pink on either side of the vinyl at the UK's Hevy Fest. This is the first official Glassjaw release since 2005's El Mark EP. On August 8, 2010 via MerchDirect, \"All Good Junkies Go To Heaven\" became available for purchase. Within hours of availability, the vinyl had sold out. Fans soon realized that in order to play the vinyl, they needed the die-cut logo. Shortly thereafter, in addition to the launch of the single, a \"one-take\" live video of their 2008 song \"You Think You're John Fucking Lennon\" was posted on the official Glassjaw website. Glassjaw then announced the release of another vinyl single for release on September 9, 2010 (9/9) for the song \"Jesus Glue,\" as well as a digital download for \"All Good Junkies Go To Heaven\" in various formats. On September 23, the band posted a video for the song, \"Stars,\" a reworked version of \"Star Above my Bed,\" a fan favorite. As they did with \"Junkies\" and \"Jesus Glue,\" continuing the date patterns of 8/8, 9/9, on October 10, 2010 (10/10) the band released another vinyl, containing the track \"Natural Born Farmer\" and the digital release of \"Jesus Glue.\" On December 12, 2010 (12/12), Glassjaw released \"You Think You're (John Fucking Lennon)\" on vinyl which instantly sold out. On December 19, an Amazon.com page listing was opened for a Glassjaw EP titled, Our Color Green (The Singles) (an allusion to the band's first release) with a 1/1/11 release date, all but confirming the rumors of the vinyl tracks being on the aforementioned EP. On December 20, 2010, MerchDirect began selling ticket/poster bundles for Glassjaw shows across the U.S. On New Years Day 2011, the Our Color Green (The Singles) EP was released digitally to online music retailers including iTunes, Amazon, and eMusic among others. The band also encored their 1/1/11 show at the Best Buy Theater in New York with five new songs that Daryl confirmed would be on the bands forthcoming album to be released early in the year. thumb|Glassjaw performing in March 2011 in Sayreville, New Jersey At 11:11am on January 11, glassjaw.com began streaming a studio recording of \"Gold.\" The website's background was changed to a live band photo with the text \"coloring book, the extended play. available exclusively at venue. gratis.\" After the first concert on their 2011 tour, February 13, 2011, the new EP Coloring Book was given away free to each fan that attended the concert. Glassjaw played two shows in the UK, at the London HMV Forum (March 30) and the Cardiff Solus (March 31), with support from Napalm Death and also headlined Soundfest (June 10), playing alongside other artists such as Brother Ali, Del the Funky Homosapien and If He Dies He Dies. The band also played the Radio 1 / NME Stage at Reading and Leeds Festival in August 2011. Glassjaw played their first show of 2012 in support of Rise Against's Endgame Tour. It was the only show in which Glassjaw opened for them on the tour. A Day To Remember, The Menzingers, Architects, Touché Amoré, and Title Fight also supported on selected dates. Glassjaw were also added to the Sonisphere festival line-up around this time were to perform Worship & Tribute in its entirety during their set. However, it was announced on March 29, 2012 via Sonisphere's website that the festival was canceled due to issues in setting up the festival. As a result, the band scheduled a date at New York's Irving Plaza to play the album in its entirety. The band also played Hevy Fest in 2012, alongside acts such as Converge, Rolo Tomassi and Will Haven. It marked Glassjaw's second time playing at the festival, and the first since headlining it in 2010. On December 1, 2012 the band played the Unsilent Night Festival in Texas, where they performed a cover of the 108 song \"Woman\". In 2013, the band embarked on a summer headlining tour in the United States. In the fall, the band played Riot Fest in Chicago, as well as an opening for Deftones at a Los Angeles show at the Greek Theater, and also played a headlining show in Santa Ana, California. At the beginning of 2014, the band participated in the Soundwave Festival in Australia, as well as playing a few Australian club shows with The Dillinger Escape Plan. In the summer of 2014, Glassjaw once again briefly returned to performing, playing a brief set at the Amnesia Rockfest (in Montebello, QC). Later in the fall, the band played Riot Fest in both Denver and Toronto, Made In America Festival in Philadelphia, and Fun Fun Fun Fest in Austin, Texas, which would be the band's last performance with Carrero on bass and Lang on drums. On the weekend of November 28, 2014, the band's merchandise website had a Black Friday sale where fans would get 19.93% off their order if they applied the promo code \"weactuallyjuststartedwriting\", hinting that a new album was in the works. ===Line-up change and Material Control (2015–present)=== In July 2015 it was confirmed by drummer Durijah Lang that he and bass player Manuel Carrero quit the band in January. When asked for an explanation, Lang reportedly said, \"I just felt like I needed to. No axe to grind with those guys. I just ran out of good reasons not to call it a day.\" The two went on to join Burn. Both Lang and Carrero were replaced by two former Glass Cloud members in bassist Travis Sykes and drummer Chad Hasty. Glassjaw's first performance with the newly installed rhythm section was a surprise performance at Amityville Music Hall in Amityville, NY on August 7, 2015. Along with that performance, the band played a handful of performances including Wrecking Ball Festival, Heavy Montreal, Taste Of Chaos Festival, and Aftershock Festival, as well as a show opening for Coheed And Cambria in Asbury Park, New Jersey, and a headling show in San Francisco with Dance Gavin Dance. On December 1, 2015, Glassjaw released a new song titled \"New White Extremity\" on the band's SoundCloud account. Music news website Pitchfork stated that the band would be releasing a new album, but did not give detail on when the album would be released. On January 31, 2016 Glassjaw debuted new material at The Old Blue Last in London. At this warm up show, they performed \"New White Extremity\" as well as six other new songs, which they did not name at the time. The following night, February 1, 2016 Glassjaw played at the O2 Ritz in Manchester Theater, again playing more new material including another song called \"Shira\". In February and March 2016, Glassjaw opened for Coheed and Cambria on their The Color Before the Sun tour in the United Kingdom and in the United States. During this tour, the band played \"New White Extremity\" and \"Shira\". Also during this tour, they played 7 small headlining shows in nearby cities. At these headlining shows, the band's setlist contained mostly new songs that have yet to be released. Some of these news songs are speculated to be titled \"Neo\", \"Metal\", \"Post Apocalyptic\", and \"Abigados\". The band did not make any other announcements about their oft-rumored third album for nearly two years. However, on May 18, 2016 it was announced that the band would be playing both Denver and Chicago dates of Riot Fest. In December 2016, The Dillinger Escape Plan drummer Billy Rymer confirmed that he'd tracked drums for \"a whole album's worth of material\" towards the band's third album. On November 15, 2017, Amazon leaked a few details of a new Glassjaw album tentatively titled Material Control. It was listed with a December 1, 2017 release date containing 12 tracks. A flexi-disc format of the album containing 10 songs was sent to fans who previously had ordered Glassjaw merchandise through Justin Beck's MerchDirect company prior to an official announcement. On November 24, 2017, Glassjaw released a new song titled \"Shira\" and confirming a December 1, 2017 release date for Material Control. The album was released via Century Media Records to critical acclaim. The music video for \"Shira\" followed in April 2018. In April 2018, the band announced a co-headlining summer tour with Quicksand. On June 28, 2018, the band released a music video for \"Golgotha\" ==Musical style== The band's sound has always been rooted in the New York hardcore scene. Elements of the late 1980s youth crew style of hardcore are prominent in their earlier recordings, and Youth of Today have been cited as an important influence. Beck has cited Faith No More's attitude towards making music as an influence, while Palumbo has specifically cited Mike Patton as a huge influence on him. Glassjaw has been described as nu metal early on in their career, alternative metalABREAST OF THE NEWS \"His next bet is the alt- metal group Glassjaw, which Robinson calls \"the new post-millennial destroyers of Adidas rock.\" Orlando Sentinel Sentinel, May 13, 2000. Retrieved March 16 2013. and post-hardcore. Apart from this, Palumbo's lyrics are known to frequently quote other artists as a tribute, quoting acts such as Frank Zappa, Tori Amos, Gravediggaz, among others. RockSound named the band \"The Biggest DIY Band In The World\" because of the band's independence from major labels, insistence on maintaining creative control of both their sound and presentation and grass roots approach to distributing their music despite several hiatuses. On why the band still exists, Palumbo stated, \"Glassjaw provides a real outlet for all our creativity. And allows us to sit around making dick and fart jokes all day.\" Beck stated, \"Glassjaw would suck if this was how we paid our rent because then you'd make stupid decisions in order to pay the bills. Once money and popularity have a bearing on your art then it's gone, diluted. You lose it.\" In a nod to how the band shuns the music industry standard of putting out an album, when asked why the long wait for new music, Palumbo stated \"...we write a lot. When the band is at the forefront, that’s when the spark really seems to happen. If it was up to me and him, we’d get together every weekend and make an album almost every few months. But I think the most poignant and potent Glassjaw [comes from] us stockpiling the goodness until it’s time to do it. And when it’s time to do it, the universe very much lets us know.” ==Problems with Roadrunner Records== Both Palumbo and Beck continue to speak unfavourably of Roadrunner, years after the problems the band experienced with them. They openly advise people not to buy their first full-length so as not to give the label money, and have repeatedly told fans at shows to illegally download the record. Palumbo has said of them: Beck has said: Palumbo has said that Roadrunner didn't put the band on enough tours: Regarding the re-release of the remastered version of Everything You Ever Wanted to Know About Silence in March 2009 by Roadrunner, Beck was quoted by Alter The Press! in saying == Musical influence and legacy == Glassjaw have been regarded as one of the most influential bands of the post-hardcore genre. Born of the Long Island hardcore scene, producer Ross Robinson declared in 2000 that Glassjaw \"was on a mission to destroy the ‘Adidas Rock’ of nu-metal bands like Limp Bizkit.\" Their usage of dissonant melodies through their two guitarists, Justin Beck and Todd Weinstock, created a jazz-like sound that was unique and original for the genre. Nick Greer of Sputnikmusic stated that \"part of what makes Glassjaw such a stand out band is a combination of structured genre blending and blissfully naive experimentation.\" Michael Ventimiglia of the Long Island Press said that their Worship and Tribute album \"helped shape and define music for a new generation.\" Modern post-hardcore bands such as Funeral for a Friend, Night Verses, The Movielife and Letlive have named Glassjaw as a formidable influence. Funeral For a Friend lead singer Matt Davies-Kreye stated that \"Glassjaw are such an experimental band and integrate a lot of different styles and influences in their music such as ambient rock, hardcore, post-rock and jazz. They always taught me to go against the grain, pay more attention to dynamics and think outside of the box when writing songs. I like to think that our new material is heavily GlassJaw- influenced.\" Mike Cunniff of Boston Manor said that \"they definitely have a strong cult following not dissimilar to Brand New. Their music has stood the test of time because they have always been so fresh and original.” ==Band members== Current members * Daryl Palumbo - lead vocals (1993-present) * Justin Beck - guitars (1998-present), keyboards (1993-present), drums (1993-1998), bass (1998; in studio 2001-present) * Chad Hasty - drums (2015-present) Current touring musicians * Isaac Bolivar - bass (2019-present) Former touring musicians * Brian Meehan - guitars (1998) * Mike Caleo - guitars (1998) * Scottie Redix - drums (1999) * Stefan Linde - drums (1999) * Mat Brown - bass (2001) * Mitchell Marlow - bass (2001) * Travis Sykes - bass (2015-2018) * Dan Ellis - bass (2018) * Matt Rubano - bass (2019) Former members * Manuel Carrero - bass (1998-2000, 2004-2015) * Durijah Lang - drums (2000, 2004-2015) * Nick Yulico - guitars (1993-1995) * Kris Baldwin - guitars (1995-1998) * Todd Weinstock - guitars, backing vocals (1996-2004) * Dave Buchta - bass (1993-1995) * Ariel Telford - bass (1995-1998) * Dave \"Allen\" Harbron - bass (2001-2004) * Sammy Siegler - drums (1998-2000) * Larry Gorman - drums (2000-2004) Session musicians * Shannon Larkin - drums (2001-2002) * Billy Rymer - drums (2015-2016) Timeline ImageSize = width:900 height:350 PlotArea = left:90 bottom:100 top:5 right:10 Alignbars = justify DateFormat = mm/dd/yyyy Period = from:01/01/1993 till:01/01/2022 TimeAxis = orientation:horizontal format:yyyy Colors = id:Vocals value:red legend:Vocals id:Guitar value:green legend:Guitars id:Keys value:purple legend:Keyboards id:Bass value:blue legend:Bass id:Drums value:orange legend:Drums id:BVocals value:pink legend:Backing_vocals id:studio value:black legend:Studio_album id:other value:gray(0.5) legend:EP,_demo id:bars value:gray(0.93) Legend = orientation:vertical position:bottom columns:3 ScaleMajor = increment:2 start:1993 BackgroundColors = bars:bars LineData = layer:back color:studio at:05/09/2000 at:07/09/2002 at:12/01/2017 color:other at:05/01/1997 at:05/01/2005 at:01/01/2011 at:02/13/2011 at:01/01/1994 at:01/01/1996 at:06/01/1996 at:01/01/1999 at:06/01/1999 BarData = bar:DP text:\"Daryl Palumbo\" bar:NY text:\"Nick Yulico\" bar:KB text:\"Kris Baldwin\" bar:TW text:\"Todd Weinstock\" bar:DB text:\"Dave Buchta\" bar:AT text:\"Ariel Telford\" bar:MC2 text:\"Manuel Carrero\" bar:DA text:\"Dave Allen\" bar:JB text:\"Justin Beck\" bar:SS text:\"Sammy Siegler\" bar:DL text:\"Durijah Lang\" bar:LG text:\"Larry Gorman\" bar:CH text:\"Chad Hasty\" PlotData= width:11 textcolor:black align:left anchor:from shift:(11,-4) bar:DP from:start till:end color:Vocals bar:NY from:01/01/1993 till:05/01/1995 color:Guitar bar:KB from:05/01/1995 till:12/01/1998 color:Guitar bar:TW from:01/01/1996 till:08/01/2004 color:Guitar bar:TW from:01/01/1996 till:08/01/2004 color:BVocals width:3 bar:JB from:01/01/1999 till:end color:Guitar bar:JB from:01/01/1993 till:end color:Keys width:3 bar:DB from:01/01/1993 till:05/01/1995 color:Bass bar:AT from:05/01/1995 till:04/01/1998 color:Bass bar:JB from:04/01/1998 till:01/01/1999 color:Bass bar:MC2 from:01/01/1999 till:01/01/2001 color:Bass bar:DA from:01/01/2001 till:08/01/2004 color:Bass bar:MC2 from:08/01/2004 till:01/10/2015 color:Bass bar:JB from:01/10/2015 till:end color:Bass width:7 bar:JB from:01/01/1993 till:04/01/1998 color:Drums bar:SS from:04/01/1998 till:06/01/2000 color:Drums bar:DL from:06/01/2000 till:12/01/2000 color:Drums bar:LG from:12/01/2000 till:08/01/2004 color:Drums bar:DL from:08/01/2004 till:01/10/2015 color:Drums bar:CH from:01/10/2015 till:end color:Drums ==Discography== ===Studio albums=== {| class=\"wikitable\" |+ !Year !Album details !US !US Ind. !UK !Sales |- |2000 |Everything You Ever Wanted to Know About Silence * Released: May 9, 2000 * Label: Roadrunner * Format: CD, 2xLP |— |— |82 |US: 46,551+ |- |2002 |Worship and Tribute * Released: July 9, 2002 * Label: Warner Bros. * Formal CD, LP |82 |— |— |US: 53,963+ |- |2017 |Material Control * Released: December 1, 2017 * Label: Century Media * Format: CD, LP |— |8 |— | |} ===EPs=== * Kiss Kiss Bang Bang (1997) * El Mark (2005) * Our Color Green (The Singles) (2011) * Coloring Book (2011) ===Demos=== * Untitled (1994) * Our Color Green in 6/8 Time (1996) * The Impossible Shot (1996) * Split with Motive (1996) * Monster Zero (1999) * The Don Fury Sessions (1999) ===Singles=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\" rowspan=\"2\" style=\"width:14em;\"| Title ! scope=\"col\" rowspan=\"2\"| Year ! scope=\"col\" colspan=\"2\"| Peak chart positions ! scope=\"col\" rowspan=\"2\" style=\"width:15em;\"| Album |- ! scope=\"col\" style=\"width:3em;font-size:90%;\"| UK ! scope=\"col\" style=\"width:3em;font-size:90%;\"| UK Rock Peak chart position on the UK Rock & Metal Singles Chart: * Ape Dos Mil: |- ! scope=\"row\"| \"Pretty Lush\" | rowspan=2|2000 | — || — | rowspan=\"2\"| Everything You Ever Wanted to Know About Silence |- ! scope=\"row\"| \"Ry Ry's Song\" | — || — |- ! scope=\"row\"| \"Cosmopolitan Bloodloss\" | 2002 | 76 || — | rowspan=\"2\"| Worship and Tribute |- ! scope=\"row\"| \"Ape Dos Mil\" | 2003 | 87 || 7 |- ! scope=\"row\"| \"All Good Junkies Go to Heaven\" | rowspan=5|2010 | — || — | rowspan=\"5\"| Our Color Green (The Singles) |- ! scope=\"row\"| \"Jesus Glue\" | — || — |- ! scope=\"row\"| \"Natural Born Farmer\" | — || — |- ! scope=\"row\"| \"Stars\" | — || — |- ! scope=\"row\"| \"You Think You're (John Fucking Lennon)\" | — || — |- ! scope=\"row\"| \"New White Extremity\" | 2015 | — || — | rowspan=\"3\"| Material Control |- ! scope=\"row\"| \"Shira\" | 2017 | — || — |- ! scope=\"row\"| \"Golgotha\" | 2018 | — || — |} ===Compilation contributions=== {|class=\"wikitable\" |- ! Year ! Song(s) ! Album |- | 1996 | \"Faust\" and \"Pravado\" | 516: A Long Island Hardcore Compilation |- | 2000 | \"Midwestern Stylings\" (remix) | The Best Comp In the World |} ==Music videos== {|class=\"wikitable\" |- ! Year ! Song ! Director |- | 2000 | \"Siberian Kiss\" | Steve Pedulla |- | 2000 | \"Pretty Lush\" | Steve Pedulla |- | 2002 | \"Cosmopolitan Bloodloss\" | Patrick Hoelk |- | 2003 | \"Ape Dos Mil\" | Cooper Johnson, Jason Moyer |- | 2003 | \"Tip Your Bartender\" |- | 2010 | \"You Think You're (John Fucking Lennon)\" |- | 2018 | \"Shira\" |- | 2018 | \"Golgotha\" |- | 2018 | \"My Conscience Weighs a Ton\" |- | 2021 |\"Gold\" |} ==See also== * Head Automatica * United Nations * Men, Women & Children * Classic Case * Saves the Day * Sons of Abraham * Roadrunner United * Color Film ==References== ==External links== * Official website * Category:Musical groups from Long Island Category:Musical groups established in 1993 Category:American alternative metal musical groups Category:American nu metal musical groups Category:American post-hardcore musical groups Category:Rock music groups from New York (state) Category:1993 establishments in New York (state) Category:Sony Music Publishing artists Category:Century Media Records artists Category:Roadrunner Records artists Category:Warner Records artists",
 "title": "Glassjaw"
}