{
 "id": "564402",
 "text": "Ammanford () is a town and community in Carmarthenshire, Wales, with a population of 5,411 at the 2011 census. It is a former coal mining town. The built-up area had a population of 7,945 with the wider urban area even bigger. According to the 2001 census, 75.88% of the population were competent in the Welsh language, compared to roughly 61% in Carmarthenshire as a whole and 21.8% in Wales as a whole. Ammanford is served by the A483 and A474 roads. Ammanford railway station is a stop on the Heart of Wales Line, with trains to Llanelli and Swansea to the south and Shrewsbury to the north. Ammanford is twinned with Breuillet, Essonne. == History == The town of Ammanford is a relatively modern settlement. It was originally known as Cross Inn, named after an inn that was located at a location where a number of roads converged. During the nineteenth century, as a result of the growth of both the tinplate and anthracite coal trades, a village grew around the Cross Inn (which later became known as Ammanford Square). As the settlement expanded, prominent residents came to the view that its name should be changed since there were a number of other places named Cross Inn in Carmarthenshire alone. In 1880, a number of public meetings were held, and in November 1880 it was resolved that the name Ammanford (i.e. \"ford of the River Amman\") adopted. The meeting was chaired by Watcyn Wyn. It took several years for the new name to be widely adopted, but the decision of the Great Western Railway to change the name of the Cross Inn station to Ammanford in June 1883 was welcomed by residents and tradesmen. ==Government== ===Parliamentary elections=== Ammanford was part of the Carmarthenshire county constituency until it was divided in 1885 whereupon the town was located in the East Carmarthen constituency which was held until its abolition in 1918 by the Liberal Party. The Labour Party captured Llanelli in 1922 and have held it ever since. The MP from 1936 until 1970 was Jim Griffiths, a native of nearby Betws. However, in 1997, Ammanford was transferred to the new Carmarthen East and Dinefwr seat which was captured in 2001 by Adam Price of Plaid Cymru. ===Local government=== Ammanford was part of Carmarthenshire County Council from 1889 until 1974 and was usually represented by Labour councillors. It became part of Dyfed County Council from 1974 until 1996. Following the abolition of Dyfed it became, once again, part of Carmarthenshire, now a unitary authority. Ammanford Urban District Council was formed in 1903 in consequence of sharp population growth. It was absorbed into Dinefwr Borough Council upon re-organization in 1974. Dinefwr in turn was absorbed into the Carmarthenshire unitary authority in 1996. Ammanford's Town Council has continued as a community council. The community is bordered by the communities of: Llandybie; Betws; and Llanedi, all being in Carmarthenshire. ==Religion== Ammanford is in the ecclesiastical parish of Ammanford and Betws. Ammanford formed part of the ancient parish of Llandybie although the parish church at Betws was much closer to the town. The established church was, however, slow to react to the growth of an urban community. The nonconformist denominations, in contrast, were far more active and Ammanford was an important location as the 1904–1905 Welsh Revival unfolded. Prominent chapels include Ebenezer (Baptist), Gelliamnwydd (Christian Temple) (Congregationalist) and Bethany (Calvinistic Methodist). There is an active Christadelphian community based in the town centre, in addition to various Evangelical and Apostolic Churches. The global Apostolic Church grew out of this area and until recently still held the Annual Apostolic Convention at nearby Penygroes.Ammanford Christadelphians, accessed 25 January 2018 == Twentieth century == The Ammanford Anthracite Strike was a riot at Ammanford in 1925 during a strike by anthracite miners who took control of the town by force and violence for 10 days. 200 Glamorgan police were ambushed by strikers at Pontamman Bridge during the so-called 'Battle of Ammanford'.Ammanford Anthracite Strike 1925 Mal Davies Ammanford hosted the National Eisteddfod in 1922 and 1970. ==Developments== On 4 July 2002, Ammanford was granted Fairtrade Town status. This status was renewed by the Fairtrade Foundation on 27 December 2003. == Notable people == *Sara Gregory, actress *Adam Price, politician and leader of Plaid Cymru *Neil Hamilton, MP, grew up in the town * Rae Jenkins, light orchestra conductor * Gareth Jewell, actor * Alex Jones, television presenter on S4C and the BBC's The One Show * Donald Peers, singer * Owain Wyn Evans, BBC presenter * Ieuan Rees, renowned artist & stone mason * John Rhys-Davies, actor (The Lord of the Rings film trilogy) * Alexandra Roach, actress * Rick Smith, musician (Underworld) * Rheinallt Nantlais Williams, Professor of Philosophy of Religion and theologian ==Sport== A motorcycle speedway long-track meeting, one of the few held in the UK, was staged at Ammanford. Local football team Ammanford A.F.C. play in the Cymru South, while rugby union team Ammanford RFC were formed in 1887 and play in the Welsh Rugby Union leagues. The local cricket team Ammanford Cricket Club are a major part of sports in the community/town. They won the South Wales Premier Cricket League in 2012 but in 2013 got relegated back to the South Wales Cricket Association 1st Division. The 1st team is captained by ex- Glamorgan cricketer Alun Evans (cricketer) == References == ==Sources== * ==External links== *Unofficial Town website Category:Towns in Carmarthenshire Category:Communities in Carmarthenshire",
 "title": "Ammanford"
}