{
 "id": "564966",
 "text": "And God Created Woman () is a 1956 French romantic drama film directed by Roger Vadim in his directorial debut and starring Brigitte Bardot. Though not her first film, it is widely recognized as the vehicle that launched Bardot into the public spotlight and immediately created her \"sex kitten\" persona, making her an overnight sensation. When the film was released in the United States by Kingsley-International Pictures in 1957, it pushed the boundaries of the representation of sexuality in American cinema, and most available prints of the film were heavily edited to conform with the prevailing censorial standards of 1957.. An English-language remake also titled And God Created Woman was directed by Vadim and released in 1988. ==Plot== The action is set in St Tropez. Juliette is an 18-year-old orphan in Saint-Tropez, France, with a high level of sexual energy. She makes no effort to restrain her natural sensuality - lying nude in her yard, habitually kicking her shoes off and stalking about barefoot, and disregarding many societal conventions and the opinions of others. This behavior causes a stir and attracts the attention of most of the men around her. Her first suitor is the much older and wealthy Eric Carradine. He wants to build a new casino in St Tropez, but his plans are blocked by a small shipyard on the stretch of land which he needs for the development; the shipyard is owned by the Tardieu family. Antoine, the eldest of the three Tardieu brothers, returns home for the weekend to hear Carradine's proposal and Juliette is waiting for him to take her away with him. His intentions are short-term, and he spurns her by leaving St Tropez without her. Tiring of her outrageous behavior, Juliette's guardians threaten to send her back to the orphanage, which will confine her until she is 21. To keep her in town, Carradine pleads unsuccessfully with Antoine to marry her. His infatuated and naive younger brother Michel sees his opportunity and proposes marriage to Juliette. Despite her love for Antoine, she accepts. When Antoine is contracted to return home and work for Carradine, Juliette's behavior becomes increasingly disrespectful of her husband. In a huff, she takes one of the family's boats. When it develops engine trouble, she has to be saved by Antoine. Washed up together on a wild beach, she seduces him. Juliette begins acting bizarrely. She takes to her bed, claiming to have a fever. She tells Christian, the youngest Tardieu brother, that she had sex with Antoine on the beach. Madame Tardieu, mother of the three boys, hears about it, tells Michel that he has to kick Juliette promptly. Michel goes to their room to talk with Juliette, but she has gone off to the Bar des Amis to drink and dance. Michel tries to go looking for her, but Antoine locks him inside, telling him to forget that \"bitch whore\". Michel fights his brother for the key and heads out after Juliette. Eric has been alerted that Juliette is making a spectacle of herself and comes to the bar to collect her. Juliette refuses to leave with him. Michel arrives but Juliette refuses to talk with him and continues an improvised and sexually suggestive dancing. When she ignores Michel's order to stop, her to stop, Michel shoots at her. Eric steps in and is slightly wounded. Antoine offers to drive Eric to a doctor and they leave. Michel angrily slaps Juliette four times. She only smiles at him with satisfaction that she has provoked him to this behavior. En route to the doctor, Eric tells Antoine that he is going to reassign him to work elsewhere to put some distance between him and Michel and Juliette. He says: \"That girl was made to destroy men.\" In the final scene, Michel and Juliette walk home together, hand in hand. == Cast == * Brigitte Bardot as Juliette Hardy * Curd Jürgens as Éric Carradine * Jean-Louis Trintignant as Michel Tardieu * Marie Glory as Mme. Tardieu * Georges Poujouly as Christian Tardieu * Christian Marquand as Antoine Tardieu * Jane Marken as Madame Morin * Jean Tissier as M. Vigier-Lefranc * Isabelle Corey as Lucienne * Jacqueline Ventura as Mme Vigier-Lefranc * Jacques Ciron as The Secretary of Éric * Paul Faivre as M. Morin * Jany Mourey as The Orphanage Representative * Philippe Grenier as Perri * Jean Lefebvre as The Man who wanted to dance * Leopoldo Francés as The Dancer * Jean Toscano as René ==Production== By the mid 1950s Roger Vadim was an established screenwriter and had written several movies starring his then wife Brigitte Bardot. Producer Raoul Levy wanted Vadim to write and direct a film starring Bardot, and suggested he adapt the book The Little Genius by Maurice Garçon. Vadim disliked the book and came up with a new story, one based on a trial of a woman who had been the mistress of three different brothers, and who killed one of them. Vadim was particularly taken with the attitude of the woman towards her lovers, the jury and the police. Levy liked Vadim's idea and obtained finance. Levy succeeded in raising finance from Columbia, who would provide color and CinemaScope provided Curt Jurgens was given a role. The parts of the brothers had already been cast so Vadim rewrote the script in two days to expand the part of an arms dealer so it could be offered to Jurgens. ==Reception== ===Box office=== The film was a big hit in France, one of the ten most popular films at the British box-office in its year of releaseMost Popular Film of the Year. The Times (London, England), Thursday, 12 Dec 1957; p. 3; Issue 54022 and the biggest foreign-language film ever in the United States at the time. The film was extremely popular in Kansas City, where it played for a year at the Kimo Theatre grossing over $100,000, a record for Kansas City at the time.The pouting Bébé's cavortings earned the picture $4 million Stateside and a further $21 million around the globe（In fact,《And God Created Woman》 grossed $12 million in the U.S. in a year.).In Europe，this movie have smashed attendance records from Norway to the Middle East. In the United States the film was released by Kingsley- International, a subsidiary of Columbia Pictures as Columbia was forbidden to release a film with nudity and adult themes. The Catholic Legion of Decency gave it a \"C\" for \"Condemned\" rating. A Columbia spokesman stated that the film would have received twice as many bookings with a less restrictive \"B\" rating, but would only have done half the business.pp. 114-115 Balio, Tino The Foreign Film Renaissance on American Screens, 1946–1973 University of Wisconsin Press; 1st Edition (November 5, 2010). ===Critical response=== When the film was released in the United States, Bosley Crowther, the film critic for The New York Times, found Brigitte Bardot attractive but the film lacking and was not able to recommend it. He wrote: \"Bardot moves herself in a fashion that fully accentuates her charms. She is undeniably a creation of superlative craftsmanship. But that's the extent of the transcendence, for there is nothing sublime about the script of this completely single-minded little picture. ...We can't recommend this little item as a sample of the best in Gallic films. It is clumsily put together and rather bizarrely played. There is nothing more than sultry fervor in the performance of Mlle. Bardot, and Christian Marquand and Jean-Louis Trintignant are mainly heavy-breathers as her men\". Film critic Dennis Schwartz wrote: \"The breezy erotic drama was laced with some thinly textured sad moments that hardly resonated as serious drama. But as slight as the story was it was always lively and easy to take on the eyes, adding up to hardly anything more than a bunch of snapshots of Bardot posturing as a sex kitten in various stages of undress. The public loved it and it became a big box-office smash, and paved the way for a spate of sexy films to follow. What was more disturbing than its dullish dialogue and flaunting of Bardot as a sex object, was that underneath its call for liberation was a reactionary and sexist view of sex.\"Schwartz, Dennis. Ozus' World Movie Reviews, film review, 3 April 2004. Last Retrieved 18 June 2008. Rotten Tomatoes reports that 75% of critics have given the film a positive review, based on 12 reviews.\"And God Created Woman at Rotten Tomatoes. Last Retrieved 18 June 2009. ==Censorship== When released in the United States, the film was condemned by the National Legion of Decency. Police made attempts to suppress its screening in the U.S. ==Paperback novelization== Approximately five years after the film's release, in 1961, Popular Library published a series of three screenplay novelizations based on mainstream foreign films known for pushing sexual boundaries in cinema, and this film was among them. The by line is that of \"new bestselling French author Simone Colette\", but no such author ever existed. Rather it's a pseudonym for American authorship, devised to tie the trio of novelizations together. Whether it served as a single author pseudonym or a \"house name\" for several writers is unknown. The copyright is assigned to the publisher and screenwriters Vadim & Lévy are nowhere mentioned. ==References== ==External links== * * And God Created Woman an essay by Chuck Stephens at the Criterion Collection Category:1956 films Category:1956 romantic drama films Category:1956 directorial debut films Category:Adultery in films Category:Films directed by Roger Vadim Category:Films set in Saint-Tropez Category:Films shot in Saint-Tropez Category:French films Category:1950s French-language films Category:French romantic drama films",
 "title": "And God Created Woman (1956 film)"
}