{
 "id": "565610",
 "text": "Lasgo were a Belgian electronic music group. The group formed in 1999 and is composed of Jelle Van Dael as the vocalist (after Evi Goffin left in 2008) and Peter Luts & Jef Martens as record producers (the latter replaced founding member Dave McCullen). Peter Luts confirmed on Belgian radio in 2008 that Evi Goffin was not returning to the band, after choosing to become a full-time mother. Luts announced around the same time that he was looking for a new vocalist for the band. Together with Belgian TV station JIMtv, he organized a televised search (in similar fashion to talent shows like Idols) for a new vocalist, that came to pick Van Dael as the singer. Throughout their career, Lasgo have sold more than five million units of their albums Some Things and Far Away, and the singles from those albums. ==Career== === 1999–2004: Some Things === Lasgo's first appearance was on the Holiday Party, one of the biggest out parties in Belgium. The Music Factory recorded the show to produce a video clip. In October, Lasgo also won the best national single award on the Belgian TMF Awards 2001. At the same time, it went gold with 25,000 copies sold. Lasgo's debut single \"Something\" was released in the summer of 2001 and became a hit all around Europe, charting at #5 in Belgium as well as #4 in the UK Singles Chart. In November 2001, Lasgo released their second single \"Alone\". This single was taken from Lasgo's debut album, Some Things, released on 19 November 2001. The music video for \"Alone\" was shot in a large office in Berlin, Germany. Due to Lasgo's international appeal, Luts was asked to remix Delerium's track \"Underwater\" for EMI Germany, and also crafted a remix for Aurora's song \"The Day It Rained Forever\" on Positiva Records (UK). During 2002, Lasgo was nominated for several awards: International Dance Club Hit of the Year (with \"Something\") and International New Dance Group of the Year at the Danish Dance Awards and Best Trance Act at the Dancestar World Music Awards 2002 (which was won by Ian Van Dahl's song \"Castles in the Sky\"). In August 2002, \"Alone\" was released in the UK and charted there at #7. It peaked at #3 in Belgium, making it their highest peaking song by them on the Belgian Charts. The debut album Some Things was released in the UK at the same time and peaked at #30 in the UK Albums Chart. \"Pray\" peaked at #17 in December that year. At around the same time, Some Things was released in the United States. In November 2002, Lasgo won the Smash Hits award for Best Dance Act of the Year 2002 in the UK. December 2002 marked the release of the second version of Some Things in Belgium. The re-release featured three new songs (\"Searching\", \"You\" and \"I Wonder\") along with remixes of their hits. In February 2003, A&S; Productions held a party in Club Carré in Willebroek, Belgium, to celebrate the success of Lasgo and Van Dahl, both in Belgium and abroad. In 2004 Lasgo wins an EBBA Award. Every year the European Border Breakers Awards (EBBA) recognize the success of ten emerging artists or groups who reached audiences outside their own countries with their first internationally released album in the past year. === 2004–2008: Far Away === The fourth Lasgo single, \"Surrender\", was released on vinyl in October 2003. \"Surrender\" appeared on CD in January 2004 in Belgium. The worldwide release was in February. A remixed UK release by LMC followed in April, where the song reached #24. In March 2004, Lasgo won their second award (Best Hi-NRG/Euro track with \"Alone\") at the Winter Music Conference's International Dance Music Awards in Miami, Florida. The year before they won the Best New Dance Artist Group Award. At the MIDEM 2004 music conference in Cannes (France), Lasgo was one of the winners of the European Border Breakers award. This award, given out by the European Commission, wants to enhance the exchange/export of pop music across country borders. \"Surrender\" topped the Billboard Dance Chart in late December 2004 and in January 2005. The second single from Far Away, was called \"All Night Long\". It was released on vinyl in December 2004. \"All Night Long\" went #1 in Belgium's dance club chart. Although it was not as successful as \"Surrender,\" it did manage to chart in the Dutch Top 40 and was their second biggest hit in the Netherlands. \"Who's That Girl\", the third single from Far Away, was sung by Dave Beyer, not Evi Goffin. \"Lying\" was the fourth and last single release from Far Away, although it was not issued in the UK. It was a mediocre success, reaching the Top 20 in Belgium. === 2008–2009: Smile === \"Out of My Mind\" was the first single from the band including Jelle van Dael. Released in 2008, it achieved chart success in the Netherlands and Belgium, making it into the Top 10. It failed to chart in the UK. \"Gone\" (2009) was the next single with the video shot in Los Angeles. It peaked at #5 Belgium. Then followed \"Lost\" in August before the album was released the following month. \"Over You\" became the fourth and final single release from Smile. === 2010–2013 === A fourth album is expected to be released sometime in the future. \"Tonight\", the first single from Lasgo's upcoming fourth album, was released to moderate success in the act's homeland of Belgium. This was then followed by the release of \"Here with Me\" which became a top 30 hit. As yet, no title has been announced for the fourth album since lead vocals Jelle has given birth to a baby boy, Kellen. The third single, titled \"Sky High\" was released on 7 May 2012, peaking at #5 on the Ultratip Chart. The fourth single, \"Can't Stop\" was released internationally on 3 October 2012. It peaked at #18 on the Ultratip Chart as well. On 18 March 2013, on the band's official YouTube page, the new version of \"Something\" was posted and peaked at #8. It featured Taylor Jones. Their new single \"Feeling Alive,\" was released on 2 July 2013 and peaked at #21. On 8 September 2014, on the group's official Twitter page, it was announced that the lead singer, Jelle Van Dael, would release a solo single apart from the group. She also stated that there will be no changes to Lasgo. Her first single \"Lie Machine\" was released on 23 September. The band have not released any material since July 2013 as vocalist Jelle is focusing on her solo material and Peter is focused on his DJ career. ==Discography== ===Albums=== {| class=\"wikitable\" style=\"text-align:center\" |- ! Year ! Album ! BE ! GE ! UK ! US Dance |- | 2002 | style=\"text-align:left\"|Some Things | 11 | 82 | 30 | 10 |- | 2005 | style=\"text-align:left\"|Far Away | 15 |– |– | 16 |- | 2009 | style=\"text-align:left\"|Smile | 8 |– |– |– |- |} ===Singles=== {| class=\"wikitable\" style=\"text-align:center;\" |- ! rowspan=\"2\"| Year ! rowspan=\"2\"| Single ! colspan=\"10\"| Peak chart positions ! rowspan=\"2\"| Certifications ! rowspan=\"2\"| Album |- style=\"font-size:smaller;\" ! width=\"35\"| AUS ! width=\"35\"| AUT ! width=\"35\"| BEL ! width=\"35\"| FIN ! width=\"35\"| NED ! width=\"35\"| GER ! width=\"35\"| SWI ! width=\"35\"| UK ! width=\"35\"| US ! width=\"35\" | US Dance |- | rowspan=2| 2001 | style=\"text- align:left\"|\"Something\" | 19 | 9 | 5 | — | 7 | 8 | 59 | 4 | 35 | 10 | *GER: Gold *UK: Gold | align=\"left\" rowspan=\"3\"| Some Things |- | style=\"text- align:left\"|\"Alone\" | 43 | 25 | 3 | — | 46 | 22 | 89 | 7 | 83 | 2 | |- | 2002 | style=\"text-align:left\"|\"Pray\" | — | 43 | 11 | — | 32 | 31 | — | 17 | — | — |- | 2004 | style=\"text-align:left\"|\"Surrender\" | — | — | 6 | 14 | — | 49 | — | 24 | — | 1 | | align=\"left\" rowspan=\"4\"| Far Away |- | rowspan=3| 2005 | style=\"text-align:left\"|\"All Night Long\" | — | — | 8 | — | 22 | 73 | — | 148 | — | — | |- | style=\"text-align:left\"|\"Who's That Girl?\" (with Dave Beyer) | — | — | 22 | — | — | 87 | — | — | — | — | |- | style=\"text-align:left\"|\"Lying\" | — | — | 16 | 5 | 45 | — | — | — | — | — | |- | 2008 | style=\"text- align:left\"|\"Out of My Mind\" | — | — | 7 | — | 26 | — | — | — | — | 7 | | align=\"left\" rowspan=\"4\"| Smile |- | rowspan=3| 2009 | style=\"text- align:left\"|\"Gone\" | — | — | 5 | 13 | 17 | — | — | — | — | 15 | |- | style=\"text-align:left\"|\"Lost\" | — | — | 4 | — | 38 | — | — | — | — | — |- | style=\"text-align:left\"|\"Over You\" | — | — | 23 | — | 53 | — | — | — | — | — |- | 2010 | style=\"text-align:left\"|\"Tonight\" | — | — | 29 | — | — | — | — | — | — | — | | align=\"left\" rowspan=\"6\" |- | 2011 | style=\"text-align:left\"|\"Here With Me\" | — | — | 30 | — | — | — | — | — | — | — | |- | rowspan=2| 2012 | style=\"text-align:left\"|\"Sky High\" | — | — | 55 | — | — | — | — | — | — | — | |- | style=\"text-align:left\"|\"Can't Stop\" | — | — | 68 | — | — | — | — | — | — | — | |- | rowspan=2| 2013 | style=\"text-align:left\"|\"Something 2013\" | — | — | 58 | — | — | — | — | — | — | — | |- | style=\"text-align:left\"|\"Feeling Alive\" | — | — | 71 | — | — | — | — | — | — | — | |} ==References== ==External links== *Lasgo official website Category:2000 establishments in Belgium Category:Belgian dance music groups Category:Belgian DJs Category:Belgian electronic music groups Category:Belgian trance music groups Category:Belgian musical duos Category:Musical groups established in 2000 Category:Robbins Entertainment artists Category:Electronic dance music DJs",
 "title": "Lasgo"
}