{
 "id": "565616",
 "text": "Buffalo Bob Smith (born Robert Emil Schmidt; November 27, 1917 – July 30, 1998) was the host of the children's show Howdy Doody. ==Biography== Born in Buffalo, New York, as Robert Emil Schmidt, he attended Masten Park High School. Schmidt got his start in radio in Buffalo at WGR (AM) though switched from WGR to WBEN's late morning radio slot in 1943, as part of a move which also brought Clint Buehlman's early morning show over from WGR to WBEN at the same time. (The WBEN morning slot had opened when its host, future NBC-TV personality Jack Paar, was drafted into the military.)David Marc, \"Smith, Buffalo Bob\" American National Biography (2008) WBEN was seeking to break WGR's #1 position in local popularity and shaking the position of network-fed Don McNeil's Breakfast Club's grip on ratings for the 9 am time slot was an important part of the plan. WBEN first brought Clint Buehlman's popular early morning show, which ended at 9am, followed by 15 minutes of local news, over from WGR. Then, Buffalo Bob appeared at 9:15 am. Within a period of time, Smith had won the #1 spot in late mornings for WBEN and McNeil dropped to second in the Buffalo market. Smith's popularity in Buffalo won the attention of NBC, which brought him to New York after the war to host early mornings on flagship station WNBC, a post he held through the early 1950s before concentrating on television. For a time between 1947 and 1953 he appeared mornings on WNBC while hosting and producing the daily Howdy Doody show.Marc, \"Smith, Buffalo Bob\" American National Biography (2008) ==The Howdy Doody show== The puppet Howdy Doody was based on a caricature of Mr. Smith's sister, Esther. She was employed at a department store and Howdy was the spitting image of her. Smith also was known as a singer and musician, appearing on many top shows of the time before and even after becoming nationally known for the Howdy Doody show. At first it aired on Saturdays, then on Mondays, Wednesdays and Fridays, and finally, five times a week. In 1954, Smith suffered a heart attack and for a time, he did the show from a studio built in the basement of his home in New Rochelle, New York. He returned to the NBC studio in 1955. The final NBC Howdy Doody episode aired in 1960. Later, in 1976, Smith reunited with longtime show producer E. Roger Muir and several of the original cast to produce a new daily syndicated Howdy Doody show. David Marc describes a show: : Smith who built it into an enduring hit and one of television's first profitable franchises for licensed product tie‐ins....Whereas other 1950s children's series were appreciated by adults for their tender wit—such as Burr Tillstrom's puppet show \"Kukla, Fran and Ollie\"—or were presented for educational value—such as \"Ask Mr. Wizard\", a science show—the Howdy Doody Show was strictly aimed at pleasing children, which it did to dizzying excess. With an audience of screaming kids filling the “Peanut Gallery” onstage to energize the millions watching at home, Buffalo Bob in cowboy buckskins opened each show by shouting out the signature question, “Hey kids, what time is it?” The verbal response by the audience, “It's Howdy Doody Time!” cued a rousing theme song, which inspired salty parodies in schoolyards across the country. The energy and decibel levels of the show were kept high throughout. When not taking a pratfall—sometimes on an actual banana peel—Smith was the target of Clarabell's high‐pressure seltzer bottle. The show was particularly effective in its relentless use of words and nonsense syllables designed to drive children giddy with laughter. Flub‐a‐Dub, for instance, was a fantasy animal character which could survive only by eating meatballs. Such songs as “Ooga Booga Rocka Shmooga” and “Iggly Wiggly Spaghetti” sent the Peanut Gallery into paroxysms of laughter.Marc, \"Smith, Buffalo Bob\" American National Biography (2008) ==After Howdy Doody== In 1970 and 1971, Smith embarked on a live tour of college campuses. The shows, organized by producer Burt DuBrow, mixed nostalgia with more contemporary humor, such as Buffalo Bob finding a package of Zig Zags (rolling paper) allegedly belonging to Clarabell. One show, on April 4, 1971, was recorded and released as an LP, on the Project 3 Total Sound Stereo label. It was titled Buffalo Bob Smith Live at Bill Graham's Fillmore East. Smith had a summer residence in Grand Lake Stream, Maine. He was well-liked by locals and occasionally hosted local events. He owned radio stations WQDY in Calais, Maine, WMKR (now WSYY) in Millinocket, Maine and WHOU in Houlton, Maine. ==Later life== His other screen efforts include films, Track of Thunder (1968) and Problem Child 2 (1991), as Father Flanagan. He also made guest appearances on Happy Days and What's My Line, as well as the television specials, NBC's 60th Anniversary Celebration (1986), and It's Howdy Doody Time (1987). After his retirement, Smith retired to Henderson County, North Carolina, becoming a member of the Pinecrest Associate Reformed Presbyterian Church (ARP) in Flat Rock. ==Death== He made a live infomercial appearance to promote Howdy Doody Entertainment Memorabilia on July 3, 1998, on QVC, which became his last public appearance. Smith died due to cancer four weeks later on July 30, 1998, in a hospital in Hendersonville, North Carolina, three days before puppeteer Shari Lewis, whose show coincidentally had taken over the time slot which Howdy Doody had previously occupied.\"Buffalo Bob Smith, a singing piano player and chatty radio disk jockey who created Howdy Doody and then teamed up with the puppet on one of early television's most enduring children's shows, died of cancer yesterday at a hospital near his home in Flat Rock, N.C. ... Mr. Smith was 80.\", nytimes.com, July 31, 1998; accessed August 5, 2015. ==References== ==Further reading== * Marc, David, \"Smith, Buffalo Bob\", American National Biography\" (2008) * Smith, Buffalo Bob; McCrohan, Donna, \"Howdy and Me: Buffalo Bob's Own Story\" (1990) * Davis, Howard L., “The Rise and Demise of Howdy Doody: A Backstage Story by a Real Insider”, Television Quarterly 30, no. 3 (Winter 2000): 70–9 ==External links== * * * Category:1917 births Category:1998 deaths Category:Television personalities from Buffalo, New York Category:Television personalities from New Rochelle, New York Category:Radio personalities from Buffalo, New York Category:American television personalities Category:Deaths from cancer in North Carolina Category:People from Flat Rock, Henderson County, North Carolina Category:American children's television presenters",
 "title": "Buffalo Bob Smith"
}