{
 "id": "565706",
 "text": "Hawkwind is the self-titled debut album by Hawkwind, released in 1970, originally on Liberty Records, later reissued on Sunset Records. This album is historic since it is one of the first space rock LPs. ==Recording== The Pretty Things guitarist Dick Taylor, who was looking for a new venture after leaving the band, was pulled into Hawkwind playing some gigs and producing this album. After several unsuccessful attempts to capture the band's sound in the studio, it was decided simply to record it live in the studio. ==Songs== The bulk of the album is composed of a freeform instrumental piece that the band named \"Sunshine Special\" but it was separated into different tracks on this album. On the LP, \"Paranoia\" ends after the first minute with the music slowing down as though the turntable is stopping, and then picks up as the first cut on Side 2. Lyrics are scant, but those that are present and the song titles are a reference to the drug experience, as the sleeve notes explain: > This is the beginning. By now we will be past this album. We started out > trying to freak people (trippers), now we are trying to levitate their > minds, in a nice way, without acid, and ultimately a completely audio-visual > thing. Using a complex of electronics, lights and environmental experiences. The two bookend pieces of \"Hurry on Sundown\" and \"Mirror of Illusion\" are more of a nod to Brock's alternative activity of busking and were released as a single in edited form. ==Sleeve== The cover is a fantasy painting that shows several dragon figures emerging from piles of leaves that also spell out the name of the band. On the front cover, the dragons are shown with human arms, while the reverse cover shows a dragon's head as an automobile with a driver wearing sunglasses.Collectable Records – Original gatefold cover Adverts for the album proclaimed Hawkwind Is Space Rock. ==Critical reaction== Mark Plummer from Melody Maker reviewed the album in the context of electronic music as \"interesting and exciting. The reason for this is that the group never goes too mad, and they keep within musical bounds, using sound discriminatingly, and only when they are needed to convey a feeling.\" adding that \"Seeing It As You Really Are is a lesson in electronic music itself. Any group thinking of using weird sounds should listen to this album, it's tremendous.\"Melody Maker; 29 August 1970 – HAWKWIND (Liberty) Members of the band warmly regard the album, many feeling that it was the band's best. Various reactions include: *\"That was the great magical album. It was quite daring, I thought\" – Dave Brock *\"I remember being a bit apprehensive because Dick Taylor was the main man there and he was an older guitarist — I felt intimidated and didn't really enjoy doing it. It was a good album though and I still enjoy hearing it, even now.\" – Huw Lloyd-Langton *\"We're very much a live band — with the exception of the first album which I had nothing to do with, and which I think was the best studio album Hawkwind's done — I think the Space Ritual album is the best one we've done, because that was live, that's Hawkwind, that's us as we are.\" – Simon King *\"My fav Gong album, and my fav H-W one, curiously-or obviously, I don't know, are records I've not played on... Camembert & Hawkwind (1) !\" – Tim BlakePlanet Gong Forum, 18-Feb-2005 *\"Some of the band hated that album, but I thought it was the most musical they did\" – Dik MikPete Frame's Hawkwind Family Tree, 1979 ==Track listing== Track 1 copyright Essex Music, Ltd. All others copyright United Artists Music Ltd. ==Personnel== *Dave Brock – lead vocals, 6 and 12-string guitar, harmonica, percussion *Nik Turner – alto saxophone, vocals, percussion, credited as Nick Turner on the original release *Huw Lloyd-Langton – lead guitar (original album), credited as Huw Lloyd on the original release *John A. Harrison – bass guitar *Terry Ollis – drums *Dik Mik (Michael Davies) – electronics, credited as Dikmik on the original release *Mick Slattery – lead guitar (bonus tracks) *Dick Taylor - some lead guitar on main album ==Credits== *Recorded at Trident Studios, London, March and April 1970. Produced with Dick Taylor. *Sleeve by Arthur Rhodes. *\"Bring It On Home\" was recorded pre-Hawkwind by Dave Brock. *The other bonus tracks were recorded by Hawkwind Zoo at Abbey Road Studios 1969, produced with Don Poole. ==Release history== *August 1970: Liberty Records, LBS83348, UK vinyl — gatefold sleeve. First pressing had blue label, subsequent ones had black label. *1971: United Artists Records, UAS-5519, USA vinyl *September 1975: Sunset Records, SLS50374, UK vinyl — single sleeve *February 1980: UA Rockfile, LBR1012, UK vinyl — single sleeve, red on green Doremi shield. *February 1984: Liberty Records, SLS1972921 UK vinyl, single sleeve; SLSP1972921, UK picture disc. In this guise (its 5th), the album made its only chart appearance, a single week at No. 75, nearly 14 years after its first release *September 1992: One Way Records, S2157658, USA CD *March 1996: EMI Remasters, HAWKS1, UK CD — initial issues in digipak *11 October 2010: Rock Classics, RCV010LP, UK, 2x12\" blue vinyl 1000 copies *April 2012: 4 Men With Beards, 4M185, USA vinyl \\- Reissue of original gatefold sleeve. ==References== Category:Hawkwind albums Category:1970 debut albums Category:Liberty Records albums Category:Albums produced by Dick Taylor Category:Albums produced by Dave Brock Category:Albums produced by Nik Turner Category:Albums produced by Dik Mik Category:Albums produced by Terry Ollis Category:Albums produced by Huw Lloyd-Langton Category:Albums recorded at Trident Studios Category:United Artists Records albums Category:One Way Records albums Category:Parlophone albums",
 "title": "Hawkwind (album)"
}