{
 "id": "566264",
 "text": "Edy's Pie (formerly known as Eskimo Pie) is an American brand of chocolate- covered vanilla ice cream bar wrapped in foil. It was the first such dessert sold in the United States. It is marketed by Dreyer's, a division of Froneri. In wake of the 2020-2021 George Floyd protests, the name was changed to Edy's Pie, in recognition of Dreyer's co-founder, candy maker Joseph Edy. The former name referred to a \"colonial name\" for Inuit, Yupik, and Aleut peoples, which is considered an unacceptable form of cultural appropriation by many members of the tribes. ==History== Danish immigrant Christian Kent Nelson, a schoolteacher and candy store owner, claimed to have received the inspiration for the Eskimo Pie in 1920 in Onawa, Iowa, when a boy in his store was unable to decide whether to spend his money on ice cream or a chocolate bar. After experimenting with different ways to adhere melted chocolate to bricks of ice cream, Nelson began selling his invention, under the name I-Scream Bars. In 1921, he filed for a patent, and secured an agreement with local chocolate producer Russell C. Stover to mass-produce them under the new trademarked name \"Eskimo Pie\" (a name suggested by his wife, Clara Stover), and to create the Eskimo Pie Corporation. After was issued on January 24, 1922, Nelson franchised the product, allowing ice cream manufacturers to produce them under that name. The patent, which applied to any type of frozen confection encased in candy, was invalidated in 1928. thumb|upright|left|One of the earliest advertisements for Eskimo Pies. November 3, 1921, Iowa City Press-Citizen. File:Russell Stover Portrait Painting.png|Russell Stover, co-founder of the Eskimo Pie File:Christian Kent Nelson.jpg|Christian Kent Nelson, co-founder of the Eskimo Pie, in 1922 Stover sold his share of the business. He then formed the well-known chocolate manufacturer Russell Stover Candies. Nelson became independently wealthy off the royalties from the sale of Eskimo Pies. In 1922, he was selling one million pies a day. Nelson then sold his share of the business to the United States Foil Company, which made the Eskimo Pie wrappers. He retired at a young age, but reportedly out of boredom rejoined what was then called Reynolds Metals Company (now part of Alcoa) in 1935, inventing new methods of manufacturing and shipping Eskimo Pies and serving as an executive until his ultimate retirement in 1961. In 1992, Nelson died at the age of 99. In that same year, Eskimo Pie Corporation was spun off from Reynolds in an initial public offering, as an alternative to an acquisition that Nestlé had proposed in 1991. The original round-faced child icon for the brand was created by the illustrator Gyo Fujikawa. CoolBrands International, a Markham, Ontario-based company, acquired Eskimo Pie Corporation in 2000. Originally a yogurt maker, CoolBrands at one point owned or held exclusive long-term licenses for brands including Eskimo Pie, Chipwich, Weight Watchers, Godiva, Tropicana, Betty Crocker, Trix, Yoo-hoo and Welch's. The company encountered financial difficulties after losing its Weight Watchers/Smart Ones license in 2004. By 2007, it was selling off core assets and in February 2007 it sold Eskimo Pie and Chipwich to the Dreyer's division of Nestlé. In 2020, Dreyer's announced that they will change the former brand name to \"Edy’s Pie\" in 2021. The Edy's name is a nod to candy maker Joseph Edy, one of the founders of Dreyer's. == In France == In June 1924, the \"Esquimaux-Brick\" company was founded in Paris. It quickly expanded its production to other European countries, in particular to Italy and Hungary. The company produced \"Esquimaux Bricks\" which, as the name says, did not yet have a stick. The rights for Esquimau brand were registered in France in 1928. The \"Esquimaux Ch. Gervais\" were marketed the same year by Gervais, a French cheese producer. In 1931, Gervais bought the Société Esquimaux-Brick, which was dissolved. The trademark was filed by Gervais. It was renamed to \"Kim\" (\"Kim Eskimo\" or \"Kim cone\") during the years 1990–2000, as due to its wide use it was recognized as a generic name. ==In other countries== In South Australia, the Alaska Ice Cream company licensed the Eskimo Pie name and manufacturing process in 1923. The product was introduced to New Zealand in the 1940s, where it is produced by Tip Top. In 2020, Tip Top responded to criticism of the product's name by changing it to \"Polar Pie\". In the countries of the former Soviet Union as well as in France the word \"Eskimo\" is used as a generic name, not a trademark, for chocolate-covered ice cream with a wooden stick to handle it. In the Czech Republic, \"Eskymo\" is a brand of Eskimo-Pie style ice cream produced (as of 2020) by Unilever under its Algida brand. While the word \"Eskymo\" can be used as a generic term in some regions of the country, the most common word for a chocolate-covered bar of ice-cream with a stick handle is \"Nanuk\" (in reference to the 1922 film Nanook of the North). ==Notes== ==External links == *History of the Eskimo Pie, from the Smithsonian Institution * Category:Fonterra brands Category:Food and drink introduced in 1921 Category:Ice cream brands Category:Nestlé brands Category:Name changes due to the George Floyd protests Category:Products introduced in 1921 Category:2000 mergers and acquisitions Category:2007 mergers and acquisitions Category:CoolBrands International",
 "title": "Edy's Pie"
}