{
 "id": "566236",
 "text": "Time of Judgment is a series of roleplaying game scenario books for the World of Darkness settings of White Wolf Game Studio. These scenarios are presented as the semi-canonical endings of the original World of Darkness, as preparation for the new version of the setting. As the Time of Judgment approaches, vampires cease to exist, werewolves fight their last battle against the Wyrm, and mages face their last test. The series ran for four hardback books; one for Vampire: The Masquerade, Werewolf: The Apocalypse, and Mage: The Ascension respectively, with the fourth book delegated to each of the remaining settings. Each setting received between three and six potential scenarios. ==Roleplaying scenario books== ===Vampire: Gehenna=== Vampire: Gehenna, released in January 2004, began the Time of Judgment chronicle, providing four different scenarios and tips for Storytellers to end their Vampire: The Masquerade game sessions. Its scenarios are; * \"Wormwood\", which is similar to the biblical story of Noah's ark, in which God silently eradicates vampiric life from Earth. The focus is on character interaction as the Player Characters are among the sole survivors in an abandoned sanctuary, as all other vampiric forms are cleansed, with the Player Characters given a chance to interact with each other, reconcile and turn to God before 40 Nights are over. * \"Fair is Foul\", which concerns the mythology of Lilith and the struggles of her own descendants against those of her enemy, Caine. * \"Nightshade\", a large-scale story which follows up on many metaplot hooks such as the rising of the antediluvian and rebirth of Saulot. * \"Crucible of God\", is best described as a post-apocalyptic monster epic, with the antediluvian having completely rewritten the world to their ideals. ===Werewolf: Apocalypse=== Werewolf: Apocalypse, released in February 2004, providing four different scenarios for Werewolf: The Apocalypse game sessions. * \"The Last Battleground\" covered the apocalypse as a great battle, taking place in the spirit realm, where the players would seek for any support before the final battle. * \"A Tribe Falls\" covers what events could occur if one of the existing thirteen tribes fell 'to the wyrm', like the Black Spiral Dancer tribe. * \"Weaver Ascendant\" essentially places the Weaver as the source of all problems in the cosmos, and throws the characters into conflict with it. * \"Ragnarok\" outlines what would happen if a giant asteroid were to collide with the world, igniting an apocalyptic war with the forces of the Wyrm. ===Mage: Ascension=== Mage: Ascension, released in March 2004, providing five different scenarios for Mage: The Ascension game sessions. * \"Judgment\", the most metaplot-heavy of the lot, features many current strands (rogue councils, forgotten traditions, the avatar storms), which ultimately leads to all characters ascending while the universe becomes one great singularity. * \"The Revolution Will Be Televised\" outlines a civil war in the Technocracy, with a view from the inside. * \"The Earth Will Shake\" outlines what would happen if a giant asteroid were to collide with the world, in a different manner to the event in Werewolf. * \"A Whimper, Not A Bang\" dealt with a threat from an alien lifeform, which had not previously been mentioned within the game for many years. These creatures are gradually consuming the world's magic, not much affecting humans but essentially producing the extinction of mages. * \"Hell On Earth\" outlined what would happen were the Nephandi to win the battle and bring chaos to the world. ===Time of Judgment=== World of Darkness: Time of Judgment, also released in March 2004, covered Changeling: The Dreaming, Demon: The Fallen, Hunter: The Reckoning, Kindred of the East, and Mummy: The Resurrection, with each receiving between three and four scenarios. Orpheus also got its final book, End Game in 2004, but it was not considered part of the Time of Judgment. Wraith: The Oblivion had already ended in 1999 due to lack of sales. ==Mind's Eye Theatre== Laws of Judgment ended the Mind's Eye Theatre line of World of Darkness live-action role-playing games. Laws of Judgment is a condensed adaptation of the Time of Judgment books, as well as the final Wraith: The Oblivion book, Ends of Empire. Laws of Judgment omitted the \"Rising of Mount Meru\" scenario for Kindred of the East (from World of Darkness: Time of Judgment), on the grounds that its themes did not fit with those of Mind's Eye Theatre, as well as the entire Demon: The Fallen scenario from World of Darkness: Time of Judgment, as Demon was never adapted to Mind's Eye Theatre format. ==Novels== There are also three fiction novels that picture the end of times for Vampire: The Masquerade, Werewolf: The Apocalypse, and Mage: The Ascension, respectively. These novels are \"Gehenna\", \"The Last Battle\", and \"Judgment Day\". None of these are considered to be the canonical ending of the line, as the storylines are left open for each group to end them as they please. ==References== * Sean Riley et al. (2004). Apocalypse. Stone Mountain: White Wolf Game Studio. * Dean Shomshak et al. (2004). Gehenna. Stone Mountain: White Wolf Game Studio. * Jackie Cassada et al. (2004). Laws of Judgment. Stone Mountain: White Wolf Game Studio. ==External links== * Category:World of Darkness",
 "title": "Time of Judgment"
}