{
 "id": "566576",
 "text": "This is a list of aviation-related events from 1954: == Events == * The United States Navy adopts the probe-and-drogue aerial refueling system.Crosby, Francis, The Complete Guide to Fighters & Bombers of the World: An Illustrated History of the Worlds Greatest Military Aircraft, From the Pioneering Days of Air Fighting in World War I Through the Jet Fighters and Stealth Bombers of the Present Day, London: Anness Publishing Ltd., 2006, , p. 47. ===January=== * January 6 - A Royal Air Force Vickers Valetta T3 carrying a rugby team crashes at Albury, Hertfordshire, England, in bad weather, killing 16 of the 17 people on board. * January 10 ** A de Havilland Comet 1, operating BOAC Flight 781, crashes into the Mediterranean Sea near Elba following fatigue failure, killing all 35 people aboard. Australian broadcast journalist Chester Wilmot is among the dead. It is the deadliest aviation accident in Italian history at the time.Aviation Safety Network: Accident Descriptionplanecrashinfo.com Famous People Who Died in Aviation Accidents: 1950s ** A chartered Grumman G-73 Mallard flying boat (registration N4949N) crashes due to atmospheric icing into woods along the north shore of Wallace Lake, 10 miles (16 km) southeast of Shreveport, Louisiana, while on approach to Shreveport Regional Airport, killing al 12 people on board.Aviation Safety Network: Accident Description Thomas Elmer Braniff, co-founder of Braniff Airways, is among the dead. * January 11 - An Avianca Douglas C-47A-80-DL Skytrain (registration HK-160) crashes into a mountain near Manizales, Colombia, killing all 21 people on board.Aviation Safety Network: Accident Description * January 12 - A CSA Czech Airlines Douglas C-47A-1-DK Skytrain (registration OK-WDS) fails to gain altitude after takeoff from Praha-Ruzyne International Airport in Prague, Czechoslovakia, strikes a chimney and power lines, and crashes, killing all 13 people on board.Aviation Safety Network: Accident Description * January 14 - The pilot of a Philippine Air Lines Douglas DC-6 (registration PI-C294) loses control of the aircraft at an altitude of 6,500 feet (1,981 meters) while approaching Rome towards the end of a flight from Beirut. The airliner crashes in Italy east of Roma-Ciampino Airport, killing all 16 people on board.Aviation Safety Network: Accident Description ===February=== * February 1 - A United States Air Force Curtiss C-46D-15-CU Commando (registration 44-78027) suffers an in-flight fire while flying over Japan. Its pilot attempts to ditch the aircraft in the Tsugaru Strait between Honshu and Hokkaido, but loses control of the plane. It crashes into the sea, killing all 35 people on board.Aviation Safety Network: Accident Description * February 5 - A U.S. Air Force Douglas C-47D Skytrain (registration 45-895) crashes into a snow-covered hillside about 20 miles (32 km) north of Curry in the Territory of Alaska, during a flight from Ladd Air Force Base in Fairbanks to Elmendorf Air Force Base in Anchorage, killing 10 of the 16 people on board. Bush pilots rescue the six survivors.Aviation Safety Network: Accident Description * February 9 - A steam catapult is tested aboard a U.S. Navy aircraft carrier for the first time, when a 15-short-ton (13.6-metric ton) metal mass is catapulted down the deck of the attack aircraft carrier while she is anchored in Puget Sound.Isenberg, Michael T., Shield of the Republic: The United States Navy in an Era of Cold War and Violent Peace, Volume I: 1945-1962, New York: St. Martin's Press, , p. 176. * February 12 - A Royal Air Force Avro Shackleton MR.2 crashes into the Mediterranean Sea southwest of Gozo, Malta, while exercising with a submarine, killing all 10 people on board the aircraft.Aviation Safety Network: Accident Description * February 18 - A Junkers Ju 52 (registration 1015/4S-5) of the Aeronavale (the French naval air service) crashes into the side of a 3,600-foot (1,097-meter) mountain near Zaghouan, French Tunisia, during a night flight, killing all 15 people on board.Aviation Safety Network: Accident Description * February 23 - Flying a Douglas XF4D-1, Robert Rahm climbs to 10,000 feet (3,048 meters) in 56 seconds.globalsecurity.org F4D (F-6A) Skyray ===March=== * No. 845 Squadron, Fleet Air Arm, begins service as the Royal Navys first operational antisubmarine helicopter squadron.Thetford, Owen, British Naval Aircraft Since 1912, Sixth Edition, Annapolis, Maryland: Naval Institute Press, 1991, , p. 26. * March 3 - A Royal Air Force Short Sunderland MR.5 flying boat porpoises, dives, and crashes during takeoff at RAF Pembroke Dock in Pembroke Dock, Wales, in the United Kingdom, killing seven of the 11 people on board.Aviation Safety Network: Accident Description * March 4 - Flying from Rome Ciampino Air Base outside Rome, Italy, to Frankfurt–Hahn Airport outside Kirchberg, West Germany, in snow and low overcast, a United States Air Force Douglas C-47A Skytrain's crew fails to correct for wind drift. The C-47A drifts off course, and crashes into a mountain near Saint- Étienne-de-Tinée, France, at an elevation of 8,000 feet (2,438 meters), killing all 20 people on board.Aviation Safety Network: Accident Description * March 13 - Arriving from Djakarta, Indonesia, a British Overseas Airways Corporation Lockheed L-749A Constellation (registration G-ALAM) lands short of the runway at Kallang Airport in Singapore and strikes a seawall with its landing gear, puncturing a fuel tank. It becomes airborne briefly before touching down on the runway, where its landing gear collapses, its right wing breaks off, and it rolls to the right, coming to rest inverted. The crash kills 33 of the 40 people on board.Aviation Safety Network: Accident Description * March 16 - Kuwait National Airways, the future Kuwait Airways, begins flight operations with a fleet of two Douglas Dakotas. * March 19 - A U.S. Air Force Fairchild C-119F-FA Flying Boxcar (registration 51-7993) attempting to fly under visual flight rules in instrument conditions during a flight from Bolling Air Force Base in Washington, D.C., to Mitchel Air Force Base in Nassau County, New York, crashes near Lothian, Maryland, killing all 18 people on board.Aviation Safety Network: Accident Description * March 25 - An Aeronaves de Mexico Douglas C-53-DO Skytrooper (registration XA-GUN) waiting for permission to land at Del Norte Airport outside Monterrey, Mexico, after a scheduled flight from Mazatlán Airport in Mazatlán, Mexico, crashes into Friar's Peak, killing all 18 people on board.Aviation Safety Network: Accident Description * March 28 - After a successful mail-drop mission at Bear Island, Norway, a Royal Norwegian Air Force Boeing Canada Catalina IVB attempts a low pass over the island at an altitude of 100 meters (328 feet). Its right wing hits the ground during a right turn and it crashes, killing eight of the nine people on board.Aviation Safety Network: Accident Description * March 30 - A U.S. Air Force Fairchild C-119F Flying Boxcar suffers engine failure on takeoff from Pope Air Force Base in Fayetteville, North Carolina. It strikes a United States Army building housing a mess hall at neighboring Fort Bragg and crash-lands on a parade ground, killing five of the nine people on board and two soldiers in the mess hall and injuring five other people on the ground.Aviation Safety Network: Accident Description ===April=== * As French fortunes wane in the Battle of Dien Bien Phu in northwestern Vietnam, the Chairman of the U.S. Joint Chiefs of Staff, Admiral Arthur W. Radford, places U.S. Navy aircraft carriers on a 12-hour alert to intervene.Isenberg, Michael T., Shield of the Republic: The United States Navy in an Era of Cold War and Violent Peace, Volume I: 1945-1962, New York: St. Martin's Press, , p. 607. * Aer Lingus introduces the Vickers Viscount 700, its first turboprop airliner, into its fleet. * April 1 - The last operational flight by a Royal Air Force Spitfire takes place. It is a photographic reconnaissance sortie against bandits in Malaya. * April 3 - A Devlet Hava Yolları Douglas C-47A-80-DL Skytrain crashes 15 minutes after takeoff from Adana Airport in Adana, Turkey, for a flight to Istanbul-Yesilköy Airport in Istanbul, killing all 25 people on board.Aviation Safety Network: Accident Description * April 8 ** A de Havilland Comet 1, operating South African Airways Flight 201 from Rome to Cairo and Johannesburg, disintegrates in mid- air over the Mediterranean Sea near Naples following fatigue failure, killing all 14 passengers and seven crew. ** A Royal Canadian Air Force Canadair Harvard collides with a Trans-Canada Airlines Canadair North Star over Moose Jaw, Saskatchewan, Canada, killing 36 people aboard the two aircraft and one person on the ground. * April 13 ** A Société Indochinoise de Ravitaillement Lockheed C-60A-5-LO Lodestar (registration F-OALK) crashes on takeoff at Xiengkhouang, Laos, killing 16 of the 23 people on board.Aviation Safety Network: Accident Description ** A Chilean Air Force Douglas C-47-DL Skytrain with nine passengers, five crew members, and a cargo of 2,500 kilograms (5,512 pounds) of meat on board crashes near Batuco, Chile, during a domestic flight from Santiago to Los Cóndores Air Base in Iquique, killing all 14 people on board.Aviation Safety Network: Accident Description * April 20 - A United States Air Force Kaiser-Frazier C-119F Flying Boxcar on instrument approach to Burbank Airport in Los Angeles County, California, after a flight from Williams Air Force Base in Mesa, Arizona, crashes into a fog-shrouded ridge on Mission Point, killing all seven people on board.Aviation Safety Network: Accident Description * April 23 - After its crew decides to divert to La Rioja, Argentina, during a flight from El Plumerillo Airport in Mendoza to Pajas Blancas Airport in Córdoba due to severe turbulence in the Córdoba area, an Aerolineas Argentinas Douglas C-47A-5-DK Skytrain (registration LV-ACX) flies too low and crashes in mountainous terrain near Sierra del Vilgo, killing all 25 people on board. The wreckage is discovered on April 26. * April 29 - Convair becomes a division of General Dynamics.Angelucci, Enzo, The American Fighter: The Definitive Guide to American Fighter Aircraft From 1917 to the Present, New York: Orion Books, 1987, p. 97. ===May=== * May 1 - The Myasishchev M-4, the first Soviet bomber purportedly designed to reach the United States and return to the Soviet Union, is displayed to the public for the first time.Crosby, Francis, The Complete Guide to Fighters & Bombers of the World: An Illustrated History of the Worlds Greatest Military Aircraft, From the Pioneering Days of Air Fighting in World War I Through the Jet Fighters and Stealth Bombers of the Present Day, London: Anness Publishing Ltd., 2006, , p. 283. In reality, however, it lacks the range to reach the United States and return. * May 6 - A United States Navy Martin PBM-5 Mariner flying boat crashes into a ridge in mountainous terrain near Caricitas, Mexico, killing all 10 people on board.Aviation Safety Network: Accident Description * May 26 - A hydraulic catapult explodes aboard the U.S. Navy attack aircraft carrier while she is steaming in Narragansett Bay off Naval Air Station Quonset Point, Rhode Island, killing 104 menIsenberg, Michael T., Shield of the Republic: The United States Navy in an Era of Cold War and Violent Peace, Volume I: 1945-1962, New York: St. Martin's Press, , p. 240. and injuring 201. * May 28 - United States Air Force Major Arthur W. Murray flies the Bell X-1A to a world-record altitude of 90,440 feet (27,570 meters). * May 31 - A Transportes Aéreos Nacionales Douglas C-47A-80-DL Skytrain (registration PP-ANO) strays 48 kilometers (30 miles) off course during a flight in Brazil from Governador Valadares Airport in Governador Valadares to Belo Horizonte-Pampulha Airport in Belo Horizonte and crashes into Mount Cipó in the Serra do Cipó Mountains, killing all 19 people on board.Aviation Safety Network: Accident Description ===June=== * June 3 - Near Maribor, Yugoslavia, a Yugoslav Air Force Mikoyan-Gurevich MiG-15 (NATO reporting name \"Fagot\") attacks a Sabena Douglas DC-3 (registration OO-CBY) on a cargo flight from the United Kingdom to Yugoslavia, inflicting significant damage on it, killing its radio operator, and wounding its captain and flight engineer. Its copilot makes a forced landing at Graz Airport in Austria.Aviation Safety Network Criminal Occurrence Description. * June 6 - Orient Airways begins service between East Pakistan and West Pakistan, flying a route from Karachi to Dhaka. * June 19 ** The Swissair Convair CV-240 Ticino runs out of fuel and ditches in the English Channel off Folkestone, Kent, England. Three of the nine people on board die in the accident, and all six survivors are injured. ** A Mexican Air Force Douglas C-47 Skytrain crashes into a mountainside near Ixtlahuaca, Mexico, killing all 22 people on board.Aviation Safety Network: Accident Description * June 21 ** A Royal Air Force Douglas Dakota C.4 (registration KN647) crashes into a hill during a night approach to Eastleigh Airport in Nairobi, Kenya, killing all seven people on board.Aviation Safety Network: Accident Description ** Three United States Air Force B-47 Stratojets cross the Pacific Ocean in under 15 hours. * June 27 ** A P-38M Lightning fighter flown by an American pilot employed by the U.S. Central Intelligence Agency (CIA) – part of the covert CIA-run \"Liberation Air Force\" in support of rebel Guatemalan Colonel Carlos Castillo Armas – attacks the British cargo ship with napalm bombs at Puerto San José, Guatemala, while she unloads a cargo of coffee and cotton, setting her on fire and sinking her. The CIA station chief in Guatemala had ordered the attack under the belief that the ship was unloading arms for the Government of Guatemala. ** Arriving from Altus Air Force Base in Altus, Oklahoma, a U.S. Air Force Boeing KC-97G-25-BO Stratofreighter (registration 52-2654) crashes into Box Springs Mountain north of Riverside, California, while attempting to divert from its destination, March Air Force Base in Riverside, to Norton Air Force Base in San Bernardino, California, due to poor weather at Riverside. The crash kills all 14 people on board.Aviation Safety Network: Accident Description * June 30 - R. W. Blackwood and Bill Lyles of The Blackwood Brothers singing group die along with a third man when the Beechcraft Model 18 Blackwood is piloting stalls and crashes after Blackwood aborts a practice landing at Clanton, Alabama. ===July=== * July 1 **The Japan Air Self-Defense Force is founded. **Vought becomes an independent company for the first time since 1929, taking the name Chance Vought Incorporated.Angelucci, Enzo, The American Fighter: The Definitive Guide to American Fighter Aircraft From 1917 to the Present, New York: Orion Books, 1987, , p. 429. **Star University of Alabama halfback John McBride is one of two men killed in the crash of a United States Army trainer during a Reserve Officer Training Corps training flight at Kelly Air Force Base, Texas. * July 6 - Prior to departure from Cleveland, Ohio, for a flight to St. Louis, Missouri, a 15-year-old boy forces his way into the cockpit of American Airlines Flight 163, a Douglas DC-6B (registration N90773) with 53 people on board, and threatens the captain with an empty pistol in an attempt to hijack the airliner. The captain produces his own pistol and shoots the boy to death.Aviation Safety Network Hijacking Description * July 22 - Chinese People's Liberation Army Air Force Lavochkin La-7 fighters shoot down the Cathay Pacific Airways Douglas C-54A-10-DC Skymaster VR-HEU off the coast of Hainan Island, forcing it to ditch. Ten of the 19 people aboard are killed in the attack and crash landing. South Vietnamese, French, Royal Air Force, and United States Air Force aircraft participate in rescuing the survivors. * July 26 - Two Peoples Republic of China Lavochkin La-7s attack three U.S. Navy aircraft - two AD Skyraiders and an F4U Corsair - searching for survivors from the Cathay Pacific Airways flight. The American aircraft shoot them both down.Isenberg, Michael T., Shield of the Republic: The United States Navy in an Era of Cold War and Violent Peace, Volume I: 1945-1962, New York: St. Martin's Press, , p. 611. ===August=== * August 3 - No. 1321 Flight RAF formed at RAF Wittering in eastern England to bring the British Blue Danube (nuclear weapon) into service with Vickers Valiant aircraft. * August 6 - The West German airline Luftag acquires the name and logo of the defunct airline Deutsche Luft Hansa. Renamed Lufthansa, it will begin flight operations in April 1955. * August 9 - Three minutes after takeoff from Lajes Field on Terceira Island in the Azores, for a flight to Bermuda, an Avianca Lockheed L-749A-79 Constellation (registration HK-163) crashes into high ground near Monte de Boi at an altitude of 620 meters (2,034 feet), killing all 30 people on board. It is the second-deadliest aviation accident in Portugal's history at the time.Aviation Safety Network: Accident Description * August 16 - An Air Vietnam Bristol Type 170 Freighter on a domestic flight in Vietnam from Hanoi to Saigon carrying refugees from the Red River delta suffers engine trouble and attempts to divert to an emergency landing at Pakse, Laos. While on approach to Pakse, it crashes into a tributary of the Mekong River, killing 47 of the 55 people on board. It is the deadliest aviation accident in the history of newly independent Laos at the time and will be the deadliest in history involving a Bristol Freighter.Aviation Safety Network: Accident Description * August 22 - A Braniff Airways Douglas C-47-DL Skytrain (registration N61451) on a flight from Waterloo, Iowa, to Mason City, Iowa, crashes after entering a thunderstorm near Mason City, killing 12 of the 19 people aboard.Aviation Safety Network: Accident Description * August 23 - A KLM Douglas DC-6B (registration PH-DFO) on a flight from Shannon Airport in Shannon, Ireland, to Schiphol Airport in Amsterdam, the Netherlands, crashes into the North Sea off the Dutch coast, killing all 21 people aboard. The investigation of the accident lasts until November 1955, when it concludes without establishing a cause for the crash.Aviation Safety Network: Accident Description * August 25 - The top-scoring American jet ace in history, U.S. Air Force Captain Joseph C. McConnell, dies in the crash of an F-86H Sabre fighter-bomber when its controls malfunction during a test flight at Edwards Air Force Base, California. ===September=== * September 1 - The United States Department of Defense establishes the Continental Air Defense Command (CONAD), with the United States Air Force as its executive agent. CONAD's primary mission is the defense of the continental United States from air attack. * September 3 - At the Dayton Air Show, being held for the first time at James M. Cox-Dayton Municipal Airport in Dayton, Ohio, United States Air Force Major John L. \"Jack\" Armstrong, sets a world speed-over-distance record over a 500-kilometer (310.5-mile) course, flying an F-86H-1-NA Sabre (serial number 52-1998) at an average speed of 649.461 miles per hour (1,045.206 km/hr).This Day in Aviation: 3 September 1954. * September 4 - Two Soviet MiG fighters fire on a U.S. Navy P2V Neptune patrolling off the east coast of the Soviet Union. It remains unclear whether the Neptune had remained over international waters during its flight or had violated Soviet airspace.Isenberg, Michael T., Shield of the Republic: The United States Navy in an Era of Cold War and Violent Peace, Volume I: 1945-1962, New York: St. Martin's Press, , p. 598. * September 5 **KLM Flight 633, a Lockheed L1049 Super Constellation, ditches on a mudbank in the River Shannon after takeoff from Shannon Airport in Ireland, killing 28 of the 56 people on board. **Attempting to break the speed record he set on 3 September, U.S. Air Force Major John L. \"Jack\" Armstrong dies when his F-86H Sabre disintegrates in flight during the National Aircraft Show at Dayton, Ohio. * September 12 ** Returning to Santos Dumont Airport in Rio de Janeiro, Brazil, because of bad weather at its intended destination, São Paulo, and with one propeller feathered due to severe vibrations, a Cruzerio do Sul Douglas C-47A-70-DL Skytrain (registration PP-CDJ) comes in too high on final approach, overshoots the runway, and crashes in Guanabara Bay, killing six of the 30 people on board.Aviation Safety Network: Accident Description ** Twelve minutes after takeoff from Thule Air Base in Greenland for a flight to Westover Air Force Base in Massachusetts, the pilot of a U.S. Air Force Douglas C-124C Globemaster II (registration 52-1052) declares an emergency and attempts to return to Thule. The aircraft crashes 1 kilometer (0.6 mile) short of Thule, killing 10 of the 15 people on board.Aviation Safety Network: Accident Description * September 25 - Karen rebels hijack a Union of Burma Airways Douglas C-47A-20-DK Skytrain (registration XY-ACT) during a domestic flight in Burma from Rangoon to Akyab and force it to land on a deserted beach, intending to use it to smuggle guns. When they discover that the plane is carrying heavy metal chests containing cash being transferred between bank branches, they drop their smuggling plans and instead steal the money from the plane and escape.Aviation Safety Network Hijacking Description * September 28 - A United States Navy Martin P5M-1 Marlin flying boat crashes on takeoff in bad weather from Naval Station Sangley Point on Luzon in the Philippines, killing 12 people.Aviation Safety Network: Accident Description ===October=== * The National Advisory Committee for Aeronautics (NACA), United States Air Force, and United States Navy form the NACA-Air Force-Navy Research Aircraft Committee to develop a Mach 6 rocket-boosted hypersonic research aircraft. It is the beginning of the North American X-15 program; the committee later will be known as the X-15 Committee.Hallion, Richard P., \"Across the Hypersonic Divide,\" Aviation History, July 2012, p. 40. * October 12 - North American Aviation chief test pilot and World War II ace George Welch is killed in the crash of a North American F-100A Super Sabre during a test flight, resulting in the grounding of all F-100A aircraft.Angelucci, Enzo, The American Fighter: The Definitive Guide to American Fighter Aircraft From 1917 to the Present, New York: Orion Books, 1987, , p. 352. * October 13 - Royal Navy Fleet Air Arm Lieutenant B. D. Macfarlane successfully ejects from underwater after his 813 Naval Air Squadron Westland Wyvern flames out and ditches in the Mediterranean Sea on launch from the aircraft carrier and is cut in two by the carrier. He suffers only minor injuries.Williams, Ray, Fly Navy: Aircraft of the Fleet Air Arm since 1945, London: Airlife Publishing, 1989, , Chapter 21. * October 24 - A U.S. Air Force Douglas C-47A-90-DL Skytrain (registration 43-16044) strays off course during a flight from Rome Ciampino Airport in Rome, Italy, to Lyon- Bron Airport in Lyon, France, and crashes into a mountainside in the Maritime Alps west of Limone Piemonte, Italy, at an altitude of 8,500 feet (2,591 meters), killing all 21 people on board.Aviation Safety Network: Accident Description * October 27 - The Douglas X-3 Stiletto supersonic research aircraft makes its 36th and most significant flight. During the flight, test pilot Joseph A. Walker experiences violent instability as the X-3 exhibits \"roll inertia coupling\" – in which a maneuver in one axis causes an uncommanded maneuver in one or two others, a phenomenon also experienced in several incidents involving North American F-100A Super Sabres – and comes close to breaking up. Walker regains control of the aircraft and lands safely. Findings from the flight contribute to saving the F-100 program. * October 28 - Aeroflot Flight 136, an Ilyushin Il-12 (registration CCCP-L1789) on a domestic flight in the Soviet Union from Irkutsk Airport in Irkutsk to Krasnoyarsk Airport in Krasnoyarsk, flies into the side of Mount Sivukha, killing all 19 people on board.Aviation Safety Network: Accident Description Wu Chuanyu, a swimmer who had competed in the 1948 Summer Olympic Games for the Republic of China and in the 1952 Summer Olympic Games as the first Olympic representative of the People's Republic of China in history, is among the dead. * October 30 **A United States Navy Lockheed R7V-1 Constellation vanishes over the North Atlantic Ocean 350 miles (560 km) off the coast of Maryland during a flight from Naval Air Station Patuxent River, Maryland, to Lajes Field in the Azores. The search for the missing aircraft will end on November 4 because of extreme weather conditions, and no sign of the plane or the 42 people on board is ever found.Aviation Safety Network: Accident Description **American racing car driver and president of the Indianapolis Motor Speedway Wilbur Shaw dies along with the other two men on the plane when a Cessna crashes into a corn field and breaks up near Decatur, Indiana. ===November=== * November 2 - The vertical -takeoff-or-landing (VTOL) Convair XFY transitions from vertical to horizontal flight and back. * November 7 - Soviet Air Force MiG-15 fighters shoot down a U.S. Air Force B-29 Superfortress off Hokkaidō, Japan. The Soviet Union claims the B-29 was spying at the time. * November 16 - A TAM Peru Douglas DC-3 (registration FAP403) on a domestic flight in Peru from Pucallpa Airport in Pucallpa to Limatambo Airport in Lima crashes into an ice wall near Jirishanga at an altitude of 18,000 feet (5,486 meters), killing all 24 people on board. The wreckage is not found until December 4.Aviation Safety Network: Accident Description * November 17 - A U.S. Air Force B-47 Stratojet is forced by bad weather to remain aloft for 47 hours 35 minutes, needing nine aerial refuellings. * November 25 - Hungary acquires all of the Soviet Union's shares of Maszovlet and renames the airline Malév Hungarian Airlines. * November 30 - West Germany establishes its national civil aviation authority, the Luftfahrt-Bundesamt (Federal Aviation Office). ===December=== * December 4 - The first commercial flight by Air Laos - from Vientiane to Muang Sing with stops at Luang Prabang and Luang Namtha by a Douglas C-47A-70-DL Skytrain (registration F-BEIA) - ends in tragedy when the aircraft crashes during the Luang Prabang-to-Luang Namtha leg, killing all 28 people on board.Aviation Safety Network: Accident Description * December 8 - A Hellenic Air Force Douglas C-47 Skytrain crashes at Elefsis Air Base in Greece, killing all 19 people on board.Aviation Safety Network: Accident Description * December 17 - President Dwight D. Eisenhower presents James H. \"Dutch\" Kindleberger and the North American Aviation F-100 Super Sabre design team with the Collier Trophy in recognition of their contributions to aviation.Angelucci, Enzo, The American Fighter: The Definitive Guide to American Fighter Aircraft From 1917 to the Present, New York: Orion Books, 1987, , p. 353. * December 18 - Making its fourth attempt to land at Idlewild Airport in Queens, New York, a Linee Aeree Italiane Douglas DC-6B (registration I-LINE) strikes the pier supporting Runway 04's slope line approach lights, crashes in flames, and sinks in Jamaica Bay, killing 26 of the 32 people on board.Aviation Safety Network: Accident Description * December 22 - Johnson Flying Service Flight 4844C, a Douglas C-47A-90-DL Skytrain (registration N24320) on a civil air movement flight of military personnel to Tacoma, Washington, ditches in the Monongahela River near Pittsburgh, Pennsylvania, due to fuel exhaustion during a leg of its flight from Newark Metropolitan Airport in Newark, New Jersey, to Allegheny County Airport in Pittsburgh, killing 10 of the 28 people on board.Aviation Safety Network: Accident Description * December 25 - The British Overseas Airways Corporation Boeing 377 Stratocruiser G-ALSA crashes on landing at Glasgow Prestwick Airport from London in poor visibility at 03:30, killing 28 of the 36 passengers and crew on board. * December 31 - An Aeroflot airliner - possibly an Ilyushin Il-14 - crashes on takeoff from Irkutsk Airport in Irkutsk in the Soviet Union, killing all 17 people on board.Aviation Safety Network: Accident Description == First flights == ===February=== * February 12Swanborough, Gordon, and Peter M. Bowers, United States Navy Aircraft Since 1911, London: Putnam, 1976, , p. 422. or 25Polmar, Norman, \"Historic Aircraft: Great But Impractical Aircraft,\" Naval History, June 2012, p. 13. - Convair R3Y Tradewind, transport version of the Convair XP5Y-1 patrol aircraft prototype ===March=== * Kendall K.1 * March 4 - Lockheed XF-104, prototype of the F-104 StarfighterAngelucci, Enzo, The American Fighter: The Definitive Guide to American Fighter Aircraft From 1917 to the Present, New York: Orion Books, 1987, p. 282. * March 19 - Auster A.O.P.9Donald, David, ed., The Complete Encyclopedia of World Aircraft, New York: Barnes & Noble Books, 1997, , p. 70. * March 29 - Hispano Aviación HA-1112-M1L Buchón, with Rolls-Royce Merlin engine ===June=== * June 14 - PAC Fletcher * June 16 - Lockheed XFV-1 (first official flight) * June 22 - Douglas XA4D-1, prototype of the A4D Skyhawk, known after 1962 as the A-4 SkyhawkGolan, John, \"Heinemann's Hot Rod,\" Aviation History, January 2015, p. 30. ===July=== * July 15 - Boeing 367-80,Mondey, David, ed., The Complete Illustrated History of the Worlds Aircraft, Secaucus, New Jersey: Chartwell Books, Inc., 1978, , p. 55. prototype of the Boeing 707 and Boeing C-135 families. * July 30 - Grumman YF9F-9, prototype of the F11F Tiger, the worlds first carrier-based supersonic fighterAngelucci, Enzo, The American Fighter: The Definitive Guide to American Fighter Aircraft From 1917 to the Present, New York: Orion Books, 1987, , p. 249. ===August=== * August 1 - Convair XFY-1 PogoAngelucci, Enzo, The American Fighter: The Definitive Guide to American Fighter Aircraft From 1917 to the Present, New York: Orion Books, 1987, p. 105. * August 1 – LIPNUR SikumbangBridgman 1955, p. 40. * August 4 - Rolls-Royce Thrust Measuring Rig (free flight). * August 4 - English Electric P.1A, early prototype of the English Electric Lightning.Donald, David, ed., The Complete Encyclopedia of World Aircraft, New York: Barnes & Noble Books, 1997, , p. 90. * August 11 – Folland Midge * August 23 - Lockheed YC-130 Hercules, prototype of the C-130 Hercules, from Palmdale, California, to Edwards Air Force Base, California. ===September=== * Avro Canada CF-100 Canuck Mark 5Donald, David, ed., The Complete Encyclopedia of World Aircraft, New York: Barnes & Noble Books, 1997, , p. 88. * September 29 - McDonnell F-101A Voodoo, flown by test pilot Robert C. Little.City of Lancaster, CA honors test pilot Robert C. Little Joe Baugher's F-101A History ===October=== * October 6 - Fairey FD.2 * October 12 – Cessna XT-37, prototype of the Cessna T-37 Tweet * October 28 - North American FJ-4 FuryAngelucci, Enzo, The American Fighter: The Definitive Guide to American Fighter Aircraft From 1917 to the Present, New York: Orion Books, 1987, , p. 349. * October 28 – Taylorcraft Ranch Wagon ===November=== * November 25 – Kawasaki KAL-2 ===December=== * December 28 – Nord Norelfe == Entered service == * Convair C-131 Samaritan with the United States Air Force *Hiller YH-32 Hornet with the United States Army * Tupolev Tu-16 with Soviet Air Force. ===February=== * Supermarine Swift with No. 56 Squadron, Royal Air Force. ===May=== * Vought F7U Cutlass with United States Navy Fighter Squadron 81 (VF-81)Bernier, Robert, \"Ensign Eliminator,\" Aviation History, July 2012, p. 15. ===July=== * Westland Whirlwind with 848 Naval Air Squadron of the Royal Navy's Fleet Air Arm ===September=== * North American FJ-3 Fury with United States Navy Fighter Squadron 173 (VF-173) * September 27 - North American F-100 Super Sabre with the United States Air Forces 479th Fighter Wing == See also == ==References== * Bridgman, Leonard. Jane's All The World's Aircraft 1955–56, New York: The McGraw-Hill Book Company, 1955. Category:Aviation by year",
 "title": "1954 in aviation"
}