{
 "id": "566574",
 "text": "This is a list of aviation-related events from 1955: == Events == * The British Overseas Airways Corporation (BOAC) acquires a 49 percent ownership stake in Middle East Airlines, displacing Pan American World Airways as an owner of the airline. ===January=== * The second prototype of the United States Navy's Grumman F9F-9 supersonic fighter becomes the first version of what will become the Grumman F11F Tiger to fly with an afterburner fitted.Polmar, Norman, \"A Limited Success,\" Naval History, August 2015, p. 64. * January 1 - The United Kingdoms first atomic bomber unit, the Royal Air Forces No. 138 Squadron, is formed, flying Vickers Valiants from RAF Gaydon. * January 10 **Aircraft of the People's Republic of China attack the Nationalist Chinese-held Tachen Islands.Isenberg, Michael T., Shield of the Republic: The United States Navy in an Era of Cold War and Violent Peace, Volume I: 1945-1962, New York: St. Martin's Press, , p. 613. **The Government of Pakistan nationalizes Orient Airways. **After an extensive overhaul, the attack aircraft carrier is recommissioned as the first operational United States Navy aircraft carrier with an angled flight deck. * January 11 - Two Royal Air Force No. 42 Squadron Avro Shackleton maritime patrol aircraft disappear without trace during a routine exercise off Fastnet Rock on the southwest coast of Ireland, and are presumed to have collided in mid-air. An engine from one of the aircraft finally will be found in 1966. * January 12 - A Trans World Airlines Martin 2-0-2A collides in mid-air just after takeoff from Boone County Airport (later Cincinnati/Northern Kentucky International Airport) in Hebron, Kentucky, with a privately owned Douglas DC-3 which has strayed into controlled airspace without clearance. Both aircraft crash, killing all 13 people aboard the TWA plane and both people on the DC-3. ===February=== * Lake Central Airlines becomes the first employee-owned scheduled airline in historyAviation Week 21 Feb 1955 p111 when 162 of its employees (65% of the total) buy 97.5% of the outstanding stock, 25% outright and the rest financed over 24 months. * February 1 - West Germany′s national civil aviation authority, the Luftfahrt-Bundesamt (Federal Aviation Office), begins operations. * February 9 - Twenty nautical miles (37 km) southeast of the Tachen Islands, the Peoples Republic of China shoots down a U.S. Navy AD Skyraider attack aircraft covering the evacuation of Nationalist Chinese forces from the islands.Isenberg, Michael T., Shield of the Republic: The United States Navy in an Era of Cold War and Violent Peace, Volume I: 1945-1962, New York: St. Martin's Press, , p. 614. * February 13 - A Sabena Douglas DC-6 crashes on Mount Terminillo, near Rieti, Italy, killing all 29 people on board, including actress and model Marcella Mariani. * February 19 - Trans World Airlines Flight 260, a Martin 4-0-4, crashes in the Sandia Mountains near Albuquerque, New Mexico, killing all 16 people on board. * February 24 - The United States Navy Convair R3Y-1 Tradewind Coral Sea Tradewind sets a new speed record for a flying boat flight across the continental United States, flying from San Diego, California, to Naval Air Station Patuxent River, Maryland, in 6 hours at an average speed of 403 mph (639 km/h). The record remains unbroken.Polmar, Norman, \"Historic Aircraft: Great But Impractical Aircraft,\" Naval History, June 2012, p. 13.http://www.globalsecurity.org/military/systems/aircraft/r3y.htm globalsecurity.org Convair XP5Y-1/R3Y Tradewind flying boat * February 26 - George F. Smith becomes the first person to survive a supersonic ejection, from a North American F-100 Super Sabre travelling at Mach 1.05. ===March=== * March 11 - Pakistan International Airlines is formed to serve as Pakistan′s national airline. Orient Airways ceases operations and merges into the new airline. * March 20 - American Airlines Flight 711, a Convair CV-240, strikes the ground during final approach at Springfield, Missouri, killing 13 of the 35 on board. * March 22 - Descending to land in darkness and heavy rain at Hickam Air Force Base, Territory of Hawaii, the crew of United States Navy Douglas R6D-1 Liftmaster 131612 of Air Transport Squadron 3 (VR-3) makes a navigational error, and the plane crashes into Pali Kea Peak in Oahus Waianae Range 15 miles (24 km) northwest of Honolulu and explodes, killing all 66 people on board. At the time, it is the worst accident involving any version of the Douglas DC-6, and it remains the worst air disaster in the history of Hawaii and the deadliest heavier-than-air accident in U.S. naval aviation history.Aviation Safety Network: Aircraft Accident Douglas R6D-1 (DC-6) 131612 Honolulu, Hawaii It will tie with the August 11 mid-air collision of two United States Air Force C-119G Flying Boxcars over West Germany and the October 6 crash of United Airlines Flight 409 in Wyoming as the deadliest air accident of 1955. * March 24 - An Avro Canada CF-100 Canuck becomes the first Canadian jet aircraft to fly across the Atlantic Ocean.Guttman, Jon, \"Canada's Contribution: The Canuck,\" Aviation History, May 2014, p. 42. * March 25 - During a test flight with afterburner, the Lockheed XF-104 achieves a speed of Mach 1.79 (1,181.4 mph, 1,901.3 km/hr).Angelucci, Enzo, The American Fighter: The Definitive Guide to American Fighter Aircraft From 1917 to the Present, New York: Orion Books, 1987, p. 282. * March 26 - The number three propeller and engine detach from the Pan American World Airways Boeing 377 Stratocruiser 10-26 Clipper United States, operating as Flight 845/26 with 23 people on board, forcing it to ditch in the Pacific Ocean 35 miles (58 km) off the coast of Oregon, killing four people. The United States Navy attack transport rescues the 19 survivors about two hours later. ===April=== * A Cunard Line report assesses that airlines do not pose a threat to the transatlantic ocean liner business because political interference with airline routes prevents aircraft from having the freedom of navigation that ships enjoy.Maxtone- Graham, John, The Only Way to Cross, New York: Barnes & Noble Books, 1997, , p. 409. * The United States Navy's Grumman F9F-9 supersonic fighter is redesignated as the F11F-1. * April 1 - Post-World War II bans on powered flight in West Germany are lifted and Lufthansa begins operations, providing service linking Hamburg, Düsseldorf, Frankfurt-am-Main, Cologne, and Munich. The airline acquired the name and logo of the defunct airline Deutsche Luft Hansa in August 1954 and considers it part of its own history but has no legal connection with the earlier airline. * April 4 - The United Airlines Douglas DC-6 Mainliner Idaho crashes shortly after taking off from Long Island MacArthur Airport in Ronkonkoma, Islip, New York, on an instrument rating check flight due to an inadvertent reversal of the pitch of the propeller on number 4 engine. The plane is carrying no passengers; all three crew members on board die. * April 11 - A bomb detonates aboard the Air India Lockheed L-749A Constellation Kashmir Princess, which is carrying delegates to the Bandung Conference in Djakarta, Indonesia. The aircraft explodes in mid-air and crashes into the South China Sea, killing 16 of the 19 people on board. Kuomintang agents planted the bomb in a failed attempt to assassinate Chinese Premier Zhou Enlai, who changed his travel plans and is not on the plane. * April 27 - East Germany and the Soviet Union sign an agreement transferring Berlin Schönefeld Airport from Soviet Army to East German civilian control. ===May=== * May 10 - United States Air Force 8th Tactical Fighter Wing pilot James E. McInerny. Jr., shoots down a MiG-15 (NATO reporting name \"Fagot\") fighter flown by a People's Republic of China pilot over Korea. It is the last MiG-15 shot down by United Nations forces in Korea. * May 15 - Lufthansa begins international service, with flights between West Germany and London, Paris, and Madrid. * May 31 **As tensions in the Formosa Strait ease, the People's Republic of China releases four captured American fliers. It will release all other captured Americans over the summer.Isenberg, Michael T., Shield of the Republic: The United States Navy in an Era of Cold War and Violent Peace, Volume I: 1945-1962, New York: St. Martin's Press, , p. 621. **Flying a Dassault Mystère IV, French aviator Jacqueline Auriol sets a women's world speed record of 715.35 mph (1,151.93 km/hr). She will win the third of her four Harmon Trophies for the flight.Handleman, Philip, \"Discovering Purpose in the Sky,\" Aviation History, July 2017, p. 12 (photo caption). ===June=== * Frank N. Piasecki forms the Piasecki Aircraft Corporation.Polmar, Norman, \"Historic Aircraft: The Flying Banana,\" Naval History, August 2010, p. 17. * June 1 - Lufthansa begins service between West Germany and New York City, using Lockheed Super Constellations. * June 6 – Jean Boulet sets a world altitude record for helicopters of in a Sud-Est S.E. 3130 Alouette II.Bridgman 1956, p. 12. * June 16 - As part of an attempted coup against President Juan Perón, Argentine Naval Aviation and Argentine Air Force aircraft bomb and strafe the Casa Rosada in Buenos Aires and the adjacent Plaza de Mayo while a large crowd was gathered there to express support for Perón, killing 308–364 people and injuring over 800. The bombing of Plaza de Mayo was the largest aerial bombing ever to take place in mainland Argentina. In addition, the first air to air kill of the Argentine Air Force was scored when a rebel AT-6 Texan was downed by a loyal Gloster Meteor over the Río de la Plata. * June 22 - The Soviet armed forces shoot down a U.S. Navy patrol plane over the Bering Strait. The Soviet Union surprises the United States by paying half the damages and issuing a statement of regret even though the American plane clearly had violated Soviet airspace.Isenberg, Michael T., Shield of the Republic: The United States Navy in an Era of Cold War and Violent Peace, Volume I: 1945-1962, New York: St. Martin's Press, , p. 598. * June 28 - Jean Moire lands a Bell 47 helicopter on top of Mont Blanc, at an altitude of 4,807 m (15,772 ft). * June 30 **A Gloster Meteor jet fighter crashes on takeoff from RAF West Malling in Kent, England, killing both crew and two fruit-pickers on the ground. **Two Hawker Sea Hawk jet fighters flying from RNAS Lossiemouth in Scotland independently crash into the North Sea; one pilot is killed. ===July=== * Kuwait National Airways changes its name to Kuwait Airways. * July 1 **South Vietnams air force, the Republic of Vietnam Air Force, is established.Chinnery, Philip D., Vietnam: The Helicopter War, Annapolis, Maryland: Naval Institute Press, 1991, , p. 2. **East Germany appoints the initial management committee for its new national airline, which it names Deutsche Lufthansa (abbreviated DLH) after the defunct pre-1945 German airline Deutsche Lufthansa, even though the West German airline Luftag had bought the rights to that name in August 1954 and named itself Lufthansa. * July 8 - The United States Air Force's Tactical Air Command activates the Nineteenth Air Force to serve as the command element of the Composite Air Strike Force. * July 11 - The United States Air Force Academy admits its first class, consisting of 306 cadets, at its temporary location at Lowry Air Force Base in the cities of Aurora and Denver, Colorado. It will later move to Colorado Springs, Colorado.Haulman, Daniel L., One Hundred Years of Flight: USAF Chronology of Significant Air and Space Events, 1903-2002, Maxwell Air Force Base, Alabama: Air University Press, 2003, no ISBN number, p. 78. * July 26 - Capital Airlines adopts the Vickers Viscount, the first US airline to select a British airliner. * July 27 - El Al Flight 402, a Lockheed Constellation, strays into Bulgarian air space and is shot down by Bulgarian Air Force Mikoyan-Gurevich MiG-15 fighters. All 58 people aboard are killed. * July 31 - American actor Robert Francis and his two passengers die when the Beechcraft Bonanza he is piloting crashes in Burbank, California.planecrashinfo.com Famous People Who Died in Aviation Accidents: 1950s ===August=== * August 1 – Lockheed Article 001, prototype of the Lockheed U-2 reconnaissance aircraft, first takes to the air in what is intended to be only a high-speed taxi test at Groom Lake in Nevada. * August 4 – American Airlines Flight 476, a Convair CV-240-0 attempting an emergency landing at Forney Army Airfield, Fort Leonard Wood, Missouri crashes just short of the runway, after earlier reporting an engine fire. All 27 passengers and three crew members die in the crash. Witnesses report seeing the right wing of the plane break away before the crash; the wing is found on a hill a quarter of a mile from the main wreckage. * August 11 – As a formation of nine United States Air Force Fairchild C-119 Flying Boxcars flies over Edelweiler, near Stuttgart, West Germany, on a training mission carrying troops, one of them, a C-119G, experiences engine trouble, loses altitude momentarily, pulls upward abruptly, and collides with another C-119G. Both aircraft crash, killing all 19 people aboard one and all 47 aboard the other. The combined death toll of 66 makes it the worst aviation accident in German history at the time and the deadliest ever involving any variant of the C-119. It will tie with the March 22 crash of a United States Navy R6D-1 Liftmaster in Hawaii and the October 6 crash of United Airlines Flight 409 in Wyoming as the deadliest air accident of 1955.Aviation Safety Network: Accident DescriptionAviation Safety Network: Accident Description * August 20 – Flying a U.S. Air Force North American F-100C Super Sabre, Horace A. Haines sets a world speed record of 822.135 mph (1,323.889 km/h).Angelucci, Enzo, The American Fighter: The Definitive Guide to American Fighter Aircraft From 1917 to the Present, New York: Orion Books, 1987, , p. 352. * August 29 – A Royal Air Force English Electric Canberra sets a new world altitude record of 65,876 ft (20,079 m).Donald, David, ed., The Complete Encyclopedia of World Aircraft, New York: Barnes & Noble Books, 1997, , p. 89. * August 31 – Lockheed Aircraft Corporation engineering test pilot Stanley Beltz is killed in a crash near Lancaster, California, while piloting an F-94B Starfire modified to test the nose section of the BOMARC missile.Logan, Willy, \"Death of a Quiet Birdman,\" Aviation History, September 2010, p. 21. ===September=== * Czechoslovakia agrees to sell the Egyptian Air Force 50 twin-engine medium jet bombers and 120 jet fighter-interceptors, as well as military transport aircraft and helicopters.Hammel, Eric, Six Days in June: How Israel Won the 1967 Arab- Israeli War, New York: Charles Scribner's Sons, 1992, , p. 88. * September 3 - J. S. Fairfield makes the first ejection from an aircraft on the ground, escaping from a Gloster Meteor traveling at 120 mph (193 km/h) along a runway. * September 9 - American Airlines, Trans World Airlines, and United Airlines agree to adopt a domestic \"Coach Class\" for transcontinental flights across the United States. * September 16 **The East German national airline Deutsche Lufthansa (DLH) makes its first flight, carrying East German prime minister Otto Grotewohl from East Germany to Moscow for a state visit to the Soviet Union. **Gloster Meteor aircraft of the Argentine Air Force attack the Argentine Navy destroyers Cervantes and La Rioja in the River Plate during the Revolución Libertadora against Juan Perón, inflicting numerous casualties.Scheina, Robert L., Latin America: A Naval History 1810-1987, Annapolis, Maryland: Naval Institute Press, 1987, , p. 213. * September 18 - Argentine Naval Aviation aircraft attack an Argentine Army column during the Revolución Libertadora against Juan Perón, halting the column before it can capture a naval air base.Scheina, Robert L., Latin America: A Naval History 1810-1987, Annapolis, Maryland: Naval Institute Press, 1987, , p. 215. A Grumman J2F Duck was shot down by machine gun fire from a Sherman tank. ===October=== * Middle East Airlines introduces a Vickers Viscount into service. * October 6 - A Douglas DC-4 operating as United Airlines Flight 409 crashes in the Medicine Bow Mountains near Centennial, Wyoming, killing all 66 on board. It will tie with the March 22 crash of a U.S. Navy Douglas R6D-1 Liftmaster in Hawaii and the August 11 mid-air collision of two United States Air Force C-119G Flying Boxcars over West Germany as the deadliest air accident of 1955. * October 10 - Helicopters from the U.S. Navy aircraft carrier play a key role in rescuing people stranded by flooding in Tampico, Mexico. * October 15 - A United States Navy Douglas XA4D-1 Skyhawk sets a world speed record over a 500-kilometer (310.5-mile) closed-circuit course, reaching 1,119.382 km/hr (695.163 mph).Golan, John, \"Heinemann's Hot Rod,\" Aviation History, January 2015, p. 30. * October 16 - The Boeing 367-80 (a Boeing 707 prototype) crosses the United States in just 3 hours 58 minutes. * October 18 - A U.S. Navy Convair R3Y-1 Tradewind flying boat sets a speed record for a flight from Hawaii to the continental United States, flying from Honolulu to Naval Air Station Alameda, California, in 6 hours 45 minutes at an average speed of 360 mph (579 km/h). ===November=== * November 1 - The Douglas DC-6B Mainliner Denver, operating as United Airlines Flight 629, is destroyed over Longmont, Colorado, by a bomb planted by Jack Gilbert Graham, who is attempting to cash in his mother's life insurance policies. All 44 on board, his mother among them, are killed. Graham will be executed for the crime on January 11, 1957. * November 22 - A Soviet Tupolev Tu-16 (NATO reporting name \"Badger\") drops the first Soviet thermo-nuclear bomb, RDS-37, in Siberia. ===December=== * Royal Air Force Bomber Command becomes an all-jet operation upon the retirement of its last piston engine Avro Lancasters from bomber duty. * December 4 – Glenn L. Martin, founder of the Glenn L. Martin Company, dies at age 69. * December 13 – The de Havilland Comet 3, the worlds first jet airliner, visits an American airport for the first time when it stops at Honolulu International Airport in Honolulu, Hawaii, during an around-the-world flight. It then flies to Vancouver, British Columbia, Canada, in 5 hours 39 minutes.Aviation Hawaii: 1950-1959 Chronology of Aviation in Hawaii * December 15 – The de Havilland Mosquito flies its final operational sortie with the Royal Air Force. * December 24 - As a public relations move, the U.S. Continental Air Defense Command (CONAD) issues a statement to the press claiming that it is tracking Santa Claus's sleigh on Christmas Eve, adding that \"CONAD, Army, Navy and Marine Air Forces will continue to track and guard Santa and his sleigh on his trip to and from the U.S. against possible attack from those who do not believe in Christmas.\" It begins the annual tradition of CONAD and its successor, the North American Air Defense Command (later renamed the North American Aerospace Defense Command) reporting the tracking of Santa Claus's sleigh on Christmas Eve, with the \"reports\" of his progress becoming more and more elaborate in future years.Appelbaum, Yoni, \"Yes, Virginia, There Is a NORAD,\" theatlantic.com, December 24, 2015. == First flights == ===January=== * January 5 – LBIS LK-1 ===February=== * February 9 – Convair CV-540Donald, David, ed., The Complete Encyclopedia of World Aircraft, New York: Barnes & Noble Books, 1997, , p. 273. * February 14 – Mikoyan-Gurevich Ye-2, prototype of the Mikoyan-Gurevich MiG-21 ===March=== * March 2 – Dassault Super MystèreBridgman 1955, p. 40. * March 12 – Aérospatiale Alouette II * March 25 – Vought XF8U-1, prototype of the F8U Crusader,Angelucci, Enzo, The American Fighter: The Definitive Guide to American Fighter Aircraft From 1917 to the Present, New York: Orion Books, 1987, , p. 451. in 1962 redesignated F-8 Crusader ===April=== * April 3 – Ilyushin Il-54 (NATO reporting name \"Blowlamp\") * April 25 – FFA P-16 J-3001Bridgman 1955, pp. 208–209. ===May=== * May 27 – Sud Caravelle ===June=== * June 11 – SIPA S.1000 Coccinelle * June 12 – Cessna 170C, prototype of the Cessna 172 Skyhawk * June 14 – Frati F.8 Falco * June 17 **Reynolds-Bensen B-8 gyro-glider prototype **Tupolev Tu-104 (NATO reporting name \"Camel\") * June 24 – Scottish Aviation Twin Pioneer * June 25 – Dassault Mirage I * June 27 – Dornier Do 27 ===July=== * July 14 – Martin XP6M-1 Seamaster, BuNo 138821 * July 18 – Folland Gnat, G-39-2 * July 22 – Republic XF-84H \"Thunderscreech\"Angelucci, Enzo, The American Fighter: The Definitive Guide to American Fighter Aircraft From 1917 to the Present, New York: Orion Books, 1987, , p. 404. * July 23 – PZL TS-8 Bies ===August=== * August 4 – Lockheed Article 001, prototype of the Lockheed U-2 * August 5 – Farman F.510 Monitor I * August 11 – Bell XV-3 * August 14 – Fairey Ultra-light HelicopterBridgman 1956, p. 38. * August 18 – AISA AVD-12 * August 23 – Westland Widgeon * August 25 –Handley Page HPR.3 Herald ===September=== * September 7 – Sukhoi S-1, prototype of the Sukhoi Su-7 (NATO reporting name \"Fitter A\") * September 20 – Nord 1500 Griffon ===October=== * October 6 – Convair CV-440 Metropolitan * October 22 – Republic YF-105A, prototype of the F-105 ThunderchiefAngelucci, Enzo, The American Fighter: The Definitive Guide to American Fighter Aircraft From 1917 to the Present, New York: Orion Books, 1987, , p. 408. * October 25 – Saab J 35 Draken ===November=== * November 18 - Bell X-2 (first powered flight)Donald, David, ed., The Complete Encyclopedia of World Aircraft, New York: Barnes & Noble Books, 1997, , p. 116. * November 24 - Fokker F27 ===December=== * December 6 – Bensen B-8M autogyro * December 8 – Auster Agricola * December 18 – Beechcraft Model 73 Jet Mentor * December 21 – Edgar Percival E.P.9 == Entered service == * Stits-Besler Executive ===January=== * January 9 –Vickers Valiant with No. 138 Squadron, Royal Air Force ===February=== * Auster A.O.P. 9 with the Royal Air ForceDonald, David, ed., The Complete Encyclopedia of World Aircraft, New York: Barnes & Noble Books, 1997, , p. 70. ===May=== * North American FJ-3 Fury with the United States Navy ===June=== * June 29 – B-52 Stratofortress with the United States Air Forces 93rd Bomb Wing == Retirements == * Northrop C-125 Raider by the United States Air Force ==References== * Bridgman, Leonard. Jane's All The World's Aircraft 1955–56, New York: The McGraw-Hill Book Company, 1955. * Bridgman, Leonard. Jane's All The World's Aircraft 1956–57, New York: The McGraw-Hill Book Company, 1956. Category:Aviation by year",
 "title": "1955 in aviation"
}