{
 "id": "566616",
 "text": "Duloxetine, sold under the brand name Cymbalta among others, is a medication used to treat major depressive disorder, generalized anxiety disorder, fibromyalgia, and neuropathic pain. It is taken by mouth. It is a serotonin–norepinephrine reuptake inhibitor. Common side effects include dry mouth, nausea, feeling tired, dizziness, agitation, sexual problems, and increased sweating. Severe side effects include an increased risk of suicide, serotonin syndrome, mania, and liver problems. Antidepressant withdrawal syndrome may occur if stopped. There are concerns that use during the later part of pregnancy can harm the baby. Similarly to SSRIs and other SNRIs, a precise mechanism for duloxetine's antidepressant and anxiolytic effects is not known. Duloxetine was approved for medical use in the United States and in the European Union in 2004. It is available as a generic medication. In 2019, it was the 26th most commonly prescribed medication in the United States, with more than 23million prescriptions. ==Medical uses== The main uses of duloxetine are in major depressive disorder, generalized anxiety disorder, neuropathic pain, chronic musculoskeletal pain, and fibromyalgia. Duloxetine is recommended as a first-line agent for the treatment of chemotherapy-induced neuropathy by the American Society of Clinical Oncology, as a first-line therapy for fibromyalgia in the presence of mood disorders by the German Interdisciplinary Association for Pain Therapy, as a Grade B recommendation for the treatment of diabetic neuropathy by the American Association for Neurology and as a level A recommendation in certain neuropathic states by the European Federation of Neurological Societies. A 2014 Cochrane review concluded that duloxetine is beneficial in the treatment of diabetic neuropathy and fibromyalgia but that more comparative studies with other medicines are needed. The French medical journal Prescrire concluded that duloxetine is no better than other available agents and has a greater risk of side effects. ===Major depressive disorder=== Duloxetine was approved for the treatment of major depression in 2004. While duloxetine has demonstrated improvement in depression-related symptoms compared to placebo, comparisons of duloxetine to other antidepressant medications have been less successful. A 2012 Cochrane Review did not find greater efficacy of duloxetine compared to SSRIs and newer antidepressants. Additionally, the review found evidence that duloxetine has increased side effects and reduced tolerability compared to other antidepressants. It thus did not recommend duloxetine as a first line treatment for major depressive disorder, given the (then) high cost of duloxetine compared to inexpensive off-patent antidepressants and lack of increased efficacy. Duloxetine appears less tolerable than some other antidepressants. Generic duloxetine became available in 2013. ===Generalized anxiety disorder=== Duloxetine is more effective than placebo in the treatment of generalized anxiety disorder (GAD). A review from the Annals of Internal Medicine lists duloxetine among the first line drug treatments along with citalopram, escitalopram, sertraline, paroxetine, and venlafaxine. ===Diabetic neuropathy=== Duloxetine was approved for the pain associated with diabetic peripheral neuropathy (DPN), based on the positive results of two clinical trials. The average daily pain was measured using an 11-point scale, and duloxetine treatment resulted in an additional 1–1.7 points decrease of pain as compared with placebo. At least 50% pain relief was achieved in 40–45% of the duloxetine patients vs. 20–22% of placebo patients. Pain decreased by more than 90%, in 9–14% of duloxetine patients vs. 2–4% of placebo patients. Most of the response was achieved in the first two weeks on the medication. Duloxetine slightly increased the fasting serum glucose; this effect was deemed to be of \"minimal clinical significance\", however. The comparative efficacy of duloxetine and established pain-relief medications for DPN is unclear. A systematic review noted that tricyclic antidepressants (imipramine and amitriptyline), traditional anticonvulsants and opioids have better efficacy than duloxetine. Duloxetine, tricyclic antidepressants and anticonvulsants have similar tolerability while the opioids caused more side effects. Another review in Prescrire International considered the moderate pain relief achieved with duloxetine to be clinically insignificant and the results of the clinical trials unconvincing. The reviewer saw no reason to prescribe duloxetine in practice. The comparative data collected by reviewers in BMC Neurology indicated that amitriptyline, other tricyclic antidepressants and venlafaxine may be more effective. The authors noted that the evidence in favor of duloxetine is much more solid, however. A Cochrane review concluded that the evidence in support of duloxetine's efficacy in treating painful diabetic neuropathy was adequate, and that further trials should focus on comparisons with other medications. ===Fibromyalgia and chronic pain=== A review of duloxetine found that it reduced pain and fatigue, and improved physical and mental performance compared to placebo. The U.S. Food and Drug Administration (FDA) approved the drug for the treatment of fibromyalgia in June 2008. It may be useful for chronic pain from osteoarthritis. On 4 November 2010, the U.S. Food and Drug Administration (FDA) approved duloxetine to treat chronic musculoskeletal pain, including discomfort from osteoarthritis and chronic lower back pain. ===Stress urinary incontinence=== Duloxetine failed to receive US approval for stress urinary incontinence amid concerns over liver toxicity and suicidal events; it was approved for this use in the UK, however, where it is recommended as an add-on medication in stress urinary incontinence instead of surgery. The safety and utility of duloxetine in the treatment of incontinence has been evaluated in a series of meta analyses and practice guidelines. * A 2017 meta-analysis found that harms are at least as great if not greater than the benefits. * A 2013 meta-analysis concluded that duloxetine decreased incontinence episodes more than placebo with people about 56% more likely than placebo to experience a 50% decrease in episodes. Adverse effects were experienced by 83% of duloxetine-treated subjects and by 45% of placebo-treated subjects. * A 2012 review and practice guideline published by the European Association of Urology concluded that the clinical trial data provides Grade 1a evidence that duloxetine improves but does not cure urinary incontinence, and that it causes a high rate of gastrointestinal side effects (mainly nausea and vomiting) leading to a high rate of treatment discontinuation. * The National Institute for Clinical and Health Excellence recommends (as of September 2013) that duloxetine not be routinely offered as first line treatment, and that it only be offered as second line therapy in women wishing to avoid therapy. The guideline further states that women should be counseled regarding the drug's side effects. ==Contraindications== The following contraindications are listed by the manufacturer: * Hypersensitivity: duloxetine is contraindicated in patients with a known hypersensitivity to duloxetine or any of the inactive ingredients. * Monoamine oxidase inhibitors (MAOIs): concomitant use in patients taking MAOIs is contraindicated. * Uncontrolled narrow-angle glaucoma: in clinical trials, Cymbalta use was associated with an increased risk of mydriasis (dilation of the pupil); therefore, its use should be avoided in patients with uncontrolled narrow-angle glaucoma, in which mydriasis can cause sudden worsening. * Central nervous system (CNS) acting drugs: given the primary CNS effects of duloxetine, it should be used with caution when it is taken in combination with or substituted for other centrally acting drugs, including those with a similar mechanism of action. * Duloxetine and thioridazine should not be co-administered. In addition, the FDA has reported on life-threatening drug interactions that may be possible when co-administered with triptans and other drugs acting on serotonin pathways leading to increased risk for serotonin syndrome. ==Adverse effects== Nausea, somnolence, insomnia, and dizziness are the main side effects, reported by about 10% to 20% of patients.Cymbalta package insert. Indianapolis, IN: Eli Lilly Pharmaceuticals; 2004, September. In a trial for major depressive disorder (MDD), the most commonly reported treatment-emergent adverse events among duloxetine-treated patients were nausea (34.7%), dry mouth (22.7%), headache (20.0%) and dizziness (18.7%), and except for headache, these were reported significantly more often than in the placebo group. In a long-term study of fibromyalgia patients receiving duloxetine, frequency and type of adverse effects was similar to that reported in the MDD trial above. Side effects tended to be mild-to-moderate, and tended to decrease in intensity over time. In four clinical trials of duloxetine for the treatment of MDD, sexual dysfunction occurred significantly more frequently in patients treated with duloxetine than those treated with placebo, and this difference occurred only in men. Specifically, common side effects include difficulty becoming aroused, lack of interest in sex, and anorgasmia (trouble achieving orgasm). Loss of or decreased response to sexual stimuli and ejaculatory anhedonia are also reported. Frequency of treatment-emergent sexual dysfunction were similar for duloxetine and SSRIs when compared in a 6-month observational study in depressed patients. Rates of sexual dysfunction in MDD patients treated with duloxetine vs escitalopram did not differ significantly at 4, 8, and 12 weeks of treatment, although the trend favored duloxetine (33.3% of duloxetine patients experienced sexual side effects compared to 43.6% of those receiving escitalopram and 25% of those receiving placebo). ===Discontinuation syndrome=== During marketing of other SSRIs and SNRIs, there have been spontaneous reports of adverse events occurring upon discontinuation of these drugs, particularly when abrupt, including the following: dysphoric mood, irritability, agitation, dizziness, sensory disturbances (e.g., paresthesias such as brain zap electric shock sensations), anxiety, confusion, headache, lethargy, emotional lability, insomnia, hypomania, tinnitus, and seizures. The withdrawal syndrome from duloxetine resembles the SSRI discontinuation syndrome. When discontinuing treatment with duloxetine, the manufacturer recommends a gradual reduction in the dose, rather than abrupt cessation, whenever possible. If intolerable symptoms occur following a decrease in the dose or upon discontinuation of treatment, then resuming the previously prescribed dose may be considered. Subsequently, the physician may continue decreasing the dose but at a more gradual rate. In placebo-controlled clinical trials of up to nine weeks' duration of patients with MDD, a systematic evaluation of discontinuation symptoms in patients taking duloxetine following abrupt discontinuation found the following symptoms occurring at a rate greater than or equal to 2% and at a significantly higher rate in duloxetine-treated patients compared to those discontinuing from placebo: dizziness, nausea, headache, paresthesia, vomiting, irritability, and nightmare. ===Suicidality=== In the United States all antidepressants, including duloxetine carry a black box warning stating that antidepressants may increase the risk of suicide in persons younger than 25. This warning is based on statistical analyses conducted by two independent groups of the FDA experts that found a 2-fold increase of the suicidal ideation and behavior in children and adolescents, and 1.5-fold increase of suicidality in the 18–24 age group. To obtain statistically significant results the FDA combined the results of 295 trials of 11 antidepressants for psychiatric indications. As suicidal ideation and behavior in clinical trials are rare, the results for any drug taken separately usually do not reach statistical significance. In 2005, the United States FDA released a public health advisory noting that there had been eleven reports of suicide attempts and three reports of suicidality within the mostly middle-aged women participating in the open label extension trials of duloxetine for the treatment of stress urinary incontinence (SUI). The FDA described the potential role of confounding social stressors \"unclear\". The suicide attempt rate in the SUI study population (based on 9,400 patients) was calculated to be 400 per 100,000 person years. This rate is greater than the suicide attempt rate among middle-aged U.S. women that has been reported in published studies, i.e., 150 to 160 per 100,000 person years. In addition, one death from suicide was reported in a Cymbalta clinical pharmacology study in a healthy female volunteer without SUI. No increase in suicidality was reported in controlled trials of Cymbalta for depression or diabetic neuropathic pain. ===Postmarketing reports=== Reported adverse events that were temporally correlated to duloxetine therapy include rash, reported rarely, and the following adverse events, reported very rarely: alanine aminotransferase increased, alkaline phosphatase increased, anaphylactic reaction, angioneurotic edema, aspartate aminotransferase increased, bilirubin increased, glaucoma, hepatotoxicity, hyponatremia, jaundice, orthostatic hypotension (especially at the initiation of treatment), Stevens–Johnson syndrome, syncope (especially at initiation of treatment), and urticaria. Duloxetine Side Effects, and Drug Interactions – RxList Monographs ==Pharmacology== ===Mechanism of action=== {| class=\"wikitable\" style=\"float:right;width:200px;margin:10px;\" |+Binding profile |- ! Receptor !! Ki (nM) |- | SERT || 0.7~0.8 |- | NET || 7.5 |- | DAT || 240 |- | 5-HT2A || 504 |- | 5-HT2C || 916 |- | 5-HT6 || 419 |} Duloxetine inhibits the reuptake of serotonin and norepinephrine (NE) in the central nervous system. Duloxetine increases dopamine (DA) specifically in the prefrontal cortex, where there are few DA reuptake pumps, via the inhibition of NE reuptake pumps (NET), which is believed to mediate reuptake of DA and NE.Stahl, S. (2013). Stahl's essential pharmacology, 4th ed. Cambridge University Press, New York. p. 305, 308, 309. Duloxetine has no significant affinity for dopaminergic, cholinergic, histaminergic, opioid, glutamate, and GABA reuptake transporters, however, and can therefore be considered to be a selective reuptake inhibitor at the 5-HT and NE transporters. Duloxetine undergoes extensive metabolism, but the major circulating metabolites do not contribute significantly to the pharmacologic activity. In vitro binding studies using synaptosomal preparations isolated from rat cerebral cortex indicated that duloxetine was approximately 3 fold more potent at inhibiting serotonin uptake than norepinephrine uptake. Major depressive disorder is believed to be due in part to an increase in pro- inflammatory cytokines within the central nervous system. Antidepressants including ones with a similar mechanism of action as duloxetine, i.e. serotonin metabolism inhibition, cause a decrease in proinflammatory cytokine activity and an increase in anti-inflammatory cytokines; this mechanism may apply to duloxetine in its effect on depression but research on cytokines specific to duloxetine therapy is lacking. The analgesic properties of duloxetine in the treatment of diabetic neuropathy and central pain syndromes such as fibromyalgia are believed to be due to sodium ion channel blockade. ===Pharmacokinetics=== Absorption: Duloxetine is acid labile, and is formulated with enteric coating to prevent degradation in the stomach. Duloxetine has good oral bioavailability, averaging 50% after one 60 mg dose. There is an average 2-hour lag until absorption begins with maximum plasma concentrations occurring about 6 hours post dose. Food does not affect the Cmax of duloxetine, but delays the time to reach peak concentration from 6 to 10 hours. Distribution: Duloxetine is highly bound (>90%) to proteins in human plasma, binding primarily to albumin and α1-acid glycoprotein. Volume of distribution is 1640L. Metabolism: Duloxetine undergoes predominately hepatic metabolism via two cytochrome P450 isozymes, CYP2D6 and CYP1A2. Circulating metabolites are pharmacologically inactive. Duloxetine is a moderate CYP2D6 inhibitor. Elimination: Administered in healthy young male subjects at doses between 20–40 mg twice a day, had a half-life of 12.5 hours and its pharmacokinetics are dose proportional over the therapeutic range. Steady- state is usually achieved after 3 days. Only trace amounts (<1%) of unchanged duloxetine are present in the urine and most of the dose (approx. 70%) appears in the urine as metabolites of duloxetine with about 20% excreted in the feces. Smoking is associated with a decrease in duloxetine concentration. ==History== thumb|Cymbalta (duloxetine) 60mg Duloxetine was created by Eli Lilly and Company researchers. David Robertson; David Wong, a co-discoverer of fluoxetine; and Joseph Krushinski are listed as inventors on the patent application filed in 1986 and granted in 1990. The first publication on the discovery of the racemic form of duloxetine known as LY227942, was made in 1988. The (+)-enantiomer, assigned LY248686, was chosen for further studies, because it inhibited serotonin reuptake in rat synaptosomes to twice the degree of the (–)-enantiomer. This molecule was subsequently named duloxetine. In 2001, Lilly filed a New Drug Application (NDA) for duloxetine with the US Food and Drug Administration. In 2003, however, the FDA \"recommended this application as not approvable from the manufacturing and control standpoint\" because of \"significant cGMP (current Good Manufacturing Practice) violations at the finished product manufacturing facility\" of Eli Lilly in Indianapolis. Additionally, \"potential liver toxicity\" and QTc interval prolongation appeared as a concern. The FDA experts concluded that \"duloxetine can cause hepatotoxicity in the form of transaminase elevations. It may also be a factor in causing more severe liver injury, but there are no cases in the NDA database that clearly demonstrate this. Use of duloxetine in the presence of ethanol may potentiate the deleterious effect of ethanol on the liver.\" The FDA also recommended \"routine blood pressure monitoring\" at the new highest recommended dose of 120 mg, \"where 24% patients had one or more blood pressure readings of 140/90 vs. 9% of placebo patients.\" After the manufacturing issues were resolved, the liver toxicity warning included in the prescribing information, and the follow-up studies showed that duloxetine does not cause QTc interval prolongation, duloxetine was approved by the FDA for depression and diabetic neuropathy in 2004.FDA news In 2007, Health Canada approved duloxetine for the treatment of depression and diabetic peripheral neuropathic pain. Duloxetine was approved for use of stress urinary incontinence (SUI) in the EU in 2004. In 2005, Lilly withdrew the duloxetine application for stress urinary incontinence (SUI) in the U.S., stating that discussions with the FDA indicated \"the agency is not prepared at this time to grant approval ... based on the data package submitted.\" A year later Lilly abandoned the pursuit of this indication in the U.S. market. The FDA approved duloxetine for the treatment of generalized anxiety disorder in February 2007. Cymbalta generated sales of nearly in 2012, with of that in the U.S., but its patent protection terminated 1 January 2014. Lilly received a six-month extension beyond 30 June 2013, after testing for the treatment of depression in adolescents, which may produce in added sales. The first generic duloxetine was marketed by Dr. Reddy. == Explanatory notes == == References == == External links == * * Category:Serotonin–norepinephrine reuptake inhibitors Category:Eli Lilly and Company brands Category:Thiophenes Category:Naphthol ethers Category:Amines Category:Wikipedia medicine articles ready to translate Category:Antidepressants",
 "title": "Duloxetine"
}