{
 "id": "566632",
 "text": "Rainham is a town in the unitary authority of Medway, in South East England. It is part of the ceremonial county of Kent. Historically, Rainham was a separate village until, in 1928, it was added to the Municipal Borough of Gillingham, which was originally created in 1903 and was grouped into the latter's built-up area in analysis of the 2011 census by the Office for National Statistics.Medway Council – Local history: Medway in the 20th century 1901 – 2000 It became part of the Medway authority when Gillingham was incorporated with the other towns to form Medway Unitary Authority in 1998. It has its own leisure and retail hub and unlike Gillingham has a traditional area broadly to the south and which since the late 20th century is largely residential housing. ==Geography== Rainham occupies a large stretch of land from the dip slope of a moderate rise of the North Downs of about above sea level, descending to a frontage on the River Medway's natural harbour to the north. London is approximately to the west. Three roads cross the town. The M2 motorway runs along its southern edge, from the town centre. The main road through the town, the A2, follows the ancient Watling Street, the Roman road between London and Canterbury. The most northerly road runs close to the southern bank of the river. The Chatham Main Line has a railway station here and National Cycle Route 1 runs through the town. The Park Wood estate to the south of Rainham was built mainly during the 1960s and 1970s. Building this estate required the destruction of one of the last large areas of relict woodland in North Kent. The area towards Gillingham is known as Rainham Mark, named after an old ecclesiastical boundary: and Macklands is an older part of the town to the north. The Macklands Arms public house was named after Macklands Manor House. The manor house was home to members of the Mackay family, who owned a printing company in Chatham, which has now become CPi Books. Lower Rainham, once a separate village, is now also a part of the town. ==Demographics== thumb|Lower Rainham Road Rainham was originally a linear settlement along the main road. The population in 1801 was 422;How Was Berengrave Lane So Named two centuries later it is well over six thousand. Part of the reason for this huge growth can be attributed to the railway. When the railway came in 1858 it brought an almost immediate increase in the size of the village; when the Chatham Main Line was electrified in 1959, as with all the places served by it, town growth began again. One of the results was the building of Parkwood estate (see above). ==Amenities== thumb|Rainham station in 1992 The parish church is dedicated to St Margaret; the Roman Catholic church to St Thomas of Canterbury. ==Facilities== Rainham has a small shopping area, including the Rainham Shopping Centre precinct, with a few major shops. The precinct was built in the 1970s after the old church school building was demolished. The school originally opened in 1846 it was a community centre for the last few years of its life. The school (St Margaret's) had moved to the old senior school building in Orchard Street in 1967.http://www.rainham-history.co.uk/ Rainham is home to the first ever oast house theatre,https://www.amazon.co.uk/First-Oasthouse-Theatre-World- Theatrical/dp/0948193891 where the Rainham Theatrical Society (RaTS) puts on regular performances. ==Local media== ===Newspapers=== Local newspapers for Rainham include the Medway Messenger, published by the KM Group. The area also has free newspapers in the Medway Extra (KM Group) and yourmedway (KOS Media). In 2011 Medway News and Medway Standard, both published by Kent Regional News and Media were closed. ===Radio=== The local commercial radio station for Rainham is KMFM Medway, owned by the KM Group. Medway is also served by community radio station Radio Sunlight. The area can also receive the county wide stations BBC Radio Kent, Heart and Smooth. ==Education== Rainham has three secondary schools: *The Howard School: a selective and secondary school for boys *Rainham Mark Grammar School: selective school for which the Eleven- Plus exam has to be taken, open to both boys and girls *Rainham School for Girls: a comprehensive school for girls For a full list of schools serving Rainham visit List of schools in Medway ==Open spaces== thumb|Looking across the Medway from Horrid Hill, Riverside Country Park. The Riverside Country Park, which fronts on to the river Medway at Rainham Creek, includes the promontory of Horrid Hill. Berengrave Local Nature Reserve is located on the Lower Rainham Road. There are also a number of parks and recreational grounds around Rainham. ==See also== *Medway *Chatham *Rochester *Strood *Gillingham ==References== ==External links== *History of Rainham Category:Gillingham, Kent Category:Populated places in Kent",
 "title": "Rainham, Kent"
}