{
 "id": "566639",
 "text": "This is a list of aviation-related events from 2003: ==Events== ===January=== * 1 January **The Czech Republic creates its Air Accidents Investigation Institute. It takes over the accident investigation competencies previously held by the Czech Republic's Civil Aviation Authority. **The airline Livingston is founded. It will begin flight operations in May. * 8 January ** The Turkish Airlines Avro RJ100 Konya, operating as Flight 634, crashes in thick fog while on final approach to land at Diyarbakır Airport in Diyarbakır, Turkey. The plane breaks into three pieces and catches fire, killing 75 of the 80 people on board and seriously injuring all five survivors. ** Air Midwest Flight 5481, a Beechcraft 1900D operating as a US Airways Express flight, crashes into a US Airways hangar on takeoff from Charlotte/Douglas International Airport at Charlotte, North Carolina, killing all 21 people on board and injuring one person on the ground. The accident investigation determines that the crash resulted from improper maintenance and because the aircraft was overweight, Air Midwest having used Federal Aviation Administration-approved estimated passenger weight tables that had not been updated since 1936, when the average weight of an American passenger was 20 pounds (9 kg) lighter than in 2003. * 9 January – TANS Perú Flight 222, a Fokker F28-1000 Fellowship, crashes near Chachapoyas, Peru, while on approach to Chachapoyas Airport, killing all 46 people on board. ===February=== * Fina Air begins services. * Cirrus Design Corporation delivers the light aircraft industry's first glass cockpit with the SR20 and SR22. * 1 February – The Space Shuttle Columbia disintegrates on reentry after 16 days in space, killing its entire crew of seven. * 3 February – Air Arabia is founded. It will begin flight operations on 28 October. * 5–9 February – The Aero India show is held at Bangalore, India. * 13 February - The Government of Armenia establishes the General Department of Civil Aviation of Armenia as Armenia's national civil aviation authority. * 19 February - An Iranian Aerospace Force of the Army of the Guardians of the Islamic Revolution Ilyushin Il-76 (NATO reporting name \"Candid\") carrying members of the Islamic Revolutionary Guard from Zahedan to Kerman, Iran, crashes 35 kilometers (22 miles) southeast of Kerman, killing all 275 people on board. The third crash of an Il-76 in Iran, it is the deadliest accident in history involving an Il-76 and the deadliest aviation accident on Iranian soil. ===March=== * 1 March - Asiana Airlines joins the Star Alliance. * 6 March - Air Algérie Flight 6289, the Boeing 737-200 7T-VEZ, suffers an engine failure during takeoff from Tamanrasset Airport in Tamanrasset, Algeria, stalls, veers off the runway, and crashes, killing all but one of the 102 people on board and injuring the sole survivor. * 9 March - The Transportation Security Administration - responsible for the safety of the traveling public in the United States, with the bulk of its efforts devoted to civil aviation and the screening of passengers and baggage at over 450 airports in the United States - is moved from the United States Department of Transportation to the United States Department of Homeland Security. * 14 March - A Cessna 177 Cardinal crashes into Old Fort Mountain near Old Fort, North Carolina, after taking off from Asheville Regional Airport in Asheville, North Carolina, killing author Amanda Davis and her parents. Davis is on a book tour to promote her first novel, Wonder When You'll Miss Me, at the time of her death. Her father is piloting the plane when it crashes. * 31 March – Lauda Air Italy merges into the airline Livingston. ===May=== *The airline Livingston begins flight operations. * 1 May **The United States Navy Sea Control Squadron 35 (VS-35) S-3 Viking antisubmarine aircraft 159387 brings President George W. Bush aboard the aircraft carrier in the Pacific Ocean off California, where Bush gives his \"Mission Accomplished\" speech about Operation Iraqi Freedom. Bush becomes the first U.S. president to make an arrested landing aboard an aircraft carrier in a fixed-wing aircraft. While the U.S. president is aboard, the S-3 uses the call sign \"Navy One;\" it remains the only aircraft ever to have done so.Goodspeed, Hill, \"Where Naval Aviation History is Manifest,\" Naval History, June 2011, p. 35. **Spanair joins the Star Alliance. * 25 May – Boeing 727-223 tail number N844AA is stolen from Quatro de Fevereiro Airport in Luanda, Angola. Ben Charles Padilla, who is suspected of having been at the controls, disappears at the same time. Despite a worldwide search by police and intelligence agencies, neither the plane nor Padilla are ever found. * 26 May – UM Airlines Flight 4230, a chartered Yakovlev Yak-42 (NATO reporting name \"Clobber\") carrying Spanish peacekeeping troops home from Afghanistan to Zaragoza Airport in Zaragoza, Spain, crashes into a mountainside near Maçka, Turkey, on its third attempt to land in dense fog for a stopover at Trabzon Airport in Trabzon, Turkey. All 75 people on board die. * 29 May – A man attempts to hijack Qantas Flight 1737, a Boeing 717-200 with 52 other people on board, shortly after taking off from Melbourne Airport in Melbourne, Australia, hoping to crash the plane into Australias Walls of Jerusalem National Park in Tasmania, which he believes will release the Devil from his lair and bring about Armageddon. He injures two flight attendants before being subdued by other passengers. * 30 May **The final commercial flight of an Air France Concorde takes place. **Iraqi Airways announce its intention to resume international service for the first time since the Gulf War began in January 1991. It will do so in October 2004. ===June=== * 6 June – American screenwriter Jessica Kaplan and all three other people on board are killed when their Beechcraft Model A36TV Bonanza nose-dives into an apartment building just after takeoff from Santa Monica Airport in Santa Monica, California.planecrashinfo.com Famous People Who Died in Aviation Accidents: 2000sAviation Safety Network Accident Description * 26 June – The NASA Helios Prototype unmanned aerial vehicle breaks up in flight and crashes into the Pacific Ocean about west of Kauai, Hawaii, during a remotely piloted systems checkout flight in preparation for an endurance test scheduled for July.\"Helios Prototype Solar Aircraft Lost In Flight Mishap\", Science Daily, 1 July 2003, accessed 8 September 2003 ===July=== * 8 July – Sudan Airways Flight 139, a Boeing 737-200, crashes at Port Sudan, Sudan, killing 116 of the 117 people on board. A two-year-old boy is the only survivor. * 10 July - The Indonesian airline Wings Abadi Airlines - usually shortened to Wings Air - begins flight operations. It is a wholly owned subsidiary of Lion Air. * 26 July – 3 August – The 13th FAI World Rally Flying Championship takes place in Rustenburg, South Africa. the individual winners are 1. Nigel Hopkins and Dale de Klerk (South Africa), 2. Janusz Darocha and Zbigniew Chrząszcz (Poland), 3. Nathalie Strube and P. Sicard (France); the team winners are 1. South Africa, 2. France, 3. Poland. * 30 July **The Indonesian airline Citilink becomes an independent business entity. Previously it had been a low-cost subsidiary of Garuda Indonesia. **Scottish motorcycle racing champion Steve Hislop dies when the helicopter he is piloting crashes near a remote farmhouse near Teviothead, Scotland. * 31 July – Jumping from an altitude of 9,000 meters (29,527 feet), Felix Baumgartner uses a wingpack to cross the English Channel in 14 minutes, covering over 35 kilometers (21.7 miles).\"Birdman Flies Atair Parachute Across English Channel,\" Atairaerospace.com, 21 November 2003. ===August=== * The wreckage of an Indian Air Force Antonov An-12BP (NATO reporting name \"Cub\") that disappeared during a flight on 7 February 1968 with the loss of all 102 people on board is discovered an altitude of 17,324 feet (5,280 meters) on India's Dhaka Glacier near Chandrabhaga Peak 13.Aviation Safety Network Accident Description * 1 August – Continental Airlines resumes its non-stop service from Newark International Airport in New Jersey to Hong Kong. It had suspended the service earlier in the year due to the outbreak of severe acute respiratory syndrome (SARS) in southern China. * 8 August – JAT Yugoslav Airlines renames itself Jat Airways. * 11 August – The Spirit of Butts Farm completes the first flight across the Atlantic by a computer-controlled model aircraft. The flight also sets two world records for a model aircraft, for duration (38 hours 53 minutes) and for non-stop distance (). * 26 August – Colgan Air Flight 9446, a US Airways Express Beechcraft 1900D on a repositioning flight with no passengers aboard, crashes in the water off Yarmouth, Massachusetts, immediately after takeoff from Barnstable Municipal Airport in Barnstable County, Massachusetts, due to a maintenance error. The two-man crew dies. ===September=== *Skip Holm, flying the modified P-51D Mustang 'Dago Red', sets a new closed-course piston-engine speed record of 507 mph (816 km/hr) at the Reno Air Races outside Reno, Nevada. *14 September – The United States Air Force Thunderbirds flight demonstration teams No. 6 solo aircraft crashes into the tarmac at Mountain Home Air Force Base, Idaho, while attempting its initial maneuver at the Gunfighter Skies 2003 air show. The pilot ejects safely just moments before impact. Although the desert terrain is similar, the ground elevation at Mountain Home Air Force Base is over 1,000 feet (305 meters) higher than at the Thunderbirds home base at Nellis Air Force Base, Nevada, and pilot error (insufficient altitude) is determined as the cause. The pilot is reassigned to the Pentagon. *28 September – The European Union's European Aviation Safety Agency begins operations. ===October=== *1 October **Cyprus creates its Air Accident and Incident Investigation Board. **The United States Air Force reactivates the Eighteenth Air Force. It had been inactive since 1 January 1958. *15 October – Yang Liwei becomes the People's Republic of China's first man in space. *16 October – Belavia signs a leasing agreement for its first Boeing 737-500 airliner. *24 October - The Concorde makes its last scheduled commercial flight. *26 October - LOT Polish Airlines joins the Star Alliance. *28 October – Air Arabia begins flight operations. It first flight is from Sharjah in the United Arab Emirates to Bahrain International Airport in Bahrain. ===November=== *The Air Traffic Organization is formed as the operational arm of the U.S. Federal Aviation Administration. It manages air navigation services for aircraft over the United States and well out into the Atlantic and Pacific oceans. *10 November - The Indonesian airline Sriwijaya Air makes its first flight, offering service between Jakarta and Pangkal Pinang. *19 November - Atlantic Coast Airlines announces plans to become a low-cost carrier under the name Independence Air. It will make the change in June 2004. *22 November - A Fedayeen commando unit fires an 9K34 Strela-3 (USDoD designation \"SA-14\", NATO reporting name \"Gremlin\") shoulder-launched surface-to-air missile at a DHL Express Airbus A300B4-200F just after it takes off from Baghdad International Airport in Baghdad, Iraq. The missile strikes the aircraft's left wingtip, starting a fire and causing a complete loss of the aircraft's hydraulic flight control systems. The three-man crew nonetheless manages to return the aircraft to the airport and make an emergency landing; the crew members are uninjured even though the aircraft veers off the runway. *26 November - The last - \"retirement\" - flight of the Concorde takes place. ===December=== *4 December - A Mil Mi-8 (NATO reporting name \"Hip\") helicopter of the Polish Air Force's 36th Special Aviation Regiment carrying the Prime Minister of Poland, Leszek Miller, suffers a failure of both its engines due to icing. Its pilot performs an autorotation and lands the helicopter in a forest near Piaseczno, Poland. There are no fatalities, but 14 of the 15 people on board are injured, including Miller. *15 December **The Smithsonian National Air and Space Museum's Steven F. Udvar-Hazy Center opens at Washington Dulles International Airport in Fairfax County, Virginia. **Award-winning American film and television music composer Steve Kaplan is killed when the propeller of the Cessna 421C Golden Eagle he is piloting fractures due to metal fatigue shortly after takeoff and the plane crashes into a home in Claremont, California.Morin, Monte, \"Los Angeles; Pilot Killed in Crash Was TV, Film Composer; Steve Kaplan, who died when his plane crashed into a Claremont home, had written music for 'Jeopardy!' and 'Wheel of Fortune.',\" Los Angeles Times, December 17, 2003. *17 December **The 100th anniversary of the first flight of the Wright Brothers in the Wright Flyer is celebrated as the 100th birthday of aviation. **SpaceShipOne becomes the first privately built, manned aircraft to fly faster than the speed of sound. *18 December - FedEx Express Flight 647, a McDonnell Douglas DC-10-10F, crashes while landing at Memphis International Airport in Memphis, Tennessee, killing two of the seven people on board. *25 December – UTA Flight 141, a severely overloaded chartered Boeing 727-223, fails to become airborne during its takeoff attempt from Cadjehoun Airport in Cotonou, Benin. It runs off the end of the runway and crashes on a beach along the Bight of Benin, killing 141 of the 163 people on board. All 12 survivors as well as two people on the ground are injured. Newspaper reports create rumors that the Boeing 727 involved is N844AA, which had disappeared after being stolen in May, but the rumors prove unfounded; the accident aircraft is 3X-GDO. == First flights == ===February=== *23 February - Northrop Grumman X-47A Pegasus ===March=== * 7 March – Bell/Agusta BA609 * 7 March – HAL HJT-36. * 29 March – Ullmann 2000 Panther prototype N202KT ===May=== * 20 May – SpaceShipOne (first captive flight, unmanned) * 29 May – Van's Aircraft RV-10 prototype N410RV ===June=== * 4 June – EM-10 Bielik ===July=== * 28 July – Adam A700 AdamJet * 29 July – SpaceShipOne (first manned captive flight) ===August=== *1 August – First successful supersonic flight of the HAL Light Combat Aircraft's (LCA's) first technology demonstrator, TD-1. *7 August – SpaceShipOne (first free-flight) ===December=== *3 December - Honda HA-420 HondaJet *13 December - Guizhou JL-9 *17 December – SpaceShipOne (first powered flight) *18 December - ShinMaywa US-2 ==Entered service== * Beriev Be-103 Bekas (\"Snipe\") ===July=== * 31 July – Beriev Be-200 Altair Russian Ministry of Emergency Situations (EMERCON) ==References== Category:Aviation by year",
 "title": "2003 in aviation"
}