{
 "id": "566767",
 "text": "Time is the ninth studio album by English rock band Electric Light Orchestra (credited as ELO), released in July 1981 on Jet Records. It is a concept album about a man from the 1980s who is taken to the year 2095, where he is confronted by the dichotomy between technological advancement and a longing for past romance. The record topped the UK Albums Chart for two weeks, though it attracted mixed reviews for its heavy use of synthesizers and stylistic shift away from the orchestral rock of previous ELO albums. It has since gained a cult following, particularly among retrofuturist enthusiasts. Time is a work of synth-pop that combines elements from 1950s music, new wave, reggae, rockabilly, the Beatles, Phil Spector and the Shadows. The album signalled a departure from the band's sound by emphasising electronics over its usual orchestra. It is also the band's second concept album, the first being Eldorado in 1974. The music video created for its lead single, \"Hold On Tight\", was the most expensive ever made to that point, with a budget of approximately £40,000.UK Midlands Central TV News, August 1981 Four more singles followed the album's release: \"Twilight\", \"Ticket to the Moon\" (backed with \"Here Is the News\"), \"Rain Is Falling\" and \"The Way Life's Meant to Be\". The record is considered the first major concept album devoted to time travel as well as ELO's most influential album. \"Twilight\" became popularly known for its use in the 1983 anime short Daicon IV. In 2001, a CD reissue of Time included three additional tracks that were originally left off the LP. ==Background and recording== Time followed the albums Discovery, on which ELO had dispensed with their three-man string section (although orchestration was used on the album), and Xanadu, the soundtrack to the 1980 musical film of the same name, which was met with a mixed reception. On Time, bandleader Jeff Lynne chose to emphasise electronics over the band's orchestral sound. He wrote a collection of songs with a theme that focused on time travel and civilisation in the year 2095. The album's musical style draws from the 1950s, new wave, reggae, rockabilly and the work of artists such as the Beatles, Phil Spector and the Shadows. Writing for PopMatters, Kevin Mathews says that the album reflects Lynne's absorption in the UK synth-pop sound popularised by contemporary artists such as Gary Numan, OMD and Human League. ELO recorded Time mainly at Musicland Studios in Munich, Germany, with some sessions taking place at Polar Studios in Stockholm, Sweden. Three additional songs written in the album's context were recorded, but left off the release: \"The Bouncer\", \"When Time Stood Still\" and \"Julie Don’t Live Here\". These songs were originally going to be on a double album of Time, but they were instead issued as B-sides of later singles after Time was reduced to a single album. ==Concept and storyline== Lynne's comments on the album's concept are as follows: in 1981, a man drifts into a state of twilight (\"Twilight\"), where he appears to have entered the year 2095, meets a Gynoid (\"Yours Truly, 2095\"), and reflects on the 1980s, \"back when things were so uncomplicated\" (\"Ticket to the Moon\"). Walking down the same street from a hundred years before, he is dismayed by the plastic flowers and ivory towers which have grown on top of it (\"The Way Life's Meant to Be\"). As he remains in this future period, he looks out his window depressed, watching the world go by (\"Rain Is Falling\"). He attempts to send a letter in the form of a dream to his girlfriend in the past, but fails (\"From the End of the World\"). When asked whether the man's experiences had been a dream all along, Lynne responded: \"This is what I'd like to know, because it's baffled me since I wrote it, if he has actually gone [to the future], or if he's just thinking about it. ... It could be real, or it could be a dream... I'm not sure. I'd rather not say, because I don't know either. I'm supposed to, but I don't.\" Mathews writes: \"Like Eldorado, Time contained a prologue and an epilogue ... Although there is hardly any plot to thread the various songs together, the theme remains largely intact ... they embellish, rather than engage.\" A recurring line that appears in the album's epilogue is: \"though you ride on the wheels of tomorrow, you still wander the fields of your sorrow\". Rockol's writer says that the protagonist revisits the place he once lived only to find that it has become unrecognisable (\"The Way Life's Meant to Be\"). Afterwards, he hopes that he may be able to return home with a time machine, \"but with all their great inventions and all their good intentions, here I stay\" (\"Rain Is Falling\"). Following his final attempt to return to the past, the protagonist is invited to \"hold on\" (\"Hold On Tight\"). With the addition of the three \"missing\" tracks, the album takes on a darker twist as the protagonist returns home only to find time has moved on and his girlfriend no longer lives at the home she once occupied (\"Julie Don't Live Here\"). Author Adam Roberts calls Time a \"future-set rock opera\". According to music journalist Mark Beaumont, it is a concept album about a man who is abducted forward in time to the year 2095, while the web publication Rockol and Stereo Review magazine both recognise Time as being about a man who becomes trapped in the future. The News & Advances Ben Cates says it \"tells the story of a man living in the year 2095 who glimpses enough of the future to know that he wants to get back to the 1980s\". ==Release and reception== ===Contemporary reviews=== Time reached number 1 in the UK Albums Chart, maintaining the position for two weeks. The change in the band's sound, particularly the lack of orchestral strings, came as a considerable shock to some ELO fans. An unnamed writer for Stereo Review said that the band \"has slimmed down some and grown out of its twin-electric- cello phase, but it can still give you a case of the grandiosities. You'll find great sweeps of melody and plenty of high and low and loud and soft sounds for your expensive hi-fi equipment to chew on.\" The reviewer remarked of the album's concept: \"Ironically, all he [the narrator] does the whole time is whine about how he misses good old 1981 and the girl he left back there. You want to shake him by the shoulders and say, 'Man, have you no sense of adventure?'\" Deborah Frost of Rolling Stone called the storytelling a \"superfluous ... thematic conceit\" and said that, with the reliance on synthesised sounds, \"If ELO's not careful, they're going to end up becoming the kind of cheese that squirts out of an aerosol can.\" She described the album as a cross between the Beatles' Sgt. Pepper's Lonely Hearts Club Band and the 1960s science fiction television show Star Trek, \"yet as long as Jeff Lynne's future-vision Beatlemania comes in near-perfect Top Forty spurts, why moan?\" ===Retrospective reviews=== In his retrospective review for PopMatters, Kevin Mathews says that, despite Lynne's decision to embrace a new, synth-pop sound, \"In essence … Time remained a quintessential ELO album.\" Mathews adds: \"Once again, Lynne’s melodic craft, technical expertise, production skills and encyclopaedic pop authority made Time a treasure for all true connoisseurs of classic pop music. Surprisingly, this re-issue reveals an artist ahead of his time as Time stands head-and-shoulders above the hip electro-pop records of the day.\" The Quietus Joseph Stannard said that Time is a \"very good album indeed\", highlighting \"Twilight\" as \"the most exciting song ever recorded ... Pulsating, momentous, charged with purpose and overstuffed with hooks, counter-hooks, sub-hooks and semi-hooks, 'Twilight' makes being abducted by time travellers sound like the most fun you can have.\" Writing in The Guardian, Mark Beaumont listed \"Twilight\" as the 10th best song of ELO's career \"for its space-age cathedral sizzle, warp-speed pacing and the sort of brazen futuristic hooklines that proved they gave that Flash Gordon gig to the wrong band\". AllMusic's James Chrispell assessed the album as less-than-great formulaic work by ELO, noting a resemblance to work by the Alan Parsons Project and Wings rather than Lynne's \"fascination with Pepper-era Beatles\". ==Legacy== According to Beaumont, Time is the most influential album of ELO's catalogue. The book The Time Traveler's Almanac cites it as the first major concept album devoted entirely to time travel. Rockol states that while Time is not one of the most celebrated ELO albums, it has attracted a cult following from those interested in retrofuturism. Among the album's \"unexpected\" fans are the Flaming Lips and Daft Punk. In an early 1980s Rolling Stone magazine interview, Steve Winwood said that ELO's Time had influenced him. Ladyhawke has stated that ELO's Time is one of her five favourite albums. In 1983, \"Twilight\" was used as the soundtrack for the Daicon IV opening animation, an animated music video created for the 1983 Nihon SF Taikai convention. According to academic Mark W. MacWilliams, the convention would go down as \"one of the most famous otaku events of all time\". \"Hold On Tight\" was also used in Daicon IV. The song was later featured in Coffee Achievers, a 2008 Honda Accord car ad campaign, and included in the 2011 Tom Hanks and Julia Roberts film Larry Crowne. ==Track listing== ==Personnel== ELO *Jeff Lynne – Lead and backing vocals, electric and acoustic guitars, piano, synthesizers, vocoder, production *Bev Bevan – Drums, percussion *Richard Tandy – Acoustic and electric pianos, synthesizers, vocoder, guitars *Kelly Groucutt – Bass guitar, backing vocals Additional personnel *Bill Bottrell – Engineer *Mack – Engineer *Rainer Pietsch – String conductor ==Charts and certifications== ===Weekly charts=== {| class=\"wikitable sortable\" style=\"text-align:center;\" |- !Chart (1981) !Peak position |- |align=\"left\"|Australian Kent Music Report Albums Chart |3 |- |align=\"left\"|Austrian Albums Chart |2 |- |align=\"left\"|Canadian RPM Albums ChartLibrary and Archives Canada. Retrieved 24 February 2012 |7 |- |align=\"left\"|Dutch Mega Albums Chart |2 |- |align=\"left\"|French SNEP Albums Chart |28 |- |align=\"left\"|Japanese Oricon LP Chart |36 |- |align=\"left\"|New Zealand Albums Chart |10 |- |align=\"left\"|Norwegian VG-lista Albums Chart |2 |- |align=\"left\"|Swedish Albums Chart |1 |- |align=\"left\"|UK Albums Chart |1 |- |align=\"left\"|US Billboard Top LPs & Tape |16 |- |align=\"left\"|US CashBox Top 100 Albums |9 |- |align=\"left\"|West German Media Control Albums Chart |1 |} ===Year-end charts=== {| class=\"wikitable sortable\" style=\"text- align:center;\" |- !Chart (1981) !Position |- |align=\"left\"|Australian Albums Chart |18 |- |align=\"left\"|Austrian Albums Chart |16 |- |align=\"left\"|Canadian Albums Chart |32 |- |align=\"left\"|UK Albums Chart |21 |} ===Certifications=== ==References== Category:Electric Light Orchestra albums Category:Albums produced by Jeff Lynne Category:1981 albums Category:Epic Records albums Category:Science fiction concept albums Category:Jet Records albums Category:Synth-pop albums by English artists Category:Rock operas Category:New wave albums by English artists Category:Albums recorded at Polar Studios",
 "title": "Time (ELO album)"
}