{
 "id": "566959",
 "text": "In electrochemistry, standard electrode potential E^\\ominus, or E^\\ominus_{red}, is defined as \"The value of the standard emf (electromotive force) of a cell in which molecular hydrogen under standard pressure is oxidized to solvated protons at the left-hand electrode\". It is a measure of the reducing power of any element or compound. The basis for an electrochemical cell, such as the galvanic cell, is always a redox reaction which can be broken down into two half-reactions: oxidation at anode (loss of electron) and reduction at cathode (gain of electron). Electricity is produced due to the difference of electric potential between the individual potentials of the two metal electrodes with respect to the electrolyte. Although the overall potential of a cell can be measured, there is no simple way to accurately measure the electrode/electrolyte potentials in isolation. The electric potential also varies with temperature, concentration and pressure. Since the oxidation potential of a half-reaction is the negative of the reduction potential in a redox reaction, it is sufficient to calculate either one of the potentials. Therefore, standard electrode potential is commonly written as standard reduction potential. At each electrode-electrolyte interface there is a tendency of metal ions from the solution to deposit on the metal electrode trying to make it positively charged. At the same time, metal atoms of the electrode have a tendency to go into the solution as ions and leave behind the electrons at the electrode trying to make it negatively charged. At equilibrium, there is a separation of charges and depending on the tendencies of the two opposing reactions, the electrode may be positively or negatively charged with respect to the solution. A potential difference develops between the electrode and the electrolyte which is called the electrode potential. When the concentrations of all the species involved in a half-cell is unity then the electrode potential is known as standard electrode potential. According to IUPAC convention, standard reduction potentials are now called standard electrode potentials. In a galvanic cell, the half-cell in which oxidation takes place is called anode and it has a negative potential with respect to the solution. The other half-cell in which reduction takes place is called cathode and it has a positive potential with respect to the solution. Thus, there exists a potential difference between the two electrodes and as soon as the switch is in the on position the electrons flow from negative electrode to positive electrode. The direction of current flow is opposite to that of electron flow. == Calculation == The electrode potential cannot be obtained empirically. The galvanic cell potential results from a pair of electrodes. Thus, only one empirical value is available in a pair of electrodes and it is not possible to determine the value for each electrode in the pair using the empirically obtained galvanic cell potential. A reference electrode, standard hydrogen electrode (SHE), for which the potential is defined or agreed upon by convention, needed to be established. In this case the standard hydrogen electrode is set to 0.00 V and any electrode, for which the electrode potential is not yet known, can be paired with standard hydrogen electrode--to form a galvanic cell--and the galvanic cell potential gives the unknown electrode's potential. Using this process, any electrode with an unknown potential can be paired with either the standard hydrogen electrode or another electrode for which the potential has already been derived and that unknown value can be established. Since the electrode potentials are conventionally defined as reduction potentials, the sign of the potential for the metal electrode being oxidized must be reversed when calculating the overall cell potential. The electrode potentials are independent of the number of electrons transferred --they are expressed in volts, which measure energy per electron transferred--and so the two electrode potentials can be simply combined to give the overall cell potential even if different numbers of electrons are involved in the two electrode reactions. For practical measurements, the electrode in question is connected to the positive terminal of the electrometer, while the standard hydrogen electrode is connected to the negative terminal.IUPAC definition of the electrode potential == Reversible electrode == A reversible electrode is an electrode that owes its potential to changes of a reversible nature. A first condition to be fulfilled is that the system is close to the chemical equilibrium. A second set of conditions is that the system is submitted to very small solicitations spread on a sufficient period of time so, that the chemical equilibrium conditions nearly always prevail. In theory, it is very difficult to experimentally achieve reversible conditions because any perturbation imposed to a system near equilibrium in a finite time forces it out of equilibrium. However, if the solicitations exerted on the system are sufficiently small and applied slowly, one can consider an electrode to be reversible. By nature, electrode reversibility depends on the experimental conditions and the way the electrode is operated. For example, electrodes used in electroplating are operated with a high over-potential to force the reduction of a given metal cation to be deposited onto a metallic surface to be protected. Such a system is far from equilibrium and continuously submitted to important and constant changes in a short period of time. Electrodes used in electroplating do not represent a reversible system and are also consumed during their use. == Standard reduction potential table == The larger the value of the standard reduction potential, the easier it is for the element to be reduced (gain electrons); in other words, they are better oxidizing agents. For example, F2 has a standard reduction potential of +2.87 V and Li+ has −3.05 V: : (g) + 2 2 = +2.87 V : + (s) = −3.05 V The highly positive standard reduction potential of F2 means it is reduced easily and is therefore a good oxidizing agent. In contrast, the greatly negative standard reduction potential of Li+ indicates that it is not easily reduced. Instead, Li(s) would rather undergo oxidation (hence it is a good reducing agent). Zn2+ has a standard reduction potential of −0.76 V and thus can be oxidized by any other electrode whose standard reduction potential is greater than −0.76 V (e.g., H+ (0 V), Cu2+ (0.34 V), F2 (2.87 V)) and can be reduced by any electrode with standard reduction potential less than −0.76 V (e.g. H2 (−2.23 V), Na+ (−2.71 V), Li+ (−3.05 V)). In a galvanic cell, where a spontaneous redox reaction drives the cell to produce an electric potential, Gibbs free energy \\Delta G^\\ominus must be negative, in accordance with the following equation: : \\Delta G^\\ominus_{cell} = -n F E^\\ominus_{cell} (unit: Joule = Coulomb × Volt) where is number of moles of electrons per mole of products and is the Faraday constant, . As such, the following rules apply: : If E^\\ominus_{cell} > 0, then the process is spontaneous (galvanic cell): \\Delta G^\\ominus_{cell} < 0, and energy is liberated. : If E^\\ominus_{cell} < 0, then the process is non-spontaneous (electrolytic cell): \\Delta G^\\ominus_{cell} > 0, and energy is consumed. Thus in order to have a spontaneous reaction (\\Delta G^\\ominus_{cell} < 0), E^\\ominus_{cell}must be positive, where: : E^\\ominus_{cell} = E^\\ominus_{cathode} - E^\\ominus_{anode} where E^\\ominus_{cathode} is the standard potential at the cathode and E^\\ominus_{anode} is the standard potential at the anode as given in the table of standard electrode potential. == See also == * Nernst equation * Pourbaix diagram * Solvated electron * Standard electrode potential (data page) * Standard hydrogen electrode (SHE) * Biochemically relevant redox potentials (data page) == References== == Further reading == *Zumdahl, Steven S., Zumdahl, Susan A (2000) Chemistry (5th ed.), Houghton Mifflin Company. *Atkins, Peter, Jones, Loretta (2005) Chemical Principles (3rd ed.), W.H. Freeman and Company. *Zu, Y, Couture, MM, Kolling, DR, Crofts, AR, Eltis, LD, Fee, JA, Hirst, J (2003) Biochemistry, 42, 12400-12408 *Shuttleworth, SJ (1820) Electrochemistry (50th ed.), Harper Collins. == External links == *Standard Electrode Potentials table *Redox Equilibria *Chemistry of Batteries *Electrochemical Cells *STEP in Non-aqueous solvent Category:Electrochemistry Category:Electrochemical potentials",
 "title": "Standard electrode potential"
}