{
 "id": "567044",
 "text": "thumb|Video-Introduction James Frederick Nicholson (born 29 January 1945) is a Northern Irish Ulster Unionist Party (UUP) politician, who served as a Member of the European Parliament (MEP) for Northern Ireland from 1989 to 2019. Prior to his election to the European Parliament, Nicholson had been the Member of Parliament (MP) for Newry and Armagh from 1983 until his defeat in 1985, where he resigned his seat in protest of the Anglo-Irish Agreement; he lost his seat to Seamus Mallon, of the Social Democratic and Labour Party (SDLP). ==Career== Nicholson was born in 1945 in Armagh, Northern Ireland. Educated locally, he later worked as a farmer on the family farm. He joined the Ulster Unionist Party in the early 1970s and was the Secretary/Organiser of Mid-South Armagh Unionist Association from 1973 to 1983. He was elected to his first public office in 1976 as a member of Armagh council; he served until 1997 and was chairman of the council in 1994–95. From 1982 to 1986, Nicholson was a member of the Northern Ireland Assembly. ===Westminster=== Nicholson was elected as the Member of Parliament (MP) for Newry and Armagh in the 1983 general election for the UUP. At Westminster, he served on the Agriculture Select Committee. Along with all other unionist MPs, he resigned from the House of Commons in December 1985 as part of a wider protest against the Anglo-Irish Agreement of that year and to secure a renewed mandate from their electors. A by-election to fill his seat took place in January 1986. Nicholson, who was defending the nationalist-majority Newry and Armagh constituency in the by- election, was the only resigning MP not to re-win his seat, losing it to Seamus Mallon of the moderate nationalist Social Democratic and Labour Party (SDLP) in the by-election. He contested the seat again at the 1987 general election but demographics in the area had shifted against unionism; nationalist and republican candidates have held it ever since. ===European Parliament=== At the 1989 election to the European Parliament, he was elected as a Member of the European Parliament for Northern Ireland. He retained this seat in 1994, 1999 and 2004 although never reaching a quota of first preference votes. On each occasion, he was re-elected with the help of transfers from other candidates, under Northern Ireland's EU election system of proportional representation using the single transferable vote. In 2009, running as a Conservatives and Unionists candidate, he was elected second ahead of the Democratic Unionist Party, who for the first time failed to reach quota in a European Parliament election. Nicholson was initially a member of the European People's Party group in the European Parliament. In 1997, however, he transferred to the eurosceptic Independents for a Europe of Nations group. He served as vice-chairman of the group for two years. In 1999, he joined the European Democrats wing of the European People's Party - European Democrats group, the largest group in the Parliament, a eurosceptic wing which also contained the UK's Conservative MEPs. He was one of six Quaestors in the European Parliament, becoming the first ever MEP from Northern Ireland to hold such a senior position when elected on 21 July 2004; he was re-elected in 2007. In 2009 he was elected as a Conservatives and Unionists candidate and subsequently joined the European Conservatives and Reformists Group. He served on the European Parliament's Committee for Agriculture and Rural Development and the Committee for Environment, Public Health and Food Safety between 2014 and 2017. Nicholson describes himself as a \"euro-realist\"; he is opposed to the creation of a federal Europe and is against the adoption of the euro as the currency of the United Kingdom. He does, however, believe that the European Union has been good for Northern Ireland in relation to funding and infrastructure. In 2016, Nicholson voiced his concerns about the way in which the EU has changed since he first became an MEP. He retired at the 2019 European Parliament election. His party lost the seat at the election to Naomi Long of the Alliance Party. ==Personal life== Nicholson married Elizabeth Gibson in 1968 and had six sons and one daughter. His wife died in May 2015 after a long illness. ==References== ==External links== *Jim Nicholson Website *Official UUP biography *Conservative Party Biography *European Parliament profile Category:1945 births Category:Living people Category:Mayors of places in Northern Ireland Category:MEPs for Northern Ireland 1989–1994 Category:MEPs for Northern Ireland 1994–1999 Category:MEPs for Northern Ireland 1999–2004 Category:MEPs for Northern Ireland 2004–2009 Category:MEPs for Northern Ireland 2009–2014 Category:MEPs for Northern Ireland 2014–2019 Category:Members of the Parliament of the United Kingdom for Newry and Armagh (since 1983) Category:Northern Ireland MPAs 1982–1986 Category:Ulster Unionist Party members of the House of Commons of the United Kingdom Category:Ulster Unionist Party MEPs Category:UK MPs 1983–1987 Category:Members of Armagh City and District Council Category:People from Armagh (city) Category:Articles containing video clips",
 "title": "Jim Nicholson (Northern Ireland politician)"
}