{
 "id": "567206",
 "text": "CITV-DT, virtual and VHF digital channel 13, is a Global owned-and-operated television station licensed to Edmonton, Alberta, Canada. The station is owned by Corus Entertainment. CITV-DT's studios are located on Allard Way Northwest in the Pleasantview neighbourhood of Edmonton, and its transmitter is located just off of Highway 21, southeast of the city. The station carries the full Global network schedule, and its programming is similar to sister station CICT-DT in Calgary. ==History== thumb|left|150px|First logo used while as ITV, used during the 1980s. The station first signed on the air on September 1, 1974. CITV was originally owned by Allarcom, owned by Dr. Charles Allard, and launched under the brand \"Independent Television\" (ITV). Allard's proposal won out over three competing applicants for a second commercial station in Edmonton because it emphasized local programming. Beginning in 1981, CITV became a national superstation, being offered on most cable television systems across the country through the Cancom (now Shaw Broadcast Services) service for Canadian cable television providers too distant to receive most over-the- air television signals. It is still carried on satellite television nationwide through Bell Satellite TV and Shaw Direct, as well as on several cable systems across Canada outside Alberta, including in all of Newfoundland and Labrador and some areas of Nova Scotia, New Brunswick, Saskatchewan, British Columbia and the Yukon. From 1980 to 1982, the station's studios were used for taping episodes of the Canadian sketch comedy SCTV; since the station itself was the focus of the storylines, CITV's lobby and control room were often used for SCTV scenes. (The show had previously taped in Toronto at CIII-TV, Global's flagship station, somewhat ironically.) In 1987, the station launched a semi- satellite in Red Deer, Alberta, as part of a joint venture with Monarch Broadcasting (the owners of CKRD-TV). CITV-TV-1, VHF channel 10, broadcast ITV's program schedule, with separate commercials for Red Deer and Central Alberta. The rebradcaster, along with CKRD-TV, was purchased by Allarcom in 1989. Some programs produced at CKRD-TV's studios were later added to CITV- TV-1's schedule for Central Alberta viewers, such as the noon-hour program ITV Express, and the RDTV News Crew at 5:30 p.m. In February 1991, Allarcom's broadcast and cable assets, including CITV-TV, was purchased by WIC Western International Communications. In July 2000, the CRTC approved the purchase of WIC's broadcast television assets, including CITV-TV, by Canwest. CITV officially joined the Canwest-owned Global Television Network on September 4, 2000, along with fellow Alberta stations CICT in Calgary, CISA-TV in Lethbridge, and CKRD-TV Red Deer; the former WIC stations in Edmonton, Calgary, and Lethbridge had been carrying Global's programming, alongside WIC- sourced programming, since 1988. The CRTC approved Canwest's application to launch a transitional digital television transmitter, CITV-DT, on March 5, 2009. The transmitter was launched on June 29, 2009 on UHF channel 47 (PSIP 13.1). CITV-TV-1 was converted to a rebroadcaster of CITV-TV/DT in August 2009, relaying Global Edmonton's program schedule and commercials without any variations; this coincided with the closure of CHCA-TV by Canwest. On October 27, 2010, Canwest Global's television assets, including CITV, was purchased by Shaw Communications. On August 22, 2011, the station completed its transition from analog to digital by moving CITV-DT from UHF channel 47 to VHF channel 13 and increasing its effective radiated power (its virtual channel remains at 13.1). Corus Entertainment completed its purchase of Shaw Media, including CITV Edmonton, on April 1, 2016. ==News operation== CITV presently broadcasts 45 hours of locally produced newscasts each week (with seven hours each weekday and five hours each on Saturdays and Sundays); in regards to the number of hours devoted to news programming, it is the highest local newscast output out of any English-language television station in the Edmonton market. The station was the first in the Edmonton market to have a news helicopter. The helicopter, called \"Global 1\", is shared with radio station CHED for their traffic reports during the Morning News and the Early News. The helicopter is also used frequently for breaking news coverage. On November 15, 2010, CITV became the first television station in Alberta to begin broadcasting its locally produced programming in high definition. On September 10, 2011, CITV- DT expanded its Saturday morning newscast to three hours. The following day, on September 11, the station debuted a two-hour Sunday morning newscast. On August 27, 2012, CITV-DT expanded its weekday morning newscast to four hours, with the addition of a half-hour; in addition on September 2, 2012, the station expanded its Sunday morning newscast to three hours with an additional hour. The expansions to CITV's morning news programming was part of a benefits package that was included as a condition of the sale of the Global Television Network to Shaw Communications.Global News Boosts Local Programming Across the Country , Broadcaster Magazine, May 30, 2012. CITV is one of the few stations in the Global Television Network where all of its local news programming originate from its own studios and production facilities. ===Notable former on-air staff=== * Rob Brown – reporter (1999–2002; now with CBC Calgary) * Darren Dutchyshen – sports (1987–1995; now with TSN) * Carolyn Jarvis – reporter (2005–2009; now host of 16x9, cancelled in 2016) * Doug Main – anchor (1975–1988) * Claire Martin – weather (1996–2005) * Bill Matheson – weather (1976–1999; deceased) * Tara Nelson – reporter (now anchor CFCN-DT in Calgary) * Graham Richardson – reporter (now with CJOH-DT in Ottawa) * Kathy Tomlinson – reporter (now with CBUT-DT in Vancouver) ==Technical information== ===Subchannel=== {| class=\"wikitable\" ! Channel ! Video ! Aspect ! Short name ! ProgrammingRabbitEars TV Query for CITV |- | 13.1 || 1080i || 16:9 || rowspan=2| CITV-DT || Main CITV-DT programming / Global |- | 13.2 || 480i || 4:3 || CITV-DT programming / Global (testing?) |- |} ===Analogue-to-digital conversion=== On August 31, 2011, when Canadian television stations in CRTC- designated mandatory markets transitioned from analogue to digital broadcasts, the station's digital signal relocated from channel 47 to VHF channel 13. ===Rebroadcaster=== {| class=\"wikitable\" ! Station ! City of licence ! Channel ! ERP ! HAAT ! Transmitter coordinates |- style=\"vertical-align: top; text- align: left;\" | CITV-DT-1 | Red Deer | 28 (UHF) 10 | 132 kW | | |- style=\"vertical-align: top; text-align: left;\" |} ==References== ==External links== *Global Edmonton * * ITV-DT ITV-DT Category:Television channels and stations established in 1974 Category:Corus Entertainment Category:1974 establishments in Alberta",
 "title": "CITV-DT"
}