{
 "id": "567439",
 "text": "Jimmy Corrigan: The Smartest Kid on Earth is a graphic novel by American cartoonist Chris Ware. Pantheon Books released the book in 2000 following its serialization in the newspaper Newcity and Ware's Acme Novelty Library series. ==Publication== The story was serialized in the alternative Chicago weekly newspaper Newcity and in Ware's comic book Acme Novelty Library in issues 5–6, 8–9, and 11–14) from 1995 to 2000. ==Plot summary== Jimmy Corrigan is a meek, lonely thirty-six-year-old man who meets his father for the first time in the fictional town of Waukosha, Michigan, over Thanksgiving weekend. Jimmy is an awkward and cheerless character with an overbearing mother and a very limited social life. After an ill-timed phone call, Jimmy agrees to meet his father without telling his mother. The experience is stressful for him as he can barely communicate with anyone other than his mother, let alone his estranged father. The two do very little together and Jimmy's father, while well- intentioned, comes off to Jimmy as slightly racist and inconsiderate. A parallel story set in the Chicago World's Columbian Exposition of 1893 shows Jimmy's grandfather as a lonely little boy and his difficult relationship with an abusive father, Jimmy's great-grandfather. ==Autobiographical content== Elements of the novel appear to be autobiographical, particularly Jimmy's relationship with his father. Ware met his father only once in adulthood — while he was working on this book — and has remarked that his father's attempts at humor and casualness were not unlike those he'd already created for Jimmy's father in the book. However, the author states it is not an account of his personal life. ==Storytelling techniques== The novel uses numerous flashback scenes and parallel storylines. Many pages are devoid of text, and some contain complex iconic diagrams. Notable motifs in Jimmy Corrigan include a robot, a bird, a peach, a miniature horse, and a flawed superhero figure. ==Appearances in other Ware works== In addition to the graphic novel, the character of Jimmy Corrigan has appeared in other Ware comic strips, sometimes as his imaginary child genius character, sometimes as an adult. Corrigan began as a child genius character in Ware's early work, but as Ware continued, the child genius strips appeared less frequently, and increasingly followed Corrigan's sad, adult existence. ==Recognition== Jimmy Corrigan has been lauded by critics.book review, The Guardian UK, 21 July 2001book review, Entertainment Weekly, Sept. 22, 2000 The New Yorker cited it as \"the first formal masterpiece of (the) medium.\"The New Yorker Magazine, Oct. 17, 2005 It has received numerous awards, including: * The Firecracker Alternative Book Award for Graphic Novel * The American Book Award, 2001 * The Guardian First Book Award, 2001, \"the first time a graphic novel has won a major UK book award,\" according to the Guardian. * The Harvey Awards' Special Award for Excellence in Presentation and Best Graphic Album of Previously Published Work, 2001 * The Eisner Awards' Best Publication Design and Best Graphic Album: Reprint, 2001 * The Angoulême Festival's Prize for Best Comic Book and Prix de la critique, 2003 * In 2005, Time chose it as one of the 10 best English language, graphic novels ever written. ==Family Guy similarities== Several commentators, including Ware himself, have noted similarities between Seth MacFarlane's Stewie Griffin character from the animated series Family Guy (which debuted after the strip) and Jimmy Corrigan. Ware has remarked, \"[The similarities are] a little too coincidental to be simply, well, coincidental.\" He further stated, \"I don't want a book of seven years' worth of my stuff to become available and then be accused of being a rip-off of Family Guy.\" 20th Century Fox insists that Stewie is an entirely original character. In a 2003 interview, Seth MacFarlane claimed that he had never seen the comic strip before, describing the similarities as being \"pretty shocking\" and added that he understood how Ware had reached that conclusion.\" ==References== Category:Comics by Chris Ware Category:2000 graphic novels Category:Comics characters introduced in 2000 Category:Fiction set in 1893 Category:Comics set in the 19th century Category:Fantagraphics titles Category:Fictional characters from Chicago Category:Pantheon Books comics titles Category:Eisner Award winners Category:Novels first published in serial form Category:Works originally published in American newspapers Category:Ignatz Award winners for Outstanding Story Category:Pantheon Books books",
 "title": "Jimmy Corrigan, the Smartest Kid on Earth"
}