{
 "id": "567494",
 "text": "Quercus fusiformis (also often referred to as Q. virginiana var. fusiformis), commonly known as escarpment live oak, plateau live oak, plateau oak, or Texas live oak, is an evergreen or nearly evergreen tree.http://texasforestinfo.tamu.edu/BigTreeRegistry/Lists Its native range includes the Quartz Mountains and Wichita Mountains in southwestern Oklahoma, through Texas, to the Mexican states of Coahuila, Tamaulipas, and Nuevo León. Quercus fusiformis is an evergreen tree in the white oak section of the genus Quercus. It is distinguished from Quercus virginiana (southern live oak) most easily by the acorns, which are slightly larger and with a more pointed apex. It is also a smaller tree, not exceeding in trunk diameter (compared to 2.5 m (75 inches) in diameter in southern live oak), with more erect branching and a less wide crown. Like Q. virginiana, its magnificent, stately form and unparalleled longevity has endeared it to generations of residents throughout its native range. Its low hanging branches are a favorite for local children to climb and play in. Escarpment live oak is typically found on dry sites, unlike southern live oak, which prefers moister conditions. The tree, especially the Quartz Mountains variety, is generally accepted to be the hardiest evergreen oak, able to withstand very cold winters with minimal leaf burn in areas as cold as USDA zone 6a. For this reason the tree has become popular within the landscape industry for its beauty, ability to endure urban conditions, and general hardiness. It is prevalently used for these purposes in Texas and southern Oklahoma but use is becoming more widespread in the Western US. The largest recorded individual tree of Q. fusiformis in the state of Texas is found in Bosque County (not to be confused with the \"Election Oak\" or Bosque County Oak). It has a circumference of , which is actually larger than the largest recorded Q. virginiana in the state, listed at . ==References== ==External links== * *Texas Native Plants Database, Texas A&M; University: Quercus fusiformis — horticultural/ornamental tree description. * *photo of herbarium specimen collected in Nuevo León in 2003 fusiformis Category:Flora of the Great Plains (North America) Category:Trees of Northeastern Mexico Category:Plants described in 1901 Category:Flora of the Sierra Madre Oriental",
 "title": "Quercus fusiformis"
}