{
 "id": "567589",
 "text": "Patent ductus arteriosus (PDA) is a medical condition in which the ductus arteriosus fails to close after birth: this allows a portion of oxygenated blood from the left heart to flow back to the lungs by flowing from the aorta, which has a higher pressure, to the pulmonary artery. Symptoms are uncommon at birth and shortly thereafter, but later in the first year of life there is often the onset of an increased work of breathing and failure to gain weight at a normal rate. With time, an uncorrected PDA usually leads to pulmonary hypertension followed by right-sided heart failure. The ductus arteriosus is a fetal blood vessel that normally closes soon after birth. In a PDA, the vessel does not close, but remains patent (open), resulting in an abnormal transmission of blood from the aorta to the pulmonary artery. PDA is common in newborns with persistent respiratory problems such as hypoxia, and has a high occurrence in premature newborns. Premature newborns are more likely to be hypoxic and have PDA due to underdevelopment of the heart and lungs. If transposition of the great vessels is present in addition to a PDA, the PDA is not surgically closed since it is the only way that oxygenated blood can mix with deoxygenated blood. In these cases, prostaglandins are used to keep the PDA open, and NSAIDs are not administered until surgical correction of the two defects is completed. == Signs and symptoms == Common symptoms include: * dyspnea (shortness of breath) Signs include: * tachycardia (a heart rate exceeding the normal resting rate) * continuous \"machine-like\" (also described as \"rolling-thunder\" and \"to-and-fro\") heart murmur (usually from aorta to pulmonary artery, with higher flow during systole and lower flow during diastole) * cardiomegaly (enlarged heart, reflecting ventricular dilation and volume overload) * left subclavicular thrill * bounding pulse * widened pulse pressure * increased cardiac output * increased systolic pressure * poor growthMedlinePlus - Patent ductus arteriosus Update Date: 21 December 2009 * differential cyanosis, i.e. cyanosis of the lower extremities but not of the upper body. People with patent ductus arteriosus typically present in good health, with normal respirations and heart rate. If the PDA is moderate or large, widened pulse pressure and bounding peripheral pulses are frequently present, reflecting increased left ventricular stroke volume and diastolic run-off of blood into the (initially lower-resistance) pulmonary vascular bed. Eisenmenger physiology is pulmonary hypertension due to a left-to-right shunt. Prominent suprasternal and carotid pulsations may be noted secondary to increased left ventricular stroke volume. ==Risk factors== Known risk factors include: * Preterm birth * Congenital rubella syndrome * Chromosomal abnormalities (e.g., Down syndrome) * Genetic conditions such as Loeys–Dietz syndrome (would also present with other heart defects), Wiedemann–Steiner syndrome, and CHARGE syndrome. * Fetal Alcohol Spectrum Disorder == Diagnosis == thumb|Phonocardiograms from normal and abnormal heart sounds PDA is usually diagnosed using noninvasive techniques. Echocardiography (in which sound waves are used to capture the motion of the heart) and associated Doppler studies are the primary methods of detecting PDA. Electrocardiography (ECG), in which electrodes are used to record the electrical activity of the heart, is not particularly helpful as no specific rhythms or ECG patterns can be used to detect PDA. A chest X-ray may be taken, which reveals overall heart size (as a reflection of the combined mass of the cardiac chambers) and the appearance of blood flow to the lungs. A small PDA most often accompanies a normal-sized heart and normal blood flow to the lungs. A large PDA generally accompanies an enlarged cardiac silhouette and increased blood flow to the lungs. File:Blausen 0707 PatentDuctusArteriosus.png|Illustration of PDA Image:Heart patent ductus arteriosus.jpg|PDA File:Stent tekst.jpg|An echocardiogram of a stented persisting ductus arteriosus: One can see the aortic arch and the stent leaving. The pulmonary artery is not seen. File:PDA Coil.png|An echocardiogram of a coiled PDA: One can see the aortic arch, the pulmonary artery, and the coil between them. == Prevention == Some evidence suggests that intravenous indomethacin administration on the first day of life to all preterm infants reduces the risk of developing a PDA and the complications associated with PDA. Intravenous Indomethacin treatment in premature infants also may reduce the need for surgical intervention. Administering ibuprofen probably helps to prevent PDA and reduce the need for surgery but it also likely increases the risk of kidney complications. == Treatment == Symptomatic PDA can be treated with both surgical and non-surgical methods.Zahaka, KG and Patel, CR. \"Congenital defects'\". Fanaroff, AA and Martin, RJ (eds.). Neonatal-perinatal medicine: Diseases of the fetus and infant. 7th ed. (2002):1120–1139. St. Louis: Mosby. === Conservative === Neonates without adverse symptoms may simply be monitored as outpatients. === Surgery === Surgically, the DA may be closed by ligation (though support in premature infants is mixed). This can either be performed manually and be tied shut, or with intravascular coils or plugs that leads to formation of a thrombus in the DA. Devices developed by Franz Freudenthal block the blood vessel with woven structures of nitinol wire. === Prostaglandin inhibitors === Because prostaglandin E2 is responsible for keeping the DA open, NSAIDs (which can inhibit prostaglandin synthesis) such as indomethacin or a special form of ibuprofen have been used to initiate PDA closure.circ.ahajournals.orgMayoClinic > Patent ductus arteriosus (PDA). 22 Dec. 2009 Findings from a 2015 systematic review concluded that, for closure of a PDA in preterm and/or low birth weight infants, ibuprofen is as effective as indomethacin. It also causes fewer side effects (such as transient acute kidney injury) and reduces the risk of necrotising enterocolitis. A review and meta-analysis showed that paracetamol may be effective for closure of a PDA in preterm infants. A 2018 network meta-analysis that compared indomethacin, paracetamol and ibuprofen at different doses and administration schemes among them found that a high dose of oral ibuprofen may offer the highest likelihood of closure in preterm infants. However, a 2020 systematic review found that early (≤7 days of life) or very early (≤72 hours of life) pharmacological treatment of symptomatic PDA does not reduce death or other poor clinical outcomes in preterm infants but instead increases their exposure to NSAIDS. Vasodilator therapy is suitable for people with Eisenmenger physiology. To assess improvement in people with Eisenmenger physiology, close monitory of toe oxygen saturation is required, for there exists a chance of reversal after a successful right-to-left shunt While indometacin can be used to close a PDA, some neonates require their PDA be kept open. Keeping a ductus arteriosus patent is indicated in neonates born with concurrent heart malformations, such as transposition of the great vessels. Drugs such as alprostadil, a PGE-1 analog, can be used to keep a PDA open until the primary defect is corrected surgically. == Prognosis == If left untreated, the disease may progress from left-to-right shunt (acyanotic heart) to right-to-left shunt (cyanotic heart), called Eisenmenger's syndrome. Pulmonary hypertension is a potential long-term outcome, which may require a heart and/or lung transplant. Another complication of PDA is intraventricular hemorrhage. ==History== Robert Edward Gross, MD performed the first successful ligation of a patent ductus arteriosus on a seven-year-old girl at Children's Hospital Boston in 1938.fa.hms.harvard.edu; Robert E. Gross, Harvard Medical School Office for Faculty Affairs. == Adult == Since PDA is usually identified in infants, it is less common in adults, but it can have serious consequences, and is usually corrected surgically upon diagnosis. ==See also== * George Alexander Gibson ==References== == External links == * Patent Ductus Arteriosus Causes from US Department of Health and Human Services * Patent Ductus Arteriosus from Merck * Patent ductus arteriosus information for parents. Category:Congenital heart defects Category:Neonatology",
 "title": "Patent ductus arteriosus"
}