{
 "id": "567752",
 "text": "Éamonn Ceannt (21 September 1881 – 8 May 1916), born Edward Thomas Kent, was an Irish republican, mostly known for his role in the Easter Rising of 1916. ==Background== Ceannt was born in the little village of Ballymoe, overlooking the River Suck in County Galway. His parents were James Kent (4 July 1839 – 1895) and Joanne Galway. (They were married on 5 July 1870.) He was the sixth of seven children, the others being William, Michael, Richard, Nell, John and James. His father, James Kent was a Royal Irish Constabulary officer. Stationed in Ballymoe, in 1883 he was promoted and transferred to Ardee, County Louth. When his father retired from the force, the family moved to Dublin. They were a very religious Catholic family and it has been said that Ceannt's religious teaching as a child stayed with him for the rest of his life. Two events that evoked nationalism at the end of the 19th century were the 1798 commemoration and the Boer War in South Africa. Éamonn became interested in these events. He took part in the commemoration. ==Personal life== In 1899, Ceannt joined the central branch of the Gaelic League. It was here where he first met many of the men who would play a major role in the rising, including Patrick Pearse and Eoin MacNeill. He became increasingly involved in Nationalist movements and had a strong interest in the Irish language. The main purposes of the league were to educate people on the Irish culture, revive the Irish language along with Irish music, dancing, poetry, literature and history. Ceannt was an extremely committed member to the league, he was an elected a member of the governing body and by 1905 he was teaching Irish language classes in branch offices of the league. In February 1900 Ceannt, along with Edward Martyn founded (The Pipers Club). Ceannt's musical talents earned him a gold medal at the 1906 Oireachtas and in 1905 he even put on a performance for Pope Pius X. It is said that the main language in the Pipers Club was Irish and played a role in reviving Irish music. It was through the Gaelic League where Ceannt first met his wife, Frances Mary O’Brennan who was known as Áine. She came from a strongly nationalist family, both of her sisters Kathleen and Lily O'Brennan were also involved in the nationalist movement. She joined the League as she shared an interest in the Irish culture and heritage. They got married in June 1905. Their son, Ronan was born in June 1906. In 1907 Ceannt joined the Dublin central branch of Sinn Féin and over the following years he became increasingly determined to see an Independent Ireland. In 1912 he was sworn to the Irish Republican Brotherhood by Seán Mac Diarmada. This movement was pledged to achieve Irish independence and to do so by using physical force if necessary. ===Education and career=== While living in county Louth, Ceannt attended the De La Salle national school. After 5 years of schooling in Louth, the family moved to Drogheda, where he attended the Christian Brothers school, Sunday's Gate (Now Scholars Townhouse Hotel). They moved to Dublin in 1892 and lived in Drumcondra. Here he attended the North Richmond Street Christian Brothers School. Two other leaders from the 1916 rising, Seán Heuston and Con Colbert, were educated at that school. Ceannt achieved excellent results in his final exams prior to leaving school. After finishing he was presented with the opportunity to work for the civil service but turned this position down as he felt he would be working for the British. He went on to secure a job with the clerical staff of the City Treasurer and Estates and Finances office; he was working as an accountant with the Dublin Corporation from 1901 to 1916. Ceannt was involved in trade unionism, being a member of the Dublin Metropolitan Officers' Association and later serving as its chairman. He publicly supported the workers in the Wexford lock-out of 1911 (forerunner of the Dublin Lock-out of 1913), saying \"the right of free speech, of public meeting and of organising for a lawful purpose ought to be unquestioned and unquestionable\". ==Easter Rising== In May 1915, the IRB Military Council, consisting of Joseph Plunkett and Seán Mac Diarmada as well as Ceannt, began plans for a rebellion. Ceannt was one of the seven men to sign the Proclamation of Independence for the Irish Republic and had been appointed Director of Communications. He was made commandant of the 4th Battalion of the Volunteers, and during the Rising was stationed at the South Dublin Union, with more than 100 men under his command, notably his second-in-command Cathal Brugha, and W. T. Cosgrave. The South Dublin Union controlled a large area south of Kilmainham around Dolphin's Barn. As 3rd Royal Irish came to Mount Brown, a section of Ceannt's battalion under section commander John Joyce opened fire, killing a number of soldiers. The British could not break through to Dublin Castle, and so brought up more troops from Kilmainham Barracks. A ceasefire allowed casualty retrieval. The Volunteers drove back repeated assaults from determined regimental attacks. Ceannt used a contingent at the Marrowbone Lane Distillery to enfilade the passing soldiers; grinding attacks broke through to the Women's Infirmary. On Tuesday 25 April, the British could have closed off the battle, but failed to press home the advantage when the 4th Royal Dublin Fusiliers arrived, and Ceannt continued to hold out with 20 times fewer men. On Thursday 27 April, a British battalion made south, as far as the Rialto Bridge, when Ceannt's outposts opened fire. The British were forced to tunnel into the buildings and, as Ceannt's numbers reduced, it was increasingly involved in close quarter fighting. His unit saw intense fighting at times during the week, but surrendered when ordered to do so by his superior officer Patrick Pearse. ==Trial and death== After the unconditional surrender of the 1916 fighters, Eamonn Ceannt along with the other survivors were brought to Richmond Barracks to be detained. On Monday 1 May, plain clothes detectives known as the \"G-men\" identified the leaders of the Rising, Ceannt being one of them. While Ceannt was being picked for trial, volunteer James Coughlan remembers him being determined in looking after the welfare of \"the humblest of those who had served under him.\" Ceannt was tried under court martial as demanded by General Maxwell. Maxwell was determined to afflict the death penalty upon Ceannt and the other leaders of the Rising. However, he faced legal issues which prevented him from doing so. These legal issues only allowed the death penalty to be used if one was found aiding the enemy, being Germany at that time. Not until Maxwell obtained a letter from Patrick Pearse addressed to his mother regarding the communication with the Germans was he legally obliged to deploy the death penalty. From this point Ceannt and his comrades began facing the prospect of a firing squad. On Tuesday 2 May, Ceannt was sent for court-martial. He was sentenced to death and transferred to Kilmainham Gaol, cell 88. He was executed on 8 May 1916, aged 34. He is buried at Arbour Hill. In July 1926, the Irish Independent published an article that included Eamonn Ceannt's last message, written a few hours before his execution ten years previously. In it, he said: > I leave for the guidance of other Irish Revolutionaries who may tread the > path which I have trod this advice, never to treat with the enemy, never to > surrender at his mercy, but to fight to a finish...Ireland has shown she is > a nation. This generation can claim to have raised sons as brave as any that > went before. And in the years to come Ireland will honour those who risked > all for her honour at Easter 1916. ==Legacy== thumb|Memorial stone in Éamonn Ceannt Park, Dublin.Galway City's Ceannt Station, the main bus and rail station in his native county of Galway, is named in his honour, as well as Éamonn Ceannt Park in Dublin. Eamonn Ceannt Tower in Ballymun, which was demolished in 2005, was also named after him. There is also a commemorative plaque on the wall of Scholars Townhouse Hotel, the former Christian Brother School where Eamonn Ceannt was educated. Ceannt Barracks located in the Curragh Camp bears his name. Ceannt Fort in Dublin 8 was renamed in his honour, having been laid out in 1917-1922 by Dublin Corporation and originally named McCaffrey's Estate. ==References== ===Bibliography=== * Henry, William, Supreme Sacrifice: The Story of Eamonn Ceannt, Mercier Press, Cork 2005. * Henry, William, unpublished biography, Supreme Sacrifice: The Story of Eamonn Ceannt 1881-1916 William Henry Collection, Galway. * Kent, Richard, Account of his brother Eamonn Ceannt's last hours Copy in Kilmainham Gaol Collection. * Kent, Richard, Biographical Notes on Eamonn Ceannt (16 April 1917), Copy in Kilmainham Gaol Collection. * McNally, Michael, Easter Rising: Birth of the Irish Republic, Campaign series, Osprey publishing, 2007. * Townshend, Charles, Easter 1916: The Irish Rebellion, Allen Lane, London 2005. ==External links== * Éamonn Ceannt, Census of Ireland, 1911 Category:1881 births Category:1916 deaths Category:Executed participants in the Easter Rising Category:Irish republicans Category:Members of the Irish Republican Brotherhood Category:People from County Galway Category:Signatories of the Proclamation of the Irish Republic",
 "title": "Éamonn Ceannt"
}