{
 "id": "567753",
 "text": "Boursin is a brand of Gournay cheese. It is a soft creamy cheese available in a variety of flavours, with a flavour and texture somewhat similar to cream cheese. The first Boursin flavour, Garlic and Fine Herbs, was created in 1957 by François Boursin, a cheese maker from Normandy. Boursin's product was derived from a traditional party dish, fromage frais (French for \"fresh cheese\"); guests would take their cheese and add herbs for flavour. His recipe would be the first flavoured cheese product to be sold nationally in France. Boursin cheese was first developed in Normandy,\"Boursin Reveals the Secrets of its Phenomenal Success\" from BoursinCheese.com, accessed 2011-06-18 and at one time was produced exclusively in Croisy-sur-Eure, France, by the Boursin company. In 1990, the Boursin name was acquired by Unilever, who sold it to Groupe Bel in November 2007 for €400 million.\"Consumer goods giant Unilever has reached an agreement to sell its cheese business Boursin\" from BrandsTell, accessed 2009-05-31 ==Advertising== The brand was advertised on television from 1 October 1968 on, when French television allowed commercial breaks for the first time. In 1972 their iconic advertising slogan: \"Du pain, du vin, du Boursin\" (English: \"Some bread, some wine, some Boursin\") was launched. This slogan was later modified to \"Du pain, du Boursin, on est bien\" (\"Some bread, some Boursin, we are good.\") ==Flavours== * Garlic & Fine Herbs (1963-present) * Pepper (1966-present) * Fig & Walnut (2004-present) * Shallot & Chive (2007-present) * Red Chili Pepper (2014-present) * Cranberry & Spice (originally a limited edition flavor in US, sold as Cranberry & Pepper in France, currently sold as Cranberry & Pepper in Canada) * Basil & Chive (2017-present) * Caramelized Onion & Herbs (2021-present) ===Limited edition flavours=== * Maple Bourbon (2018) * Apple Cinnamon (2020) * Maple Apple (2020) * Fig & Basalmic (2020) ===Discontinued flavours=== * Fig, Raisin & Nut (2007-?) * Garlic & Roasted Red Pepper * Tomato & Mediterranean Herbs (2012-?) * Goat Cheese & Rosemary (2013-?) ==See also== *Roule cheese ==References== Category:French cheeses Category:Cow's-milk cheeses Category:Norman cuisine Category:Products introduced in 1957 Category:Former Unilever brands",
 "title": "Boursin cheese"
}