{
 "id": "567835",
 "text": "Severn Beach is a village on the Severn Estuary in South Gloucestershire, England. The eastern portal of the Severn Tunnel is on the outskirts of the village. The Severn footpathon the sea wallis part of the Severn Way that leads from Gloucester, Slimbridge and the Second Severn Crossing. Extensive sea defences have been constructed and this provides a popular walkway along its length. Originally, the Severn Way finished at Severn Beach, but it has been extended to Bristol. The village is part of the Filton and Bradley Stoke Parliamentary constituency and is represented by the Conservative MP, Jack Lopresti. ==History== Before the Great Western Railway arrived in 1900, the area was farmland. In 1922, the village became a seaside resort with a swimming pool called the \"Blue Lagoon\", a boating lake, dozens of fun-fair stalls, donkey rides (on grass), mostly by local entrepreneur Robert Stride. Many people came from nearby Bristol because Severn Beach had less strict licensing laws. The Beach Comber club appeared in the 1960s Mitchell and Smith: branch Lines Around Avonmouth: Hotwells, Severn Beach and via Henbury. Middleton Press 2004 Robert Charles Barton Stride 1894-1970, son of Albert and Alice Stride. Albert's father George was the brother of Edmund Stride who was involved in the construction of Avonmouth docks and housing. His sons Jared and Jethro Stride were the original ‘Stride Brothers’ who built one-off luxury houses in Sneyd Park, Bristol. Robert lived next door to his cousins Jared and Jethro in Shirehampton. Robert enlisted in WW1 and was a driver, driving a range of vehicles including ambulances. Like many other Strides in Shirehampton Robert was a builder by trade. After the war ended he resumed trading. With the opening of the rail link from Avonmouth in 1924 Robert Stride moved his operations from his house in Station Road, Shirehampton, to Severn Beach, and built a restaurant and six shops opposite the tennis courts. He bought up surplus material from the remount depot in Shirehampton which had closed at the end of the war. He re-used much of this in his buildings at Severn Beach. The swimming pool was built by Robert and he also built Osborne Road, Beach Road and Beach Avenue, laying out a putting green, boating lake and miniature railway. During the 1930s he installed electricity for all. He was Parish Councillor for 26 years between 1937 and 1964. His family were staunch Methodists and were involved with the Methodist church in Shirehampton. His brother Horatio was a keen supporter of Toc H. Robert's daughter (Mrs Turner) taught at Severn Beach Primary School (in Pilning). Hinksman.D 'How going to school has changed' The New Bridge Bi-Monthly No. 79 April/May 2021 With its era as a holiday and pleasure resort ending in the 1970s, many of the shops have also closed; however, the convenience store and Down's Bakery still trade. Severn Beach had a dedicated Post Office at 103 Beach Road but this also closed and a small Post Office is now housed a few doors away at the McColl's convenience store. The village pub (Severn Salmon, formerly Severn Beach Hotel) was demolished to make way for housing. The Blue Lagoon swimming pool was demolished in the 1980s in favour of creating more open space and some housing plus part purchased by Northavon District Council to act as a sea defence when over-topping occurs from the River Severn. It was during this time that all the railway station buildings were demolished to make way for new housing leaving just the platform. The station is now unmanned, with a ticket machine on the platform. The boating lake has been filled in and landscaped and now forms part of the sea defence known as Sea Wall Gardens. Public toilets that were built on Beach Road during its heyday as a pleasure resort are still there but are locked overnight. A new sea front Tea Cottage opened in 2018 on the site of the old Burger Bar and its associated children's fun rides. ==Second Severn Crossing== The Severn Bridges Visitor Centre was opened in 1998 following the completion of the Second Severn Crossing at the end of Shaft Road, off Green Lane. Run by the Severn Bridges Trust and housing an exhibition showing the history of the river crossings using interactive displays, video films, pictures, models and descriptions, it closed in 2008. ==Ecology== The coastline at Severn Beach is a Site of Special Scientific Interest and has a diverse range of wildlife, varying from seals to peregrine falcons. There have been more than 251 species of bird recorded in the Severn Beach area and it is of international importance for migrating and wintering birds. As of 1990, 28 species of seabird had been recorded in the Severn Beach/New Passage area, including sooty and Balearic shearwaters, all four Northern Hemisphere skuas, seven species of tern and four species of alcid. Severn Beach offers excellent conger fishing from the shore in the winter.Lancastle, Brian (1990) Seabirds in the upper Severn Estuary Avon Bird Report 1989 ==Transport== The village is at the terminus of the Severn Beach line railway, with a small unstaffed station. The line used to loop northwards to join the main Cardiff to Bristol line at Pilning railway station in the direction of Bristol, but this section was closed in 1964 and the trackbed has been built over. Train services are operated by Great Western Railway; 11 trains per weekday with an average journey time between Severn Beach and Bristol Temple Meads of 41 minutes. The fastest journey time is 36 minutes. The village is close to the A403 road that runs from junction 1 of the M48 motorway at Aust to the docks at Avonmouth. Severn Beach with substantial development at Western Approach and new energy recovery centres on the main Severn Road (A403), is now a very busy area with heavy traffic which will be somewhat relieved of congestion when the new M49 junction at Farm Lane (located to the south of the Western Approach Distribution Park and west of the village of Easter Compton) is opened in late 2019/early 2020. The village is currently once again served by buses by Stagecoach West going via Pilning, Easter Compton, Cribbs Causeway, Little Stoke, Bristol Parkway station to the University of the West of England Campus. ==Education== Primary education is provided by Severn Beach Primary School at Ableton Lane, Severn Beach. There are no senior schools in Severn Beach. ==References== Category:Seaside resorts in England Category:Villages in South Gloucestershire District Category:Populated places on the River Severn",
 "title": "Severn Beach"
}