{
 "id": "568661",
 "text": "The Adventures of Rin Tin Tin is an American children's television series in the Western genre that aired from October 1954 to May 1959 on the ABC television network. In all, 164 episodes aired. The show starred Lee Aaker as Rusty, a boy orphaned in an Indian raid, who was being raised by the soldiers at a US Cavalry post known as Fort Apache. Rusty and his German shepherd dog, Rin Tin Tin, help the soldiers to establish order in the American West. James E. Brown appeared as Lieutenant Ripley \"Rip\" Masters. Co-stars included Joe Sawyer as Sergeant Biff O'Hara and Rand Brooks as Corporal Randy Boone. The character of Rin Tin Tin was named after Rin Tin Tin, a legendary screen dog of the 1920s and 30s. The character was ostensibly played by Rin Tin Tin IV, who was either a descendant or related to the original dog. However, due to Rin Tin Tin IV's poor screen performance, the character was mostly performed by an unrelated dog, Flame Jr. ==Production== thumb|upright=1.2|Brown and Rin Tin Tin on a 1955 publicity postcard The episodes were filmed on a low budget, limiting the film stock to black-and-white. Outdoor action was shot largely at Corriganville Movie Ranch northwest of Los Angeles in Simi Valley, where the production made ample use of the facility's Fort Apache. Additional action sequences were shot on the Iverson Movie Ranch in Chatsworth, known for its huge sandstone boulders and widely recognized as the most heavily filmed outdoor shooting location in the history of Hollywood. The show's troupe of 12 character actors was often required to play multiple parts in the same episode, sometimes to the point of one actor fighting himself, wearing a cavalry uniform in one shot and an Apache outfit in another. The eponymous dog, Rin Tin Tin IV, lived about away at Duncan's ranch in Riverside, California, receiving visitors who were eager to see the famous dog. == Cast == *Lee Aaker - Corporal Rusty \"B-Company\" *James Brown - Lt. Ripley 'Rip' Masters *Rin Tin Tin IV/Flame Jr. - Rin Tin Tin *Joe Sawyer - Sgt. Biff O'Hara *Rand Brooks - Corporal Randy Boone *William Forrest - Major Swanson *Hal Hopper - Cpl. Clark *John Hoyt - Colonel Barker *Harry Strang - Sheriff *Dean Fredericks - Komawi *Mildred von Hollen - Mrs. Barrington *George Keymas - Black Billy *Ralph Moody - Silas Gunn *Tom McKee - Capt. Davis *William Fawcett - Captain Longey/Marshal George Higgins *Morris Ankrum - Chief Red Eagle *Lane Bradford - Barrows *Ernest Sarracino - Hamid Bey *Jack Littlefield - Karl *Dehl Berti - Katawa *Bill Hale - Cole Hogarth *Steven Ritch - Lone Hawk *Lee Roberts - Aaron Depew *Larry Chance - Apache Jack *Charles Stevens - Geronimo *Gordon Richards - Hubert Twombly *Pierre Watkin - The Vet *Tommy Farrell - Carpenter *Harry Hickox - John Carter *Andy Clyde - Homer Tubbs *Ed Hinton - Seth Ramsey *Patrick Whyte - McKenzie *Stanley Andrews - Ed Whitmore *Abel Fernandez - O-ye-tza *Louis Lettieri - Chief Pokiwah *Jan Arvan - Chief Running Horse *William Henry - Bill Anderson ===Guest stars=== Rin Tin Tin guest stars included veteran Western actors Roscoe Ates and Dean Fredericks (later Steve Canyon) in six episodes. Others were Ron Hagerthy and Ewing Mitchell, both later semiregulars on the Sky King series, and Ed Hinton. John M. Pickard, star of the series Boots and Saddles (syndicated, 1957–1958), appeared three times on Rin Tin Tin. Lee Van Cleef and Harry Dean Stanton were other guest stars. Robert Fuller, prior to Laramie, appeared as Stan in the 1958 episode \"The Epidemic\". Harry Cheshire, formerly Judge Ben Wiley on Buffalo Bill, Jr., appeared as Silas Mason in \"The Misfit Marshal\" (1959). Brad Johnson (1924–1981), known as deputy Lofty Craig on the syndicated Western series Annie Oakley, appeared once on Rin Tin Tin in the role of John Quinn in the episode \"The Iron Horse\" (1955). Robert Knapp was cast in the role of Allen in the 1955 episode \"The Guilty One\". William Fawcett played an elderly marshal in four episodes, including the 1955 episode, \"Higgins Rides Again\". Rico Alaniz appeared twice, as Big Elk in \"Rin Tin Tin Meets O'Hara's Mother\" and as Don Valdez in \"The Invaders\" (both 1956) ==Broadcast== The show ran for five seasons on ABC on Friday evenings from October 1954 to May 1959. ABC reran the series on late afternoons from September 1959 to September 1961.Brooks, Tim & Marsh, Earle (2007). The Complete Directory to Prime Time Network and Cable TV Shows 1946-Present (9th ed.). New York: Ballantine Books. . During its first season (1954-1955), The Adventures of Rin Tin Tin finished at number 23 in the Nielsen ratings, making it the second-highest rated series on ABC at the time behind Disneyland, which placed number six. Reruns ran on Saturdays on CBS from September 1962 until September 1964. A new package of reruns was shown in 1976, and continued into the mid-1980s. The original black-and-white prints were tinted light brown with new opening and closing segments filmed in color in Utah.Terrace, Vincent (2009). Encyclopedia of Television Shows, 1925 through 2007 (Volume 1). Jefferson, North Carolina: McFarland & Company, Inc. . The show currently airs in syndication on Antenna TV, with remastered episodes produced by Cerulean Digital Color and Animation, with lines redubbed for some scenes using actors other than those from the original series cast, with a different generic theme song. ==Episodes== ===Season 1 (1954-55)=== === Season 2 (1955–56)=== ===Season 3 (1956-57)=== ===Season 4 (1957-58)=== ===Season 5 (1958-59)=== ==References== ==External links== * * Iverson Movie Ranch: History, vintage photos. Category:1954 American television series debuts Category:1959 American television series endings Category:1950s Western (genre) television series Category:American children's adventure television series Category:American Broadcasting Company original programming Category:Black-and-white American television shows Category:CBS original programming Category:Television series by Sony Pictures Television Category:Television shows about dogs Category:Television series by Screen Gems Category:Rin Tin Tin",
 "title": "The Adventures of Rin Tin Tin"
}