{
 "id": "568994",
 "text": "Dorothy Canfield Fisher (February 17, 1879 – November 9, 1958) was an educational reformer, social activist, and best-selling American author in the early 20th century. She strongly supported women's rights, racial equality, and lifelong education. Eleanor Roosevelt named her one of the ten most influential women in the United States. In addition to bringing the Montessori method of child-rearing to the U.S., she presided over the country's first adult education program and shaped literary tastes by serving as a member of the Book of the Month Club selection committee from 1925 to 1951. ==Biography== Dorothea Frances Canfield – named for Dorothea Brooke of the novel Middlemarch – was born on February 17, 1879 in Lawrence, Kansas to James Hulme Canfield and Flavia Camp, an artist and writer. From 1877 to 1891 her father was a University of Kansas professor with responsibility for various historical studies, and finally president of the National Education Association. Later he was chancellor of the University of Nebraska, president of Ohio State University, and librarian at Columbia University.\"James Hulme Canfield Papers\". Finding Aids. University of Vermont Libraries. Retrieved 2014-05-04. Canfield Fisher is most closely associated with Vermont, where she and her mother made trips to the family home and where she spent her adult life. Vermont also served as the setting for many of her books. In 1899 Canfield received a Bachelor of Arts degree from Ohio State University, where she was a member of Kappa Kappa Gamma.The Key of Kappa Kappa Gamma, February 1917. She went on to study Romance languages at University of Paris and Columbia University (where her father was Librarian from 1899) and earned a doctoral degree from Columbia with the dissertation Corneille and Racine in English (1904). With George Rice Carpenter from Columbia she co-wrote English Rhetoric and Composition (1906). She was the first woman to receive an honorary degree from Dartmouth College and received others from the University of Nebraska, Middlebury College, Swarthmore College, Smith College, Williams College, Ohio State University, and the University of Vermont. She married John Redwood Fisher in 1907, and they had two children, a daughter, Sally, and a son, Jimmy. In 1911, Canfield Fisher visited the \"children's houses\" in Rome established by Maria Montessori. Much impressed, she joined the cause to bring the method back to the U.S., translating Montessori's book into English and writing five of her own: three nonfiction and two novels. Another concern of Canfield Fisher was her war work. She followed her husband to France in 1916 during World War I and while raising her young children in Paris worked to establish a Braille press for blinded veterans. She also established a convalescent home for refugee French children from the invaded areas; continuing her relief work after the war, she earned citations of appreciation from Eleanor Roosevelt, Madame Chiang Kai-shek, and the government of Denmark. == Activism == Canfield Fisher engaged in social activism in many aspects of education and politics. She managed the first adult education program in the U.S. She did war-relief work in 1917 in France, establishing the Bidart Home for Children for refugees and organizing an effort to print books in Braille for blinded combat veterans. In 1919, she was appointed to the State Board of Education of Vermont to help improve rural public education. She spent years promoting education and rehabilitation/reform in prisons, especially women's prisons. After the war, she was the head of the U.S. committee that led to the pardoning of conscientious objectors in 1921, and sponsored financial and emigration assistance to Jewish educators, professionals, and intellectuals. After her son was killed in World War II, she arranged a fellowship at Harvard Medical School for the two Philippine surgeons who tried to save his life. == Affiliations == Canfield Fisher and Willa Cather's decades-long relationship intensely revolved around their writing. Their letters, from 1899 to 1947, reveal a lasting and complicated friendship. Cather wrote a short story that may have satirized Canfield's mother, called \"Flavia and Her Artists\"—sparking ten years of interrupted friendship between Canfield Fisher and Cather. Other writers who corresponded with Canfield Fisher included Henry Seidel Canby, Richard Wright, Heywood Broun, Witter Bynner, Isak Dinesen, and Robert Frost. Canfield Fisher worked with the following organizations over the course of her life. * Adult Education Association * American Youth Commission of the American Council of Education, 1936–1940 * Book of the Month Club Committee of Selection, 1926 until 1951 * Honorary Committee of the Women's International League for Peace and Freedom, 1935 * The Lighthouse Organization, 1917 * National Institute of Arts and Letters, 1931 * Vermont Board of Education, 1921 == Personal life and death == thumb|right|180px| Battalion Surgeon Captain James Fisher with his comrades in the Philippines during World War II. Her daughter Sally was born in 1909. She married John Paul Scott and they lived in Bar Harbor, Maine. By 1958 she had published 18 children's books as Sally Scott. Canfield Fisher's granddaughter Vivian Scott also writes children's books.\"Dorothy Canfield Fisher Dies in Vermont at 79\". The Boston Globe. November 10, 1958.Edit: March 29, 2016, by Vivian Scott Hixson, daughter of Sarah (Sally) Fisher Scott and John Paul Scott. Vivian Scott's book The Potted Witch was published (as noted) under her maiden name. After this, in 1995, The University of Missouri Press published a book of her cartoons (most of them previously published in The Chronicle of Higher Education), titled He Looks Too Happy to be an Assistant Professor; this book was published under the name Vivian Scott Hixson. In 2014, she published another collection of cartoons with Ex Libris, called They Look Too Happy to be Temporary Adjunct Assistant Professors. James (Jimmy) was born in 1913 and during World War II became a surgeon and captain in the U.S. Army. He served with the Alamo Scouts for three months at the end of 1944, following which he was attached to a Ranger unit which carried out the raid to free POWs imprisoned at Cabanatuan in the Philippines. The Raid at Cabanatuan was a great success, with the Rangers suffering only two fatalities. Captain Fisher was one, mortally wounded by a mortar shell. As he lay dying the next day, his last words were \"Did we get them all out?\" He died on Luzon, January 31, 1945. Canfield Fisher died at the age of 79 in Arlington, Vermont in 1958. Her husband died the following year. ==Legacy== Until 2020, the Dorothy Canfield Fisher Children's Book Award was awarded to new American children's books whose winner was chosen by the vote of child readers. In 2017, an Abenaki educator lobbied the Vermont Department of Libraries to pull Fisher's name from the children's literature award, which was created in the state over half a century ago. Judy Dow claimed that Fisher stereotyped French Canadians and Native Americans in her works of fiction, and that she may have been part of the eugenics movement that promoted cleansing Vermont of people considered genetically less desirable in the 1920s and 1930s. Other voices discussed putting Fisher's characterizations in context of the times in which she lived. Yet others suggested that because Fisher's works are no longer widely read nor is her name well recognized, perhaps it has become time to retire the title of the literature award. No direct connection with the eugenics movement was established. The Vermont State Board of Libraries recommended dropping her name from the award on grounds that \"it was no longer relevant to today's young people\". The state librarian announced in 2019 that the award would receive a new name for 2020. A dormitory at Goddard College in Plainfield, Vermont is named for Fisher. ==Works== ===Books=== Canfield Fisher spoke five languages fluently, and in addition to writing novels, short stories, memoirs, and educational works, she wrote extensively as a literary critic and translator. For tax purposes, her novels were written as \"Canfield,\" her non- fiction as \"Fisher.\" Her best-known work today is probably Understood Betsy, a children's book about a little orphaned girl who is sent to live with her cousins in Vermont. Although the book can be read purely for pleasure, it also describes a schoolhouse which is run much in the style of the Montessori method. Another of her books, The Home-Maker, was reprinted by Anita Miller's Academy Chicago Publishers calling it \"way ahead of its time.\" In all, she wrote 22 novels and 18 works of non-fiction. William Lyon Phelps said \"All her novels are autobiographical, being written exclusively out of her own experience and observation.\" === Novels === * Gunhild (1907) (contrasting Norwegian and American values) * The Squirrel-Cage (1912) (the first of her treatments of marriage) * The Bent Twig (1915) * The Real Motive (1916). * Fellow Captains (1916) (with Sarah N. Cleghorn) * Understood Betsy (1917) * Home Fires in France (1918) * The Day of Glory (1919) * The Brimming Cup (1919) * Rough-Hewn (1922) * The Home-Maker (1924) (reprinted by [Persephone Books in 1999) * Her Son's Wife (1926) * The Deepening Stream (1930) * Bonfire (1933) * Seasoned Timber (1939) === Short story collections === * Hillsboro People (1915) * The Real Motive (1916) * Raw Material (1923) * Made-to-Order Stories (1925) * Four Square (1949) * The Bedquilt and Other Stories (1997) === Non-fiction === * Corneille and Racine in England (1904) (dissertation) * English Rhetoric and Composition (1906) – with G.R. Carpenter * What Shall We Do Now? (with others) (1906) * A Montessori Mother (1912) * A Montessori Manual (1913) * Mothers and Children (1914) * Self-Reliance 1916 * Life of Christ 1923 (by Giovanni Papini, freely trans. from the Italian by Dorothy Canfield Fisher) * Why Stop Learning? (1927) * Work: What It Has Meant to Men through the Ages (1931) (by Adriano Tilgher, trans. from the Italian by Dorothy Canfield Fisher. * Tourists Accommodated 1932 * Nothing Ever Happens and How It Does 1940. (with Sarah N. Cleghorn) * Tell Me a Story 1940 *\"Hiker's Philosophy\" chapter of Footpath in the Wilderness 1941. (with W. Storrs, James P. Taylor, Charles E. Crane, Wallace Cady, George D. Aiken, Herbert Wheaton Congdon, Robert C. Anderson, and Richard L. Brown) * Our Young Folks 1943 * American Portraits 1946 * Paul Revere and the Minute Men 1950 * Our Independence and the Constitution 1950 * A Fair World for All 1952 * Vermont Tradition 1953 * Memories of Arlington, Vermont 1957 * And Long Remember 1959 ==Notes== ==References== ==Further reading== * Elizabeth Yates' The Lady from Vermont: Dorothy Canfield Fisher's Life and World. (Brattleboro: Stephen Greene Press, 1971), originally published by E.P. Dutton and Co. in 1958 as Pebble in a Pool. * Dorothy Canfield Fisher – A Biography, by Professor Ida H. Washington (The New England Press, Inc., Shelburne, Vermont 1982) * * ==External links== * * * * Category:American educators Category:American women short story writers Category:20th-century American novelists Category:American literary critics Category:Women literary critics Category:Ohio State University alumni Category:Columbia Graduate School of Arts and Sciences alumni Category:1879 births Category:1959 deaths Category:People from Lawrence, Kansas Category:Novelists from Vermont Category:Writers from Kansas Category:American children's writers Category:American women children's writers Category:American women novelists Category:20th-century American women writers Category:20th-century American translators Category:Women's International League for Peace and Freedom people Category:20th-century American short story writers Category:American women non-fiction writers Category:20th-century American non-fiction writers Category:Deaf culture in the United States Category:Educators of the deaf Category:Deaf people from the United States Category:Deaf writers Category:American women critics",
 "title": "Dorothy Canfield Fisher"
}