{
 "id": "569100",
 "text": "The Fifth Elephant is a fantasy novel by British writer Terry Pratchett, the 24th book in the Discworld series. It introduces the clacks, a long-distance semaphore system. The novel was nominated for the Locus Award in 2000. ==Plot summary== The Ankh-Morpork City Watch is expanding; there is now a Traffic department with traffic cameras implemented using iconograph technomancy and a wheel clamping team, and the clacks are beginning to replace homing pigeons for communications between officers. The Watch is also investigating the theft of the replica Scone of Stone (a parody of the real-life Stone of Scone) from the Ankh-Morpork Dwarf Bread Museum and the murder of Wallace Sonky, the inventor of preventatives. Samuel Vimes, Commander of the Ankh-Morpork City Watch and Duke of Ankh, is sent to the remote region of Überwald as an ambassador to take advantage of the coronation of the Low King of the Dwarves to negotiate for increased imports of fat. (Underground fat deposits are abundant in Überwald as a fifth Discworld-supporting elephant impacted there in prehistoric times, according to legend.) Überwald is the traditional home of the Disc's dwarfs. The election of the progressive Rhys Rhysson as Low King was swung by the dwarfs of Ankh-Morpork. A cabal of local werewolves seek to exploit this opportunity to destabilize the already deeply divided dwarf society. They instigate the apparent theft of the real Scone of Stone from its closely guarded cave, hoping to cause a civil war between traditionalists and progressive dwarfs and isolate the country under the werewolves' feudal leadership. In his official capacity as ambassador Vimes meets the leaders of the local vampires, werewolves and dwarfs, starting to investigate the planned putsch along the way. Meanwhile, back in Ankh-Morpork, Angua, alerted by Gavin, a wolf and old friend, learns that her werewolf brother Wolfgang is the head of the conspiracy and sets out to Überwald to stop him. Consequently, Carrot also abandons the Watch and pursues her across the country, enlisting the talking dog Gaspode to follow her scent. This leaves Lord Vetinari to appoint an overburdened, incompetent Colon as acting captain. As captain, Colon becomes increasingly strict and paranoid, punishing other members of the Watch by demoting, firing or fining them, often for minor or imagined infractions. He also starts acting in a pretentious 'officer-like' manner and makes a number of speciesist remarks about troll and dwarf officers (emulating Vimes but not having earned the same respect amongst the officers), leading to most Watchmen spending most of their time patrolling. Several officers leave the Watch to join those of the other Sto Plains cities for better pay, conditions and promotion prospects, with the number of Watchmen under Colon's command eventually dropping by two-thirds. The Ankh-Morpork City Watch recover the replica Scone of Stone. It is undamaged, but they suspect that someone has made a replica of the replica. However, in response to Colon's refusal to pay the Watchmen (having burnt the pay chitty along with the rest of the mounting paperwork), Corporal Nobby Nobbs, who lost out on promotion to sergeant and Colon's adjutant, sets up the Guild of Watchmen in protest. The other members of the Watch join and protest against Colon, but eventually it dwindles to just Nobby, Constable Visit, zombie Constable Reg Shoe and golem Constable Dorfl. Crime falls to an all-time low, due to expectations by criminal organisations (Guilds included) of Vimes's imminent return. In Überwald, Vimes extends his activities to include an unofficial investigation into the theft of the real Scone of Stone. He rapidly determines that the dwarfs' system of guard on it is nothing like as secure as the dwarfs think it is and that the Scone could have been stolen in a number of different ways without too much difficulty, but nevertheless later concludes that it was not in fact stolen, but destroyed in situ and its remains concealed by mixing them with the sand on the floor of the cave. Following an attempt on the Low King-designate's life, Vimes is wrongly imprisoned by the dwarfs but escapes with the help of Lady Margolota, Überwald's most senior vampire. In the forest of the wintry countryside he is tracked by the conspiring werewolves - forced by Wolfgang into playing \"the game\" he must outrun the werewolves. Carrot and Angua arrive just in time to save Vimes from the murderous pack. Vimes' wife has been taken to the castle of Angua's werewolf family, so the commander and his entourage set out to save her. Managing to defeat the power-hungry Wolfgang, they are also able to restore the Scone of Stone. However, it is revealed that the Scone recovered is in fact the Ankh-Morpork-made copy, but it is accepted as the Scone of Stone is periodically replaced. It is used to compel the Low King's 'Ideas Taster' (advisor) Dee to confess to his role in its theft and the assassination attempt, being driven by jealousy of Ankh-Morporkian dwarves being allowed to be openly female. Back in their embassy, Lady Sybil finally manages to tell Vimes that she is pregnant, but the Morporkians are once more attacked by Wolfgang. In a final stand-off, he resists arrest and is killed by Commander Vimes with a Clacks flare. With the Low King's regalia returned, the enthronement ceremony finally takes place, and Vimes is granted prime rates for fat imports to Ankh-Morpork, thus fulfilling his original mission, and presented with gifts by the Low King. As the Morporkian delegation leaves, the Low King implies that he is in fact female. The book finishes with Carrot and Angua returning to Ankh-Morpork whilst Vimes and Lady Sybil take a second honeymoon. Carrot takes back his old rank of captain, returning Colon to his duties as a sergeant and ordering him and Nobby to gather the rest of the Watch together. ==Characters== *Samuel Vimes *Cheery Littlebottom *Detritus *Sybil Ramkin *Inigo Skimmer *Lady Margolotta *Angua von Überwald *Carrot Ironfoundersson *Wolfgang von Überwald *Dee *Rhys Rhysson ==References== ==External links== * *Annotations for The Fifth Elephant *Quotes from The Fifth Elephant *Synopsis of The Fifth Elephant *The Fifth Elephant at Worlds Without End Category:1999 British novels Category:Discworld books Category:1999 fantasy novels Category:Doubleday (publisher) books Category:Vampire novels Category:Werewolf novels Category:British comedy novels",
 "title": "The Fifth Elephant"
}