{
 "id": "569171",
 "text": "thumb|Nexter exhibit thumb|Leclerc main battle tank Nexter Systems (formerly known as GIAT Industries or Groupement des Industries de l'Armée de Terre, Army Industries Group) is a French government-owned weapons manufacturer, based in Roanne, Loire. ==Group organization== The Nexter group is divided in several smaller entities, with the main one being Nexter Systems. The other sub-companies are: * Nexter Munitions * Nexter Mechanics * Nexter Electronics * Nexter Robotics * Nexter Training * OptSys * NBC Sys * Euro-Shelter * Mecar * Simmel Difesa ==History== The GIAT group was founded in 1973 by combining the industrial assets of the technical direction of Army weapons of the French Ministry of Defense. The company was nationalized in 1991. On 22 September 2006 GIAT became the core of the new company Nexter.History of the Nexter company For many years GIAT struggled to turn a profit. The company was operated at a loss. A 2001 report by the Cour des ComptesLes industries d'armement: rapport au Président de la République suivis des réponses des administrations et des organismes concernés , Cour des Comptes, La Documentation Française, 2001 and a 2002 report by the National AssemblyRapport d'information déposé par la commission de la défense nationale et des forces armées sur la situation de Giat Industries, \"Report from the defense and armed forces commission on the situation of Giat Industries\", presented by Yves Fromion and Jean Diébold, French National Assembly, 2002 described the situation as critical. Not until April 2004 did the board of directors present the public with a financial statement showing a profit of several hundred million Euros. This was mainly due to increased export sales, and the modernization of the Leclerc Main Battle Tank (MBT) and several other armored platforms. Sales to the UAE however were accomplished with the payment of $200 million to intermediaries.The Shadowy Arms Trade - A Look Back at a Questionable Tank Deal \"An intermediary received a commission of almost $200 million for the sale of battle tanks to United Arab Emirates. Some of that money, though, may have been used to bribe government officials.\" In 2006, the THL-20 gun turret was selected by Hindustan Aeronautics Limited for use on the HAL Light Combat Helicopter, incorporating the 20 mm M621 cannon.\"Missile Mirage\", Aviation Week & Space Technology, January 1, 2007. Nexter has a joint venture CTA International with BAE Systems to develop and manufacture case telescoped weapon systems and ammunition of 40 mm calibre. Nexter continues to produce several former GIAT small arms, cannon, and anti-armour weapons. One such weapon is the Wasp 58, a low cost, one man antiarmour/assault weapon system. === Merger with KMW === In 2015, Nexter and Krauss-Maffei merged under a single structure. The new KNDS – KMW+Nexter Defense Systems—will be the European leader of terrestrial defense with more than 6,000 employees. The supervisory board appointed the new CEO of Nexter Systems, Stéphane Mayer, and the chairman of the executive board of KMW, Frank Haun, as CEOs of the holding company.Nexter Systems and Krauss-Maffei Wegmann have completed their association . nexter-group.fr. Retrieved 10 June 2016 ==Products== Nexter design and manufactures Military protected vehicles for the French military and other international militaries: * The Véhicule de l'Avant Blindé (VAB) armoured personnel carrier; * The Nexter Aravis - Mine Resistant Ambush Protected Vehicle; * The Nexter Titus wheeled and mine protected vehicle; The company also acquired a large influence in the field of combat and artillery vehicles thanks to the development of several large caliber canons: * The Leclerc main battle tank; * The CAESAR - 155 mm wheeled self-propelled howitzer; * The VBCI (Véhicule blindé de combat d'infanterie) wheeled armoured infantry fighting vehicle; * The LG1 Mark II 105 mm towed howitzer; * The TRF1 155 mm towed howitzer * The GCT 155mm self-propelled gun And several types of munitions for medium and large-calibre weapons: * 120 mm ammunitions * 155 mm ammunitions * Tank ammunitions * 40 mm ammunitions Nexter/Giat also manufactures various weapons: * The FAMAS assault rifle; * The M621 cannon * The FR F2 sniper rifle; * The 20 mm modèle F2 gun; * The APILAS anti-tank rocket launcher; * The Wasp 58 Light Anti-Armour Weapon; * The Armes de Défense Rapprochée personal defence weapon; * The GIAT 30 aircraft-mounted revolver cannon; File:VCBI-openphotonet PICT6027.JPG|VBCI File:Nexter Aravis à Strasbourg, 2010 (2).jpg|Aravis File:CAESAR (camion équipé d'un système d'artillerie) 1.jpg|CAESAR File:CAESAR firing in Afghanistan.jpg|CAESAR File:Leclerc-openphotonet PICT6015.JPG|Leclerc Image:Nexter THL-30 p1220834.jpg|THL-20 helicopter gun turret File:F-1-Towed-Gun-howitzer.jpg|TRF1 155 mm towed howitzer ==References== * Cour des Comptes, Les industries d'armement de l'État, chapter 3, 2001 ==External links== * — Category:Defence companies of France Category:Ammunition manufacturers Category:Firearm manufacturers of France Category:Military vehicle manufacturers Category:Companies based in Paris-Saclay Category:Manufacturing companies established in 1973 Category:Technology companies established in 1973 Category:Companies based in Auvergne-Rhône-Alpes",
 "title": "Nexter Systems"
}