{
 "id": "569528",
 "text": "right|thumb|CoA thumb|Sanok. Map of \"Poloniae finitimarumque locorum descriptio\", 1579 by Wacław Grodecki Sanok Land (, lat. terra et districtus sanociensis) was a historical administrative division unit (ziemia) of the Polish–Lithuanian Commonwealth from the 14th-18th centuries. It consisted of land that now belongs to the powiats (counties) of: Sanok, Brzozów, Lesko and partially Krosno and Rzeszów. Ziemia Sanocka was a part of the Ruthenian Voivodeship (Red Ruthenia of Lesser Poland) with the capital at Lwów (now Lviv, Ukraine). Little is known about the area of Sanok in the early years of Polish history. According to archaeological findings, a number of gords already existed here when the region was under possible control of Great Moravia. Following several Polish - Ruthenian conflicts, Sanok became part of Red Ruthenia, and in 1150, the town was ransacked in a Hungarian raid. Until 1340, Sanok was part of various Ruthenian duchies, and later the Kingdom of Galicia-Volhynia. In 1340, the Land of Sanok, together with whole Red Ruthenia, was annexed by King Kazimierz Wielki. The King introduced Polish administrative structure here, dividing Red Ruthenia into four lands (see ziemia), one of which was the Land of Sanok, consisting of the County powiat of Sanok. The existence of Sanok County is confirmed by sources from 1423, and by that time, Sanok also was the seat of a starosta, who resided in a castle. The term Sanok Land, used to describe a separate administrative unit, appears for the first time in the mid-14th century, after the annexation of Red Ruthenia by the Kingdom of Poland. In 1359, the Latin language term castellania Sanocensi was used, while in 1363, the village of Radoszyce was mentioned as the one which belonged to “districtu Sanocensi”. In 1369, the term terra Sanocensi was used in documents. In 1384, several local villages were described as being under jurisdiction of castrum Sanocense. The Land of Sanok remained a separate administrative unit within the Ruthenian Voivodeship until the Partitions of Poland, when it became part of Austrian Galicia. It had its own starosta, and its borders changed several times. Historians argue whether Krosno was at first part of Lesser Poland, or Red Ruthenia. Furthermore, the area of Tyczyn belonged to the Land of Sanok, but some time in the 15th century, it was transferred to the Przemyśl Land. Another example is the town of Bircza. Since Sanok Land was sparsely populated, it was not divided into powiats. Most of its territory was covered by forests of the Carpathian Mountains, and the population was a mix of Poles, Ruthenians, Germans, Hungarians, Slovaks and Wallachians. == See also == * Lendians * Lwów Voivodeship * Pogórzanie * Muzeum Budownictwa Ludowego w Sanoku ==Sources== * * ==Bibliography== * Adam Fastnacht, Slownik Historyczno-Geograficzny Ziemi Sanockiej w Średniowieczu (Historic-Geographic Dictionary of the Sanok District in the Middle Ages), Kraków, (II edition 2002), . Category:Ziemias Category:Regions of Poland",
 "title": "Sanok Land"
}