{
 "id": "569549",
 "text": "BBC Radio Lincolnshire is the BBC's local radio station serving the county of Lincolnshire. It broadcasts on FM, DAB, digital TV and via BBC Sounds from studios near Newport Arch in Lincoln. According to RAJAR, the station has a weekly audience of 99,000 listeners and a 6.9% share as of September 2021. == History == thumb|left|BBC Radio Lincolnshire radio car from the 1980s, preserved at the Museum of Lincolnshire Life in Lincoln. Launched on 11 November 1980 at 7am with a commissioned peal of bells from Lincoln Cathedral. The first words spoken on BBC Radio Lincolnshire came from Nick Brunger: \"And it's a warm welcome for the first time to the programmes of BBC Radio Lincolnshire.\" In 1988 the station commissioned UK jingle producer Alfasound to compose a jingle package based on the traditional English folk song The Lincolnshire Poacher, continuing on this theme until 2006. Until the end of the 1980s, BBC Radio Lincolnshire did not broadcast during the evening and simulcast BBC Radio 2 from around 7 pm on weekdays and 5 pm at the weekend. However, the end of the 1980s saw BBC Local Radio beginning weeknight programmes with stations broadcasting a mostly regional rather than local with the same programme networked on all the stations in that area. BBC Radio Lincolnshire broadcast its own programmes until 9 pm before joining with the other East Midlands stations to air a late show which broadcast from 9 pm until 12 midnight. However evening programming at the weekend didn't begin until many years later and the station still handed over to BBC Radio 5 Live mid-evening at the weekend until well into the 2000s. In 2006, BBC Radio Lincolnshire conducted a six-month trial of XDA pocket-PCs for the BBC, using Technica Del Arte's Luci mobile (on the hoof) interviewing application.Pocket PDAs It used to have a BBC Bus,BBC Bus seen outside BBC White CityBBC Bus in Spalding until licence fee cutbacks in early 2008 forced budget priorities to be streamlined. On 15 January 2018, BBC Radio Lincolnshire stopped broadcasting on MW.Clifton, Keiran, 'About the BBC', 2017-08-10 ===Management=== Under its first manager, Roy Corlett, the station achieved record audience figures as its programming of news, music and chat became very popular. Corlett left to found BBC Radio Devon and was replaced briefly by Laurie Bloomfield, who also left to launch a new BBC local station, BBC Radio Shropshire. After Bloomfield's brief stay, the station was managed for 14 years by David Wilkinson, one of the founding team, and a local radio pioneer from his days at BBC Radio Nottingham in 1968. Upon Wilkinson's retirement in 1999, the station was taken over by BBC Radio Leicester managing editor, Charlie Partridge. In 2004, the station recorded record audience figures – according to RAJAR, listeners were tuned into BBC Radio Lincolnshire for longer (\"hours\") than any other radio station in the country. thumb|140px|right|The Lincolnshire flag was chosen by listeners in 2005 ===Lincolnshire flag=== In October 2005, it presided over the creation of a new flag for Lincolnshire. ===Name change=== The station changed its name from BBC Radio Lincolnshire to BBC Lincolnshire on 30 November 2009. The name reverted to BBC Radio Lincolnshire in May 2012. == Transmitters and coverage == The main signal on 94.9 FM comes from the Belmont transmitting station near Donington on Bain in the north of the county, which, until the height reduction carried out in September/October 2009, was the tallest mast in Europe. Neither the FM nor the MW signals cover the southern edge of the county, including Bourne, Holbeach, Stamford, Market Deeping and Spalding. Likewise, most of northern Lincolnshire cannot receive the station, including Barton upon Humber and Immingham.http://tx.mb21.co.uk/mapsys/map- station.php?mapid=19 As such, Radio Lincolnshire only covers central Lincolnshire. The Grantham signal, from just south of the town, is a filler transmitter with low power. Radio Lincolnshire was the only local radio station in Lincolnshire until 1992, when Lincs FM began, also broadcast from Belmont. Monks' Dyke Technology College in Louth is used for the East Lindsey reports. District outposts are important due to the time taken on Lincolnshire's ill-equipped roads. ===DAB=== The Belmont transmitter broadcasts BBC National DAB and Digital One; MXR Yorkshire closed in June 2015. For Lincolnshire, a DAB multiplex could have only been realistically established by financial investment from the Lincs FM Group, and other transmitter positions could theoretically be used. The DAB licence, was advertised in October 2007, which will not cover Stamford or South Holland, but will cover North Lincolnshire (Scunthorpe) and North East Lincolnshire (Grimsby). On 24 January 2008, the company MuxCo Lincolnshire was the only company to bid for the Lincolnshire DAB licence. It is 51% owned by the Lincs FM Group, and will have transmitters at Belmont, High Hunsley (in East Yorkshire), Grantham and Lincoln County Hospital. They were awarded the DAB licence on 19 February 2008. Transmissions were expected to begin by July 2009, but funding for the project delayed the roll-out and the multiplex went on air in September 2015. In addition, BBC Radio Lincolnshire also broadcasts on Freeview TV channel 722 in the BBC East Yorkshire and Lincolnshire region and streams online via BBC Sounds. == Programming == Local programming is produced and broadcast from the BBC's Lincoln studios from 6 am - 10 pm on Mondays - Saturdays and from 6 am - 6 pm on Sundays. Off-peak programming, including the late show from 10pm - 1am originates from BBC Radio Leeds (weekdays), BBC Radio WM (Saturdays), BBC Radio York (Sunday evenings) and BBC Radio Norfolk (Sunday nights). During the station's downtime, BBC Radio Lincolnshire simulcasts overnight programming from BBC Radio 5 Live and BBC Radio London. ===Specialist programming=== The station's sports strand, Hope and Glory, broadcasts full commentary on all Lincoln City football matches with additional commentary of Boston United and Gainsborough Trinity matches online. thumb|160px|right|It is the only BBC local station to have a dedicated farming programme Radio Lincolnshire is also one of a handful of stations to have a dedicated farming programme on Sundays at 7am, which the station has broadcast since it began broadcasting. ===Former programming=== A weekly news bulletin in Portuguese was broadcast for migrant workers until July 2008. It was read by Rui Silva, who worked for Boston Borough Council. ==Events== Since the early 1980s, a race had been held at the Market Rasen Racecourse, the BBC Radio Lincolnshire Novice's Hurdle. In recent years, this has become the Mike Molloy Memorial Handicap Chase, named after a former sports presenter who died of Myeloma. In 1983 it formed a charity trust, thought to be the first in the UK for a radio station. This became known as Going for Gold. Originally GOLD stood for Give Our Lincolnshire Defibrillators. Since then, money has been raised for a number of other local causes. It holds an annual folk song competition called \"Song For Lincolnshire\". ==Notable former presenters== * Boothby Graffoe, comedian who presented a two-hour programme on Friday evenings on the station, and briefly on Radio Nottingham, in the late 1980s. * John Inverdale, presenter of national sports programmes on BBC Television and BBC Radio Five Live, started his radio career as a morning presenter from 1982 until 1985, having worked for two years at the Lincolnshire Echo. He has claimed it is the most enjoyable job he has ever had, despite the early mornings. He was replaced by Dave Bussey. * Sky News weather forecaster Jo Wheeler worked for a number of years as a Saturday afternoon programme presenter at BBC Radio Lincolnshire. * BBC Director of Sport, Roger Mosey, began his career at the station. * Sky News's Washington correspondent Emma Hurd, who also presented on East Midlands Today. * BBC News Washington correspondent, and former Newsround presenter, Matthew Price, was a reporter with BBC Radio Lincolnshire in the mid-1990s.Matthew Price ==References== == External links == * BBC Radio Lincolnshire, includes presenter profiles * History of local radio in Lincolnshire. * MDS975's Transmitter Map. * Belmont transmitter. * Grantham transmitter. ===Audio clips=== * Former 1980s jingle package by Alfasound based on \"The Lincolnshire Poacher\" === News items === * Station launches Sunday programme for Portuguese migrant workers. Lincolnshire Category:Radio stations in Lincolnshire Category:Radio stations established in 1980 Category:1980 establishments in England Category:Lincoln, England",
 "title": "BBC Radio Lincolnshire"
}