{
 "id": "569670",
 "text": "BBC Radio Humberside is the BBC's local radio station serving East Yorkshire and North & North East Lincolnshire. It broadcasts on FM, DAB, digital TV and via BBC Sounds from studios at Queen's Gardens in Hull. According to RAJAR, the station has a weekly audience of 154,000 listeners and a 7.7% share as of September 2021. ==History== BBC Radio Humberside began broadcasting in 1971 from studios above a post office on Chapel Street in Hull, three years before the county of Humberside was created. It has retained its name despite Humberside being abolished as a county in 1996. On the first night of broadcasting, many West Yorkshire rugby league fans were disappointed when the relatively powerful High Hunsley transmitter signal was broadcast instead of Radio Leeds, so they heard a commentary of Hull KR v Widnes. Medium Wave broadcasts began in late 1971. In 1979, Radio Humberside stopped broadcasting dedicated agricultural programmes despite serving agricultural areas. In the 1970s the station sponsored the Radio Humberside Handicap horserace at Beverley Racecourse, which became the BBC Radio Humberside Stakes in the 1980s. By the 1990s, this included the Martin Plenderleith Conditions Stakes, the Steve Massam Selling Stakes, the Peter Adamson Maiden Auction Stakes, the Charlie Partridge Selling Stakes and the Chris Langmore Handicap that all took place on the same day in early July. thumb|left|BBC Radio Humberside's headquarters at Queen's Gardens, Hull In line with the other BBC local stations in the area, BBC Radio Humberside was part of the BBC Night Network when it was formed in May 1989, providing the station with regular evening, albeit regional rather than local, programming for the first time. Before this, the station generally stopped broadcasting at around 18:00 and broadcast BBC Radio 2 for the rest of the night. Three years before the launch of Night Network, Radio Humberside had broadcast the Yorkshire-wide early evening specialist music programmes which were also carried on Radios York, Leeds and Sheffield. In 2004, the station moved to a new digital broadcast centre located at Queen's Gardens in Hull, where it was joined by a full TV operation, supporting BBC Look North. ==Awards== In May 2012, presenters Beryl Renwick and Betty Smith were awarded the Sony Radio Academy Award for best entertainment programme. Renwick and Smith had presented alongside David Reeves from 2006 to December 2012, after they had been \"talent spotted during a tour of the BBC studios in Hull\". The pair, aged 86 and 90 respectively, had been the oldest winners of the award. Smith died in November 2014 and Renwick died in September 2015. In May 2013, the station was named \"Station of The Year\" at the Sony Radio Academy Awards. ==Studio facilities== thumb|right|220px|BBC Radio Humberside's former Grimsby studio BBC Radio Humberside has studios at Queen's Court, Queen's Gardens in Hull. The station also has a second studio, which is situated in the Grimsby Institute for Higher Education. In 2016 BBC Radio Humberside's studios were refurbished as part of the ViLoR programme. ==Technical== BBC Radio Humberside broadcasts to East Yorkshire and North Lincolnshire on 95.9 FM (High Hunsley), DAB, Freeview TV channel 721, and online via BBC Sounds. The FM transmitter, between Beverley and South Cave 500 ft. up on the Yorkshire Wolds is quite powerful over the relatively flat surrounding area being heard clearly in most of South Yorkshire as well. The signal reaches right across to the highest point of the M62 near junction 22 with the A672, the highest point of the A66, much of Lincolnshire, and as far south as Nottingham on the M1, near the Trowell service station and Newark. It also broadcasts Viking FM on 96.9 FM (Radio Humberside's old frequency), Capital Yorkshire on 105.8 FM and BBC National DAB (since 20 April 2006). thumb|right|High Hunsley 95.9 FM mast The DAB signals come from the Bauer Humberside 10D multiplex from three transmitters at Cave WoldCave Wold (most powerful, three miles south of High Hunsley, and a BT microwave transmitter, Buckton Barn (Bridlington, also has Greatest Hits Radio Yorkshire Coast on 102.4) and Bevan FlatsBevan Flats (also transmits Greatest Hits Radio on 96.4) in Grimsby. There is no FM transmitter on the south bank, but there is a DAB transmitter in Grimsby.Radio stations in Yorkshire and Lincolnshire AM broadcasts finished in January 2018. ==Jingles== In the past BBC Radio Humberside have used David Arnold Music for their Jingles. The first package was written by Paul Hart and performed by Royal Philharmonic Orchestra. As of August 2005, the station began using a custom made package featuring the BBC Philharmonic Orchestra, it was produced by S2blue in Staffordshire. BBC Radio Humberside were responsible for its artistic commissioning and for the eventual shape and construction of the idents. The package was re-sung for BBC Radio Nottingham and the instrumental versions were used on BBC Radio Merseyside. The package was topped up in late 2006 to introduce the \"Great Place for a Great Station\" strap-line and to freshen the set up. In autumn 2008 a further refresh was introduced with new sings for key daytime programmes and presenters. In 2010 the idents package was completely refreshed by S2Blue, introducing new rhythm tracks to the 2005 package, new instrumentation across the whole set and a raft of new cuts, all keeping the same memorable logo. David Reeves was the station sound producer with Katy Noone and Neil Rudd providing many of the voiceovers. ==Travel news== BBC Radio Humberside carries travel bulletins every 30 minutes (every 15 minutes during Breakfast and Drive) from INTRIX Travel Media, also used by commercial stations including KCFM and community station West Hull FM. Regular traffic presenters include Wayne Foy, Nick Robbins and Ed Sheppard. ==Programming== Local programming is produced and broadcast from the BBC's Hull studios from 6am - 10pm on Mondays - Saturdays and from 6am - 6pm on Sundays. Off-peak programming originates from BBC Radio Leeds (weekday nights) and BBC Radio York (Sunday evenings). During the station's downtime, BBC Radio Humberside simulcasts overnight programming from BBC Radio 5 Live and BBC Radio London. ==Presenters== Notable current presenters include: *David Burns (Weekday daytime, Sports Talk, Humberside Sport) *Peter Swan (Sports Talk, Humberside Sport) ===Notable former presenters=== * Peter Levy (presenter of BBC Look North) * Keri Jones * Paul Heiney (former reporter for Watchdog) * Mike Smartt (later BBC TV News Correspondent and presenter and editor-in-chief BBC News Interactive) * Jonathan Wall (sports producer from 1994–96),Jonathan Wall controller from 2013-2019 of BBC Radio 5 Live, and Editor from 2002-08 of 5 live Sport ==References== ==External links== * BBC Radio Humberside * Buckton Barn (digital) * Cave Wold (digital) * High Hunsley transmitter (includes coverage map) * Paull MW transmitter * Hull studio building * Lincolnshire Radio campaign (an anti-Humberside website) ===News items=== * Guardian November 2006 Category:Radio stations established in 1971 Category:1971 establishments in England Humberside Category:Radio stations in Lincolnshire Category:Radio stations in Yorkshire Category:Mass media in Kingston upon Hull Category:East Riding of Yorkshire Category:Borough of North Lincolnshire Category:Borough of North East Lincolnshire",
 "title": "BBC Radio Humberside"
}