{
 "id": "570350",
 "text": "Against All Odds is a 1984 American romantic neo-noir thriller film directed by Taylor Hackford and starring Rachel Ward, Jeff Bridges and James Woods alongside Jane Greer, Alex Karras, Richard Widmark and Dorian Harewood. A remake of Out of the Past (1947), the film's plot is about an aging American football star who is hired by a mobster to find his girlfriend. The film's soundtrack, nominated for a Grammy Award, featured songs from Big Country, Kid Creole & the Coconuts, Stevie Nicks and Genesis breakout stars Mike Rutherford, Peter Gabriel and Phil Collins; the last performed the title song, which was nominated for an Academy Award\"I Just Called To Say I Love You\" winning Best Original Song Oscar®-Oscars on YouTube as Best Original Song1985|Oscars.org and for a Golden Globe AwardGolden Globes as Best Original Song as well as a Grammy for Best Pop Vocal Performance, Male.Take A Look At Phil Collins Now|GRAMMY.comPhil Collins|Artist|www.grammy.com ==Plot== Professional football player Terry Brogan (Jeff Bridges) is released by his team, the Outlaws. Aging, injured and in need of money, he is contacted by an old acquaintance, the shady gambler and nightclub owner Jake Wise (James Woods), who wants Terry to find Jake's girlfriend Jessie Wyler (Rachel Ward), daughter of the Outlaws' owner. Jake claims that Jessie assaulted him, stole money and fled. Terry is reluctant to take on the job, but needs the money and knows Wise is capable of blackmailing him. Terry gets in touch with Jessie's mother (Jane Greer), ostensibly to find out where Jessie can be found, but mainly to convince Mrs. Wyler and her business partner Ben Caxton (Richard Widmark) to reinstate him on the team. Mrs. Wyler makes clear that she has no interest in his football career. She's willing to pay him more than Jake would if he will find Jessie for her. Beyond that, she has no use for him. Hank Sully (Alex Karras), the team's trainer, strongly advises Terry to stay away from Jake and offers to help Terry get a coaching job. Terry is convinced his days as a player are not over and instead decides to work for Jake to tide him over until the next season, when he can try to continue his playing career. Terry finds Jessie living in Cozumel, Mexico. He makes multiple attempts to approach Jessie, but she rebuffs him, aware that he must have been sent by either Jake or her mother. Terry tires of pursuing a spoiled brat and packs to leave, but Jessie appreciates that he hasn't revealed her whereabouts and invites him to see where she is staying. They become lovers. Terry confides the leverage Jake has over him is the knowledge that Terry once shaved points in an important football game after he had fallen into debt. Terry and Jessie remain happily together for a few weeks, with Terry continuing to tell Jake he's been unsuccessful in locating her. Sully is sent by Jake to investigate. He catches the lovers alone at the ruins of Chichen Itza. Wielding a gun, Sully demands that Terry turn over the girl and warns him she's \"no good.\" He, too, has been involved in corruption with Jake's sports syndicate. A struggle between the men ensues and Jessie fatally shoots Sully. She wants to flee, as the two will be unable to offer an explanation that will allow them to avoid jail. But when Terry refuses, insisting that the two cannot just run away from the matter, Jessie abandons him. After disposing of Sully's body, Terry returns to Los Angeles and finds to his astonishment that Jessie has returned to Jake. He is bitter toward her, but Jake maintains a hold over him with the point-shaving incident, as well as Sully's sudden disappearance. Jake invites Terry to his nightclub where he is sent to break into the office of Kirsch (Saul Rubinek), the team's corrupt lawyer, who is also involved in Jake's gambling operation. Terry's mission is to retrieve Kirsch's files, which implicate those involved. After leaving the nightclub with the keys he needs for the break-in, Terry goes to Jake's house to see Jessie who didn't come to the show that night. After a desperate confrontation, she admits both her love for him and the hold Jake has over her knowing that she was directly involved in Sully's death. The next morning on the beach, Jake has a heartfelt talk with her, but Jessie is distant and asks him to let her go. Terry breaks into the office only to find Kirsch dead. A security guard has been hired to kill Kirsch and make it look like Terry committed the murder. Terry fights off the security guard, then hides Kirsch's body. He finds a local bar frequented by Kirsch's secretary, Edie (Swoosie Kurtz), where he tells her what has happened and that she, too, is in danger. Edie tells him about a secret box that contains the information to bring down the entire syndicate and local politicians. They return to the office to retrieve the box, where a fight occurs with another two guards, but again Terry escapes, this time with Edie and the files. When Jake tells Jessie that he's had Kirsch killed and framed Terry for the murder, she takes the desperate step of going to her mother's house and informing Caxton, telling him that Jake has been handling bets on his old football team using information he's been given by Sully and Kirsch. What she doesn't know is that Caxton is actually Jake's boss at the syndicate. Caxton takes charge. He arranges to meet Terry at the site of a new construction project that he and Mrs. Wyler are backing. Terry is able to disarm Caxton's henchman Tommy (Dorian Harewood). He says his price for turning over the files is that Caxton must take down Jake. Caxton indicates he is receptive to that idea, whereupon Jake pulls his own gun and threatens to kill Jessie, forcing Terry to drop his weapon. While the men have their attention focused on each other, Jessie retrieves the dropped gun and shoots Jake. Having killed both Jake and Sully, she must agree to terms set by Caxton to avoid going to jail. Caxton's terms include Jessie returning to her estranged mother's side and ending her relationship with Terry. Months later, Terry stays in the background while attending a publicity function for Caxton's and Mrs. Wyler's construction project. He just wants a last look at Jessie before leaving Los Angeles to play for a team in Miami. Caxton reminds him that he is no longer a part of Jessie's life. Terry acknowledges that this is true for the moment, but predicts that some day Jessie will break free of the hold that Caxton and Mrs. Wyler have on her. In the meantime, all Terry and Jessie can do is stare at one another from a distance. ==Cast== * Jeff Bridges as Terry Brogan * Rachel Ward as Jessie Wyler * James Woods as Jacob \"Jake\" Wise * Alex Karras as Hank Sully * Jane Greer as Mrs. Grace Wyler * Richard Widmark as Ben Caxton * Dorian Harewood as Tommy * Swoosie Kurtz as Edie * Saul Rubinek as Steve Kirsch * Pat Corley as Ed Phillips ==Soundtrack== ==Production notes== * The film featured two cameo appearances by stars of Out of the Past on which the film is based: Jane Greer, who played Kathie Moffat in the first movie, plays Rachel Ward's mother (Greer held the infant Jeff Bridges in 1951's The Company She Keeps in a scene with his real life mother, Dorothy Bridges), and Paul Valentine, who played hood Joe Stephanos in the first movie, played a councilman in Against All Odds. *Jeff Bridges' age and appearance in this film was used as a reference to re-create a 35-year-old version of him for the characters of Kevin Flynn and CLU in the film Tron: Legacy (2010).\"We used Jeff's performance of CLU and remapped it onto a digital version of himself at 35 years old. I used the movie Against All Odds as a reference for CLU's appearance.\" – Tron: Legacy Director Joseph Kosinski Forces of Geek: Celebrate Your Pop Culture Obsessions1: FOG! Chats With TRON: Evolution Director Joseph Kosinski ==Reception== Against All Odds received a mixed reception from reviewers. The film has a 64% score on Rotten Tomatoes based on 14 critic reviews.Rotten Tomatoes Roger Ebert of The Chicago-Sun Times gave the film 3 out of 4 stars, saying it dragged in places due to \"a lot of plot\", but was redeemed by the subtle use of \"social criticism\". The New York Times highlights the effective contrast of Woods and Bridges. ==References== == External links == * * * * Category:1980s English-language films Category:1980s romantic thriller films Category:1980s thriller films Category:1984 crime films Category:1984 films Category:American films Category:American neo-noir films Category:American romantic drama films Category:American romantic thriller films Category:Columbia Pictures films Category:Films directed by Taylor Hackford Category:Films scored by Michel Colombier Category:Films shot in Los Angeles Category:Films shot in Mexico Category:Remakes of American films",
 "title": "Against All Odds (1984 film)"
}