{
 "id": "570365",
 "text": "The press gallery is the part of a parliament, or other legislative body, where political journalists are allowed to sit or gather to observe and then report speeches and events. This is generally one of the galleries overlooking the floor of the house and can also include separate offices in the legislative or parliamentary buildings accorded to the various media outlets, such as occurs with the Strangers Gallery in the British House of Commons or the Canberra Press Gallery in the Australian Parliament. ==Overview== The United States Senate established its first press gallery in 1841, and both the House of Representatives and Senate set aside galleries for reporters when they moved into their current chambers in 1857 and 1859. (The White House did not designate a press room until 1902.) The press galleries in Congress are operated by superintendents, appointed by the House and Senate sergeants at arms, and by Standing Committees of Correspondents, elected by the journalists. The first Standing Committee of Correspondents was created in 1879 to eliminate lobbyists from the press galleries. With the approval of House and Senate leaders, reporters drafted a set of requirements for accreditation. Press passes were issued only to those whose primary source of income was journalism, and who reported by telegraph to a daily newspaper. The rules eliminated lobbyists, but also women and minorities. Nineteenth-century women reporters were confined to social news coverage, which did not justify the cost of telegraphing. African American reporters were limited to the black press, which were then all weekly papers. Not until the 1940s did women and minorities overcome these obstacles. In the twentieth century, the same rules denied press passes to radio reporters, unless they simultaneously reported for daily newspapers. In response to complaints from broadcasters, Congress in 1939 created a Radio Gallery in each house, later the Radio-TV galleries. Congress also established a Periodical Press Gallery for magazine and newsletter writers, and a Press Photographers' Gallery. By the 1990s, Internet reporters and bloggers began applying for press passes. After initial resistance, the press galleries adjusted their rules to admit those who earn their living from their journalism, and who are not underwritten by advocacy groups. Reporters who occupy the press galleries are known as the press corps. Now numbering in the thousands, they rely on similar press operations in all three branches of the government. Despite the government's efforts to accommodate the press corps, however, the relationship between the press and the politicians remains essentially adversarial, punctuated by politicians' complaints of bias and misrepresentation, and by reporters' protests against government attempts to manipulate the news. == See also == * Parliamentary Press Gallery – Canada * Canberra Press Gallery – Australia * Fourth Estate * United States Senate Daily Press Gallery * \"The Lobby\", an informal subset of the Press Gallery journalists in the UK == Sources == * Timothy Cook, Governing with the News: The News Media as a Political Institution (Chicago: University of Chicago Press, 1998). * Elaine S. Povich, Partners & Adversaries: The Contentious Connection between Congress and the Media (Arlington Va: The Freedom Forum, 1996). * Donald A. Ritchie, Press Gallery: Congress and the Washington Correspondents (Cambridge: Harvard University Press, 1991). * Donald A. Ritchie, Reporting from Washington: The History of the Washington Press Corps (New York: Oxford University Press, 2005). ==External links== * Maple Leaf Web: Parliamentary Press Gallery & Canadian Politics * U. S. Senate Press Gallery Rules * The Press Gallery of the UK Parliament * UK Parliamentary Archives, House of Commons Parliamentary Press Gallery Papers Category:Journalism Category:Westminster system Category:Press galleries",
 "title": "Press gallery"
}