{
 "id": "570376",
 "text": "Laurie Oakes (born 14 August 1943 in Newcastle, New South Wales) is a retired Australian journalist. He worked in the Canberra Press Gallery from 1969 to 2017, covering the Parliament of Australia and federal elections for print, radio, and television. ==Early career== Oakes was born in Newcastle, New South Wales, the son of Wes and Hazel Oakes. His father worked for BHP as an accountant. When Oakes was six years old, his father was transferred to Cockatoo Island, a small island off the coast of Derby, Western Australia, where there was an iron ore mine. He began his schooling at a one-teacher school with only 20–30 children.Laurie Oakes reflects on 50 years of Australian political journalism, In the Black, 1 March 2016. Retrieved 8 November 2017. Oakes later moved back to New South Wales and attended Lithgow High School. He graduated in 1964 from the University of Sydney while working part-time with the Sydney Daily Mirror. At the age of 25 he was the Melbourne Sun's Canberra Bureau Chief and while working for that paper he began providing political commentaries for the TV program, Willesee at Seven. In 1978 he began The Laurie Oakes Report, a televised political journal. In 1979 he joined Network Ten and worked there for five years. He has since written about politics for The Age in Melbourne and the Sunday Telegraph in Sydney. He commentated for several radio stations. In 1980 he obtained a draft copy of the Australian federal budget, before it was delivered in Parliament. ==Later career== In 1997, Oakes used leaked documents to report on abuse of parliamentary travel expenses, which ended the careers of three ministers, several other politicians and some of their staff. More recently he used leaked documents showing the Rudd Government ignored warnings from four key departments about its Fuelwatch scheme. Oakes has been a weekly contributor to various Publishing and Broadcasting Limited (PBL) owned media outlets, including the former Channel 9 television program, Sunday. He has also been a regular reporter for Nine News. He wrote a weekly column for The Bulletin magazine until it ceased publication in January, 2008. Oakes now writes for news.com.au publications. He announced his retirement date as 18 August 2017. ==Personal politics== In a 2004 interview, Oakes said: \"My personal politics are pretty much in the middle, I would think. I've voted both ways at various times. I don't know if perceptions about my politics influence whether people will be interviewed. [Paul] Keating used to boycott the program every now and again; not because he thought I was a Liberal but because he thought I wouldn't toe the line. Paul believed in rewards and punishment.\" Sydney journalist Oakes has been nicknamed the \"Sphere of Influence\" by Crikey. ==Awards== In 1998 Oakes won the Walkley Award for journalistic leadership, and again in 2001 for television news reporting. He claimed the Gold Walkley in 2010 for his reporting of Labor leaks during the federal election campaign. In 2010, Oakes won the Graham Perkin Australian Journalist of the Year award. In 2011, Oakes was inducted into the Logie Hall of Fame. He delivered the 2011 Andrew Olle Media Lecture. ==Books== * * * * * * * * ==References== ==External links== * Oakes Report - ninemsn.com.au * Category:1943 births Category:Living people Category:Australian political journalists Category:Australian television journalists Category:Logie Award winners Category:Walkley Award winners Category:University of Sydney alumni Category:People from Newcastle, New South Wales",
 "title": "Laurie Oakes"
}