{
 "id": "570740",
 "text": "Jigme Wangchuck (, ; 1905 – 30 March 1952) was the 2nd Druk Gyalpo or king of Bhutan from 26 August 1926, until his death. He pursued legal and infrastructural reform during his reign. Bhutan continued to maintain almost complete isolation from the outside world during this period; its only foreign relations were with the British Raj in India. He was succeeded by his son, Jigme Dorji Wangchuck. ==Early life== Jigme Wangchuck was born in 1905, at the Thinley Rabten Palace in Wangdue Phodrang District. He received his education at Wangdecholing Palace, where he learned English and Hindi and received a religious education.Lham Dorji, p. 30 As the first son of Ugyen Wangchuck, Jigme was expected to succeed his father; accordingly, he was given the title Penlop of Trongsa in 1923.Lham Dorji, p. 31 ==Reign== Jigme Wangchuck ascended to the throne in 1926, after the death of Ugyen Wangchuck; he received his formal coronation in Punakha on March 14, 1927.Lham Dorji, p. 32 He primarily focused his energies on internal construction and infrastructure projects: for instance, Jigme oversaw the renovation of dzongs and monasteries in eastern Bhutan,Lham Dorji, p. 35 and founded and renovated several schools in the country.Lham Dorji, p. 39 He also built several royal residences, including the Kuenga Rabten winter palace in Trongsa and additional residences at Samdrupcholing and Domkhar.Lham Dorji, p. 33 Jigme was interested in other infrastructural projects, such as improving roads and modernizing medical facilities, but was unable to pursue those projects due to a lack of revenue.Lham Dorji, p. 38 Jigme also paid close attention to the administration of Bhutan's laws. He discouraged capital punishment for all crimes besides murder, reduced the judicial fees on the citizenry, and allowed citizens to call on him to appeal the judgments of lower officials.Lham Dorji, pp. 44–45 In foreign policy, Jigme was primarily an isolationist, though he followed his father in maintaining friendly relations with the British Raj. When World War II broke out, Jigme sent 100,000 rupees to the Raj as a gesture of goodwill; in return, the Raj protected Bhutan's isolation by preventing Westerners from visiting the country.Lham Dorji, pp. 36–37 After India became independent, Jigme sent a delegation to initiate diplomatic relations between India and Bhutan; this meeting led to the 1949 friendship treaty between the two nations, in which Bhutan agreed to let India \"guide\" its foreign policy. This treaty also saw India paying an annual subsidy to Bhutan, as well as handing over 32 square miles of land in Dewangiri.Lham Dorji, pp. 37–38 Early in 1952, Jigme fell ill, and witnessed omens that convinced him he would die. Consequently, he resolved to spend his last days practicing archery, which was one of his favorite pastimes; however, his condition deteriorated during this time, and after ten days he had become too sick to continue with archery. He retired to the Kuenga Rabten Palace, where he died on March 30.Lham Dorji, p. 45 ==Children== The Second King, Jigme Wangchuck, had five children with his two cross cousins, Ashi Phuntsho Choden and her sister, Ashi Pema Dechen: * The Third King (Druk Gyalpo) Jigme Dorji Wangchuck (by his first wife). * Princess (Druk Gyalsem) Choki Wangmo Wangchuck (by his second wife). * Prince (Druk Gyalsey) Namgyel Wangchuck, 26th Penlop of Paro (by his second wife). * Princess (Druk Gyalsem) Deki Yangzom Wangchuck (by his second wife). * Princess (Druk Gyalsem) Pema Choden Wangchuck (by his second wife). Princess Choki Wangmo Wangchuck has two daughters, Ashi Deki Choden and Ashi Sonam Yulgyal. Princess Deki Yangzom Wangchuck has five children; Ashi Lhazen Nizal Rica, Dasho Jigme Namgyal, Dasho Wangchuck Dorji Namgyal, Ashi Yiwang Pindarica and Ashi Namzay Kumutha. Princess Pema Choden Wangchuck has four children; Ashi Namden, Dasho Namgyel Dawa (Tulku Namgyel Rinpoche), Dasho Wangchen Dawa (Kathok Situ Rinpoche) and Dasho Leon Rabten. ==Honours== === National honours === * : ** 70px Maharaja Ugyen Wangchuck Medal 1st class in gold (17/11/1909). === Foreign honours === * : ** 70px Honorary Knight Commander of the Order of the Indian Empire (KCIE - 03/06/1930).London Gazette, 3 June 1930 ** 70px Companion of the Order of the Indian Empire (CIE - 11/03/1927). ** 70px Delhi Durbar Silver Medal (12/12/1911). * : ** 70px Recipient of the King George V Silver Jubilee Medal (06/05/1935). ** 70px Recipient of the King George VI Coronation Medal (12/05/1937). ==Ancestry== ==See also== * House of Wangchuck ==References== ==Further reading== * Lham Dorji. Wangchuck Dynasty: 100 Years of Enlightened Monarchy in Bhutan. Center for Bhutan Studies, 1998. Category:1905 births Category:1952 deaths Category:Bhutanese monarchs Category:World War II political leaders Category:Honorary Knights Commander of the Order of the Indian Empire Category:Buddhist monarchs Category:Wangchuck dynasty Category:Companions of the Order of the Indian Empire",
 "title": "Jigme Wangchuck"
}