{
 "id": "570721",
 "text": "Matthew Barnaby (born May 4, 1973) is a Canadian former professional ice hockey right winger. He played in the National Hockey League (NHL) for the Buffalo Sabres, Pittsburgh Penguins, Tampa Bay Lightning, New York Rangers, Colorado Avalanche, Chicago Blackhawks, and Dallas Stars. ==Playing career== Barnaby was drafted by the Buffalo Sabres 83rd overall in the fourth round in the 1992 NHL Entry Draft. He was drafted from the QMJHL where he spent four seasons with the Beauport Harfangs, Verdun Collège Français and Victoriaville Tigres, leading the league in penalty minutes in 1992 and 1993. After completing his QMJHL career with the Tigres, Barnaby joined the Sabres for the end of 1992–93 season. Barnaby, who was considered a pest and agitator during his career, spent the next few seasons playing for the Sabres and AHL affiliate Rochester Americans. Barnaby established a full-time role with the Sabres in the 1995–96 season, recording a career-high in penalty minutes with 335. He was frequently involved in on-ice altercations, and among other incidents he made headlines in 1996, when in a game against the Philadelphia Flyers after a few hits and Barnaby lying on the ice presumably injured, a brawl between the two teams started. With the brawl in full motion, Barnaby jumped to his skates to punish Garth Snow, goaltender of the Flyers, who was poking Barnaby with his stick while the officials weren't looking. In 1996–97 Barnaby scored a career-high 19 goals and 43 points in 68 games. After seven seasons with the Sabres organization during the 1998–99 season, Barnaby was traded by the Sabres to the Pittsburgh Penguins in exchange for Stu Barnes on March 11, 1999. One of his most celebrated fights came the following season in 2000 against his former Sabre teammate Rob Ray after dining with Ray the previous night. Barnaby played in 129 games with the Penguins before he was traded on February 1, 2001, to the Tampa Bay Lightning in exchange for Wayne Primeau. After struggling to provide an impact to start the 2001–02 season for the Lightning, Barnaby was again traded to the New York Rangers for Zdeno Ciger on December 12, 2001. After going scoreless with Tampa Bay in 29 games Barnaby responded with a resurgence of form with the Rangers, scoring 21 points in 48 games. Barnaby became a fan favourite in the Big Apple and played in 196 games before he was traded to the playoff bound Colorado Avalanche in the 2003–04 season, for David Liffiton and Chris McAllister on March 8, 2004. On July 2, 2004, Barnaby signed a three-year contract with the Chicago Blackhawks. After the 2004–05 NHL lockout, he played his first season with the Hawks in 2005–06. Suffering from the year of hiatus he was subsequently bought-out of his contract following the season. Barnaby, again a free agent, signed a one-year deal with the Dallas Stars on July 5, 2006. In the 2006–07 season, Barnaby recorded his 300th, and final point, on December 23, 2006 against the Edmonton Oilers. He played only 39 games with the Stars before suffering a season-ending concussion against the Phoenix Coyotes on January 9, 2007. Struggling with the effects of his concussion Barnaby announced his retirement from the NHL in July 2007. ==Broadcasting career== In September 2007, it was announced via the Sabres website that Barnaby would be given a tryout for replacing Jim Lorentz as color commentator for the Sabres. He served in that capacity for the September 26 pre-season game. The permanent position, however, went to Harry Neale instead. Barnaby also co-hosted The Enforcers on Time Warner Cable SportsNet with Rob Ray until joining ESPN as an NHL analyst in late 2008. He was an occasional broadcaster and analyst for the show NHL on TSN.https://www.tsn.ca/shows/thatshockey2nite/ That's Hockey 2Nite homepage On December 5, 2011, ESPN terminated its contract with Barnaby after his arrest on suspicion of DWI earlier in the day. ==Later life== During the 2013–14 season, Barnaby played Senior AAA hockey with the Dundas Real McCoys of the Ontario Hockey Association's Major League Hockey. Former NHLer Matthew Barnaby joins Dundas Real McCoys In June 2016, Barnaby was named an assistant coach of the Ontario Hockey League's Kitchener Rangers. He was released from the Rangers on October 3, 2017. Barnaby lives in Ottawa and is a hockey analyst on The Power Play on SiriusXM channel 91. Since 2019, he has hosted a podcast called \"Unfiltered with Matthew Barnaby\".Spittin Chicklets Podcast ep 161 Outside of hockey, Barnaby is the co-owner of a company called Hunger Cave. He has also been involved in charitable work raising money for Alzheimer's since his grandmother died from the disease. ==Legal problems== On May 13, 2011, Barnaby was arrested for domestic violence in Amherst, New York.Former Sabre arrested for domestic violence, WIVB.com, May 13, 2011. He was accused of causing an estimated $300 in damage after kicking a garage door in an attempt to enter the suburban Buffalo home where his estranged wife and two children lived, Erie County District Attorney Frank Sedita's office said.ESPN splits with NHL analyst Matthew Barnaby following DWI arrest - ESPN On May 14, 2011, Barnaby pleaded not guilty to felony criminal mischief and was ordered to complete 500 hours of community service to have charges dropped. As part of the ruling, he was also issued a one-year order of protection from his wife. He was barred from taking what was described as any \"offensive\" action against his wife, and was ordered to avoid contact with his wife's boyfriend, the DA's office said. Barnaby was also ordered to continue attending anger management counseling. As part of the plea agreement, the misdemeanor charges of criminal mischief and aggravated harassment were to be dropped if he fulfilled the judge's order within a year.http://www.buffalonews.com/city/police-courts/courts/article423231.ece On December 5, 2011, Barnaby was arrested near his home in Clarence, New York. Police found him driving a car that had damage to its front end and was missing its front tire. Barnaby failed field sobriety tests and refused a breath test, and he subsequently had his license revoked. On December 13, he pleaded guilty to driving while intoxicated, refusing a breath test, driving with unsafe tires, and failing to notify the Department of Motor Vehicles of his address change. Barnaby was ordered to perform 100 hours of community service, attend alcohol abuse counseling, and pay a $1,950 fine.\"Matthew Barnaby pleads guilty\". espn.com. December 13, 2011. Retrieved April 29, 2021. On March 5, 2020, Barnaby was arrested in Nashville. According to police, he was drunk at a bar, got into an altercation with some bystanders, and choked the bar's bouncer. Barnaby was charged with assault and public intoxication.Fernandez, Gabriel. \"Former NHL brawler Matthew Barnaby arrested for fighting at Nashville bar\". cbssports.com. March 5, 2020. Retrieved April 29, 2021. ==Career statistics== Bold indicates led league {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" style=\"text-align:center; width:60em\" |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" bgcolor=\"#ffffff\" | ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Regular season ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Playoffs |- bgcolor=\"#e0e0e0\" ! Season ! Team ! League ! GP ! G ! A ! Pts ! PIM ! GP ! G ! A ! Pts ! PIM |- | 1989–90 | Hull Frontaliers | QAHA | 50 | 43 | 50 | 93 | 149 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 1989–90 | Outaouais Frontaliers | QMAAA | 2 | 0 | 0 | 0 | 0 | — | — | — | — | — |- | 1990–91 | Beauport Harfangs | QMJHL | 52 | 9 | 5 | 14 | 262 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 1991–92 | Beauport Harfangs | QMJHL | 63 | 29 | 37 | 66 | 476 | — | — | — | — | — |- | 1992–93 | Beauport Harfangs | QMJHL | 19 | 12 | 23 | 35 | 144 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 1992–93 | Verdun Collège Français | QMJHL | 33 | 26 | 35 | 61 | 217 | — | — | — | — | — |- | 1992–93 | Victoriaville Tigres | QMJHL | 13 | 6 | 9 | 15 | 87 | 6 | 2 | 4 | 6 | 44 |- bgcolor=\"#f0f0f0\" | 1992–93 | Buffalo Sabres | NHL | 2 | 1 | 0 | 1 | 10 | 1 | 0 | 1 | 1 | 4 |- | 1993–94 | Rochester Americans | AHL | 42 | 10 | 32 | 42 | 153 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 1993–94 | Buffalo Sabres | NHL | 35 | 2 | 4 | 6 | 106 | 3 | 0 | 0 | 0 | 17 |- | 1994–95 | Rochester Americans | AHL | 56 | 21 | 29 | 50 | 274 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 1994–95 | Buffalo Sabres | NHL | 23 | 1 | 1 | 2 | 116 | — | — | — | — | — |- | 1995–96 | Buffalo Sabres | NHL | 73 | 15 | 16 | 31 | 335 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 1996–97 | Buffalo Sabres | NHL | 68 | 19 | 24 | 43 | 249 | 8 | 0 | 4 | 4 | 36 |- | 1997–98 | Buffalo Sabres | NHL | 72 | 5 | 20 | 25 | 289 | 15 | 7 | 6 | 13 | 22 |- bgcolor=\"#f0f0f0\" | 1998–99 | Buffalo Sabres | NHL | 44 | 4 | 14 | 18 | 143 | — | — | — | — | — |- | 1998–99 | Pittsburgh Penguins | NHL | 18 | 2 | 2 | 4 | 34 | 13 | 0 | 0 | 0 | 35 |- bgcolor=\"#f0f0f0\" | 1999–2000 | Pittsburgh Penguins | NHL | 64 | 12 | 12 | 24 | 197 | 11 | 0 | 2 | 2 | 29 |- | 2000–01 | Pittsburgh Penguins | NHL | 47 | 1 | 4 | 5 | 168 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 2000–01 | Tampa Bay Lightning | NHL | 29 | 4 | 4 | 8 | 97 | — | — | — | — | — |- | 2001–02 | Tampa Bay Lightning | NHL | 29 | 0 | 0 | 0 | 70 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 2001–02 | New York Rangers | NHL | 48 | 8 | 13 | 21 | 144 | — | — | — | — | — |- | 2002–03 | New York Rangers | NHL | 79 | 14 | 22 | 36 | 142 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 2003–04 | New York Rangers | NHL | 69 | 12 | 20 | 32 | 120 | — | — | — | — | — |- | 2003–04 | Colorado Avalanche | NHL | 13 | 4 | 5 | 9 | 37 | 11 | 0 | 2 | 2 | 27 |- bgcolor=\"#f0f0f0\" | 2005–06 | Chicago Blackhawks | NHL | 82 | 8 | 20 | 28 | 178 | — | — | — | — | — |- | 2006–07 | Dallas Stars | NHL | 39 | 1 | 6 | 7 | 127 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 2013–14 | Dundas Real McCoys | ACH | 3 | 1 | 2 | 3 | 14 | — | — | — | — | — |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" | NHL totals ! 834 ! 113 ! 187 ! 300 ! 2562 ! 62 ! 7 ! 15 ! 22 ! 170 |} ==See also== *List of NHL players with 2,000 career penalty minutes ==References== ==External links== * * Category:1973 births Category:Living people Category:Beauport Harfangs players Category:Buffalo Sabres draft picks Category:Buffalo Sabres players Category:Canadian ice hockey right wingers Category:Chicago Blackhawks players Category:Colorado Avalanche players Category:Dallas Stars players Category:Ice hockey people from Ontario Category:New York Rangers players Category:Pittsburgh Penguins players Category:Rochester Americans players Category:Sportspeople from Ottawa Category:Tampa Bay Lightning players Category:Verdun Collège Français players Category:Victoriaville Tigres players",
 "title": "Matthew Barnaby"
}