{
 "id": "570981",
 "text": "John Robson (14 March 1824 – 29 June 1892) was a Canadian journalist and politician, who served as the ninth premier of British Columbia. ==Journalist and activist== Robson spent his early life as a merchant in Canada West and Montreal in Canada East. In 1859, upon news of the Fraser Canyon Gold Rush, Robson moved west to the then Colony of British Columbia from Upper Canada. Unsuccessful at prospecting, Robson helped his brother, a Methodist minister, complete construction of a church in New Westminster, the capital of the new colony. He settled there and evidently began to become known in reformist circles as an articulate advocate of responsible government, for he was shortly hired as editor of a new newspaper, The British Columbian. His advocacy of devolution of power from the colonial governor, Sir James Douglas, to a democratically elected assembly brought him into conflict with the august and autocratic Douglas. Douglas governed both British Columbia and the Colony of Vancouver Island from Victoria, and this absence incurred further complaint from Robson and his paper. Robson joined forces with other colonial-era editors such as Amor De Cosmos in railing against the Governor and his officials, including Chief Justice Sir Matthew Baillie Begbie. In 1862, Begbie cited contempt of court charges against Robson during the Cottonwood Scandal for publishing an unproven allegation that the Chief Justice had accepted a bribe from land speculators. Robson served on the New Westminster town council in the 1860s before being appointed to the British Columbia legislative council. By 1864, Douglas had retired and the colony finally had its own resident governor, Frederick Seymour. By now, Robson had toned down his rhetoric about responsible government as the colonial assembly began to accrue more power. He was a reluctant supporter of the colony's union with Vancouver Island in 1866, but by 1869, Robson had moved his newspaper's operations across the Strait to Victoria. It was soon bought out by the rival Daily British Colonist (today the Victoria Times-Colonist), which had been founded by De Cosmos. There Robson served as political editor for six years, and became a passionate advocate for the colony's union with Canada, formed as a confederation of four colonies of British North America on 1 July 1867. Together with De Cosmos and Robert Beaven (also future premiers), Robson founded the Confederation League which lobbied Seymour, as well as London and Ottawa, for British Columbia's entry into Confederation. Robson's advocacy eventually paid off when British Columbia was admitted as the sixth province on 20 July 1871. ==Provincial political career== During British Columbia's colonial days, Robson had briefly served in the colonial assembly, but otherwise his political activity was limited to editorializing and lobbying. Once the colony joined confederation in 1871, however, he ran and was elected to the new province's first legislative assembly as a representative for Nanaimo. There he became an opponent of his former ally De Cosmos as well as Premier George Anthony Walkem, and advocated reforms, including female suffrage. His support for Alexander Mackenzie's Liberals in the 1874 federal election, won him a patronage appointment with the Canadian Pacific Railway, a position he held for five years. Following this, Robson purchased a newspaper in New Westminster, which he published and edited for two years. In 1882, after a seven-year absence, Robson returned to the provincial legislature as one of the members for New Westminster. He served in various high-profile cabinet portfolios under Premiers William Smithe and A.E.B. Davie, where he earned a reputation as an advocate for public education, accelerated settlement, improved exploration and surveys, and subsidies to transportation providers, such as railways. He was also a vigorous opponent of land speculation, seeing it as a hindrance to settlement and transforming land into economically viable resources. Perhaps his greatest success came as the leading advocate for constructing the Canadian Pacific Railway terminus at Granville, and his encouragement of the citizens there to incorporate their locality. It was Robson who was responsible for having the legislature name the new municipality Vancouver upon its incorporation in 1886. During Davie's illness, Robson served as acting premier. Upon Davie's death 1889, Robson was appointed premier. In 1890, to ease his workload, he moved from representing the busy, growing riding of New Westminster to becoming one of the members for the vast, frontier electoral district of Cariboo in the province's Central Interior. His brief tenure is chiefly remembered for his continued actions to enable homesteading, as well as his lobbying the federal government to construct a dry dock at Esquimalt, just west of Victoria. Robson remained premier until his death in 1892, which occurred after he hurt his finger in the door of a carriage during a visit to London, and got blood poisoning. John Robson is interred in the Ross Bay Cemetery in Victoria, British Columbia. ==Places named for Robson== * Robson Cove is located near the entrance to Burrard Inlet. * Robson Street, a major east-west thoroughfare in downtown Vancouver, British Columbia. * Robson Square, along the street of the same name. * Robson town near Castlegar. * John Robson Building on Robson Street * John Robson Elementary School in New Westminster Not named for Robson * Robson Bight, on Vancouver Island, off Johnstone Strait is not named for him, but for Royal Navy officer Charles Rufus Robson. * Mount Robson, on the border between British Columbia and Alberta, is not named for him, but likely for North West Company guide Colin Robertson. ==References== == External links == *Biography at the Dictionary of Canadian Biography Online *Biography at CDBO of Sir Matthew Ballie Begbie – source of information on Cottonwood Scandal Category:Pre-Confederation British Columbia people Category:1824 births Category:1892 deaths Category:Premiers of British Columbia Category:Canadian Presbyterians Category:Canadian people of Scottish descent Category:People from Perth, Ontario Category:Persons of National Historic Significance (Canada) Category:Members of the Legislative Council of British Columbia",
 "title": "John Robson (politician)"
}