{
 "id": "571339",
 "text": "3MP is a commercial radio station, broadcast from Rowville and licensed to Melbourne. Owned and operated by Ace Radio from studios in South Melbourne, it broadcasts an easy listening music format on 1377 AM and DAB+ digital radio. ==History== ===Early years=== 3MP commenced transmission on 22 July 1976 from studios in the Bayside Shopping Centre, Frankston. It initially broadcast on 1380 kHz AM from a transmitter located at Rowville and, despite being based outside of the Melbourne city centre, was regarded by many listeners as Melbourne's seventh commercial radio station, the first new commercial licence since the launch of 3XY in 1935. The original licence holder was a consortium of businessmen and media identities and broadcast a music format of adult contemporary music blending solid gold and current top 40 records. Devised by the station's first General Manager, Ray Bean and Operations Manager, Geoff Brown, the station aimed to target an older demographic than the then-market leading 3XY. The first announcer heard on the station was John Burgess, with an initial presenting line-up including future Today weatherman Brian Bury and former 3LO presenter Richard Coombe. The first song played on the station was \"Howzat\" by Sherbet. In 1978, as part of the Australian implementation of the Geneva Frequency Plan, 3MP changed frequencies from 1380 AM to 1377 AM. ===AWA era=== Although the original Articles of Association prohibited any one person from owning more than 5% of the shares in 3MP's licensee, the station was sold outright to AWA in 1980. In January 1986, the station dropped its adult contemporary music format in favour of easy listening, which had been abandoned two weeks prior by rival 3AK. The move grew 3MP's previously modest ratings. In October 1987, AWA sold its radio assets to Wesgo Communications for $40 million. ===Wesgo era=== In 1993, Wesgo Communications purchased rival station 3EE The Breeze, replacing 3EE's format with a simulcast of 3MP. However, following complaints from Triple M, Gold FM, Fox FM and 3AW, the Australian Broadcasting Authority ruled against this, and in 1994 Wesgo launched oldies formatted Magic 693, ending the simulcast. Magic 693's format, along with coverage of weekend AFL matches, proved successful as ratings climbed, albeit at the displacement of 3MP. In 1995, the stations were sold to Southern Cross Broadcasting, which at the time operated 3AW and 3AK, and the newsroom used by both 3EE and 3MP closed. Southern Cross Broadcasting was made to sell two stations, including 3MP. By 1996, it was sold to Goulburn Valley Broadcasters, which operated Shepparton-based 3SR. In 2001, ownership of 3MP was transferred to Data and Commerce Limited, which owned and operated Melbourne AM station 3AK. In 2002, 3MP relocated its studios from Frankston to inner suburban Richmond where it shared facilities with 3AK. ===Pacific Star era=== ====MTR and MyMP==== In December 2009, Pacific Star Network announced a joint-venture agreement with the Macquarie Radio Network, operators of Sydney talkback radio station 2GB, to supply radio programming into Melbourne. In April 2010, the joint-venture launched MTR 1377, replacing 3MP programming on 1377 AM. thumb|right|alt=MyMP logo (April 2010 – May 2015)|MyMP logo (April 2010 – May 2015) The easy listening music format continued on DAB+ digital radio branded as MyMP, albeit without announcers. Announcers returned to MyMP on 13 May 2011, including Mark Johnson, John Tamb and Eddie Olek. In October 2011, the Australian Communications and Media Authority, acting on a complaint, shut down a pirate radio station operating from the Melbourne suburb of Chadstone, re-broadcasting the MyMP signal on AM radio. In March 2012, the MTR joint-venture entered administration, and on 2 March ceased broadcasting. MyMP returned to the 1377 AM frequency shortly after. ====Return to AM==== In April 2012, MyMP was granted a power increase to better cover the northern and western areas of Melbourne - first applied for while operating as MTR. Also in 2012, MyMP introduced 'lifestyle weekends', with Phil Wall hosting My Fishing and Richard Stockman hosting My Wine & Food. Former Sale of the Century host Glenn Ridge moved into weekday mornings, hosting My Melbourne. In 2015, MyMP adopted the positioner of \"Melbourne's greatest hits from the 60s, 70s & 80s\", and in May reverted to the 3MP brand. In July, the newsroom shared between 3MP and sister station 1116 SEN was closed, replaced with a service from Macquarie National News. On 24 October 2016, the station relaunched as Classic Rock Radio. ====SEN+ and SEN Track==== On 13 August 2018, Classic Rock Radio was replaced with SEN+, an expansion of 1116 SEN. SEN+ was home to much of SEN's soccer coverage, with some additional unique cricket and racing coverage. The rest of the time it repeated the main SEN station. On 27 March 2020, SEN+ relaunched as SEN Track, a horse and greyhound racing station. On 5 June 2020, ACE Radio announced it had acquired the 3MP licence. ===Ace Radio era=== On 3 July 2020, the station was relaunched as 3MP, returning to an easy listening music format. ==Notable presenters== ;Former * John Burgess * Brian Bury * Shawn Cosgrove * Geoff Cox * Keith McGowan * Glenn Ridge * Richard Stockman ==References== ==External links== * Category:Ace Radio Category:Easy listening radio stations in Australia Category:Radio stations established in 1976 Category:1976 establishments in Australia",
 "title": "3MP"
}