{
 "id": "571560",
 "text": "Robert Badinter (; born 30 March 1928) is a French lawyer, politician, and author who enacted the abolition of the death penalty in France in 1981, while serving as Minister of Justice under François Mitterrand. He has also served in high-level appointed positions with national and international bodies working for justice and the rule of law. == Early life == Robert Badinter was born 30 March 1928 in Paris to Simon Badinter and Charlotte Rosenberg. His Bessarabian Jewish family had immigrated to France in 1921 to escape pogroms. During World War II after the Nazi occupation of Paris, his family sought refuge in Lyon. His father was captured in the 1943 Rue Sainte-Catherine Roundup and deported with other Jews to the Sobibor extermination camp, where he died shortly thereafter. Badinter graduated in law from Paris Law Faculty of the University of Paris. He then went to the United States to continue his studies at Columbia University in New York City where he got his MA. He continued his studies again at the Sorbonne until 1954. In 1965, Badinter was appointed as a professor at University of Sorbonne. He continued as an Emeritus professor until 1996. ==Political career== ===Beginnings=== Badinter started his career in Paris in 1951, as a lawyer in a joint work with Henri Torrès. In 1965, along with Jean-Denis Bredin, he founded the law firm Badinter, Bredin et partenaires, (now Bredin Prat)\"Best Friends\", bredinprat where he practiced law until 1981. ===The Bontems case=== Badinter's activism against the death penalty began after Roger Bontems's execution on 28 November 1972. Along with Claude Buffet, Bontems had taken a prison guard and a nurse hostage during the 1971 revolt in Clairvaux Prison. While the police were storming the building, Buffet slit the hostages' throats. Badinter served as defense counsel for Bontems. Although it was established during the trial that Buffet alone was the murderer, the jury sentenced both men to death. Badinter was outraged by unfair impositions of the death penalty and, after witnessing the executions, further dedicated himself to the abolition of the death penalty. ===Death penalty=== In this context, he agreed to defend Patrick Henry. In January 1976, 8-year-old Philipe Bertrand was kidnapped. Henry was soon picked up as a suspect, but released because of a lack of proof. He gave interviews on television, saying that those who kidnapped and killed children deserved death. A few days later, he was again arrested, and shown Bertrand's corpse hidden in a blanket under his bed. Badinter and Robert Bocquillon defended Henry, making the case not about Henry's guilt, but against applying the death penalty. Henry was sentenced to life imprisonment and paroled in 2001. The death penalty was still applied in France on a number of occasions - three people were executed between 1976 and 1977 under the presidency of Valery Giscard d'Estaing - but its use became increasingly controversial as opinions rose against it. Crimes related to all the three executions were widely condemned for involving coarse brutality, torture, or sexual assault against children or women, suggesting that after the Buffet-Bontems controversy, a higher bar was set for the sentence and presidential pardon. After an almost unanimously approved appeal to the Court of Cassation, the final death sentence, against Philippe Maurice, for murder of a police officer, was confirmed in March 1981, weeks before the election of president Mitterrand. ===Ministerial mandate (1981–1986)=== In 1981, François Mitterrand, a previous self-professed opponent of the death penalty, was elected president and Badinter was appointed as Minister of Justice. Among his first actions was to introduce a bill to the French Parliament proposing the abolishing of the death penalty for all crimes, both civilian and military. The bill was passed by the Senate after heated debate on 30 September 1981. On October 9, the law was officially enacted, putting into effect the abolishing of capital punishment in France. During his mandate, he also helped pass other laws related to judicial reform, such as: * Abolition of the \"juridictions d'exception\" (\"special courts\"), such as the Cour de Sûreté de l'État (\"State Security Court\") and the military courts, in time of peace. * Consolidation of private freedoms (such as the lowering of the age of consent for homosexual sex to make it the same as for heterosexual sex) * Improvements to the Rights of Victims (any convicted person can make an appeal before the European Commission for Human Rights and the European Court for Human Rights) * Development of non-custodial sentences (such as community service for minor offences). He remained a minister until 18 February 1986. ===1986–present=== thumb|Robert Badinter in 2007 From March 1986 to March 1995 he was president of the French Constitutional Council. From 1995 to 2011 he served as a senator, representing the Hauts-de-Seine département.Robert Badinter, senat.fr In 1989, he participated in the French television program Apostrophes, devoted to human rights, together with the 14th Dalaï Lama. Discussing the disappearance of Tibetan culture from Tibet, Badinter used the term \"cultural genocide.\"Les droits de l'homme Apostrophes, A2 – 21 April 1989 – 01h25m56s, Web site of the INA He praised the example of Tibetan nonviolent resistance.Badinter: \"La non- violence tibétaine est exemplaire\", lexpress.fr; accessed 12 March 2017. Badinter met with the Dalai Lama many times, in particular in 1998 when he greeted him as the \"Champion of Human Rights,\" and again in 2008.\"Badinter and Dalai Lama\", Nouvel Observateur; accessed 12 March 2017. In 1991, Badinter was appointed by the Council of Ministers of the European Community as a member of the Arbitration Commission of the Peace Conference on Yugoslavia. He was elected as President of the commission by the four other members, all presidents of constitutional courts in the European Community. The Arbitration Commission has rendered eleven pieces of advice regarding \"major legal questions\" arisen by the split of the SFRY.Curriculum vitae of Robert Badinter, un.org; accessed 12 March 2017. Badinter has opposed the accession of Turkey to the European Union, on the grounds that Turkey might not be able to follow the rules of the Union. He was also concerned about the nation's location, saying: \"Why should Europe be neighbour with Georgia, Armenia, Syria, Iran, Iraq, the former Caucasus, that is, the most dangerous region of these times? Nothing in the project of the founding fathers foresaw such an extension, not to say expansion.\" As a head of the Arbitration Commission, he gained high respect among Macedonians and other ethnic groups in the Republic of Macedonia because he recommended \"that the use of the name 'Macedonia' cannot therefore imply any territorial claim against another State.\" He supported full recognition of the republic in 1992. Because of that, he was involved in drafting the so-called Ohrid Agreement in the Republic of Macedonia. This agreement was based on the principle that ethnic-related proposals passed by the national assembly (and later to be applied to actions of city councils and other local government bodies) should be supported by a majority of both Macedonians and Albanian ethnic groups. The latter minority comprises about 25% of the population. This is often called the \"Badinter principle\". In 2009, Badinter expressed dismay at the Pope's lifting of the excommunication of controversial English Catholic bishop Richard Williamson, who had expressed Holocaust denial and was illegally consecrated a bishop and. The Pope reactivated the excommunication later. Badinter was elected to the American Philosophical Society in 2009. ===World Justice Project=== Badinter serves as an Honorary Co-Chair for the World Justice Project. It works to lead a global, multidisciplinary effort to strengthen the Rule of Law for the development of communities of opportunity and equity. === Case of Dominique Strauss-Kahn === At the start of the case of Dominique Strauss-Kahn in 2011, in which the IMF Managing Director was accused of rape and was arrested by the police in New York, Robert Badinter reacted by saying to France Inter that he was outraged by the “media killing” and denounced the “failure of an entire system”.Dominique Strauss-Kahn settles sexual assault case with hotel maid Perp walk? Blame Giuliani In 2012, he again defended the former IMF director on RTL, believing that “each time, justice stops” An Indefensible Defense === Awards === He refused any honorary distinction from the National Order of the Legion of Honor (same as his wife) and the Ordre National du Merite. He nevertheless received foreign decorations, notably the Order of Tomáš Garrigue Masaryk (Czech Republic) in 2001.Seznam vyznamenaných and the Order 8-September (North Macedonia) in 2006.Hungarian PM Gets Macedonia’s Top Award As a longstanding activist for the abolition of the death penalty, Robert Badinter was appointed an honorary member of the International Commission Against the Death Penalty. ==Personal life== Badinter married philosopher and feminist writer Élisabeth Bleustein- Blanchet, daughter of Marcel Bleustein-Blanchet, who is the founder of Publicis. ==Summary of political career== * President of the Constitutional Council of France: 1986–1995. *Political appointee: * Minister of Justice : 1981–1986 (Resigned when named as President of the Constitutional Council of France). *Electoral office: * Senator of Hauts-de-Seine : 1995–2011. Elected in 1995, reelected in 2004. ==Bibliography== * L'exécution (1973), about the trial of Claude Buffet and Roger Bontems * Condorcet, 1743–1794 (1988), co- authored with Élisabeth Badinter. * Une autre justice (1989) * Libres et égaux : L'émancipation des Juifs (1789–1791) (1989) * La prison républicaine, 1871–1914 (1992) * C.3.3 – Oscar Wilde ou l'injustice (1995) * Un antisémitisme ordinaire (1997) * L'abolition (2000), recounting his fight for the abolition of the death penalty in France * Une constitution européenne (2002) * Le rôle du juge dans la société moderne (2003) * Contre la peine de mort (2006) * Abolition: One Man's Battle Against the Death Penalty, English version of L'abolition (2000), translated by Jeremy Mercer, (Northeastern University Press, 2008) * Les épines et les roses (2011), on his failures and successes as Minister of Justice ==References== ==External links== * Official page of Robert Badinter in the French Senate * La page de Robert Badinter sur le site du Sénat * Vidéo: Robert Badinter en 1976, il motive son engagement contre la peine de mort, une archive de la Télévision suisse romande * UHB Rennes II : Autour de l'oeuvre de Robert Badinter: Éthique et justice. Synergie des savoirs et des compétences et perspectives d'application en psychocriminologie. \"journées d'étude les 22 et 23 mai 2008 à l'université Rennes 2, sur le thème 'Autour de l'œuvre de Robert Badinter: Éthique et justice'\"], uhb.fr; accessed 12 March 2017. |- Category:1928 births Category:Fellows of the American Academy of Arts and Sciences Category:French anti–death penalty activists Category:20th-century French Jews Category:French Ministers of Justice Category:French people of Moldovan-Jewish descent Category:French Senators of the Fifth Republic Category:Human Rights League (France) members Category:LGBT rights activists from France Category:Living people Category:Politicians from Paris Category:Recipients of the Order of Tomáš Garrigue Masaryk Category:Socialist Party (France) politicians Category:Tibet freedom activists Category:Senators of Hauts-de-Seine Category:University of Paris alumni Category:Columbia University alumni",
 "title": "Robert Badinter"
}