{
 "id": "571621",
 "text": "{| |} The Grumman X-29 was an American experimental aircraft that tested a forward-swept wing, canard control surfaces, and other novel aircraft technologies. The X-29 was developed by Grumman, and the two built were flown by NASA and the United States Air Force. The aerodynamic instability of the X-29's airframe required the use of computerized fly-by-wire control. Composite materials were used to control the aeroelastic divergent twisting experienced by forward-swept wings, and to reduce weight. The aircraft first flew in 1984, and two X-29s were flight tested through 1991. ==Design and development== Two X-29As were built by Grumman after the proposal had been chosen over a competing one involving a General Dynamics F-16 Fighting Falcon. The X-29 design made use of the forward fuselage and nose landing gear from two existing F-5A Freedom Fighter airframes (63-8372 became 82-0003 and 65-10573 became 82-0049). The control surface actuators and main landing gear were from the F-16. The technological advancement that made the X-29 a plausible design was the use of carbon-fiber composites. The wings of the X-29, made partially of graphite epoxy, were swept forward at more than 33 degrees; forward-swept wings were first trialed 40 years earlier on the experimental Junkers Ju 287 and OKB-1 EF 131. The Grumman internal designation for the X-29 was \"Grumman Model 712\" or \"G-712\". ===Three-surface design and inherent instability=== The X-29 is described as a three surface aircraft, with canards, forward-swept wings, and aft strake control surfaces, using three-surface longitudinal control. The canards and wings result in reduced trim drag and reduced wave drag, while using the strakes for trim in situations where the center of gravity is off provides less trim drag than relying on the canard to compensate. The configuration, combined with a center of gravity well aft of the aerodynamic center, made the craft inherently unstable. Stability was provided by the computerized flight control system making 40 corrections per second. The flight control system was made up of three redundant digital computers backed up by three redundant analog computers; any of the three could fly it on its own, but the redundancy allowed them to check for errors. Each of the three would \"vote\" on their measurements, so that if any one was malfunctioning it could be detected. It was estimated that a total failure of the system was as unlikely as a mechanical failure in an airplane with a conventional arrangement. The high pitch instability of the airframe led to wide predictions of extreme maneuverability. This perception has held up in the years following the end of flight tests. Air Force tests did not support this expectation. For the flight control system to keep the whole system stable, the ability to initiate a maneuver easily needed to be moderated. This was programmed into the flight control system to preserve the ability to stop the pitching rotation and keep the aircraft from departing out of control. As a result, the whole system as flown (with the flight control system in the loop as well) could not be characterized as having any special increased agility. It was concluded that the X-29 could have had increased agility if it had faster control surface actuators and/or larger control surfaces. ===Aeroelastic considerations=== thumb|left|X-29 with aft control surfaces deflected In a forward swept wing configuration, the aerodynamic lift produces a twisting force which rotates the wing leading edge upward. This results in a higher angle of attack, which increases lift, twisting the wing further. This aeroelastic divergence can quickly lead to structural failure. With conventional metallic construction, a torsionally very stiff wing would be required to resist twisting; stiffening the wing adds weight, which may make the design unfeasible. The X-29 design made use of the anisotropic elastic coupling between bending and twisting of the carbon fiber composite material to address this aeroelastic effect. Rather than using a very stiff wing, which would carry a weight penalty even with the relatively light-weight composite, the X-29 used a laminate which produced coupling between bending and torsion. As lift increases, bending loads force the wing tips to bend upward. Torsion loads attempt to twist the wing to higher angles of attack, but the coupling resists the loads, twisting the leading edge downward reducing wing angle of attack and lift. With lift reduced, the loads are reduced and divergence is avoided. ==Operational history== The first X-29 took its maiden flight on 14 December 1984 from Edwards AFB piloted by Grumman's Chief Test Pilot Chuck Sewell. The X-29 was the third forward-swept wing jet-powered aircraft design to fly; the other two were the German Junkers Ju 287 (1944) and the HFB-320 Hansa Jet (1964). On 13 December 1985, an X-29 became the first forward-swept wing aircraft to fly at supersonic speed in level flight. The X-29 began a NASA test program four months after its first flight. The X-29 proved reliable, and by August 1986 was flying research missions of over three hours involving multiple flights. The first X-29 was not equipped with a spin recovery parachute, as flight tests were planned to avoid maneuvers that could result in departure from controlled flight, such as a spin. The second X-29 was given such a parachute and was involved in high angle-of-attack testing. X-29 number two was maneuverable up to an angle of attack of about 25 degrees with a maximum angle of 67° reached in a momentary pitch-up maneuver. The two X-29 aircraft flew a total of 242 times from 1984 to 1991. The NASA Dryden Flight Research Center reported that the X-29 demonstrated a number of new technologies and techniques, and new uses of existing technologies, including the use of \"aeroelastic tailoring to control structural divergence\", aircraft control and handling during extreme instability, three-surface longitudinal control, a \"double-hinged trailing-edge flaperon at supersonic speeds\", effective high angle of attack control, vortex control, and demonstration of military utility. ==Aircraft on display== The first X-29, 82-003, is now on display in the Research and Development Gallery at the National Museum of the United States Air Force on Wright-Patterson Air Force Base near Dayton, Ohio. The other craft is on display at the Armstrong Flight Research Center on Edwards Air Force Base. A full-scale model was on display from 1989 to 2011 at the National Air and Space Museum's National Mall building in Washington, DC. The full-scale replica was moved to the Cradle of Aviation Museum, Garden City, N.Y. in 2011. ==Specifications (X-29)== right|350px ==See also== ==References== ===Notes=== ===Bibliography=== * * * * * * * * * * * * ==External links== * X-29 fact sheet at NASA.gov * X-29 fact sheet by the National Museum of the United States Air Force * X-29 photos, and X-29 videos at NASA.gov * \"X-29: Aircraft with Forward Swept Wings\", part 1, part 2 at Military.com X-029 X-29, Grumman Category:Single-engined jet aircraft Category:Forward-swept-wing aircraft Category:Canard aircraft Category:NASA aircraft Category:DARPA Category:Edwards Air Force Base Category:Relaxed- stability aircraft Category:Aircraft first flown in 1984",
 "title": "Grumman X-29"
}