{
 "id": "572059",
 "text": "{{Infobox writer | name = Mark Clifton | imagesize = | alt = | caption = | pseudonym = | birth_name = | birth_date = 1906 | birth_place = | death_date = 1963 | death_place = | occupation = Writer, personnel manager | nationality = American | ethnicity = | citizenship = | education = | alma_mater = | period = | genre = Science fiction | subject = | movement = | notableworks = When They Come From Space, They'd Rather Be Right, \"Star Bright\" | spouse = | partner = | children = | relatives = | influences = | influenced = | awards = Hugo Award, Cordwainer Smith Rediscovery Award | signature = | website = | portaldisp = }} Mark Clifton (1906–1963) was an American science fiction writer, the co-winner of the second Hugo Award for best novel. He began publishing in May 1952 with the widely anthologized story \"What Have I Done?\". ==Series== About half of his work falls into two series: the \"Bossy\" series, about a computer with artificial intelligence, was written either alone or in collaboration with Alex Apostolides or Frank Riley; and the \"Ralph Kennedy\" series, which is more comical, and was written mostly solo, including the novel When They Come From Space, although there was one collaboration with Apostolides. Clifton gained his greatest success with his novel They'd Rather Be Right (also known as The Forever Machine), co-written with Riley, which was serialized in Astounding during 1954, and which was awarded the Hugo Award. ==\"Star Bright\"== Clifton's other most popular short story is \"Star Bright,\" the first of three appearances in Horace Gold's Galaxy (July 1952), about a super-intelligent toddler with psychic powers. From Clifton's correspondence we know that Gold \"editorially savaged\" the story, which appeared in severely truncated or altered form. The story has been compared favorably to Kuttner and Moore's \"Mimsy Were the Borogoves,\" which was published in Astounding magazine nine years earlier. ==Personal life== Clifton worked for many years as a personnel manager and interviewed \"over 200,000\" people according to a personal letter he wrote to Judith Merril, quoted in The Science Fiction of Mark Clifton. This experience formed much of Clifton's attitude about the delusions people have of themselves, but also the greatness of which they are capable. ==Innovation== Barry N. Malzberg wrote in The Science Fiction of Mark Clifton that \"Clifton was an innovator in the early 1950s and such an impressive innovator that his approach has become standard among science fiction writers. He used the common themes of science fiction -- alien invasion, expanding technology, revolution against political theocracy, and space colonization -- but unlike any writer before him, he imposed upon these standard themes the full range of sophisticated psychological insight.\" Clifton's fame ebbed quickly, and he received the 2010 Cordwainer Smith Rediscovery Award for unjust obscurity. ==Bibliography== * \"Do Unto Others\" If, June 1958 ==References== ==Further reading== *The Science Fiction of Mark Clifton, Southern Illinois University Press, ed. Barry N. Malzberg and Martin H. Greenberg. ==External links== * * * * * Star Bright Radio adaptation, as performed on the X Minus One radio show, available for free download. * Star Bright The novella Star Bright available for free online reading. * * Mark Clifton's \"What Now, Little Man?\" Category:1906 births Category:1963 deaths Category:20th-century American male writers Category:20th-century American novelists Category:20th-century American short story writers Category:American male novelists Category:American science fiction writers Category:American male short story writers Category:Hugo Award-winning writers Category:People from Philadelphia",
 "title": "Mark Clifton"
}