{
 "id": "572011",
 "text": "\"The Great Gig in the Sky\" is the fifth track on The Dark Side of the Moon, the 1973 album by the English progressive rock band Pink Floyd. The song features music by Richard Wright and non-lexical vocals by Clare Torry. ==Composition== The song began life as a Richard Wright chord progression, known variously as \"The Mortality Sequence\" or \"The Religion Song\". During the first half of 1972 it was performed live as a simple organ instrumental, accompanied by spoken-word samples from the Bible and snippets of speeches by Malcolm Muggeridge, a British writer known for his conservative religious views. By September 1972, the lead instrument had been switched to a piano, with an arrangement very similar to the final form but without vocals and a slightly different chord sequence in the middle. Various sound effects were tried over the track, including recordings of NASA astronauts communicating on space missions, but none were satisfactory. Finally, a couple of weeks before the album was due to be finished, the band thought of having a female singer \"wail\" over the music.; ; . See also ==Clare Torry's vocals== As the band began casting around for a singer, album engineer Alan Parsons suggested Clare Torry, a 25-year-old songwriter and session vocalist. Parsons had previously worked with Torry, and had liked her voice on a Top of The Pops covers album. An accountant from Abbey Road Studios contacted Torry and tried to arrange a session for the same evening, but she had other commitments, including tickets to see Chuck Berry that evening, so a session was scheduled for Sunday evening between 7 and 10pm. The band played the instrumental track for Torry and asked her to improvise a vocal. At first, Torry struggled to divine what the band wanted, but then she was inspired to pretend that she herself was an instrument. She performed two complete takes, the second one more emotional than the first. David Gilmour asked for a third take, but halfway through Torry stopped, feeling she was getting repetitive and had already done the best she could. The final album track was assembled from all three takes. The members of the band were deeply impressed by Torry's performance, yet she left the studio with a standard £30 flat fee under the impression that her vocals would never make the final cut given the general lack of response from the band. She only became aware they were used when she saw the album at a local record store, spotted her name in the credits and purchased it. A 2005 out-of- court undisclosed settlement in Torry's favour included giving her vocal composition credit. ==Quotes from those involved== Chris Thomas, who was brought in to assist Alan Parsons in mixing the album, mentions that they were actually in mixdown at the time. On the DVD Classic Albums: Pink Floyd – The Making of The Dark Side of the Moon, various members mention that they had this song and were not sure what to do with it. Wright further mentions that when Torry finished, she was apologetic about her performance even though those present were amazed at her improvisation. ==Lawsuit== In 2004, Torry sued Pink Floyd and EMI for songwriting royalties, on the basis that her contribution to \"Great Gig in the Sky\" constituted co-authorship with Richard Wright. Originally, she had been paid the standard Sunday flat studio rate of £30 (). In 2005, prior to a hearing in the High Court, an out-of-court settlement was reached. Although the terms of the settlement were not disclosed, on all pressings after 2005 the composition is co-credited to both Richard Wright and Clare Torry. ==Spoken parts== On Classic Albums: Pink Floyd – The Making of The Dark Side of the Moon, it is pointed out that during the recording of the album, in which death and life had been a consistent theme, the members of the band went around asking questions and recording responses from people working inside Abbey Road at the time. Among the questions, they were asked \"Are you afraid of dying?\". The responses of doorman Gerry O'Driscoll and the wife of their road manager Peter Watts were used, as well as other spoken parts throughout the album (\"I've always been mad\", \"That geezer was cruisin' for a bruisin\"). (At 0:39) (At 3:33, faintly) ==Reception== In a contemporary review for The Dark Side of the Moon, Lloyd Grossman of Rolling Stone described \"The Great Gig in the Sky\" as a track [Pink Floyd] could have \"shortened or dispensed with\". However, in a readers poll from the same magazine, the track was selected as the second greatest vocal performance of all time behind \"Bohemian Rhapsody\". == Live performances == === Pink Floyd === An early incarnation of the song, titled \"The Mortality Sequence\" and lacking the vocals later contributed by Clare Torry, was performed by Pink Floyd throughout 1972. In its final version, \"The Great Gig in the Sky\" was performed live from 1973 to 1975, and from 1987 to 1994. During the band's 1974–1975 tour, David Gilmour played both pedal steel guitar and the Hammond organ, allowing Richard Wright to concentrate solely on piano (his keyboards were arranged where he couldn't play both). Gilmour's pedal steel for \"Great Gig\" was located accordingly beside Wright's Hammond. Vocal duties were handled by Venetta Fields and Carlena Williams, both former members of the Blackberries. The 16 November 1974 performance can be found in the Experience 2-CD and Immersion box set editions of The Dark Side of the Moon. Starting in 1987, additional touring keyboardist Jon Carin took over the Hammond parts. Up to three singers performed the vocals, each taking different parts of the song. On the Delicate Sound of Thunder video, with footage from June and August 1988, the vocals are shared by Rachel Fury, Durga McBroom and Margret Taylor. Clare Torry returned for the Knebworth 1990 concert, released in 2021 live album Live at Knebworth 1990. The 1994 live album P•U•L•S•E features a version sung by Sam Brown, Durga McBroom and Claudia Fontaine. When the Floyd's manager, Steve O'Rourke, died in 2003, Gilmour, Wright, and Mason played \"Fat Old Sun\" and \"The Great Gig in the Sky\" at O'Rourke's funeral. According to Durga McBroom, Richard Wright liked her version the best. As per his wishes, she sang the song at Wright's funeral. === Roger Waters === Torry joined Roger Waters to perform the song live during three dates of K.A.O.S. On the Road in 1987. In the 1999 leg of Waters' In the Flesh tour, only the piano intro was played between Breathe (reprise) and Money. In the 2006–08 The Dark Side of the Moon Live tour, The Dark Side of the Moon was played in its entirety and the song was performed by Carol Kenyon. \"The Great Gig in the Sky\" made a return in Us + Them Tour (2017–18), performed by Jess Wolfe and Holly Laessig and documented in the concert film and live album Roger Waters: Us + Them (2019). === David Gilmour === The song was occasionally performed in the final legs of Rattle That Lock Tour, most notably in the Amphitheatre of Pompeii on 7 and 8 July 2016, with Lucita Jules, Louise Clare Marshall and Bryan Chambers sharing the vocals. The Pompeii performance is part of Gilmour's Live at Pompeii live album and film. == Commercial re-use == A short clip of the song was used in a 1974 TV advertisement for Dole bananas. A re- recorded version was used as the backing music in a UK television advertisement for the analgesic Nurofen in 1990. The band was not involved in this version, but Clare Torry again did the vocal with Rick Wright on keyboards, Neil Conti on drums and Lati Kronlund on bass. ==Use in films== The Clare Torry section was used in Good Morning, Night, an Italian movie about the 1978 Aldo Moro kidnapping and assassination. In the film School of Rock, Dewey (Jack Black) assigns the Clare Torry section to Tomika (Maryam Hassan) as homework, but it is only mentioned and not heard. The Clare Torry section was prominently used in the trailer for the 2018 movie Roma, written and directed by Oscar winner Alfonso Cuarón. ==Cover versions== On the Easy Star All-Stars' Dub Side of the Moon album, there are two different dub music versions of the track, \"The Great Gig in the Sky\" (Track 4) and \"Great Dub in the Sky\" (Track 11). The London Philharmonic Orchestra performs an instrumental version, arranged by Jaz Coleman and conducted by Peter Scholes, on the 1995 album Us and Them: Symphonic Pink Floyd. Phish does a live cover on track 6 of disc 3 of Live Phish Vol. 7. Seattle local band The Squirrels did a full-length parody \"tribute\" of The Dark Side of the Moon in 1999 titled The Not-So-Bright Side of the Moon. Their version of \"Great Gig\" has vocalist Baby Cheevers singing after guitarist Joey Kline says \"Sorry, the girl didn't show up!\" On the 2009 Flaming Lips remake of Dark Side, Peaches performs Clare Torry's vocals and Henry Rollins recreates the interview samples. The progressive metal band Dream Theater performs this song in their \"Official Bootlegs: Covers\" series, with Theresa Thomason taking over vocal duties. The Bluecoats Drum and Bugle Corps, from Canton, Ohio, played an arrangement of the song with multiple trumpets performing the vocal part for their Drum Corps International world championship winning 2016 show \"Down Side Up.\" The Australian Pink Floyd Show performed the song with Ola Bieńkowska doing a near-exact replica of the vocal. ==Personnel== *David Gilmour – pedal steel guitar *Richard Wright – piano, Hammond organ *Roger Waters – bass *Nick Mason – drums with: *Clare Torry – vocals ==Certifications== ==References== ;Footnotes ;Citations ;Bibliography * * * * * Category:1973 songs Category:Pink Floyd songs Category:The Flaming Lips songs Category:Peaches (musician) songs Category:Rock instrumentals Category:Songs about death Category:Songs written by Richard Wright (musician) Category:Song recordings produced by David Gilmour Category:Song recordings produced by Roger Waters Category:Song recordings produced by Richard Wright (musician) Category:Song recordings produced by Nick Mason",
 "title": "The Great Gig in the Sky"
}