{
 "id": "572086",
 "text": "{{Infobox settlement | name = Guilford, Maryland | native_name = | native_name_lang = | settlement_type = Unincorporated community | image_skyline = Christ Church Guilford Sept 09.JPG | image_alt = | image_caption = Christ Church of Guilford, rebuilt in 1809 | image_flag = | flag_alt = | image_seal = | seal_alt = | image_shield = | shield_alt = | nickname = | motto = | image_map = | map_alt = | map_caption = | pushpin_map = Maryland#USA | pushpin_label = Guilford | pushpin_label_position = top | pushpin_map_alt = | pushpin_map_caption = | coordinates = | coor_pinpoint = | coordinates_footnotes = | subdivision_type = Country | subdivision_name = United States | subdivision_type1 = State | subdivision_name1 = Maryland | subdivision_type2 = County | subdivision_name2 = Howard | subdivision_type3 = CDPs | subdivision_name3 = Jessup, Columbia | established_title = Established | established_date = December 31, 1874 | founder = | named_for = Guilford Factory | seat_type = | seat = | government_footnotes = | leader_party = | leader_title = Councilman | leader_name = Calvin Ball III District 2 | unit_pref = Imperial | area_magnitude = | area_footnotes = | area_total_sq_mi = | area_land_sq_mi = | area_water_sq_mi = | area_water_percent = | area_note = | elevation_footnotes = | elevation_ft = | population_footnotes = | population_total = | population_as_of = | population_density_sq_mi= auto | population_est = | pop_est_as_of = | population_demonym = | population_note = | timezone1 = Eastern | utc_offset1 = -5 | timezone1_DST = EDT | utc_offset1_DST = -4 | postal_code_type = ZIP code | postal_code = 20794, 21046 | area_code_type = Area code | area_code = 410, 443, and 667 | website = | footnotes = }} Guilford is an unincorporated community located in Howard County in the state of Maryland. The location is named after the Guilford Mill. Guilford is near Kings Contrivance, one of the nine \"villages\" of Columbia. For United States Census Bureau statistics, Guilford is split between the census-designated places of Savage and Columbia. ==History== The area around Guilford was settled before it was called by the name of its mill. In 1711, the Log Chapel of Ease, now called Christ Church Guilford, was founded to the north of Guilford on a piece of land surveyed as \"New Year's Gift\" by Charles Carroll of Carrollton. The first full-time rector was James Magill, who lived at Athol. The church was listed on the National Register of Historic Places in 1978. Guilford Mill (later called Gary Mill) was situated on the northern branch of the Patuxent River, known as the Little Patuxent River. The mill may have been in operation as early as 1743, and one is documented to have been in operation by 1761 when the area was still part of Northwestern Anne Arundell County. Charles Alexander Warfield and Elizabeth Ridgley built a joint mill on land patented as \"Wincopin Neck\". Gristmill operations were underway by 1760. Later owners of the factory included Richard Ridgley. By 1792 the site consisted of a gristmill, sawmill, blacksmith and a stable. By 1881 the mill was managed by James S Gary and Son producing cotton with 50 looms. On August 15, 1890 a fire destroyed the mill collapsing the stone walls of the three and a half story tall building. Around 1834, a granite quarry was started, quarrying what is now known as the Guilford Quartz Monzonite. Just north of the quarry, Charles Worthington built a stone home with walls two feet thick named \"Moundview\" that would stand until 1990 when the South Columbia Baptist Church was built on its site. By 1860, Henry A. Penny built a house onsite in 1860 and worked as a hauler. He would become county commissioner in the early 1900s. From 1863 to 1890, when slave labor was unavailable, the quarries were mostly stagnant. On December 31, 1874 the Guilford Post office opened and remained in operation until June 30, 1920. In 1876, Guilford School opens on Guilford and Oakland Mills roads, and Guilford Colored School opens on land given by Williams, Clark and Rodgers near Guilford and Mission roads. As the quarry started production again, it was known as one of the best paying jobs for African American laborers, who were not allowed to work in the nearby town of Savage. Many laborers from out of town would stay in a hotel for workers and get supplies from the company store. In 1901, the Maryland Granite Company purchased the quarry, followed by spur line construction between Savage and Guilford in 1902. The steel Pratt truss bridge crossing the Little Patuxent built that year remains onsite today. By 1905 Guilford Road was macadamized with loads being pulled by six- horse teams. During this time, the quarry was now operated by the Granite Company of Baltimore. A community with two churches and two dozen buildings was formed around the present Guilford and Oakland Mills road intersections. The First Baptist Church of Guilford was formed by Reverend Willis Carter in a tenant house and has since grown to its fourth new building. By 1908 the large quarry was 100 feet deep producing monument stone and building stone. The smaller quarry to the southeast owned by the Guilford and Watersville Granite company operated from 1887 to 1893. The town joint mill ran as a cotton factory that operated from 1895 to 1916. By 1908 operations ceased at the Guilford Granite and Stone Company Quarry on the western river bank, and the Penny Quarry, which was later filled in for an office complex. In February 1928 the B&O; discontinued its Patuxent rail spur service downstream to Savage, Maryland. In 1954 the 11 room Guilford Colored School was built, and remains in operation as Howard County's oldest formerly segregated school. From 1963 to 1966, the Rouse Company worked with family members of the County Commissioner to purchase 14,000 acres of Howard County farms using multiple shell companies. The properties around Guilford were bought by Howard Research and Development and 95-32LLC. ==Present Guilford== In a 1900s accounting of the Guilford Factory site, author Joshua Dorsey Warfeild accounts of \"enduring stone homes made of Granite found there, they will stand for centuries\". A 1978 survey of the property performed prior to additional development stated that the buildings were in use until the 1950s, but were \"demolished long ago\" without explanation. A 2004 survey conducted by the construction firm KCI Technologies contained few specific details of the removal of the historic structures, but concluded that 20 years of continued development \"Guilford industrial complex has been extensively compromised by new construction, and, therefore, lacks the integrity required for listing in the National Register\" Modern Guilford Road spans from southeastern Columbia, through Savage and Annapolis Junction to Fort Meade. The road is bisected by modern route 29, 32, I-95, and 295, leaving a mix of historical original road and newly aligned roads. The road crosses between the most heavily populated sections of the county, reminding residents of a place that is still there, but claimed as part of Savage and marketed as Columbia. The towns of Simpsonville (Columbia), Waterloo (Jessup), Magnolia (Jessup), and Pierceland (Annapolis Junction) have been taken over by their larger counterparts as well. Of the three large remaining farms that occupied Wincopian Neck, Overlook Farm and Fairlands remain well preserved, but the 124 acre Ponsettia producing Wincopia Farms was purchased for development after Gourley and Gourley LLC foreclosed on a $3 million high interest sustainment loan reselling the property for $41 million to build 220 homes on the site. ==Education== The Guilford area currently is home to one public school, Guilford Elementary School on Oakland Mills Road in Columbia. Future plans call for a new elementary school and high school to be built on land adjacent to the Savage Stone Quarry in between Washington Boulevard and Mission Road. ==See also== *Worthington's Quarters *Commodore Joshua Barney House *Kings Contrivance, Columbia, Maryland *Moundland *Cattail Creek Quarry ==References== Category:Unincorporated communities in Maryland Category:Unincorporated communities in Howard County, Maryland",
 "title": "Guilford, Maryland"
}