{
 "id": "57238",
 "text": "Edmond Wai-Hong Yu (; October 2, 1961 – February 20, 1997) was a Hong Kong Canadian former medical student whose death after being shot by a constable of the Toronto Police Service sparked debates about the police's use of force, mental illness, and the treatment of those diagnosed with a mental illness. ==Early life and mental illness== Yu was raised in Hong Kong and immigrated to Canada in 1982.Julia Nunes; Scott Simmie. Beyond Crazy: Journeys Through Mental Illness While young, Edmond won the Hong Kong city boxing championship. He attended York University from 1982 to 1984, studying pre-medicine. In 1984 he was accepted as a medical student at the University of Toronto. In 1985, police arrested Yu and took him to the Clark Institute of Psychiatry, where he was diagnosed with paranoid schizophrenia. ==Death== On February 20, 1997, Yu assaulted a woman at a bus stop, then boarded a bus. Police attempted to board the bus, at which point Yu, according to witnesses, raised a small hammer. Constable Lou Pasquino fired six shots, hitting Yu three times. An official inquest in 1998–1999 cleared the police of wrongdoing and resulted in a number of recommendations. The inquest concluded, \"Housing is a mental health issue and the absence of decent housing is a major determinant of health.\" A foundation to fund \"a housing project for homeless men with mental health problems\" has been set up in Edmond Yu's name. There have been a number of other memorials to Yu, such as Edmond Place (part of Parkdale Activity- Recreation Centre, which claims to be \"a low-stress, high support, and non- medical organization for psychiatric survivors of the Mental Health System who also experience homelessness and would be considered 'hard to house' people\", and The Edmond Yu Project. David Hawkins made a documentary on Yu, The Death and Life of Edmond Yu, and Laura Sky made a documentary as well, Crisis Call. ==References== * Ann Curry-Stevens, An Educator's Guide for Changing the World: Methods, Models and Materials for Anti-oppression and Social Justice Workshops (Centre for Social Justice), p. 29 ==External links== *9th Annual Edmond Yu Memorial *10th Annual Edmond Yu Memorial *https://web.archive.org/web/20120502141859/http://archive.ww3.tvo.org/video/176664/edmond- yu-clash-schizophrenia-and-homelessness The Death and Life of Edmond Yu Category:1961 births Category:1997 deaths Category:1997 in Toronto Category:1997 crimes in Canada Category:Canadian people of Chinese descent Category:Crime in Toronto Category:Deaths by firearm in Ontario Category:February 1997 events in Canada Category:People shot dead by law enforcement officers in Canada Category:People with schizophrenia Category:Toronto Police Service",
 "title": "Shooting of Edmond Yu"
}