{
 "id": "57253",
 "text": "Adams County is a county located in the U.S. state of Colorado. As of the 2020 census, the population was 519,572. The county seat is Brighton. The county is named for Alva Adams, an early Governor of the State of Colorado in 1887–1889. Adams County is part of the Denver–Aurora–Lakewood, CO Metropolitan Statistical Area. ==History== On May 30, 1854, the Kansas–Nebraska Act created the Territory of Nebraska and Territory of Kansas, divided by the Parallel 40° North (168th Avenue in present-day Adams County). The future Adams County, Colorado, occupied a strip of northern Arapahoe County, Kansas Territory, immediately south of the Nebraska Territory. In 1859, John D. \"Colonel Jack\" Henderson built a ranch, trading post, and hotel on Henderson Island in the South Platte River in Arapahoe County, Kansas Territory. Jack Henderson was the former editor and proprietor of the Leavenworth (Kansas Territory) Journal and an outspoken pro-slavery politician who had been accused of vote fraud in eastern Kansas. Henderson sold meat and provisions to gold seekers on their way up the South Platte River Trail to the gold fields during the Pike's Peak Gold Rush. Henderson Island was the first permanent settlement in the South Platte River Valley between Fort Saint Vrain in the Nebraska Territory and the Cherry Creek Diggings in the Kansas Territory. Jack Henderson eventually returned to eastern Kansas and fought for the Union in the American Civil War. Henderson Island is today the site of the Adams County Regional Park and Fairgrounds. The eastern portion of the Kansas Territory was admitted to the Union as the State of Kansas on January 29, 1861, and on February 28, 1861, the remaining western portion of the territory was made part of the new Colorado Territory. The Colorado Territory created Arapahoe County, on November 1, 1861, and Colorado was admitted to the Union on August 1, 1876. In 1901, the Colorado General Assembly voted to split Arapahoe County into three parts: a new Adams County, a new consolidated City and County of Denver, and the remainder of the Arapahoe County to be renamed South Arapahoe County. A ruling by the Colorado Supreme Court, subsequent legislation, and a referendum delayed the creation of Adams County until November 15, 1902. Governor James Bradley Orman designated Brighton as the temporary Adams County Seat. Adams County originally stretched 160 miles (258 kilometers) from present-day Sheridan Boulevard to the Kansas state border. On May 12, 1903, the eastern 88 miles (142 kilometers) of Adams County was transferred to the new Washington County and the new Yuma County, reducing the length of Adams County to the present 72 miles (116 kilometers). On November 8, 1904, Adams County voters chose Brighton as the permanent county seat. A 1989 vote transferred 53 square miles (137 square kilometers) of Adams County to the City and County of Denver for the proposed Denver International Airport, leaving the densely populated western portion of the county as two oddly-shaped peninsulas. Adams County lost the tip of its northwest corner when the consolidated City and County of Broomfield was created on November 15, 2001. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (1.4%) is water. Adams County surrounds (and surrendered the land for) most of Denver International Airport which is in the City and County of Denver. ===Adjacent counties=== * Weld County – north * Morgan County – northeast * Washington County – east * Arapahoe County – south * City & County of Denver – south * Jefferson County – west * City & County of Broomfield – northwest ===Major Highways=== * 20px Interstate 25 * 20px Interstate 70 * 20px Interstate 76 * 20px Interstate 225 * * 20px U.S. Highway 6 * 20px U.S. Highway 36 * 20px U.S. Highway 40 * 20px U.S. Highway 85 * 20px U.S. Highway 87 * 20px State Highway 2 * 20px State Highway 7 * 20px State Highway 36 * 20px State Highway 40 * 20px State Highway 44 * 20px State Highway 79 * 20px State Highway 128 * 20px State Highway 224 * 20px State Highway 265 *E-470 (tollway) ===National protected area=== * Rocky Mountain Arsenal National Wildlife Refuge ===State park=== * Barr Lake State Park ===Historic trail=== * South Platte Trail ===Recreational trails=== * American Discovery Trail * Big Dry Creek National Recreation Trail * Highline Canal National Recreation Trail * Platte River Greenway National Recreation Trail * Rocky Mountain Arsenal National Recreation Trail ==Demographics== As of the census of 2000, there were 363,857 people, 128,156 households, and 92,144 families residing in the county. The population density was 305 people per square mile (118/km2). There were 132,594 housing units at an average density of 111 per square mile (43/km2). The racial makeup of the county was 77.29% White, 2.97% Black or African American, 1.19% Native American, 3.21% Asian, 0.12% Pacific Islander, 11.73% from other races, and 3.49% from two or more races. 28.19% of the population were Hispanic or Latino of any race. There were 128,156 households, out of which 37.80% had children under the age of 18 living with them, 53.80% were married couples living together, 12.10% had a female householder with no husband present, and 28.10% were non-families. 21.20% of all households were made up of individuals, and 5.50% had someone living alone who was 65 years of age or older. The average household size was 2.81 and the average family size was 3.27. In the county, the population was spread out, with 28.60% under the age of 18, 10.30% from 18 to 24, 34.00% from 25 to 44, 19.40% from 45 to 64, and 7.80% who were 65 years of age or older. The median age was 31 years. For every 100 females there were 102.80 males. For every 100 females age 18 and over, there were 102.10 males. The median income for a household in the county was $47,323, and the median income for a family was $52,517. Males had a median income of $36,499 versus $28,053 for females. The per capita income for the county was $19,944. About 6.50% of families and 8.90% of the population were below the poverty line, including 10.90% of those under age 18 and 7.30% of those age 65 or over. In 2000, the largest denominational groups were Catholics (with 60,429 members) and Evangelical Protestants (with 25,552 members). The largest religious bodies were the Catholic Church (with 60,429 adherents) and The Church of Jesus Christ of Latter-day Saints (with 6,808 adherents). ==Politics== Adams County is predominately Democratic, not having voted Republican since Ronald Reagan in 1984. In 2016, Hillary Clinton won the county without a majority, becoming the first Democrat to do so since her husband Bill Clinton in 1992. In the 2020 election, Joe Biden easily won the county with a majority of the vote, a percentage similar to Barack Obama in 2012 and 2008 but with a much larger vote count. ==Education== The school districts serving Adams County are: * Adams 12 Five Star Schools * Adams County School District 14 * Bennett School District 29J * Brighton School District 27J * Mapleton Public Schools (Adams 1) * Strasburg School District 31J * Westminster Public Schools ==Communities== ===Cities=== * Arvada (part) * Aurora (part) * Brighton (part) * Commerce City * Federal Heights * Northglenn (part) * Thornton (part) * Westminster (part) ===Town=== * Bennett (part) ===Census-designated places=== * Berkley * Derby * North Washington * Shaw Heights * Sherrelwood * Strasburg (mostly in Arapahoe Co.) * Todd Creek * Twin Lakes * Watkins (mostly in Arapahoe Co.) * Welby ===Other unincorporated communities=== * Henderson (portions have been annexed by Brighton, Commerce City, and Thornton) ===Populated Places=== * Leader * Shamrock ==License plate code== Up until 1999 when Colorado ceased coding license plates by county, Adams County used the following codes on license plates issued to passenger vehicles: TE-UF, GA-GG, SAA-SEW, and SEY-TZZ. ==In popular culture== Adams County was featured as the fictional rival of South Park's peewee hockey team in the South Park episode \"Stanley's Cup\". ==See also== * Outline of Colorado * Index of Colorado-related articles * Colorado census statistical areas * Colorado counties * Denver-Aurora-Boulder Combined Statistical Area * Front Range Urban Corridor * Arapahoe County, Kansas Territory * Arrappahoe County, Jefferson Territory * Arapahoe County, Colorado Territory * National Register of Historic Places listings in Adams County, Colorado ==References== ==External links== * Adams County Government website ** History of Adams County, Colorado * Adams County Community Development * Adams County Education Consortium * Adams County Economic Development Category:Colorado counties Category:1901 establishments in Colorado Category:Eastern Plains Category:Populated places established in 1901",
 "title": "Adams County, Colorado"
}