{
 "id": "572515",
 "text": "William Bradley Kincaid (July 13, 1895 – September 23, 1989) was an American folk singer and radio entertainer.Bradley Kincaid , Nashville Songwriters Foundation Hall of Fame. Accessed July 4, 2012. == Biography == He was born in Point Leavell, Garrard County, Kentucky but built a music career in the northern states. His debut radio performance came in 1926 on the National Barn Dance show on WLS-AM in Chicago, Illinois. A prolific composer of folk and country music tunes, the first edition of his 1928 songbook called My Favorite Mountain Ballads sold more than 100,000 copies; later editions brought the total to 400,000. He recorded on Gennett Records.David Sanjek, \"All the Memories Money Can Buy: Marketing Authenticity and Manufacturing Authorship\", p. 155–172 in Eric Weisbard, ed., This is Pop, Harvard University Press, 2004. (cloth), (paper). p. 157. In 1935\"Flashback: The 'Opry' Gets A Grandpa\", Country Weekly, March 2004. Quoted in part on FindArticles.com. Accessed online 25 August 2007. he was working at WBZ-AM in Boston, Massachusetts where he performed with a band that included young singer and banjo player Marshall Jones. Kincaid teased the 22-year-old fellow Kentuckian for always being grumpy when he came to the studio to do the early morning broadcast, nicknaming him \"Grandpa\" Jones. The moniker became permanent for the future Grand Ole Opry star. Kincaid moved to Nashville, Tennessee in 1945 where he too became a member of the Grand Ole Opry. In 1971, he was inducted into the Nashville Songwriters Hall of Fame. In 1988, the then-93-year-old Kincaid was involved in an automobile accident and sustained injuries from which he never fully recovered.Loyal Jones, \"Radio's Kentucky Mountain Boy\" (1988 Edition), Berea College Appalachian Center, Berea, KY. He died in 1989 at the age of 94 in Springfield, Ohio and was interred there in the Ferncliff Cemetery.Bradley Kincaid on Find A Grave. Accessed 25 August 2007. Old Homestead Records released several volumes of Kincaid's mountain ballads, hymns, and old-time songs. ==See also== * Marc Enfroy ==Notes== ==External links== * Category:1895 births Category:1989 deaths Category:American folk singers Category:American male singer-songwriters Category:American country singer-songwriters Category:People from Garrard County, Kentucky Category:Musicians from Springfield, Ohio Category:Gennett Records artists Category:Grand Ole Opry members Category:20th-century American singers Category:Folk musicians from Kentucky Category:Country musicians from Kentucky Category:Singer-songwriters from Kentucky Category:Singer-songwriters from Ohio Category:Country musicians from Ohio Category:20th-century American male singers Category:Springfield, Ohio",
 "title": "Bradley Kincaid"
}