{
 "id": "572735",
 "text": "thumb|right|270px|Tadaoka fishing port is a town located in Senboku District, Osaka Prefecture, Japan. , the town had an estimated population of 16,793 in 7854 households and a population density of 1200 persons per km². The total area of the town is , making it the smallest town in Japan in terms of land area. ==Geography== Tadaoka is located in the southwestern part of Osaka Prefecture, on the flat seaside facing Osaka Bay, with the Otsu River and Ushitaki River as boundaries, and Kishiwada in the southwest. The town area is narrow in the northeast-southwest direction, extending from the northwest facing Osaka Bay to the southeast inland. The entire area of ​​Tadaoka is urbanized, and the coastal area and the banks of the Otsu River are used as industrial areas. ===Neighboring municipalities=== Osaka Prefecture *Izumi *Izumiōtsu *Kishiwada ==Climate== Tadaoka has a Humid subtropical climate (Köppen Cfa) characterized by warm summers and cool winters with light to no snowfall. The average annual temperature in Tadaoka is 14.7 °C. The average annual rainfall is 1475 mm with September as the wettest month. The temperatures are highest on average in August, at around 26.7 °C, and lowest in January, at around 3.4 °C. Tadaoka climate data ==Demographics== Per Japanese census data,Sennan population statistics the population of Tadaoka has remained fairly steady over the past 40 years. ==History== The area of the modern town of Tadaoka was within ancient Izumi Province. In the Edo Period, the hamlet of Tadaoka was controlled by Yodo Domain under the Tokugawa shogunate. The village of Tadaoka was established within Izumi District with the creation of the modern municipalities system on April 1, 1889. On April 1, 1896 the area became part of Senboku District, Osaka. Tadaoka was promoted to town status on October 1, 1939. Plans to merge with neighboring Kishiwada were overwhelming rejected by a referendum in 2004. ==Government== Tadaoka has a mayor-council form of government with a directly elected mayor and a unicameral city council of 12 members. Tadaoka collectively with the cities of Izumiōtsu, and Takaishi contributes two members to the Osaka Prefectural Assembly. In terms of national politics, the city is part of Osaka 18th district of the lower house of the Diet of Japan. ==Economy== Tadaoka is located within a commuting zone of about 30 minutes by train from the center of Osaka City and Kansai International Airport, and is increasing becoming a bedroom community. Production of blankets and recycling PET bottles are local industries. ==Education== Tadaoka has two public elementary schools and one public middle schools operated by the town government. The town does not have a high school. ==Transportation== ===Railway=== 15px Nankai Electric Railway - 15px Nankai Main Line * ===Highway=== * 20px Bayshore Route * ==Local attractions== * Masaki Art Museum ==Notable people from Tadaoka== *Yoshimi Masaki, retired judoka *Ryang Yong-gi, Japanese-born North Korean footballer *Kenta Maeda, Minnesota Twins starting pitcher ==References== ==External links== * * Tadaoka official website Category:Towns in Osaka Prefecture Category:Populated coastal places in Japan",
 "title": "Tadaoka, Osaka"
}