{
 "id": "572866",
 "text": "Reginald Edward Manningham-Buller, 1st Viscount Dilhorne, (1 August 1905 – 7 September 1980), known as Sir Reginald Manningham-Buller, Bt, from 1954 to 1962 and as The Lord Dilhorne from 1962 to 1964, was an English lawyer and Conservative politician. He served as Lord Chancellor from 1962 to 1964. ==Background and education== Born in Amersham, Buckinghamshire, Manningham- Buller was the only son of Sir Mervyn Manningham-Buller, 3rd Baronet, grandson of Sir Edward Manningham-Buller, 1st Baronet, of Dilhorne Hall, Staffordshire, a junior member of the Yarde-Buller family headed by Baron Churston. His mother was the Hon. Lilah Constance, Lady Manningham-Buller , daughter of Charles Cavendish, 3rd Baron Chesham and granddaughter of Hugh Grosvenor, 1st Duke of Westminster. His uncle's seat of Dilhorne Hall having passed to an heiress ineligible for the baronetcy, Manningham-Buller grew up in Northamptonshire. (Although now pronounced \"Dill-horn\" by locals, he preferred the older pronunciation of \"Dill-urn\".) He was educated at Eton College, where he caused a fellow pupil to be expelled for making advances to another boy.Anthony Powell, \"Journals 1990–92\". He then attended Magdalen College, Oxford, where he took a Third in Law, before being called to the Bar by the Inner Temple in 1927. ==Political career== Manningham-Buller was elected to the House of Commons in a 1943 by-election as Member of Parliament (MP) for Daventry. He was briefly Parliamentary Secretary to the Minister of Works in the caretaker government of Winston Churchill before it lost power in the general election of 1945, and became a King's Counsel in 1947. In 1950, his seat became Northamptonshire South. === Law officer of the Crown === When Churchill regained power in 1951 Manningham-Buller was knighted and became Solicitor-General; in 1954 he was sworn of the Privy Council and became Attorney General for England and Wales. In 1956 he succeeded his father as fourth Baronet. ==== John Bodkin Adams prosecution ==== In 1957 Manningham- Buller prosecuted suspected serial killer Dr John Bodkin Adams for the murder of two elderly widows in Eastbourne, Edith Alice Morrell and Gertrude Hullett. Adams was acquitted on the Morrell charge but Manningham-Buller controversially entered a nolle prosequi regarding Hullett. Not only was there seemingly little reason to enter it (Adams was not suffering from ill health), but the Hullett charge was deemed by many to be the stronger of the two cases. Mr Justice Patrick Devlin, the presiding judge, in his post-trial book termed Manningham-Buller's act \"an abuse of process\".Devlin, 1985 Devlin also criticised Manningham-Buller for his uncharacteristic weakness at a crucial moment in the Morrell case: evidence (some nurses' notebooks) that had gone missing from the Director of Public Prosecutions's files, turned up in the hands of the defence on the second day of the trial. Manningham-Buller claimed he had not seen them before but failed to halt their admission as evidence, or ask for time to acquaint himself with their contents. They were subsequently used by the defence to throw doubt on the accuracy of the testimony of various nurses who had worked with Adams and who had questioned his methods and intentions. This damaged the prosecution tremendously, fatally scuppering the case. Manningham-Buller's handling of the case later provoked questions in the House of Commons. Detective Superintendent Herbert Hannam of Scotland Yard, the chief investigator, suspected political interference due to Manningham- Buller's membership of a government, which had no interest in seeing a doctor hang.Cullen, 2006 Indeed, on 8 November 1956, Manningham-Buller himself had handed a copy of Hannam's 187-page report to the President of the British Medical Association (BMA), effectively the doctors' trade union in Britain. This document – the prosecution's most valuable document – was in the hands of the defence, a situation that led the Home Secretary, Gwilym Lloyd-George, to reprimand Manningham-Buller, stating that such documents should not even be shown to \"Parliament or to individual Members\". \"I can only hope that no harm will result\" since \"the disclosure of this document is likely to cause me considerable embarrassment\". Subsequently, on 28 November 1956, Labour MPs Stephen Swingler and Hugh Delargy gave notice of two questions to be answered in the House of Commons on 3 December regarding Manningham-Buller's contacts with the General Medical Council (GMC) and BMA regarding the Adams case in the previous six months. Manningham-Buller was absent on the day in question but gave a written reply stating he had \"had no communications with the General Medical Council within the last six months.\" He avoided referring to the BMA directly (despite it being named in the questions) and therefore avoided lying, though it could be argued, still deliberately misled the House. Manningham-Buller then proceeded to launch an investigation into how his contact with the BMA had come to be known by the MPs. A leak from Scotland Yard was suspected and Hannam was reprimanded. Charles Hewett, Hannam's assistant in the investigation, has described how both officers were astounded at Manningham-Buller's decision to charge John Bodkin Adams with the murder of Mrs. Morrell, whose body had been cremated. He believed that there were other cases against the doctor, where traces of drugs had been found in exhumed remains, which were more capable of proof. He also considered that a charge of manslaughter would have been more appropriate in the circumstances. He questioned the decision not to proceed further after Adams' acquittal and he believed that a calculating killer escaped justice as a result. Home Office pathologist Francis Camps suspected Adams of killing 163 patients. ==== Lady Chatterley's Lover prosecution ==== Lady Chatterley's Lover was banned in 1928 but republished in 1960 by Penguin Books. The decision was taken to prosecute Penguin under the new Obscene Publications Act. Bernard Levin criticised the decision thus: \"It is surely going to be difficult for the prosecution to find anybody taken seriously by the literary or academic worlds to swear that publication of Lady Chatterley’s Lover is not in the public interest as a literary event and that its tendency would be to deprave and corrupt those who might read it.\" When Manningham-Buller saw this in The Spectator, he cabled Sir Jocelyn Simon, Solicitor-General saying: \"suggest seriously consider spectator 19th Reggie\". He then sent a letter stating: \"It seems to me a clear contempt of court and the only question is should we start proceedings? My feelings is that we should.\" Manningham-Buller suggested prosecuting \"the proprietors of The Spectator, the editor and Mr Bernard Levin\" once the Chatterley trial itself was over. Sir Jocelyn convinced him to reconsider.Bernard Levin was pursued for contempt over Chatterley trial – Times Online == Lord Chancellorship == He continued as Attorney-General under Sir Anthony Eden and Harold Macmillan until July 1962, when he was rather abruptly named Lord Chancellor and sent to the House of Lords to replace Lord Kilmuir. On his appointment he was elevated to the peerage as Baron Dilhorne, of Towcester in the County of Northampton on 17 July 1962. Retained, after Macmillan's retirement, in the cabinet of Sir Alec Douglas-Home, when the Conservatives lost the election of 1964 he was created Viscount Dilhorne, of Greens Norton in the County of Northampton on 7 December, becoming the Deputy Leader of the Conservatives in the House of Lords. In 1969 he was named a Lord of Appeal in Ordinary and continued in this capacity until his death. Manningham-Buller wrote the first report on the Profumo affair – an internal report for the Macmillan Government (confirmed by his daughter, The Baroness Manningham-Buller, when she appeared on the Desert Island Discs radio programme). Then when Lord Denning was appointed to investigate and report on the affair, Dilhorne passed his report over to Denning. Chapman Pincher in his book Inside Story published in 1978 quotes Manningham-Buller as jokingly saying he could have sued Tom Denning for breach of copyright because significant portions of Manningham-Buller's report appeared in Denning's report virtually unchanged. Denning did include much in his report that was not in Manningham-Buller's report. === Key judgments === Lord Dilhorne held in Newbury District Council v Secretary of State for the Environment; Newbury District Council v International Synthetic Rubber Co. Ltd. [1981] AC 578: \"The conditions imposed must be for a planning purpose and not for any ulterior one... and they must fairly and reasonably relate to the development permitted. Also they must not be so unreasonable that no reasonable planning authority could have imposed them. In that case he also introduced the concept of the 'planning unit' which extinguishes previous permitted uses on land that has in practice become a new planning unit. This has stood up the test of recent jurisprudence and a DCLG (then DoE) circular is largely based on its principles. ==Bullying manner== In the late 1950s, Bernard Levin gave Manningham-Buller the nickname \"Bullying-Manner\" in his Parliamentary sketch. When Manningham-Buller was elevated to the peerage as Lord Dilhorne, Levin renamed him Lord Stillborn.Fagan, Kieran. \"Bernard Levin\", The Sunday Independent, 15 August 2004 Lord Devlin, judge in the Adams case, described Buller's technique thus: > \"He could be downright rude but he did not shout or bluster. Yet his > disagreeableness was so pervasive, his persistence so interminable, the > obstructions he manned so far flung, his objectives apparently so > insignificant, that sooner or later you would be tempted to ask yourself > whether the game was worth the candle: if you asked yourself that, you were > finished.\" Manningham-Buller was one of the inspirations for the character of Kenneth Widmerpool in Anthony Powell's A Dance to the Music of Time. ==Family== Manningham-Buller married Lady Mary Lilian Lindsay (1910–2004), daughter of The 27th Earl of Crawford, in 1930. They had a son, John, who succeeded him in the title, and three daughters, the second daughter, Eliza Manningham-Buller, being the Director-General of MI5 from 2002 to 2007; In 2008 she was awarded a life peerage, becoming The Rt. Hon. The Baroness Manningham-Buller, DCB. His granddaughter is model and media personality Lilah Parsons. The 1st Viscount Dilhorne died in September 1980, aged 75, and was interred in the rural village of Deene, East Northamptonshire. == Notes == * Cullen, Pamela V., \"A Stranger in Blood: The Case Files on Dr John Bodkin Adams\", London, Elliott & Thompson, 2006, * Devlin, Patrick; \"Easing the Passing\", London, The Bodley Head, 1985 ==External links== * Gallery of those involved in the Adams case, including a photo of Manningham-Buller * Dilhorne, Reginald Edward Manningham- Buller, 1st Baron Dilhorne, Reginald Edward Manningham-Buller, 1st Viscount Category:Conservative Party (UK) MPs for English constituencies Dilhorne, Reginald Manningham-Buller, 1st Viscount Category:UK MPs 1935–1945 Category:UK MPs 1945–1950 Category:UK MPs 1950–1951 Category:UK MPs 1951–1955 Category:UK MPs 1955–1959 Category:UK MPs 1959–1964 Category:UK MPs who were granted peerages Category:People educated at Eton College Category:English Queen's Counsel Category:Alumni of Magdalen College, Oxford Category:Knights Bachelor Category:1905 births Dilhorne, Reginald Edward Manningham-Buller, 1st Viscount Category:Solicitors General for England and Wales Category:Attorneys General for England and Wales Category:Members of the Judicial Committee of the Privy Council Category:People from Amersham Reginald Category:Politicians awarded knighthoods Category:Ministers in the Churchill caretaker government, 1945 Category:Ministers in the third Churchill government, 1951–1955 Category:Ministers in the Eden government, 1955–1957 Category:Ministers in the Macmillan and Douglas-Home governments, 1957–1964 Category:20th-century English lawyers Category:Hereditary barons created by Elizabeth II Category:Viscounts created by Elizabeth II",
 "title": "Reginald Manningham-Buller, 1st Viscount Dilhorne"
}