{
 "id": "573493",
 "text": "The Congregation of the Legionaries of Christ (; abbreviated LC; also Legion of Christ) is a Roman Catholic clerical religious order made up of priests and candidates for the priesthood established by Marcial Maciel in Mexico in 1941. Maciel was also Director General of the congregation for over 60 years until forced to step down in January 2005 as a result of a child sexual abuse scandal. The Legion describes itself as made up of men \"driven by the desire of Jesus’ heart to set the world ablaze\" and lead others to \"transform their hearts, their families and their world\" with \"the love of Christ the King\". It has been described as \"conservative\" order whose ability to attract large numbers of \"young Catholics to religious vocations\" and large financial donations once made it \"a favorite\" of the Vatican (New York Times); and one whose focus is on \"evangelizing society's leaders ... the wealthy and powerful\", in the hope that this would multiply \"the beneficial impact on society\" (Wall Street Journal). However, in December 2019, the Legion admitted that members of its organization had sexually abused 175 children between 1941 and 2019, 60 of them by its founder, Maciel. Former Legion priests say they had \"long warned about\" the problem, and that the affect of the scandal on the order's \"main source of income\" -- \"prestigious private schools, which cater to Mexico's elite\" -- could be \"devastating\". In 1998, nine men lodged formal charges at the Vatican that Maciel had abused them as youths and young men while studying under him; Maciel was initially investigated by the Holy See and suspended from his ministry in 2006; in 2007 the pope lifted the Legion's vow not to criticize superiors -- which had been used to induce secrecy; in 2009 an apostolic visitation was ordered by Pope Benedict XVI and shortly after Cardinal Velasio De Paolis was delegated to impose \"structural changes\" in the Legion. In 2014 the five-year renewal process was completing with the approval of amended constitutions; and five years later Pope Francis referring to the new Constitutions approvingly. However, there have been questions about why \"no one ever said anything\" during the 70 years crimes were being committed before the official investigation (Archbishop Rogelio Cabrera López); and complaints that some \"superiors who covered up\" the rape of young girls by priests, \"are still in power and ministry today\" (Christian Borgogno, who claims to be a former Legion priest in 2020). The Legion of Christ has religious communities in 21 countries. As of the end of 2019, its members included four bishops, 970 priests and 481 seminarians (not including minor seminarians). In the U.S. the Legion and Regnum Christi operate five schools (and assist at several others), as well as provide spiritual direction, retreats, and formation programs for both children and adults. As of May 2006, when Maciel was banished to \"a life of prayer and penitence\", the Legion had an annual budget of $650 million and $1 billion in assets. ==Affiliated groups== The Congregation of the Legionaries of Christ is a Roman Catholic clerical religious congregation of Pontifical Right for men that forms part of the Regnum Christi Federation, founded by Maciel in 1959, which includes the Legionaries of Christ, the Society of Apostolic Life of the Consecrated Women of Regnum Christi, the Society of Apostolic Life of the Lay Consecrated Men of Regnum Christi, and other Catholics who associate individually. Its members add the nominal letters (LC) after their names to indicate their membership in the Congregation. The \"larger culture\" of often referred to as \"the movement\" within the Regnum Christi Federation. ==Ethos== Members of the Legion take vows of humility, poverty, chastity, and obedience. The vow of humility, which is not one of the 3 vows taken by all major Catholic religious institutes, obligates Legionnaires not to seek positions of power within the Legion or the Church as a whole. In addition, all Legionaries were compelled to take \"private vows\", never to \"speak ill of Maciel or any superiors, and to report to their superiors anyone who did\", a policy that impeded the discovery of wrongdoing by Maciel and other LC leaders, according to investigative journalist Jason Berry. In 2007 this vow was lifted by the pope. Love for Christ is, for Legionaries, a personal experience. Through the Gospel, the cross, and the Eucharist, Legionaries come to know Christ intimately, and love him in a passionate way by embracing him as their model of holiness.Spirituality - Legion of Christ Their spirituality is Christ- centered with a particular emphasis on the Sacred Heart in their vocation as religious and priests. Love for Mary flows from imitating Christ; the Blessed Virgin is loved as both Mother of the Church and of the individual Legionary's vocation. Legionaries consecrate their spiritual and apostolic lives to her care, and seek to take on her virtues of faith, hope, charity, obedience to God, humility, and cooperation with Christ's plan of redemption and justice. Love for Souls is expressed in an ardent desire to spread Christ's kingdom in this world. Legionaries try to use every moment of their time to help the greatest number of souls know and love Christ. For a legionary, time is a gift given by God which he wants to maximize to spread the Gospel and help bring the love of God to many souls. ==Formation== The Legion has been described as \"conservative\" and focusing on \"ministering to the wealthy and powerful in the belief that by evangelizing society's leaders, the beneficial impact on society is multiplied\". Just as Jesuits \"whispered in the ear of Europe's princes\", during the Counter-Reformation, today the Legion's priests \"are the confessors and chaplains to some of the most powerful businessmen in Latin America\". Legionaries have been described as \"easy to spot in Rome, young men with close-cropped hair in traditional cassocks or double-breasted blazers, walking two by two like a spiritual army.\" Legion culture has been described as \"insular\" and \"cultlike\". The Legion began in Mexico where its largest base remains. Houses of formation were established in Spain and Italy within its first decade. In the 1960s, chapters of the organization were founded in Ireland and then in the United States. In the 1970s and 80s the congregation expanded throughout Latin America. In the 90s it expanded to France and Central Europe. The Legion presents itself as dedicated to advancing the Church's mission in the world, and to this end claims to submit candidates to a rigorous formation of four dimensions: human, spiritual, intellectual, and apostolic. Critics accused the Legion of producing priests and religious who all spoke and behaved in the same way. The Legion's defenders argued that, just as members of a family receive similar upbringing, so the members of the Legion were formed in like ways, but still respected the freedom of the individual. The new constitutions approved by Pope Francis present a more balanced approach to the formation of members. As is the practice in many religious congregations of the Roman Catholic Church, Legionaries may visit their family according to their superiors' discretion and the norms of the Congregation, the average being for about 4–7 days a year not counting special occasions. Regular contact with their families is encouraged with respect to written, verbal, and video communication. ==Apostolates== thumb|The front of a Legionary School in Valencia, Spain.thumb|Logo of the Universidad Anáhuac México Norte.The apostolate of the Legionaries (i.e. organizations \"directed to serving and evangelizing the world\") has many aspects, but focuses on the following:See the Legionaries' :*Education and teaching at all levels. :*Pastoral attention to youth and families. :*Catechesis and preaching of retreats and spiritual exercises. :*Evangelization and mission work (especially in the Mexican State of Quintana Roo in the Yucatán Peninsula). :*Attention to the underprivileged, especially those groups that undergo the greatest spiritual, moral or material privation. :*Works of Christian charity and mercy. :*Supporting bishops in the formation of diocesan seminarians and in the ongoing formation of their priests. :*Spiritual attention to Regnum Christi members and accompanying them in their formation. In the US, the congregation runs four schools. In 2012, all three of its high schools (Everest Collegiate High School, The Highlands School and Pinecrest Academy) were named in the list of top 50 Catholic High Schools developed by the Cardinal Newman Society, a Catholic group dedicated to promoting the teaching of Pope John Paul II in his 1990 Apostolic Constitution Ex Corde Ecclesiae.Article on their own site: Among the Top 50 List:Nation’s Top 50 Catholic High Schools Announced . For the Apostolic Constitution, see the Vatican website In Mexico, the Legionaries administer the Anahuac University Network. Legionaries operate centers of education (minor seminaries, seminaries, schools and/or universities) in Mexico, Venezuela, Colombia, Brazil, Korea, Ireland, Spain, Italy, France, Germany, the United States, and Canada. In 2006, the Legion launched a test phase of Mission Network in the United States. Catholic Mission Network, Inc., is the umbrella organization that oversees and approves Legionary-endorsed apostolates that are not stand- alone like a school or retreat center. Its purpose is to provide both structure and supervision of the apostolates, and an overview as to what the Legion/Regnum Christi does as a whole, with brand-name-type recognition.Mission Youth USA - Mission Network and Regnum Christi The youth wing of Regnum Christi, offering spirituality for youth 11 to 16, is called ECYD. The commitments in ECYD vary over time, adapting to the ages of the members. Many ECYD members are involved in clubs run or overseen by Legionaries or consecrated members of Regnum Christi. ==Founder== thumb|right|220px|Marcial Maciel Marcial Maciel was born in Cotija, Michoacán on March 10, 1920, into a devout Catholic family -- four of his uncles were bishops -- during a time in which the Mexican government was fiercely anticlerical. He became a priest after a troubled youth. Maciel was expelled from two seminaries for reasons that have never been explained. He became a priest only after one of his bishop uncles ordained him after private studies. Maciel was ordained a priest on November 26, 1944, in Mexico City, but he had already founded his order in 1941, with the support of Francisco González Arias, Bishop of Cuernavaca. And two years later in 1946 presented a donation to the Vatican for $10,000, “a huge sum in a city reeling from the war.” He was praised by Pope John Paul II in lavish ceremonies and called an \"efficacious guide to youth\". In general, the Holy See held Maciel \"up as a model of sainthood for the faithful\" in large part \"because he brought in money and vocations to the priesthood.\" In the Legion of Christ, Maciel was called \"Nuestro Padre\". Members of the order were taught \"the Legion message\" -- that Maciel \"had his enemies, but that he was a living saint for his leadership as an evangelist, drawing the church back from liberal abuses of the Second Vatican Council and attracting young men to a strict religious life.\" Pope Benedict XVI sentenced Maciel to a life of \"prayer and penance\" in 2006. Maciel died in Jacksonville, Florida, on January 30, 2008, aged 87, and was buried in his hometown of Cotija de la Paz, Michoacán, Mexico. Immediately following Maciel's death, the Legion's leaders stated \"his ascent to heaven\". ==Abuses== One of the first English language public reports of abuse came in 1997 exposing abused that happened in the 1950s. Juan Vaca and seven other early victims of Maciel \"gave graphic accounts\" in the Hartford Courant of how they watched Maciel inject himself with a morphine painkiller in Spain and Rome in the 1950s and finally had to be hospitalized. Cardinal Valerio Valeri received reports \"from an older seminarian in Mexico City\" and the head of the one Legion high school at the time (Cumbres Institute), who were concerned about Maciel's drug use and \"overly affectionate behavior with boys\". Valeri suspended Maciel but in 1959 he was reinstated by Clemente Micara, the interim vicar of Rome. For a long time, the Vatican dismissed accusations by seminarians that Father Maciel had abused them sexually, some when they were as young as 12. After years of denial by the Congregation and the Regnum Christi movement and dismissal of accusations made by many former members, an investigation prompted by the Vatican concluded that allegations of sexual abuse of minors by Maciel were true. The superiors of the congregation did not officially inform the rest of the congregation until a year after his death, during which time, they continued to permit an internal culture of revering him as a saint. The Legionaries of Christ eventually acknowledged their founder's \"reprehensible and objectively immoral behavior\" as head of the order. As a result of the scandal, Pope Benedict XVI also removed the vow of charity, which required members to maintain secrecy, impermeability, and refrain from criticism of superiors. The \"very serious and objectively immoral acts\" of Maciel, which were \"confirmed by incontrovertible testimonies\", represented \"true crimes and manifest a life without scruples or authentic religious sentiment\", the Vatican said. After the scandals of Maciel came to light, some priests and seminarians left the congregation. Several schools and centers of formation closed. In 2019, the organization admitted that Father Fernando Martínez Suarez had abused eight minors between 1990 and 1993. A month later, they admitted that members of the organization had sexually abused 175 children between 1941 and 2019. 60 of those were abused by its founder, some of whom were his own children from several relations. Six of the priests have died, eight have left the priesthood, one left the Congregation, and 18 continue in their posts. The Legion of Christ also singled out former Secretariat of State Angelo Sodano for leading efforts to cover up the reports of abuse. ==Renewal== The Legion underwent a visitation by the Vatican and a process of renewal through a series of discussions revolving around the charism of the movement, the relationship of the congregation to the lay movement, and the place of both within the Church. In 2006, Maciel was investigated by the Holy See and suspended from his ministry, initially over breaches of celibacy. This followed public revelations that he had sexually abused minors, which were later confirmed. The Legion's additional vow of \"charity\" had been used to induce secrecy, promising not to criticize superiors. This was lifted by Pope Benedict XVI in December 2007. After Maciel's death, and following more revelations, Pope Benedict XVI ordered an apostolic visitation in 2009. On June 27, 2009, according to Vatican commentator Sandro Magister, Vatican authorities named five bishops from five different countries, each one in charge of investigating the Legionaries in a particular part of the world. They were Bishops Ricardo Watti Urquidi of Mexico, Charles J. Chaput of the United States, Giuseppe Versaldi of Italy, Ricardo Ezzati Andrello of Chile, and Ricardo Blázquez Pérez, (:es:Ricardo Blázquez) of Spain. On May 1, 2010, after a two-day meeting in Rome with the bishops, the Vatican issued a statement on the reportCOMMUNIQUÉ OF THE HOLY SEE REGARDING THE APOSTOLIC VISITATION OF THE CONGREGATION OF THE LEGIONARIES OF CHRIST (1 MAY 2010) and announced that the Pope would name a delegate to the legion and a visitator to Regnum Christi,On July 9, 2010, Pope Benedict XVI appointed then-Archbishop, now Cardinal Velasio De Paolis his delegate to examine the Legionaries' constitution and to begin an investigation of Regnum Christi.Pope Reins In Catholic Order Tied to Abuse (New York Times, May 2, 2010), Pope Benedict XVI names Papal Delegate for the Legion of Christ - Regnum Christi because the \"conduct of [Maciel] has given rise to serious consequences in the life and structure of the Legion, such as to require a process of profound re-evaluation.\" At the conclusion of the visitation, Cardinal Velasio De Paolis was delegated to examine the Legionaries' constitutions and conduct a visitation of its lay affiliate Regnum Christi. On October 19, 2012, De Paolis published a cover letter for a summary of the Regnum Christi's charism which he had approved as a working document. Under the guidance of Cardinal Velasio De Paolis, the congregation announced the order's Extraordinary General Chapter in Rome in January 2014, for a \"total restructuring\". Apologies to the victims were issued and a compensation commission established.Legion of Christ reiterates commitment to Maciel's victims, Catholic News Agency In 2019, new statutes were adopted introducing collegial leadership and more transparent community life to prevent possible abuses in the future.Céline Hoyeau, Regnum Christi Movement, Legionaries of Christ revamped: Changes and safeguards in new statutes in the wake of sexual abuse by its founder Marcial Maciel, LA CROIX International, June 17, 2019 The Legion completed a five-year renewal process that included a revision of its constitutions, which were approved during an extraordinary general chapter. The entire congregation revised the Constitutional document under the direction of a central committee and presented a final version to the new Pope Francis. On 4 November 2014, after an extensive process of the reform of the Legionaries of Christ, the Vatican approved the congregation's amended constitutions. In December 2019, the organization accepted responsibility for 175 cases of child sexual abuse by 33 priests, including 60 minors who were abused by Marcial Maciel. However, Archbishop Rogelio Cabrera López, head of the Episcopal Conference of Mexico, said on December 22, 2019, that the report is \"late and incomplete\": \"How is it possible that the founder committed crimes for 70 years and no one ever said anything?\" 10 years after the Holy See took over the Legion, in an address directed to Legionaries during their General Chapter of 2020 and to the General Assemblies of Regnum Christi held during the same period, Pope Francis recognized the progress made in their renewal saying: \"The new Constitutions and the new Statutes are truly 'new,' be it because they reflect a new spirit and a new vision of religious life, consistent with Vatican Council II and the directions of the Holy See, be it because they are the product of a three-year endeavor, in which all your communities were involved and which has led to a change in mentality.\" However, a report emerged around January 2020 alleging that the papal envoy in charge (the by then deceased Cardinal Velasio De Paolis) \"refused to punish or even investigate\" an incident where a priest from the Legion of Christ raped \"little girls aged 6 to 8 or 9\" in front of their classmates at an elite Catholic school in Cancun, Mexico, and noted a \"high-level cover-up by superiors who are still in power\". According to a former Legion priest, Rev. Christian Borgogno, \"De Paolis' decision to leave in place Legion superiors, many of whom were close to Maciel, 'made reform' of the Legion 'impossible'\". In response, a month later the Legion promised \"accountability and transparency\" and \"vowed to investigate the confirmed cases of past abuse by 33 priests and 71 seminarians\". ==See also== * Regnum Christi * ECYD * Regnum Christi Consecrated Women * Regnum Christi Consecrated Men * Controversies surrounding the Legion of Christ ==References== ==Further reading== * Berry, Jason and Renner, Gerald. 2004. Vows of Silence: The Abuse of Power in the Papacy of John Paul II. Free Press. * Conde, Angeles and David Murray: The Legion of Christ: A History Circle Press, 2004. * Maciel, Marcial. Christ Is My Life (Sophia Institute Press: 2003) * Maciel, Marcial. Integral Formation of Catholic Priests (Alba House, 1992) ==Further viewing== Films * Erffa, Zita: \"The Best Thing You Can Do with Your Life\", Documentary, 93 min, Germany/ Mexiko 2018, Director: Zita Erffa, DOP: Bruno Santamaría, Production: Petruvski Films in Coproduction with Ojo de Vaca und HFF München, supported by the CCC Mexiko. Premiere: Berlinale 2018. In Mexican cinemas from: 9.th of November 2019: Cineteca Nacional. ==External links== * Legion of Christ * Regnum Christi * Mission Network (Programs sponsored by the Legion of Christ) * Papal Delegate * Jason Berry \"How Father Maciel Built His Empire\" National Catholic Reporter Apr 12, 2010 Category:Legion of Christ Category:Regnum Christi Category:Christian organizations established in 1941 Category:Catholic religious institutes established in the 20th century Category:Catholic spirituality",
 "title": "Legionaries of Christ"
}