{
 "id": "573561",
 "text": "In the 1980s and 1990s there were, in the Paris region (Île-de-France), multiple instances of alleged and proved political corruption cases, as well as cases of abuse of public money and resources. Almost all involved were members of the conservative Rally for the Republic (RPR) ruling party, which became the Union for a Popular Movement (UMP) in 2002. ==Central role of Jacques Chirac== Jacques Chirac was mayor of Paris from 1977 to 1995 and has been named in several cases of alleged corruption and abuse, some of which have already led to felony convictions. Chirac, as president of France (until 16 May 2007), enjoyed virtual immunity from prosecution for acts preceding his tenure as president, following from decision 98-408 DC of the Constitutional Council on 22 January 1999.La responsabilité pénale du Chef de l'Etat (A Legal Analysis of Presidential Immunity) This decision itself was highly controversial: the council was consulted on the treaty establishing the International Criminal Court, not about the status of the president with respect to the national criminal justice system. At the time, the president of the council was Roland Dumas, who later had to retire from his functions because of his implication in the Elf Aquitaine scandal.L'Express Chirac refused to testify before investigating magistrate Éric Halphen, arguing that this would be incompatible with his presidential functions. On 10 October 2001, the Court of Cassation ruled that, while the president cannot be prosecuted by normal judicial means during his mandate, such an impossibility suspends the delays of prescription (statute of limitation). If Chirac does not run for office again in 2007 or is not re-elected, he may then be prosecuted on the several affairs he is involved in. This might explain why in 2003 some in the presidential entourage floated around the idea of Chirac running for a third term. Chirac's foremost critic was deputy Arnaud Montebourg of the Socialist Party, who filed a motion to bring him in front of the High Court of Justice (a procedure similar to impeachment, which has never been applied). ==Vote rigging in Paris== In several districts of Paris, people were allegedly illegally registered on the electoral rolls in an attempt to modify the outcome of elections. In some egregious cases, significant numbers of people were registered at the address of a hotel or of a shop. * In the 3rd arrondissement, 859 (being 5% of the registered voters) were, according to enquiries, fraudulently registered on the electoral rolls between 1988 and 1995. * In the 5th arrondissement, mayor Jean Tiberi, his wife Xavière Tiberi and alleged accomplices were put under formal investigation. According to the instruction, 7,228 people were fraudulently registered in the 5th arrondissement in 1997 and 3,315 of them voted when Jean Tiberi was elected deputy with 2,725 votes more than his opponent. On 21 March 2005, Jean Tiberi was put under criminal investigation for his alleged role in the altered electoral rolls. He denied having had anything to do with the action and pointed that he was re-elected by wide majorities, thus not needing fake voters. ==Manipulated biddings for public procurement== ===Paris public housing projects=== There was a shock when a videocassette of businessman was disclosed after his death in 1999, with Le Monde publishing its full contents in September 2000. In the tape, Méry gave details of kickback schemes in the Paris region; in particular, he said that he delivered FRF 5 million in cash to Michel Roussin, chief of staff of then prime minister Jacques Chirac, \"in Chirac's presence\". \"We only work on Mr. Chirac's orders,\" Méry said in the video. It was on these grounds that investigating magistrate Éric Halphen summoned president Jacques Chirac in March 2001 as witness, declaring that there were sufficient \"clues\" to warrant a full investigation. In September 2001, the Paris Appeal Court cancelled part of the proceedings on procedural vices, and removing the affair from judge Halphen's hands. In February 2005, investigating magistrate Armand Riberolles, who succeeded Halphen, abandoned charges against Jean Tiberi (who succeeded Chirac as mayor of Paris), who as former president of the OPAC (Office Public d'Aménagement et de Construction) of Paris, was prosecuted for \"complicity in corruption\" (complicité de traffic d'influence). \"Le tribunal examine le scandale de corruption des HLM de Paris, naguère affaire d'Etat\", Le Monde, 25 January 2006.\" As of January 2006, several CEOs had been prosecuted in the trial, but not one politician. Forty- nine businessmen were prosecuted, among them , CEO of company and close to Chirac. According to Le Monde, this trial was met with \"relative indifference\". The previous investigations had led to the resignation of magistrate Éric Halphen after several cases of intimidation and a tight struggle against the executive power. Personalities such as Michel Roussin, or Jean Tiberi, former mayor of Paris, had all been previously acquitted. The investigating magistrate Armand Riberolles, who succeeded Eric Halphen, wrote that the \"instruction hadn't been able to formally establish the personal involvement of responsible members of the higher echelons of the RPR\", while noting that \"a large number of testimonies, cross-checked by various factual elements, show that Jean-Claude Méry had been commissioned to ensure the financing of the RPR's political activities by collecting funds, in particular through the firms working with the OPAC.\" In \"Le tribunal examine le scandale de corruption des HLM de Paris, naguère affaire d'Etat\", in Le Monde, Mercredi 25 janvier 2006.\" All proceedings leading to president Chirac had been thrown out in September 2001 by the Paris Court of Appeal, leading to the resignation of judge Halphen. ===High-schools and other public works in the Île-de-France region=== About 40 are under investigation for the alleged corruption at the Île-de-France regional council. Inquiries showed that 2% of the payments from the Île-de-France council to companies involved in building or repairs on the region's high schools were to be channeled as kickbacks to political parties, either through legal contributions (permitted under the 15 January 1990 law then in force), or through cash deliveries of fictitious employment (i.e. staff of political parties or politicians being paid by the involved companies). According to the enquiry, 1.2% went to the RPR, 0.8% to the French Socialist Party. Michel Giraud, then president of the Île-de-France region, was one of the prime suspects. The following companies admitted to such practices: , , (GTM), Bouygues, CBC, Nord France, Dumez, Chagnaud, Fougerolle, SAEP, SCGPM, (SPIE). The investigations were conducted by investigating judges Armand Riberolles and Marc Brisset-Foucault In March 2005, the case went to trial before the Paris correctional court In October 2005, former president of the Île-de-France region Michel Giraud was condemned to four years of prison on probation and to pay an 80 000 euros fine; Michel Roussin, former chief of staff of Jacques Chirac, was also condemned to four years of prison on probation and to a 50 000 euros fine. These sentences were accompanied by a 5 years suspension of civil and familial rights. Louise-Yvonne Cassetta and Guy Drut were also condemned on probation. Among the 47 persons prosecuted, only Gérard Longuet, former president of the republican party, was acquitted. Libération could state that: \"Only one - big - absence in this trial and judgment: Jacques Chirac, whose shadow has constantly towered [over] this four months debate\". ==Fictional jobs in government offices== ===City of Paris=== During the tenure of Jacques Chirac as mayor of Paris, some people paid by the city government actually worked (full-time) for the RPR party. Alain Juppé, former secretary-general of the RPR (1988–1995) and former deputy mayor in charge of finances of the City of Paris (1983–1995) was convicted along with accomplices and of abuse of public funds when he employed people on the city's payroll to perform tasks wholly for the benefit of his party. On 31 January 2004, Alain Juppé was sentenced by the correctional court of Nanterre to 18-month suspended sentence, as well as the deprivation of the right to vote for five years and the right to run for national office for 10 years (reduced on appeal to one year). On 1 December 2004, the Versailles court of appeals reduced the sentence to a 14-month suspended sentence and a deprivation of the right to hold political office for one year. Juppé did not go to the Court of Cassation over this sentence, and had to resign from his position as mayor of Bordeaux. Another scandal erupted after the ruling when the judges of the Nanterre court alleged that their offices and computers had been searched. President Chirac ordered an administration inquiry commission, composed of high-level magistrates (the vice-president of the Council of State, and the first presidents of the Court of Cassation and the Court of Auditors), to investigate the matter. This decision was criticized because there was no legal nor constitutional basis for it: normally, questions of judicial honesty are handled by the Conseil Supérieur de la Magistrature (CSM), which (politely) protested Chirac's action. The Nanterre judges refused to be heard by the commission, arguing they should see the CSM. The commission concluded that there had been security lapses at the Nanterre court, but did not conclude that there was any wrongdoing. A criminal investigation has also been opened. On 3 December 2004, the Court of Cassation ruled that a court of appeals had incorrectly ruled that some cases of employment by or payments received from the City of Paris (under the Chirac and Tiberi administrations) for fictitious work fell under prescription (statute of limitations). The court announced that the cases were now referred to the Versailles Court of Appeals. The current administration of the City of Paris, led by Socialist mayor Bertrand Delanoë, had appealed the prescription ruling before the Court of Cassation. Among the suspects are the deputy of Paris Jean de Gaulle, former minister Robert Pandraud etc. ===Essonne=== Xavière Tiberi, the spouse of mayor of Paris Jean Tiberi, received FRF 200,000 (approx. €30,000) for a report on francophonie for the general council of the Essonne département. This 36-page report, possibly written after the payment as a justification, was extremely poorly written and contained numerous spelling and grammatical mistakes. ==Illegal use of government services== ===Usage of City of Paris gardening services for private purposes=== In 2004, mayor Bertrand Delanoë filed a complaint for the past abuse of City of Paris gardening services for private purposes, estimating the public losses to at least €700,000. Individuals close to the RPR allegedly enjoyed free gardening services from City of Paris employees in their houses of the upscale areas of Paris and suburbs. City supplies were allegedly also taken for private usage.See Le Canard Enchaîné, 31 March 2004 ==See also== * Corruption in France * List of French political scandals * Affaire des emplois fictifs de la mairie de Paris * Affaire des marchés publics d'Île-de-France * Affaire des marchés truqués des lycées d'Île-de-France ==References== Category:History of Paris Category:Corruption in France Category:Political scandals in France Category:Contemporary French history Category:1980s in France Category:1990s in France Category:Jacques Chirac",
 "title": "Corruption scandals in the Paris region"
}