{
 "id": "573701",
 "text": "thumb|243px|Howard's coat of arms with Garter Thomas Howard, 1st Earl of Suffolk, (24 August 156128 May 1626) of Audley End House, was a member of the House of Howard and a son of Thomas Howard, 4th Duke of Norfolk by his second wife Margaret Audley, Duchess of Norfolk, the daughter and heiress of the 1st Baron Audley of Walden. ==Early life and marriages== After the death of his mother on 10 January 1564, the infant Thomas inherited Saffron Walden and other Audley properties. While imprisoned in the Tower before his execution in 1572, his father urged him to marry his stepsister Mary Dacre, the daughter of Thomas Dacre, 4th Baron Dacre and Elizabeth Leybourne, the Duke's third wife. He did so; but Mary died, childless, in April 1578 at Walden. In or before 1582, Howard remarried, his second wife being Katherine Knyvet, widow of Richard, son of Robert Rich, 2nd Baron Rich. A noted beauty, she was also the eldest daughter and heiress of her father, Sir Henry Knyvet of Charlton. She survived her husband, dying in 1633. ==Issue== * Theophilus Howard, 2nd Earl of Suffolk (13 August 15823 June 1640) married: Elizabeth Home, and had issue * Elizabeth Howard (c. 158317 April 1658) married: (1) William Knollys, 1st Earl of Banbury, and had issue (2) Edward Vaux, 4th Baron Vaux of Harrowden (some say that Elizabeth's and William's children were illegitimate) * Sir Robert Howard (1598–1653) (1) mistress Frances Villers and had issue Robert Danvers; {2} married: Catherine Nevill * Sir William Howard (1586before 1672) * Thomas Howard, 1st Earl of Berkshire (8 October 158716 July 1669) married: Elizabeth Cecil, and had issue * Catherine Howard (c. 1588–1673) married: William Cecil, 2nd Earl of Salisbury, and had issue * Frances Howard (31 May 15901632) married: (1) Robert Devereux, 3rd Earl of Essex (2) Robert Carr, 1st Earl of Somerset, and had issue * Sir Charles Howard (159121 June 1626), married Mary Fitz(john) and had issue * Henry Howard (1592–1616), married Elizabeth Bassett and had issue. In September 1613 he travelled to Veere to fight a duel with the Earl of Essex, but the courtier Henry Gibb prevented the combat.William Shaw & G. Dyfnallt Owen, HMC 77 Viscount De L'Isle, Penshurst, vol. 5 (London, 1961), pp. 120-3.John Payne Collier, Egerton Papers (Camden Society: London, 1840), p. 463. *Edward Howard, 1st Baron Howard of Escrick (died 24 April 1675), married Mary Boetler daughter of John Boteler and Elizabeth Villiers and had issue. * Margaret Howard (c. 1599–1608) File:ThomasHoward4HerzogvonNorfolk.jpg|Thomas Howard File:MargaretAudley.jpg|Margaret Audley File:Theophilus Howard, 2nd Earl of Suffolk.jpg|Theophilus Howard File:Frances Howard-Countess-of- Somerset.jpg|Frances Howard thumb|Audley End, entrance thumb|Audley End, aerial thumb|Audley End, rear ==Naval exploits== In December 1584, he was restored in blood as Lord Thomas Howard. Lord Thomas commanded the Golden Lion in the attack on the Spanish Armada. On 25 July 1588, the Golden Lion was one of the three ships that counter-attacked the Spanish galleasses protecting the Saint Anne. He was knighted the next day aboard Ark Royal by his kinsman, Admiral Lord Howard of Effingham. In 1591, he was sent with a squadron to the Azores which was to waylay the Spanish treasure fleets from America. However, one fleet reached Spain before his arrival, and the second would not arrive in the islands until September. Forced by the long delay to land his sick and repair his ships, he was barely able to reballast and get to sea off Flores in time when his scouts reported an arriving fleet. To his horror, this proved to be, not the treasure fleet, but a powerful Spanish force dispatched from Ferrol to destroy his squadron. All of Howard's fleet escaped, by the barest of margins, except Revenge, commanded by the squadron's vice-admiral, Sir Richard Grenville. Revenge, some distance from the remainder of the fleet, attempted to break through the Castilian Squadron and was forced to surrender after a long fight, in which Revenge was virtually destroyed and Grenville mortally wounded. In 1596, Howard served as vice-admiral of the expedition against Cadiz, which defeated a Spanish fleet and captured the town. Favored by Queen Elizabeth, he was installed as a Knight of the Garter in April 1597, and in June sailed with the unsuccessful expedition to the Azores, which he had partly funded. ==Political career== He was seriously ill in the autumn of 1597, and was created Baron Howard de Walden by writ of summons. While he recovered from his illness, he was unable to attend Parliament until January 1598. On 2 February 1598, he was admitted an honorary member of Gray's Inn. In 1599, he commanded the fleet in The Downs; in that same year he became an admiral. He was appointed Constable of the Tower of London on 13 February 1601 after the revolt of the Earl of Essex, and was one of the commission who tried Essex and Southampton. Still active in privateering ventures, he never obtained significant profit from them. At this time, he was also sworn High Steward of Cambridge University, and would hold the post until 1614. (He received an MA from Cambridge in 1605.) A friend of Sir Robert Cecil, he became acting Lord Chamberlain at the close of 1602, and entertained the Queen at the Charterhouse, towards the end of her life in January 1603. Under James I, Howard immediately entered the King's favour, being appointed Lord Chamberlain on 6 April 1603 and a Privy Counsellor on 7 April. Later that year, on 21 July 1603, he was created Earl of Suffolk. He was also appointed a commissioner for creating Knights of the Bath, and from 1604 to 1618 a commissioner for the Earl Marshalcy. He was appointed Lord Lieutenant of Suffolk in 1605, having several years earlier been made Lord Lieutenant of Cambridgeshire. Suffolk accepted a gift from the Spanish ambassador negotiating the peace treaty of 1604, but his countess proved a more valuable informant and Catholic sympathiser. Avaricious, she accepted an annual pension of £1000 from the Spanish. While Suffolk was less pro-Spanish and pro-Catholic than his wife, she was felt to dominate her husband in matters of politics, a circumstance which would later bring him to grief. By 1605, Cecil, now Earl of Salisbury, Suffolk, the Earl of Northampton, and the Earl of Worcester were James's principal privy counsellors. Suffolk and Salisbury were both privy to the communications made by Lord Monteagle revealing the existence of the Gunpowder Plot, and Suffolk examined the cellar, spotting the brushwood concealing the gunpowder. Later that evening, the Keeper of the Palace, Sir Thomas Knyvet (Suffolk's brother-in-law) made further search, revealing the gunpowder, and the plot collapsed. Suffolk was one of those commissioned to investigated and try the plotters. Numbered by James as one of his \"trinity of knaves\" (with Salisbury and Northampton), he was nonetheless thought loyal and reliable to the King. By 1607, work was completed on Charlton Park, a house which is still home to his descendants. In December 1608, Salisbury's eldest son and heir, William married Suffolk's third daughter, Catharine. Salisbury, who died in 1612, praised Suffolk's friendship in his will; and upon his death, Suffolk was appointed one of the Lords of the Treasury. Though he disliked Sir Robert Carr, the royal favourite, Suffolk supported his daughter Frances' desire to divorce her husband, the Earl of Essex to marry him. She did so in December 1613, shortly after his creation as Earl of Somerset. On 8 July 1614, Suffolk was appointed Chancellor of the University of Cambridge, replacing his kinsman Northampton, and on 11 July 1614 was made Lord High Treasurer. His new son-in-law, Somerset, replaced him as Lord Chamberlain, and Suffolk and his family now dominated the court. In 1615, however, Suffolk's fall began. James had become deeply infatuated with Sir George Villiers, and Suffolk's daughter Frances, now Countess of Somerset, was implicated in the poisoning of Sir Thomas Overbury. Suffolk was accused by James of complicity with Somerset in trying to suppress investigation of the crime, but successfully weathered the storm. However, Suffolk then made the mistake of attempting to undermine the rising power of Villiers by grooming another handsome young man to succeed him in James's favour. Completely unsuccessful, this only provoked a counterattack by Villiers, now (1618) Marquess of Buckingham, upon Suffolk's conduct as Lord High Treasurer. Suffolk's finances were always in a perilous state. His early privateering and naval ventures nearly bankrupted him, despite some financial help from Queen Elizabeth. Under James, the situation was somewhat eased by his preferment at court, which gave him board and lodging and valuable emoluments, and the regrant of some of the sequestered estates of his father. Some of this he invested in land in East Anglia, and he further benefited from a series of customs farms and bequests from relatives. He had been forced to sell his London residence, the Charterhouse, in 1611, but this was replaced in 1614 when he inherited the Earl of Northampton's house at Charing Cross. Suffolk added to his own troubles by extravagant building programmes. Audley End House, built from 1603 to 1616, was the largest private house in England. He also added an expensive new wing to Charing Cross, and his wife built Charlton Park on the Knyvett estates she had inherited. Suffolk's children were also well provided for. He spent considerable sums to keep up their profile at court, and provided generous marriage portions to improve their matches. While this strategy was successful, it generated crushing debts for him, owing £40,000 in bonds and mortgages by 1618. His appointment as Lord High Treasurer in 1614 provided the opportunity to ameliorate his financial position through selling patronage and through deals with customs farmers, although it did not completely relieve his debts. It was also to prove the instrument of his downfall. ==Arrest and fall== Through the agency of Buckingham, James was made aware of Suffolk's misconduct in the Treasury, particularly allegations that Lady Suffolk harassed creditors of the crown, and extorted bribes from them before they could obtain payment. Suffolk was suspended from the Treasurership in July 1618. Early in 1619, his wife suffered an attack of smallpox which destroyed her famous beauty, and Suffolk himself pleaded ill health in an attempt to avoid trial. These efforts failed: in October 1619, he, his wife, and their crony Sir John Bingley, Remembrancer of the Exchequer were prosecuted on a variety of counts of corruption in the Court of Star Chamber. Sir Francis Bacon, the prosecutor, compared Lady Suffolk to an exchange woman keeping shop while her apprentice, Bingley, cried \"What d'ye lack?\" outside. On 13 November 1619, they were found guilty on all counts. A fine of £30,000 was imposed, and they were sentenced to imprisonment at the King's pleasure. After ten days, Suffolk and his wife were released and appealed to Buckingham to intercede for them. Although Suffolk further irritated James by legal manoeuvres to avoid seizure of his property, Buckingham was willing to be magnanimous to his rival now that his power had been destroyed. Buckingham obtained for Suffolk an audience with the King, and the fine was subsequently remitted except for £7,000. In 1623, Suffolk's youngest son Edward married Buckingham's niece, Mary Boteler. While Suffolk never again rose to high office, he was active in the Lords and served twice as a commissioner of ecclesiastical causes. He died at Charing Cross on 28 May 1626 and was buried on 4 June at Saffron Walden. ==References== |- |- |- |- |- |- |- |- ==External links== * Category:1561 births Category:1626 deaths Category:Alumni of St John's College, Cambridge Category:Chancellors of the University of Cambridge Thomas 01 Thomas Howard, 01st Earl of Suffolk Category:Knights of the Garter Category:Lord High Treasurers Category:Lord-Lieutenants of Cambridgeshire Category:Lord- Lieutenants of Dorset Category:Lord-Lieutenants of Suffolk Category:16th- century English nobility Howard, Thomas Category:Honourable Corps of Gentlemen at Arms Category:English admirals Category:English people of the Anglo-Spanish War (1585–1604) Category:17th-century English nobility",
 "title": "Thomas Howard, 1st Earl of Suffolk"
}