{
 "id": "574085",
 "text": "The Kaiser Wilhelm Memorial Church (in German: Kaiser-Wilhelm- Gedächtniskirche, but mostly just known as Gedächtniskirche ) is a Protestant church affiliated with the Evangelical Church in Berlin, Brandenburg and Silesian Upper Lusatia, a regional body of the Evangelical Church in Germany. It is located in Berlin on the Kurfürstendamm in the centre of the Breitscheidplatz. The original church on the site was built in the 1890s. It was badly damaged in a bombing raid in 1943. The present building, which consists of a church with an attached foyer and a separate belfry with an attached chapel, was built between 1959 and 1963. The damaged spire of the old church has been retained and its ground floor has been made into a memorial hall. The Memorial Church today is a famous landmark of western Berlin, and is nicknamed by Berliners \"der hohle Zahn\", meaning \"the hollow tooth\". == Old church == thumb|left|The old church around 1900 thumb|Mosaic in surviving portion of the old church The construction of the church was part of a Protestant church-building programme initiated by Kaiser Wilhelm II and his consort Augusta Victoria to counter the German labour movement and socialist movement by a return to traditional religious values. Wilhelm II decided to name the church in honor of his grandfather Kaiser Wilhelm I.Gerlach, p. 18. The competition for the design was won by Franz Schwechten, member of the Bauakademie who had distinguished himself with the design of the Anhalter Bahnhof. Schwechten, a native Rhinelander, planned for a large church to be built in a Neo-Romanesque style modelled on the Bonn Minster with a Tuff stone facade. His design included of wall mosaic, a -high spire (now 71 metres, or 233 ft) and a nave which seated over 2,000 people. The foundation stone was laid on 22 March 1891, which was Wilhelm I's birthday.Gerlach, p. 38. The church was dedicated on 1 September 1895, the eve of the Day of Sedan. At that time, the entrance hall in the lower section had not yet been completed; that part of the church was not opened and consecrated until 22 February 1906.Gerlach, pp. 23, 38. Construction costs mounted to 6.8 million gold mark, raised primarily through donations. The church design, quite unfamiliar in the Brandenburg region, inspired several architectural projects in the surrounding area, like the Romanisches Café building, also designed by Schwechten. In World War II, on the night of 23 November 1943, the church was extensively damaged in an air raid. Yet it was by no means beyond repair. A remnant of the spire and much of the entrance hall survived intact, as did the altar and the baptistry.Gerlach, p. 23. After the war, in 1947, the curatorium of the Kaiser-Wilhelm-Gedächtniskirche foundation (Stiftung) decided in favor of rebuilding the church, but the manner in which this should be done was contentiously debated until the late 1950s.Falser, Michael S. (2009). \"Trauerarbeit an Ruinen – Kategorien des Wiederaufbaus nach 1945\" . In: Michael Braum and Ursula Baus (Eds.), Rekonstruktion in Deutschland: Positionen zu einem umstrittenen Thema. Basel: Birkhäuser. . p. 60-97; here: p. 71. In a two-phased design competition in 1956, the question of whether the secured remnant of the spire should be torn down or preserved was left open. The winner of the competition, architect Egon Eiermann, initially proposed, in both his submissions, for the remnant of the old spire to be torn down, in favor of a completely new construction. But that plan provoked a public outcry in which the ruined tower was characterized as the \"heart of Berlin\"; as a result Eiermann revised the design to preserve the tower. He had most of the remaining structure pulled down, in order to build the modern church that now occupies most of the site. == New church == thumb|left|Exterior of the new church thumb|left|Interior of the new church The new church was designed by Eiermann and consists of four buildings grouped around the remaining ruins of the old church. The initial design included the demolition of the spire of the old church but following pressure from the public, it was decided to incorporate it into the new design.Gerlach, pp. 2, 4. The four buildings comprise, on the west of the ruins, the new church with a foyer to its west, and to the east of the ruins, a tower with a chapel to its northeast. The plan of the church is octagonal while the plan of the tower is hexagonal. These components are sited on a plateau measuring 100 metres long and 40 metres wide. The new buildings are constructed of concrete, steel and glass.Gerlach, pp. 4–5 The walls of the church are made of a concrete honeycomb containing 21,292 stained glass inlays. The glass, designed by Gabriel Loire, was inspired by the colours of the glass in Chartres Cathedral. The predominant colour is blue, with small areas of ruby red, emerald green and yellow. The church is 35 metres in diameter and 20.5 metres high with a capacity of over 1,000.Gerlach, p. 6. Because of the distinctive appearance of the new buildings, it is sometimes nicknamed \"Lippenstift und Puderdose\" (the lipstick and the powder box) by Berliners.Wiethoff, Tobias (5 September 2003). \"Berliner Kirchen: Lippenstift und Puderdose\" . Spiegel Online. Retrieved 20 December 2016. Inside the church, opposite the entrance, a figure of the resurrected Christ is suspended above the altar. This is made from tombak and was designed by Karl Hemmeter. The cross on the altar, by Peter Tauchnitz, is of gilt silver with 37 rock crystals. To the left of the altar is the baptismal font on a stand filled with Carrara marble which contains a majolica bowl for the holy water. To the right of the altar is an octagonal pulpit.Gerlach, pp. 8–9 Opposite the altar on a gallery is an organ containing about 5,000 pipes, which was built by Karl Schuke. Plexiglas panels have been installed over the organ gallery to improve the acoustics.Gerlach, p. 10. By the northeast wall of the church are three works of art. The first is a bronze plaque commemorating the Protestant martyrs who died during the Nazi regime between 1933 and 1945. It incorporates a Spanish wooden crucifix dating from the 13th century. The plaque was placed in the church on 20 July 1964, the 20th anniversary of an attempt to assassinate Hitler. Next to this is the Stalingrad Madonna, a symbol of hope and reconciliation. This is a charcoal drawing made by Kurt Reuber during the time he was trapped inside Stalingrad at Christmas 1942. Copies of this drawing have been sent to Coventry Cathedral and the Russian Orthodox Church in Stalingrad (now Volgograd). The third item of art is an icon of the Virgin Mary from Volgograd.Gerlach, pp. 10, 12. The tower is 12 metres in diameter and 53.5 metres high with a flat roof. Atop the tower is a pole carrying a gilded sphere above which is a gilded cross. It contains a belfry with six bronze bells cast from French cannon, booty from the Franco-Prussian War of 1870–71.Gerlach, p. 14. The foundation stone of the new church was laid on 9 May 1959, its roofing ceremony was carried out on 16 December 1960, the new bells were consecrated on 19 July 1961, the new church was consecrated on 17 December 1961 and the foyer and chapel were completed in December 1963. thumb|Kaiser-Wilhelm-Gedächtniskirche in the 1950s ==Bells of the new church== Different bells are rung on different occasions: *Devotions, family worship, baptisms and marriages: Bells 6, 5 and 4 *Organ Vespers and funerals: Bells 6, 5, 4 and 3 *Sunday worship: Bells 6, 5, 4, 3 and 2 *Festive services: All bells (6-1) {| class=\"wikitable\" | style=\"background- color:#dddddd;\" | Nr.Kurt Kramer: Die Glocke und ihr Geläute. 3. Aufl., DKV, München 1990, S. 51, . | style=\"background-color:#dddddd;\" | Cast Year | style=\"background-color:#dddddd;\" | Founder | style=\"background-color:#dddddd;\" | Ø (mm) | style=\"background-color:#dddddd;\" | Weight (kg, ca.) | style=\"background-color:#dddddd;\" | Note (ST-1/16) | style=\"background-color:#dddddd;\" | Inscription |----- | 1 || rowspan=\"6\"|1960 || rowspan=\"6\"|Glocken- und Kunstgießerei Rincker, Sinn || align=\"right\"|2140 || align=\"right\"|5740 || g0 +1 || Eure Städte sind mit Feuer verbrannt/Your cities were charred by fire (Jes 1, 7). Aber mein Heil bleibt ewiglich, und meine Gerechtigkeit wird kein Ende haben/Yet my salvation remains eternal, and my righteousness will have no end (Jes 51, 6) |----- | 2 || align=\"right\"|1818 || align=\"right\"|3593 || b0 +3 || Er vergilt uns nicht nach unserer Missetat/He does not repay us according to our iniquities (Psalm 103, 10) |----- | 3 || align=\"right\"|1648 || align=\"right\"|2854 || c1 +4 || Gott, dein Weg ist heilig/God, your way is holy (Psalm 77, 13) |----- | 4 || align=\"right\"|1473 || align=\"right\"|2000 || d1 +4 || Hilf deinem Volk und segne dein Erbe/Help your people and bless your inheritance (Psalm 28, 9) |----- | 5 || align=\"right\"|1405 || align=\"right\"|1807 || e♭1 +4 || So sind wir nun Botschafter an Christi Statt; denn Gott vermahnt durch uns; so bitten wir an Christi Statt: Lasset euch versöhnen mit Gott!/We are therefore Christ’s ambassadors, as though God were making his appeal through us. We implore you on Christ’s behalf: Be reconciled to God! (2. Kor 5, 20) |----- | 6 || align=\"right\"|1279 || align=\"right\"|1453 || f1 +3 || Seid fleißig zu halten die Einigkeit im Geist durch das Band des Friedens/Be steadfast to uphold the unity of the spirit through the bond of peace (Eph. 4, 3) |} ==Spire and memorial hall== thumb|Upper part with Quadriga – interior – preserved mosaic The entrance hall in the base of the damaged spire was reopened to visitors, having been consecrated on 7 January 1987. Its floor contains a mosaic of the Archangel Michael fighting the dragon. The vault shows a procession of Hohenzollern princes and includes a depiction of Crown Prince Wilhelm who never became king after his father, Wilhelm II, abdicated the throne in 1918. Other mosaics show important monarchs in medieval Germany, Reformation thinkers and Reformation princes. Bas-relief sculptures illustrate scenes from biblical stories (Jacob wrestling with the angel, Jesus in the garden of Gethsemane, and the pietà), scenes from the life of Kaiser Wilhelm I and symbolic figures representing war and peace.Gerlach, pp. 24–32 In the north apse are 16 display panels which tell the story of the old church and its destruction. At the opposite end of the hall are three items which symbolise the history of the church. In the middle is a damaged statue of Christ which originally stood on the altar of the old church. To its right is the Cross of Nails which was made from nails in the roof timbers of Coventry Cathedral, which had been severely damaged in a German air raid on 14 November 1940. To the left of the statue of Christ is an icon cross which was given by the Russian Orthodox Church and handed over in 1988. Outside the hall are four sandstone figures made by Stefan Kaehne.Gerlach, pp. 34–38. In December 2007, Charles Jeffrey Gray, a former British pilot who carried out World War II bombing raids over Germany, joined a campaign to rescue the Kaiser Wilhelm Memorial Church from decay. After reading about the condition of the Church, Gray contacted Wolfgang Kuhla, the chairman of the church's advisory board, urging that its tower be restored. In response, a fund was launched to help raise the costs of its repair.Former British World War II pilot fights to save Berlin church ==See also== * Battle of Berlin (air) * Bombing of Berlin in World War II * Coventry Blitz ==References== ===Notes=== ===Bibliography=== * ==External links== * *Google Maps Aerial View Category:1890s establishments in Germany Category:Buildings and structures in Berlin destroyed during World War II Category:Buildings and structures in Charlottenburg-Wilmersdorf Category:Charlottenburg Berlin Kaiser Wilhelm Memorial Church Category:United Protestant church buildings in Berlin Category:Heritage sites in Berlin Category:Religious buildings and structures in Berlin Berlin Kaiser Wilhelm Memorial Church Berlin Kaiser Wilhelm Memorial Church Category:Ruins in Berlin Category:Octagonal buildings",
 "title": "Kaiser Wilhelm Memorial Church"
}