{
 "id": "574580",
 "text": "{| |} The Rolls-Royce Olympus (originally the Bristol B.E.10 Olympus) was the world's second two-spool axial-flow turbojet aircraft engine design, first run in May 1950 and preceded only by the Pratt & Whitney J57, first-run in January 1950. It is best known as the powerplant of the Avro Vulcan and later models in the Concorde SST. The design dates to a November 1946 proposal by Bristol Aeroplane Company for a jet-powered bomber, powered by four new engines which would be supplied by Bristol Aero Engines.Baxter 2012, p. 16http://www.flightglobal.com/pdfarchive/view/1955/1955%20-%201748.html Although their bomber design was ultimately cancelled in favour of the other V bombers, the engine design's use of twin-spool layout led to continued interest from the Air Ministry and continued development funding. The engine first ran in 1950 and quickly outperformed its design goals.Baxter 2012, p. 20 Initially used in the Vulcan, later versions added an afterburner for use in the supersonic BAC TSR-2. Bristol Aero Engines merged with Armstrong Siddeley Motors in 1959 to form Bristol Siddeley Engines Limited (BSEL), which in turn was taken over by Rolls-Royce in 1966. Through this period the engine was further developed as the Rolls-Royce/Snecma Olympus 593 for Concorde. Versions of the engine were licensed to Curtiss-Wright in the US as the TJ-32 or J67 (military designation) and the TJ-38 'Zephyr', although none saw use. The Olympus was also developed with success as marine and industrial gas turbines, which were highly successful. As of 2018, the Olympus remains in service as both a marine and industrial gas turbine. ==Background== ===Origins=== At the end of World War II, the Bristol Engine Company's major effort was the development of the Hercules and Centaurus radial piston engines. By the end of 1946, the company had only 10 hours of turbojet experience with a small experimental engine called the Phoebus which was the gas generator or core of the Proteus turboprop then in development.Baxter 1990, pp. 10–13 In early 1947, the parent Bristol Aeroplane Company submitted a proposal for a medium- range bomber to the same specification B.35/46 which led to the Avro Vulcan and Handley Page Victor. The Bristol design was the Type 172 and was to be powered by four or six Bristol engines of thrustBaxter 1990, pp. 13, 18 to the Ministry engine specification TE.1/46. The thrust required of the new engine, then designated B.E.10 (later Olympus), would initially be with growth potential to . The pressure ratio would be an unheard of 9:1.Baxter 1990, p. 13 To achieve this, the initial design used a low-pressure (LP) axial compressor and a high-pressure (HP) centrifugal compressor, each being driven by its own single-stage turbine. This two-spool design eliminated the need for features such as variable inlet guide vanes (Avon, J79), inlet ramps (J65), variable stators (J79) or compressor bleed (Avon) which were required on single spool compressors with pressure ratios above about 6:1. Without these features an engine could not be started nor run at low speeds without destructive blade vibrations. Nor could they accelerate to high speeds with fast acceleration times (\"spool up\") without surge.http://webserver.dmt.upm.es/zope/DMT/Members/jmtizon/turbomaquinas/NASA- SP36_extracto.pdf p.44 and fig.27a The design was progressively modified and the centrifugal HP compressor was replaced by an axial HP compressor. This reduced the diameter of the new engine to the design specification of . The Bristol Type 172 was cancelled though development continued for the Avro Vulcan and other projects.Baxter 1990, pp. 16, 18 ===Initial development=== thumb|Gas-flow diagram of Olympus Mk 101 The first engine, its development designation being BOl.1 (Bristol Olympus 1), had six LP compressor stages and eight HP stages, each driven by a single-stage turbine. The combustion system was novel in that ten connected flame tubes were housed within a cannular system: a hybrid of separate flame cans and a true annular system. Separate combustion cans would have exceeded the diameter beyond the design limit, and a true annular system was considered too advanced.Baxter 1990, p. 18 In 1950, Dr (later Sir) Stanley Hooker was appointed as Chief Engineer of Bristol Aero Engines. The BOl.1 first ran on 16 May 1950 and was designed to produce thrust and to be free from destructive rotating stall on start up to idle speed and to be free from surging on fast accelerations to maximum thrust. The engine started without a problem and Hooker, supervising the first test run and displaying the confidence he had in the design, slammed the throttle to give a surge-free acceleration to maximum power.\"Not Much of an Engineer\" Sir Stanley Hooker, The Crowood Press Ltd. 2002, , p.142 The thrustmeter showed .\"World Encyclopedia of Aero Engines - 5th edition\" by Bill Gunston, Sutton Publishing, 2006, p36 The next development was the BOl.1/2 which produced thrust in December 1950. Examples of the similar BOl.1/2A were constructed for US manufacturer Curtiss-Wright which had bought a licence for developing the engine as the TJ-32 or J67 for the projected F-102. The somewhat revised BOl.1/2B, ran in December 1951 producing thrust.Baxter 1990, p. 20 The engine was by now ready for air testing and the first flight engines, designated Olympus Mk 99, were fitted into a Canberra WD952 which first flew with these engines derated to thrust in August 1952. In May 1953, this aircraft reached a world record altitude of .Baxter 1990, pp. 22, 24 Fitted with more powerful Mk 102 engines, the Canberra increased the record to in August 1955.Baxter 1990, p. 32 The first production Olympus, the Mk 101, entered service in late 1952 at a rated thrust of 11,000 lb, a weight of 3,650 lb, and with a TBO of 250 hours. ==Variants== The Olympus was developed extensively throughout its production run, the many variants can be described as belonging to four main groups. Initial non-afterburning variants were designed and produced by Bristol Aero Engines and Bristol Siddeley and powered the Avro Vulcan. These engines were further developed by Rolls-Royce Limited. The first afterburning variant, the Bristol Siddeley Olympus Mk 320, powered the cancelled BAC TSR-2 strike aircraft. A further afterburning variant was the Rolls-Royce/Snecma Olympus 593, jointly developed to power Concorde in the 1960s. The American Curtiss-Wright company tested a license-developed version known as the J67 and a turboprop designated TJ-38 Zephyr. Neither design was produced. Further derivatives of the Olympus were produced for ship propulsion and land-based power generation. ==Applications== * Avro Vulcan * BAC TSR-2 * Concorde ===Proposed aircraft applications=== Over the years, the Olympus was proposed for numerous other applications including: * C104 which led to the C105 Avro Arrow: BOl.3\"Arrow Flight 25 October 1957, p. 647 * Avro 718: BOl.3 Avro Type List Avro Heritage The Type 718 was a military transport aircraft with up to 110 seats.Fildes 2012, p. 424 * Avro 739 to OR339 (the requirement that culminated in TSR2): BOl.21R * Avro 740: 3 x Mk 551 * Avro 750: 2 x Mk 551 * Avro Vulcan Phase 6 (B3): BOl.23, a development of the Mk 301.Baxter 1990, p. 172 Different engine configurations, BOl.21, BOl.21/2 and BOl.23, with either reheat or an aft fan, were proposed for this aircraft to provide the required increase in take-off thrust.Fildes 2012, p. 407Addendum to Avro Brochure IPB 104 * Bristol T172: B.E.10 * Bristol T177 * Bristol T180 * Bristol T198: Mk 591. Early supersonic airliner design (132 seats). The engine was a civilianised BOl.22R. * Bristol T201: Mk 551 * Bristol T202 * Bristol T204 to OR339: BOl.22SR (simplified reheat) * Bristol T205: Mark 551 * Bristol T213 * Bristol T223: Mk 593. Later supersonic airliner design (100 seats). Engine as Mk 591 with zero stage LP compressor and cooled HP turbine. * de Havilland design to OR339: BOl.14R, BOl.15R. Developed from BOl.6R. * Handley Page HP98: Pathfinder variant of Victor. * Handley Page Victor B1: Mk 104 * Handley Page Victor Phase 3 * Handley Page HP107 * Handley Page Pacific * Hawker P.1121: BOl.21R * Hawker P.1129 to OR339: BOl.15R * Martin/General Dynamics RB-57F Canberra: Mk 701 developed from Mk 301. * Gloster P492/3: Mk 591 * Republic F-105 Thunderchief: BOl.21 for possible sale to RAF. * Saab 36Wikipedia article quoting Berns, Lennart A36 - SAABs atombombare avslöjad, Flygrevyn issue No. 4, April 1991 * Saab 37 Viggen Historien om Viggen Protec 2005 No 4 * Vickers VC10: Development of Mk 555 with aft fan. ==Engines on display== * Imperial War Museum North, Manchester – Mk 101 * RAF Museum Cosford – Mk 320 * Gatwick Aviation Museum Charlwood Surrey – Two Mk 320 *The Rolls-Royce Heritage Trust Collection (Derby - UK) Mk 101 and Mk 593 and a Marine version. * Montrose Air Station Heritage Centre – Bristol B.E.10 * Museum of Science and Industry (Manchester) – Mk 202 (Engine is displayed as a Mk 201 but its ECU plate reveals it as a Mk 202) ==Specifications (Olympus 101)== ==See also== {{aircontent |see also= |related= * Bristol Siddeley BS100 (Olympus core) * Rolls-Royce Marine Olympus * Rolls-Royce/Snecma Olympus 593 |similar aircraft= |lists= * List of aircraft engines |similar engines= * Pratt & Whitney J75 }} ==References== ;Notes ;Citations ;Bibliography * Baxter, Alan. Olympus – the first forty years. Derby, UK: Rolls-Royce Heritage Trust, 1990. * Blackman, Tony. Vulcan Test Pilot. London, UK: Grub Street, 2009. * Bullman, Craig. The Vulcan B.Mk2 from a Different Angle. Bishop-Auckland, UK: Pentland Books, 2001. * Fildes, David W. The Avro Type 698 Vulcan Barnsley, UK: Pen % Sword Aviation, 2012, * Hooker, Stanley. Not Much of an Engineer. Marlsborough, UK: Airlife Publishing, 2002. ==External links== * Rolls-Royce Heritage Trust * Turbine Support image of Olympus power station * enginehistory.org Good image of Mk 301 * Flight cutaway of BOl.1/2A * \"Olympian Heights\" 1961 Flight article * The Mighty Olympus: YouTube Playlist from AgentJayZ Olympus Olympus Category:1950s turbojet engines",
 "title": "Rolls-Royce Olympus"
}