{
 "id": "57470",
 "text": "thumb|upright=1.3|Old Blackfriars Bridge under construction 1766 Blackfriars Bridge is a road and foot traffic bridge over the River Thames in London, between Waterloo Bridge and Blackfriars Railway Bridge, carrying the A201 road. The north end is near the Inns of Court and Temple Church, along with Blackfriars station. The south end is near the Tate Modern art gallery and the Oxo Tower. ==History== The first fixed crossing at Blackfriars was a long toll bridge designed in an Italianate style by Robert Mylne and constructed with nine semi-elliptical arches of Portland stone. Beating designs by John Gwynn and George Dance, it took nine years to build, opening to the public in 1769. It was the third bridge across the Thames in the then built-up area of London, supplementing the ancient London Bridge, which dated from several centuries earlier, and Westminster Bridge. It was originally named \"William Pitt Bridge\" (after the Prime Minister William Pitt the Elder) as a dedication, but its informal name relating to the precinct within the City named after the Blackfriars Monastery, a Dominican priory which once stood nearby, was generally adopted. It was later made toll free. The City of London Corporation was responsible for promoting it and the location between the other two bridges was chosen because it was realised that the disused wharfage of the lower River Fleet from the Thames to what became Ludgate Circus would allow access into the north bank without unduly disrupting the neighbourhood; hence its name of New Bridge Street. The Fleet can be seen discharging into the Thames at its north side. By taking an access road from its southern landing to a junction with the routes created to simplify passage between those bridges to its east and west to the south it would also add to those improvements. This created the junction at St George's Circus between Westminster Bridge Road, Borough Road and the later named Blackfriars Road which crossed the largely open parish of Christchurch Surrey. The continuation to the south at the major junction at Elephant and Castle is therefore named London Road. Although it was built of Portland stone the workmanship was very faulty. Between 1833 and 1840 extensive repairs were necessary, until at last it was decided to build a new bridge on the same site, which coincided with the creation of the Thames Embankment's junction with the new Queen Victoria Street and required a major reconfiguration. The original Blackfriars Bridge was demolished in 1860, P.A. Thom & Company won with the lowest tender and placed an order with Lloyds, Foster and Company for the necessary ironwork. Due to P.A. Thom's problems in finding solid foundations, Lloyds, Fosters & Company went into liquidation having lost £250,000 on the project. The metalwork was built by The Patent Shaft and Axletree Company, Wednesbury, following their takeover of Lloyds, Foster and Company. The present bridge which on 6 November 1869 was opened by Queen Victoria is long, consisting of five wrought iron arches built to a design by Joseph Cubitt. Cubitt also designed the adjacent rail bridge (now demolished) and it was a condition that the spans and piers of the two bridges be aligned. Like its predecessor it is owned and maintained by the Bridge House Estates, a charitable trust overseen by the City of London Corporation. Like London Bridge the full length and its southern end is within the City's borders and not in the adjoining borough of Southwark. Due to the volume of traffic over the bridge, it was widened between 1907–10, from to its present . The bridge attracted some international attention in June 1982, when the body of Roberto Calvi, a former chairman of Italy's largest private bank, was found hanging from one of its arches with five bricks and around $14,000 in three different currencies in his pockets. Calvi's death was initially treated as suicide, but he was on the run from Italy accused of embezzlement and in 2002 forensic experts concluded that he had been murdered by the Mafia, to whom he was indebted. In 2005, five suspected members of the Mafia were tried in a Rome court for Calvi's murder, but all were acquitted in June 2007 for lack of evidence. ==Decorations== On the piers of the bridge are stone carvings of water birds by sculptor John Birnie Philip. On the East (downstream) side (i.e. the side closer to the Thames Estuary and North Sea), the carvings show marine life and seabirds; those on the West (upstream) side show freshwater birds – reflecting the role of Blackfriars as the tidal turning point. thumb|right|upright|Temperance, a statue atop a drinking water fountain at the north end of Blackfriars Bridge. On the north side of the bridge is a statue of Queen Victoria (funded by Sir Alfred Seale Haslam), to whom the bridge was dedicated. The ends of the bridge are shaped like a pulpit in a reference to Black Friars. ==Railway station== The bridge gave its name to Blackfriars Bridge railway station on the southern bank which opened in 1864 before closing to passengers in 1885 following the opening of what is today the main Blackfriars station. Blackfriars Bridge station continued as a goods stop until 1964 when it was completely demolished, and much of it redeveloped into offices. The River Fleet empties into the Thames under the north end of Blackfriars Bridge. The structure was given Grade II listed status in 1972. ==In popular culture== In 1774 the new bridge was mentioned in a popular song in Charles Dibdin's opera The Waterman,C. Dibdin, The Waterman; or, The First of August: A Ballad Opera, in Two Acts (T. Becket, London 1774). referring to the boatmen who used to carry fashionable folks to Vauxhall Gardens and Ranelagh Gardens. thumb|Blackfriars Bridge viewed from upstream, looking south thumb|Blackfriars Bridge at night A Bailey bridge constructed over the River Rhine at Rees, Germany, in 1945 by the Royal Canadian Engineers (R.C.E.) was named \"Blackfriars Bridge\", and, at 558 m (1814 ft) including the ramps at each end, was the longest Bailey bridge then constructed. In Neil Gaiman's Neverwhere, \"Blackfriars Bridge\" was named as the home of an unknown order of monks who held the key to an angelic prison. The bridge is also featured in the lyrics of the songs \"The Resurrectionist\" by the Pet Shop Boys, and \"Cold Bread\" by Johnny Flynn & The Sussex Wit. In Louis A. Meyer's Bloody Jack: Being An Account of the Curious Adventures of Mary \"Jacky\" Faber, Ship's Boy, Jacky is introduced as an orphan in early 19th-century London who lives with her orphan gang under Blackfriars Bridge. The bridge is mentioned in Harold Pinter's play The Homecoming when the character Max suggests that his brother, Sam, would have sex for a few pennies here. The bridge also appears during the opening sequence of the film Happy-Go-Lucky, where the main character rides across it on a bicycle. In the 1998 spy film The Avengers, the bridge is destroyed by a tornado caused by a weather-changing machine built by a mad scientist when he causes a hurricane over London. The bridge is also cited in several Italian songs referring to the death of Roberto Calvi: \"Via Italia\" by Gang and \"Nostra signora dei depistati\" by Modena City Ramblers. The bridge was featured in the film Harry Potter and the Order of the Phoenix (2007). The Order of the Phoenix passes under it on their flight from number four, Privet Drive to Grimmauld Place. In Terry Gilliam's The Imaginarium of Doctor Parnassus (2009), Heath Ledger's character Tony is found hanging under the Blackfriars Bridge, described by Terry Gilliam as \"an homage to Roberto Calvi\".The Dr Parnassus Press Conference at Cannes – Part 2, edited by Phil Stubbs In Cassandra Clare's book series The Infernal Devices, Tessa Gray and Jem Carstairs meet at the bridge every year from 1878 to 2008 except for 1941 as it was deemed too dangerous due to World War II. They also get married there. In Rainbow Rowell's book Carry On, Baz gets kidnapped and is held under the bridge by a couple of mythical creatures known as numpties. He is later rescued by his aunt Fiona. The Silver Town album by The Men They Couldn't Hang features a song titled \"Blackfriars Bridge\". ==See also== *List of crossings of the River Thames *List of bridges in London ==References== ==Further reading== The many difficulties encountered and innovations used in building the first Blackfriars Bridge 1759–69 are described in: *Ted Ruddock Arch bridges and their builders, 1735–85 (1979 reprinted 2009) , and *Robert Ward The man who buried Nelson, the surprising life of Robert Mylne (2007) ==External links== * Category:Bridges across the River Thames Category:Bridges completed in 1869 Category:Bridges in the City of London Category:Transport in the London Borough of Southwark Category:Grade II listed bridges in London Category:Arch bridges in the United Kingdom Category:Former toll bridges in England Category:1869 establishments in England Category:Grade II listed buildings in the City of London Category:Grade II listed buildings in the London Borough of Southwark Category:Bridges in London",
 "title": "Blackfriars Bridge"
}