{
 "id": "574985",
 "text": "The Lonesome Crowded West is the second studio album by American rock band Modest Mouse, released on November 18, 1997 by Up Records. The two towers pictured on the album's cover are The Westin Seattle. The Lonesome Crowded West received positive reviews from critics, and appeared on several lists of the best albums of the 1990s. The album was reissued by Isaac Brock's Glacial Pace label in 2014, along with Modest Mouse's 1996 debut This Is a Long Drive for Someone with Nothing to Think About. ==Critical reception== Blake Butler of AllMusic praised the album's diversity, noting the range of \"quiet, brooding acoustics like 'Bankrupt on Selling' and dark and pounding thrashers like 'Cowboy Dan'\", and called the album \"indie rock at its very best.\" Pitchfork ranked The Lonesome Crowded West at number 29 in their list of the 100 greatest albums of the 1990s, and the song \"Trailer Trash\" reached number 63 in their list of the 200 greatest songs of the decade. Spin ranked the album at number 59 in their list of the 100 greatest albums of 1985–2005, and Entertainment Weekly included the album in their list The Indie Rock 25. The A.V. Club has described The Lonesome Crowded West as the band's breakthrough recording. Sam Hockley-Smith, in a retrospective review for Stereogum, refers to The Lonesome Crowded West as \"the album that made Modest Mouse a great band instead of just a good one\" and writes that the primary theme of disillusionment in Brock's lyrics is \"not pretty, but it's honest, and that honesty makes it beautiful, like Modest Mouse were desperately trying — and failing — to hold onto that last bit of naiveté.\" In June 2012, Pitchfork.tv released a forty-five-minute documentary on the album. The documentary included archival footage taken during live performances and original recording/mix sessions. As of June 2000, according to Nielsen SoundScan, the album had sold over 60,000 copies in the United States. ==Track listing== ===Vinyl edition=== The double-vinyl edition released on Up Records includes an extra track; \"Baby Blue Sedan\", and a slightly re-ordered track listing. Rather than having a gatefold cover to house both records, or putting both records in a single cover, the double-vinyl release was shipped in two different covers. The 2014 vinyl reissue on Glacial Pace contains the same track listing and two-cover configuration. ==Personnel== ;Modest Mouse *Isaac Brock – guitars, vocals *Jeremiah Green – drums *Eric Judy – bass ;Additional personnel *DJ K.O. – phonogram player, k-ep 63 on \"Heart Cooks Brain\" *Dann Gallucci – guitar on \"Trailer Trash\" and \"Bankrupt on Selling\" *Tyler Reilly – fiddle on \"Jesus Christ Was an Only Child\" *Scott Swayze – guitar on \"Convenient Parking\" and \"Lounge (Closing Time)\" *Nicole Johnson – vocals *Chris Setton – vocals on \"Lounge (Closing Time)\" *Brian Weber – bartender ;Production credits *Produced by Calvin Johnson, with Isaac Brock and Scott Swayze *Engineered by Scott Swayze *Recorded at Moon Music, except \"Teeth Like God's Shoeshine,\" \"Doin' the Cockroach,\" and \"Cowboy Dan\", recorded by Phil Ek at Avast and Jon & Stu's *Snow photos by Pat Graham *Other photos by I. Brock *Cover design by Pat Castaldo ==References== Category:Modest Mouse albums Category:1997 albums",
 "title": "The Lonesome Crowded West"
}