{
 "id": "575105",
 "text": "The Dukes are a five-piece rock band from Christchurch, New Zealand. Their debut album, Lil Sunshine, was released in 2005. Their second album, Still Life, was released in 2010 throughout New Zealand spawning the Gold certified Top 10 single \"Vampires\". ==Music career== ===Early beginnings=== The Dukes formed in early 2003 as a result of a band name change. Formerly known as Deluxeboy. The four piece featured brothers, Matt and Jo Barus, Brad Banks and Fausia Fialele. The name of the Dukes comes from the cult classic seventies television show The Dukes of Hazzard. The Dukes released their debut album, Lil' Sunshine, in May 2005. Three singles have been released from this album: Mornin', Luv Came Thru, and Rather Be With You. In the past they have toured the New Zealand University Orientation Circuit and have also opened for INXS. ===2007-2009: Line-up changes and commercial breakthrough=== 2007 was a big year in the Dukes history. In the early part of the year a new member was added to the group, Christchurch musician L.A. Mitchell. Mitchell is also a solo artist and released her debut solo album in the later part of 2007, titled Debut. In May the original Dukes drummer, Fausia Fialele, left the group suddenly and was replaced by Dan Kennedy. Fialele rejoined the group following Kennedys departure from the group in 2009. The Dukes now stand as a five piece. On Friday 9 March came the Dukes biggest breakthrough of their career. They entered and won the New Zealand leg of MTV Kickstart Competition, a music competition for bands from both New Zealand and Australia. Eventually they came second, however, to Yves Klein Blue, one of the Australian bands in the competition but the prize for their New Zealand leg win entitled them to many prizes including the chance to take part in the New Zealand first Mile High gig. In May they helped officially open up New Zealand Music Month in both Christchurch and Auckland and featured alongside high profile local acts including Fur Patrol. After winning the MTV Kickstart Competition, Dukes released Always Forever as a promo single. The song is a fan favourite and found minor success on local radio. The video for the song was filmed by MTV New Zealand and was released to television in July. They followed by releasing Time Is A Train in 2008, it also found minor success. 2007 was a successful year for the Dukes music with three of their songs appearing on TV, two of them of which were high-profile television shows: the first was American Drama Brothers & Sisters (2006 TV series) and the second was New Zealand local hit drama Outrageous Fortune (TV series) which featured the group's song, Luv Came Thru; their third appearance was in Episode 108 (\"Emily\") of the Journeyman TV series, with the song Mornin'. Throughout the second part of 2007 the band was involved in two big tours with local rock band The Have and late 1970s and early 1980s pop/rock band Th' Dudes. ===2010 – present: \"Vampires\" and \"Still Life\"=== In March 2010 their first single Vampires, off their second studio album \"Still Life\", debuted on the RIANZ New Zealand Singles Chart at #32, their first release to officially chart 7 months after its initial release. This was also their first release on their own label Play Nicely after ending their association with Sony earlier in the year. The single rose to #20 the following week and entered the Top 10 at #9 on the 26 April Chart, attributed to its success on radio and through digital downloads. On Monday 23 May 2010 \"Vampires\" was certified Gold in New Zealand after selling more than 7,500 units. In May they were nominated for the \"Breakthrough Artist\" award at the Juice TV Awards. At the award show they went on to win the award for the Video of the Year. They also went on to collect the award for \"Up & Coming\" act in the Myspace New Zealand 2010 Choice Awards. Following the commercial success of \"Vampires\", \"Self Control\", was released to radio in April 2010. A third single \"Time is a Train\" followed in November, this being the new album version of the song after previously being released as a buzz single in mid-2008. In September to coincide with their Acoustic Church Tour with Dave Dobbyn their first acoustic EP, \"Settle Down - Acoustic EP\" was released. Due to strong sales across the tours shows and online the EP debuted on the RIANZ New Zealand Album Chart at #23 on 13 September 2010. It peaked two weeks later at #16 making it their first release to chart on the NZ Album chart. Their second full-length album, \"Still Life\", was released on 8 November 2010. It debuted on the RIANZ New Zealand Album Chart at #26 on 15 November 2010http://www.rianz.org.nz/rianz/chart.asp Chart #1747 making it their second release to chart. ==Discography== ===Albums=== {| class=\"wikitable\" border=\"1\" |- ! Year ! Title ! NZ ChartNZ Charts.nz |- | 2005 | Lil Sunshine * Released: 2005 * Label: Elite Recordings * Formats: CD |align=\"center\"| - |- | 2010 | Still Life * Released: 8 November 2010 * Label: Play Nicely * Formats: CD, digital download |align=\"center\"| 26 |} ===EPs=== {| class=\"wikitable\" border=\"1\" |- ! Year ! Title ! NZ Chart |- | 2010 | Settle Down - Acoustic EP * Released: 12 September 2010 * Label: Play Nicely * Formats: CD, digital download |align=\"center\"| 16 |} ===Singles=== {| class=\"wikitable\" border=\"1\" |- ! Year ! Title ! NZ Chart ! Album |- | rowspan=\"4\"|2005 | \"Lil Sunshine\" | align=\"center\"|- |rowspan=\"4\"| Lil' Sunshine |- | \"Mornin'\" | align=\"center\"|- |- | \"Luv Came Thru'\" | align=\"center\"|- |- | \"Rather Be with You\" | align=\"center\"|- |- | rowspan=\"1\"|2007 | \"Always Forever\" | align=\"center\"|- | align=\"center\" rowspan=\"2\"| non-album single |- | rowspan=\"1\"|2008 | \"Time is a Train\" (2008 Version) | align=\"center\"|- |- | rowspan=\"1\"|2009 | \"Vampires\" | align=\"center\"|9 | align=\"center\" rowspan=\"4\"| Still Life |- | rowspan=\"2\"|2010 | \"Self Control\" | align=\"center\"|- |- | \"Time is a Train\" (Album Version) | align=\"center\"| |} ==References== Category:New Zealand rock music groups Category:Musical groups established in 2003",
 "title": "The Dukes (New Zealand band)"
}