{
 "id": "575113",
 "text": "Dorothy Mae Kilgallen (July 3, 1913 – November 8, 1965) was an American columnist, journalist, and television game show panelist. After spending two semesters at the College of New Rochelle, she started her career shortly before her 18th birthday as a reporter for the Hearst Corporation's New York Evening Journal. In 1938, she began her newspaper column \"The Voice of Broadway\", which was eventually syndicated to more than 140 papers. In 1950, she became a regular panelist on the television game show What's My Line?, continuing in the role until her death. Kilgallen's columns featured mostly show business news and gossip, but also ventured into other topics, such as politics and organized crime. She wrote front-page articles for multiple newspapers on the Sam Sheppard trial and, years later, events related to the John F. Kennedy assassination, such as testimony by Jack Ruby. ==Early life and career== Kilgallen was born in Chicago, the daughter of newspaper reporter James Lawrence Kilgallen (1888–1982) and his wife, Mae Ahern (1888–1985). She was of Irish descent, and was a Catholic. Dorothy had a sister, Eleanor (1919–2014), who was six years her junior. The family moved to various regions of the United States until 1920, when the International News Service hired James Kilgallen as a roving correspondent based in New York City. The family settled in Brooklyn, New York. Dorothy Kilgallen was a student at Erasmus Hall High School. After completing two semesters at The College of New Rochelle, she dropped out to take a job as a reporter for the New York Evening Journal. The newspaper was owned and operated by the Hearst Corporation, which also owned International News Service, her father's employer. In 1936 Kilgallen competed with two other New York newspaper reporters in a race around the world using only means of transportation available to the general public. She was the only woman to compete in the contest and came in second. She described the event in her book Girl Around The World, which is credited as the story idea for the 1937 movie Fly-Away Baby starring Glenda Farrell as a character partly inspired by Kilgallen. In November 1938, Kilgallen began writing a daily column, the \"Voice of Broadway,\" for Hearst's New York Journal-American, which the corporation created by merging the Evening Journal with the American. The column, which she wrote until her death in 1965, featured mostly New York show business news and gossip, but also ventured into other topics such as politics and organized crime. The column eventually was syndicated to 146 newspapers via King Features Syndicate. Its success motivated Kilgallen to move her parents and Eleanor from Brooklyn to Manhattan, where she continued to live with them until she got married. On April 6, 1940, Kilgallen married Richard Kollmar, a musical comedy actor and singer who had starred in the Broadway show Knickerbocker Holiday and was performing, at the time of their wedding, in the Broadway cast of Too Many Girls. They had three children: Richard \"Dickie\" (b. 1941), Jill (b. 1943), and Kerry Kollmar (b. 1954), and remained married until Kilgallen's death. Early in their marriage, Kilgallen and Kollmar both launched careers in network radio. Kilgallen ran her radio program Voice of Broadway, which was broadcast on CBS during World War II, and Kollmar worked a long stint in the nationally syndicated crime drama in which he played Boston Blackie. Beginning in April 1945, Kilgallen and Kollmar co- hosted a WOR-AM radio talk show, Breakfast With Dorothy and Dick, from their 16-room apartment at 640 Park Avenue. The show followed them when they bought a neo-Georgian townhouse at 45 East 68th Street in 1952.Kilgallen, Dorothy. \"The Voice of Broadway\", New York Journal-American (May 30, 1952) The radio program, like Kilgallen's newspaper column, mixed entertainment with serious issues. Kilgallen and Kollmar continued doing the show from their home until 1963, long after the terminations of other radio shows on which each had worked without the other. ===Frank Sinatra feud=== Though Kilgallen and Frank Sinatra were fairly good friends for several years and were photographed rehearsing in a radio studio for a 1948 broadcast, they had a falling out after she wrote a multipart 1956 front-page feature story titled \"The Frank Sinatra Story.\" In addition to the New York Journal-American, Hearst-owned newspapers across the United States ran the story. Thereafter Sinatra made derogatory comments about Kilgallen's physical appearance to his audiences at nightclubs in New York and Las Vegas, though he stopped short of mentioning her name on television or during interviews for magazines and newspapers. ===Sam Sheppard murder trial=== Kilgallen covered the 1954 murder trial of Sam Sheppard, a doctor convicted of killing his wife at their home in the Cleveland suburb of Bay Village. The New York Journal-American carried the banner front-page headline that Kilgallen was \"astounded\" by the guilty verdict because of what she argued were serious flaws in the prosecution's case. At the time of the Cleveland jury's guilty verdict in December 1954, Kilgallen's sharp criticism of it was controversial and a Cleveland newspaper dropped her column in response. Her articles and columns in 1954 did not reveal all she had witnessed in the Cuyahoga County Court of Common Pleas. Nine years after the verdict and sentence, and after the judge had died, she claimed at an event held at the Overseas Press Club in New York that the judge had told her before the start of jury selection that Sheppard was \"guilty as hell\". Attorney F. Lee Bailey, who was working on a habeas corpus petition for his client Sheppard, attended the Overseas Press Club event, heard what Kilgallen told the crowd, and then asked her privately if she would help him. \"Some days later,\" as Bailey wrote in his memoir The Defense Never Rests, \"we obtained a deposition from Dorothy that was inserted into the petition submitted to\" Carl Andrew Weinman, judge for the United States District Court for the Southern District of Ohio. Bailey also included in the habeas corpus petition a statement from Edward Murray, who had worked in 1954 as a court clerk at the Cuyahoga County Court of Common Pleas. Similar to Kilgallen's statement, Murray's statement indicated that Edward J. Blythin, the original Sheppard judge, had said that Sheppard was guilty even before the grand jury indicted him on August 17, 1954. In July 1964, four months after the Overseas Press Club event where Kilgallen broke her silence about the deceased Judge Blythin, Judge Weinman of the federal court granted Bailey's habeas corpus petition, Sam Sheppard was released from prison amid much newspaper publicity, and Sheppard met Kilgallen at a \"late-night champagne party\" (as described by Bailey in The Defense Never Rests) in Cleveland. After Kilgallen's death, Sheppard was retried and acquitted. ===Kennedy assassination=== Kilgallen was publicly skeptical of the conclusions of the Warren Commission's report about the assassination of President Kennedy and Jack Ruby's shooting of Lee Oswald, and she wrote several newspaper articles on the subject. On February 23, 1964, she published an article in the New York Journal-American about a conversation she had with Jack Ruby, when he was at his defense table during a recess in his murder trial. She also obtained a copy of Ruby's June 7, 1964, testimony to the Warren Commission, which she published in August 1964 in three installments on the front pages of the New York Journal-American,New York Journal-American August 18–20, 1964 front pages The Philadelphia Inquirer,The Philadelphia Inquirer August 19–21, 1964 front pages the Seattle Post- Intelligencer,Seattle Post-Intelligencer August 19–21, 1964 front pages and other newspapers. ==What's My Line?== Kilgallen became a panelist on the American television game show What's My Line? on its first broadcast, which aired live on February 2, 1950. The series was telecast from New York City on the CBS television network until 1967. She remained on the show for 15 years (until her death). Beginning in 1959, the series was not always telecast live. Goodson Todman Productions used videotape, a recent invention. In 1961, producers were able to stockpile enough videotaped episodes so that Kilgallen, Arlene Francis, Bennett Cerf, and John Charles Daly could take their first long summer vacation. In 1965, they returned from another long summer vacation to do a live telecast on September 12. It was followed by eight consecutive Sunday nights when Kilgallen appeared live, the last of them being November 7, just before her death. ==Death== On November 8, 1965, Kilgallen was found dead in her Manhattan townhouse located at 45 East 68th Street. Her death was determined to have been caused by a combination of alcohol and barbiturates. Regarding whether it was a suicide or accidental death, New York City medical examiner James Luke's report stated, \"acute ethanol and barbiturate intoxication, circumstances undetermined\". Her funeral mass took place on November 11 at St. Vincent Ferrer; John Daly, Arlene Francis, Betty White, Ed Sullivan, Joseph E. Levine, and Bob Considine were among the 2,600 people attending. She was interred at Gate of Heaven Cemetery in Hawthorne, New York, in Westchester County. ==Legacy== In 1960, Kilgallen was one of the initial 500 persons chosen to receive a star on the Hollywood Walk of Fame. On the What's My Line? telecast of November 14, 1965, To Tell the Truth regular panelist Kitty Carlisle, who had been a guest panelist on three previous episodes of What's My Line?, filled in for Kilgallen. Carlisle said on-camera that although she was occupying Kilgallen's seat, \"no one could ever possibly take her place.\" In a 1996 memoir, Kilgallen's colleague and friend Theo Wilson wrote that her work as a crime reporter was often overlooked during her lifetime and was forgotten after her death: > Part of being a good reporter is to be anonymous, to stay out of the story > so that you can better watch and study and listen to the principals. She > couldn't do that, mostly because people wouldn't let her. She'd walk into a > trial and the prosecutor would ask for her autograph for his wife or the > judge would send out greetings. ==Filmography== * Sinner Take All (1936) onscreen appearance as a fictitious reporter * Fly-Away Baby (1937) identified in the opening credits as the inspiration for the story; her book Girl Around the World, published in 1936, was the source. * Pajama Party (1964) uncredited onscreen cameo appearance as herself ==Bibliography== * Dorothy Kilgallen and Herb Shapiro, Girl Around the World (David McKay Publishing, 1936) * Dorothy Kilgallen, Murder One (Random House, 1967) ASIN: B0007EFTJ6 ==In fiction== A character based on Dorothy Kilgallen appears in three novels by Max Allan Collins in his series of novels featuring private detective Nathan Heller. Flo Kilgore first appears in Bye Bye Baby (2011) as character based on Kilgallen and three other reporters covering Marilyn Monroe's death. In Ask Not (2013), Heller investigates Kilgallen's death. And Flo Kilgore appears in Do No Harm (2020) as a reporter covering the Sam Sheppard murder case. ==See also== *List of unsolved deaths ==References== ==External links== * * * Dorothy Kilgallen papers and scrapbooks, 1936–1965, held by the Billy Rose Theatre Division, New York Public Library for the Performing Arts * The Supposed \"Mysterious Death\" of Dorothy Kilgallen, John C. McAdams mcadams.posc.mu.edu (archived) * Recordings of five episodes of Dorothy Kilgallen's Diary (radio, 1945) * Five recordings from Breakfast with Dorothy & Dick; Dick was her husband Dick Kollmar (radio, 1956) * 13 other recordings of Dorothy Kilgallen's radio programs, 1944–1961 Category:1913 births Category:1965 deaths Category:20th-century American journalists Category:20th-century American women writers Category:Accidental deaths in New York (state) Category:Alcohol-related deaths in New York (state) Category:American gossip columnists Category:American people of Irish descent Category:Television personalities from New York City Category:American women columnists Category:Barbiturates-related deaths Category:Burials at Gate of Heaven Cemetery (Hawthorne, New York) Category:Catholics from New York (state) Category:Drug-related deaths in New York City Category:Erasmus Hall High School alumni Category:John F. Kennedy assassination conspiracy theories Category:Researchers of the assassination of John F. Kennedy Category:Unsolved deaths Category:Writers from Chicago Category:American women television personalities",
 "title": "Dorothy Kilgallen"
}