{
 "id": "57528",
 "text": "Jean Claude Eugène Péclet (10 February 1793 – 6 December 1857) was a French physicist. He was born in Besançon, France. Péclet became, in 1812, one of the first students of the École Normale in Paris with Gay-Lussac and Dulong being his professors. In 1816, he was elected professor at the Collège de Marseille and taught physical sciences there until 1827. Being nominated maître de conférences (tenured position) at the École Normale Supérieure, he returned to Paris. In 1829, he became a professor of physics at the École Centrale des Arts et Manufactures that was being founded by the businessman Alphonse Lavallée, by Péclet, and by two other scientists, Jean-Baptiste Dumas and Théodore Olivier. His salary was then 3000 Francs per year, plus a share of the profits of this private engineering school. In 1840, Péclet became inspecteur général de l'instruction publique. The Péclet number is named after him. He was Coriolis's brother-in-law. He died in Paris. ==Books by J.C.E. Péclet== thumb|Traité de l'éclairage, 1827 * Traité de l'éclairage (De Malher et Cie, Paris, 1827) * Traité élémentaire de physique. Tome premier (Hachette, Paris, 1838) * Traité élémentaire de physique. Tome second (Hachette, Paris, 1838) * Traité élémentaire de physique. Planches (Hachette, Paris, 1838) * Traité de la chaleur considérée dans ses applications. (Masson, Paris, 1861, 3rd edition) * Traité de la chaleur considérée dans ses applications. Tome premier (Masson, Paris, 1878, 4th edition) * Traité de la chaleur considérée dans ses applications. Tome deuxième (Masson, Paris, 1878, 4th edition) * Traité de la chaleur considérée dans ses applications. Tome troisième (Masson, Paris, 1878, 4th edition) * Traité complet des propriétés, de la préparation et de l'emploi des matières tinctoriales by J. Ch. Leuchs with revisions by J. C. E. Péclet (De Malher et Cie, Paris, 1829) ==External links== * Web site of Ecole Centrale, with a Picture of JCE Peclet Category:1793 births Category:1857 deaths Category:French physicists Category:École Normale Supérieure alumni Category:Fluid dynamicists Category:People from Besançon",
 "title": "Jean Claude Eugène Péclet"
}