{
 "id": "575367",
 "text": "Stormwatch is the twelfth studio album by progressive rock band Jethro Tull, released in September 1979. The album is often considered the last in a trio of folk rock albums released by the band at the end of the 1970s, alongside Songs from the Wood (1977) and Heavy Horses (1978). The album's themes deal mostly with the environment, climate and seaside living, and were heavily inspired by the Isle of Skye in Scotland, where frontman Ian Anderson had recently purchased property. Stormwatch was notably the last Tull album to feature the \"classic\" line-up of the 1970s, as drummer Barrie \"Barriemore\" Barlow and keyboardists John Evan and Dee Palmer all left or were fired from the band in the months after the album's tour concluded in April 1980, while bassist John Glascock died from heart complications in November 1979 during the tour. Glascock's playing is largely absent on the album as a result of his medical issues, with Anderson playing bass on all but three tracks. ==Recording== Stormwatch was recorded over a series of sessions lasting from August 1978 until July 1979, although the majority of the album's tracks were recorded in the later 1979 sessions. The initial series of sessions in 1978 only produced one track which would appear on the album (\"Something's On the Move\") with guitarist Martin Barre mentioning in a 1979 interview that \"we completed an album's worth of material, then we went away to America-- and when we got back, we listened to it again and it was not there at all. So, we decided to start again.\" In early 1979, the band recorded for the album while Ian Anderson, keyboardist/arranger David Palmer (now Dee Palmer) and Barre simultaneously wrote music for The Water's Edge, a commissioned program for the Scottish Ballet. Some of the music written for The Water's Edge would later develop into tracks on Stormwatch, such as \"Elegy\" and \"Dark Ages\". Most of the album was recorded at Anderson's Maison Rogue Studios in Fulham, London, although some sessions took place at Morgan Studios, Townhouse Studios and the Maison Rogue Mobile studio at Anderson's home due to recording time not always being available for the band at Maison Rogue. Like the band's previous album Heavy Horses, much of Stormwatch was recorded late at night, as daytime hours at Maison Rogue were usually left open for other bands. Thames Television meteorologist Francis Wilson performs a spoken word piece at the beginning of \"Dun Ringill\". Jethro Tull bassist John Glascock only plays on three of the album's tracks (\"Orion\", \"Flying Dutchman\" and \"Elegy\"), as a result of Anderson dismissing him from the recording sessions in May 1979 due to Glascock's medical issues affecting his playing. Anderson described the dismissal of Glascock as being in the interest of his own health and nothing personal: \"Somebody had to be the tough guy and the nature of my hard message to him was, \"John, I really don't think you can carry on working on this album, you've really got to go and get straightened out... I don't want you to come in tomorrow, go away and get yourself well.'\" Anderson chose to play bass on the rest of the album as opposed to hiring a session musician, saying \"It was no big deal -- anybody can play the bass. It's only four strings after all!\" Some of the album's tracks were recorded with Anderson and drummer Barrie \"Barriemore\" Barlow recording a rhythm track together which the rest of the band would overdub their parts over. Several songs were recorded for the album but then cut from the final track listing, including songs which would later be released as B-sides or on future compilations, such as \"Crossword\", \"Kelpie\" and \"A Stitch in Time\". The instrumental piece \"Elegy\" which closes the album was written entirely by Palmer, making it one of the few Jethro Tull songs written without the involvement of Anderson. ==Musical style and themes== Much of the album's themes and lyrical content were inspired and shaped by Anderson's recently purchased estate in Kilmarie on the Isle of Skye, Scotland, as well as the salmon farming business which he was beginning to embark upon at the same location. The track \"Dun Ringill\" is named after the historic site of an Iron Age fort on the Isle, which served as the original seat of the Clan MacKinnon. The lyrics for \"Old Ghosts\" were inspired by the graveyard in Kilmarie, while \"Warm Sporran\" references the type of pouch traditionally worn with a kilt. Other tracks reference the constellation of Orion, the legend of the Flying Dutchman, the conjecture of global cooling common during the 1970s and what Anderson called his \"sceptical nature\" of oil drilling in the North Sea. The album is linked by a loose of theme of environmental concern, particularly regarding what Anderson described as \"Things about climate and weather, and seascapes... There's a lot of stuff on it about wild, stormy weather, particularly in a marine context.\" \"Elegy\" was written as an ode to Palmer's father, with Palmer writing the song within an hour after first hearing that he had died. The song is musically based on the classical Latin sequence \"Dies irae\". ==Track listing== === 1979 original release=== === 2004 Bonus tracks=== === 2019 40th Anniversary Force 10 Edition === ==Personnel== ===Jethro Tull=== * Ian Anderson – vocals, flute, acoustic guitar, bass guitar (on tracks 1, 3-8 & 11) * Martin Barre – electric guitar, classical guitar, mandolin * John Glascock – bass guitar (on tracks 2, 9, 10, 12 & 13) * John Evan – piano, organ * Dee Palmer – synthesizers, portable organ and orchestral arrangements (credited as \"David Palmer\") * Barrie \"Barriemore\" Barlow – drums, percussion ===Additional personnel=== * Francis Wilson – spoken word (on track 1 and 8) * Dave Pegg – bass guitar (on track 14) * Robin Black – sound engineer * David Jackson – artwork * Peter Wragg – art direction ==Charts== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (1979/ 2019-20) ! scope=\"col\"| Peak position |- !scope=\"row\"|Australia (Kent Music Report) | style=\"text- align:center;\"|17 |- |- |- |- |- |- |- ! scope=\"row\"| Spanish Albums (PROMUSICAE) | 26 |- |} ==References== ==External links== * Stormwatch at Discogs Category:Jethro Tull (band) albums Category:1979 albums Category:Chrysalis Records albums Category:Island Records albums Category:Albums produced by Ian Anderson",
 "title": "Stormwatch (album)"
}