{
 "id": "575957",
 "text": "The National Intelligence Organization (, MİT) is the state intelligence agency of Turkey. Established in 1965 instead of the National Security Service, to gather information about the current and potential threats from inside and outside against all the elements that make up Turkey's indivisible integrity, constitutional order, existence, independence, security and national power, take precautions and take precautions when necessary. The current headquarters of MIT is the KALE building in Ankara Etimesgut. The MIT co-operates with the Central Intelligence Agency and the intelligence agencies of Russia. In addition, it has close communication and cooperation with the private Turkish security contractor SADAT International Defense Consultancy Inc. Its operations and missions are classified. In practice, religious minorities in Turkey are barred from careers in the MIT. == Organization == === Organizational structure === The Organisation's legal basis and structure can be found in Law No. 2937, the Law on the State Intelligence Services and the Turkish National Intelligence Organisation, as well as several other laws. Before November 2016, there were four main departments. Currently there are six departments. === Connections to the Turkish military === According to the former director of Foreign Operations, Yavuz Ataç, the military presence in the organization is negligible, although the organization has a military heritage. In 1990, the percentage of military personnel was 35%, while in 2007 the lower echelons were 4.5% military. While the organization has historically recruited from relatives of existing employees, the former director, Emre Taner, says that this is no longer the case. === Duties === The MİT is in charge of collecting intelligence on existing and potential threats from internal and external sources posed against the territory, people and integrity, the existence, independence, security, and all the other elements that compose the constitutional order and the national power of the Republic of Turkey. The MİT is in charge of communicating this intelligence to the President, the Chief of the General Staff, the Secretary General of the National Security Council and other relevant state organizations as necessary. The MİT is in charge of counterintelligence activities in Turkey. Legally, it cannot be given any other duty and cannot be led to any other field of activity than collecting intelligence concerning the security of the Republic. The MİT engages in cyberwarfare. The Turkish Ministry of National Defence considers cybersecurity as the country's \"fifth frontier\" after land, air, sea and space. The MİT uses local cybersecurity solutions mostly developed by companies like HAVELSAN and the Scientific and Technological Research Council of Turkey. == Activities == In 2014 it was revealed in the Turkey's Parliament's Internal Affairs Commission that the MİT has units working abroad and was wiretapping the telephones of 2,473 people, mostly related to “terrorism and spying activities.” On 5 April 2018, Turkish Deputy Prime Minister Bekir Bozdağ said that MIT has captured 80 Turkish citizens, suspected of links to FETÖ, from 18 different countries so far. On 16 October 2020, according to Reuters, Turkey's intelligence officials arrested a man, suspected of spying on foreign Arab nationals on behalf of the United Arab Emirates (UAE). The officials said that the man entered Turkey using a non-UAE passport. The detainee confessed to the charges and Turkish authorities obtained “a trove of documents” from him showing UAE affiliation, but there were no reactions received from the UAE. Last year, Turkey arrested two men suspected of spying on Arab nationals. One of the men were connected to the murder of Saudi journalist Jamal Khashoggi. === Africa === ==== Angola ==== Turkish judicial documents revealed that Turkish nationals at Angola, who were Gülen supporters, were spied. ==== Egypt ==== On 22 November 2017, Egypt's public prosecutor has ordered the detention of 29 people suspected of espionage on behalf of Turkey against Egypt national interest and joining a terrorist organization. They are also accused of money laundering, conducting overseas calls without a license and trading currency without a license. According to the results of an investigation by the General Intelligence Services, the group has been recording phone calls and passing information to Turkish intelligence as part of a plan to bring the Muslim Brotherhood back to power in Egypt. ==== Gabon ==== In March 2018, MIT abducted three suspected members of the Gulen Movement from Gabon and transferred them from Libreville to Ankara on a private jet. ==== Kenya ==== MIT captured Abdullah Öcalan in Kenya on 15 February 1999, while being transferred from the Greek embassy to Jomo Kenyatta International Airport in Nairobi, reportedly with the help of the CIA. He was then forcibly transferred to Turkey to face trial. Also MIT has rescued an Italian citizen, Silvia Romano who has been kidnapped in Kenya on 20 November 2018, and taken to Somalia.https://www.trtworld.com/turkey/turkish-intelligence-agency-rescues-a- kidnapped-italian-citizen-in-kenya-36192 On 31 May 2021, the MIT arrested in Kenya Selahaddin Gülen, who is a nephew of Fetullah Gülen, and brought him to Turkey. ==== Libya ==== In August 2019, a report was published, which stated that MIT was operating within the capital Tripoli in order to support the Government of National Accord (which is UN recognized). MIT personnel arrived in Libya before any Turkish military unit was sent. ==== Sudan ==== In a joint operation of MIT and NISS, a man believed to be a chief financier for the FETÖ, was captured and transported to Turkey. === Americas === ==== United States ==== In July 2019, it was reported that Turkish diplomats with the support of MIT, had extensively spied on critics of the government of Turkey. Among the organizations that were spied on, were schools, companies, nongovernmental and not-for-profit organizations and foundations located in New York, Washington D.C., Georgia, Pennsylvania, Texas and Chicago. === Asia === ==== Armenia ==== In 2002, Armenian special services arrested an Armenian government official on charges of spying for Turkish national intelligence. He was sentenced to 10 years in prison after being convicted of spying for Turkey. ==== Azerbaijan ==== In 2018, MIT arrested a gulenist member in Azerbaijan and brought him to Turkey. He was a teacher worked for gulen schools operating in Azerbaijan. ==== Georgia ==== According to a published news report, operatives of Turkish counterterrorism unit and MIT assigned to the Turkish Embassy had engaged in a large-scale spying campaign on FETÖ- linked organisations and foundations. ==== Iraq ==== In August 2017, the Kurdistan Communities Union said that had captured two Turkish nationals in Sulaymaniyah, Iraq; the Kurdish group said both individuals captured were working for the MIT. The plan of the two captured Turks, according to NRT News, was to assassinate a senior Kurdistan Workers' Party (PKK) figure. In August 2018, a PKK leader and 4 other militants of the Sinjar Resistance Units (YBŞ) were killed in Turkish airstrikes in Sinjar. The Turkish Armed Forces carried out the joint operation with the MIT. In April 2019, 4 PKK militants were nabbed at Iraq's Mount Sinjar and were brought to Turkey as part of a joint operation by the MIT and Turkish Armed forces. In June 2019, Diyar Gharib Muhammed — one of seven members of the PKK's Central Committee was Killed. A Turkish F-16 struck his vehicle with the assistance of human intelligence provided by National Intelligence Organization (MIT) in the Kortek Bend area of Qandil in northern Iraq. In August 2019, 4 PKK militants were killed in an airstrike by Turkish warplane in a joint operation with MIT in the Qandil area of northern Iraq. In September 2019, 3 PKK militants were killed in an airstrike by Turkish warplane in a joint operation with MIT in the Gara region of northern Iraq. The same month the MIT in a joint operation, in northern Iraq's Qandil region, with the Turkish Armed Forces neutralized a senior female PKK member together with her driver. ==== Malaysia ==== A Turkish teacher in Malaysia was abducted in 2016 from Kuala Lumpur over alleged links to the Gülen movement. According to reports he has been subjected to beating, torture, death threats and staged executions during his pretrial detention in Ankara. In August 2019, MIT arrested the Malaysia chief of the FETÖ in an operation and brought him back to Turkey. The person was wanted by Turkey on charges of being involved in the activities of terrorist organization in multiple countries. ==== Mongolia ==== In July 2018, a Turkish teacher with links to the Gulenist movement was allegedly kidnapped in the Mongolian capital and taken to the city's airport. He has been released after authorities temporarily grounded the airplane which was operated by the Turkish Air Force. ==== Myanmar ==== Turkish judicial documents revealed that Turkish nationals at Myanmar, who were Gülen supporters, were spied. ==== Pakistan ==== In September 2017, In a Joint operation of MIT, ISI and Punjab Police, A Prominent Turkish Teacher and his family were arrested and brought to Turkey. He was vice president of FETÖ- affiliated educational foundation operating in Pakistan. ==== Syria ==== After the outbreak of the Syrian civil war in 2011, the intelligence services of several NATO countries began operating near the Syria-Turkey border, coordinated by MIT. While operating on the Turkish side, all initiatives had to be cleared first with MIT. The 2014 National Intelligence Organisation scandal in Turkey revealed MIT's role in supplying arms to Islamist rebels in Syria. The Turkish journalists who exposed this arrangement were charged with espionage and \"divulging state secrets\" by the Turkish courts. One of the journalists claimed:'Those who sent the convoy from Turkey knew that the weapons were \"heading to end [up] in ISIS hands\"'. Turkish Army officers who intercepted some of the intelligence agency's weapons-filled trucks also faced espionage charges. In June 2019, a Turkish court sentenced the group of officers and prosecutors who stopped the MIT trucks to at least two decades behind bars for obtaining and disclosing confidential state documents. They were also accused of being FETÖ members. The Turkish newspaper Cumhuriyet published video footage which it said showed security forces discovering weapons parts being sent to Syria on trucks belonging to MIT. In December 2020, Turkish court sentenced to prison 27 people because they stopped the MIT trucks in 2014. In October 2014, an Egyptian official said that MIT was helping the ISIS with satellite images and other critical data. In October 2014, Press TV journalist Serena Shim was killed when the car she was travelling in collided with a heavy vehicle in Suruç in what are claimed, by her employer and parents, to be suspicious circumstances. The car crash happened just days after Shim reported that the MIT had threatened her and accused her of spying because of her reporting on Turkey's stance on Islamic State of Iraq and the Levant militants during the siege of Kobane. She also claimed that she had received images of ISIL militants crossing the Turkish border into Syria in World Food Programme and NGO trucks. On 18 March 2016, Russia's UN Ambassador Vitaly Churkin sent a letter to the UN Security Council saying that three Turkish humanitarian organizations sent weapons and supplies to extremists in Syria on behalf of MIT. The three NGOs were the Besar Foundation, the Iyilikder Foundation, and the Foundation for Human Rights and Freedoms (IHH). In a 2018 interview, former Turkish National Police official Ahmet Yayla said that the MIT has used Turkey's IHH as an intermediary to arm Islamist terrorists. MİT played an active role in the Turkish military operation in Afrin, including the coordination and direction of the Syrian National Army, as well as intelligence support in the identification of targets for Turkish Air Force airstrikes, and post-destruction evaluation. According to documents revealed in 2019, the MIT was secretly transported ammunition and fighters into Syria with buses in 2015. In May 2019, Syria's Military Intelligence Directorate officials met with Turkish MIT intelligence officials including MIT's head Hakan Fidan, despite hostilities between the Syrian and Turkish governments. Turkey's ruling Justice and Development Party (AKP) released a statement saying the meeting was held to prevent a conflict between Syria and Turkey. AKP spokesperson Omer Celik defended the meeting, saying \"Our intelligence agencies and our elements in the field can hold any meeting they like at any time they like to prevent some humanitarian tragedies or in line with some needs.\" === Europe === ==== Austria ==== In 2017, Peter Pilz released a report about the activities of Turkish agents operating through ATIB (Avusturya Türkiye İslam Birliği – Austria Turkey Islamic Foundation), the Diyanet's arm responsible for administering religious affairs across 63 mosques in the country, and other Turkish organizations. Pilz's website faced a DDoS attack by Turkish hacktivists and heavy security was provided when he presented the report publicly. Per the report, Turkey operates a clandestine network of 200 informants targeting opposition as well as Gülen supporters inside Austria. In September 2020, a Turkish spy was arrested and confessed. In addition, the Austria's interior minister said that there are indications that Turkey's secret service tried to recruit Austrian citizens and that Europol and the European Council had been informed. Turkey rejected the accusations. In October 2020, a Turkish spy turned himself in to Austrian police and claimed that MIT had plans to attack the Austrian politicians, Aygül Berivan Aslan and Peter Pilz. In addition, he said that at the past he had been forced to give a false testimony which convicted the Metin Topuz, an employee at the American Consulate in Istanbul. Turkey denied everything. ==== Belgium ==== In 2017, the Flemish interior minister, Liesbeth Homans, started the process of withdrawing recognition of the Turkish-sponsored and country's second largest mosque, Fatih mosque in Beringen accusing the mosque of spying in favor of Turkey. ==== Czech Republic ==== Judicial documents revealed that critics of the Turkish President Recep Tayyip Erdoğan were spied in Czech Republic.Turkish Embassy in Prague spied on President Erdogan’s critics ==== France ==== MIT was blamed for the 2013 murders of three PKK activists in Paris. ==== Germany ==== In July 2015 The Tagesspiegel newspaper reported that German federal prosecutors were looking into claims that three men - two Turks and a German national - were instructed by MIT to spy on Erdogan critics in Cologne, particularly Kurds and members of the Muslim minority Alevi community. In 2016, Bundestag intelligence oversight committee members demanded answer from German government about the reports that Germans of Turkish origin are being pressured in Germany by informers and officers of Turkey's MIT spy agency. According to reports Turkey had 6,000 informants plus MIT officers in Germany who were putting pressure on \"German Turks\". Hans- Christian Ströbele told that there was an \"unbelievable\" level of \"secret activities\" in Germany by Turkey's MIT agency. According to Erich Schmidt- Eenboom, not even the former communist East German Stasi secret police had managed to run such a large \"army of agents\" in the former West Germany: \"Here, it's not just about intelligence gathering, but increasingly about intelligence service repression.\" German lawmakers have called for an investigation, charging that Turkey is spying on suspected Gulen followers in Germany. In December 2016, a 31-year-old Turkish citizen who had resided in Germany for a decade was arrested in Hamburg on suspicion of espionage and plotting the assassination of two prominent Kurds on behalf of Turkish security services. In March 2017 the Turkish secret intelligence service was accused of conducting espionage of more than 300 people and 200 associations and schools linked to supporters of exiled Fethullah Gülen. Boris Pistorius, interior minister for Lower Saxony State, called this \"intolerable and unacceptable\", stating that \"the intensity and ruthlessness with which people abroad are being investigated is remarkable\". A German security official said that \"we are horrified at how openly Turkey reveals that it is spying on Turks living here\". On 30 March 2017 Interior Minister Thomas de Maiziere expresses suspicions that the move may have been intended to weigh on Turkish-German relations − \"to provoke us in some way\". The appallment was deepened when it was revealed that the 300 persons included politicians, including Michelle Müntefering. In June 2017, according to news reports, Turkish Intelligence had reportedly been collecting an increasing amount of information on Bundestag members who are involved in defense as well as domestic and foreign policy. A spokeswoman for Bundeskriminalamt confirmed the report that the agency met with German MPs \"in recent weeks\" to discuss \"safety\" concerns, since \"protecting members of the Bundestag is a legal task of the BKA\". In October 2017, according to German press reports officials working in Germany's immigration authorities pass on information about Turkish asylum seekers to Turkey. In many cases, even their locations were also revealed, that even their families did not know for security reasons. These incidents showed that Turkish spies may have infiltrated German authorities. In addition, Herbert Reul, the interior minister for the German state of the North Rhine- Westphalia, submitted a report to the state parliament, alleging that the Turkish-German organisation Osmanen Germania works with MIT. The organisation denied the accusations. In July 2018, Germany banned the organisation on allegations it is involved in organized crime and represents a threat to the general public. In October 2021, German authorities arrested a Turk in a hotel at Düsseldorf for spying on behalf of Turkey. Police found a pistol, ammunition and a list with the names Gulen supporters. ==== Greece ==== In December 2011, the Turkish newspaper Birgun reported on an interview with former Turkish prime minister Mesut Yilmaz saying that Turkey was behind a number of large forest fires in Greece in the 1990s. Yilmaz later denied the statements, saying he had been misquoted by the newspaper and that he had been actually referring to unsubstantiated reports of Greek involvement in Turkish forest fires. In addition, former head of Greek intelligence service said they had intelligence that Turkish agencies were involved in the arsons in the 1990s but had no proof. He said they had received information from their agents in Turkey that Turkish agents or others were involved in the forest fires on Greek islands. In August 2013, Greek police arrested a German citizen on the island of Chios on suspicion of spying for Turkey. Police said they had found in the man's possession cameras, laptops, maps and glasses with an embedded camera, and an email he had sent to an unidentified recipient with details on Greek warships and army vehicles on the island. The man confessed he had photographed barracks and other military-related buildings on the island for five people he believed were Turkish nationals who paid him up to 1,500 euros ($2,000) for each assignment. Greek authorities suspected that the individuals worked for the Turkish secret services. In October 2014, Greek police arrested a German citizen on the island of Kos because he photographed sensitive locations on the island. He admitted that was spying for MIT and he was recruited in 2011. He was paid 2,000 euros every month and the money were deposited to his bank account in Germany. Furthermore, he said that he was one of the many European retirees living in Greece who have been recruited by Turkey in order to spy against Greece. In June 2016, a Turkish intelligence officer who worked in the Trabzon Province, admitted that his agency ran surveillance on Greek tourists who visited the province. Many Greeks visit the Trabzon and the historic Greek Orthodox Sumela Monastery there. In February 2017, the newspaper Kathimerini reported that the Turkish National Intelligence Organisation recruits EU retirees to spy on a variety of Greek sensitive locations, including military bases, airports and power plants. In March 2017, the former editor in chief of the English version of Turkish Zaman newspaper, Abdullah Bozkurt, posted a tweet on his account warning of increased clandestine operations of Turkish intelligence agents in Greece. In April 2020, a document published by the Gülen-aligned Nordic Monitor, claims that Turkish intelligence was spying on refugees and migrants in Greece in order to find details of those who were persecuted by the Erdogan. In August 2020, more documents revealed the illegal information gathering and surveillance activities in Greece by the MIT, the Turkish Embassy and the Turkish consulates against Turkish asylum seekers. In December 2020, Greek authorities arrested two Greek Muslims in Rhodes for espionage. One was working at the Turkish Consular Authority in Rhodes and the other on a passengers ship which connects the Rhodes with Kastelorizo. ==== Kosovo ==== In March 2018, six Turkish nationals from Kosovo had been captured by Turkish intelligence and brought to Turkey over alleged links to schools financed by the Gulen movement. Turkish President Tayyip Erdogan said in a speaking to supporters and party members in Istanbul: “Our National Intelligence Agency captured six of the highest ranking members (of Gulen’s network) in the Balkans in the operation it conducted in Kosovo,” ==== Lithuania ==== The cyber team of the MİT hacked the server of the ByLock in Lithuania and transferred all signed-up IP's to the headquarters in Ankara. The MİT had finalized its operation in December 2015 and January 2016, before ByLock has ceased its operation. Bylock was a secure communication app and Turkish authorities believe that it was exclusively allocated for the members of the Gülen Movement. ==== Moldova ==== In 2018, Turkish together with Moldovan intelligence services detained at least six Turkish nationals employed at a private chain of high schools in Moldova. All were teachers or students at the Horizont Turkish high-school private chain, which is seen as close to the Fethullah Gulen. ==== Norway ==== The Gülen-aligned Stockholm Center for Freedom accused the Norwegian Islamist religious organizations that are affiliated with Turkish government that were illegally profiling and intelligence gathering activities on Turks who are believed to be affiliated with Gülen movement in Norway. ==== Serbia ==== In 2015, Matthew Aid wrote that according to reports spies from Turkey is among the most active in Serbia. Turkey organize and finance the movement of Bosniaks for the secession of the Raška region. ==== Sweden ==== According to the Gülen-aligned Stockholm Center for Freedom, an investigation was launched on suspicion of unlawful intelligence gathering and illegal “mapping” against opposition circles in Sweden. ==== Switzerland ==== Parliamentarian Alex Kuprecht announced that the government was considering opening a criminal case against regarding espionage and other illegal activities performed by Turkish agents against dissidents. Also, there were espionage against academics who were critical of Turkey. On March 16, 2017, the Office of the Attorney General launched a criminal inquiry into possible foreign spying on Switzerland's Turkish community. Investigation also concerned an attempt to kidnap a Swiss-Turkish in Zurich to take him abroad. That same month, Switzerland's foreign minister warned Turkey against illegal spying on expatriate Turks in Switzerland. In April 2017, a Swiss policeman of Turkish origin was arrested on the accusation that he was spying for the Turkish government. ==== Turkey ==== At the time of the 1971 Turkish military memorandum, the MIT did not inform Prime Minister Süleyman Demirel about the coup plans, and asked for the PM's resignation on the day of the coup. During the 1980 Turkish coup d'état, the plans for “Operation Flag” (Bayrak Harekâtı) were conveyed to the military units by an MİT airplane. Once again, the agency did not notify the prime minister, even though legally it was under his authority, as it was part of the coup. During the 2016 Turkish coup d'état attempt, the MİT fought against the coup plotters. ==== Ukraine ==== In July 2018, a gulen-linked suspect was brought to the Turkey from Ukraine following operations conducted by the MİT. In February 2022, MIT captured and abducted the Turkish arm dealer and former special forces captain in the Turkish armed forces, Nuri Bozkir, who exposed the Turkish arms transfers to militant groups in Syria and Libya. He applied for political asylum in Ukraine and Turkey issued an Interpol red notice calling for his arrest for the 2002 murder of Turkish academic Necip Hablemitoglu while Bozkir denied any involvement. ==== United Kingdom ==== In 1994, Mehmet Kaygisiz, a Kurdish man with links to the PKK and the north London underworld, was shot dead at a café in Islington. His murder remained unsolved and at the time his murder was thought to be drug-related, but in 2016 new documents suggest that MIT ordered his murder. In 2018, Turkish NBA player Enes Kanter, who was against Turkey's president Recep Tayyip Erdoğan, informed the New York Knicks he will not be traveling with the team to London because he believed that a trip there would be life-threatening. When a reporter asked him if he really believes a trip to London would be dangerous, he replied: \"They’ve got a lot of spies there. I can get killed very easy. That will be a very ugly situation.\" === Oceania === ==== Australia ==== Turkish imams preaching in Australia's mosques have been instructed to spy on Australian supporters of Fethulah Gülen. The illegal surveillance, information collection and monitoring activities of the Turkish intelligence agency in Australia was exposed in classified documents in 2020. == List of the Directors of The National Intelligence Organization == {| class=\"wikitable\" !!! Name !! Took office !! Left office |- |1 || Avni Kantan || 14 July 1965 || 2 March 1967 |- |2 || Mehmet Fuat Doğu || 2 March 1966 || March 27, 1971 |- |3 || Nurettin Ersin || 2 August 1971 || 25 July 1973 |- |4 || Bülent Türker || 26 July 1973 || 27 February 1974 |- |5 || Bahattin Özülker || 28 February 1974 || 26 September 1974 |- |6 || Bülent Türker || 26 September 1974 || 24 November 1974 |- |7 || Hamza Gürgüç || 25 November 1974 || 13 July 1978 |- |8 || Adnan Ersöz || 13 July 1978 || 19 November 1979 |- |9 || Bülent Türker || 19 November 1979 || 7 September 1981 |- |10 || Burhanettin Bigalı || 7 September 1981 || 14 August 1986 |- |11 || Hayri Ündül || 5 September 1986 || 28 August 1988 |- |12 || Teoman Koman || 29 August 1988 || 27 August 1992 |- |13 || Sönmez Köksal || 9 November 1992 || 11 February 1998 |- |14 || Şenkal Atasagun || 11 February 1998 || 11 June 2005 |- |15 || Emre Taner || 15 June 2005 || 26 May 2010 |- |16 || Hakan Fidan || 26 May 2010 || 10 February 2015 |- |17 || Hakan Fidan || 9 March 2015 || |- |} == Permission for testimony == Testimony in court may only be made with and by the permission of the Director of the MİT. According to Article 29 of Law No. 2937, MİT agents must not give their testimony if it pertains to state secrets without further permission from the MİT. == Museum == The Organization owns a non-public Museum of Espionage consisting of a variety of spy equipment, which was revealed once in October 2013. == Equipment == === Vehicles === {| class=\"wikitable\" ! colspan=\"6\" |Aircraft |- ! colspan=\"6\" style=\"align: center; background: lavender;\" |Unmanned Aircraft Vehicles |- |TAI Anka |184x184px | |UCAV |Anka I |Electronic warfare and intelligence UAV made for the National Intelligence Organization. Equipped with electronic warfare and intelligence systems (ELINT and COMINT). |- valign=\"top\" |Bayraktar TB2 |frameless|185x185px | |UCAV |TB2 | |- |Baykar Bayraktar Akıncı |frameless|185x185px | |UCAV |Akinci | |- ! colspan=\"6\" |Naval |- ! colspan=\"6\" style=\"align: center; background: lavender;\" |Ships |- valign=\"top\" |Ada-class corvette | | |intelligence gathering ship |TCG Ufuk (A-591) |Delivered on 14.01.2022. Overall length of 99.5 meters, 14.4 meters of maximum width, 2,400 tons of displacement, and 3.6 meters of draft. She has a hangar and helicopter deck to accommodate a 10-ton helicopter. | |- ! colspan=\"6\" |Space |- ! colspan=\"6\" style=\"align: center; background: lavender;\" |Satelites |- valign=\"top\" |Future plan | | |Spy satellite | |In his speech during the inauguration ceremony of TTCG Ufuk the Turkish President Recep Tayyip Erdogan, said that the next plan for MIT is the creation of a spy satellite. |} == References == == Further reading == * (Turkish) == External links == * * * * * Frequently Asked Questions about the MİT Category:Turkish intelligence agencies Intelligence Category:Military of Turkey Category:National law enforcement agencies of Turkey Category:1965 establishments in Asia",
 "title": "National Intelligence Organization"
}