{
 "id": "576261",
 "text": "Sir Edward Albert Sharpey-Schafer FRS FRSE FRCP LLD (2 June 1850 – 29 March 1935) was an English physiologist. He is regarded as a founder of endocrinology: in 1894 he discovered and demonstrated the existence of adrenaline together with George Oliver, and he also coined the term \"endocrine\" for the secretions of the ductless glands. Schafer's method of artificial respiration is named after him. Schafer coined the word \"insulin\" after theorising the absence of a single substance produced by the pancreas was responsible for diabetes mellitus. ==Biography== thumb|240px|Edward Albert Sharpey-Schafer He was born Edward Albert Schäfer, in Hornsey in London, the third son of Jessie Brown and James William Henry Schäfer, a merchant born in Hamburg, who had come to England as a young man, and was a naturalised citizen. His mother was English. The family lived in Highgate in north-west London. Edward was educated at Clewer House School. From 1868 he studied medicine at University College London, where he was taught by the eminent physiologist William Sharpey. He became the first Sharpey Scholar in 1873. He was appointed Assistant Professor of Practical Physiology in 1874 and was elected a Fellow of the Royal Society in 1878 when he was 28 years old. He was Fullerian Professor at the Royal Institution and became Jodrell Professor at UCL in 1883, a position he held until 1899 when he was appointed to the chair of physiology at the University of Edinburgh (replacing the late William Rutherford) where he remained until his retirement in 1933 and becoming Emeritus Professor thereafter. His chair was filled by Prof Ivan De Burgh Daly. In 1900 he was elected a Fellow of the Royal Society of Edinburgh. His proposers were Sir William Turner, Alexander Crum Brown, Sir John Murray, and Alexander Buchan. He served as the Society's Vice President from 1913 to 1917 and as President 1929 to 1934. He won the Society's Neill Prize for 1919 to 1921. In 1902 he commissioned the Scottish architect Robert Lorimer to design Marly Knowe, a substantial Arts and Crafts villa in the coastal town of North Berwick, east of Edinburgh.Buildings of Scotland: Lothian, by Colin McWilliam Schafer was a founding member of the Physiological Society and from 1908 until 1933 edited the Quarterly Journal of Experimental Physiology. He was the recipient of many honorary degrees and prestigious medals both at home and abroad, including the Cameron Prize for Therapeutics of the University of Edinburgh. His book on the Essentials of Histology ran to 16 editions between 1885 and 1954. He introduced suprarenal extract (containing adrenaline as well as other active substances) into medicine.New International Encyclopedia Schafer became a Fellow of the Royal Society in 1878, was president of the British Science Association in 1911–1912, was president of the British Medical Association in 1912. He was knighted by King George V in 1913. He died at home in North Berwick on 29 March 1935. ==Family== He was married twice, firstly in 1878 to Maud Dixey and after her death in 1896, in 1900 he married Ethel Maud Roberts. There were four children by his first marriage, however, he outlived three of them: his eldest daughter died in 1905 and both his sons died in action in World War I. Following the death of his eldest son, John Sharpey Schafer, the name of ‘Sharpey', which had been given as a middle name, was hyphenated to Schafer, becoming thereafter (from 1918) Sharpey-Schafer. This was both in memory of his son, and also to perpetuate the name of his teacher, William Sharpey. His grandson, Edward Peter Sharpey-Schafer, was Professor of Medicine at St Thomas' Hospital, London from 1948 until his death in 1963. His sister married James Cossar Ewart. ==Students== His students included James Davidson Stuart Cameronhttp://www.rcpe.ac.uk/sites/default/files/notable- fellow.pdf and Alexander Murray Drennan. ==Works== Besides valuable papers on muscular structure, on the chemistry of blood proteids, on absorption, and on the rhythm of voluntary contraction, he wrote: * A Course of Practical Histology (1877) * Essentials of Histology (1885; sixth edition, 1902) * Advanced Text-Book of Physiology by British Physiologists (1898) * Experimental Physiology (1910) He edited Quain's Elements of Anatomy (with G. D. Thane, 8th, 9th, and 10th editions). ==Terms== * Schaefer's method — (artificial respiration) – Patient prone with forehead on one of his arms: straddle across patient with knees on either side of his hips, and press with both hands firmly upon the back over the lower ribs; then raise your body slowly, at the same time relaxing the pressure with your hands. Repeat this forward and backward movement about every five seconds. ::Dorland's Medical Dictionary (1938) ==References== ==Further reading== * Sykes, Alan H.: \"Sharpey's Men\" in Sharpey's fibres : the life of William Sharpey, the father of modern physiology in England, page 132-135. York : William Sessions, 2001. * * * * * * * * ==External links== * \"Sharpey-Schafer, Sir Edward Albert\" from Encyclopædia Britannica * Fullerian Professorships Category:1850 births Category:1935 deaths Category:Academics of University College London Category:Academics of the University of Edinburgh Category:Alumni of University College London Category:English people of German descent Category:English physiologists Category:Fellows of the Royal Society Category:Fullerian Professors of Physiology Category:People associated with East Lothian Category:People from Hornsey Category:Presidents of the British Science Association Category:Presidents of the Royal Society of Edinburgh Category:Royal Medal winners Category:Recipients of the Copley Medal Category:Presidents of the British Medical Association Category:Jodrell Professors of Physiology",
 "title": "Edward Albert Sharpey-Schafer"
}