{
 "id": "576490",
 "text": "The Nationalist Party of Canada is an unregistered far-right political party in Canada that was founded in 1977 by white supremacist Don Andrews. The party describes itself as white nationalist, and is known for its antisemitic and racist publications. == History == The Nationalist Party was founded by Andrews after he was legally barred by his bail conditions from associating with the Western Guard, another white supremacist organization. The party was briefly known as the National Citizens Alliance. From 1977 to 1985, the party published The Nationalist Report, which ceased publication when Andrews and Party Secretary Robert Smith were charged and convicted under the Criminal Code for promoting hatred. Crown attorney Michel Anne MacDonald described the journal as containing anti-black, anti-Jewish and anti-Asian articles,Drew Fagan, \"Not guilty plea entered 2 publishers deny promoting hatred\", Globe and Mail, September 17, 1985, P19. and the presiding judge described the \"degree of hatred\" in their journal as \"obscene\".Drew Fagan, \"Toronto pair guilty of promoting hatred against Jews, blacks\", Globe and Mail, December 10, 1985, A19. He added that Andrews was the \"directing mind of the publication\" and described Smith as a \"faithful, industrious follower\".Drew Fagan, \"Men sent to jail for promoting hatred\", Globe and Mail, December 14, 1985, A21. In 1986, Andrews and Smith endorsed Holocaust denier Jim Keegstra's bid to lead the Social Credit Party of Canada.Stanley Oziewicz, \"Evangelist wins Socred leadership, attacked as a racist by Keegstra\", Globe and Mail, June 23, 1986, A1. The two men appealed to the Supreme Court of Canada in 1989, seeking to have their conviction overturned.\"Top court to decide on hate case appeals\", Toronto Star, June 3, 1989, A14. The court rejected the appeal in December 1990, ruling that the Canadian Charter of Rights and Freedoms did not protect hate speech in R v Andrews and R v Keegstra.Graham Fraser and Miro Cernetig, \"Supreme Court upholds curbs on free expression\", Globe and Mail, December 14, 1990, A1. Andrews and Smith served jail terms following the ruling. The Nationalist Party continues to further its goals through supporting such projects as \"European Heritage Week\" (commemorated every October beginning on the Canadian observance of Thanksgiving) and a shortwave radio program. It also originated and operates the \"Canadian Flag Perpetual Pride Campaign\" each year during the months of July and December, where residences in cities and towns in Canada, and governments at the federal, provincial and municipal levels are encouraged to properly display new Canadian flags and to replace worn ones; this campaign has been extended to encourage Canadian flag displays at offices and stores of major Canadian corporations such as Canadian Tire, Unilever and Loblaws/Weston. Andrews has run for Mayor of Toronto several times, including in 2003 when he won 0.17% of the vote. In that year, two other party members ran unsuccessfully for Toronto City Council. == Party candidates == === Bob Smith === Robert Wayne Smith is a frequent candidate for political office, and has sought election at the municipal, provincial and federal levels. Like Don Andrews, he was originally a member of the Western Guard Party.\"Ward Four\", Toronto Star, November 28, 1974, A17. He first ran for the Toronto School Board in 1972, when he was still a student.\"Progressive seeks conservative vote\", Globe and Mail, November 25, 1972, A4. His most recent campaign was for Mayor of Toronto in 2006. During his Western Guard days, he was the voice for its White Power Phone Message. Among organizations he has served in include the Canadian Anti-Soviet Action Committee, the Ontario Social Credit organization, as a director of the Ezra Pound Institute for International Studies, and as a guest commentator during the 1990s for the British Peoples' League Hour radio program. Today, he regularly blogs at his Internet column on the Nationalist Party website page, \"Bob's Beat\". {| class=\"wikitable\" |+ Electoral record ! Election ! Division ! De facto party ! Votes ! % ! Position ! Result |- ! 1972 municipal | Toronto School Trustee, Ward Eight | Western Guard | 247 | | 11/11 | |- ! 1974 municipal | Toronto City Council, Ward Four | Western Guard | 200 | | 7/7 | |- ! 1976 municipal | Toronto School Trustee, Ward Nine | Western Guard | 864 | | 6/7 | |- ! 1980 federal | St. Paul's | Nationalist | 108 | | 6/9 | |- ! 1980 municipal | Toronto School Trustee, Ward Eight | Nationalist | 1,319 | | 6/9 | |- ! 1982 municipal | Toronto School Trustee, Ward Eight | Nationalist | 603 | | 6/10 | |- ! 1985 municipal | Toronto School Trustee, Ward Eight | Nationalist | 935 | | 5/7 | |- ! Ontario provincial by-election, April 1, 1993 | St. George—St. David | Nationalist | 72 | | 8/9 | |- ! 2003 municipal | Toronto City Councillor, Ward 31 | Nationalist | 414 | | 4/4 | |- ! 2006 municipal | Mayor of Toronto | Nationalist | 1,105 | 0.19 | 20/38 | |} == See also == * James Alexander McQuirter * Wolfgang Droege == Notes == == References == == External links == * Category:Nationalist parties in Canada Category:Neo-Nazi political parties Category:Canadian far-right political movements Category:Political parties established in 1977 Category:Racism in Canada Category:Neo-Nazism in Canada Category:White nationalist parties",
 "title": "Nationalist Party of Canada"
}