{
 "id": "576615",
 "text": "Kumpupintil Lake (pronounced goom-bu-pin-dil), formerly known as Lake Disappointment, is an endorheic salt lake located in the Pilbara region of Western Australia. ==Description== Kumpupintil Lake is about long and located east of Newman. The lake typically is dry, except during very wet periods such as the 1900 floods and in many recent tropical wet seasons since 1967. It lies on the Tropic of Capricorn, due east of the mining town of and the . It is at the northern side of the Little Sandy Desert and south of the Karlamilyi National Park. The Canning Stock Route passes down the western shores of the lake and the surrounds consist mostly of sand dunes. Its elevation is 325 metres (1066 ft) above mean sea level. The lake is important to Martu people for spiritual and ceremonial reasons, as well as being an important place for water and traditional food. The lake is home to many species of water birds. The discovery of a new species of dragon lizard, Ctenophorus nguyarna, at the site was announced in 2007. ==Mythology== thumb|left| Kumpupintil Lake, then officially known as Lake Disappointment, photographed in 2015 In indigenous culture, Kumpupintil was off-limits to the tribes neighbouring the area, such as the Kurajarra, Wanman, Kartudjara and the Putidjara. The reason for the taboo, existing down to modern times, derives from the lake's mythological associations with the Ngayurnangalku spirits thought to live below its surface. This prohibition extended to flying over the area, since the Ngayurnangalku, ancestral cannibal beings with pointy teeth and clawlike fingernails, are deemed capable of attacking even planes that intrude over the lake's airspace. ==Name== The lake known to the Western Desert Martu people as Kumpupintil was named Lake Disappointment by the explorer Frank Hann in 1897. Hann was in the area exploring the east Pilbara, around Rudall River. He noticed creeks in the area flowed inland, and followed them, expecting to find a large fresh water lake. The lake was typically dry and so was named Lake Disappointment. On November 11, 2020, Kumpupintil (pronounced Goom-bu-pin-dil) Lake was formally approved by the Western Australian Government agency Landgate as the official name, following a request from the traditional owners and the Western Desert Lands Aboriginal Corporation. The name \"Kumpupintil\" describes how the lake was made and is linked to a Martu creation story where Martu warriors fought mighty giants in an epic battle. ==See also== * List of lakes of Western Australia ==Notes== ===Citations=== ==Sources== * * * * * * * * Disappointment Disappointment",
 "title": "Kumpupintil Lake"
}