{
 "id": "577356",
 "text": "The Champaign–Urbana metropolitan area, also known as Champaign–Urbana and Urbana–Champaign as well as Chambana (colloquially), is a metropolitan area in east-central Illinois. As defined by the Office of Management and Budget (OMB), the metropolitan area has a population of 222,538 as of the 2020 U.S. Census, which ranks it as the 207th largest metropolitan statistical area in the U.S. The area is anchored by the principal cities of Champaign and Urbana, and is home to the University of Illinois Urbana-Champaign, the flagship campus of the University of Illinois system. As of March 2020, the OMB defines the metropolitan area (officially designated the Champaign–Urbana, IL MSA) to consist of Champaign County and Piatt County. Until 2018, Ford County was considered a part of the metropolitan area. Journalists frequently treat the metropolitan area as just one city. For example, in 1998, Newsweek included the Champaign-Urbana Metropolitan Area in its list of the top ten tech cities (outside the Silicon Valley).Newsweek: The Hot New Tech Cities Champaign- Urbana also ranked tenth as one of the top twenty-five green cities in the United States, in a 2007 survey made by Country Home magazine.CountryHome.com: 2007 Best Green Cities ==Urban core development== A number of major developments have significantly changed downtown Champaign since the beginning of the 21st century. Beginning in the 1990s, city government began to aggressively court development, including by investing millions of dollars in public funds into downtown improvements and by offering developers incentives, such as liquor licenses, to pursue projects in the area. The 9-story M2 on Neil project is such an example. The project began in 2007History - M2 on Neil. https://m2onneil.com/history/ by taking down the facade of the deteriorated Trevett-Mattis Banking Co. which previously occupied the building site. The facade was retained on the M2 building. Residents first began to lease space in the M2 in the winter of 2009. The M2 includes not just condos for residential occupation, but also retail and office space in its lower floors, a common trend in new developments in the urban core. Across the street, a 9-story Hyatt Place boutique hotel opened in the summer of 2014. In the Campustown area adjoining the University of Illinois, the new 24-story highrise apartment building 309 Green was ostensibly completed in the fall of 2007 but had partial occupancy at least through the fall of 2008. It is tall, making it a full 3 stories higher than the older 21-story Tower at Third, the first contribution to the Urbana–Champaign skyline. The Burnham 310 Project, at 18 stories, which is also taller (in overall height), was finished in the fall of 2008 and includes student luxury apartments and a County Market grocery store. Burnham 310 connects downtown Champaign to Campustown. In 2013-14, four other mixed-use buildings (apartments above commercial) have been built in Campustown, with heights of 26, 13, 8, and 5 stories. On the University of Illinois campus, Memorial Stadium has gone under major renovation, with construction of new stands, clubs, and luxury suites. Across Kirby Avenue, the Assembly Hall, first built in 1963 and renamed the State Farm Center as part of a major renovation begun in 2014, continues to be the home of Illinois basketball and has resumed hosting concerts and other performing arts after renovation was completed in late 2016. In the late 2000s, the restoration of the Champaign County Courthouse bell tower capped the expansion and renovation of Courthouse facilities and provided a striking focal point in downtown Urbana. These, among other developments, have given the Twin Cities a more urban feel. ==Outlying areas== The outlying parts of the metropolitan area differ from the suburban areas of many other metropolitan areas. Instead of a sprawling suburban skirt that encircles the urban area, the urban area abuts large swaths of farmland, with small to medium-sized villages that originated as farming communities. But, as the willingness of professionals to commute longer distances has increased in recent decades, new residential developments have arisen on their edges, dotting the surrounding landscape. Some of these villages are home to as many as 5,000 residents or more, but most are significantly smaller. |View of Downtown Urbana Most of these outlying communities, such as Savoy, Mahomet, St. Joseph, Tolono, and arguably Rantoul and Monticello as well, are dependent on Champaign and Urbana for economic and infrastructure support. Predominantly, these cities and villages lie in Champaign County. These areas are populated to a substantial extent with commuters who work in Champaign or Urbana, but reside outside the two cities. Because higher paid professors, doctors and technology professionals who work for the University of Illinois at Urbana–Champaign, the many clinics and hospitals in town, or in the Research Park, are more likely to maintain cars for commuting longer distances and to afford owner-occupied single-family housing, these areas lacking in mass transit and high-density rental projects often have a higher median household income than Champaign or Urbana. In addition to residential developments in the surrounding, formerly agricultural communities, residential neighborhoods are also growing up in unincorporated areas within a short radius of the city limits, while the cities themselves are also expanding to annex areas of new development. While the annexed areas benefit from municipal services, developments that are willing to forego city sewer systems, libraries and police protection can enjoy the lower tax rates the surrounding townships levy, as fewer services are provided. Areas currently under construction extend as far as around Rising Road west of I-57 and north and east of Willard Airport. Some of this land is in Champaign Township, while some has been annexed to either Champaign or Savoy. Additional land development is occurring north of I-74 in land annexed by both Champaign and Urbana. On the eastern side of the city of Urbana, new business developments such as a Meijer, a planned Menards, and a commercial center with many restaurants and services have broken ground, as well as more suburban housing. The issue of land development is often hotly contested by local governments. In addition to arguments for and against development, the question of potential annexations, which remove property tax revenues from the surrounding townships while increasing the urban tax base (but also the demands on urban services) is a point of constant strife between the cities and the surrounding townships. On the other hand, the availability of higher-valued housing in areas belonging to the townships or surrounding villages, which is paid for by workers earning their money within the urban infrastructure also represents a movement of potential tax dollars from Champaign and Urbana to their dependent areas. ==Tourism and recreation== ===Museums=== *Champaign County Historical Museum.champaignmuseum.org Located in the Historic Cattle Bank built in 1858. Features exhibits on the history of the area and the midwest as a whole. *Museum of the Grand Prairie. Features historic exhibits on life in the early midwest. *Krannert Art Museum.Krannert Art Museum, University of Illinois at Urbana–Champaign . Art.uiuc.edu. Retrieved on 2013-08-17. Art Museum featuring both modern and classical art. Many changing exhibits. *Orpheum Children's Science Museum. A hands on science museum for children. *Spurlock Museum. Over 46,000 artifacts on display focusing around human culture and history throughout the world. Features some of the largest exhibits on Native North American and South American history in the nation. *Monticello Railway Museum. Railroad museum with exhibits focused on central Illinois. Main attraction is the operating tourist railroad. ===Parks and recreation=== *Champaign Park District features many parks, hiking trails, and biking trails in the city of Champaign. *Urbana Park District includes exercise and biking trails, Crystal Lake, a sculpture park, and other public facilities in the city of Urbana. *Robert Allerton Park a private estate donated to the University consisting of a large manor house (now a conference center), formal gardens, and natural woodlands and prairie. Open to the public. ==Colleges and universities== *The University of Illinois at Urbana–Champaign is located jointly in Urbana and Champaign and is the flagship campus for the University of Illinois system. *Parkland College is a community college located in Champaign. ==Health== The Champaign-Urbana Metro area has two hospitals located less than a mile apart near University Avenue in Urbana. The Carle Foundation Hospital, and OSF Heart of Mary Medical Center, with a combined total of over 550 physicians. Both hospitals provide various specialized services, and Carle Hospital currently has a Level III Neonatal Intensive Care Unit, a Level I Trauma Center, and a medical helicopter service. Both hospitals have struggled to maintain their tax-exempt status with the State of Illinois. Carle Clinic Association was purchased by the Carle Foundation in 2010. It was renamed Carle Foundation Physician Services, and it maintains several locations next to the hospital, as well as other locations within Champaign-Urbana and other East Central Illinois cities. Christie Clinic, another smaller multi-specialty group practice, is headquartered in downtown Champaign. They are largely affiliated with OSF, but not as closely linked as their Carle counterparts are. Both hospitals and clinics are affiliated with the University of Illinois College of Medicine at Urbana, part of the larger University of Illinois College of Medicine, which has campuses in Chicago, Peoria, Rockford, and Urbana. The College has a teaching presence at both hospitals, although the facilities are somewhat more extensive at Carle Foundation Hospital. Piatt County, which is included in the Champaign-Urbana Metro Area, also has a hospital. Kirby Medical Center is a general medical and surgical facility located in Monticello. Both Carle Clinic and Christie Clinic have satellite facilities located at Kirby. ==Arts and culture== |The Virginia Theatre in Downtown Champaign. The Champaign-Urbana Metropolitan Area is home to many theatres. The University is home to three theatre venues; Foellinger Auditorium, Assembly Hall and the Krannert Center for the Performing Arts. While the Assembly Hall is primarily a campus basketball and concert arena, the Krannert Center for the Performing Arts is considered to be one of the nation's top venues for performance and hosts over 400 performances annually. Built in 1969, the Krannert Center's facilities cover over four acres (16,000 m²) of land, and features four theatres and an amphitheatre. The Historic Virginia Theatre in downtown Champaign is a public venue owned by the city of Champaign and administered by the Champaign Park District. It is best known for hosting Roger Ebert's Film Festival which occurs annually during the last week of April. The Virginia also features a variety of performances from community theatre with the Champaign Urbana Theatre Company, to post box-office showings of popular films, current artistic films, live musical performances (both orchestral and popular), and other types of shows. First commissioned in 1921, it originally served as a venue for both film and live performances, but became primarily a movie house in the 1950s. Occasional live events were held during the 1970s and 1980s, including a live production of \"Oh, Calcutta\" and performances by George Benson, Stevie Ray Vaughan, Missing Persons, and the Indigo Girls. GKC Corporation closed the Virginia as a movie house on February 13, 1992, with the final regular film being Steve Martin's \"Father of the Bride\". The theatre once again began holding regular live performances when it was leased to local gospel singer David Wyper in 1992. The Champaign-Urbana Theatre Company was formed to perform major musicals and opened their first season with \"The Music Man\" that June. Control passed to the Virginia Theatre group in 1996 and the theatre became a non-profit public venue. The Champaign Park District assumed control of the facilities in 2000. Its original Wurlitzer theatre pipe organVirginia Theatre Wurlitzer. Theatreorgans.com. Retrieved on 2013-08-17. has been maintained by Warren York since 1988 and is still played regularly. The Art Theater in downtown Champaign began as Champaign's first theatre devoted to movies, the Park, in 1913, and was a small venue showing films not normally playing at the box office. The theatre was the only single-screen movie theatre with daily operation as a movie theatre in Champaign-Urbana. The theater ceased operations on October 31 of 2019. The Virginia, which hosts Roger Ebert's Annual Overlooked Film Festival, is also single-screen, but only opens for special showings and events. Rapp and Rapp's 1914 Orpheum Theatre closed in the mid-1980s and now houses a children's science museum. Parkland College in Champaign features a small theatre called the Parkland College Theatre and a planetarium called the William M. Staerkel Planetarium. The area has originated a great deal of musical talent, starting with REO Speedwagon, Head East, Dan Fogelberg and including HUM, Poster Children, Hardvark, The Moon Seven Times, Braid, AMASONG, Castor, National Skyline, Love Cup, Absinthe Blind, Headlights and The Beauty Shop. Some lesser known artists like Alma Afrobeat Ensemble, Zirafa and Spinnerty, d-Lo, Bozak, Melodic Scribes, DJ Librarian, UC Hiphop, and Zmick are also worthy of note on simply a local scale. Champaign-Urbana is relatively well known for producing a rich array of emo, college rock, and black metal. Opening in 1990 in the heart of downtown Champaign, the Blind Pig Co on Taylor St was one of the first businesses to lead the renaissance of the formerly deserted downtown district. The Blind Pig catered to the budding music community, and indeed fostered many of the local bands. Live music was featured 5 nights a week, and grunge and indy rock bands like the Afghan Whigs, Smashing Pumpkins, Liz Phair, Pavement and Everclear performed there on numerous occasions. Blues legends like Luther Allison, Ronnie and Lonnie Brooks, Otis Clay and Robert Cotton were also featured, as were international acts like I.K. Dairo, Diblo Diballa, the Five Blind Boys, Malathini and the Mohatella Queens, and Tabuley Rochereau. The Blind Pig closed as a music venue in 1998, but re-opened as a craft beer bar in 2004, and a microbrewery in 2009. The cities now host Pygmalion Music Festival on an annual basis, presented by the Nicodemus Agency and Krannert Center for the Performing Arts. Past performers include Iron and Wine, The Books, Yacht, Rjd2, Yo La Tengo, Black Mountain, Asobi Seksu, Times New Viking, of Montreal, Danielson, Man Man, Okkervil River, Andrew Bird, Questlove, and more. The 2010 festival took place September 22–25. The twin cities have a large number and variety of restaurants from long-standing breakfast and pizza traditions to newer, high- end dinner spots with \"Chicago-style\" aspirations. There is a wide representation of cuisines as well as many vegetarian and vegan choices. This has led to state-wide, mentioned on \"Best of Illinois\" lists, and regional recognition, receiving the Midwest Living magazine's 'Greatest Food Town' award in 2017 ==Media== *Besides many print outlets, commercial radio stations, and TV stations, Champaign-Urbana has several academic, homegrown and not-for-profit media outlets. *WEFT 90.1 FM is a community radio station begun by a group of radio enthusiasts, artists, and community-minded individuals working together to realize the potential of bringing a variety of programming and people together behind one frequency. Since 1981, WEFT has broadcast music from around the world and East Central Illinois, news, and public affairs on shows hosted by an all-volunteer staff of air shifters. It also airs programming from national sources including Pacific. *WRFU-LP is a low power community radio station owned and operated by Radio Free Urbana. The station was built by hundreds of volunteers from the region and around the country in November 2005 at the ninth Prometheus Radio Project barnraising. WRFU broadcasts music, news, public affairs, and political activism (usually left-leaning) to listeners at 104.5FM. *Illini Media, located at 5th and Green in campustown, is home to the college's alternative radio station WPGU 107.1. The Illini Media Building is also home to the Daily Illini, the student-run daily newspaper, and Buzz Weekly which has quickly become a popular source for arts & entertainment news in the Champaign-Urbana area. *Smile Politely, an online magazine focused on arts, entertainment and alternative news, opened in 2007 and is seen as the successor to previous print efforts like The Octopus, and The Hub Weekly. ==Transportation== In 2009, the Champaign-Urbana metropolitan statistical area (MSA) ranked as the fourth highest in the United States for percentage of commuters who walked to work (9 percent). In 2013, the Champaign-Urbana MSA ranked as the eleventh lowest in the United States for percentage of workers who commuted by private automobile (78.4 percent). During the same year, 7.9 percent of Champaign area commuters walked to work. Interstate 74 runs east–west through Champaign and Urbana. Interstate 57 runs north–south through the west part of Champaign. Interstate 72 terminates at Champaign. U.S. Routes 45 and 150 pass through the cities as well, and Illinois Routes 10 and 130 originate in Champaign and Urbana, respectively. The Champaign-Urbana area is served by the Champaign-Urbana Mass Transit District, which has its main interchange at Illinois Terminal. Illinois Terminal also provides service by Greyhound Lines, Burlington Trailways, and the Amtrak City of New Orleans, Illini and Saluki routes, making it a regional transportation hub. The University of Illinois Willard Airport in Savoy on the south side of Champaign provides air service through American Eagle. ==Sports== While greater Champaign-Urbana does not feature any professional sports teams, the University of Illinois fields many teams which compete in the Big Ten Conference. Memorial Stadium and the State Farm Center (formerly the Assembly Hall) are both located in the south-east portion of Champaign. Memorial Stadium is a football arena where the Fighting Illini football team plays, and the State Farm Center is the home of the highly successful Fighting Illini basketball team. The NFL's Chicago Bears played in Memorial Stadium for the 2002 season while Soldier Field was being modernized and refurbished. The city of Champaign has been working with the Frontier League to create a privately owned professional baseball team. The team was scheduled to start playing in the 2009 baseball season, but was delayed in 2008 to the 2010 season at the earliest.Minor League Team in C-U Delayed IlliniHQ.com. September 3, 2008. Accessed October 28, 2009. Since then however, there has been no development on the matter. The University of Illinois hosted the 2013 NCAA Division I Men's and Women's Tennis Championships in May at the Kahn Outdoor Tennis Complex next to the Atkins Tennis Center and Eichelberger Field just south of Florida Avenue in Urbana. The Illini Men's Tennis team won the 2003 NCAA tennis championships and is highly ranked nationally. Since 2009, Champaign-Urbana has been the home of the Illinois Marathon. ==Notable people== The following people are from the Champaign–Urbana Metropolitan Area or attended the University of Illinois at Urbana–Champaign: *American Football, rock group *Philip Anderson, Nobel Prize winner in Physics *Marc Andreessen, software engineer; co-writer of the Internet browser Mosaic *John Bardeen, two-time Nobel Prize winner in Physics *Bonnie Blair, Olympic speedskater *Emily Blue, pop singer *Braid, rock group *Dick Butkus, hall of fame NFL football player, played for U of I *Iris Chang, book author, historian *Roger Ebert, film critic *Dave Eggers, writer *Jennie Garth, actress, director *Red Grange, Illinois football RB, Chicago Bears RB, NFL Hall of Famer, #1 Big Ten Icon *Steven Hager, founder of the Cannabis Cup, editor-in-chief of High Times magazine *George Halas, founder/former owner of the Chicago Bears *Erika Harold, Miss America 2003 *Hugh Hefner, founder of Playboy *Nick Holonyak Jr., inventor of the visible light-emitting diode *Hum, rock group *Mannie Jackson, owner of the Harlem Globetrotters *Robert L. Johnson, founder of BET *Shahid Khan, CEO/owner of Flex-N-Gate and owner of the Jacksonville Jaguars *Alison Krauss, bluegrass singer *Jonathan Kuck, Olympic speed skater *Don Laz, Olympic pole vault medalist *Ang Lee, filmmaker *Jimmy John Liautaud, owner of the sandwich chain Jimmy John's *Ludacris, rapper *Jack McDuff, jazz organist and organ trio bandleader *Tatyana McFadden, five-time US Paralympian winning 17 medals and 18 IPC World Championship medals *Tracey Meares, law professor *Nichole Millage, Paralympic volleyball player *Nick Offerman, actor, writer, humorist, carpenter *Nina Paley, cartoonist, illustrator, and blogger *Ron Popeil, infomercial inventor *C.W. Post, breakfast cereal magnate *Richard Powers, writer *Katherine Reutter, Olympic speed skater *Blake Schilb, an American professional basketball player *Daniel B. Shapiro, former US Ambassador to Israel *Hamilton O. Smith, won Nobel Prize in Physiology or Medicine in 1978 *REO Speedwagon, rock group *Starcastle, progressive rock group *Sasha Velour, an American drag queen and winner of Rupaul's Drag Race in 2017 *David Ogden Stiers attended high school in Urbana (with Roger Ebert) *Thelma Strabel, novelist *James Tobin, won Nobel Memorial Prize in Economics in 1981. *David Foster Wallace, writer *George Will, political columnist *Stephen Wolfram, founder and CEO of Wolfram Research & Wolfram Alpha *Timothy Zahn, Hugo-award-winning author attended U of I and began his writing career there *Tony Khan, All Elite Wrestling chairman and head booker ==Notes== ==External links== * * Champaign- Urbana LocalWiki * University of Illinois at Urbana–Champaign * Champaign- Urbana Community Fab Lab Category:Geography of Champaign County, Illinois Category:Geography of Ford County, Illinois Category:Geography of Piatt County, Illinois Category:Metropolitan areas of Illinois Category:Regions of Illinois",
 "title": "Champaign–Urbana metropolitan area"
}