{
 "id": "577490",
 "text": "Silves () is a city and municipality in the Portuguese region of Algarve, in southern Portugal. The population of the entire municipality of Silves in 2011 was 37,126,Instituto Nacional de Estatística in an area of 680.06 km². The urbanized area of the city proper has approximately 11,000 inhabitants. Silves is the former capital of the Kingdom of the Algarve (1249–1910), a nominal kingdom within the Kingdom of Portugal (1139-1910), and is of great historical importance. ==History== thumb|left|235px|A street in Silves The region of Silves has been inhabited since the Palaeolithic, as attested by archaeological remains, including several menhirs. The river Arade, which was navigable in historical times, linked the hinterland to the open ocean and allowed the transport of produce and commerce. The town of Silves (Cilpes) was possibly founded during the times of Roman domination, when the region was part of the Lusitania province. It was probably a Lusitanian Castro in pre- Roman times;http://www.monumentos.pt/Site/APP_PagesUser/SIPA.aspx?id=1288 however the region was also settled by other Indo-European tribes, such as the Celtici and Cynetes (or Conii). Silves was once also part of the Visigothic Kingdom (418–c. 721). After 713, when the Moors invaded Iberia, Silves became part of the Umayyad Emirate of Córdoba under the Arabic name of Shilb (شلب). In the 10th century it was one of the most important towns in western Al- Andalus. Silves became an independent taifa in 1027 under the rule of Ibn Mozaine and his son, who was dethroned in 1051 by al-Mu'tadid, the governor of Seville. al-Mu'tamid ibn 'Abbad, the son of al-Mu'tadid and a famous poet, ruled the taifa of Silves until 1091. After the Almoravid conquest the town became Almohad in 1156. In 1189, King Sancho I of Portugal conquered (in the Reconquista) the town with the aid of Northern European crusaders.Charles Wendell David, ed. Narratio de Itinere Navali Peregrinorum Hierosolymam Tendentium et Silviam Capientium, A.D. 1189. In Proceedings of the American Philosophical Society 81 (Dec., 1939): 591-676. Sancho ordered the fortification of the city and built a castle, which is today an important monument of Portuguese heritage. At the time he also styled himself \"By the Grace of God, King of Portugal and Silves (Dei Gratiæ, Rex Portugalliæ et Silbis). However, he soon lost the town again to the Almohads. Periodic raiding expeditions were sent from Al-Andalus to ravage the Iberian Christian kingdoms, bringing back booty and slaves. The governor of Córdoba attacked Silves in 1191, and took 3,000 Christian slaves.Ransoming Captives in Crusader Spain: The Order of Merced on the Christian-Islamic Frontier Again under Muslim rule, the city would then prosper to the point of being called the Baghdad of the West. The town was finally taken from the last Muslim king Ibn Afan by Paio Peres Correia, Grand-Master of the Order of Santiago in 1242, after the Alentejo and most of the coast had already fallen in 1238. The great mosque was changed into Silves Cathedral (Sé Catedral). Silves declined in importance thereafter and was eclipsed in the region by Faro during the colonial period. In 1491, the town of Silves was given to queen Eleanora by her husband, king John II of Portugal. In the 19th century, Silves became an important centre for the Portuguese cork industry. The industry's decline began after cork factory workers, instigated by communist and anarcho- syndicalist organizations resorting to coercion at gunpoint, supported the failed Portuguese general strike of 1934, after which the authoritarian Estado Novo regime retaliated by effectively closing down the industry in the town. In the 21st century, the municipality became host to The Iberian Lynx National Breeding Center (Silves' Center). ==Sights== Parts of the Almohad town wall, constructed from poured concrete, have been preserved, as well as the Almedina-gate (Porta de Loulé). Other sights include the Santa Misericórdia Church with a fine door in Manueline style (the main body of the church was built in 1727-28); a museum for cork and the production of bottle corks in a defunct factory which is now also a centre for cultural events called \"Fábrica do Inglês (The Englishman's Factory); and the municipal museum (Museu Municipal de Arqueologia) with findings from the palaeolithic onwards. The town is situated on a hill above the Arade River. Silves Castle is located on the top of the hill. It occupies ca. 12,000 m². Archaeological excavations have shown that the oldest buildings date back to the 8th century, the stratigraphy is almost 6 m deep and contains Iron Age remains as well. The walls are made of red sandstone (grés de Silves) with a pisé-core and were heavily restored in the 1940s. Protruding towers of the albarra-type protect the Northern slope. After the Christian conquest, the castle served as the seat of the alcaide-mor (provincial governor) until the middle of the 16th century; afterwards the towers were used as a prison. ==Geography== The municipality is crossed by the Arade River, which was navigable in historical times and was key to the prosperity of the city of Silves. The waters of the river form the reservoirs of Arade and Funcho. The landscape of the municipality is generally hilly. To the south the municipality borders the Atlantic Ocean. Silves is built on top of one of the largest underground aquifers in the south of Portugal, The Querença-Silves Aquifer , and has many orange groves, a fruit introduced by the Moors. Silves is about 15 kilometers north of the nearest stretch of Algarve coast, 20 kilometers northeast of Portimão and 62 kilometers northwest of Faro International Airport by road. ===Climate=== Silves has a Mediterranean climate (Köppen: Csa) with hot, very dry summers and mild, wet winters. The climate in the municipality of Silves is slightly more continentalized than the Algarvian coast, leading temperatures to be higher during the day and lower during the night in every season of the year. Temperatures in the winter vary between during the day and at night. Temperatures in the summer vary between during the day and at night. ===Human geography=== {| border=\"0\" cellpadding=\"20\" cellspacing=\"0\" style=\"float:right;\" | |} Administratively, the municipality is divided into 6 civil parishes (freguesias): * Alcantarilha e Pêra * Algoz e Tunes * Armação de Pêra * São Bartolomeu de Messines * São Marcos da Serra * Silves ==Economy== The activities linked to the secondary sector play a very important role in the municipality's economy. The cork and extractive industries are the main activities. The extractive industry emerged in the Metal Age and is linked to the beginning of a old tradition in metallurgy in the area, and the cork industry, implemented in the second half of the nineteenth century, triggered the economic and urban development of Silves. The agricultural area occupies about 10.3% of the municipality, being typical the cultivation of cereals for grain, nuts, citrus fruits including famed orange orchards, meadows, permanent pastures, fallow and olive groves. The municipality of Silves, where important part of the Algarve's citrus fruit production is concentrated, has created an Orange Route (Rota da Laranja), with different routes through the area. The Orange Route provides the visitor with several suggestions and agents that allow them to build a route that covers all stages of orange production, from the orchard to its packaging. This route has partnerships with some local producers who are available to welcome the public and provide several experiences in their orchards. There visitors can find gastronomic, cultural, landscape, accommodation, thematic itineraries, among other experiences. As for livestock, poultry, sheep and pigs stand out as the main species raised. Silves has a low forest density, little over 15% (15.1%) of the usable agricultural area, corresponding to 11,187 hectares. The city of Silves proper attracts many visitors due to its ancient castle and other urban attractions. The annual Medieval Fair in the historical neighborhoods of Silves near the castle is one of the biggest and most visited summer festivals in the Algarve. Near the coast, in Armação de Pêra and its beaches, tourism is very important during summertime in terms of number of visitors and revenue. ==Education== The city has kindergartens and elementary schools. Besides the local state-run secondary school, Deutsche Schule Algarve, a German international school, is also in the municipality of Silves,\"Die Schulstruktur.\" Deutsche Schule Algarve Retrieved on 19 February 2015. \"DSA – Escola Alemã do Algarve Sitio do Lobito P-8300-054 Silves\" as well as a branch of the Instituto Piaget, an higher education institution. == Notable people == thumb|140px|Maria Cavaco Silva, 2014 * Muhammad ibn Ammar (1031–1086) a Muwallad poet from Silves. * Abu-l-Qasim Ahmad ibn al-Husayn ibn Qasi (died 1151) a Sufi rebel leader and governor of Silves for the Almohads * João de Deus (c.1190–1267) canon law jurist and priest * João de Deus de Nogueira Ramos (1830–1896) poet and editor, wrote the didactic book Cartilha Maternal in 1876 * Corina Freire (1897–?1975?) a Portuguese singer, actress and impresario. Corina Freire, IMDb Database retrieved 07 June 2021. * Bernardo Marques (1898-1962) a painter, illustrator, graphic artist and caricaturist * Maria Keil (1914–2012) an artist and illustrator, known for her painting, drawing and tapestry * José Vitoriano (1918-2006) a politician and a major player in the 1974 overthrow of the Portuguese ruling regime * Maria Cavaco Silva (born 1938) wife of Aníbal Cavaco Silva, the 19th President of Portugal, so, the First Lady of Portugal 2006-2016 * Amélia Veiga (born 1932) a Portuguese-born Angolan poet and teacher * Rui Bento (born 1972) a former footballer with 321 club caps and a manager ==Gallery== File:Ponte_de_Silves.26-04-18.jpg|Silves's medieval bridge File:Igreja_da_misericórdia_-_Silves_26-04-2018.jpg|Misericórdia church File:Silves_-_Rua_Dr._Francisco_Vieira_03.2018.jpg|Francisco Vieira Street, close to the castle File:Silves_-_vista_geral_03.2018.jpg|View of Silves from the Museum of Archaeology File:Rua_25_de_Abril_- _Silves_-_22.10.2019.jpg|Silves seen from rua 25 de Abril File:Silves_- _vista_do_castelo_4_03.2018.jpg|The new part of Silves seen from the Castle File:Via Algarviana footpath near Silves, Portugal (PPL3-Altered) julesvernex2-2.jpg|Via Algarviana footpath near Silves ==References== ==External links== *55 Photographs of Silves Category:Cities in Portugal Category:Populated places in Faro District Category:Municipalities of the Algarve Category:Towns of the Algarve Category:Municipalities of Faro District",
 "title": "Silves, Portugal"
}