{
 "id": "577843",
 "text": "The Ghaznavid dynasty ( Ġaznaviyān) was a Muslim Turkic dynasty of mamluk origin, ruling at its greatest extent, large parts of Iran, Afghanistan, much of Transoxiana and the northwest Indian subcontinent from 977 to 1186. The dynasty was founded by Sabuktigin upon his succession to the rule of Ghazna after the death of his father-in-law, Alp Tigin, who was an ex-general of the Samanid Empire from Balkh, north of the Hindu Kush in Greater Khorasan. Although the dynasty was Central Asian Turkic, it was thoroughly Persianised in terms of language, culture, literature and administrative practices, and \"thereby became a Persian dynasty\". Sabuktigin's son, Mahmud of Ghazni, declared independence from the Samanid Empire and expanded the Ghaznavid Empire to the Amu Darya, the Indus River and the Indian Ocean in the east and to Rey and Hamadan in the west. Under the reign of Mas'ud I, the Ghaznavid dynasty began losing control over its western territories to the Seljuk dynasty after the Battle of Dandanaqan, resulting in a restriction of its holdings to modern-day Afghanistan and Pakistan (Punjab and Balochistan). In 1151, Sultan Bahram Shah lost Ghazni to the Ghurid king Ala al-Din Husayn. ==Rise to power== Two military families arose from the Turkic slave-guards of the Samanid Empire, the Simjurids and Ghaznavids, who ultimately proved disastrous to the Samanids. The Simjurids received an appanage in the Kohistan region of eastern Khorasan. The Samanid generals Alp Tigin and Abu al-Hasan Simjuri competed for the governorship of Khorasan and control of the Samanid Empire by placing on the throne emirs they could dominate after the death of Abd al-Malik I in 961. His death created a succession crisis between his brothers. A court party instigated by men of the scribal class – civilian ministers rather than Turkic generals – rejected the candidacy of Alp Tigin for the Samanid throne. Mansur I was installed instead, and Alp Tigin prudently retired to south of the Hindu Kush, where he captured Ghazna and became the ruler of the city as a Samanid authority. The Simjurids enjoyed control of Khorasan south of the Amu Darya but were hard-pressed by a third great Iranian dynasty, the Buyid dynasty, and were unable to survive the collapse of the Samanids and the subsequent rise of the Ghaznavids. The struggles of the Turkic slave generals for mastery of the throne with the help of shifting allegiance from the court's ministerial leaders both demonstrated and accelerated the Samanid decline. Samanid weakness attracted into Transoxiana the Karluks, a Turkic people who had recently converted to Islam. They occupied Bukhara in 992, establishing in Transoxania the Kara-Khanid Khanate. After Alp Tigin's death in 963, Abu Ishaq Ibrahim, followed by his slave Sabuktigin, took the throne. Sabuktigin's son Mahmud of Ghazni made an agreement with the Kara-Khanid Khanate whereby the Amu Darya was recognised as their mutual boundary. ==Domination== ===Sabuktigin=== Sabuktigin, son-in-law of Alp Tigin and founder of the Ghaznavid Empire, began expanding it by capturing Samanid, Lawik, and Kabul Shahi territories, including most of what is now Afghanistan and part of Pakistan. The 16th century Persian historian, Firishta, records Sabuktigin's genealogy as descended from the Sasanian kings: \"Subooktu-geen, the son of Jookan, the son of Kuzil-Hukum, the son of Kuzil- Arslan, the son of Ferooz, the son of Yezdijird, king of Persia.\" However, modern historians believe this was an attempt to connect himself with the history of old Persia. Sabuktigin lived as a slave during his youth and later married the daughter of his master Alptigin, the man who seized the region of Ghazna (modern Ghazni Province in Afghanistan) from the Samanids of Bukhara.Encyclopædia Britannica, \"Ghaznavid Dynasty\" After the death of Sabuktigin, his son Ismail claimed the throne for a short period, but he was defeated and captured by Mahmud in 998 at the Battle of Ghazni. ===Mahmud son of Sabuktigin=== In 997, Mahmud, another son of Sebuktigin, succeeded to the throne, and Ghazni and the Ghaznavid dynasty have become perpetually associated with him. He completed the conquest of the Samanid and Shahi territories, including the Ismaili Kingdom of Multan, Sindh, as well as some Buwayhid territory. In India, the Ghaznavids were called Turushkas (\"Turks\") or Hammiras (from the Arabic Amir \"Commander\"). By all accounts, the rule of Mahmud was the golden age and height of the Ghaznavid Empire. Mahmud carried out seventeen expeditions through northern India to establish his control and set up tributary states, and his raids also resulted in the looting of a great deal of plunder. He established his authority from the borders of Ray to Samarkand, from the Caspian Sea to the Yamuna. During Mahmud's reign (997–1030), the Ghaznavids settled 4,000 Turkmen families near Farana in Khorasan. By 1027, due to the Turkmen raiding neighbouring settlements, the governor of Tus, Abu l'Alarith Arslan Jadhib, led military strikes against them. The Turkmen were defeated and scattered to neighbouring lands. Still, as late as 1033, Ghaznavid governor Tash Farrash executed fifty Turkmen chiefs for raids into Khorasan. ====Indian conquests==== Mahmud of Ghazni led incursions deep into India, as far as Mathura, Kannauj and Somnath. In 1018, he laid waste to the city of Mathura, which was \"ruthlessly sacked, ravaged, desecrated and destroyed\". According to Muhammad Qasim Hindu Shah, writing an \"History of Hindustan\" in the 16th-17th century, the city of Mathura was the richest in India. When it was attacked by Mahmud of Ghazni, \"all the idols\" were burnt and destroyed during a period of twenty days, gold and silver was smelted for booty, and the city was burnt down. In 1018 Mahmud also captured Kanauj, the capital of the Gurjara-Pratiharas, and then confronted the Chandelas, from whom he obtained the payment of tribute. The wealth brought back from Mahmud's Indian expeditions to Ghazni was enormous, and contemporary historians (e.g., Abolfazl Beyhaghi, Ferdowsi) give glowing descriptions of the magnificence of the capital and of the conqueror's munificent support of literature. Mahmud died in 1030. ==Decline== ===Twin sons of Mahmud=== Mahmud left the empire to his son Mohammed, who was mild, affectionate and soft. His brother, Mas'ud, asked for three provinces that he had won by his sword, but his brother did not consent. Mas'ud had to fight his brother, and he became king, blinding and imprisoning Mohammed as punishment. Mas'ud was unable to preserve the empire and following a disastrous defeat at the Battle of Dandanaqan in 1040, he lost all the Ghaznavid lands in Iran and Central Asia to the Seljuks, plunging the realm into a \"time of troubles\". His last act was to collect all his treasures from his forts in hope of assembling an army and ruling from India, but his own forces plundered the wealth and he proclaimed his blind brother as king again. The two brothers now exchanged positions: Mohammed was elevated from prison to the throne, while Mas'ud was consigned to a dungeon after a reign of ten years and was assassinated in 1040. Mas'ud's son, Madood, was governor of Balkh, and in 1040, after hearing of his father's death, he came to Ghazni to claim his kingdom. He fought with the sons of the blind Mohammed and was victorious. However, the empire soon disintegrated and most kings did not submit to Madood. In a span of nine years, four more kings claimed the throne of Ghazni. ===Ibrahim=== In 1058, Mas'ud's son Ibrahim, a great calligrapher who wrote the Koran with his own pen, became king. Ibrahim re-established a truncated empire on a firmer basis by arriving at a peace agreement with the Seljuks and a restoration of cultural and political linkages. Under Ibrahim and his successors the empire enjoyed a period of sustained tranquility. Shorn of its western land, it was increasingly sustained by riches accrued from raids across Northern India, where it faced stiff resistance from Indian rulers such as the Paramara of Malwa and the Gahadvala of Kannauj. He ruled until 1098. ===Mas'ud III=== Mas'ud III became king for sixteen years, with no major event in his lifetime. Mas'ud built the Palace of Sultan Mas'ud III and one of the Ghazni Minarets. Signs of weakness in the state became apparent when he died in 1115, with internal strife between his sons ending with the ascension of Sultan Bahram Shah as a Seljuk vassal. Bahram Shah defeated his brother Arslan for the throne at the Battle of Ghazni in 1117. ===Sultan Bahram Shah=== Sultan Bahram Shah was the last Ghaznavid King, ruling Ghazni, the first and main Ghaznavid capital, for thirty-five years. In 1148 he was defeated in Ghazni by Sayf al-Din Suri, but he recaptured the capital the next year. Ala al-Din Husayn, a Ghorid King, conquered the city in 1151, in revenge for his brother Kutubbuddin's death, who was son-in-law of the king but was publicly punished and killed for a minor offence. Ala al-Din Husayn then razed the city, burning it for 7 days, after which he became known as \"Jahānsuz\" (World Burner). Ghazni was restored to the Ghaznavids by the intervention of the Seljuks, who came to the aid of Bahram. Ghaznavid struggles with the Ghurids continued in subsequent years as they nibbled away at Ghaznavid territory, and Ghazni and Zabulistan were lost to a group of Oghuz Turks before being captured by the Ghurids. Ghazni fell to the Ghurids in 1163. ===Late Ghaznavids=== After the fall of Ghazni in 1163, the Ghaznavids established themselves in Lahore, their regional capital for Indian territories since its conquest by Mahmud of Ghazni, which became the new capital of the Late Ghaznavids. Ghaznavid power in northwestern India continued until the Ghurid conquest of Lahore by the Emperor Muhammad of Ghor in 1186, depositing the last Ghaznavid ruler Khusrau Malik. ==Military and tactics== The core of the Ghaznavid army was primarily made up of Turks, as well as thousands of native Afghans who were trained and assembled from the area south of the Hindu Kush in what is now Afghanistan. During the rule of Sultan Mahmud, a new, larger military training center was established in Bost (now Lashkar Gah). This area was known for blacksmiths where war weapons were made. After capturing and conquering the Punjab region, the Ghaznavids began to employ Hindus in their army. Like the other dynasties that rose out of the remains of the Abbasid Caliphate, the Ghaznavid administrative traditions and military practice came from the Abbasids. The Arabian horses, at least in the earliest campaign, were still substantial in Ghaznavid military incursions, especially in dashing raids deep into hostile territory. There is a record of '6000 Arab horse' being sent against king Anandapala in 1008, and evidence of this Arabian cavalry persists until 1118 under the Ghaznavid governor in Lahore. Due to their access to the Indus-Ganges plains, the Ghaznavids, during the 11th and 12th centuries, developed the first Muslim army to use war elephants in battle. The elephants were protected by armour plating on their fronts. The use of these elephants was a foreign weapon in other regions that the Ghaznavids fought in, particularly in Central Asia. ==State and culture== thumb|Vessel with bull's head spout, Ghaznavid dynasty, late 11th to early 12th century, bronze. Linden-Museum - Stuttgart, Germany According to Clifford Edmund Bosworth: Persian literary culture enjoyed a renaissance under the Ghaznavids during the 11th century. The Ghaznavid court was so renowned for its support of Persian literature that the poet Farrukhi traveled from his home province to work for them. The poet Unsuri's short collection of poetry was dedicated to Sultan Mahmud and his brothers Nasr and Yaqub. Another poet of the Ghaznavid court, Manuchehri, wrote numerous poems about the merits of drinking wine. thumb|Marble wall border, Ghazni, Afghanistan, 12th century CE. Linden-Museum - Stuttgart, Germany thumb|Coin of Mahmud minted in Ghazni. Sultan Mahmud, modelling the Samanid Bukhara as a cultural center, made Ghazni into a center of learning, inviting Ferdowsi and al-Biruni. He even attempted to persuade Avicenna, but was refused. Mahmud preferred that his fame and glory be publicized in Persian and hundreds of poets assembled at his court. He brought whole libraries from Rayy and Isfahan to Ghazni and even demanded that the Khwarizmshah court send its men of learning to Ghazni. Due to his invasion of Rayy and Isfahan, Persian literary production was inaugurated in Azerbaijan and Iraq. The Ghaznavids continued to develop historical writing in Persian that had been initiated by their predecessors, the Samanid Empire. The historian Abu'l-Fadl Bayhaqi's Tarikh-e Beyhaqi, written in the latter half of the 11th century, is an example. Although the Ghaznavids were Turkic and their military leaders were generally of the same stock, as a result of the original involvement of Sebuktigin and Mahmud of Ghazni in Samanid affairs and in the Samanid cultural environment, the dynasty became thoroughly Persianized, so that in practice one cannot consider their rule over Iran one of foreign domination. They also copied their administrative system from the Samanids. In terms of cultural championship and the support of Persian poets, they were more Persian than their ethnically-Iranian rivals, the Buyid dynasty, whose support of Arabic letters in preference to Persian is well known. Historian Bosworth explains: \"In fact with the adoption of Persian administrative and cultural ways the Ghaznavids threw off their original Turkish steppe background and became largely integrated with the Perso-Islamic tradition.\" As a result, Ghazni developed into a great centre of Arabic learning. With Sultan Mahmud's invasions of North India, Persian culture was established at Lahore, which later produced the famous poet, Masud Sa'd Salman. Lahore, under Ghaznavid rule in the 11th century, attracted Persian scholars from Khorasan, India and Central Asia and became a major Persian cultural centre. It was also during Mahmud's reign that Ghaznavid coinage began to have bilingual legends consisting of Arabic and Devanagari script. The Persian culture established by the Ghaznavids in Ghazna and Eastern Afghanistan survived the Ghurid invasion in the 12th century and endured until the invasion of the Mongols. ==Legacy== At its height, the Ghaznavid empire grew to cover large parts of present-day Iran, Turkmenistan and Uzbekistan, all of Afghanistan, Pakistan and large parts of northwest India. The Ghaznavid rulers are generally credited with spreading Islam into the Indian subcontinent. In addition to the wealth accumulated through raiding Indian cities, and exacting tribute from Indian rajas, the Ghaznavids also benefited from their position as an intermediary along the trade routes between China and the Mediterranean. They were, however, unable to hold power for long and by 1040 the Seljuks had taken over their Persian domains and a century later the Ghurids took over their remaining sub-continental lands. ==List of rulers== {| class=\"wikitable\" style=\"width:100%; text-align:center;\" |- ! width=\"5%\" | # ! width=\"20%\" | Laqab ! width=\"20%\" | Personal Name ! width=\"15%\" | Reign ! width=\"15%\" | Succession right ! width=\"25%\" | Notes |- | 1 | Nasir-ud-din Defender of the Faith | Sabuktigin | 977–997 | | |- | 2 | No title | Ismail | 997–998 | son of Sabuktigin | |- | 3 | Yamin ad-Dawlah Abu Qasim Right-hand man of the State | Mahmud | 998–1030 | first son of Sabuktigin | |- | 4 | Jalal ad-Dawlah Dignity of the State | Muhammad | 1030 1st reign | second son of Mahmud | |- | 5 | Shihab ad-Dawlah Star of the State | Masud I | 1030–1041 | first son of Mahmud | Was overthrown, imprisoned and executed, following the battle of Dandanaqan |- | — | Jalal ad-Dawlah Dignity of the State | Muhammad | 1041 2nd reign | second son of Mahmud | Raised to the throne following the removal of Masud I. |- | 6 | Shihab ad-Dawlah Star of the State | Mawdud | 1041–1048 | son of Masud I | Defeated Muhammad at the battle of Nangrahar and gained the throne. |- | 7 | ? | Masud II | 1048 | son of Mawdud | |- | 8 | Baha ad-Dawlah Splendor of the State | Ali | 1048–1049 | son of Masud I | |- | 9 | Izz ad- Dawlah Glory of the State | Abd al-Rashid | 1049–1052 | fifth son of Mahmud | |- | 10 | Qiwam ad-Dawlah Support of the State | Toghrul | 1052–1053 | Turkish mamluk general | Usurped the Ghaznavid throne after massacring Abd al-Rashid and eleven other Ghaznavid princes. |- | 11 | Jamal ad-Dawlah Beauty of the state | Farrukh-Zad | 1053–1059 | son of Masud I | |- | 12 | Zahir ad-Dawlah Help of the State | Ibrahim | 1059–1099 | son of Masud I | |- | 13 | Ala ad- Dawlah Blessing of the State | Mas'ūd III | 1099–1115 | son of Ibrahim | |- | 14 | Kamal ad-Dawlah Perfection of the State | Shir-Zad | 1115–1116 | son of Masud III | Murdered by his younger brother Arslan ibn Mas'ud. |- | 15 | Sultan ad-Dawlah Sultan of the state | Arslan-Shah | 1116–1117 | son of Masud III | Took the throne from his older brother Shirzad, but faced a rebellion from his other brother Bahram Shah, who was supported by the sultan of the Great Seljuq Empire, Ahmad Sanjar. |- | 16 | Yamin ad-Dawlah Right-hand man of the state | Bahram Shah | 1117–1157 | son of Masud III | Under Bahram-Shah, the Ghaznavid empire became a tributary of the Great Seljuq Empire. Bahram was assisted by Ahmad Sanjar, sultan of the Great Seljuq empire, in securing his throne. |- | 17 | Muizz ad-Dawlah Honor of the State | Khusrau Shah | 1157–1160 | son of Bahram-Shah | |- | 18 | Taj ad-Dawlah Crown of the state | Khusrau Malik | 1160–1186 | son of Khusrau-Shah | |- |} ==Family tree of the Ghaznavid sultans== ==See also== *List of battles involving the Ghaznavid Empire *History of Afghanistan *List of Sunni Muslim dynasties ==Notes== ==References== ==Sources== * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * ==Further reading== * Bosworth, Clifford Edmund (1963) The Ghaznavids: Their Empire in Afghanistan and Eastern Iran 994–1040 Edinburgh University Press, Edinburgh, * Bosworth, Clifford Edmund (1977) The Later Ghaznavids: Splendour and Decay, The Dynasty in Afghanistan and Northern India 1040–1186 Columbia University Press, New York, * * M. Ismail Marcinkowski (2003) Persian Historiography and Geography: Bertold Spuler on Major Works Produced in Iran, the Caucasus, Central Asia, India and Early Ottoman Turkey Pustaka Nasional, Singapore, ==External links== * Mahmud of Ghazna Columbia Encyclopedia (Sixth Edition) * Mahmud Encyclopædia Britannica (Online Edition) * Ghaznavid Dynasty Encyclopædia Britannica (Online Edition) * Ghaznavids and Ghurids Encyclopædia Britannica (Online Edition) * Mahmud Ghaznavi's 17 invasions of India * The History of India, as Told by Its Own Historians. The Muhammadan Periodby Sir H. M. Elliot; Edited by John Dowson; London Trubner Company 1867–1877 Elliot, Sir H. M., Edited by Dowson, John. The History of India, as Told by Its Own Historians. The Muhammadan Period published by London Trubner Company 1867–1877. (Online Copy: – Online version posted by: The Packard Humanities Institute; Persian Texts in translation) * Afghan secrets revealed on Google Earth * * Category:1187 disestablishments Category:Dynasties of Afghanistan Category:Empires and kingdoms of Afghanistan Category:Medieval Afghanistan Category:History of Ghazni Province Category:Ghilman Category:Sunni dynasties Category:Empires and kingdoms of India Category:Empires and kingdoms of Pakistan Category:Islamic rule in the Indian subcontinent Category:11th century in India Category:11th century in Iran Category:Medieval Khorasan Category:Empires and kingdoms of Iran",
 "title": "Ghaznavids"
}