{
 "id": "578233",
 "text": "The black eagle (Ictinaetus malaiensis) is a bird of prey. Like all eagles, it is in the family Accipitridae, and is the only member of the genus Ictinaetus. They soar over forests in the hilly regions of tropical and subtropical South and Southeast Asia, as well as southeastern China. They hunt mammals and birds, particularly at their nests. They are easily identified by their widely splayed and long primary \"fingers\", the characteristic silhouette, slow flight and yellow ceres and legs that contrast with their dark feathers. == Taxonomy and systematics == The species name is spelt malayensis in most publications but the original spelling used by Temminck in his description uses the spelling malaiensis according to a 2011 finding of some of the original covers of the part publications leading to taxonomists applying the principle of priority and rejecting any later spelling emendations. ===Subspecies=== *Ictinaetus malaiensis malaiensis - Myanmar to S China, SE Asia and Indonesia *Ictinaetus malaiensis perniger - N India and Nepal; s India and Sri Lanka ==Description== thumb|150px|left|Flight silhouette showing narrowing at the base of wing The black eagle is a large but slender eagle, at about in length and in wingspan. Despite its large appearance (it is one of the largest eagles in its range), known weights are relatively modest, at between , about half the weight of the partially sympatric mountain hawk-eagle, the latter being of a similar total length. Adults have all-black plumage, with a yellow bill base (cere) and feet. The wings are long and pinched in at the innermost primaries giving a distinctive shape. The tail shows faint barring and upper tail covers are paler. When perched the wing tips reach till or exceed the tail tip. The wings are held in a shallow V (wings just above the horizontal plane) in flight. Seen on hot afternoons, scouring the treetops for a nest to maraud, this bird is easily spotted by its jet black colour, large size, and a characteristic slow flight, sometimes just above the canopy. Sexes are similar, but young birds have a buff head, underparts and underwing coverts. The wing shape helps to distinguish this species from the dark form of changeable hawk-eagle, (Nisaetus cirrhatus). The tarsi are fully feathered and the toes are relatively stout and short with long claws (particularly on the inner toe) that are less strongly curved than in other birds of prey. ==Distribution and habitat== The black eagle breeds in tropical and subtropical Asia. Race perniger (Hodgson, 1836) is found in the Himalayan foothills west through Nepal into the Indian states of Himachal Pradesh and Jammu & Kashmir, and in the forests of the Eastern and Western Ghats in peninsular India and Sri Lanka. The bird's westernmost extent is from Gujarat, especially in the forested areas in southern and eastern Gujarat. The species also extends into the Aravalli range of northwestern India. The nominate race malaiensis (Temminck, 1822) is found in Burma, southern China (Yunnan, Fujian) and Taiwan, into Southeast Asia. They are generally residents and no migrations have been observed. In a study in southern India, it was found to favour forests with good forest cover and was absent from areas where the cover was less than 50%. ==Behaviour and ecology== ===Breeding=== The courtship display involves steep dives with folded wings with swoops up in a U shape into a vertical stall. They build a platform nest, 3 to 4 feet wide, on a tall tree overlooking a steep valley. One or two white eggs which are blotched in brown and mauve may be laid during the nesting season between January and April.BHL The nest site may be reused year after year. File:Black eagle 9.jpg|Black eagle nest File:Black eagle 6.jpg|Black eagle bringing materials for nesting. File:Black Eagle in Kaggalipura.JPG|The primaries are long and well splayed out in slow flight ===Food and feeding=== The black eagle eats mammals (including bats, squirrels and other small mammals), birds and eggs. It is a prolific nest-predator and is known for its slow flight just over the canopy. The curved claws and wide gape allow it to pick up eggs of birds from nests as well as swiftlets from caves. Along with swallow-tailed kites they share the unique habit of carrying away an entire nest with nestlings to a feeding perch. Squirrels, macaques and many species of birds emit alarm calls when these birds are spotted soaring over the forest. The Indian giant squirrel has been noted as a prey of this species and young bonnet macaques may also fall prey to them. ===Threats and survival=== It is not threatened but uncommon in large areas in its distribution. Shrinking of forested areas due to large-scale extraction has reduced its earlier range. ==Relationship to humans== Due to this eagle's ability to remain aloft for long periods with minimal effort, the Lepcha people of India's Darjeeling district described it as a bird that never sat down, while the Soliga people's name (Kaana Kattale ) recalls its black colour and its presence in relatively forested areas. ==References== ==External links== * Internet Bird Collection * Notes on the species in Java * Call and sonogram * Video of pair bathing in stream near nesting site ===Historical publications=== * Illustration and description (in French) by Temminck (Pl. Col. vol. 1, plate 117, pages 104–105.) * 1836 original description of Nepalese race as Aquila Pernigra by B. H. Hodgson (now a subspecies I. m. perniger). * 1843 proposal of new genus Heteropus by Hodgson, separated from Aquila based on the unusual form of the black eagle's foot. With a footnote by Blyth noting that Jerdon had sent specimens to the museum labeled Ictinaëtus ovivorus. Text and illustration. black eagle black eagle Category:Birds of South Asia Category:Birds of India Category:Birds of Southeast Asia Category:Birds of Taiwan black eagle",
 "title": "Black eagle"
}