{
 "id": "578788",
 "text": "Edward Smith-Stanley, 12th Earl of Derby PC (1 September 1752 (O.S.)Edward was born on 1 September 1752 according to his entry in the baptismal register of St John's church, Preston: see Online; electronic images of LDS microfilm 1278740, image 418 of 2102 (closeup of entry) Two days after his birth, the provisions of the Calendar (New Style) Act 1750 came into effect, as Britain converted to the Gregorian calendar, so that Wednesday, 2 September was immediately followed by Thursday, 14 September. In many modern secondary sources (e.g. Cokayne et al. 1916; Brooke 1964; Cox 1974, p. 15; Crosby 2004) his birth date is given as 12 September 1752, which is a retrospective conversion of 1 September to the New Style calendar. – 21 October 1834), usually styled Lord Stanley from 1771 to 1776, was a British peer and politician of the late eighteenth and early nineteenth centuries. He held office as Chancellor of the Duchy of Lancaster in 1783 in the Fox–North coalition and between 1806 and 1807 in the Ministry of All the Talents. ==Background and education== Derby was the son of James Smith-Stanley, Lord Strange (1716–1771), son of Edward Stanley, 11th Earl of Derby (1689-1776). His mother was Lucy Smith, a daughter and co-heiress of Hugh Smith of Weald Hall, Essex. His father had assumed the additional surname and arms of Smith by private Act of Parliament in 1747.Act (1747) 21 Geo.2 c.4 \"Enabling James Stanley, Lord Strange, and his issue to take the surname Smith and to bear the arms of Smith and Heriz\" Derby entered Eton College in 1764, proceeding to Trinity College, Cambridge in 1771. ==Political career== Derby was returned to Parliament as one of two representatives for Lancashire in 1774, a seat he held until 1776, when he succeeded his grandfather in the earldom and entered the House of Lords. He served as Chancellor of the Duchy of Lancaster between April and December 1783 in the Fox-North Coalition headed by the Duke of Portland and was sworn into the Privy Council the same year. He remained out of office for the next 23 years but was once again Chancellor of the Duchy of Lancaster between 1806 and 1807 in the Ministry of All the Talents headed by Lord Grenville. Lord Derby also served as Lord Lieutenant of Lancashire between 1776 and 1834. He was also listed as a subscriber to the Manchester Bolton & Bury Canal navigation in 1791. ==Horse racing== At a dinner party in 1778 held on his estate \"The Oaks\" in Carshalton, Lord Derby and his friends planned a sweepstake horse race, won the following year by Derby's own horse, Bridget. The race, The Oaks, has been named after the estate since. At a celebration after Bridget's win, a similar race for colts was proposed and Derby tossed a coin with Sir Charles Bunbury for the honour of naming the race. Derby won, and the race became known as the Derby Stakes. Bunbury won the initial race in 1780 with his horse, Diomed; Derby himself won it in 1787 with Sir Peter Teazle.Thoroughbred Heritage: Sir Peter Teazle Retrieved 23 November 2010 His racing colours were black with a white cap. His influence on racing has been described as \"crucial\". == Cockfighting and gamefowl == Lord Derby's love for racing was surpassed only by his passion for gamefowl and cockfighting. As a game fowl breeder, Derby is said to have influenced contemporarys by proving that systematic breeding could be combined with a learned familiarity of one's fowl through daily, attentive care, to increase success. During his lifetime, Lord Derby established a family of gamefowl, which would remain popular for nearly 300 years after his death. Derby built a cockpit in Preston at his own expense, and fought there or at Liverpool race meets. He and fellow cocker, General Yates, held annual cockfighting contests with regular stakes between 1,000-3,000 guineas to the winner. According to an obituary: For much of his career, Lord Derby employed a top feeder of the time, Paul Potter, to oversee his training. Potter's son handled these duties later in Lord Derby's life, and would, upon Lord Derby's death, receive possession of all Derby's birds, spurs, bags and fighting equipment, including the silk bags used for transporting the fowl, embroidered in Lord Derby's colors with the image of a fighting cock. He is thought to be the last member of the peerage to openly participate in the sport. ==Family== Lord Derby married Lady Elizabeth, daughter of James Hamilton, 6th Duke of Hamilton, on 23 June 1774. She bore him three children, being: * Edward Smith-Stanley, 13th Earl of Derby (21 April 1775 – 30 June 1851); married his cousin Charlotte Margaret Hornby, daughter of Reverend Geoffrey Hornby by his wife, the Hon. Lucy Hornby (née Smith-Stanley) * Lady Charlotte Stanley (17 October 1776 – 25 November 1805); married her cousin Edmund Hornby, Esq., son of Reverend Geoffrey Hornby by his wife, the Hon. Lucy Hornby (née Smith-Stanley) * Lady Elizabeth Henrietta Stanley (29 April 1778 – 4 November 1857); married Stephen Thomas Cole, Esq., of Stoke Lyne, Oxfordshire, and Twickenham, and had issue. In the late 1770s, Lady Derby had a very public affair with John Frederick Sackville, 3rd Duke of Dorset. In 1779, the countess moved out of Lord Derby's house, leaving their children behind, apparently expecting that her husband would agree to a divorce and that the Duke would then marry her. About one year after she left his house, Lord Derby made it known that he had no intention of divorcing his wife; at the same time, he continued to deny her access to her children. The countess was socially ostracised for the remainder of her life. Historian Peter Thomson suggests that the third of the couple's children, Lady Elizabeth Henrietta, was the result of Lady Derby's affair with Dorset. Despite this, the Earl of Derby cared for the child after his wife left him. Lady Derby died at the age of 44 on 14 March 1797. Six weeks later, on 1 May 1797, Lord Derby married the actress Elizabeth Farren, daughter of George Farren. She bore him a daughter: * Lady Mary Margaret Stanley (died December 1858); married Thomas Egerton, 2nd Earl of Wilton. Lord Derby survived his second wife by five years and died on 21 October 1834, aged 82. He was succeeded in the earldom by his son from his first marriage, Edward, Lord Stanley. File:Lady Elizabeth Hamilton (1753–1797), Countess of Derby.jpg|Portrait of Elizabeth, Countess of Derby, by George Romney, ca 1776-1778 File:Portrait of Elizabeth Farren, by Thomas Lawrence.jpg|Portrait of Elizabeth Farren, by Thomas Lawrence, 1790 File:Arms of the Earl of Derby 02666.jpg|Arms of Stanley, Earl of Derby: Argent, on a bend azure three buck's heads cabossed or. Painted in 1781 ==References== ===Works cited=== * * * * * ===Further reading=== * * ==External links== * Category:1752 births Category:1834 deaths Category:Alumni of Trinity College, Cambridge Category:British MPs 1774–1780 Category:British racehorse owners and breeders Category:Chancellors of the Duchy of Lancaster Category:Lord-Lieutenants of Lancashire Category:Lancashire Militia officers Smith-Stanley, Edward Category:Members of the Privy Council of Great Britain Category:Owners of Epsom Derby winners Category:Breeders of Epsom Derby winners Category:People educated at Eton College Category:People from Preston, Lancashire Edward Stanley 12 Category:Hulme Trust",
 "title": "Edward Smith-Stanley, 12th Earl of Derby"
}