{
 "id": "57921",
 "text": "Desmond Wilkinson Llewelyn (; 12 September 1914GRO Register of Births: DEC 1914 11a 490 NEWPORT M. – Desmond W. Llewelyn, mmn = Wilkinson – 19 December 1999GRO Register of Deaths: JUN 2000 A70E 247 EASTBOURNE – Desmond Wilkinson Llewelyn, DoB = 12 September 1914, aged 85) was a Welsh actor. He was best known for his role as Q in 17 of the James Bond films between 1963 and 1999. ==Biography== ===Early life=== Llewelyn was born on 12 September 1914 in Newport, Monmouthshire, the son of Mia (née Wilkinson) and Ivor Llewelyn. In 1921, Ivor purchased the very first Bentley production automobile, a Bentley 3-litre from W. O. Bentley. His father was a coal mining engineer, while his son originally wanted to be a minister, but during his education at Radley College, he worked as a stagehand in the school's productions and occasionally picked up small roles. ===Second World War=== The outbreak of the Second World War in September 1939 halted his acting career; Llewelyn was commissioned as a second lieutenant in the British Army, serving with the Royal Welch Fusiliers. In 1940, he was captured by the German Army in France and was held as a prisoner of war for five years in Oflag VII-C and the infamous Colditz Castle in Germany. ==Acting career== ===James Bond series=== Llewelyn was chosen for the role of Q because of his work with director Terence Young in the 1950 war film They Were Not Divided, in which he played a tank gunner. Beginning with From Russia with Love in 1963, Llewelyn appeared as Q, the quartermaster of the MI6 gadget Lab (also known as Q Branch), in every EON Bond film until his death, with the exception of Live and Let Die in 1973, in which the character Q did not appear. Llewelyn was the only actor in the original Bond series to have worked alongside five of the actors who played the spy, who were Sean Connery, George Lazenby, Roger Moore, Timothy Dalton and Pierce Brosnan in 17 films, more than any other actor in the series. thumb|Llewelyn in 1992 His last appearance as Q prior to his death was in The World Is Not Enough in 1999. During his briefing of 007 in the film, Q introduces John Cleese's character, R, as his heir presumptive, and the film alludes to Q's retirement, to which Bond, after seeing Q, expresses his hope that it will not be any time soon. Q's response is to admonish Bond to \"always have an escape plan\", after which he lowers himself through the floor of his lab. Llewelyn had stated not long before his death that he had no plans to retire and that he would continue playing Q \"as long as the producers want me and the Almighty doesn't.\"From an interview on the DVD release of The World Is Not Enough. In the follow-up 2002 film Die Another Day, John Cleese's character is now the head of Q branch, having inherited the title of quartermaster from his predecessor. In 1967, Llewelyn also portrayed Q in an EON produced television documentary entitled Welcome to Japan, Mr. Bond. This promotional film was included in the 2006 Special Edition DVD release of You Only Live Twice. ===Other work=== Although one of British cinema's most recognisable characters and an important and long-standing element in the 'Bond' franchise, 'Q' did not make Llewelyn rich—the actor was merely paid 'by the day' for his few hours of work on-set and did not share in the money made by the films. Nevertheless, because Llewelyn was considered one of the franchise's major institutions and also immensely popular among Bond fans, Llewelyn starred in several commercials, including ones to promote the video games GoldenEye 007 and Tomorrow Never Dies. Llewelyn made a brief appearance in \"Little Mother\", an episode of The Adventures of Robin Hood. He also appeared in other films such as the Ealing comedy The Lavender Hill Mob (1951), the 1963 film Cleopatra (as a Roman senator), and the 1981 PBS production of Dr. Jekyll and Mr. Hyde, and he had a small role in the musical Chitty Chitty Bang Bang (1968), which was itself based on a children's book by Bond author Ian Fleming. In 1961 he made an uncredited cameo appearance early on as one of the Marques's servants in the Hammer Film Productions of The Curse of the Werewolf. He also acted on stage with Laurence Olivier and Vivien Leigh (appearing as an extra in Olivier's 1948 film Hamlet) and appeared as Geoffrey Maddocks ('The Colonel') in the British television series Follyfoot from 1971 to 1973. The Bond film Live and Let Die was filmed during the third series of Follyfoot, and Llewelyn was written out of the series for three episodes to appear in the film. However, the Bond producers ultimately decided to leave the character out of the film anyway, much to Llewelyn's annoyance. He was the subject of This Is Your Life in 1995 when he was surprised by Michael Aspel at London's Hyde Park Hotel, during a press launch for the new Bond film, GoldenEye. ==Personal life== Despite playing an inventor in the Bond films, Llewelyn always maintained that he was totally lost in the world of technology, a trait that also plagued his successors, John Cleese and Ben Whishaw. A biography entitled Q: The Biography of Desmond Llewelyn was written by Sandy Hernu, and subsequently released on 1 November 1999. He was also educated at Radley College from the age of 13–18 years old. thumb|Birthplace of Desmond Llewelyn ==Death== On 19 December 1999, Llewelyn was driving alone to a book signing event when his Renault Mégane collided head-on with a Fiat Bravo on the A27 near the village of Berwick, East Sussex. Llewelyn sustained massive internal injuries and was airlifted by helicopter to Eastbourne District General Hospital, where he died soon afterward at the age of 85. The driver of the Fiat, a 35-year-old man, was seriously injured but survived; a woman in her thirties was also in the Fiat and suffered minor injuries. An inquest recorded a verdict of accidental death. Llewelyn's death occurred three weeks after the premiere of The World Is Not Enough. Roger Moore, who starred with Llewelyn in six of his seven Bond films, spoke at his funeral on 6 January 2000 at St Mary the Virgin Church in Battle, Sussex. The service was followed by a private cremation at Hastings Crematorium, with the ashes given to Llewelyn's family. His widow, Pamela Mary Llewelyn, died in East Sussex in 2001, also aged 85. His son, Justin Llewelyn, died in 2012, aged 59. ==Selected filmography== * Ask a Policeman (1939) as Headless Coachman (uncredited) * Captain Boycott (1947) as Gentleman on Train (uncredited) * Hamlet (1948) as Extra (uncredited) * Adam and Evelyne (1949) as Undetermined Supporting Role (uncredited) * The Chiltern Hundreds (1949) as First guardsman (uncredited) * Guilt Is My Shadow (1950) as Pub customer * They Were Not Divided (1950) as '77 Jones * The Lavender Hill Mob (1951) as First guardsman (uncredited) * Valley of Song (1953) as Lloyd as Schoolmaster * Operation Diplomat (1953) as Police Constable at barrier (uncredited) * Knights of the Round Table (1953) as A Herald (uncredited) * Stryker of the Yard (1953) * A Night to Remember (1958) as Seaman at Steerage Gate (uncredited) * Further Up the Creek (1958) as Chief Yeoman (uncredited) * Corridors of Blood (1958) as Assistant at operations (uncredited) * Sapphire (1959) as Police Constable (uncredited) * Sword of Sherwood Forest (1960) as Wounded Fugitive (uncredited) * Gorgo (1961) (uncredited) * The Curse of the Werewolf (1961) as 1st Footman (uncredited) * Only Two Can Play (1962) as Clergyman on Bus (uncredited) * The Pirates of Blood River (1962) as Tom Blackthorne (uncredited) * Cleopatra (1963) as Senator (uncredited) * From Russia with Love (1963) as Boothroyd / Q * The Silent Playground (1963) as Dr. Green * Goldfinger (1964) as Q * The Amorous Adventures of Moll Flanders (1965) as Jailer (uncredited) * Thunderball (1965) as Q * You Only Live Twice (1967) as Q * Chitty Chitty Bang Bang (1968) as Mr. Coggins * On Her Majesty's Secret Service (1969) as Q * Diamonds Are Forever (1971) as Q * The Man with the Golden Gun (1974) as Q * The Spy Who Loved Me (1977) as Q * The Golden Lady (1979) as Professor Dixon * Moonraker (1979) as Q * For Your Eyes Only (1981) as Q * Octopussy (1983) as Q * A View to a Kill (1985) as Q * The Living Daylights (1987) as Q * Prisoner of Rio (1988) as Commissioner Ingram * Licence to Kill (1989) as Q * Merlin (1993) as Professor Mycroft * GoldenEye (1995) as Q * Tomorrow Never Dies (1997) as Q * The World Is Not Enough (1999) as Q ===Other appearances=== * Dangerman: Episode \"The Ubiquitous Mr. Lovergrove\" 1964 as Charles - Doorman * James Bond: Licence to Thrill – TV Movie documentary (1987) as Himself * Wogan (1989) – episode – Licence to Kill Special * 30 Years of James Bond – TV Movie documentary (1992) as Himself * The Goldfinger Phenomenon – Video documentary short (1995) as Himself * Behind the Scenes with 'Thunderball' – Video documentary (1995) as Himself / Q * GoldenEye: The Secret Files – TV Short documentary (1995) as Himself * In Search of James Bond with Jonathan Ross – TV Movie documentary (1995) as Q * This Is Your Life – TV Series documentary – Desmond Llewelyn (1995) as Himself * The World of James Bond – TV Movie documentary (1995) as Himself * Countdown to Tomorrow – Documentary (1997) as Himself / Q * The Secrets of 007: The James Bond Files- TV Movie documentary (1997) as Himself / Q * James Bond: Shaken and Stirred – TV Movie documentary (1997) as Himself * License to Thrill – Short (1999) as Q * The Making of 'The World Is Not Enough' – Video documentary short (1999) as Himself * Exclusive – TV Series documentary – Episode dated 21 November 1999 (1999) as Himself – Interviewee * The Bond Cocktail – TV Movie documentary (1999) as Himself * Highly Classified: The World of 007 – Video documentary (1998) as Q * The James Bond Story – TV Movie documentary (1999) as Himself / Q * Inside \"From Russia with Love\" – Video documentary short (2000) as Himself * Inside \"Moonraker\" – Video documentary short (2000) as Himself * Inside Q's Lab – Video documentary short (2000) as Himself / Q * Terence Young: Bond Vivant – Video documentary short (2000) as Himself * Now Pay Attention 007: A Tribute to Actor Desmond Llewelyn – TV Movie documentary (2000) as Himself ==References== ==External links== *Obituary at Salon.com * * *The Follyfoot forum | width = 28% align = center | Preceded by Peter Burton | width = 44% align = center | Q (in Eon James Bond films) 1963 – 1999 | width = 28% align = center | Succeeded by John Cleese |- | width = 28% align = center | Preceded by Johnny Weissmuller Mickey Rooney | width = 44% align = center | Playing the same role in most movies 17 1999 | width = 28% align = center | Incumbent Category:1914 births Category:1999 deaths Category:Artists' Rifles soldiers Category:British Army personnel of World War II Category:Prisoners of war held at Colditz Castle Category:People educated at Radley College Category:People from Newport, Wales Category:Road incident deaths in England Category:Royal Welch Fusiliers officers Category:Welsh male film actors Category:Welsh male television actors Category:World War II prisoners of war held by Germany Category:20th-century Welsh male actors Category:Alumni of the Royal Academy of Dramatic Art",
 "title": "Desmond Llewelyn"
}