{
 "id": "579863",
 "text": "thumb|upright|Otto Nicolai Carl Otto Ehrenfried Nicolai (9 June 1810 – 11 May 1849) was a German composer, conductor, and one of the founders of the Vienna Philharmonic. Nicolai is best known for his operatic version of Shakespeare's comedy The Merry Wives of Windsor as . In addition to five operas, Nicolai composed lieder, works for orchestra, chorus, ensemble, and solo instruments. ==Biography== Nicolai, a child prodigy, was born in Königsberg, Prussia. He received his first musical education from his father, Carl Ernst Daniel Nicolai, who was also a composer and musical director. During his childhood his parents divorced, and while still a youth, early in June 1826, Nicolai ran away from his parents' \"loveless\" home,Biographical on-line note taking refuge in Stargard with a senior legal official called August Adler who treated the musical prodigy like a son and, when Nikolai was seventeen, sent him to Berlin to study with Carl Friedrich Zelter. After initial successes in Germany, including his first symphony (1831) and public concerts, he became musician to the Prussian embassy in Rome. When Verdi declined the libretto of Il proscritto by the proprietors of La Scala in Milan, it was offered instead to Nicolai. Later, Nicolai refused a libretto by the same author, and it went to Verdi, whose Nabucco was his first early success. All of Nicolai's operas were originally written in Italian, the sole exception being his last and best known opera, The Merry Wives of Windsor, written in German. At one time he was even more popular in Italy than Verdi.John Cargher. \"The Italian job\", ABC Radio 24 Hours, November 2001, pg. 42 During the early 1840s, Nicolai established himself as a major figure in the concert life of Vienna. In 1844 he was offered the position, vacated by Felix Mendelssohn, of Kapellmeister at the Berlin Cathedral; but he did not reestablish himself in Berlin until the last year of his life. On 11 May 1849, two months after the premiere of The Merry Wives of Windsor, and only two days after his appointment as Hofkapellmeister at the Berlin Staatsoper, he collapsed and died from a stroke. On the same day of his death, he was elected a member of the Royal Prussian Academy of Arts. Nicolai was portrayed by Hans Nielsen in the 1940 film Falstaff in Vienna. ==Works== ===Operas=== {| class=\"wikitable sortable\" !|Title!!|Genre!!|Sub­divisions!!|Libretto!!|Composition!!|Première date!!|Place, theatre |- |La figlia abbandonata|| || ||||1837||unfinished|| |- |Rosmonda d'Inghilterra (given at the first performance as: Enrico II)|| melodramma serio||2 acts||Felice Romani||1837–1838||26 November 1839||Trieste, Teatro Grande |- |Il templario||melodramma||3 acts||Girolamo Maria Marini, after Walter Scott||1839–1840||11 February 1840||Turin, Teatro Regio |- |Gildippe ed Odoardo||melodramma||3 acts||Temistocle Solera||1840||||Genoa |- |Il proscritto|| ||3 acts||Gaetano Rossi||1841||13 March 1841|| Milan, La Scala |- |Die Heimkehr des Verbannten (revision of Il proscritto)||tragische Oper||3 acts||Siegfried Kapper||1843||3 February 1844||Vienna, Theater am Kärntnertor |- |Der Tempelritter (revision of Il templario)|| ||3 acts||Siegfried Kapper||1845||20 December 1845||Vienna, Theater am Kärntnertor |- |Die lustigen Weiber von Windsor||komische-fantastische Oper||3 acts||Salomon Hermann Mosenthal, after William Shakespeare, The Merry Wives of Windsor||1845–1846||9 March 1849||Berlin, Hofoper |} ===Other=== * Six four- part unaccompanied lieder, Op. 6 * Variazioni concertanti su motivi favoriti dell'opera La sonnambula di Bellini, Op. 26, for soprano, horn and piano (or cello or clarinet) (republished in 2000 by edition mf) * Ecclesiastical Festival Overture on the chorale \"Ein feste Burg ist unser Gott\", Op. 31 * Pater noster, Op. 33, for two mixed choirs (SATB/SATB) a cappella with soloists (SATB/SATB). Published by Schott Music in 1999. * Der dritte Psalm (Psalm 3) for alto solo. (Manuscript at Library of Congress.) * Six sonatas for two horns: from the Handel Knot-Farquharson Cousins ms (re(?)published by Edition Kunzelmann in 1977.) * Mass in D major (1832/1845). (Recorded on the label Koch Schwann in 1981, subsequently reissued on compact disc. Published by Augsburg : A. Böhm in 1986.) * Te Deum (1832); Psalm 97, \"Der Herr ist König\"; Psalm 31, \"Herr, auf Dich traue ich\"; \"Ehre sei Gott in der Höhe\" (psalm and liturgical settings recorded also on Koch Schwann. Te Deum was also recorded on Deutsche Grammophon Gesellschaft LPM 39,170 in 1966.) Psalms 31 & 97 published by Bote & Bock of Berlin in 1977. * Two symphonies: No. 0 (1831) and No. 1 in D (1835, rev. 1845) * Concertino for Trumpet and Orchestra in Eb major (1835) ===Songs and duets=== *Wenn sanft des Abends, Op. 2a *Der Schäfer im Mai / Männersinn, Op. 3 *Abschied, Op. 13 *Auf ewig dein, Op. 14 *Wie der Tag mir schleicht / Willkommen du Gottes Sonne / Die Schwalbe, Op. 15 *Lebewohl / An die Entfernte / Randino / Das treue Mädchen, Op. 16 *Schlafendes Herzenssöhnchen, Op. 19 *Rastlose Liebe, Op. 23 *Il duolo d'amore / Se tranquillo a te d'accanto / Il desiderio al lido op. 24 *Die Träne, Op. 30 *Die Beruhigung / Der getreue Bub / Stürm, stürm, du Winterwind, Op. 34 *Der Kuckuck / Flohjammer / Du bist zu klein, mein Hänselein, Op. 35 *Herbstlied, Op. 37 ===Works for piano=== *Six danses brillantes *Rondo capriccioso *Sonata in d minor Op. 27 *Mondwalzer *Etude Adieu à Liszt, Op. 28 *3 Etudes, Op. 40 ==References== Notes Sources * * * * ==External links== * * *Otto Nicolai biography and timeline at MusicWeb Classpedia * * * Category:1810 births Category:1849 deaths Category:19th-century classical composers Category:19th-century male conductors (music) Category:19th-century conductors (music) Category:19th-century German composers Category:German conductors (music) Category:German male conductors (music) Category:German male classical composers Category:German opera composers Category:Male opera composers Category:German Romantic composers Category:Music directors of the Berlin State Opera Category:People from East Prussia Category:Musicians from Königsberg Category:Pupils of Bernhard Klein Category:Pupils of Carl Friedrich Zelter",
 "title": "Otto Nicolai"
}