{
 "id": "579979",
 "text": "John Fries (; 1750February 1818) was a Pennsylvania auctioneer. He organized Fries's Rebellion, an early episode of tax resistance in the United States. ==Biography== ===Early life=== He was born in Hatfield Township, Montgomery County, Pennsylvania in about 1750. His father, Simon Fries, was a German immigrant. He trained as a cooper but eventually took a career as an auctioneer. He married Margaret Brunner in 1770, and they had ten children. He served in the Continental Army during the American Revolutionary War, commanding a company. He was in action at White Marsh, Camp Hill, and Crooked Billet. His defeat of a British foraging raid made him locally famous. He later also commanded a company in the government's campaign to suppress the Whiskey Rebellion of 1794. ===Rebellion=== At the time of the rebellion named for him (1799-1800), Fries was living near Charlestown (present-day Trumbauersville). As an itinerant auctioneer, he became well acquainted with the German-Americans issues in the southeastern part of Pennsylvania. Starting in February 1799, he organized meetings to discuss a collective response to a tax the federal government had levied in response to the Quasi-War. Federal officers who were sent to Pennsylvania to collect its portion of the tax were resisted by a party of opposition which Fries had rallied from among the German speaking populations of Montgomery, Lehigh, Bucks and Berks counties. At Bethlehem, 7 March 1799, the United States marshal was compelled by this party to release 30 prisoners who had been arrested for refusing to obey the law. The rebellion was at length put down by the militia which U.S. President John Adams ordered out, and among those captured was Fries, who was subsequently tried twice and on each occasion sentenced to death. In April 1800 he was pardoned by President Adams, who at the same time proclaimed an amnesty to all concerned in the rebellion. === Pardon === How the pardon was gained has been told with an apparent word of mouth legend: \"Now John Fries was an old man. He had a wife and ten children, several of whom were small—one, tiny baby. It was thought a great pity that a man so old and with a family so sadly in need of help and support should be sent to the gallows. It was therefore agreed to draw up a petition and send it about among the inhabitants of the community to be signed, begging the President to pardon the old man. Several thousand signed their names to the petition. The paper was then given into the hand of Mrs. Fries, who, with her infant in her arms and her nine children following, went to present it to President Adams. They were invited into the room where the President sat, and before he was aware of it the sorrow-stricken mother and all her children were on their knees before him. She handed him the petition, begging him to speak the word that would spare the life of her husband. \"It was a moment of great suspense. President Adams glanced hastily at the petition and then looked down upon the supplicating group. Tears sprang to his eyes. He rose and raised his hands to heaven. Then he rushed from the room and seizing a pen wrote a full and free pardon, which he presented to the weeping mother. Words could not express the poor woman’s gratitude, and the children who were old enough to understand were beside themselves with joy. The President needed no other thanks than to look into their radiant, tear-stained faces. And ever after, to the sons and daughters of John Fries, the name of the great-hearted President was a sacred household word\" (Fearson, Mrs. G.E. Paths of Uprightness. Waukesha, Wisconsin: Metropolitan Church Association, 1933, pages 13–14). ===Later life=== After his reprieve, Fries continued his auctioneering career. Some sources report that he became a prosperous merchant of tin ware in Philadelphia, but Thomas Denton McCormick states there is no evidence to back this story, and also says he just continued his auctioneering career. Fries died at his home, on the old Allentown Road, south of Trumbauersville in 1818. A segment of Pennsylvania Route 663 between Quakertown and Pennsburg is named in his honor.RootsWeb: PAMONTGO-L [PAMONTGO-L] News from Pennsburg - June 26, 2003 ==References== * Category:1750s births Category:1818 deaths Category:American tax resisters Category:Continental Army officers from Pennsylvania Category:Pennsylvania Dutch people Category:People from Bucks County, Pennsylvania Category:People from Montgomery County, Pennsylvania Category:People of the Quasi-War Category:Recipients of American presidential pardons Category:American auctioneers Category:American people of German descent Category:People convicted of treason against the United States",
 "title": "John Fries"
}