{
 "id": "580261",
 "text": "Frank Warren Snepp, III (born May 3, 1943) is a journalist and former chief analyst of North Vietnamese strategy for the Central Intelligence Agency (CIA) in Saigon during the Vietnam War. For five out of his eight years as a CIA officer, he worked as interrogator, agent debriefer, and chief strategy analyst in the United States Embassy, Saigon; he was awarded the Intelligence Medal of Merit for his work. Snepp is a former producer for KNBC-TV in Los Angeles, California. He was one of the first whistle blowers who revealed the inner workings, secrets and failures of the national security services in the 1970s. As a result of a loss in a 1980 court case brought by the CIA, all of Snepp's publications require prior approval by the CIA. ==Background== Born in Kinston, North Carolina,Ted Rabinowitz, Frank Snepp ’65, ’68 SIPA Chases the Truth From Saigon to Los Angeles, Columbia College Today, Fall 2013 Snepp studied Elizabethan literature at Columbia University, graduating in 1965. After spending a year at CBS News, he returned to Columbia's School of International and Public Affairs, graduating in 1968. ==Career== ===CIA (1968 - 1976)=== Snepp was recruited to the CIA in 1968, by the Associate Dean of the School of International and Public Affairs, Columbia University, Philip Mosely. Initially working on NATO and European security, he was sent to Saigon in 1969.Glenn P. Hastedt (2011), Spies, Wiretaps, and Secret Operations: A-J, ABC-CLIO, p711-2 Here Snepp worked as an analyst and counter-intelligence officer, coordinating agent networks and interrogation of captured enemy forces as well as preparing strategic estimates regarding the enemy. Snepp rejected the usual 2-year rotation, and stayed in Vietnam until the US was forced out in 1975. Snepp wrote in 2009 that he was \"still haunted\" by the \"psychological manipulation and torment of a prisoner\" he was involved with as a CIA interrogator.Frank Snepp, Los Angeles Times, 27 April 2009, Tortured by the past Snepp was on hand for the Fall of Saigon and was one of the last Americans to leave the US Embassy, Saigon before the city fell to the North Vietnamese on April 30, 1975. Snepp was evacuated with other American personnel in Operation Frequent Wind. On his return to the US Snepp was awarded the Intelligence Medal of Merit in December 1975, but he resigned from the Agency in January 1976, upset at its refusal to rescue Vietnamese left behind in the pull-out, and its refusal to acknowledge mistakes made. ===Memoir=== Snepp wrote a memoir of the event, Decent Interval, published in 1977 without prior approval from the CIA Publications Review Board. The book was based on an after-action report that he had written and which he had sent through CIA channels. The report was not accepted. After the book was published, CIA Director Stansfield Turner pushed for Snepp to be sued and, despite the objections of some Department of Justice officials, Turner prevailed. Since publication of the book could not be stopped under the constitutional law forbidding prior restraint of the press, the CIA sued Snepp for breach of contract. Snepp was accused of violating the non-disclosure agreement he had signed when he joined the agency that forbade publication of any material about CIA operations without the prior consent of the agency. Ironically, President Jimmy Carter permitted the lawsuit against Snepp at the same time he had proposed the creation of a special unit to provide protection for civil service whistle blowers. In a press conference, Carter said that Snepp did not qualify as a whistleblower as he did not \"reveal anything that would lead to an improvement in our security apparatus or the protection of Americans' civil rights.\" Carter also claimed that Snepp had \"revealed our nation's utmost secrets\", even though he had not been charged with violating any security laws like the Espionage Act. Snepp accused the CIA of ruining his career and violating his First Amendment free speech rights. The CIA in return claimed that Snepp had violated his employment agreement by speaking out. They sued (United States v. Frank W. Snepp III). He enlisted the help of the American Civil Liberties Union in his defense. In the end, the CIA won a court verdict against Snepp, with the US Supreme Court ruling that Snepp's book had caused \"irreparable harm\" to national security due to creating an appearance of a breakdown of discipline in the CIA. The royalties from Decent Interval (amounting to $300,000 by the time Snepp lost in front of the Supreme Court) were surrendered to the CIA, and Snepp forced to clear all future publications with the CIA.Frank Snepp, CNN, 3 July 2013, Snowden and a muzzled free press In 2001 Snepp published a second book, Irreparable Harm, about his court battle with the CIA.James Bamford, The New York Times, July 18, 1999, Spy vs. Spies ===Journalism (1980 - present)=== In 1980, following the Supreme Court decision against him, Snepp became an investigative journalist, contributing to publications including The New York Times, The Washington Post, the Village Voice and others. During the late 1980s, he taught a Journalism and the Law course at California State University, Long Beach.He was a technical consultant for the comedy film Spies Like Us and was interviewed on his Vietnam War experiences for Ken Burns's series The Vietnam War and Vietnam: The Ten Thousand Day War. Snepp worked in television for ABC's World News Tonight (1987–92), CBS (2003–05) and NBC from 2005. At World News Tonight he got Eugene Hasenfus to confirm that he had signed a government secrecy agreement, confirming the government's involvement in the Iran-Contra affair. Snepp won an Emmy Award in 1997 for an investigation into Mexican drug trafficking. He won a Peabody Award in 2006 as producer on an investigation for KNBC-TV-Los Angeles of a Los Angeles housing development sited on a toxic landfill.KNBC-TV-Los Angeles, 11 April 2006, KNBC Wins Peabody Award For 'Burning Questions' Snepp sued KNBC-TV for age discrimination after he was dismissed from his job in 2012. A jury deadlocked in 2015, and the case was settled in March 2016. ==Quotes== > \"Disinformation is most effective in a very narrow context.\" Christian > Science Monitor, February 26, 1985 > \"We always leave the last war thinking we have all the answers, but we end > up having more questions.\" University of California, Irvine, May 12, 2005 ==Books== * Decent Interval: An Insider's Account of Saigon's Indecent End Told by the CIA's Chief Strategy Analyst in Vietnam by Frank Snepp (1977) * Irreparable Harm: A Firsthand Account of How One Agent Took on the CIA in an Epic Battle Over Free Speech by Frank Snepp, with foreword by Anthony Lewis (1999) ==Awards== * Intelligence Medal of Merit (16 December 1975)franksnepp.com, CIA on Snepp * Emmy Award (1997) * Peabody Award (2006) == See also == * Philip Agee * Ralph McGehee * Lindsay Moran * John Stockwell ==References== ==External links== * Frank Snepp's Official Website * US v Snepp, US Supreme Court, Feb 19, 1980 * *Frank Snepp's YouTube Channel Category:1943 births Category:Living people Category:American male journalists Category:American spies Category:American whistleblowers Category:Analysts of the Central Intelligence Agency Category:Historians of the Central Intelligence Agency Category:Peabody Award winners Category:People of the Central Intelligence Agency Category:Recipients of the Intelligence Medal of Merit Category:School of International and Public Affairs, Columbia University alumni Category:Columbia College (New York) alumni",
 "title": "Frank Snepp"
}