{
 "id": "580496",
 "text": "The Buffyverse or Slayerverse is a media franchise created by Joss Whedon. The term also refers to the shared fictional universe in which the TV series Buffy the Vampire Slayer and Angel are set. This term, originally coined by fans of the TV series, has since been used in the titles of published works, and adopted by Joss Whedon, the creator of the fictional universe. The Buffyverse is a place in which supernatural phenomena exist, and supernatural evil can be challenged by people willing to fight against such forces. Much of the licensed Buffyverse merchandise and media, while being official, is not considered to be canon within the universe. ==Construction== The Buffyverse is a fictional construct created by hundreds of individual stories told through TV, novels, comics and other media. It began with the first episodes of the Buffy the Vampire Slayer television series in 1997 and expanded with the spinoff TV series Angel in 1999. The popularity of these series led to licensed fiction carrying the Buffy and Angel labels. Outside of the TV series, the Buffyverse has been expanded and elaborated by various authors and artists in the so-called \"Buffyverse Expanded Universe\". The Buffyverse novels, Buffy video games and the vast majority of Buffyverse comics, are licensed by 20th Century Fox. The works sometimes flesh out background information on characters. For example, Go Ask Malice provides information about the origins of the character Faith Lehane. The Buffyverse comics were first published by Dark Horse, who have retained the right to produce Buffy comics. IDW now hold the license to produce Angel comics. Joss Whedon wrote an eight-issue miniseries for Dark Horse Comics entitled Fray, about a futuristic vampire slayer. Its final issue was published in August 2003. Pocket Books holds the license to produce Buffy novels, but their license to produce Angel novels expired in 2004. == Characteristics == The Buffyverse is distinguished from the real world in that it contains supernatural elements, though only a small proportion of the human population is aware of this. In regards to the presentation of morality, many aspects of the Buffyverse are introduced as good or evil and are usually treated as such, though certain instances are often forced into more ambiguous grey areas. A few of the main aspects of the Buffyverse follow. === The Old Ones === The world was originally ruled by powerful pure-breed demons, the Old Ones. The Old Ones were eventually driven out of this dimension. Any who remained were vanquished or imprisoned in the \"Deeper Well\", which is essentially a hole in the Earth with one end opening in England. The entrance within England is in a tree. These demons are revered and worshiped by lesser demon species, and await chances to return and reclaim Earth. === Vampires === According to legend in the Buffyverse, the last Old One to leave this dimension fed off a human and their blood mixed. A demon was trapped in the human body in the place of the soul. Rupert Giles describes how the being \"bit another, and another, and so they walk the Earth\". Some elements of traditional vampire mythology are used while others are abandoned. These said elements (listed below) are essentially the rules of a vampire's life. Can be killed by: *Wooden stake through the heart *Extensive exposure to sunlight (other dimensions stars may not work the same as Earth's, as Pylea's dual suns did not kill Angel) *Extensive exposure to fire *Decapitation *Holy water (ingestion) *Magical and supernatural devices and spells Vulnerable to: *Exposure to holy water *Physical contact with a cross *Limited exposure to sunlight *Limited exposure to fire *Possession by other supernatural creatures and forces *Supernatural spells and devices Other vampire features: *Cannot enter private dwellings unless invited *Vampires' bodies and clothes explode to dust when slain (except for articles of importance, magical rings, amulets, etc.) *Have no reflection (but do have a shadow and can appear in photos) *Superhuman strength, endurance, speed, and senses *Have no soul (unless it is in some way restored such as with Angel and later Spike) *Cannot have children (unless foretold by prophecy, such as Angel and Darla's son, Connor) *Bullets cannot kill vampires, but can cause them extreme pain. *In the first episode, garlic is seen in Buffy's trunk along with stakes, crosses, and holy water. It is also used by Buffy in \"Wrecked\" to repel Spike. Also, in the episode \"The Wish\", which explored an episode where Buffy Summers never came to Sunnydale, allowing vampires to rule the city, garlic is seen lining the lockers of Sunnydale High. Also in this episode, they allude to the fact that bright colors attract the vampires, and therefore the townspeople wear dark, muted colors. *They can be tranquilized. *Can become intoxicated by consuming alcohol or the blood of a human who is intoxicated with drugs, according to Spike in season two, where he claims that after he drank from a hippie at Woodstock, he spent \"the next six hours watching [his] hand move,\" and as seen in season four of Angel, when Faith becomes high on the drug orpheus and allows Angelus to feed on her, causing him to react to the drug as well. === Werewolves === As in historical werewolf mythology, werewolves are people who suffer from lycanthropy. In the Buffyverse, werewolf characters are shown to have an animal side which either complements or clashes with their human side. They transform not only on the full moon of each month, but the day before and the day after as well. Prominent werewolf characters include Oz, Veruca, and Nina Ash. Some werewolves have shown the ability to gain control/achieve harmony between their human and bestial sides (Oz and his teacher in the comics). ===Demons=== In the Buffyverse, the term \"demon\" is inexact; it has been applied to just about every creature that is not a god, robot, unmodified human, or standard terrestrial animal. Some classes of creature, such as Vampires and Old Ones, are known to be demons but not always referred to as such. There are many kinds of demons portrayed in the Buffyverse, of many different natures and origins. Some demons are shown to live and reproduce on Earth (the Bezoar in \"Bad Eggs\"), but some are extraterrestrial (the Queller demon in \"Listening to Fear\"), extradimensional (Lorne on Angel), ex-humans (Anya Jenkins was a peasant who became a vengeance demon), and hybrids (Cordelia Chase had aspects of demon fused in her). Some species of demon are capable of breeding with humans (Doyle has a human mother and a demon father). Anya Jenkins states in the episode \"Graduation Day\" that the demons that walk the earth are not pure demons, they are half-breeds. She states that true demons are \"bigger\", in reference to Mayor Richard Wilkins' Ascension into a true demon. Some demons in Buffy are shown to be inherently evil and interested in causing suffering, death, and harm. Other characters challenge this notion however, with demons such as Clem and Lorne who appear basically good. === Slayers === A group of shamans used the essence of a demon to produce the First Slayer. She was banished from her own village and forced to fight the forces of darkness alone. When she died another girl was \"chosen\" in her place. The line of Slayers is maintained until Buffy's two deaths and revivals cause a disturbance in the Slayer line that ultimately leads to the awakening of the First Evil. The Slayer is given great strength, lightning reflexes, fast healing powers and is highly skilled with many weapons and martial arts. === Watchers === The Watchers' Council historically offers guidance to the Slayer, assisting them by supervising their training and by researching existing and possible demonic or supernatural threats. Notable Watchers include Rupert Giles, Watcher of series protagonist Buffy, and Wesley Wyndam-Pryce, who temporarily takes over in season 3. === \"The Good Fight\" === While most of humanity in the Buffyverse seems oblivious to the existence of demons, other groups and organizations that are waging their own battles against evil come to light over the course of Buffy and Angel and in related media. For example, a group of socially disadvantaged youth in L.A. organized themselves to battle the vampires destroying their community. (See Charles Gunn.) And, although some of their methods and goals proved questionable, a government-funded group known as The Initiative was also aware of the existence of demons and was fighting a secret war against them. Other large scale groups appear in both Buffy and Angel, often as antagonists to the heroes due to differing views on how to fight the good fight. === Magic === Magic in the Buffyverse can be used for all manner of control. Spells can be performed by anyone by use of magical items while saying particular words. Witches and warlocks however have more knowledge and power for using it for their purposes. A witch can inherit their lineage from their parents or develop their craft over many years, and neither a witch nor warlock must necessarily be human, such as Cyvus Vail. === Humans with powers === While not prominent in the Buffyverse, there are individuals who gain special powers through means other than the ones mentioned above. Gwen Raiden and Bethany (from the Angel episode \"Untouched\") seem to be born with their powers. Drusilla had psychic powers as a human before becoming a vampire though their origins are never explained. Others, like Marcie Ross from the episode \"Out of Mind, Out of Sight\" or the trio of Nerds gain their powers by other magical, non-magical, or \"scientific\" means. Connor is also a human with supernatural powers, similar to those of vampires, because he was born as a product of two vampire parents. === Technology === Technology in the Buffyverse is more advanced than in the real world at the time it was produced, although the applications of it do not seem to be common knowledge. Examples of advanced technology include: * The demon Moloch has an advanced robotic body built for him to inhabit \"I, Robot... You, Jane\". * Inventor Ted Buchannon built a highly advanced android version of himself in the 1950s that was capable of impersonating a human being without drawing suspicion. (\"Ted\") * Warren Mears builds a lifelike android named April as a companion in the episode \"I Was Made to Love You\", then builds the Buffybot for Spike as well as an android version of himself. He later forms and leads the Trio as their technology guru. The trio is shown to use a freeze ray (\"Smashed\"), an invisibility ray (\"Gone\"), a Cerebral Dampener capable of removing someone's free will (\"Dead Things\"), and jet packs (\"Seeing Red\"). * Pete Clarner is shown to create a chemical compound that gives him highly enhanced strength. (\"Beauty and the Beasts\") Additionally, there is much technology specifically geared towards the supernatural, used by the government organization known as \"The Initiative\" and the demonic law firm Wolfram & Hart. ==Artists== Bands and artists who were featured in either Buffy or Angel (on- and offscreen), or were featured on the Buffy soundtrack albums. * 2 Unlimited * 28 Days * 3 Day Wheely * Aberdeen * Act of Faith * Alien Ant Farm * Amy Studt * Dave Aragon * Ash * Avenue A * Average White Band * Azure Ray * Bach * Christophe Beck * Beethoven * Regina Belle * Bellylove * Bif Naked * Black Lab * Blink-182 * Blur * David Bowie * Brahms, Johannes * Michelle Branch * The Breeders * The Brian Jonestown Massacre * Jonatha Brooke & The Story * Bush * Lori Carson * Caviar * Chainsuck * Ciaran Hope * Patsy Cline * Chopin * Lauren Christy * The Crystals * Cibo Matto * Coldplay * Collapsis * Coolio * Nikka Costa * Cracker * Cream * Creaming Jesus * Crooner * Crushing Velvet * The Cure * Curve * The Dandy Warhols * Darling Violetta * Daryll-Ann * Dashboard Prophets * The Detroit Cobras * Devics * Devil Doll * Divinyls * Melanie Doane * Dollshead * Eater * Echobelly * Edward Elgar * Epperley * Every Bit of Nothing * Face to Face * Far * Fastball * Fatboy slim * Alice Faye * Marc Ferrari * Kim Ferron * The Flamingos * Fonda * Four Star Mary * Furslide * Garbage * Gingersol * Holly Golightly * Gorillaz * Edvard Grieg * Guided by Voices * GusGus * Andy Hallett * Halo Friendlies * Adam Hamilton * Angie Hart * Anthony Stewart Head * Headland * The Hellacopters * Hepburn * Hole * Hope Sandoval & the Warm Inventions * Humbucker * K's Choice * Christian Kane * The Killingtons * The Kingsmen * Kool & the Gang * Alison Krauss and Union Station * Laika * The Lassie Foundation * Letters to Cleo * Lisa Loeb * Los Straitjackets * Lotion * Louie Says * Lumirova * Lunatic Calm * Luscious Jackson * Lynyrd Skynyrd * Mad Cow * Man of the Year * Barry Manilow * Aimee Mann * Sarah McLachlan * Patty Medina * Mellonova * Felix Mendelssohn * Mint Royale * Mindtribe * Moby * Morcheeba * Motor Ace * Nana Mouskouri * Mozart * The Muffs * The Murder City Devils * Music House * My Vitriol * Naked (American rockband) * Nerf Herder * Nero's Rome * Nickel * Nickelback * Heather Nova * Outkast * Pachelbel * Phish * Pinehurst Kids * Plastic * Pretty Boy Floyd * Prince * Sergei Prokofiev * Psychic Rain * Giacomo Puccini * Rancid * Rasputina * Kim Richey * Rilo Kiley * Joey Ramone * Ramones * Royal Crown Revue * Camille Saint-Saëns * The Shins * Sister Sledge * The Sisters of Mercy * Smile * Kathy Soce * Spectator Pump * The Spies * Splendid * Sprung Monkey * Star Ghost Dog * Static-X * Stillste Stund * Stone Temple Pilots * Strange Radio * Stretch Princess * Summercamp * The Sundays * Superfine (Rob Grad) * Supergrass * Supreme Beings of Leisure * The Temptations * That Dog * THC * Third Eye Blind * Third Grade Teacher * Emilíana Torrini * Treble Charger * Barry White * Trespassers William * Tricky Woo * Ultra-Electronic * VAST * Velvet Chain * Verbena * Vertical Horizon * Vicious White Kids * Village People * Virgil * Vivaldi * The Von Bondies * Barry White * White Zombie * Widespread Panic * Kathleen Wilhoite * Willoughby * Yo La Tengo * Sophie Zelmani * Rob Zombie ==See also== *Buffy studies *Buffyverse canon ==References== Category:Buffyverse Category:Television franchises Category:Mass media franchises introduced in 1992 Category:Fictional universes Category:Mythopoeia",
 "title": "Buffyverse"
}