{
 "id": "580517",
 "text": "Katy Lied is the fourth studio album by American rock band Steely Dan, released in 1975 by ABC Records. It was certified gold and peaked at No. 13 on the US charts. The single \"Black Friday\" charted at No. 37. The album was the first after the disbandment of the original Steely Dan quintet; most of the original members had departed during a rift over touring and recording schedules. Donald Fagen and Walter Becker, who had been increasingly using session musicians in the studio on prior albums, continued on with numerous prominent Los Angeles–area studio musicians. This album marks the first appearance of singer Michael McDonald on a Steely Dan album. Jeff Porcaro, then only 20 years old, played drums on all the songs except \"Any World (That I'm Welcome To)\", which features session drummer Hal Blaine. It also marked the first appearance of Larry Carlton, who played guitar on \"Daddy Don't Live in That New York City No More\". Band leaders Becker and Fagen were dissatisfied with the album's sound quality because of an equipment malfunction with the then-new dbx noise reduction system. The group has claimed that the damage was mostly repaired after consulting with the engineers at dbx, but Fagen and Becker still refused to listen to the completed album. The album was reissued by MCA Records after ABC Records was acquired by MCA in 1979. == Concept == The album cover features a picture of a katydid, a \"singing\" (stridulating) insect related to crickets and grasshoppers. This is a pun on the album's title, which is paraphrased from a line of \"Doctor Wu\": \"Katy lies, you can see it in her eyes\". The track \"Black Friday\", which was released as the first single from the album, relates the story of a crooked speculator who makes his fortune and absconds to Australia. Muswellbrook, a town in New South Wales, was chosen to fit in with the lyric, as Fagen later explained: \"It was the place most far away from LA we could think of ... and, of course it fitted the metre of the song and rhymed with book\". The track features Michael Omartian on piano and David Paich on Hohner electric piano. == Critical reception == Reviewing for The Village Voice in 1975, Robert Christgau said Katy Lied may be Steely Dan's \"biggest\" album, but he found it \"slightly disappointing\" on a musical level, citing the loss of lead guitarist Skunk Baxter and what he perceived as \"cool, cerebral, one- dimensional\" jazz guitar influences. He nonetheless admitted to playing the record frequently and named it the third best album of the year for the 1975 Pazz & Jop critics poll, where it finished sixth best. John Mendelsohn was more critical in Rolling Stone, believing that \"however immaculately tasteful and intelligent\" Steely Dan's music may be in theory, it did not register with him emotionally and remained \"exemplarily well-crafted and uncommonly intelligent schlock\". Mendelsohn found the lyrics interesting but inscrutable, the musicianship tasteful and well-performed but not stimulating, and Fagen's singing unique-sounding but seemingly passionless. Katy Lied was later called \"anonymous, absolutely impeccable swing-pop\" by Rolling Stones Cameron Crowe, who observed \"no cheap displays of human emotion\", while Travis Elborough felt it was not on par with 1974's Pretzel Logic or 1977's Aja \"but up there as jazz rock staples go\". Stephen Thomas Erlewine deemed it a more refined version of Pretzel Logic and \"another excellent record\" from Steely Dan in his retrospective review for AllMusic. In The Rolling Stone Album Guide (2004), Rob Sheffield said the album completed a 1970s trilogy of albums, starting with Countdown to Ecstasy (1973), that was \"a rock version of Chinatown, a film noir tour of L.A.'s decadent losers, showbiz kids, and razor boys\". Jazz historian Ted Gioia cites it as an example of Steely Dan \"proving that pop- rock could equally benefit from a healthy dose of jazz\" during their original tenure, which coincided with a period when rock musicians frequently experimented with jazz idioms and techniques. Cash Box said of lead single \"Black Friday\" that it contains elements that made earlier Steely Dan singles successful, such as \"hot fender rhodes piano tracks, lead guitar work, rhythm that won't stop cooking and identifiable vocals and mix.\" == Track listing == == Personnel == ===Steely Dan=== * Donald Fagen – vocals, piano, keyboards * Walter Becker – bass, guitar (solo on \"Black Friday\", \"Bad Sneakers\") ===Additional musicians=== * Michael Omartian, David Paich – piano, keyboards * Hugh McCracken – guitar * Denny Dias – guitar (solo on \"Your Gold Teeth II\") * Rick Derringer – guitar (solo on \"Chain Lightning\") * Dean Parks – guitar (solo on \"Rose Darling\") * Elliott Randall – guitar (solo on \"Throw Back the Little Ones\") * Larry Carlton – guitar on \"Daddy Don't Live in That New York City No More\" * Wilton Felder, Chuck Rainey – bass guitar * Jeff Porcaro – drums on all songs except \"Any World (That I'm Welcome To)\", dorophone * Hal Blaine – drums on \"Any World (That I'm Welcome To)\" * Victor Feldman – vibraphone, percussion * Phil Woods – alto saxophone solo on \"Doctor Wu\" * Jimmie Haskell – horn arrangement on \"Throw Back the Little Ones\" * Bill Perkins – horn on \"Throw Back the Little Ones\" * Michael McDonald – background vocals * Myrna Matthews, Sherlie Matthews, Carolyn Willis – background vocals on \"Everyone's Gone to the Movies\" === Production === * Producer: Gary Katz * Engineer: Roger Nichols * Mastering: Rick Collins * Sound Consultant: Dinky Dawson * Consultant: Daniel Levitin * Arranger: Jimmie Haskell == Charts == Album {| border=\"1\" cellspacing=\"0\" cellpadding=\"2\" style=\"width:30%;\" |- !align=\"left\"|Year !align=\"left\"|Chart !align=\"left\"|Position |- |align=\"left\"|1975 |align=\"left\"|Pop Albums | style=\"text-align:center;\"|13 |- |align=\"left\"|1975 |align=\"left\"|UK Albums | style=\"text-align:center;\"|13 |} Pop Singles {| border=\"1\" cellspacing=\"0\" cellpadding=\"2\" style=\"width:70%;\" |- !align=\"left\"|Year !align=\"left\"|Single !align=\"left\"|Label & number !align=\"left\"|Position |- |align=\"left\"|1975 |align=\"left\"|\"Black Friday\" (B-side: \"Throw Back the Little Ones\") |align=\"left\"|ABC 12101 | style=\"text- align:center;\"|37 |- |align=\"left\"|1975 |align=\"left\"|\"Bad Sneakers\" (B-side: \"Chain Lightning\") |align=\"left\"|ABC 12128 | style=\"text-align:center;\"|103 |} == References == == External links == * * Complete lyrics Category:Steely Dan albums Category:1975 albums Category:ABC Records albums Category:Albums arranged by Jimmie Haskell Category:Albums produced by Gary Katz",
 "title": "Katy Lied"
}