{
 "id": "580726",
 "text": "The Mark Steel Lectures are a series of radio and television programmes. Written and delivered by Mark Steel, each scripted lecture presents arguments for the importance of a historical figure. == History == The lectures were originally broadcast on BBC Radio 4 over three series between 1999 and 2002. Many of the arguments were illustrated by miniature sketches. These sketches featured Mark Steel, Martin Hyder, Mel Hudson, Carla Mendonça, Femi Elufowoju Junior and Debbie Isitt. The first series was subtitled \"A series of lectures about Englishmen who changed the course of history\", with the remaining two changing this to \"A series of lectures about people with a passion\". The first series was produced by Phil Clark; the others by Lucy Armitage. The lecture on Ludwig van Beethoven (2003) was nominated for a Sony Radio Comedy Award. The programme transferred to television in 2003, with an Open University series on BBC Four, which was later repeated on BBC Two. This variously featured: *Gerard Logan as Lord Byron *Martin Hyder as Isaac Newton, Sigmund Freud, Aristotle, Che Guevara, Oliver Cromwell, Ludwig van Beethoven and Charles Darwin *Ainsley Harriott as Robert Boyle *Linda Smith as Martha Freud *Emma Kennedy as Mary Shelley and Sylvia Pankhurst *Various celebrities, including Mark Lamarr, Bob Monkhouse and Paul Merton, as themselves. Like the radio version, the television series was written by Mark Steel, and features a series of sketches, often setting historical events in the modern day, and making numerous pop culture references. This version saw Steel deliver his lectures on location, with different sections of each programme coming from locations relevant to that part of the story. Unlike the radio version, there were no audience sounds, which some critics suggested made the comedy sections feel out of place . The television series was directed by Michael Cumming, and produced by Jon Rolph. The executive producers were Emma De'Ath and Graham Smith. The programme was nominated for a BAFTA award in 2004 for best television comedy. Although the radio series has been released on CD, there are no plans to release DVDs of the television series. ==Radio episode list== ===Series 1 - Englishmen who changed the course of history=== *S01 E01 - Oliver Cromwell (9 August 1999) *S01 E02 - W. G. Grace (16 August 1999) *S01 E03 - Charlie Chaplin (23 August 1999) *S01 E04 - Thomas Paine (30 August 1999) ===Series 2 - People with a passion=== *S02 E01 - Lord Byron (13 February 2001) *S02 E02 - Aristotle (20 March 2001) *S02 E03 - Leonardo da Vinci (27 March 2001) *S02 E04 - Che Guevara (3 April 2001) *S02 E05 - Billie Holiday (10 April 2001) *S02 E06 - Karl Marx (17 April 2001) ===Series 3 - People with a passion=== *S03 E01 - Ludwig van Beethoven (18 September 2002) *S03 E02 - Hannibal (25 September 2002) *S03 E03 - Isaac Newton (2 October 2002) *S03 E04 - Mary Shelley (9 October 2002) *S03 E05 - Muhammad Ali (16 October 2002) *S03 E06 - Napoleon Bonaparte (23 October 2002) ==Television Episode List== ===Series 1=== *S01 E01 - Lord Byron (7 October 2003) *S01 E02 - Isaac Newton (14 October 2003) *S01 E03 - Sigmund Freud (21 October 2003) *S01 E04 - Aristotle (28 October 2003) *S01 E05 - Charles Darwin (4 November 2003) *S01 E06 - Karl Marx (11 November 2003) ===Series 2=== *S02 E01 - Ludwig van Beethoven (5 November 2004) *S02 E02 - Leonardo da Vinci (12 November 2004) *S02 E03 - Mary Shelley (19 November 2004) *S02 E04 - Thomas Paine (26 November 2004) *S02 E05 - Sylvia Pankhurst (3 December 2004) *S02 E06 - Albert Einstein (10 December 2004) ===Series 3=== *S03 E01 Oliver Cromwell (23 February 2006) *S03 E02 Charlie Chaplin (2 March 2006) *S03 E03 René Descartes (9 March 2006) *S03 E04 Geoffrey Chaucer (16 March 2006) *S03 E05 Harriet Tubman (23 March 2006) *S03 E06 Che Guevara (30 March 2006) ==Audio Releases== There are two CDs currently out, featuring episodes of the second radio series. *Volume 1: Leonardo da Vinci and Karl Marx *Volume 2: Aristotle, Lord Byron, Che Guevara and Billie Holiday ==See also== *The Mark Steel Solution *The Mark Steel Revolution *Mark Steel's in Town ==External links== * *Official site for the television series from the Open University * * Category:BBC Television shows Category:BBC Radio 4 programmes Category:1999 radio programme debuts Category:2003 British television series debuts",
 "title": "The Mark Steel Lectures"
}