{
 "id": "58129",
 "text": "Ferdinand Peroutka (6 February 1895 – 20 April 1978) was a Czech journalist and writer. A prominent political thinker and journalist during the First Czechoslovak Republic, Peroutka was persecuted by the Nazi regime for his democratic convictions and imprisoned at Buchenwald concentration camp. Following the 1948 coup by the Communist Party of Czechoslovakia, he emigrated to both the United Kingdom and, later, the United States. ==Life== Peroutka was born to a Czech-German family in Prague in 1895. In 1913 he began his career as a journalist. After World War I, he became an editor-in-chief of a new newspaper Tribuna (\"Tribune\"). Some articles published in Tribuna were later incorporated into books Z deníku žurnalistova (\"Of the Journalist's Diary\") and above all Jací jsme (\"What we are like\") —in this book Peroutka mapped some myths about the Czech nation. In 1924 Peroutka passed from Tribuna to Lidové noviny and founded—thanks to Tomáš Masaryk's donation—the review Přítomnost (\"The Presence\"). As a commentator he became very influential, standing on the position of the \"Castle\" (group of President Masaryk) and criticizing both communists and the Right represented by the national- democratic party of the first Czechoslovak prime minister Karel Kramář. Peroutka expressed his political and other opinions also in several books: Boje o dnešek (\"Fights for Today\"), Ano a ne (\"Yes and No\"), Budování státu (\"Building of the State\") and Osobnost, chaos a zlozvyky (\"Personality, Chaos and Bad Habits\"). As a representative of the Czech democratic tradition, Peroutka was arrested after the outbreak of World War II in 1939 and held in the Buchenwald concentration camp until 1945. He was offered freedom on the condition that he would serve as editor of a collaborationist Přítomnost; he refused and spent the whole of the war in Buchenwald. After liberation, Peroutka became an editor-in-chief of the newspaper Svobodné noviny and refounded his famous review, Přítomnost, under the name Dnešek (\"Today\"). The journal became prominent through its critical stance on postwar violence committed on the German minority and hundreds of alleged collaborators. Nonetheless it also fit the general pattern of the time by hosting illusory views of the Communist party underestimating its totalitarian pretensions. Peroutka wrote two dramas: Oblak a valčík (\"The Cloud and the Waltz\") and Štastlivec Sula (\"Sula the Happy Man\"). Political articles Peroutka issued in the book Tak nebo tak (\"One Way Or Another\"). In 1945–1946, Peroutka was also a member of the Provisional National Assembly for the Czechoslovak National Social Party. He sat in parliament until the parliamentary elections in 1946. The 1948 Czechoslovak coup d'état caused Peroutka to decide to emigrate. In 1951 he became a director of the Czech division of the Radio Free Europe. The summa of his democratic life views was issued in 1959 as Democratic Manifesto. Peroutka also became a novelist in exile. He re-wrote his drama to the novel of the same name. The second novel, Pozdější život Panny (\"The Later Life of the Virgin\"), deals with the idea of the rescue of Joan of Arc. Peroutka's last drama was named Kdybych se ještě jednou narodil (\"If I Was Born One More Time\"). ==References== ==External links== * The Ferdinand Peroutka papers are available at the Hoover Institution Archives Category:1895 births Category:1978 deaths Category:Writers from Prague Category:People from the Kingdom of Bohemia Category:Czech National Social Party politicians Category:Members of the Interim National Assembly of Czechoslovakia Category:Czech journalists Category:20th-century Czech dramatists and playwrights Category:Czech male dramatists and playwrights Category:Czechoslovak emigrants to the United States Category:Radio Free Europe/Radio Liberty people Category:Recipients of the Order of Tomáš Garrigue Masaryk Category:Buchenwald concentration camp survivors Category:20th-century male writers Category:Burials at Vyšehrad Cemetery Category:20th-century journalists",
 "title": "Ferdinand Peroutka"
}