{
 "id": "581307",
 "text": "Ontario Hydro, established in 1906 as the Hydro-Electric Power Commission of Ontario, was a publicly owned electricity utility in the Province of Ontario. It was formed to build transmission lines to supply municipal utilities with electricity generated by private companies already operating at Niagara Falls, and soon developed its own generation resources by buying private generation stations and becoming a major designer and builder of new stations. As most of the readily developed hydroelectric sites became exploited, the corporation expanded into building coal-fired generation and then nuclear-powered facilities. Renamed as \"Ontario Hydro\" in 1974, by the 1990s it had become one of the largest, fully integrated electricity corporations in North America. ==Origins== The notion of generating electric power on the Niagara River was first entertained in 1888, when the Niagara Parks Commission solicited proposals for the construction of an electric scenic railway from Queenston to Chippawa. The Niagara Falls Park & River Railway was granted the privilege in 1892, and by 1900 it was using a dynamo of which was the largest in Canada. Starting in 1899, several private syndicates sought privileges from the commission for generating power for sale, including: * the Canadian Niagara Power Company, backed by British investors * the Ontario Power Company, backed by American investors * the Electrical Development Company, backed by the Toronto Street Railway and the Toronto Electric Light Company (controlled by William Mackenzie, Frederic Thomas Nicholls and Henry Mill Pellatt) By 1900, a total capacity of was in development at Niagara, and concern was expressed as to whether such natural resources were being best exploited for the public welfare. In June 1902, an informal convention was held at Berlin, (now Kitchener) which commissioned a report by Daniel B. Detweiler, Elias W.B. Snider and F.S. Spence, who recommended in February 1903 that authority be sought from the Ontario Legislature to allow municipal councils to organize a cooperative to develop, transmit, buy and sell electrical energy. The provincial government of George William Ross refused to allow this, and it was only after its loss in the 1905 election that work began on creating a public utility. During that election campaign, James Pliny Whitney (who would become Premier) declared: === Creation of Hydro-Electric Power Commission of Ontario=== thumb|Extent of Hydro's generating and transmission network (1919) In May 1906, the Hydro-Electric Power Commission of Ontario (\"Hydro\" or \"HEPCO\") was formed and its first commissioners were Adam Beck, John S. Hendrie, and Cecil B. Smith, HEPCO was a unique hybrid of a government department, crown corporation and municipal cooperative that coexisted with the existing private companies. It was a \"politically rational\" rather than a \"technically efficient\" solution that depended on the watershed election of 1905. On January 1, 1907, referendums in Toronto and 18 other municipalities approved the provisional contracts that their councils had concluded with HEPC, and subsequent referendums one year later authorized utility bond issues for the construction of local distribution systems. The victories in Toronto were in large part due to the leadership and commitment of Adam Beck's ally, William Peyton Hubbard. The first transmission lines began providing power to southwestern Ontario in 1910. Berlin (Kitchener) would be the first city in Ontario to get hydroelectric power in long-distance transmission lines from Niagara Falls, on October 11, 1910. The commission's process of expansion was from municipality to municipality, generally in the following manner: * the municipal council would approach the commission, expressing its interest in establishing a local distribution system; * Hydro engineers would then visit the municipality to assess current facilities and probable total load, before producing estimates as to the total cost of extending transmission lines to the municipal boundary, the delivered price of power, and building or upgrading the community's distribution system; * if the council agreed, a provisional contract would be negotiated between the council and the commission, subject to ratification by the voters; * upon successful ratification, thirty-year debentures would be issued by the municipality to cover construction and equipment expenses, and Hydro would then build a tie line to the nearest point in its network. During the 1920s, Hydro's network expanded significantly: * In September 1921, Hydro acquired the Toronto Electric Light Company and various railway interests, making it the largest electric power system in the world, and legislation passed in 1922 provided that any claims arising before December 1920 against the acquired companies or their properties, if not notified to the Commission in prescribed manner and pursued on or before October 1, 1923, would \"be forever barred.\" * In 1921 and 1924, legislative amendments authorized grant-in-aid programs that encouraged rural electrification in Ontario by reducing unit rates in the areas to be served. * By the end of the 1920s, most remaining private power producers were unable to withstand any expansion by Hydro into their service area, and some survived only because Hydro did not see the need to enter their markets. In 1926, the Ferguson government gave its approval for Abitibi Power and Paper Company to develop the Abitibi Canyon, the largest such development since the Niagara River, in preference to incurring more debt for Ontario Hydro. The development was encouraged through secret commitments for long-term purchases of electricity and indemnification of Hydro against any losses. Questions were asked at the time as to how the additional in capacity would be used, as there were virtually no customers for it. When Abitibi was placed in receivership in 1932, legislation was passed over the following years to allow Ontario Hydro to take control of several Abitibi power developments. Certain dealings relating to the 1933 acquisition came to be known as the \"great Abitibi swindle,\" which resulted in the fall of the Henry government in the 1934 Ontario election, to be succeeded by that of Mitchell Hepburn. In 1939, the commission was given authority to regulate all other electricity generators, thus bringing all private utilities in the province under its supervision. It also received authority to acquire any utility that was not producing at its capacity. In 1948, HEPCO changed most of its system from 25 Hz to 60 Hz. However, the Fort Erie area south of Niagara Falls stayed on the remaining 25 Hz generators until 1966, and this area had electricity throughout the 1965 Eastern Seaboard Blackout. By the 1950s the commission was operating as a single integrated system. As demand rose in the post-war period, Ontario Hydro started expanding its generation system bringing on line many new hydroelectric stations. In 1953, Ontario Hydro began to interconnect with other utilities, the first interconnection being the Keith-Waterman line in Windsor which crosses the Detroit River to Detroit, Michigan interconnecting with Detroit Edison in the United States. This line was originally constructed at 120,000 volts and was later upgraded to 230,000 volts in 1973. Shortly thereafter, other interconnections with New York State were built. The first coal-fired generating stations in the system were also built in this period. The expansion of coal continued during the 1960s and 1970s but was overtaken by the development of nuclear power. ==Hydro-Electric Railways== In 1912, Adam Beck began to promote the creation and operation of electric interurban railways in the territory served by the commission, and the Legislative Assembly granted authority to do so in The Hydro-Electric Railway Act, 1914. Changes in government policy and public sentiment in the 1920s restricted their development, and all such operations ceased in the 1930s (with the exception of the Hamilton Street Railway streetcar system, which continued until 1946). ==Expansion== In the 1960s, HEPCO was the first utility in North America to utilize ultra-high voltage transmission lines. Planning for the UHV lines began in 1960 and in 1967, HEPCO put into service transmission lines carrying 500,000 volts that carry power from hydroelectric sources in remote Northern Ontario to high load areas in southern Ontario such as Toronto, London, and Ottawa. By 1970 all but the most remote municipal power systems in Ontario were organized into a single grid. During the 1970s and 1980s, Ontario Hydro gradually expanded the 500 kV transmission system into what it is today. Before its own nuclear power stations started coming onstream, Ontario Hydro had the following capacity and output: {| class=\"wikitable\" |+ Ontario Hydro's power resources (1969) |- ! Power source !! Type !! Dependable capacity (GW) !! Annual energy output |- valign=\"top\" |rowspan=\"2\"|Generated |Hydro-electric |5.8 | |- valign=\"top\" |Thermal-electric |4.7 | |- valign=\"top\" |rowspan=\"2\"|Purchased |Hydro-electric |0.5 | |- valign=\"top\" |Nuclear |0.2 | |- valign=\"top\" |colspan=\"2\"|Total |11.2 | |} ===HEPCO becomes Ontario Hydro=== In 1974, the commission was reconstituted as a crown corporation known as Ontario Hydro,, which renamed the Power Commission Act as the Power Corporation Act which had been the commission's nickname. In many Canadian provinces, including Ontario, hydroelectric power is so common that \"hydro\" has become synonymous with electric power regardless of the actual source of the electricity. ==Nuclear power stations== In the late 1950s, the corporation became involved in development, design and construction of CANDU nuclear power stations. In 1965, the first commercial sized station came on line at Douglas Point. During the 1960s and 1970s, Ontario Hydro's nuclear generating program expanded with the building of the first four units of the Pickering Nuclear Generating Station followed by stations at Bruce Nuclear Generating Station and a second four units at Pickering. By the late 1980s, Ontario Hydro operated one of the largest fleets of nuclear-powered generating stations in the world. {| class=\"wikitable\" |+ Ontario Hydro nuclear power stations |- ! Station !! Units !! In service !! Status |- valign=\"top\" |Nuclear Power Demonstration |1 |1962 |Decommissioned in 1987 |- valign=\"top\" |Douglas Point |1 |1968 |Decommissioned in 1984 and located next to Bruce NGS; site leased to Bruce Power by OPG; equipment owned by AECL |- valign=\"top\" |rowspan=\"2\"|Bruce |14 |19771979 |Unit 3 limited to 92.5% of capacity |- valign=\"top\" |58 |19841987 | Now operated by Bruce Power, but site owned by OPG |- valign=\"top\" |rowspan=\"2\"|Pickering ||14 |1971 |Units 23 in safe shutdown state |- valign=\"top\" |58 |1983 | |- valign=\"top\" |Darlington ||14 |19901993 | in operations for OPG |} The Bruce Nuclear Generating Station became the largest nuclear generating station in the world in 2011 (and has remained the largest) by net electrical power rating, total reactor count, and number of operational reactors. The last nuclear plant to be built in Ontario, Darlington Nuclear Generating Station, was planned in the 1970s. Construction started in 1981, but because of a series of political decision to delay construction, construction took an inordinately long time. Costs continued to mount during the delay and the plant was completed in 1993. This delay in the schedule caused the projected costs to increase tremendously, from an initial projected cost of $7.0 billion to $14.5 billion. The delay accounted for seventy percent of the cost increase.Canadian Nuclear FAQs ==Management, overcapacity and cost overruns== The quality of Hydro's management, given its size and scope of operations, had long been a concern. In 1922, Dougall Carmichael, then Minister without Portfolio, announced to the Legislature that he was quitting his position as Commissioner because Hydro \"was either inefficient or dishonest.\" He was forced to retract the allegation of dishonesty. In the 1970s, controversy arose relating to Hydro's expansion strategy, and several inquiries were held: * in 19741975, the Solandt Commission issued reports with respect to transmission lines that were to be constructed between Nanticoke and Pickering, and from Lennox to Oshawa. * in 1980, the Porter Commission recommended that Hydro change its focus from capacity expansion to demand management, but the report was ignored. In the 1980s there were large increases in the rates charged, arising from: * cost increases in the construction of Darlington (as noted in the previous section), * cost overruns for the supply of boilers by Babcock & Wilcox Canada at the existing nuclear stations, the total for which had ballooned to $850 million and * the negotiation of take-or-pay contracts with Rio Algom and Denison Mines for the supply of uranium, prior to the collapse of world prices, which were subsequently cancelled in 1991 at a cost of $717 million. In 1989, Ontario Hydro published a four-volume study, forecasting up to the year 2014, entitled Providing the Balance of Power, with different scenarios attempting to address the need for additional facilities to replace aging electricity generation stations. This was derailed when electricity consumption declined due to the recession of the early 1990s. ==Break-up== In 1998, the Legislative Assembly of Ontario passed the Energy Competition Act, 1998, which: * authorized the establishment of a market in electricity * reorganized Ontario Hydro into five companies: Ontario Power Generation (OPG), the Ontario Hydro Services Company (later renamed Hydro One), the Independent Electricity Market Operator (later renamed the Independent Electricity System Operator), the Electrical Safety Authority, and Ontario Electricity Financial Corporation. (The two commercial companies, Ontario Power Generation and Hydro One, were intended to eventually operate as private businesses rather than as crown corporations.) Ontario Hydro ceased operations on March 31, 1999. Its assets and functions were transferred by provincial statute to two commercial successor corporations, Ontario Power Generation Inc. and Ontario Hydro Services Company Inc., as well as to two not-for-profit agencies, the Independent Electricity Market Operator and the Electrical Safety Authority. ===Stranded debt=== On March 31, 1999, Ontario Hydro reported in its financial statements that it had long term debts of $26.2 billion and assets totalling $39.6 billion. The fair value of its assets was substantially less than the $39.6 billion reported in the 1999 financial statements and therefore, in order to ensure the successor entities were financially solvent, the reorganization gave rise to $19.5 billion of stranded debt. The stranded debt was the shortfall between the fair value of Ontario Hydro's assets and the value of Ontario Hydro's total debt and other liabilities transferred to the new entities. Since 2002, the stranded debt is being paid down through a Debt Retirement Charge levied upon Ontario ratepayers. The Debt Retirement Charge is 0.7 cents per kilowatt hour (kWh) of electricity consumed in Ontario. As of March 31, 2014, the remaining stranded debt was $2.6 billion. Beginning in 2016, the Ontario government removed the Debt Retirement Charge from residential electricity users’ electricity bills, and from all other electricity users’ bills until April 1, 2018. ==Further reading== * * * (Section 14: Business History) * * * * * * * * * * * * ==See also== * Toronto Power House * Stranded debt * Ontario electricity policy ==Notes== ==References== ==External links== * Niagara Falls History of Power Category:Defunct electric power companies of Canada Category:Hydroelectric power companies of Canada Category:Nuclear power companies of Canada Category:Ontario electricity policy Category:Ontario Power Generation Category:Non-renewable resource companies established in 1906 Category:Non- renewable resource companies disestablished in 1999 Category:1906 establishments in Ontario Category:1999 disestablishments in Ontario Category:Defunct companies of Ontario Category:Canadian companies established in 1906",
 "title": "Ontario Hydro"
}