{
 "id": "581452",
 "text": "The War Industries Board (WIB) was a United States government agency established on July 28, 1917, during World War I, to coordinate the purchase of war supplies between the War Department (Department of the Army) and the Navy Department. Because the United States Department of Defense (The Pentagon) would only come into existence in 1947, this was an ad hoc construction to promote cooperation between the Army and the Navy (with regard to procurement), it was founded by the Council of National Defense (which on its turn came into existence by the appropriation bill of August 1916). The War Industries Board was preceded by the General Munitions Board —which didn't have the authority it needed and was later strengthened and transformed into the WIB.Risch, Erna (1989). Quartermaster Support of the Army: a history of the Corps, 1775-1939. Washington, DC. Center of Military History, United States Army. p.604. The board was led initially by Frank A. Scott, who had previously been head of the General Munitions Board. He was replaced in November by Baltimore and Ohio Railroad president Daniel Willard. Finally, in January 1918, the board was reorganized under the leadership of financier Bernard M. Baruch. The organization encouraged companies to use mass- production techniques to increase efficiency and urged them to eliminate waste by standardizing products. The board set production quotas and allocated raw materials. It also conducted psychological testing to help people find the right jobs. The WIB dealt with labor-management disputes resulting from increased demand for products during World War I. The government could not negotiate prices and could not handle worker strikes, so the War Industries Board regulated the two to decrease tensions by stopping strikes with wage increases to prevent a shortage of supplies going to the war in Europe. Under the War Industries Board, industrial production in the U.S. increased 20 percent. The vast majority of the war material, however, was produced too late to do any good.Herman, Arthur. Freedom's Forge: How American Business Produced Victory in World War II, pp. 12-16, 77, Random House, New York, NY, 2012. . The War Industries Board was decommissioned by an executive order on January 1, 1919. With the war mobilization conducted under the supervision of the War Industries Board, unprecedented fortunes fell upon war producers and certain holders of raw materials and patents. Hearings in 1934 by the Nye Committee led by U.S. Senator Gerald Nye were intended to hold war profiteers to account. Despite its relatively brief existence, the WIB was a major step in the development of national planning and government-business cooperation in the United States, and its precedents —like the National Recovery Administration— were influential during the New Deal and World War II.war industries board. 1914-1918-online. International Encyclopedia of the First World War, Freie Universität Berlin == Members of the War Industries Board == The original seven members of the War Industries Board were:Baruch, B. (1941). American Industry in the War: A Report of the War Industries Board. New York: Prentice-Hall, p.22. *Frank A. Scott, chairman *Bernard M. Baruch *Robert S. Brookings, head of the Cupples Co., a distribution firm *Robert S. Lovett, President of Union Pacific Railroad *Hugh Frayne, of the American Federation of Labor and former president of the Pennsylvania AFL-CIO *Army Brigadier General Palmer E. Pierce *Admiral Frank F. Fletcher Other later members included:Baruch, B. (1941). American Industry in the War: A Report of the War Industries Board. New York: Prentice-Hall, p.27. *Alexander Legge, selected by President Woodrow Wilson as vice chairman after the reorganization in March 1918 *Ollie Josephine Prescott Baird Bennett *Samuel P. Bush, Chief of Ordinance (small arms, ammunition) * Charles H. Conner, Private Investor, New York, NY *Clarence Dillon, partner in Dillon, Read & Co. *Army General George Washington Goethals (became a member in 1918) *Hugh S. Johnson\"Appoint Committee on Steel Situation.\" New York Times. May 18, 1918; Johnson, Paul. Modern Times: The World From the Twenties to the Nineties. Rev. ed. New York: HarperCollins, 2001. p. 16. *Eugene Meyer, Special Advisor to the War Industries Board on Non-Ferrous Metals *John Millard, Private Investor, Tokyo, Missouri *Edward Stettinius Sr., partner in J.P. Morgan & Co. *Walter D. Stewart *George Cameron Stone, head of Non-Ferrous Metal section *Major Seth Williams, Marine Corps Representative to the Board (Requirements Division); Future Quartermaster of the Marine Corps in 1937-1944.Baruch, B. (1941). American Industry in the War: A Report of the War Industries Board. New York: Prentice-Hall, p.292. ==References== ==Further reading== * Clarkson, Grosvenor. Industrial America in the World War, (1923, ) * Cuff, Robert D. The War Industries Board: Business-Government Relations During World War I, Johns Hopkins University Press, (1973, ) * Gilbert, James B. Designing the Industrial State, (1972, ) ==External links== *Records of the WIB at the National Archives Category:20th-century military history of the United States Category:United States home front during World War I Category:World War I Category:Defunct agencies of the United States government Category:Council of National Defense",
 "title": "War Industries Board"
}