{
 "id": "581599",
 "text": "The Kingdom of the Iberians () was a medieval Georgian monarchy under the Bagrationi dynasty which emerged circa 888 AD, succeeding the Principality of Iberia, in historical region of Tao-Klarjeti, or upper Iberia in north-eastern Turkey as well parts of modern southwestern Georgia, that stretched from the Iberian gates in the south and to the Lesser Caucasus in the north. Historically, the area comprised the following historical districts: West of the Arsiani Mountains were Tao, Klarjeti, Nigali, and Shavsheti, to the east lay Meskheti, Erusheti, Javakheti, Artaani, Abotsi, Kola and Basiani. The landscape is characterised by mountains and the river-systems of the Çoruh and the Kura. The region played a crucial role in the unification of all Georgian lands and principalities into Kingdom of Georgia in 1008. == History == === Establishment === In 813, the last Iberian prince Ashot I of the Bagrationi dynasty established himself in his patrimonial Duchy of Klarjeti, where he restored the castle of Artanuji, said to have been built by the king Vakhtang I of Iberia in the 5th century, and received the Byzantine protection. Being recognized as the presiding prince and curopalates of Iberia, Ashot fought the Arabs from there, gradually incorporating the surrounding lands from the Arab dominance. Ashot I encouraged resettlement of Georgians in these lands, and patronized monastic life initiated by the prominent Georgian ecclesiastic figure Gregory of Khandzta ( 759–861). For a long time the region became a cultural safe-house and one of the most important religious centers of Georgia. As a result, the political and religious center of Iberia was effectively transferred from central Iberia to the south-west, in Tao- Klarjeti.Rapp, Stephen H. (2003), Studies in Medieval Georgian Historiography: Early Texts And Eurasian Contexts, passim. Peeters Publishers, The geographical position of the princedom, between the great Empires of the East and the West, and the fact that one branch of the Silk Road ran through its territory, meant that it was subject to a constant stream of diverging influences. With local Arab emirs in the Caucasus growing ever more independent, the Caliph recognized Ashot as the prince of Iberia in order to counter the rebellious emir of Tbilisi Isma’il ibn Shu’aib c. 818. The emir of Tbilisi had enlisted support of Ashot's foe, the prince Grigol of Kakheti and the Georgian highland tribes of Tsanars. Ashot allied himself with king Theodosius II of Abkhazia and met the emir on the Ksani, winning a victory and pushing the Kakhetians from central Iberia. But when the governor of Arminiya, Khalid ibn Yazid al-Shaybani reasserted control over eastern Georgia, Ashot was pushed back to Tao-Klarjeti. === Division === Ashot the Great's great divided his principality to his three sons: * The eldest son Adarnase II (826–69), a grand duke (Eristavt-Eristavi), ruled the capital, Artanuji, and the centre of his father's territory, Shavsheti, and western Klarjeti. * The middle son Bagrat I (826–76), Bagrat ruled the district of Kola and most of Tao, which reached deep into Anatolia and, eventually, proved to be the strategic core of Ashot's domain. * The youngest son Guaram (826–82) ruled the north: Samtskhe, Javakheti and Trialeti (western Kartli), and had the non- regal title Mampali meaning ‘ruler’. left|thumb|Boundaries of principality in 850. Upon Ashot's death, Arabs seized Kartli (central Iberia) and demanded taxes from the remaining domains. Bagrat I allied himself with Caliph against Emirate of Tbilisi and Principality of Kakheti. In 853, now supporting Bugha al-Kabir, Bagrat regained central Iberia, but only for a brief time as the resurgent Abkhazians forced him out of this region. Ashot's eldest son, Grand Duke Adarnase II, was the first brother to die. His possessions were equally divided among his sons: Gurgen I obtained Tao, while Sumbat I received Klarjeti. Ashot's youngest son, Guaram pursued an aggressive policy of expansion. In 880 he seized the Bagratids' traditional foe, the Arab emir of Tbilisi, named Gabulots, and sent him in chains to Constantinople, a triumph which won him Trialeti and Javakheti. Prior to 876, Guaram handed over some of his possessions to his brothers and retired himself at the Opiza convent where he was buried after his death in 882. === Dynastic strife === Liparit, of the Liparitids, took over Trialeti, where he built the stronghold Klde-Karni and placed himself under suzerainty of Guaram's nephew David I (son of Bagrat I) soon after 876. These rearrangements left Guaram's son Nasra essentially with no inheritance and probably induced him in 881 to murder his cousin David I in a plot. After the murder, Nasra fled to the Byzantine territory from where he was retrieved by his brother-in-law Bagrat I of Abkhazia, the latter managed to secure the Byzantine military aid and invaded the Bagratid possessions on Nasra's behalf. Anxious to counterbalance the Byzantine influence in the Caucasus, Ashot I of Armenia interfered in support of David I's son Adnarnase. Thus, a Bagratid dynastic feud evolved into a regional conflict. Nasra succeeded in taking the forts of Odzrkhe, Juaristsikhe and Lomsianta, but was finally defeated, captured and put to death at Aspindza.Suny, Ronald Grigor (1994), The Making of the Georgian Nation, p. 30. Indiana University Press, Toumanoff, Cyril (1967). Studies in Christian Caucasian History, p. 490. Georgetown University Press.Rapp, Stephen H. (2003), Studies in Medieval Georgian Historiography: Early Texts And Eurasian Contexts, pp. 388, 404. Peeters Publishers, As Adarnase was still a minor, the Byzantine emperor – pursuant to the policy of division – appointed as curopalates, not Adarnase, but his cousin Gurgen I of Tao. Allied with the resurgent Armenians, Adarnase then launched, from his base in Lower Tao, a policy of expansion. Not being a curopalates and having Armenia's example before him, Adarnase assumed the title of king. The relations between Adarnase and Gurgen grew tense and degenerated into an open warfare. Gurgen was fatally wounded and captured at Mglinavi near Artaani by Adarnase and his ally Bagrat I of Klarjeti (son of Sumbat I) in 891. The Byzantine government adapted itself to the circumstances and, upon Gurgen death in 891, recognized Adarnase as curopalates.Toumanoff, Cyril (1967). Studies in Christian Caucasian History, pp. 490-493. Georgetown University Press. Gurgen I of Tao left two sons behind – Adarnase and Ashot the Immature – thus being a founder of the Bagratid \"first house of Tao\" which would become extinct with his grandson Gurgen II (r. 918–941). === Restoration of the Kingdom === thumb|Boundaries of the kingdom of Tao-Klarjeti in 900.|alt= Adarnase rewarded Ashot I of Armenia's assistance with steadfast loyalty which continued into the reign of Ashot's successor Smbat I whom Adarnase aided to win the crown in dynastic struggles in 890 and later joined him against Ahmed ibn-'Isâ of Diyarbakır, the Caliph’s former governor of Armīniya. In turn, Smbat recognized Adarnase's royal status and personally crowned him in 899. The two men collaborated in defeating, in 904, the Abkhazian king Constantine III, their common relative, who competed with Adarnase for hegemony in Inner Iberia and with Smbat in Gogarene. Adarnase captured Constantine and turned him over to Smbat. But the latter, inclined to balance Adarnase's growing power and extend Armenian influence to west Georgia, freed his captive. This move turned Adarnase against Smbat and the ensuing break and enmity weakened both monarchs: Adarnase was dispossessed by Constantine III in 904, while Smbat was defeated and tortured to death by Yusuf, a Sajid ruler of Azerbaijan in 914.Suny, Ronald Grigor (1994), The Making of the Georgian Nation, pp. 30-31. Indiana University Press, As a result of these events, Adarnase was relegated to his portion of the Bagratid hereditary lands in Tao. This was the beginning of almost sixty years of Abkhazian dominance over Iberia. Upon Adarnase's death, his possessions were divided between his sons: * The eldest son David II's (r. 923-937) control was limited to Javakheti and Artaani as the core lands of Inner Iberia were under the Abkhazian control. * The second son Ashot II's (r. 937–954) original holding was Lower Tao. He also received Phasiane from the Byzantine emperor in c. 952.Toumanoff, Cyril (1967). Studies in Christian Caucasian History, pp. 493-493. Georgetown University Press. * The third son Bagrat I (r. 937–945) obtained Upper Tao following the death of his relative Gurgen II of Tao (r. 918–941). * The youngest son Sumbat I (r. 954–958) obtained lands and titles following the death of his brother Ashot II. In spite of his royal title and unlike his father, David II did not bear the traditional high Byzantine title of curopalates which was bestowed by the emperor upon David's younger brother Ashot II. David only had the title of magistros which he shared with his relative Gurgen II of Tao. As a result, David's influence and prestige were overshadowed by those of his younger brother. Both Gurgen II of Tao and David resolutely opposed the Byzantine takeover of the Bagratid town of Artanuji, a fief of Gurgen's father-in-law, Ashot of Klarjeti. === Abkhazian dominance === George II of Abkhazia (r. 923–957) continued the expansionist policy of his predecessor aimed primarily at retaining the control of Iberia. To secure the allegiance of local nobility, in 917 he appointed his son Constantine as a viceroy of Iberia, but the latter staged a coup against his father three years later. George entered into Iberia and placed the city of Uplistsikhe under siege. He lured Constantine by treachery and had him blinded and castrated. George installed his another son, Leon (the future king Leon III) to secure his supremacy over Iberia, George allied himself with the Bagratids, and gave his daughter, Gurandukht to Gurgen Bagrationi (the son of Bagrat II) in marriage. === Independence === In 958, Sumbat I's son Bagrat II took over his father's titles (except for Couropalates) and only ruled Lower Tao. Bagrat frequently appeared as a collaborator of his relative David III of Tao, the most influential person among the Bagratids of that time, aiding him against the Rawadids of Azerbaijan. === Principality of Tao === left|thumb|Boundaries of the kingdom of Tao-Klarjeti in 1000. A just ruler and a friend of the church, David allied with the Byzantine Emperor Basil II to defeat the rebel Byzantine noble Bardas Skleros ( 976–979) and was rewarded with extensive lands, known to the contemporary Georgian sources as the \"Upper Lands of Greece\", that made him the most powerful ruler in the south Caucasus: his state included several former Kaysite lands consisting chiefly of lands up to the Lake Van.Ter-Ghewondyan, p. 112 The only setback was the 987–989 unsuccessful conflict with the Byzantine Empire that forced David to agree to cede his dominion to Emperor Basil II on his death, whose domains later would be organized into the theme of Iberia. With the strong intention to unite all Georgian lands, David adopted Prince Bagrat (the future King Bagrat III),Toumanoff, Cyril (1967). Studies in Christian Caucasian History, pp. 490-5. Georgetown University Press. a grandchild of Bagrat II, also being an Abkhazian heir apparent. In 975, David installed him as a residing prince in Kartli (central Iberia) and later as king of Abkhazia (978), and helped Bagrat's natural father Gurgen to be crowned as King of Iberia on the death of Bagrat II in 994, thus making Bagrat a ruler of the two and heir apparent of another two Georgian states. Upon David of Tao's death in 1001, Gurgen, and Bagrat met with Basil but, unable to prevent the annexation of David's realm to the Byzantine Empire, were forced to recognize the new borders. == Unification == Despite this reverse, Bagrat III was able to become the first ruler of the unified Georgian kingdom (officially called: \"the Kingdom of the Abkhazians and the Iberians\") on his father's death in 1008. Bagrat's reign, a period of uttermost importance in the history of Georgia, brought about the final victory of the Georgian Bagratids in the centuries-long power struggles. Anxious to create more stable and centralized monarchy, Bagrat eliminated or at least diminished the autonomy of the dynastic princes. In his eyes, the most possible internal danger came from the Klarjeti line of the Bagrationi, represented by the king's cousins, Sumbat and Gurgen. Although seem to have acknowledged Bagrat's authority, they continued to be styled as Kings, and Sovereigns of Klarjeti. To secure the succession to his son, George, Bagrat lured his cousins, on pretext of a reconciliatory meeting, to the Panaskerti Castle, and threw them in prison in 1010. Their children managed to escape to Constantinople, but Sumbat and Gurgen died in custody by 1012. == Bagrationi dynasty of Tao-Klarjeti == ==See also== *Kingdom of Iberia (antiquity) * Principality of Iberia * Iberia (theme) ==Notes== ==References== == Sources == *Stephen of Taron: Histoire Universelle par Étienne Asolik de Taron, transl. F. Macler, 2e partie, livre III (888-1004), Paris 1917 *Constantine Porphyrogenitus: De Administrando Imperio, ed. G. Moravcsik and R.J.H. Jenkins, Dumbarton Oaks 1967 *Aristakes Lastivert: Récit des malheurs de la nation arménienne, transl. M. Canard and H. Berberian, Brussels 1973 * *Elishe: History of Vardan and the Armenian War, transl. R.W. Thomson, Cambridge, Mass. 1982 *The Life of Kartli: Das Leben Kartlis. Eine Chronik aus Georgien. 300–1200, ed. G. Pätsch, Leipzig 1985 *Life of John and Euthymius: B. Martin-Hisard, “La Vie de Jean et Euthyme: le statut du monastère des Ibères sur l'Athos”, Revue des Études Byzantines 49 (1991), 67-142 *Yahyā ibn Sa‘īd al-Antākī: “Histoire de Yahya-Ibn-Sa‘ïd d’Antioche”, ed. and transl. I. Kratchkovsky and A. Vasiliev, Patrologia Orientalis 18 (1924), 700-833 **“Histoire de Yahya-Ibn-Sa‘ïd d’Antioche”, ed. and transl. I. Kratchkovsky and A. Vasiliev, Patrologia Orientalis 23 (1932), 347-520 **“Histoire de Yahyā ibn Sa‘īd d’Antioche”, ed. I. Kratchkovsky, transl. F. Micheau and G. Troupeau, Patrologia Orientalis 47 (1997), 373-559 *Giorgi Merchule: Georgi Mertschule. Das Leben des Grigol von Chandsta, transl. S. Sardshweladse and H. Fähnrich, Jena 2000 *Yovhannes Drasxanakertci: Histoire d'Arménie, transl. P. Boisson-Chenorhokian, Leuven 2004 *Bruno Baumgartner, Studien zur historischen Geographie von Tao-Klarjeti, PhD-Dissertation, 2 Volumes, Vienna 1996 (\"Studies on the historical Geography of Tao-Klarjeti\", in German) == External links == * Virtual Museum of Tao-Klarjeti * Historic monuments around Yusufeli * Photos from Artvin İl * Black Sea region, Turkey Category:Bagratid Iberia Category:Former monarchies of Europe Category:Medieval Georgia (country) Category:Historical regions of Georgia (country) Category:888 establishments",
 "title": "Kingdom of the Iberians"
}