{
 "id": "58164",
 "text": "A drag queen is a person, usually male, who uses drag clothing and makeup to imitate and often exaggerate female gender signifiers and gender roles for entertainment purposes. In modern times, drag queens are associated with gay men and gay culture, but people of many genders and sexual identities perform as drag queens. People partake in the activity of doing drag for reasons ranging from self-expression to mainstream performance. Drag shows frequently include lip-syncing, live singing, and dancing. They occur at events like gay pride parades, carnivals and drag pageants and in venues such as cabarets and nightclubs. Drag queens vary by type, culture, and dedication, from professionals who star in films to people who do drag only occasionally. ==Terminology, scope and etymology== The origin of the term drag is uncertain; the first recorded use of drag in reference to actors dressed in women's clothing is from 1870. It may have been based on the term \"grand rag\" which was historically used for a masquerade ball. For much of history, drag queens were men, but in more modern times, cisgender and trans women, as well as non- binary people, also perform as drag queens. In a 2018 article, Psychology Today stated that drag queens are \"most typically gay cisgender men (though there are many drag queens of varying sexual orientations and gender identities)\". Examples of trans-feminine drag queens, sometimes called trans queens, include Monica Beverly Hillz and Peppermint. Cisgender female drag queens are sometimes called faux queens or bioqueens, though critics of this practice assert that faux carries the connotation that the drag is fake, and that the use of bioqueen exclusively for cisgender females is a misnomer since trans-feminine queens exhibit gynomorphic features. Drag queens' counterparts are drag kings: performers, usually women, who dress in exaggeratedly masculine clothing. Examples of drag kings include Landon Cider. Trans men who dress like drag kings are sometimes termed trans kings. Drag has been argued to be an over-expression of the stereotypical female look. Drag is known to break down gender norms and can thus be seen as 'gender bending'. ===Female impersonator=== Female impersonation can be traced back at least as far as ancient Greece. There was little to no gender equity then and women held a lower social status. This meant male actors would play female roles during theatrical performances. This tradition continued for centuries but began to be less prevalent as motion pictures became popular. During the era of vaudeville it was considered immodest for women to appear on stage. Due to that circumstance, some men became famous as \"female impersonators\", the most notable being Julian Eltinge. At the peak of his career he was one of the most sought after and highest paid actors in the world. Female impersonation has been and continues to be illegal in some places, which inspired the drag queen José Sarria to hand out labels to his friends reading, \"I am a boy\", so he could not be accused of female impersonation. American drag queen RuPaul once said, \"I do not impersonate females! How many women do you know who wear seven-inch heels, four-foot wigs, and skintight dresses?\" He also said, \"I don't dress like a woman; I dress like a drag queen!\"Dr. Susan Corso (15 April 2009). Drag Queen Theology. Retrieved: 1 April 2018. ===Alternative terms=== Some drag queens may prefer to be referred to as \"she\" while in drag and desire to stay completely in character. Other drag performers, like RuPaul, seem to be completely indifferent to which pronoun is used to refer to them. In his words, \"You can call me he. You can call me she. You can call me Regis and Kathie Lee; I don't care! Just so long as you call me.\" Drag queens are sometimes called transvestites, although that term also has many other connotations than the term drag queen and is not much favored by many drag queens themselves.Ford, Zack. \"The Quiet Clash Between Transgender Women And Drag Queens .\" ThinkProgress, 25 June 2014. Web. 9 September 2017. The term tranny has been adopted by some drag performers, notably RuPaul, and the gay male community in the United States, but it is considered offensive to most transgender and transsexual people. Many drag performers refer to themselves as drag artists, as opposed to drag queens, as some contemporary forms of drag have become nonbinary. ===Uncommon terms=== In the drag queen world today, there is an ongoing debate about whether transgender drag queens are actually considered \"Drag Queens\". Some argue that, because a drag queen is defined as a man portraying a woman, transgender women cannot be drag queens. Drag kings are women who assume a masculine aesthetic. However this is not always the case, because there are also biokings, bio-queens, and female queens, which are people who perform their own biological sex through a heightened or exaggerated gender presentation. == History of drag == === United States === ==== First drag balls ==== The first person known to describe himself as \"the queen of drag\" was William Dorsey Swann, born enslaved in Hancock, Maryland, who in the 1880s started hosting drag balls in Washington, DC attended by other men who were formerly enslaved, and often raided by the police, as documented in the newspapers. In 1896, Swann was convicted and sentenced to 10 months in jail on the false charge of \"keeping a disorderly house\" (euphemism for running a brothel) and requested a pardon from the president for holding a drag ball (the request was denied). ==== Minstrel shows ==== Development of the drag queen in the United States was influenced by the development of the blackface minstrel show. Originally the performers would only mock African American men, but as time went on they found it amusing to mock African American femininity as well. They performed in comedic skits, dances, and \"wench\" songs. ==== Vaudeville and female impersonators ==== The broad comedic stylings of the minstrel shows helped develop the vaudeville shows of the late 1800s to the early 1900s. In addition to the \"wench players\", minstrel shows developed the role of \"prima donnas\", who appeared more elegant and refined while still retaining their comedic elements. While the \"wenches\" were purely American creations, the \"prima donnas\" were inspired by both American and European cross-dressing shows, like Shakespearean actors and castrati. With the United States shifting demographics, including the shift from farms to cities, Great Migration of African Americans, and an influx of immigrants, vaudeville's broad comedy and music expanded the audience from minstrelsy. With vaudeville becoming more popular, it allowed female impersonators to become popular as well. Many female impersonators started with low comedy in vaudeville and worked their way up to perform as the prima donna.Moore, F. Michael. Drag!: Male and Female Impersonators on Stage, Screen, and Television: An Illustrated World History. Jefferson, N.C: McFarland & Company, 1994. They were known to perform song and dance routines with multiple outfit changes. In New York City, famous female impersonator Julian Eltinge found success, and he eventually made his way to the Broadway stage performing as a woman. He published a magazine, Magazine and Beauty Hints (1913), which provided beauty and fashion tips, and he posed for corset and cosmetics advertisements. Meanwhile, in San Francisco, Bothwell Browne was the top female impersonator of the West Coast. He performed at the Grand Opera House and Central Theater, among other venues, went on tour with United Vaudeville, and later appeared in the film Yankee Doodle in Berlin (1919), produced by Mack Sennett. At this time being a female impersonator was seen as something for the straight white male, and any deviation was punished. Connection with sex work and homosexuality eventually led to the decline of vaudeville during the Progressive Era. Both the minstrelsy and vaudeville eras of female impersonation led to an association with music, dance, and comedy that still lasts today. ==== Night clubs ==== In the early to mid-1900s, female impersonation had become tied to the LGBT community and thus criminality, so it had to change forms and locations. It moved from being popular mainstream entertainment to something done only at night in disreputable areas, such as San Francisco's Tenderloin. Here female impersonation started to evolve into what we today know as drag and drag queens.Baker, Roger. Drag: A History of Female Impersonation in the Performing Arts. NYU Press, 1994. Drag queens such as José Sarria\"The Drag Times.\" Drag, 1980. Archives of Sexuality. and Aleshia Brevard first came to prominence in these clubs. People went to these nightclubs to play with the boundaries of gender and sexuality and it became a place for the LGBT community, especially gay men, to feel accepted. As LGBT culture has slowly become more accepted in American society, drag has also become more, though not totally, acceptable in today's society. In the 1940s and 1950s, Arthur Blake was one of the few female impersonators to be successful in both gay and mainstream entertainment, becoming famous for his impersonations of Bette Davis, Carmen Miranda, and Eleanor Roosevelt in night clubs. At the invitation of the Roosevelts, he performed his impersonation of Eleanor at the White House. He also impersonated Davis and Miranda in the 1952 film Diplomatic Courier. ==== Protests ==== The Cooper Donuts Riot was a May 1959 incident in Los Angeles in which drag queens, lesbians, transgender women, and gay men rioted; it was one of the first LGBT protests in the United States. The Compton's Cafeteria riot, which involved drag queens and others, occurred in San Francisco in 1966.Boyd, Nan Alamilla (2004). \"San Francisco\" in the Encyclopedia of Lesbian, Gay, Bisexual and Transgendered History in America, Ed. Marc Stein. Vol. 3. Charles Scribner's Sons. pp. 71–78. It marked the beginning of transgender activism in San Francisco. On 17 March 1968, in Los Angeles, to protest entrapment and harassment by the LAPD, two drag queens known as \"The Princess\" and \"The Duchess\" held a St. Patrick's Day party at Griffith Park, a popular cruising spot and a frequent target of police activity. More than 200 gay men socialized through the day.Witt, Lynn, Sherry Thomas and Eric Marcus (eds.) (1995). Out in All Directions: The Almanac of Gay and Lesbian America, p. 210. New York, Warner Books. . Drag queens were also involved in the Stonewall riots, a series of spontaneous, violent demonstrations by members of the LGBT community against a police raid that took place in the early morning hours of 28 June 1969, at the Stonewall Inn, located in the Greenwich Village neighborhood of Manhattan, New York City. The riots are widely considered to be the catalyst for the gay liberation movement and the modern fight for LGBT rights in the United States. During the summer of 1976, a restaurant in Fire Island Pines, New York, denied entry to a visitor in drag named Terry Warren. When Warren's friends in Cherry Grove heard what had happened, they dressed up in drag, and, on 4 July 1976, sailed to the Pines by water taxi. This turned into a yearly event where drag queens go to the Pines, called the Invasion of the Pines. ==== Story time in libraries ==== In December 2015, Radar Productions and Michelle Tea developed the concept of Drag Queen Story Hour. Launched at the San Francisco Public Library, Drag Queen Story Hour was adopted by the Brooklyn Public Library in the summer of 2016, and has since traveled to various libraries, museums, bookstores, and recreation centers, and parks across the United States, Canada, and the United Kingdom. Such events sometimes prompt opposition against the libraries and organizers. === Canada === In the 1940s John Herbert, who sometimes competed in drag pageants, was the victim of an attempted robbery while he was dressed as a woman.John Herbert at the Canadian Theatre Encyclopedia. His assailants falsely claimed that Herbert had solicited them for sex, and Herbert was accused and convicted of indecency under Canada's same-sex sexual activity law (which was not repealed until 1969). After being convicted, Herbert served time in a youth reformatory in Guelph, Ontario. Herbert later served another sentence for indecency at reformatory in Mimico. Herbert wrote Fortune and Men's Eyes in 1964 based on his time behind bars.John Herbert at The Literary Encyclopedia. He included the character of Queenie as an authorial self-insertion. In 1973 the first Canadian play about and starring a drag queen, Hosanna by Michel Tremblay, was performed at Théâtre de Quat'Sous in Montreal. In 1977 the Canadian film Outrageous!, starring drag queen Craig Russell, became one of the first gay- themed films to break out into mainstream theatrical release. In 1980, for the first time, a police presence protected gay spectators and drag queens from anti-gay harassment at the annual Hallowe'en show at Toronto's St. Charles Tavern. === Europe === ==== Pantomime dames ==== In the late 1800s to the mid-1900s, pantomime dames became a popular form of female impersonation in Europe. This was the first era of female impersonation in Europe to use comedy as part of the performance, contrasting with the serious Shakespearean tragedies and Italian operas. The dame became a stock character with a range of attitudes from \"charwoman\" to \"grande dame\" that mainly was used for improvisation. The most famous and successful pantomime dame was Dan Leno. After World War I and World War II, the theatre and movie scenes were changing, and the use of pantomime dames declined. === India === On 6 September 2018, the Supreme Court of India ruled that the application of Section 377 of the Indian Penal Code to consensual homosexual sex between adults was unconstitutional, \"irrational, indefensible and manifestly arbitrary\". Since then, drag culture in India has been growing and becoming the mainstream art culture. The hotel chain of Lalit Groups spaced a franchise of clubs where drag performances are hosted in major cities of India such as Mumbai, Delhi and Banglore. Maya the drag queen, Rani Kohinoor (Sushant Divgikar), Lush Monsoon, Betta Naan Stop, Tropical Marca, Zeeshan Ali and Patruni Sastry are some of the Indian drag artists. In 2018, Hyderabad had its first Drag Con. In 2020, India's First Drag specific Magazine Dragvanti was started. == Drag queen names == A drag queen may either pick or be given a drag name by a friend, sometimes called a \"drag mother\", the so named thus becoming known as a \"drag daughter\". Drag mothers and drag daughters have a mentor-apprentice relationship. Drag families are a part of ball culture and drag 'houses. == Art of drag == The process of getting into drag or into character can take hours. A drag queen may aim for a certain style, celebrity impression, or message with their look. Hair, make-up, and costumes are the most important essentials for drag queens. Drag queens tend to go for a more exaggerated look with a lot more makeup than a typical woman would wear. Some people do drag simply as a means of self-expression, but often drag queens (once they have completed a look) will go out to clubs and bars and perform in a \"drag show.\" Many drag queens dress up for money by doing different shows, but there are also drag queens that have full-time jobs but still enjoy dressing up in drag as a hobby. Many parts of the drag show, and of the drag queens' other intellectual properties, cannot be protected by intellectual property law. To substitute the lack of legal protection, drag queens revert to social norms in order to protect their intellectual property. == In entertainment == === Drag shows and venues === A drag show is a piece of entertainment consisting of a variety of songs, monologues or skits featuring either single performers or groups of performers in drag meant to entertain an audience. They range from amateur performances at small bars to elaborately staged theatrical presentations. Many drag shows feature performers singing or lip-synching to songs while performing a pre-planned pantomime, or dancing. The performers often don elaborate costumes and makeup, and sometimes dress to imitate various famous female singers or personalities. Some events are centered around drag, such as Southern Decadence where the majority of festivities are led by the Grand Marshals, who are traditionally drag queens. In 2020 the first West End play to feature an all drag cast, Death Drop, launched at the Garrick Theatre in London. Produced by Tuckshop and Trafalgar Entertainment it was written by drag performer Holly Stars and starred Courtney Act, Monet X Change, Latrice Royale, Willam, Holly Stars, Anna Phylactic, LoUis CYfer, Don One, Kemah Bob, Myra Dubois and Vinegar Strokes and was directed by Jesse Jones. The show ran for a number of weeks in November and December 2020 before being closed due to a COVID lockdown in London. The show reopened on 19 May 2021 and ran until its scheduled end date of 11 July 2021. Death Drop received 5-star reviews from many publications including Gay Times and Attitude magazine and was widely celebrated for breaking new ground in theatrical drag performance. === In film === * 1933 – Victor and Victoria, a German film about drag queens working in musical entertainment, starring Renate Müller and Hermann Thimig. * 1933 – Arizona to Broadway, an American pre-Code film in which drag performer Gene Malin portrays Ray Best, a female impersonator and Mae West type, and performs the song \"Frankie and Johnny.\" * 1934 – George and Georgette, the French-language version of Victor and Victoria. * 1935 – First a Girl, the English-language version of Victor and Victoria. * 1937 – Upstairs (Piętro wyżej), the first Polish drag queen style movie, starring Eugeniusz Bodo. * 1953 – Glen or Glenda, one of the most famous cult classics of Ed Wood, starring himself as Glen and Glenda. * 1954 – White Christmas, classic of Irving Berlin, with Danny Kaye and Bing Crosby singing in \"drag\". * 1957 – Victor and Victoria, a German remake of the 1933 film. * 1959 – Some Like It Hot, starring Marilyn Monroe, Tony Curtis and Jack Lemmon. * 1967 – Thoroughly Modern Millie, an American musical starring Julie Andrews, James Fox, Mary Tyler Moore, Carol Channing, John Gavin, and Beatrice Lillie, notable where Fox's character dresses in drag in order to find out what happened to Tyler Moore's character. * 1969 – Funeral Parade of Roses starring Peter * 1972 – Pink Flamingos starring Divine * 1975 – The Rocky Horror Picture Show, with Tim Curry as a cross-dressing bisexual, Susan Sarandon, Barry Bostwick * 1977 – Outrageous!, starring Craig Russell as a fictionalized version of himself * 1978 – La cage aux folles a 1978 Franco-Italian film adaptation of the play of the same name starring Ugo Tognazzi and Michel Serrault. * 1979 – The Rose starring Bette Midler, notable for a scene in which Midler's character Mary Rose Foster performs a duet on stage in a drag club with a drag queen (played by Kenny Sacha) who is impersonating Midler as Foster. * 1982 – Tootsie starring Dustin Hoffman, Jessica Lange, and Teri Garr * 1982 – Victor/Victoria, an American remake of the 1933 film, starring Julie Andrews * 1985 – Lust in the Dust starring Divine * 1988 – Hairspray starring Divine (Remade in 2007 starring John Travolta) * 1988 – Torch Song Trilogy starring Harvey Fierstein, Anne Bancroft and Matthew Broderick * 1990 – Paris Is Burning a documentary film directed by Jennie Livingston. It chronicles the ball culture of New York City and the gay and transgender community involved in it. It centers around African American and Latino drag culture surrounding communities such as Harlem in the 80s. * 1991 – Vegas in Space starring Doris Fish, Miss X, Ginger Quest, and introducing 'Tippi' * 1993 – Mrs. Doubtfire starring Robin Williams, Sally Field, and Pierce Brosnan. * 1994 – The Adventures of Priscilla, Queen of the Desert starring Terence Stamp, Hugo Weaving, and Guy Pearce * 1995 – To Wong Foo, Thanks for Everything! Julie Newmar starring Wesley Snipes, Patrick Swayze, and John Leguizamo (cameo by RuPaul) * 1995 – Wigstock: The Movie documentary film focusing on the annual drag music festival that had been held in New York City's East Village during the 1980s and 1990s. Includes appearances by Lady Bunny, Crystal Waters, Deee-Lite, Jackie Beat, Debbie Harry, Leigh Bowery, Joey Arias and the Dueling Bankheads. The film also captures a performance by RuPaul at the height of his mainstream fame during the 1990s. * 1996 – The Birdcage starring Robin Williams, Nathan Lane, Gene Hackman and Dianne Wiest (a remake of the 1978 film La Cage aux Folles, based on the 1973 play) * 1996 – The Nutty Professor starring Eddie Murphy. * 1998 – Midnight in the Garden of Good and Evil starring John Cusack, Kevin Spacey and starring as herself Lady Chablis * 1999 – Flawless starring Philip Seymour Hoffman and Robert De Niro * 2000 – Big Momma's House starring Martin Lawrence * 2001 – Hedwig and the Angry Inch starring John Cameron Mitchell * 2002 – Sorority Boys * 2002 – Miss 501: A Portrait of Luck * 2003 – Girls Will Be Girls directed by Richard Day, starring Miss Coco Peru (Clinton Leupp), Evie Harris (Jack Plotnick), and Varla Jean Merman (Jeffery Roberson). * 2003 – Die, Mommie, Die! starring Charles Busch, Jason Priestley, Philip Baker Hall, and Natasha Lyonne * 2004 – Connie and Carla starring Nia Vardalos, Toni Collette, and David Duchovny * 2004 – White Chicks starring Shawn Wayans and Marlon Wayans * 2005 – Kinky Boots starring Joel Edgerton, Chiwetel Ejiofor, Sarah-Jane Potts, and Nick Frost * 2005 – Rent * 2006 – The Curiosity of Chance starring Tad Hilgenbrink and Brett Chukerman * 2007 – St. Trinian's starring Rupert Everett as Camilla Fritton, the headmistress of the school. * 2011 – Big Mommas: Like Father Like Son starring Martin Lawrence and Brandon T. Jackson * 2012 – Albert Nobbs starring Glenn Close and Janet McTeer * 2015 – Dressed as a Girl starring Johnny Woo * 2016 – Absolutely Fabulous: The Movie starring Joanna Lumley and Jennifer Saunders, featuring Jodie Harsh and La Voix amongst others * 2016 – Iru mugan (Indian Tamil movie) starring Vikram, Nayanthara, Nithya Menen and Nasser in the lead roles. * 2016 – Hurricane Bianca starring Bianca Del Rio, Willam Belli, Shangela Laquifa Wadley and appearances by RuPaul, Joslyn Fox and Alyssa Edwards * 2018 – Hurricane Bianca 2: From Russia with Hate starring Bianca Del Rio, Rachel Dratch, Katya Zamolodchikova, Shangela Laquifa Wadley and appearances by Wanda Sykes, Mrs. Kasha Davis, Darienne Lake, Alaska Thunderfuck, Lady Bunny, and Alyssa Edwards * 2019 – Drag Kids, a documentary film about young drag performers * 2020 – Number 1, a Singaporean film starring Mark Lee * 2020 - Stage Mother * 2020 - Jump, Darling === In music === While some male music celebrities wear exaggerated feminine clothing as part of their show, they are not necessarily drag queens. For example, Boy George wears drag queen style clothes and cosmetics but he once stated he was not a drag queen. However, RuPaul is a professional drag queen performer and singer.Rupaul Biography Drag Queen Diaries Examples of songs where lyrics refer to drag queens: * \"Lola\" by The Kinks (or possibly a transgender woman) * \"Dude (Looks Like a Lady)\" by Aerosmith * \"The Lady Is a Vamp\" by Spice Girls * \"Ballad of Cleo and Joe\" by Cyndi Lauper * \"King for a Day\" by Green Day * \"Cherry Lips\" by Garbage * \"Born This Way\" by Lady Gaga * \"Verbatim\" by Mother Mother * \"He's a Woman, She's a Man\" by Scorpions * \"Pretty Lady\" by Ke$ha & Detox Icunt * \"Andrew in Drag\" by The Magnetic Fields * \"Rise Like a Phoenix\" by Conchita Wurst (represented Austria at the 2014 Eurovision Song Contest and won) * \"Divine\" by Antony and the Johnsons * \"The End.\" in the album The Black Parade by My Chemical Romance * \"Drag Queen\" by The Strokes * \"LGBT\" by cupcaKke * \"C.L.A.T\" by Aja, Peppermint, Sasha Velour and Alexis Michelle === In television === Drag queen Don McLean (drag name Lori Shannon) appeared in three episodes of the CBS sitcom All in the Family as drag queen Beverly LaSalle: \"Archie the Hero\" (1975), in which Archie Bunker gives her mouth-to- mouth resuscitation, not realizing she is male; \"Beverly Rides Again\" (1976), in which Archie uses her to play a practical joke on a friend; and \"Edith's Crisis of Faith, Part 1\" (1977), in which her murder leads Edith Bunker to question her faith in God. The role was noteworthy for its uncommonly respectful and sympathetic treatment of Beverly as a \"transvestite\". CODCO was a Canadian sketch comedy series which aired on CBC Television from 1988 to 1993;CODCO at the Museum of Broadcast Communication. two of its actors, Tommy Sexton and Greg Malone, were especially renowned for drag-based impersonations of celebrity women such as Queen Elizabeth, Barbara Frum, Barbara Walters, Tammy Faye Bakker and Margaret Thatcher. In one famous sketch, Malone as Frum moderated a debate between Andy Jones as a gay teacher who had been fired from his job for testing HIV-positive and Sexton as Clarabelle Otterhead, the president of an anti-gay lobby group called Citizens Outraged by Weird Sex (or COWS).\"Queens pay tribute to clown prince\". The Telegram, 21 December 2009. What Would You Do?, airing since early 2008, has had episodes featuring drag queens. In mid-2008, RuPaul began producing RuPaul's Drag Race, a reality television game show which began airing in February 2009. The premise of the program has several drag queens compete to be selected by RuPaul and a panel of judges as \"America's next drag superstar\". It inspired the similar spin-off shows RuPaul's Drag U and RuPaul's Drag Race: All Stars, as well as the international franchise editions Drag Race Thailand, The Switch Drag Race (Chile), RuPaul's Drag Race UK, Canada's Drag Race, Drag Race Holland, Drag Race España and RuPaul's Drag Race Down Under. In 2018, American Idol featured a drag queen, Adam Sanders (drag name Ada Vox) as one of its contestants. He made it to the top ten. In 2018, Celebrity Big Brother featured Queen Shane Jenek (drag name Courtney Act) as one of its contestants, placing first in the season with 49.43% of the public vote. Also in 2018, So You Think You Can Dance featured Jay Jackson (drag name Laganja Estranja) as one of its contestants. The Netflix show Dancing Queen, also released in 2018, starred Justin Johnson (drag name Alyssa Edwards) and his dance studio, Beyond Belief Dance Company. A 2018 episode of The Simpsons, titled \"Werking Mom\", featured many drag queens, including cameos from RuPaul and Raja (the season three winner of RuPaul's Drag Race). Dragnificent! is a television series on the American network TLC. The show started as a special branded as Drag Me Down the Aisle which aired on 9 March 2019. It features Alexis Michelle, BeBe Zahara Benet, Jujubee, and Thorgy Thor, four drag queens who are all RuPaul's Drag Race alumnae, helping an engaged woman to plan her upcoming wedding. On 15 January 2020, TLC announced that it had given a full season run to Dragnificent!, a new show to be based on the Drag Me Down the Aisle special. The series premiered on 19 April 2020. The Netflix show AJ and the Queen, released in 2020, followed \"Ruby Red, a bigger-than-life but down-on-her-luck drag queen [played by RuPaul] who travels across America from club to club in a rundown 1990s R/V with her unlikely sidekick AJ, a recently orphaned, tough- talking, scrappy ten-year-old stowaway. As the two misfits travel from city to city, Ruby's message of love and acceptance winds up touching people and changing their lives for the better.\" In 2020 RuPaul became the first drag queen to host Saturday Night Live, though he was not in drag at the time. In 2020-21 British drag queen Holly Stars wrote and performed in two seasons of a mockumentary series, Holly Stars: Inspirational, broadcast on OutTV, Froot TV and Amazon Prime. Also in 2001-09,The Jerry Springer Show featured a drag queen, (drag name) Candy Richardz In 2022 (Candy Richardz) became the first drag queen in San Antonio TX to receive a residency as Texas own Shania Twain Illusionist, | == In education == While drag queens are entertainers, they play a role in educating people on gender roles and stereotyping. Professor Stephen Schacht of Plattsburgh State University of New York began introducing his and his students' experiences of attending a drag show to his gender/sexualities class to challenge his students' ideas of dichotomy. Over time he began inviting students to attend with him. He gathered from his students that after attending the drag show they had a new appreciation for gender and sexuality and often become very vocal about their new experiences in the classroom. === With children === Nina West, Drag Race season eleven contestant and winner of Miss Congeniality, and producer of Drag Is Magic, an EP of kids music about the art form, says she hopes to inspire them to \"dream big, be kind, and be their perfect selves.\" West feels the art form is \"an opportunity for children to get creative and think outside the boxes us silly adults have crafted for them.\" Marti Gould Cummings said something similar when a video of them performing \"Baby Shark\" at a drag brunch event went viral. \"Anyone who thinks drag isn't for children is wrong,\" said Cummings, \"Drag is expression, and children are such judgment-free beings; they don't really care what you're wearing, just what you're performing.\" As of May 2019, the video has been viewed over 806,000 times. West responded to critics who question if children are too young to experience drag, saying \"Drag is an opportunity for anyone – including and especially children – to reconsider the masks we are all forced to wear daily.\" West added, \"Children are inundated with implicit imagery from media about what is 'boy' and what is 'girl.' And I believe that almost all kids are really less concerned about playing with a toy that's supposedly aligned to their gender, and more concerned with playing with toys that speak to them.\" John Casey, an adjunct professor at Wagner College in New York City, posits in The Advocate, The phenomena of drag kids is relatively recent, The New York Times notes that as of September 2019 there are over a hundred public drag kids in the U.S., with Desmond is Amazing as the one with the most followers. The mainstream access to drag queens on television exponentially increased in 2009 when RuPaul's Drag Race started airing. == Societal reception == Drag has come to be a celebrated and important aspect of modern gay life. Many gay bars and clubs around the world hold drag shows as special parties. Several \"International Drag Day\" holidays have been started over the years to promote the shows. In the United States Drag Day is typically celebrated in early March. A televised drag competition, RuPaul's Drag Race, is the most successful program on the Logo television network. In 2016, the show won a Primetime Emmy Award for Outstanding Host for a Reality or Reality-Competition Program. In 2018, the show became the first show to win a Primetime Emmy Award for Outstanding Reality-Competition Program and a Primetime Emmy Award for Outstanding Host for a Reality or Reality- Competition Program in the same year. RuPaul received a star on the Hollywood Walk of Fame for his contributions to the television industry on 16 March 2018, making him the first ever drag queen to be given such an award. == See also == * Ball culture * Cover Girl * Cross-dressing * Crossplay (cosplay) * Drag king * Drag pageantry * Faux queen * Finocchio's Club * Imperial Court System * Kiki DuRane * List of drag queens * List of drag queens from New York City * List of transgender-related topics * Pansy Craze * Sisters of Perpetual Indulgence * The Adventures Of Priscilla: Queen Of The Desert * The Pink Mirror, a film on Indian drag queens * Vegas in Space * Wanda Wisdom * Wild Side Story * Köçek == Notes== == References == == Further reading == * - 10.1086/667199 == External links == * Drag Artist Discography (information and discography with historical references and photos) of drag artists & female impersonators * The Pink Mirror – a film on Indian drag queens Category:Drag (clothing) Category:Female impersonators Category:Gay effeminacy Category:Performance art Category:Popular culture language Category:Sexuality- related lists",
 "title": "Drag queen"
}