{
 "id": "581708",
 "text": "thumb|Some of the course materials produced by The Teaching Company. thumb|Content available through \"The Great Courses Plus\", an affiliated subscription service. Wondrium (formerly The Great Courses) is a series of college-level audio and video courses and documentaries produced and distributed by The Teaching Company, an American company based in Chantilly, Virginia. As of 2015, it had created over 700 courses and sold over 14 million copies. == History == In 1990, the company was founded by Thomas M. Rollins, former Chief Counsel of the United States Senate Committee on Labor and Human Resources. Rollins had been inspired by a 10-hour videotaped lecture series by Irving Younger he watched while at Harvard Law School, and he began recruiting professors and experts to record lectures. Rollins invested all his money in the company, at one point using up all his credit cards, selling almost all his suits from his Washington days, and living in an attic. Because his company was for-profit, Rollins adapted course offerings to please customers; he threw out one course because the professor constantly insulted the viewers during lectures, and he asked some other professors to re-record segments that had unsupported political commentary. By 2000, the company was well established, with about $20 million (USD) in annual revenue. In October 2006, the company was acquired by Brentwood Associates, a private equity investment firm. In 2011 the firm had 200 employees. In 2016, the company began offering a streaming service, charging $20 (USD) per month, with on-line access to about 280 courses from its catalogue. In April 2021, the company announced the rebranding of its global streaming platform from the Great Courses Plus to Wondrium, along with new licensing agreements to include content from Kino Lorber, MagellanTV, and Craftsy. ==Courses and instructors== As of December 2019, the company lists the following categories and numbers of courses: * Better Living (187) * Economics & Finance (27) * Fine Arts (31) * High School (39) * History (229) * Literature & Language (109) * Mathematics (48) * Music (36) * Philosophy & Intellectual History (120) * Professional (75) * Religion (83) * Science (191) The following academics, among others, have authored courses. This list covers only instructors about whom an article exists. * Gregory S. Aldrete * Patrick Allitt * Stephen Alvarez * Dorsey Armstrong * Kenneth R. Bartlett * Arthur T. Benjamin * Jonah Berger * Ira Block * Bob Brier * Edward B. Burger * Sean M. Carroll * Phillip Cary * Thomas Childers * David Christian * Eric H. Cline * Jodi Cobb * William R. Cook * Anne Curzan * Philip Daileader * Dennis Dalton * Leo Damrosch * Daniel Drezner * William Dunham * Malcolm David Eckel * Sylvia Earle * Bart D. Ehrman * John Esposito * Brian M. Fagan * J. Rufus Fears * Alexei Filippenko * Jane Friedman * Sylvester James Gates * Eamonn Gearon * Steven L. Goldman * Anthony A. Goodman * Robert Greenberg * Annie Griffiths * Patrick Grim * Allen C. Guelzo * Richard J. Haier * James Hall * Ken Hammond * Kenneth W. Harl * Donald J. Harreld * Robert Hazen * Craig Heller * Kathleen Higgins * James Hynes * Peter H. Irons * Luke Timothy Johnson * Ed Kashi * Douglas Kellner * Eileen Kennedy- Moore * Alan Charles Kors * Joseph Koterski * Richard Kurin * Edward Larson * Mark Leary * Seth Lerer * Amy-Jill Levine * Allan Lichtman * Don Lincoln * Jodi Magness * Clancy Martin * John McWhorter * John Medina * Michael Melford * Andrew B. Newberg * Ashton Nichols * Steven Novella * Sherwin B. Nuland * Joseph Nye * Robert A. Oden * Pamela Radcliff * Mark Ravina * Richard Restak * Daniel N. Robinson * Rick Roderick * Jeffrey Rosen * David B. Ruderman * Robert Sapolsky * Joel Sartore * Benjamin Schumacher * John Searle * Jeremy Shearmur * Michael Shermer * Tom Shippey * Seth Shostak * Ronald K. Siegel * Jeremy Silman * Jennifer Simonetti-Bryan * Robert C. Solomon * Michael Starbird * Jonathan Steinberg * * Steven Strogatz * James Tanton * Timothy Taylor * David Thorburn * Neil deGrasse Tyson * Elizabeth Vandiver * Indre Viskontas * Irwin Weil * Arnold Weinstein * Gary K. Wolfe * Richard Wolfson * Molly Worthen * Michael E. Wysession * Michael Yamashita * David Zarefsky ==Business model== Courses are offered on DVD, direct Internet download (video or audio), or streaming. In 2018, the firm's competitors included MOOCs such as Coursera and Khan Academy. In 2016, the firm was earning $150 million annually in revenue. The target market for the courses is primarily \"lifelong learners\". Customers tend to be older professionals and retirees who have had successful careers. As of 2018, the catalog included over 600 different courses, ranging in cost from US$35 to over US$500. The firm sometimes sends recruiters to sit in on the lectures of college professors identified as being good teachers, to assess whether they might be suitable for course development; the best prospects would do a lecture for the Teaching Company, and if enough customers liked what they saw, the company would develop the course. Professors submit detailed outlines for each course, and company personnel would work with them to make sure that each 30 minute lecture was coherent and logical. The production quality of the courses is \"a cut above\" free courses offered on YouTube, according to a report in The New York Times. Chief executive Paul Suijk described The Great Courses as the \"Netflix of learning\". Bill Gates has been a fan of the series. ==Reactions== American conservative analysts have described the social science courses offered by The Teaching Company as more suitable to general audiences than what is offered at traditional American liberal arts colleges, describing the selection as being driven by market forces, with the firm's founder, Tom Rollins, asking customers which subjects they wanted to learn, and using market research techniques to identify what courses to offer, and even what lectures to include, to satisfy a loyal customer base. Noting that the company's audience is not similar to current U.S. college admissions, the indicated result was that the catalog has had less emphasis on issues such as sexism and racism, more common to historical lenses used after the 1960s, to prioritise content that describes \"everything the civilization has figured out so far and to discover new things\". The conservative analysts further note that the survey format of instruction predominates, with few in-depth courses on Western- specific thinkers or philosophical schools, and more emphasis on covering the fundamentals of a subject, as if it were an introductory college course. ==See also== *MOOC ==References== ==Bibliography== * * * ==External links== *The Great Courses Category:Alternative education Category:Companies based in Fairfax County, Virginia Category:High school course levels Category:Companies established in 1990 Category:1990 establishments in the United States Category:Adult education in the United States Category:Subscription video streaming services",
 "title": "The Great Courses"
}