{
 "id": "582084",
 "text": "Wesley Bolin (July 1, 1909 – March 4, 1978) was an American Democratic Party politician who served as the 15th governor of Arizona between 1977 and 1978. His five months in office mark the shortest term in office for any Arizona governor. Prior to ascending to the Governorship, Bolin was the longest serving Secretary of State of Arizona, serving 28 years from 1949 until he succeeded to the governorship in 1977 following the resignation of his predecessor. ==Life and death== right|thumb|A view of the Wesley Bolin Memorial Plaza Harvey Wesley Bolin was born on a farm near Butler, Missouri, a son of Doc Strother Bolin (1878–1946) and Margaret (Combs) Bolin (1885–1966). His family moved to Arizona when he was six, and Bolin was raised and educated in Phoenix. He attended Isaac Elementary School, graduated from Phoenix Union High School, and attended Phoenix College. Bolin became active in the dry cleaning business and completed an LL.B. degree from La Salle Extension University. Active in politics as a Democrat, Bolin was elected constable of West Phoenix Precinct in 1938. From 1943 until 1948, he was the West Phoenix Precinct's justice of the peace. While serving as a justice, Bolin was one of the organizers of the Arizona Justices of the Peace and Constables Association. Bolin served as Arizona's secretary of state for a total of 28 years, 9 months, 17 days (or 10,518 days), and remains the longest-serving secretary of state in Arizona history.Arizona Secretaries of State Since Statehood He was first elected to the state's second highest-post in 1948 and was re-elected every two years between 1950 and 1968, when executive offices had two-year terms, and twice more in 1970 and 1974, when four-year terms began. Only in his last three runs did he encounter significant challenges, culminating in him almost losing his thirteenth campaign in 1974. He succeeded to the governorship in October 1977 after the previous governor, Raúl H. Castro, was named ambassador to Argentina by President Jimmy Carter. Under the Arizona Constitution, the secretary of state, if he or she was elected to that position, is first in line to fill a vacancy in the governorship. Bolin was the second secretary of state to succeed to the Arizona governorship, after Dan Edward Garvey in 1948. In 1977, the State Bar of Arizona presented Bolin its first Liberty Bell Award in recognition of his responsibility as keeper of the laws. Bolin died at home of a heart attack on March 4, 1978. He was cremated and his ashes were scattered at multiple sites, one in each of Arizona's 14 counties. After Bolin's death, Bruce Babbitt succeeded to the governorship. Rose Mofford had been appointed by Bolin to finish his term as secretary of state, and was ineligible to succeed to him as governor because she was not an elected official. Babbitt, then serving as state Attorney General, was second in line and had been elected. He finished the remaining nine months of the term, then was elected to two terms as governor in his own right. The Wesley Bolin Memorial Plaza near the capitol in Phoenix, Arizona, was named after him, and has been designated as a Phoenix Point of Pride. ==References== ==External links== * Wesley Bolin at National Governors Association Category:Governors of Arizona Category:Secretaries of State of Arizona Category:American Congregationalists Category:1909 births Category:1978 deaths Category:Arizona Democrats Category:Politicians from Phoenix, Arizona Category:People from Bates County, Missouri Category:Democratic Party state governors of the United States Category:20th- century American politicians",
 "title": "Wesley Bolin"
}