{
 "id": "58263",
 "text": "The U.S. state of Alabama has 67 counties. Each county serves as the local level of government within its borders. The land enclosed by the present state borders was joined to the United States of America gradually. Following the American Revolutionary War, West Florida was ceded to Spain by treaty while the remainder was organized primarily as the Mississippi Territory, and later the Alabama Territory. The territorial assembly established some of the earliest county divisions that have survived to the present, including the earliest county formation, that of Washington County, created on June 4, 1800. In 1814, the Treaty of Fort Jackson opened the territory to American settlers, which in turn led to a more rapid rate of county creation. Alabama was admitted to the Union as the 22nd state in 1819. The Alabama state legislature formed additional counties from former native lands as the Indian Removal Act took effect and settlers populated different areas of Alabama. In 1820, Alabama had 29 counties. By 1830 there were 36 and Native Americans still occupied large areas of land in northeast and far western Alabama. By 1840, 49 counties had been created; 52 by 1850; 65 by 1870; and the present 67 counties by 1903.Foscue, Virginia O. (1989) Place Names in Alabama. Tuscaloosa, Alabama: University of Alabama Press. Houston County was the last county created in the state, on February 9, 1903. According to 2021 U. S. Census data, the average population of Alabama's 67 counties is 75,222, with Jefferson County as the most populous (667,820), and Greene County (7,629) the least. The average land area is 756 sq mi (1,958 km2). The largest county is Baldwin (1,590 sq mi, 4,118 km2) and the smallest is Etowah (535 sq mi, 1,386 km2). The Constitution of Alabama requires that any new county in Alabama cover at least in area, effectively limiting the creation of new counties in the state.Wikisource:Alabama State Constitution of 1901/Initial Constitution#Section 39 The Alabama Department of Revenue's Motor Vehicle Division issues standard automobile license plates that bear a one- or two- digit number identifying the county in which the vehicle is registered. This number is given in the fourth column in the table below. The first three prefixes are reserved for the state's historically most populous counties, and thereafter proceed alphabetically. Individual license plate numbers are assigned sequentially in each licensing office. The numbers are in the format XAA1111 or XXAA111, depending on whether the prefix is one or two digits. Overflow registrations are accommodated by substituting a letter for one of the registration numbers, such that XXZ999Z is followed by XXA0A0A. The Federal Information Processing Standard (FIPS) code, used by the United States government to uniquely identify counties, is provided with each entry. The FIPS code links in the table point to U. S. Census \"quick facts\" pages for each county. Alabama's FIPS state code is 01. ==Counties== |} ==Former county names== {| class=\"wikitable\" style=\"margin:auto;\" |- !County !Named for !Changed to |- |Baine County |David W. Baine, Colonel in the Civil War |Etowah County in 1868 |- |Baker County |Alfred Baker, a local landowner |Chilton County in 1874 |- |Benton County |Thomas Hart Benton, U. S. Senator from Missouri |Calhoun County in 1858, honoring Benton's rival John C. Calhoun of South Carolina after Benton's renunciation of slavery |- |Cahawba County |former state capital of Cahawba |Bibb County in 1820 |- |Cotaco County |Cotaco Creek, a tributary of the Tennessee River |Morgan County in 1821 |- |Hancock County |John Hancock, signer of the Declaration of Independence |Winston County in 1858 |- |Jones County |Josiah Jones, a local political leader |Covington County (its former name) in 1868 after Jones refused the honor |- |Jones County |E.P. Jones, a local landowner |Sanford County, which subsequently became Lamar County in 1877 |- |Sanford County |H.C. Sanford, a local landowner |Lamar County in 1877 |} ==Former counties== {| class=\"wikitable\" style=\"margin:auto;\" |- !County !Established !Dissolved !Named for !Notes |- |Decatur County |December 7, 1821 |December 28, 1825 |Commodore Stephen Decatur of the United States Navy. |Created in 1822 with Woodville as its county seat. Abolished several years later, divided between Madison County and Jackson County. |- |Elk County |May 9, 1817 |January 26, 1818 |Elk River |Established by Mississippi Territory prior to Mississippi–Alabama split; abolished prior to Alabama statehood |} ==See also== *List of census county divisions in Alabama ==References== ;Specific ;General * ==External links== * Map series showing evolution of county boundaries. Cartographic Research Laboratory. University of Alabama Department of Geography. * Alabama Counties Alabama Counties Features. Digital Alabama * Alabama, counties in Counties Counties in Alabama",
 "title": "List of counties in Alabama"
}