{
 "id": "582702",
 "text": "In thermodynamics, a quasi-static process (also known as a quasi-equilibrium process; from the Latin quasi, meaning ‘as if’Lewis, C.T., Short, C. (1879). A Latin Dictionary, Clarendon Press, Oxford, page 1507.), is a thermodynamic process that happens slowly enough for the system to remain in internal physical (but not necessarily chemical) thermodynamic equilibrium. An example of this is quasi-static expansion of a mixture of hydrogen and oxygen gas, where the volume of the system changes so slowly that the pressure remains uniform throughout the system at each instant of time during the process. Such an idealized process is a succession of physical equilibrium states, characterized by infinite slowness.Rajput, R.K. (2010). A Textbook of Engineering Thermodynamics, 4th edition, Laxmi Publications (P) Ltd, New Delhi, pages 21, 45, 58. Only in a quasi-static thermodynamic process can we exactly define intensive quantities (such as pressure, temperature, specific volume, specific entropy) of the system at every instant during the whole process; otherwise, since no internal equilibrium is established, different parts of the system would have different values of these quantities so a single value per quantity may not be sufficient to represent the whole system. In other words, when an equation for a change in a state function contains P or T, it implies a quasi-static process. ==Relation to reversible process== While all reversible processes are quasi-static, most authors do not require a general quasi-static process to maintain equilibrium between system and surroundings and avoid dissipation, H. DeVoe (2020).https://chem.libretexts.org/Bookshelves/Physical_and_Theoretical_Chemistry_Textbook_Maps/DeVoes_Thermodynamics_and_Chemistry/03%3A_The_First_Law/3.02%3A_Spontaneous_Reversible_and_Irreversible_Processes which are defining characteristics of a reversible process. For example, quasi-static compression of a system by a piston subject to friction is irreversible; although the system is always in internal thermal equilibrium, the friction ensures the generation of dissipative entropy, which goes against the definition of reversibility. Any engineer would remember to include friction when calculating the dissipative entropy generation. An example of a quasi-static process that is not idealizable as reversible is slow heat transfer between two bodies on two finitely different temperatures, where the heat transfer rate is controlled by a poorly conductive partition between the two bodies. In this case, no matter how slowly the process takes place, the state of the composite system consisting of the two bodies is far from equilibrium, since thermal equilibrium for this composite system requires that the two bodies be at the same temperature. Nevertheless, the entropy change for each body can be calculated using the Clausius equality for reversible heat transfer. ==PV-work in various quasi-static processes== # Constant pressure: Isobaric processes, #: W_{1-2} = \\int P dV = P(V_2 - V_1) # Constant volume: Isochoric processes, #: W_{1-2} = \\int P dV = 0 # Constant temperature: Isothermal processes, #:W_{1-2} = \\int P dV, where P (pressure) varies with V (volume) via PV = P_1 V_1 = C, so #:W_{1-2} = P_1 V_1 \\ln \\frac{V_2}{V_1} # Polytropic processes, #: W_{1-2} = \\frac{P_1 V_1 - P_2 V_2}{n-1} ==See also== * Entropy * Reversible process (thermodynamics) ==References== Category: Thermodynamic processes Category: Statistical mechanics",
 "title": "Quasistatic process"
}