{
 "id": "582803",
 "text": "{| class=\"wikitable floatright\" style=\"font-size: 0.9em; width: 270px;\" |+ Minor planets discovered: 22 |- | see |} Charles Thomas Kowal (November 8, 1940 – November 28, 2011) was an American astronomer known for his observations and discoveries in the Solar System. As a staff astronomer at Caltech's Mount Wilson and Palomar Mountain observatories between 1961 and 1984, he found the first of a new class of Solar System objects, the centaurs, discovered two moons of the planet Jupiter, and discovered or co-discovered a number of asteroids, comets and supernovae. He was awarded the James Craig Watson Medal for his contributions to astronomy in 1979. == Research == In the 1960s, Kowal observed with the Palomar 48\" Schmidt telescope, contributing observations to noted cosmologist Fritz Zwicky's six-volume Catalogue of Galaxies and of Clusters of Galaxies. Kowal also began to search for Type Ia supernovae in other galaxies, in an effort led by Zwicky to calibrate the magnitudes of these exploding stars so that they could be used as standard candles, reliable measures of the distance of their host galaxies (work which in the present has led to accurate measurements of the expansion of the universe). In the course of these Palomar supernovae surveys with the 48\" Schmidt, Kowal personally discovered 81 supernovae, including SN 1972e. In 1973, Caltech astronomers Eleanor Helin and Gene Shoemaker began an observing program to search out and track previously unknown near-Earth asteroid, the Planet-Crossing Asteroid Survey (PCAS), a photographic plate survey that began on the Palomar 18\" Schmidt telescope. Although primarily employed by the supernova survey to observe on the 48\" Schmidt, Kowal provided \"crucial observations\" of particularly faint asteroids for the PCAS program with the larger telescope. His asteroid discoveries and co-discoveries include the notable asteroids Aten asteroid 2340 Hathor; the Apollo asteroids 1981 Midas, 2063 Bacchus, 2102 Tantalus and (5660) 1974 MA; the Amor asteroids (4596) 1981 QB and (4688) 1980 WF; and the Trojan asteroids 2241 Alcathous and 2594 Acamas. PCAS later moved to the 48\" Schmidt, and ran in total for nearly 25 years, until June 1995. Kowal provided observations of new Solar System discoveries and reports of new supernovae via the IAU circular system throughout the 1970s, and searched for new objects. He discovered two moons of Jupiter: Leda in 1974 and Themisto in 1975, the 13th and 14th moons of Jupiter to be found. Themisto was later lost (i.e. its orbit was not known well enough to reobserve it) and was not rediscovered until 2000. Between December 1976 and February 1985, Kowal searched 6400 square degrees of sky in the ecliptic plane for distant, slow-moving Solar System objects. Only one object was found beyond Jupiter: 2060 Chiron, discovered in 1977, which had the unusual characteristic of features both like an asteroid and a comet. It became recognised as the first object in the centaur class after a second one was discovered 15 years later. Centaurs are objects with unstable orbits which orbit between Jupiter and Neptune. They are probably drawn in from the Kuiper belt by alignments with larger planets. Chiron remains one of the largest such worlds known, and one of a handful that have a comet-like coma. Kowal also discovered or co-discovered the periodic comets 99P/Kowal, 104P/Kowal, 134P/Kowal-Vavrova, 143P/Kowal-Mrkos, and 158P/Kowal-LINEAR. In 1980, Kowal's research in astronomical history found a 1613 drawing by Galileo Galilei showing Neptune near Jupiter, predating the discovery of Neptune in 1846; Kowal was awarded the inaugural R. R. Newton Award for Scientific History for this \"shockingly outré\" finding. Kowal moved to the new Space Telescope Science Institute in 1985, where he monitored the instruments of the Hubble Space Telescope as one of the operations astronomers. His book Asteroids: Their Nature and Utilization was published in 1988, and a second edition in 1996. From 1996 until his retirement in 2006, he worked at the Johns Hopkins University Applied Physics Laboratory, providing software for the NEAR Shoemaker spacecraft's mission to land on the asteroid Eros and mission operations support for the NASA TIMED mission. Kowal died on November 28, 2011, at the age of 71. == Honours and awards == * Kowal was awarded the National Academy of Sciences' James Craig Watson Medal for his \"noteworthy astronomical discoveries, particularly of Chiron, Leda, and numerous supernovae\" in 1979. * The crater Kowal on Pluto was named in his honor. == List of discovered minor planets == {| class=\"wikitable collapsible collapsed\" role=\"presentation\" style=\"width:100%; background:#ffffff;\" |- !List of minor planets discovered by Charles Kowal |- | align=\"center\" | {| class=\"wikitable\" style=\"width: 30em; display:inline-table; margin:8px; text-align:left; font- size:90%\" |- ! scope=\"col\" style=\"width: 13.5em;\" | Name ! scope=\"col\" style=\"width: 12em;\" | Discovery Date ! scope=\"col\" style=\"width: 4.5em;\" | Listing |- | 1876 Napolitania || 31 January 1970 || |- | 1939 Loretta || 17 October 1974 || |- | 1981 Midas || 6 March 1973 || |- | 2060 Chiron || 18 October 1977 || |- | 2063 Bacchus || 24 April 1977 || |- | 2102 Tantalus || 27 December 1975 || |- | 2134 Dennispalm || 24 December 1976 || |- | 2241 Alcathous || 22 November 1979 || |- | 2340 Hathor || 22 October 1976 || |- | 2594 Acamas || 4 October 1978 || |- | 2629 Rudra || 13 September 1980 || |- | 3163 Randi || 28 August 1981 || |} {| class=\"wikitable\" style=\"width: 30em; display:inline-table; margin:8px; text-align:left; font-size:90%\" |- ! scope=\"col\" style=\"width: 13.5em;\" | Name ! scope=\"col\" style=\"width: 12em;\" | Discovery Date ! scope=\"col\" style=\"width: 4.5em;\" | Listing |- | 3924 Birch || 11 February 1977 || |- | 4312 Knacke || 29 November 1978 || |- | || 28 August 1981 || |- | || 29 November 1980 || |- | || 26 June 1974 || |- | || 29 November 1978 || |- | || 25 November 1981 || |- | || 7 July 1978 || |- | || 29 November 1978 || |- | || 13 September 1980 || |- ! colspan=3 style=\"font- weight: normal; text-align: left; padding: 4px 12px;\" |Co-discovery made with: E. Bowell S. J. Bus |} |} == See also == * == Notes == == References == Category:1940 births Category:2011 deaths Category:20th-century American astronomers * Category:Discoverers of asteroids Category:Discoverers of comets Category:Discoverers of supernovae Category:Discoverers of moons",
 "title": "Charles T. Kowal"
}