{
 "id": "583264",
 "text": "Vladimir-Rasate (, ) was the ruler of the First Bulgarian Empire from 889 to 893. ==Biography== In 853 or 854, the Bulgar Army led by Vladimir, the son of Boris I of Bulgaria, invaded Serbia in an attempt to exact vengeance for the previous defeat of Presian in 839-842 against Vlastimir. The Serbian Army, led by Mutimir and his brothers, defeated the Bulgars, capturing Vladimir and 12 boyars.The early medieval Balkans, p. 141 Boris I and Mutimir agreed on peace (and perhaps an alliance), and Mutimir sent his sons Pribislav and Stefan to the border to escort the prisoners, where they exchanged items as a sign of peace. Boris gave them \"rich gifts\", while he was given \"two slaves, two falcons, two dogs, and 80 furs\". Vladimir became ruler (Knyaz) of Bulgaria when his father Boris-Mihail I (Boris adopted the name Mihail - Michael - after his baptism) decided to retire to a monastery after a reign of 36 years. Preserved seals with the inscription \"Michael the Monk, who is archon of the Bulgarians\" suggest, however, that Boris I never fully relinquished his power. Vladimir-Rasate was the oldest of Boris-Mihail's sons and possibly the only one of them who had been born before Boris' adoption of Christianity.Yordan Andreev - \"Bulgarian khans and tsars VII-XIV century. Historical chronological reference book\", State Publishing House \"Dr. Petar Beron\", Sofia, 1988, p. 60. According to Emperor Constantine VII Porphyrogenitos, Vladimir had taken part in a Bulgarian invasion of the Serbian lands, predating the Christianization of Bulgaria. The little that is known about his reign includes a military alliance he concluded in 892 with the East Frankish (German) King Arnulf of Carinthia against Great Moravia which, having in mind the interests of the Byzantine Empire, was indirectly aimed against Constantinople. This was a serious straying from the pro-Byzantine policy of his father. Vladimir is mainly remembered for his attempt to eliminate Christianity in Bulgaria and the re-institution of Paganism. This event is written of by Constantine of Preslav in his Didactic Gospel. Vladimir started the process of destroying the Christian temples and persecuting of the clergymen, because he regarded them as instruments of Byzantium and its efforts to influence the Bulgarian kingdom. However, Vladimir-Rasate's actions were not well received by the population and the aristocracy, and he was only supported by a few of the boyars. Therefore, in 893, Boris I left the monastery he inhabited and dispossessed his son. He blinded Vladimir and put him in a dungeon, where his trails vanish. Boris placed his third son Simeon on the Bulgarian throne during the Council of Preslav, itself a direct consequence of Vladimir- Rasate's ill-fated attempt to restore paganism.Vasil Zlatarski - ″History of the Bulgarian state in the Middle Ages\"- Volume I, Part 2-Tsar Simeon and his first war with Byzantium, II ed., publishing house ″Science and Art″, Sofia, 1971 ==References== Category:9th-century Bulgarian monarchs Category:9th- century births Category:9th-century deaths Category:Eastern Orthodox monarchs Category:People of the Bulgarian–Serbian Wars Category:Krum's dynasty",
 "title": "Vladimir of Bulgaria"
}