{
 "id": "583399",
 "text": "The TI-85 is a graphing calculator made by Texas Instruments based on the Zilog Z80 microprocessor. Designed in 1992 as TI's second graphing calculator (the first was the TI-81), it was replaced by the TI-86, which has also been discontinued. The TI-85 was significantly more powerful than the TI-81, as it was designed as a calculator primarily for use in engineering and calculus courses. Texas Instruments had included a version of BASIC on the device to allow programming. Each calculator came with a cable to connect calculators (simply a three-conductor cable with 2.5 mm phone connectors on each end). Another cable known as the TI-Graph Link was also sold, along with appropriate software, to connect the calculator to a personal computer. These cables made it possible to save programs and make backups. == Assembly programs == Enthusiasts analyzed memory backups and discovered that entries in the calculator's CUSTOM menu pointed at specific memory locations. With this knowledge, a hack was devised where a special string could be inserted into the backup at the proper location to allow the calculator to execute assembly language programs. These programs could run much faster than their BASIC counterparts and be much more efficient in terms of memory usage. This development made the TI-85 the first TI graphing calculator that could execute assembly programs. Programs written in assembly would be stored as string expressions and accessed through the CUSTOM menu. Games such as Tetris and Boulder Dash are available, as are programs with more practical uses, such as versions of the periodic table. Total memory capacity was about 32 kilobytes, with 28226 bytes available for use. The assembly language shell ZShell is also available for the TI-85. Probably in response to the widespread use of assembly programs, TI officially introduced assembly access in later models, such as the TI-83 and TI-86, along with expanded memory. The TI-86 is very similar to the TI-85, sharing the same display resolution (128×64), processor, and processor speed (6 MHz). ==Technical specifications== *CPU: Zilog Z80 CPU, 6 MHz *RAM: 32 KB, (28 KB user-available) *ROM: 128 KB non-upgradeable *Display **Text: 21×8 characters **Graphics: 128×64 pixels, monochrome *Link capability: 2.5 mm I/O port *Power: 4×AAA, 1×CR1616 or CR1620 *Programming language(s): TI-BASIC, Z80 Assembly (accessible with a hack) ==See also== * Comparison of Texas Instruments graphing calculators ==References== ==External links== *ticalc.org – The largest archive of TI programs available. *CalcG.org - Very organized and large archive of games and programs. *TI-85 Graphical Demo - An interesting graphical demo programmed for a TI-85. Category:Graphing calculators Category:Texas Instruments programmable calculators Category:Products introduced in 1992 Category:Z80",
 "title": "TI-85"
}