{
 "id": "583467",
 "text": "James Gerard Soorley (born 8 April 1951) is a former Australian politician. He served as Labor Lord Mayor of Brisbane from 1991 to 2003. Soorley is a former Roman Catholic Priest. Soorley has a Bachelor of Arts, majoring in psychology, from Macquarie University, and a Master of Arts in organisational psychology from Loyola University Chicago. ==Lord Mayor of Brisbane== The 1991 election was a close election with Soorley just edging out the then Lord Mayor of Brisbane Sally Anne Atkinson through the preferences of Drew Hutton, the Greens candidate. Soorley was not expected to wrest the Lord Mayoralty from the very popular first female (and first Liberal Party) mayor of Brisbane. The transition period between Atkinson's administration and the incoming Soorley administration was difficult, with the outgoing Atkinson refusing to believe she had lost the election for many weeks afterwards. Soorley was a virtual \"unknown\" at that first election, but was one of the few Australian politicians to increase his popular vote in each of the next three elections, standing as Lord Mayor for 13 years. Soorley defeated the following Liberal candidates: 1991 Sally Anne Atkinson; 1994 Bob Ward; 1997 Bob Mills; and 2000 Gail Austen. ===Impact=== Some of the changes in Brisbane Soorley has been credited with include allowing widespread footpath dining, introduction of the CityCat ferries, advancing the Busway system, building the Inner City Bypass, starting Riverfestival including the popular Riverfire fireworks and the River Feast, bringing all sewage treatment up to at least secondary treatment standards (with removal of nitrogen and phosphorus to additional standards), a citywide recycling program, gas CNG powered buses, starting air conditioning on buses, accelerating the purchase of \"at risk\" bushland, Implementing a system of long term re-habilitation for old municipal solid waste tips and a long term plan to link riverfront land and open it up to the people of Brisbane through a series of pathways called Riverwalk. Soorley also instituted a number of institutional changes including a 24/7 Call Centre; \"business style\" accounting for budgets and annual reporting, enterprise bargaining, significant changes to leave and other entitlements, increased employment opportunities through increased apprenticeships, traineeships and community jobs programs, including a nationally awarded program for \"at risk youth\" who were recovering from drug addiction, as well as a shift from Brisbane Council being only concerned with \"rates, roads, rubbish\" to taking on issues such as drug use, homelessness, domestic violence and social justice. Before leaving office Soorley started the major infrastructure projects, such as the Eleanor Schonell Bridge (previously known as the Green Bridge) from Dutton Park to St Lucia and North-South Bypass Tunnel. In 1995 Soorley ended Brisbane's sister city relationship with the French Riviera town of Nice due to France's resumption of nuclear testing, a move which he described as a \"symbolic protest.\" ==Post-political career== Soorley currently writes a weekly column for The Sunday Mail and is a registered lobbyist in Queensland. As of 2017 he is Chairman of Sunshine Coast water business Unitywater, and a board member of government-owned electricity generation company CS Energy. ==References== ==External links== * Category:Australian Labor Party mayors Category:Mayors and Lord Mayors of Brisbane Category:Living people Category:1951 births Category:Macquarie University alumni",
 "title": "Jim Soorley"
}