{
 "id": "583681",
 "text": "Parliamentary elections were held in Guinea-Bissau on 28 March 2004 after repeated postponements caused by political and financial chaos in the country, including a coup d'état that overthrew President Kumba Ialá in September 2003. The former ruling party, the African Party for the Independence of Guinea and Cape Verde (PAIGC), won the largest number of seats, but did not obtain a majority. Former President Yala's party, the Party for Social Renewal (PRS), came second with 35 seats. The PAIGC reached an agreement with the PRS for its legislative support (a previous attempt at reaching a deal with the United Social Democratic Party, which won 17 seats, failed), and in May 2004 the new parliament was sworn in, with PAIGC leader Carlos Gomes Júnior becoming Prime Minister.Elected parliament sworn in, new government to follow IRIN, 7 May 2004Young technocrats prominent in new elected government IRIN, 13 May 2004 ==Conduct== Although voting reportedly took place on time in the interior of Guinea-Bissau, it was delayed in much of the capital Bissau, as electoral materials were delivered late to many polling stations. The National Electoral Commission ordered the polling stations that opened late to remain open past the scheduled end of voting to ensure that everyone would have a chance to vote. About a third of polling stations in Bissau reportedly never opened on the day of the election, and these stations were ordered to open on the following day, March 29.Guinea-Bissau: Election extended for second day after confusion in capital IRIN, 28 March 2004 Over 100 international observers were present for the election. The United Nations, the Economic Community of West African States (ECOWAS), the Community of Portuguese Language Countries, and La Francophonie sent observers, as did Portugal, Russia and the United States. ==Results== ==References== Category:Elections in Guinea-Bissau Guinea-Bissau Legislative election Category:March 2004 events in Africa",
 "title": "2004 Guinea-Bissau legislative election"
}