{
 "id": "583654",
 "text": "14 Shades of Grey is the fourth studio album by American rock band Staind, released on May 20, 2003. The album continues to develop a post-grunge sound seen on the band's previous album Break the Cycle, though the songs on 14 Shades of Grey have fewer pop hooks, focusing more on frontman Aaron Lewis's emotions. It is the band's last album to be released from Elektra Records. The album featured four singles and debuted at No. 1 on the Billboard 200, with first week sales of 220,000 copies. By July 2003, 14 Shades of Grey had been certified gold then later platinum.Staind Gets Good News On The Home Front, Goes Gold Yahoo! Music (July 23, 2003). Retrieved on 2-24-10. ==Background== After finishing their tour schedule, Staind allowed time for Lewis and his wife to conceive their first child and adjust to being parents for a few months. The band then took about five weeks to write new songs before they began recording in Los Angeles, including a week developing the songs at producer Josh Abraham's house. Guitarist Mike Mushok noted it as the first time Staind has actually written in the studio.Fuoco, Christina liveDaily Interview: Mike Mushok of Staind LiveDaily.com (January 7, 2004). Retrieved on 2-24-10. In January 2003, Staind planned on a May 6 release date for their untitled fourth album. This date persisted into March during which an album title was announced. However, this would have to be delayed a few weeks.Staind Aiming For May 6 To Release 'Break The Cycle' Follow-Up Yahoo! Music (January 20, 2003). Retrieved on 2-24-10. Aaron Lewis elaborated on the lighter direction of 14 Shades of Grey: Guitarist Mike Mushok described the album title in a 2003 interview: The song \"Layne\" is a tribute to Layne Staley, the late Alice in Chains singer. The song \"Zoe Jane\" honors Aaron Lewis' firstborn daughter. Some shots of Zoe Jane are featured in the video for \"So Far Away\". ==Release== First editions of the album included a limited edition bonus DVD featuring home videos and footage of the band from their early years to the present, along with album lyrics and new band photos. For a time, fans could use the CD to download a bonus acoustic song \"Let it Out\" from the Staind website, but the page was later removed. The song was later included on the deluxe edition of the band's next album, Chapter V. A DVD-Audio edition of the album was also released, featuring a 5.1 surround sound version of the album, at high resolution (96 kHz/24-bit). ==Touring and promotion== The single \"Price to Play\" was released in early anticipation of the album's debut. Three more singles were released over the next several months with accompanying music videos. Staind supported 14 Shades of Grey with a series of in-store appearances followed by free club performances. They also performed with Label mates Cold during the summer of 2003. Concert setlists incorporated songs from the band's previous two albums. ==Reception== The album received mainly mixed reviews from critics. At Metacritic, which assigns a normalized rating out of 100 to reviews from mainstream critics, the album has received an average score of 41, based on 10 reviews. == Track listing == ==Personnel== Staind * Aaron Lewis – lead vocals, rhythm guitar * Mike Mushok – lead guitar * Johnny April – bass, backing vocals * Jon Wysocki – drums Additional musicians * Josh Abraham – keyboards , programming , string arrangements * David Khane – string arrangements * Tony Reyes – keyboards * Anthony Valcic – keyboards and programming ==Production== *Executive Producer: Jordan Schur *Produced by Josh Abraham *Engineered by Ryan Williams; assisted by Brandon Belsky, Jones G., Scott Gutierrez, Joey Paradise, Jeff Phillips, Mark Valentine and Darren Venditti *Additional recording by Anthony Valcic; third engineer: Jon Berkowitz *Mixed by Andy Wallace; assisted by Steve Sisco *Digital Editing by Josh Wilbur ==Other Credits== *Artist Coordination: Cailan McCarthy *Art Direction/Design: Gregory Gigendad Burke *Photography by Anthony Mandlet ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2003) ! scope=\"col\"| Peak position |- |- |- |- |- |- |- |- |- |- |- |- |- |- |} ===Year-end charts=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2003) ! scope=\"col\"| Position |- ! scope=\"row\"| US Billboard 200 | 64 |} ==Certifications== == References == Category:Staind albums Category:2003 albums Category:Albums produced by Josh Abraham Category:Flip Records (1994) albums Category:Elektra Records albums",
 "title": "14 Shades of Grey"
}