{
 "id": "583782",
 "text": "{| class=\"wikitable floatright\" style=\"font-size: 0.9em; width: 225px;\" |+Asteroids discovered: 1 |- | 55 Pandora || September 10, 1858 |} thumb|215px|George Mary Searle (before 1918) George Mary Searle (June 27, 1839 – July 7, 1918) was an American astronomer and Catholic priest. ==Biography== He discovered the asteroid 55 Pandora in 1858. He also discovered six galaxies. In later life he became a member of the Paulist order and taught at The Catholic University of America. In 1905, Searle published his idea for a possible reform of the Gregorian Calendar. The plan was to have every new year beginning on Sunday, in order to achieve a perennial calendar. In common years the new calendar would have 52 weeks exactly, or 364 days, with February shortened to 27 days. In leap years, there would be 53 weeks, or 371 days. The extra week would be added as a holiday week, between April and May. Leap years would occur every fifth year, except for years divisible by 50, and except for one other 5th year in 400. The result would be a calendar with 20,871 weeks in 400 years, equal to the Gregorian Calendar. In 1916, he wrote a book denouncing the Christian Science of Mary Baker Eddy. ==Publications== * Plain Facts for Fair Minds: An Appeal to Candor and Common Sense (1900) * Talks for the Times: Indifferentism, Revelation, the Catholic Church and Science, the Friend of True Progress, the Purpose of Life (1912) * Why the Catholic Church Cannot Accept Socialism (1913) * The Truth About Christian Science (1916) == See also == * List of Roman Catholic scientist-clerics * Leap week calendar == References == * The Catholic Encyclopedia and Its Makers (1917), p. 157; archive.org. * George M. Searle, C.S.P., \"A Possible Calendar,\" The Catholic World, A Monthly Magazine of General Literature and Science (Nov. 1 1905), p. 239\\. == External links == * A Possible Calendar * George Mary Searle on Findagrave.com Category:1839 births Category:1918 deaths Category:American astronomers Category:American Roman Catholic priests Category:Catholic University of America faculty Category:Critics of Christian Science * Category:Discoverers of asteroids Category:Catholic clergy scientists Category:Recipients of the Lalande Prize",
 "title": "George Mary Searle"
}