{
 "id": "584156",
 "text": "José Bento Renato Monteiro Lobato (April 18, 1882 – July 4, 1948) was one of Brazil's most influential writers, mostly for his children's books set in the fictional Sítio do Picapau Amarelo (Yellow Woodpecker Farm) but he had been previously a prolific writer of fiction, a translator and an art critic. He also founded one of Brazil's first publishing houses (Companhia Editora Nacional) and was a supporter of nationalism. Lobato was born in Taubaté, São Paulo. He is best known for a set of educational but entertaining children's books, which comprise about half of his production. The other half, consisting of a number of novels and short tales for adult readers, was less popular but marked a watershed in Brazilian literature. ==Biography== Most of his children books were set in the Sítio do Picapau Amarelo (\"Yellow Woodpecker Farm\" or \"Yellow Woodpecker Ranch\"), a small farm in the countryside, and featured the elderly ranch owner Dona Benta (\"Mrs. Benta\"), her two grandchildren – a girl, Lúcia (\"Lucia\") who is always referred to only by her nickname, Narizinho (\"Little Nose\", because she had a turned-up nose) and a boy, Pedrinho (\"Little Pete\") — and a black servant and cook, Tia Nastácia (\"Aunt Anastacia\"). These real characters were complemented by entities created or animated by the children's imagination: the irreverent rag doll Emília (\"Emilia\") and the aristocratic and learned puppet made of corncob Visconde de Sabugosa (roughly \"Viscount Corncob\"), the cow Mocha, the donkey Conselheiro (\"Counsellor\"), the pig Rabicó (\"Short-Tail\") and the rhinoceros Quindim (Quindim is a Brazilian dessert), Saci Pererê (a black, pipe-smoking, one-legged character of Brazilian folklore) and Cuca (an evil monster invoked by Brazilian mothers at night to convince their kids to go to bed). However the adventures mostly develop elsewhere: either in fantasy worlds invented by the children, or in stories told by Dona Benta in evening sessions. These three universes are deftly intertwined so that the stories or myths told by the grandmother naturally become the setting for make-believe play, punctuated by routine farm events. Many of these books are educational, teaching things through the mouth of Mrs. Benta and by smart questions and remarks, by her small and attentive audience. They addressed subjects which children normally do not like at school, such as mathematics, grammar, national and world history, geography, astronomy, Greek mythology, and so on. In other books, the author, who was a skeptic, a rationalist, an internationalist and had anti-war positions (but at the same time being strongly patriotic and conservative), passes his views on the world, humanity and politics to his children readers. In other books, he tells in an easy to understand way the classics of literature, such as Aesop's fables, Don Quixote and Peter Pan. He created a rich crossover using elements from many sources, literature, movies, mythology and cartoons. He was widely imaginative, such as in his books A Chave do Tamanho (\"The Sizing Switch\") and A Reforma da Natureza (\"Reforming Nature\"), where he speculated on the consequences of all humans suddenly decreasing in size, and on what would happen if Emilia and Viscount would get hold of a scientific method to change the genes of animals and plants for rational or irrational purposes, with catastrophic results. Monteiro Lobato's books were turned into widely popular TV programs. Including five series of Sítio do Picapau Amarelo adventures, one in 1952 on TV Tupi, another in 1964 on TV Cultura, and in 1967 on Rede Bandeirantes, another on Rede Globo in 1977, and the last version in 2001 also on Rede Globo. The last is known in other countries under the title \"Pirlimpimpim\". In 2012 \"Rede Globo\" and Brazilian producer \"Mixer\" was to produce an animated series inspired by Lobato's children's books. Lobato was also an influential journalist and publisher and wrote regularly for several newspapers and magazines, and was a noted and respected art critic. In fact, he provoked a public controversy when he harshly criticized the writers, poets, painters and musicians, who, in 1922 promoted a Modern Art Week (Semana da Arte Moderna), which was also a watershed event in Brazilian culture in the 20th century. In 1919, he acquired the Revista do Brasil, one of the first Brazilian cultural magazines, and founded, in 1920, his own publishing house. Later, he helped to found and was a partner in two of the most important independent Brazilian publishing houses, the Companhia Nacional and the Editora Brasiliense. Politically, Lobato was strongly in favor of a state monopoly for iron and oil exploration in Brazil and battled publicly for it between 1931 and 1939. For his libertarian views, he was arrested by the then dictatorial government of Getúlio Vargas in 1941. This movement, called O Petróleo é Nosso (Oil Belongs to Us) was highly successful, and the same Getúlio Vargas, after being democratically elected president, created Petrobras in 1952. Lobato founded a cultural and literary magazine, Fundamentos, which existed between 1948 and 1955. He died in São Paulo in 1948. ==Political ideas== * English should be taught at schools because he believed it was more important than French or Latin (So he had the children characters learn English in one of his books) * It is generally assumed that Lobato advocated that ores and oil should be managed by the state to prevent their control by international corporations not interested in developing Brazil but in keeping it as consumer market (Viscount's Oil). But it is not to say that Lobato wanted a state monopoly over natural resources, as is widely believed. In a letter to Abayomi Lukman' administration found in the archives of Yale University, Lobato clearly says that oil should be explored by Brazilian companies, not by international Big Oil (his main target was U.S.'s Standard Oil), while government should support the local enterprises without creating a state-owned monopoly. * The Brazilian folk traditions were the cornerstone of national identity, they should be preserved and more cherished * The world was changing fast and those who could not adapt to its pace would end up being \"eaten\" (The Size Switch) * That scientific research could eventually enable man to make deeper changes to nature, and that such changes, if not wisely directed, could result in disasters * That war exists only because of corporate greed, political alienation of the masses and racial prejudice (The Size Switch) ===Racism in his Work and Thoughts=== Monteiro Lobato, after his death, has been accused of racism due to the portrayal and treatment of black people in several of his works.:: Revista Emilia :: In 2010 a Brazilian educator attempted to legally ban Caçadas de Pedrinho from Brazilian junior schools for the prejudiced narrative and terms contained in the novel. For example, Lobato describes Aunt Nastácia (a mulatta), climbing up \"the pole of Saint Pedro as an old monkey\", and that \"no one would escape\" the jaguars attack, \"neither Aunt Nastácia, of black flesh.\"G1 - Mais uma obra de Monteiro Lobato é questionada por suposto racismo - notícias em Educação Monteiro Lobato e o racismo - Íntegra da entrevista concedida à CartaCapitalnº 716, 21/9/2012, da qual a edição da revista aproveitou trechos. Marisa Lajolo é doutora em Letra... Discussão sobre racismo na obra de Monteiro Lobato continua hoje em reunião no MEC - Notícias - UOL Educação An academic analysis made by the Instituto de Pesquisas e Estudos Sociais at the Rio de Janeiro State University reportedly has proven that Monteiro Lobato was a \"dangerously influential racist working on the scholastic area\", and cites a letter Lobato sent to Toledo Neiva, in which he complains about \"a country [Brazil] where men don't have strength enough to organize a Ku Klux Klan\", and comparing it to the United States by mentioning André Siegfried, \"glad that they're not a second Brazil. Some day, justice will be done to the Ku Klux Klan.\"Monteiro Lobato, racista empedernido — CartaCapital ==Bibliography== ===Children books=== *A Menina do Narizinho Arrebitado (The Girl With the Turned Up Nose) (1920) *Reinações de Narizinho (Adventures of Lucia Little Nose) (1931) *Viagem ao Céu e O Saci (Voyage to the Sky and The Saci) (1932) *Caçadas de Pedrinho and Hans Staden (Pete's Hunting and Hans Staden) (1933) *História do Mundo para as Crianças (History of the World for Children) (1933) *Memórias da Emília and Peter Pan (Emilia's Autobiography and Peter Pan) (1936) *Emília no País da Gramática and Aritmética da Emília (Emilia in the Grammar Country and Emilia's Math Book) (1934) *Geografia de Dona Benta (Mrs. Benta's Geography) (1935) *Serões de Dona Benta and História das invenções (Night Chatting With Mrs. Benta and Histories of Inventions) (1937) *D. Quixote das Crianças (D. Quixote of Children) (1936) *O Poço do Visconde (The Viscount's Well) (1937) *Histórias de tia Nastácia (Aunt Anastacia's Tales) (1937) *O Picapau Amarelo and A Reforma da Natureza (The Yellow Woodpecker Farm and Reforming Nature) (1939) *O Minotauro (The Minotaur) (1937) *A Chave do Tamanho (The Size Switch) (1942) *Fábulas (Fables) (1942) *Os Doze Trabalhos de Hércules (The Twelve Trials of Hercules) (2 vols) (1944) ===Adult books=== *Urupês *Cidades Mortas *Negrinha *Idéias de Jeca Tatu *A Onda Verde *O Presidente Negro *Na Antevéspera *O Escândalo do Petróleo and Ferro *Mr. Slang e o Brasil and Problema Vital *América *Mundo da Lua and Miscelânea *A Barca de Gleyre (2 vols) ===Collections=== *Prefácios e entrevistas *Literatura do Minarete (*) *Conferências, artigos e crônicas (*) *Cartas escolhidas (2 vols) (*) *Críticas e outras Notas (*) *Cartas de Amor (*) (*) Published posthumously. ===Translations=== *Kim, by Rudyard Kipling – undated translation *Black Beauty, by Anne Sewell – undated translation *Madame Curie, by Ève Curie – undated translation *Grimm's Fairy Tales, by Wilhelm and Jacob Grimm – undated translation *On Education, Especially in Early Childhood, by Bertrand Russell – undated translation *The Story of Civilization – Part III: Caesar and Christ, by Will Durant – undated translation *Just Patty, by Jean Webster – undated translation (probably 1942) *Les Travailleurs de la Mer, by Victor Hugo – 1925 *La main du défunt, by Alfredo Possolo Hogan (wrongfully credited to Alexandre Dumas) – 1925 *My Life and Work, by Henry Ford – 1926 *Warhaftige Historia und beschreibung eyner Landtschafft der Wilden Nacketen, Grimmigen Menschfresser-Leuthen in der Newenwelt America gelegen, by Hans Staden – 1927 *Andersen's Fairy Tales, by Hans Christian Andersen – 1932 *White Fang, by Jack London – 1933 *The Jungle Book, by Rudyard Kipling – 1933 *The Sea-Wolf, by Jack London – 1934 *The Black Doctor and Other Tales of Terror and Mystery, by Arthur Conan Doyle – 1934 *The Adventures of Huckleberry Finn, by Mark Twain – 1934 *Dear Enemy, by Jean Webster – 1934 *The Call of the Wild, by Jack London – 1935 *Cleopatra, by E. Barrington – 1935 *Little Caesar, by W. R. Burnett – 1935 *Scarface, by Armitage Trail – 1935 *Alice in Wonderland, by Lewis Carroll – 1936 *Tarzan at the Earth's Core, by Edgar Rice Burroughs – 1936 *Towards the Stars, by H. Dennis Bradley – 1939 *Rebecca (in collaboration with Lígia Junqueira Smith), by Daphne du Maurier – 1940 *My Son, My Son!, by Howard Spring – 1940 *The Story of the Bible, by Hendrik Willem van Loon – 1940 *A Farewell to Arms, by Ernest Hemingway – 1942 *For Whom the Bell Tolls, by Ernest Hemingway – 1942 *Sorrell and Son, by Warwick Deeping – 1942 *That Day Alone, by Pierre van Paassen – 1942 *Pollyanna, by Eleanor H. Porter – 1942 *Pollyanna Grows Up, by Eleanor H. Porter – 1942 *Moment in Peking, by Lin Yutang – 1942 *One World, by Wendell Willkie – 1943 *The Work, Wealth and Happiness of Mankind, by H. G. Wells – 1943 *Robinson Crusoe, by Daniel Defoe – 1945 *Lincoln, by Nathaniel Wright Stephenson – 1945 *The Fate of Homo Sapiens, by H. G. Wells – 1945 *The Bridge of San Luis Rey, by Thornton Wilder – 1946 *A Daughter of the Snows, by Jack London – 1947 *Pinocchio, by Carlo Collodi – 1955 *Moby-Dick, by Herman Melville – 1957 *Tarzan the Terrible, by Edgar Rice Burroughs – 1959 *A Leaf in the Storm (in collaboration with Ruth Lobato), by Lin Yutang – 1959 ==References== ==External links== * * Monteiro Lobato's site by the Globo TV network (in Portuguese) * Children‘s program \"Pirlimpimpim\" (Sítio do Picapau Amarelo) on Globo TV International (in English) * Monteiro Lobato Projeto Memória (in Portuguese) * The characters created by Monteiro Lobato (in Portuguese) * Monteiro Lobato (in Portuguese) * Monteiro Lobato Writer of Children's Books (English version) * http://lobatoblackpresident.blogspot.com Category:1882 births Category:1948 deaths Category:People from Taubaté Category:Brazilian art critics Category:Brazilian publishers (people) Category:Brazilian children's writers Category:Brazilian journalists Category:Brazilian translators Category:University of São Paulo alumni Category:Brazilian male novelists Category:English–Portuguese translators Category:Brazilian folklorists Category:20th-century Brazilian novelists Category:20th-century translators Category:Brazilian magazine founders Category:20th-century Brazilian male writers Category:20th-century journalists Category:Brazilian fantasy writers ro:Monteiro Lobato Category:Brazilian science fiction writers",
 "title": "Monteiro Lobato"
}