{
 "id": "584436",
 "text": "Edward Emerson Barnard (December 16, 1857 – February 6, 1923) was an American astronomer. He was commonly known as E. E. Barnard, and was recognized as a gifted observational astronomer. He is best known for his discovery of the high proper motion of Barnard's Star in 1916, which is named in his honor. ==Early life== Barnard was born in Nashville, Tennessee, to Reuben Barnard and Elizabeth Jane Barnard (née Haywood), and had one brother. His father died three months before his birth, so he grew up in an impoverished family and did not receive much in the way of formal education. His first interest was in the field of photography, and he became a photographer's assistant at the age of nine. He later developed an interest in astronomy. In 1876 he purchased a refractor telescope, and in 1881 he discovered his first comet, but failed to announce his discovery. He found his second comet later the same year and a third in 1882. While he was still working at a photography studio he was married to the British-born Rhoda Calvert in 1881. In the 1880s, Hulbert Harrington Warner offered US$200 per discovery of a new comet. Barnard discovered a total of five,Frost, E. B., \"Edward Emerson Barnard\" The Astrophysical Journal, vol. 58, p. 1 – 1923ApJ....58....1F and used the money to build a house for himself and his wife. With his name being brought to the attention of amateur astronomers in Nashville, they collectively raised enough money to give Barnard a fellowship to Vanderbilt University. He never graduated from the school, but did receive the only honorary degree Vanderbilt has ever awarded. He joined the staff of the Lick Observatory in 1887, though he later clashed with the director, Edward S. Holden, over access to observing time on the larger instruments and other issues of research and management.Osterbrock, Donald E., The Rise and Fall of Edward S. Holden – Part One, JOURN. HISTORY OF ASTRONOMY V.15:2, No. 43, p. 81 at 95–98, 1984 ==Astronomical work== Barnard saw the gegenschein in 1882, not aware of earlier papers by Theodor Brorsen and T. W. Backhouse. In 1889 he observed the moon Iapetus pass behind Saturn's rings. As he watched Iapetus pass through the space between Saturn's innermost rings and the planet itself, he saw a shadow pass over the moon. Although he did not realize it at the time, he had discovered proof of the \"spokes\" of Saturn, dark shadows running perpendicular to the circular paths of the rings. These spokes were doubted at first, but confirmed by the spacecraft Voyager 1. In 1892 he made observations of a nova and was the first to notice the gaseous emissions, thus deducing that it was a stellar explosion. The same year he also discovered Amalthea, the fifth moon of Jupiter. He was the first to discover a new moon of Jupiter since Galileo Galilei in 1609. This was the last satellite discovered by visual observation (rather than by examining photographic plates or other recorded images). In 1895 he joined the University of Chicago as professor of astronomy. There he was able to use the telescope at Yerkes Observatory. Much of his work during this period was taking photographs of the Milky Way. Together with Max Wolf, he discovered that certain dark regions of the galaxy were actually clouds of gas and dust that obscured the more distant stars in the background. From 1905, his niece Mary R. Calvert worked as his assistant and computer. The faint Barnard's Star is named for Edward Barnard after he discovered in 1916 that it had a very large proper motion, relative to other stars. This is the second nearest star system to the Sun, second only to the Alpha Centauri system. He was also a pioneering astrophotographer. His Barnard Catalogue lists a series of dark nebulae, known as Barnard objects, giving them numerical designations akin to the Messier catalog. They begin with and end with . He published his initial list with the 1919 paper in the Astrophysical Journal, \" On the Dark Markings of the Sky with a Catalogue of 182 such Objects\". He died on February 6, 1923, in Williams Bay, Wisconsin, and was buried in Nashville. After his death, many examples from his exceptional collection of astronomical photographs were published in 1927 as A Photographic Atlas of Selected Regions of the Milky Way, this work having been finished by Mary R. Calvert, and Edwin B. Frost, then director of Yerkes Observatory. ===Comet discoveries=== Between 1881 and 1892, he discovered 15 comets, three of which were periodic, and co-discovered two others: * C/1881 did not announce * C/1881 S1 * C/1882 R2 * D/1884 O1 (Barnard 1) * C/1885 N1 * C/1885 X2 * C/1886 T1 Barnard-Hartwig * C/1887 B3 * C/1887 D1 * C/1887 J1 * C/1888 U1 * C/1888 R1 * C/1889 G1 * 177P/Barnard (P/1889 M1, P/2006 M3, Barnard 2) * C/1891 F1 Barnard-Denning * C/1891 T1 * D/1892 T1 (Barnard 3) – First comet to be discovered by photography; recovered in late 2008 as 206P/Barnard-Boattini ==Honors== Awards * Associate Fellow of the American Academy of Arts and Sciences (1892) * Lalande Prize (1892) * Gold Medal of the Royal Astronomical Society (1897) *Member of the American Philosophical Society (1903) * Prix Jules Janssen, the highest award of the Société astronomique de France, the French astronomical society (1906) * Bruce Medal (1917) Named after him *Barnard (lunar crater) *Barnard (crater on Mars) *Barnard Regio on Ganymede *Asteroid 819 Barnardiana *NGC 6822 Barnard's Galaxy *Barnard's Loop *Barnard's Star *Barnard Hall, a residence hall at Vanderbilt University *Barnard Astronomical Society, Chattanooga's astronomy club *Mount Barnard in California *The Central of New Jersey Railroad's deluxe passenger train, the Blue Comet, featured a baggage car named after \"Barnard\". The train ran from 1929 to 1941. ==See also== *Barnard 33, (Horsehead Nebula) *Barnard 68 *John Byrne *California Nebula *:Category:Barnard objects *:Category:Discoveries by Edward Emerson Barnard ==References== ==Further reading== * ==External links== * Biography * Edward Emerson Barnard Papers at Vanderbilt University Special Collections and University Archives * Edward Emerson Barnard's Photographic Atlas of Selected Regions of the Milky Way *National Academy of Sciences Biographical Memoir *Portraits of Edward Emerson Barnard from the Lick Observatory Records Digital Archive, UC Santa Cruz Library's Digital Collections *Guide to the Edward Emerson Barnard Papers 1846-1926 from the University of Chicago Special Collections Research Center Category:1857 births Category:1923 deaths Category:19th-century American astronomers Category:20th-century American astronomers Category:Discoverers of comets Category:Discoverers of moons Category:Vanderbilt University alumni Category:Recipients of the Bruce Medal Category:Recipients of the Gold Medal of the Royal Astronomical Society Category:Fellows of the American Academy of Arts and Sciences Category:People from Williams Bay, Wisconsin Category:Recipients of the Lalande Prize Category:Members of the American Philosophical Society",
 "title": "Edward Emerson Barnard"
}