{
 "id": "584416",
 "text": "Uterine contractions are muscle contractions of the uterine smooth muscle that occur during the menstrual cycle. Uterine contractions occur throughout the menstrual cycle in the non-pregnant state and throughout gestation. ==Throughout menstrual cycle== Uterine contractions that occur throughout the menstrual cycle, also termed endometrial waves or contractile waves, appear to involve only the sub-endometrial layer of the myometrium. ===Follicular and luteal phase=== In the early follicular phase, uterine contractions in the non-pregnant woman occur 1—2 times per minute and last 10–15 seconds with a low intensity of usually 30 mmHg or less. This sub-endometrial layer is rich in estrogen and progesterone receptors. The frequency of contractions increases to 3–4 per minute towards ovulation. During the luteal phase, the frequency and intensity decrease, possibly to facilitate any implantation. ===Menstruation=== If implantation does not occur, the frequency of contractions remains low; but at menstruation the intensity increases dramatically to between 50 and 200 mmHg producing labor-like contractions. These contractions are sometimes termed menstrual cramps,medicinenet.com > Menstrual Cramps Retrieved January 2011 although that term is also used for menstrual pain in general. These contractions may be uncomfortable or even painful, but they are generally significantly less painful than contractions during labour. Painful contractions are called dysmenorrhea. ===Directionality of contractions=== A shift in the myosin expression of the uterine smooth muscle has been hypothesized as arising for changes in the directions of uterine contractions during the menstrual cycle. ==Labour== Uterine contractions are part of the process of natural childbirth (ie., not by Caesarean section). The hormone oxytocin has been identified as inducing uterine contractions, and labour in general. Oxytocin is produced by the body naturally and since the 1950s has also been available in synthetic pharmaceutical form. In either form, oxytocin stimulates uterine contractions to speed up the process of childbirth. Production and secretion of oxytocin is controlled by a positive feedback mechanism, where its initial release, either naturally or in pharmaceutical form, stimulates production and release of further oxytocin. For example, when oxytocin is released during a contraction of the uterus at the start of childbirth, this stimulates production and release of more oxytocin and an increase in the duration, intensity and frequency of contractions. This process compounds in intensity and frequency and continues until the triggering activity ceases. Some women may experience contractions before labour is due. These are Braxton Hicks contractions, which are sometimes referred to as \"false labour.\" ===Monitors=== thumb|right | Knitted Bellyband with conductive thread and RFID chip to monitor contractions Uterine contractions during childbirth can be monitored by cardiotocography, in which a device is affixed to the skin of the mother or directly to the fetal scalp. The pressure required to flatten a section of the uterine wall correlates with the internal pressure, thereby providing an estimate of it.Tocodynamometer. Dr. Malcolm C Brown. Copyright 2000 A type of monitoring technology under development at Drexel University embeds conductive threads in the knitted fabric of a bellyband. When the fibers stretch in response to a contraction, the threads function like an antenna, and send the signals they pick up to an embedded RFID (radio-frequency identification device) chip that reports the data. ==Mechanism== ===Resting state=== The resting membrane potential (Vrest) of uterine smooth muscle has been recorded to be between −35 and −80 mV. As with the resting membrane potential of other cell types, it is maintained by a Na+/K+ pump that causes a higher concentration of Na+ ions in the extracellular space than in the intracellular space, and a higher concentration of K+ ions in the intracellular space than in the extracellular space. Subsequently, having K+ channels open to a higher degree than Na+ channels results in an overall efflux of positive ions, resulting in a negative potential. This resting potential undergoes rhythmic oscillations, which have been termed slow waves, and reflect intrinsic activity of slow wave potentials. These slow waves are caused by changes in the distribution of Ca2+, Na+, K+ and Cl− ions between the intracellular and extracellular spaces, which, in turn, reflects the permeability of the plasma membrane to each of those ions. K+ is the major ion responsible for such changes in ion flux, reflecting changes in various K+ channels. ===Excitation-contraction=== As the uterus becomes essentially denervated during gestation, it is unlikely that any coordinated nervous regulation of the myometrium is centrally orchestrated. ====Excitation==== The excitation-contraction coupling of uterine smooth muscle is also very similar to that of other smooth muscle in general, with intracellular increase in calcium (Ca2+) leading to contraction. Nitric oxide (NO) is particularly effective in relaxing the myometrium and in fact has a lower inhibitory concentration 50% (Ki) in human than guinea pig or non-human primate myometrium. ===Restoration to resting state=== Uterine smooth muscle mechanisms of relaxation differ significantly from those of other human smooth muscles. Removal of Ca2+ after contraction induces relaxation of the smooth muscle, and restores the molecular structure of the sarcoplasmic reticulum for the next contractile stimulus. ==In orgasm== Uterine and vaginal contractions usually take place during female sexual stimulation, including sexual arousal, and orgasm. ==See also== * Involution (medicine) ==References== Category:Obstetrics Category:Midwifery Category:Uterus",
 "title": "Uterine contraction"
}