{
 "id": "584964",
 "text": "Henry Morgenthau, Jr. (; May 11, 1891February 6, 1967) was the United States Secretary of the Treasury during most of the administration of Franklin D. Roosevelt. He played a major role in designing and financing the New Deal. After 1937, while still in charge of the Treasury, he played the central role in financing United States participation in World War II.Herman, Arthur. Freedom's Forge: How American Business Produced Victory in World War II, pp. 9–11, 125–7, Random House, New York, NY, 2012. . He also played an increasingly major role in shaping foreign policy, especially with respect to Lend-Lease, support for China, helping Jewish refugees, and proposing (in the \"Morgenthau Plan\") to prevent Germany from again being a military threat. Morgenthau was the father of Robert M. Morgenthau, who was District Attorney of Manhattan for 35 years and Henry Morgenthau III, an American author and television producer. He continued as Treasury secretary through the first few months of Harry Truman's presidency, and from June 27, 1945, to July 3, 1945, following the resignation of Secretary of State Edward Stettinius Jr., was next in line to the presidency. Morgenthau was also the first Jew to be in the presidential line of succession. == Early life and education == left|thumb|240x240px|Young Morgenthau Jr. on 20 April 1915 Henry Morgenthau, Jr. was born into a prominent Jewish family in New York City, the son of Josephine (Sykes) and Henry Morgenthau Sr., a real estate mogul and diplomat. His parents were born in Germany. He had three sisters. He attended Phillips Exeter Academy, later transferring to the Dwight School. He then studied architecture and agriculture at Cornell University. In 1913, he met and became friends with Franklin and Eleanor Roosevelt. He operated a farm named Fishkill Farms near the Roosevelt estate in upstate New York, specializing, like FDR, in growing Christmas trees. He was concerned about distress among farmers, who comprised over a fourth of the population. In 1922, he took over the American Agriculturalist magazine, making it a voice for reclamation, conservation, and scientific farming. In 1929, Roosevelt, as Governor of New York, appointed him chair of the New York State Agricultural Advisory Committee and to the state Conservation Commission. == Political career == === New Deal === In 1933, Roosevelt became President and appointed Morgenthau governor of the Federal Farm Board. Morgenthau was nonetheless involved in monetary decisions. Roosevelt adopted the idea of raising the price of gold to inflate the currency and reverse the debilitating deflation of prices. The idea came from Professor George Warren of Cornell University. Morgenthau wrote in his diary: In 1934, when William H. Woodin resigned because of poor health, Roosevelt appointed Morgenthau Secretary of the Treasury; even conservatives approved.John Morton Blum, From the Morgenthau Diaries: Years of Crisis, 1928–1938. Vol. 1 (1959) p 74. Morgenthau was a strict monetarist. President Roosevelt, Morgenthau, and Federal Reserve Chairman Marriner Stoddard Eccles jointly kept interest rates low during the depression to finance massive public spending, and then later to support rearmament, support for Britain, and U.S. participation in WWII. In 1934, President Franklin D. Roosevelt asked Morgenthau to examine the taxes of William Randolph Hearst because FDR was \"advised that Hearst was planning to use his newspapers to launch a major attack on the New Deal and its economic policies.\" Treasury Secretary Morgenthau explained that he examined the taxes of Hearst and actress Marion Davies and \"advised FDR to mount a preemptive attack on both her and Hearst.\" === Campaign against corruption === Morgenthau used his position as Treasury chief to investigate organized crime and government corruption. Treasury Intelligence and other agencies (the notoriously fragmented United States federal law enforcement system had five in the Treasury Department alone) were uncoordinated in their efforts; efforts to create a super-agency were stalled by J. Edgar Hoover, who feared his FBI would be overshadowed. Nevertheless, Morgenthau created a coordinator for the Treasury agencies; although the coordinator could not control them, he could move them to some cooperation. Former head of IRS' criminal investigators Elmer Lincoln Irey, who had directed major investigations including the successful prosecution of Al Capone, assumed the position in 1937. Investigations of official corruption caused the fall of political boss Thomas \"Big Tom\" Pendergast of Kansas City. A Mafia-related shootout and massive official corruption led to successful investigations against Pendergast and the local Mafia head Charles Carrollo. Other officials — as well as gangsters, in a few rare cases — were convicted as a result of Morgenthau's investigations. === Fiscal responsibility === Morgenthau believed in balanced budgets, stable currency, reduction of the national debt, and the need for more private investment. The Wagner Act regarding labor unions met Morgenthau's requirement, because it strengthened the party's political base and involved no new spending. Morgenthau accepted Roosevelt's double budget as legitimate — that is, a balanced regular budget, and an \"emergency\" budget for agencies, like the Works Progress Administration (WPA), Public Works Administration (PWA) and Civilian Conservation Corps (CCC), that would be temporary until full recovery was at hand. He fought against the veterans' bonus until Congress finally overrode Roosevelt's veto and gave out $2.2 billion in 1936. In the 1937 \"Depression within the Depression\", Morgenthau was unable to persuade Roosevelt to desist from continued deficit spending. Roosevelt continued to push for more spending, and Morgenthau promoted a balanced budget. In 1937, however, Morgenthau successfully convinced Roosevelt to focus on balancing the budget through major spending cuts and tax increases; Keynesian economists have argued that this new attempt by Roosevelt to balance the budget created the Recession of 1937–1938. On November 10, 1937, Morgenthau gave a speech to the Academy of Political Science at New York's Hotel Astor, in which he noted that the Depression had required deficit spending, but that the government needed to cut spending to revive the economy. In his speech, he said: His biggest success was the new Social Security program; he reversed the proposals to fund it from general revenue and insisted it be funded by new taxes on employees. Morgenthau insisted on excluding farm workers and domestic servants from Social Security because workers outside industry would not be paying their way. He questioned the value of the deficit spending that had not reduced unemployment and only added debt: To reduce the deficit he argued for increased taxes, particularly on the wealthy. === Jewish refugees === Once confronted by The Holocaust, the Allied Powers reacted slowly. In 1943, Morgenthau's Treasury Department approved the World Jewish Congress' plan to rescue Jews through the use of blocked accounts in Switzerland, but the State Department and the British Foreign Office procrastinated further. Morgenthau and his staff persisted in bypassing State and ultimately confronting Roosevelt in January 1944 with the Report to the Secretary on the Acquiescence of This Government in the Murder of the Jews. He obtained the presidential creation of the United States War Refugee Board (WRB) in January 1944. The Board sponsored the Raoul Wallenberg mission to Budapest and allowed an increasing number of Jews to enter the U.S. in 1944 and 1945; as many as 200,000 Jews were saved in this way. Hurwitz (1991) argues that in late 1943, the Treasury Department drafted a report calling for the creation of a special rescue agency for European Jewry. At the same time, several congressmen connected with the \"Bergson Boys\" introduced a resolution also calling for the creation of such an agency. On January 16, 1944, Morgenthau presented Roosevelt with the Treasury report, and the president agreed to create the War Refugee Board, the first major attempt of the United States to deal with the annihilation of European Jews. Blum argues that by mid-1944, the War Refugee Board: As for the top Germans, Morgenthau at one point in summer 1944 suggested to Roosevelt that the top 50 or 100 German \"arch-criminals\" should be shot upon capture. He changed his mind and by early 1945 proposed formal trials.Blum, From the Morgenthau Diaries: Years of War 1941–1945 (1967) p 397 === Morgenthau Plan === In 1944, Morgenthau proposed the Morgenthau Plan for postwar Germany, calling for Germany to lose its heavy industry, and the Ruhr \"should not only be stripped of all presently existing industries, but so weakened and controlled that it can not in the foreseeable future become an industrial area\". Germany would keep its rich farmlands in the east. However Stalin insisted on the Oder-Neisse border, which moved those farming areas out of Germany. Therefore, the original Morgenthau plan had to be dropped, Weinberg argues, because it was \"too soft on the Germans, not too hard as some still imagine.\" At the Second Quebec Conference on September 16, 1944, Roosevelt and Morgenthau persuaded the initially very reluctant British Prime Minister Winston Churchill to agree to the Morgenthau Plan, likely using a $6 billion Lend-Lease agreement to do so. Churchill chose however to narrow the scope of Morgenthau's proposal by drafting a new version of the memorandum, which ended up being the version signed by the two statesmen. The gist of the signed memorandum was \"This programme for eliminating the war-making industries in the Ruhr and the Saar is looking forward to converting Germany into a country primarily agricultural and pastoral in its character.\" The plan faced opposition in Roosevelt's cabinet, primarily from Henry L. Stimson, and when the plan was leaked to the press, there was public criticism of Roosevelt. The President's response to inquiries was to deny the press reports. As a consequence of the leak, Morgenthau was in bad favor with Roosevelt for a time. German Propaganda Minister Joseph Goebbels used the leaked plan, with some success, to encourage the German people to persevere in their war efforts so that their country would not be turned into a \"potato field.\" General George Marshall complained to Morgenthau that German resistance had strengthened.Report on the Morgenthau Diaries, p. 41ff Hoping to get Morgenthau to relent on his plan for Germany, Roosevelt's son-in-law, Lt. Colonel John Boettiger, who worked in the United States Department of War, explained to Morgenthau how the American troops had had to fight for five weeks against fierce German resistance to capture Aachen and complained to him that the Morgenthau Plan was \"worth thirty divisions to the Germans.\" In late 1944, Roosevelt's election opponent, Thomas E. Dewey, said it was worth \"ten divisions\". Morgenthau refused to relent. On May 10, 1945, Truman signed the U.S. occupation directive JCS 1067. Morgenthau told his staff that it was a big day for the Treasury, and that he hoped that \"someone doesn't recognize it as the Morgenthau Plan.\" The directive, which was in effect for over two years directed the U.S. forces of occupation to \"... take no steps looking toward the economic rehabilitation of Germany\". In occupied Germany Morgenthau left a direct legacy through what in OMGUS commonly were called \"Morgenthau boys\". These were U.S. Treasury officials whom General Dwight D. Eisenhower had \"loaned\" in to the Army of occupation. These people ensured that JCS 1067 was interpreted as strictly as possible. They were most active in the first crucial months of the occupation, but continued their activities for almost two years following the resignations of Morgenthau in mid-1945, and some time later, of their leader, Colonel Bernard Bernstein, who was \"the repository of the Morgenthau spirit in the army of occupation\". They resigned when, in July 1947, JCS 1067 was replaced by JCS 1779, which instead stressed that \"An orderly, prosperous Europe requires the economic contributions of a stable and productive Germany.\" Morgenthau's legacy was also seen in the plans for preserving German disarmament by significantly reducing German economic might. (see also Allied plans for German industry after World War II) In October 1945, Morgenthau published a book titled Germany is Our Problem in which he described and motivated the Morgenthau plan in great detail.Germany Is Our Problem. Harper and Brothers, 1945 Roosevelt had granted permission for the book the evening before his death, when dining with Morgenthau at Warm Springs. Morgenthau had asked Churchill for permission to also include the text of the then still secret \"pastoralization\" memorandum signed by Churchill and FDR at Quebec but permission was denied. In November 1945 General Dwight D. Eisenhower, the Military Governor of the U.S. Occupation Zone, approved the distribution of 1000 free copies of the book to American military officials in occupied Germany. Historian Stephen E. Ambrose draws the conclusion that, despite Eisenhower's later claims that the act was not an endorsement of the Morgenthau plan, Eisenhower both approved of the plan and had previously given Morgenthau at least some of his ideas on how Germany should be treated. Following his resignation, along with other prominent individuals such as the former first lady, Eleanor Roosevelt, Morgenthau remained for several years an active member of the group campaigning for a \"harsh peace\" for Germany. Ultimately though, the policy of re-integrating a fully industrialized and de- Nazified modern Germany into Europe was the policy adopted, as described in Frank Capra's influential 1945 short subject \"Here is Germany\". === Bretton Woods === Morgenthau was first appointed by the U.S. President Franklin D. Roosevelt as temporary President of the Bretton Woods Conference, which established the Bretton Woods system, the International Monetary Fund and the International Bank for Reconstruction and Development (the World Bank). During the inaugural plenary session on July 1, 1944, the Head of the Mexican Delegation, Eduardo Suarez, nominated him as Permanent President of the Conference. This motion was seconded by the Brazilian Head Delegate, Arthur de Souza Costa, and widely supported by several other delegations such as the Canadian and Soviet ones. == Later life == In 1945, when Harry S. Truman became President, Morgenthau insisted on accompanying Truman to Potsdam by threatening to quit if he was not allowed to; Truman accepted his resignation immediately. He devoted the remainder of his life to working with Jewish philanthropies, and also became a financial advisor to Israel. Tal Shahar, an Israeli moshav (agricultural community) near Jerusalem, created in 1948, was named in his honor (Morgenthau (modern spelling Morgentau) means \"morning dew\" in German, and so does \"Tal Shahar\" in Hebrew). == Legacy == Morgenthau donated his diary of 840 volumes to the Franklin D. Roosevelt Presidential Library and Museum. He died in Poughkeepsie, New York, in 1967. His son Robert M. Morgenthau was the District Attorney of New York County from 1975 to 2009. The United States Coast Guard Hamilton-class cutter USCGC Morgenthau (WHEC-722) was named in his honor. The ship was sold to Vietnam Coast Guard as CSB-8020. == Personal life == thumb|In 1917 or 1918 Henry Morgenthau, Jr. cooperated with the French Minister of Agriculture in putting tractors in operation and organizing schools of instruction He was married to Elinor Lehman Fatman, granddaughter of Mayer Lehman, a co-founder of Lehman Brothers; they had three children — Joan Elizabeth Morgenthau Hirschhorn, married to Fred Hirschhorn Jr.; Henry Morgenthau III, and Robert M. Morgenthau.New York Times: \"Joan Morgenthau Hirschhorn\" October 7, 2012 In 1913, Morgenthau purchased a farm in Hopewell Junction, New York, naming it Fishkill Farms. The farm still belongs to the Morgenthau family. On October 30, 1931, along with then Gov. Franklin Roosevelt, Morgenthau became a member of Tri-Po-Bed Grotto in Poughkeespie, NY, an appendant body of Freemasonry. == References == == Sources == * Devotes much attention to Morgenthau Plan * * * * * * * * * * * === Primary sources === * Blum, John Morton, ed. From the Morgenthau Diaries, a 3-volume narrative of Morgenthau's New Deal years (1928–45) based very closely on his diary.; abridged edition: Roosevelt and Morgenthau: A Revision and Condensation of From the Morgenthau Diaries (1970) == External links == * Time Magazine October 15, 1945 Morgenthau's Hope Reaction to the publication of Morgenthau's book \"Germany is Our Problem\" where he promotes the \"Morgenthau Plan\". * Time Magazine September 22, 1967 Vengeance v. Vision Review of Years of War, 1941–1945; From the Morgenthau Diaries by John Morton Blum. * U.S. Treasury – Biography of Secretary Morgenthau * Stay the Hand of Vengeance by Gary Bass * Category:1891 births Category:1967 deaths Category:20th-century American businesspeople Category:20th-century American male writers Category:20th-century American non-fiction writers Category:20th- century American politicians Category:American foreign policy writers Category:American male non-fiction writers Category:American people of German- Jewish descent Category:American people of World War II Category:Anti-German sentiment Category:Bretton Woods Conference delegates Category:Cornell University alumni Category:Franklin D. Roosevelt administration cabinet members Category:Jewish American people in New York (state) politics Category:Jewish American members of the Cabinet of the United States Category:Lehman family Henry Jr. Category:Phillips Exeter Academy alumni Category:Politicians from New York City Category:The Holocaust and the United States Category:Truman administration cabinet members Category:United States Secretaries of the Treasury Category:Writers from New York City",
 "title": "Henry Morgenthau Jr."
}