{
 "id": "585708",
 "text": "Vascular surgery is a surgical subspecialty in which diseases of the vascular system, or arteries, veins and lymphatic circulation, are managed by medical therapy, minimally-invasive catheter procedures and surgical reconstruction. The specialty evolved from general and cardiac surgery and includes treatment of the body's other major and essential veins and arteries. Open surgery techniques, as well as endovascular techniques are used to treat vascular diseases. The vascular surgeon is trained in the diagnosis and management of diseases affecting all parts of the vascular system excluding the coronaries and intracranial vasculature. Vascular surgeons often assist other physicians to address traumatic vascular injury, hemorrhage control, and safe exposure of vascular structures. ==History== Early leaders of the field included Russian surgeon Nikolai Korotkov, noted for developing early surgical techniques, American interventional radiologist Charles Theodore Dotter who is credited with inventing minimally invasive angioplasty (1964), and Australian Robert Paton, who helped the field achieve recognition as a specialty. Edwin Wylie of San Francisco was one of the early American pioneers who developed and fostered advanced training in vascular surgery and pushed for its recognition as a specialty in the United States in the 1970s. ===Evolution=== The specialty continues to be based on operative arterial and venous surgery but since the early 1990s has evolved greatly. There is now considerable emphasis on minimally invasive alternatives to surgery. The field was originally pioneered by interventional radiologists, chiefly Dr. Charles Dotter, who invented angioplasty. Of note, Dr. Thomas Fogarty invented the balloon catheter which enabled angioplasty. Further development of the field has occurred via joint efforts between interventional radiology, vascular surgery, and interventional cardiology. This area of vascular surgery is called Endovascular Surgery or Interventional Vascular Radiology, a term that some in the specialty append to their primary qualification as Vascular Surgeon. Endovascular and endovenous procedures (e.g., EVAR) can now form the bulk of a vascular surgeon's practice. The treatment of the aorta, the body's largest artery, dates back to Greek surgeon Antyllus, who first performed surgeries for various aneurysms in the second century AD. Modern treatment of aortic diseases stems from development and advancements from Michael DeBakey and Denton Cooley. In 1955, DeBakey and Cooley performed the first replacement of a thoracic aneurysm with a homograft. In 1958, they began using the Dacron graft, resulting in a revolution for surgeons in the repair of aortic aneurysms. He also was first to perform cardiopulmonary bypass to repair the ascending aorta, using antegrade perfusion of the brachiocephalic artery. Dr. Edward \"Ted\" Dietrich, one of Dr. DeBakey's associates, went on to pioneer many of the minimally invasive techniques that later became hallmarks of endovascular surgery. Dietrich later founded the Arizona Heart Hospital in 1998 and served as its Medical Director from 1998 to 2010. In 2000, Diethrich performed the first endovascular aneurysm repair (EVAR) for ruptured abdominal aortic aneurysm. Dietrich trained several future leaders in the field of endovascular surgery at the Arizona Heart Hospital including Venkatesh Ramaiah, MD who served as medical director of the institution following Dietrich's death in 2017. The development of endovascular surgery has been accompanied by a gradual separation of vascular surgery from its origin in general surgery. Most vascular surgeons would now confine their practice to vascular surgery and, similarly, general surgeons would not be trained or practise the larger vascular surgery operations or most endovascular procedures. More recently, professional vascular surgery societies and their training program have formally separated vascular surgery into a separate specialty with its own training program, meetings and accreditation. Notable societies are Society for Vascular Surgery (SVS), USA; Australia and New Zealand Society of Vascular Surgeons (ANZSVS). Local societies also exist (e.g., New South Wales Vascular and Melbourne Vascular Surgical Association (MVSA)). Larger societies of surgery actively separate and encourage specialty surgical societies under their umbrella (e.g., Royal Australasian College of Surgeons (RACS)). ===Currently=== Arterial and venous disease treatment by angiography, stenting, and non-operative varicose vein treatment sclerotherapy, endovenous laser treatment are rapidly replacing major surgery in many first world countries. These newer procedures provide reasonable outcomes that are comparable to surgery with the advantage of short hospital stay (day or overnight for most cases) with lower morbidity and mortality rates. Historically performed by interventional radiologists, vascular surgeons have become increasingly proficient with endovascular methods. The durability of endovascular arterial procedures is generally good, especially when viewed in the context of their common clinical usage i.e. arterial disease occurring in elderly patients and usually associated with concurrent significant patient comorbidities especially ischemic heart disease. The cost savings from shorter hospital stays and less morbidity are considerable but are somewhat balanced by the high cost of imaging equipment, construction and staffing of dedicated procedural suites, and of the implant devices themselves. The benefits for younger patients and in venous disease are less persuasive but there are strong trends towards nonoperative treatment options driven by patient preference, health insurance company costs, trial demonstrating comparable efficacy at least in the medium term. A recent trend in the United States is the stand-alone day angiography facility associated with a private vascular surgery clinic, thus allowing treatment of most arterial endovascular cases conveniently and possibly with lesser overall community cost. Similar non-hospital treatment facilities for non-operative vein treatment have existed for some years and are now widespread in many countries. NHS England conducted a review of all 70 vascular surgery sites across England in 2018 as part of its Getting It Right First Time programme. The review specified that vascular hubs should perform at least 60 abdominal aortic aneurysm procedures and 40 carotid endarterectomies a year. 12 trusts missed both targets and many more missed one of them. A programme of concentrating vascular surgery in fewer centres is proceeding. ==Scope== Vascular surgery encompasses surgery of the aorta, carotid arteries, and lower extremities, including the iliac, femoral, vascular trauma and tibial arteries. Vascular surgery also involves surgery of veins, for conditions such as May–Thurner syndrome and for varicose veins. In some regions, vascular surgery also includes dialysis access surgery and transplant surgery. It is unclear on the benefits and harms of wound drainage after lower limb arterial surgery. The main disease categories and procedures associated with them are listed below. {| class=\"wikitable\" style=\"margin: 1em auto 1em auto\" width=\"75%\" |- ! width=\"33%\"|Indication/disease ! width=\"33%\"|Procedure |- | Acute limb ischaemia | Balloon embolectomy Thrombectomy Vascular bypass grafting Amputation |- | Abdominal aortic aneurysm (AAA) | Open aortic surgery Endovascular Aneurysm Repair (EVAR) |- | Aortic dissection | Open aortic surgery Thoracic Endovascular Aneurysm Repair (TEVAR) |- | Aortoiliac occlusive disease | angioplasty vascular bypass |- | Atherosclerosis | angioplasty vascular bypass |- |Buerger's |medical sympathectomy angioplasty IV PGI by pass |- | Carotid stenosis | Carotid endarterectomy Carotid stenting |- | Chronic kidney disease | Cimino fistula Dialysis catheter placement |- | Chronic venous insufficiency | Endovenous laser treatment Vein stripping |- | Connective tissue disease | Genetically triggered Aortic dissections |- | Deep vein thrombosis | Inferior vena cava filter Thrombectomy |- | Endoleak | |- | Fibromuscular dysplasia | angioplasty |- | Giant-cell arteritis | |- | Lymphedema | Vascularized lymph node transfer Lymphaticovenous anastomosis Suction assisted lipectomy Low level laser therapy |- | Median arcuate ligament syndrome | Surgical median arcuate ligament release |- | Mesenteric ischemia | Surgical revascularization |- | Peripheral arterial occlusive disease | Angioplasty with/out Stenting Vascular bypass Endarterectomy Atherectomy |- | Popliteal artery entrapment syndrome | |- | Portal hypertension | Portosystemic shunt |- | Pseudoaneurysm | Covered stent Surgical ligation with or without vascular bypass |- | Pulmonary embolism | Inferior vena cava filter Suction thrombectomy |- | Renovascular hypertension | Surgical revascularization |- | Stroke and Transient ischemic attack | Carotid endarterectomy |- | Subclavian steal syndrome | Medical management Carotid-subclavian bypass Angioplasty and stenting |- | Thoracic aortic aneurysm | Hybrid arch debranching Thoracic endovascular aneurysm repair |- | Thoracic outlet syndrome | Surgical decompression |- | Varicose veins | Vein stripping Sclerotherapy Endovenous Laser Treatment Ambulatory phlebectomy |- | Vascular access steal syndrome | Angiography Distal Revascularization and Interval Ligation (DRIL) Revision using distal inflow MILLER banding |- |vascular access complications |open surgery endovascular |- |} ==Investigations== === Major trials === * Netherland Vascular Study * MASS Trial – The Multicentre Aneurysm Screening Study (MASS) trial, which found reduced mortality after screening for abdominal aortic aneurysms in the UK. * UK Small Aneurysm Trial – 1090 patients; AAA 4-5.5 cm; Immediate surgery vs. ultrasound surveillance (and treatment for rapid expansion or AAA >5.5); 30-day mortality after elective AAA repair is 5.8%. No difference in survival. * ADAM VA Cooperative Group Trial – 73451 VA patients screened with no known hx of aneurysm; Age 50-79; AAA 4.0-5.4 cm; similar conclusion to Uk Small Aneurysm Trial. * Joint Vascular Research Group Trial – 284 patients; Study the relationship between intraoperative intravenous heparinization, blood loss during surgery and thrombotic complications. Conclusion: Intraoperative heparin, given before aortic cross clamping, is an important prophylactic against perioperative MI in aortic aneurysm surgery. *North American Symptomatic Carotid Endarterectomy Trial (NASCET) 1415 patients; trial that showed carotid endarterectomy was beneficial in symptomatic patients. Two year stroke rate in patients with > 70% carotid stenosis decreased from 26% to 9%. Two year stroke rate in patients with > 50% decreased from 15% to 9%. *Asymptomatic Carotid Atherosclerosis Study (ACAS) 1662 patients; demonstrated benefit in asymptomatic patients with >60% stenosis. Fiver year stroke rate reduced from 11% to 5.1% with carotid endarterectomy. ==Training== Previously considered a field within general surgery, it is now considered a specialty in its own right. As a result, there are two pathways for training in the United States. Traditionally, a five-year general surgery residency is followed by a 1-2 year (typically 2 years) vascular surgery fellowship. An alternative path is to perform a five or six year vascular surgery residency. In many countries, Vascular surgeons can opt into doing additional training in cardiac surgery as well as post-residency. Programs of training are slightly different depending on the region of the world one is in. {| class=\"wikitable\" style=\"margin: 1em auto 1em auto\" width=\"75%\" |- ! width=\"20%\"|Country ! width=\"30%\"|Standards body ! width=\"30%\"|Professional representation ! width=\"20%\"|Minimum Length of training (post intern) |- | Australia and New Zealand | Royal Australasian College of Surgeons | Australian & New Zealand Society of Vascular Surgery (ANZSVS) | 6 years |- |Canada |Royal College of Surgeons of Canada |Canadian Society for Vascular Surgery |5 years |- | United Kingdom | Royal College of Surgeons of England, Royal College of Surgeons of Edinburgh | Vascular Society of Great Britain and Ireland | 8 years |- | United States | American Board of Surgery, American Osteopathic Board of Surgery |Society for Vascular Surgery American College of Surgeons | 5 years ( 4 via 5-year integrated Vascular Surgery Residency). 7 if completing as a 2 year fellowship following general surgeryVascularWeb: New Vascular Surgery Training Paradigms |- | Italy | | |5 years |- |Iran |Iran National Board of Vascular Surgery |Iranian College of Vascular Surgeons |7 years ( 4 years of general surgery + 3 years of vascular surgery) |} ==See also== * Society for Vascular Surgery, the major American professional society * Ischemia- repurfusion injuries of the appendicular musculoskeletal system * Kakish Ryskulova * Vein * Phlebologist * Cardiovascular disease * Cardiology ==References== ==External links== * Society for Vascular Surgery (U.S.) * European Society for Vascular Surgery Category:Surgical specialties",
 "title": "Vascular surgery"
}