{
 "id": "586219",
 "text": "William Hendrick Foster (June 12, 1904 – September 16, 1978) was an American left-handed pitcher in baseball's Negro leagues in the 1920s and 1930s, and had a career record of 143–69.Hogan 2006, pp. 404–05. He was elected to the Baseball Hall of Fame in 1996. Foster was the much-younger half-brother of Rube Foster, a Negro league player, pioneer, and fellow Hall of Famer. ==Early life== Foster was born in 1904 in Calvert, Texas. He had the same father as Rube Foster, who was a Negro league player, manager and owner. Rube Foster was a key figure in the founding of the Negro National League. Bill Foster's mother died when he was four years old, so he was raised by his grandparents in Rodney, Mississippi. He did not meet his older half-brother until he was a teenager. ==Professional career== Foster played for the Memphis Red Sox in 1923 and 1924, the Chicago American Giants from 1925 to 1930—and again from 1932 to 1935 and in 1937—the Homestead Grays and Kansas City Monarchs in 1931, and the Pittsburgh Crawfords in 1936. Foster played for Chicago American Giants teams that won the Negro National League pennant and the Negro League World Series championship in 1926 and 1927, the Negro Southern League pennant in 1932, and the Negro National League pennant in 1933.Clark and Lester 1994, pp. 164–65. He was the player-manager of the team in 1930.Riley 1994, p. 293. In 1926, Foster won 23 games in a row and 26 overall, but his most amazing performance came the last day of the playoffs to determine the Negro National League title. Needing to win both games of a doubleheader against the Kansas City Monarchs, Foster hurled complete game shutouts in both games of a doubleheader against Bullet Joe Rogan and the Monarchs, 1–0 and 5–0, to put the Giants in the World Series.Big Bill Foster – Negro Leagues Player Foster was the starting pitcher in Game 7 and Game 11 for the Giants, and he won both of his starts while facing Hubert Lockhart. In the former, he allowed four runs on eight hits in nine innings of work, while in the latter he threw a complete game shutout despite allowing ten hits. In 1931 Foster, as a pitcher for the Homestead Grays, recorded a 10–2 record against rival African-American teams.Dixon 2009. His record against rival African-American teams increases to 11–3, if you count the games that were won and lost in Alcorn, Mississippi, when Syd Pollock's Cubans House of Davids visited Alcorn College prior to Foster joining the Grays. Foster finished the 1931 campaign with J. L. Wilkinson's Kansas City Monarchs where on October 4, 1931 he blew his fastball past a major league all-star team composed of such legendary men as Babe Herman, Joe Kuhel and both Waner brothers, Lloyd and Paul. In the game played at Kansas City's Muehlebach Field, Foster captured a 4–3 win. During the 1931 season, Foster struck out ten men in a game on nine occasions and posted a seasonal high of 16 strikeouts in Vandergrift, Pennsylvania, on August 6. He also recorded four shutouts. Foster finished 1931 with a 23–5 record. He was the top vote getter and the winning pitcher in the first East-West All-Star Game in 1933, and was on the All-Star team again in 1934. Foster's pitch selection included a fastball, overhand curve, slider, sidearm curve, and a changeup.James and Neyer 2004, p. 208. Baseball people often characterized Foster as one of the game's great players. Umpire Jocko Conlan said Foster had \"the same perfect delivery of Herb Pennock, but was faster by far, with a sharp curve, and had what all great pitchers have – control.\" Charlie Gehringer once told Foster, \"If I could paint you white I could get $150,000 for you right now.\" Negro league player and manager Dave Malarcher favorably compared him to Negro league legend Satchel Paige, saying, \"Bill Foster was my star pitcher, the greatest pitcher of our time, not even barring Satchel.\" ==Later life== After retiring from professional baseball in 1936, Foster moved to Tarboro, North Carolina, where his childhood sweetheart Thelma Quigless lived. He also played semiprofessional baseball in 1940 in nearby Princeville. Foster and Quigless were married in 1941. Foster took a job in insurance policy sales with the North Carolina Mutual Life Insurance Company. He later divorced Quigless. Foster married again and returned to Mississippi. From 1960 to 1977, Foster was a dean and the baseball coach at his alma mater, Alcorn Agricultural and Mechanical College. In 1978, Foster died in Lorman, Mississippi. ==Legacy== The Foster Baseball Field at McGowan Stadium in Lorman, the home field for Alcorn State baseball, is named for him. Foster was inducted into the Baseball Hall of Fame in 1996. He was elected to the Southwestern Athletic Conference Hall of Fame the next year. In 2003, he was voted in to the Mississippi Sports Hall of Fame. ==Notes== ==References== * * * * * ==External links== * and Baseball-Reference Black Baseball stats and Seamheads * Baseball Library.com * Find a Grave Bio Category:National Baseball Hall of Fame inductees Category:Memphis Red Sox players Category:Chicago American Giants players Category:Homestead Grays players Category:Kansas City Monarchs players Category:Pittsburgh Crawfords players Category:People from Calvert, Texas Category:1904 births Category:1978 deaths Category:20th-century African-American sportspeople",
 "title": "Bill Foster (baseball)"
}