{
 "id": "58648",
 "text": "In physical chemistry, the Faraday constant, denoted by the symbol and sometimes stylized as ℱ, is the electric charge of one mole of electrons. It can be thought of as the conversion factor between the mole (used in chemistry) and the coulomb (used in physics and in practical electrical measurements), and is therefore of particular use in electrochemistry. Named after Michael Faraday, it has the currently accepted value of : Since 1 mol electrons is electrons (Avogadro's number),Brown, L.; Holme, T. (2011) Chemistry for Engineering Students, Brooks/Cole. and a coulomb is the (negative) charge of electrons, Schmidt-Rohr, K. (2020). \"Analysis of Two Definitions of the Mole That Are in Simultaneous Use, and Their Surprising Consequences” J. Chem. Educ. 97: 597-602. http://dx.doi.org/10.1021/acs.jchemed.9b00467 the Faraday constant is given by the quotient of these two numbers: F = \\frac{6.022 \\times 10^{23} \\; e / \\mathrm{mol\\,e^-}}{6.241 \\times 10^{18} \\; e / \\text{C}} = 96485.3 \\; \\mathrm{\\frac{C}{mol\\,e^-}} One common use of the Faraday constant is in electrolysis calculations. One can divide the amount of charge in coulombs (the current integrated over time in ampere-hours divided by 3600) by the Faraday constant in order to find the chemical amount (in moles) of a substance that has been electrolyzed. The value of F was first determined by weighing the amount of silver deposited in an electrochemical reaction in which a measured current was passed for a measured time, and using Faraday's law of electrolysis.NIST Introduction to physical constants ==2019 redefinition== Since the 2019 redefinition of SI base units, which introduced exactly defined values for the elementary charge and the mole, the Faraday constant is exactly :e × (1 mol) mol−1 = × = . ==Other common units== * 96.485 kJ per volt–gram-equivalent * 23.061 kcal per volt–gram-equivalent * 26.801 A·h/mol ==Faraday unit of charge== Related to Faraday's constant is the \"faraday\", a unit of electrical charge. It is much less common than the coulomb, but sometimes used in electrochemistry.Foundations of Physics, Volume 2, by R. S. Gambhir, 1993, p. 51 One faraday of charge is the magnitude of the charge of one mole of electrons, i.e. Expressed in faradays, the Faraday constant F equals \"1 faraday of charge per mole\". This faraday unit is not to be confused with the farad, an unrelated unit of capacitance (). The Faraday constant also gives the energy, in J mol-1, equivalent to one electron volt. ==Popular media== The Simpsons episode \"Dark Knight Court\" has Mr. Burns asking Comic Book Guy how much he wants for his entire comic book inventory. He says \"the speed of light expressed as dollars\" and Mr. Burns tells Smithers to \"just give him Faraday's Constant\". The check is written for $96,485.34. ==See also== * Faraday cage * Faraday efficiency * Faraday's law of electrolysis * Faraday's law of induction * Faraday cup ==References== Category:Electrochemistry Category:Physical constants Category:Michael Faraday Category:Units of electrical charge Category:Units of amount of substance",
 "title": "Faraday constant"
}