{
 "id": "586864",
 "text": "Taiwanese hip hop music started in the early 1990s, popularized by the early hip hop trio L.A. Boyz. A distinctive style of rap emerged using Taiwanese Hokkien as opposed to the Mandarin Chinese used in Mandopop. == Cultural Context == A mid 70s movement titled the Modern Folksong Movement sought to reclaim Hip Hop for the Taiwanese people. Artists such as Yang Xian and Li Shuangz inspired a new generation of localization of music which strove to strip away the years American cultural imperialism. This movement paved the way for more Taiwan specific music and allowed for new Taiwanese to take from local traditions and language and create their own national music. ==Early Years: Harlem Yu== The first Mandarin rap song was done by singer-songwriter Harlem Yu in Taiwan, who is known for being one of the first artist to experiment with R&B; and rap in the Mandopop music industry, in the early 80s which was parallel to the early New York 80s rap songs. == 1990s: L.A. Boyz == L.A. Boyz is a Taiwanese pop/rap group composed of 2 brothers, and their cousin. They were raised in Irvine, California and met at its University High School. They first became involved in music through their interest in hip-hop dance moves learnt from parties around Orange County and Los Angeles, and fashion from Compton and South-Central LA. Their dancing, and entry into various competitions, eventually led them to be scouted by a representative of Pony Canyon, in Taiwan. They released 10 albums starting from their first “SHIAM! 閃” selling more than 130,000 copies in 1992. Their second album, released in the same year, was similarly received. The group was very successful in the 1990s until their break-up. They are credited for starting the trend that would spreads into Taiwan and the rest of the Mandarin speaking world. ==2000s to present day== In 2001, MC HotDog arrived in the Taiwanese market. He is known for his use of explicit lyrics in his songs. He is known for his two famous hits - \"我的生活\" (My Life) and \"韓流來襲\" (The Korean Invasion). In 2002, Dwagie released Lotus from the Tongue (舌粲蓮花), regarded as the first full rap album in the Chinese-speaking world. Republished as Ever since many Taiwanese rappers have emerged, this includes Jae Chong, Machi, Nine One One. Women are a minority in Taiwanese hip-hop. Meredith Schweig wrote in 2010 that \"there are no professional female MCs on the island\" other than Miss Ko, who was regarded as a \"newcomer\" at the time. Note: Although the article was published in 2016, it covers events that took place shortly after the 2010 Taiwanese local elections. ==Artists== *L.A. Boyz *Jerry Lo *MC HotDog *參劈 TriPoets *蛋堡 (Soft Lipa) *國蛋 *曾瑋中 *Dwagie *Machi *Manchuker (滿人) *MJ116 (頑童) *911 *Miss Ko *Jay Chou ==See also== *Music of Taiwan ==References==",
 "title": "Taiwanese hip hop"
}