{
 "id": "586945",
 "text": "The New River is a 50-mile (80-km) long river in southeastern North Carolina in the United States. It empties into the Atlantic Ocean. The river has been plagued in more recent years by pollution by solid waste. It rises in northwestern Onslow County and flows east-southeast past Jacksonville, where it widens into a tidal estuary approximately two miles (3.2 km) wide. As an estuary it meanders through Marine Corps Base Camp Lejeune and enters the Atlantic in Onslow Bay, via the New River Inlet between two barrier islands. The Atlantic Intracoastal Waterway crosses the entrance of the river between the coast and the barrier island. The river is periodically dredged for the convenience of commercial fishing operations.Army Corps of Engineers bids dredging for North Carolina's New River Inlet. Knight Ridder/Tribune Business News. 7 August 2004. The New River Inlet has been moved by man via dredging projects. Since the fishing industry and political gains are greater by continuing this dredging project, it is causing the southern island in the inlet to slowly disappear. Since the man-made inlet was placed north of the island, the island has begun to wash away from erosion by the currents. == Environmental concerns == The New River is the site of several environmentally damaging hog-waste spills with the large number of hog farms in North Carolina, which is the second highest hog producing state. In 1999, Hurricane Floyd hit North Carolina, flooding hog waste lagoons and releasing 25 million gallons of manure into the New River, which contaminated the water supply and cause widespread death of aquatic life. Ronnie Kennedy, county director for environmental health, said that of 310 private wells he had tested for contamination since the storm, 9 percent, or three times the average across eastern North Carolina, had fecal coliform bacteria. Such contamination is typically cause for immediate action. Attempts by environmentalists to impose stricter regulations over swine farm waste management in the state have failed. In 2005, Environmental Defense and Frontline Farmers drafted a bill, which would ban manure lagoons in North Carolina. The plan gained sponsorship by Representative Carolyn Justice in the Clean Hog Farms Act of 2005. However, the bill was altered, becoming Bill 1730 the Clean Hog Farms Act of 2005-2, which instead provided incentives to hog farmers for switching to more environmentally friendly waste management technologies. Despite this change, the bill did not make it through the General Assembly of North Carolina. ==See also== *List of North Carolina rivers ==References== ==External links== *White Oak-New Riverkeeper *New River Foundation *North Carolina State Univ.: Onslow Water Quality Project *University of North Carolina-Wilmington: Morphological Changes of the New River Inlet Category:Rivers of North Carolina Category:Rivers of Onslow County, North Carolina Category:Tributaries of the White Oak River",
 "title": "New River (North Carolina)"
}