{
 "id": "587003",
 "text": "Com Lag (2plus2isfive) is a compilation EP by the English rock band Radiohead, released on 24 March 2004 in Japan and Australia. It collects B-sides from Radiohead's sixth album, Hail to the Thief (2003), along with remixes by Cristian Vogel and Four Tet and two live performances. == Music == \"Paperbag Writer\", whose title references the Beatles song \"Paperback Writer\", features \"sinister fractured funk\". \"I Am a Wicked Child\" is a \"tainted, eerie missive\" with harmonica. \"Where Bluebirds Fly\" is a \"rattling, fidgety\" electronic piece Radiohead used as the introduction music for their Hail to the Thief tour. \"I Will (Los Angeles Version)\" is an alternative version of \"I Will\" from Hail to the Thief, and \"Fog (Again)\" is a live performance of the Amnesiac B-side \"Fog\", rearranged for piano. == Cover art == The cover art is by artist Stanley Donwood, who has designed all artwork for Radiohead since 1994. Donwood said he imagined a range of Delftware that featured \"despotic sperm monsters and genetically modified bears\". A jigsaw puzzle based on the cover was released in 2020. == Release == Com Lag was released in Japan and Australia on 24 March 2004, in Canada on 13 April 2004, the United Kingdom on 16 April 2007, and in the United States on 8 May 2007. Early Japanese pressings were printed with a fault that produced static in some tracks. ==Critical reception== Com Lag received mixed reviews. NME critic Anthony Thornton wrote: \"Never content with relaxing into an accepted way of doing things, this record, while being flawed – it is a B-sides compilation after all – confirms Radiohead as the true inheritors of the Beatles' legacy rather than Oasis.\" Adam Downer of Sputnikmusic wrote: \"While Com Lag does have its flaws, it's not a bad set of B-sides. Some of it is actually fantastic.\" Paste critic Jeff Elbel described the EP as \"an appealing but inessential curio\". AllMusic's Andy Kellman wrote: \"Naturally, the release isn't nearly as cohesive as Hail to the Thief; its apparent intent is to supply the fans with another stream of the band's recordings, regardless of both how they fit together and how mixed the tracks are to begin with.\" Chris Ott of Pitchfork wrote: \"You'd expect more from ideas that Radiohead fleshed out as a unit, but the stolen-time experiments and solo performances on this EP's tail end far outshine its exhausting first half.\" == Track listing == == Personnel == * Radiohead – production * Nigel Godrich – production, engineering * Graeme Stewart – engineering * Darrell Thorp – engineering * Stanley Donwood – design * Cristian Vogel – remixing * Four Tet – remixing ==Certifications== == References == ==External links== * Category:2004 EPs Category:Radiohead EPs Category:Albums produced by Nigel Godrich Category:Capitol Records EPs Category:EMI Records EPs",
 "title": "Com Lag (2plus2isfive)"
}