{
 "id": "587145",
 "text": "Hazen Shirley Cuyler (; August 30, 1898 – February 11, 1950), nicknamed Kiki, was an American professional baseball right fielder. He played in Major League Baseball for the Pittsburgh Pirates, Chicago Cubs, Cincinnati Reds, and Brooklyn Dodgers from 1921 until 1938. Cuyler led the National League (NL) in stolen bases four times, runs scored two times and had a batting average of over .350 on four occasions. His 26 triples in 1925 were the second most triples in any season after 1900. He compiled over 200 hits in three separate seasons and won the World Series in 1925 with the Pirates. A career .321 hitter, he was elected to the National Baseball Hall of Fame in 1968 by the Veterans Committee.Corcoran, Dennis, pp. 91 ==Early life== Cuyler was born in Harrisville, Michigan, on August 30, 1898, to George and Anna Cuyler. George and Anna were born in Canada, where George played semi-professional baseball. His ancestors relocated there at the start of the Revolutionary War,Waldo, Ronald, pp. 5-6 then later moved to Michigan in the 1880s.Fleitz, David L., pp. 108 While in school, Cuyler excelled in baseball, football, basketball and athletics. He did not drink or smoke throughout school. After school Cuyler attended West Point for three months until he moved back to Michigan to work at a Buick Motors assembly plant in Flint.Fleitz, David L., pp. 109 He played for the Buick plant baseball team as well as in the Industrial League which had games in Flint and Detroit.Fleitz, David L., pp. 110 The Bay City Wolves, of the Michigan-Ontario League, signed Cuyler to a contract in 1920. In that season he had a batting average of .317 and compiled 16 triples. In September of that year his contract was purchased by the Pittsburgh Pirates. ==Career== ===Pittsburgh Pirates=== He appeared briefly in the major leagues with the Pittsburgh Pirates over the next three seasons, but still spent the majority of each season in the minor leagues. He hit .340 in 1923 for the Nashville Vols of the Southern Association.Parker, Clifton B., pp. 65 It was in Nashville that his nickname had taken hold with the fans. Two explanations have been given for the origin of Cuyler's nickname, \"Kiki\". In the first version, he had been known as \"Cuy\" since high school. When a fly ball was hit to the Nashville outfield and it was judged to be Cuyler's play, the shortstop would call out \"Cuy\" and this call would be echoed by the second baseman.Parker, Clifton B., pp. 66 The echoed name caught on with Nashville's fans. In the second explanation, \"Kiki Cuyler\" came from the player's stuttering problem and the way it sounded when Cuyler said his own last name. He was promoted to the Pirates for his first full major league season in 1924. He played a platoon outfield position, splitting time with Carson Bigbee. At the end of May he had batted .400 over his first 13 games and earned a spot as a starting outfielder. On August 9, 1924 he compiled six hits, three of which were doubles and one triple, in a 16–4 win over the Philadelphia Phillies. At the end of the season he had a batting average of .354, and scored 94 runs and stolen 32 bases in only 117 games played. Former Pittsburgh manager and Hall of Famer Fred Clarke said that \"Cuyler might become a second [Ty] Cobb\"Fleitz, David L., pp. 111 On June 4, 1925 Cuyler hit for the cycle, walked and stole a base in a 16–3 win over the Phillies. Later that year in August, Cuyler hit two inside-the-park home runs in a single game at Baker Bowl, the very compact baseball stadium in Philadelphia. From September 18–20, 1925 he tied the NL record by recording a hit in ten straight at bats.Waldo, Ronald, pp. 138 He hit eight inside-the-park home runs, and led the league with 144 runs scored and triples with 26, his .357 average was a career high and it was the second time he hit over .350 in his career. His 369 total bases in 1925 set a Pirates team record. The Pirates won the NL Pennant and faced the Washington Senators in the 1925 World Series. Cuyler only hit .269 in the World Series, but his two-run double in the bottom of the eighth inning of game seven scored the deciding runs,Fleitz, David L., pp. 112 the Pirates won Game 7 9–7. This was the only time Cuyler would win a World Series. Paul Waner joined the Pirates and took over the right field position in April 1926, forcing Cuyler to center and left field. The start of the 1926 season was strong for Cuyler, who by June 11 was batting .381, but finished poorly as he batted only .299 in the second half. The middle of the season was a turning point for Cuyler and the team, when on August 11, Babe Adams, Carson Bigbee and team captain and Hall of Famer Max Carey voted in a petition to remove vice president Fred Clarke from games. The result of the vote was 18–6 in favor of keeping Clarke, and all three players were released on August 13. The Pirates finished the rest of their season 23–24 and Cuyler batted only .288 after the incident. In his third full season Cuyler led the league in stolen bases, runs scored and finished with a .321 batting average. On May 28, 1927 Cuyler experienced the first of his many injuries he would suffer from in his career when he tore ligaments in his ankle and was sidelined for 3 weeks.Fleitz, David L., pp. 113 He had argued with first-year manager Donie Bush throughout the season and on August 6, when he did not break up a double play he was fined $50 ($ in current dollar terms) by manager Bush. After a missed cutoff throw, Bush benched Cuyler for the season, Cuyler appeared in 10 games for the rest of the season mainly as a pinch hitter. The Pirates made the World Series in 1927, but due to the dispute with Donie Bush, Cuyler did not play a single game in the series and remained on the bench despite fans wanting him to play.Corcoran, Dennis, pp. 92Skipper, John C, pp. 105 That November, Cuyler was traded to the Chicago Cubs for infielder Sparky Adams and outfielder Pete Scott.Skipper, John C, pp. 106 ===Chicago Cubs and later career=== With the Cubs, Cuyler played his natural position of right field, and batted third in the lineup. He suffered an ankle injury which caused him to only hit .285, although he did lead the league in stolen bases for the second time in his career. During the 1928 season, Cuyler formed a quartet with teammates Cliff Heathcote and Hall of Famers Gabby Hartnett and Hack Wilson. Johnny Pesky, who Cuyler coached with the 1949 Boston Red Sox, remarked \"He had a beautiful voice, he'd sing all the time, sing in the showers, sing in the locker rooms...\"Fleitz, David L., pp. 114 In 1929 he returned for a fully healthy season, and played in the most games since 1926. He led the league in stolen bases for the third time and hit .360 which marked the third time he batted over .350 in his career. Cuyler returned to the World Series, he hit .300 for the series, but the Cubs lost the series 1 game to 4.Fleitz, David L., pp. 115 In 1930 Cuyler set career highs in hits (228), runs scored (155), and RBI (134), and led the league in stolen bases for the fourth and final time in his career. With a career year from Hack Wilson, who set a major league record with 191 RBI, the Cubs could not manage to win the pennant and were behind the St. Louis Cardinals two games at the end of the season. The following year was also successful for Cuyler, he collected over 200 hits for the third time in his career and it would also be the last time he played in more than 150 games for the rest of his career. In early 1932 Cuyler fractured a toe on his left foot when he rounded first base and was out for six weeks.Fleitz, David L., pp. 117 On August 31, 1932 Cuyler had one of the best games of his career. In the bottom of the ninth inning, with two outs, down 5–4 against the Giants, Cuyler singled home the tying run, which raised his hit total to 4 for the game. The Giants scored 4 runs in the top of the tenth inning. After two straight outs to start the bottom of the tenth inning, teammate Mark Koenig hit a solo home run, this was followed by three straight singles. Cuyler came up to bat with two runners on, down 9–7 and hit a three-run game winning home run. He finished the game going 5-for-6 with five runs batted in. Cuyler suffered another injury, this time during an exhibition game on March 29, 1933. He slid into a base during a steal attempt and fractured his right fibula, and was sidelined until July of that year. He hit .317 for his shortened season, but his speed was gone, in part due to age and his injury history. He stole 4 bases that year in 70 games. Cuyler was healthy the next season, he hit a league leading 42 doubles and hit .338 over 140 games. After a poor performance in the first half of the 1935 season, where he hit .268, he was released by the Cubs. As a free agent, he was signed by the Cincinnati Reds in July 1935. His first full year with the Reds was productive and he hit .326 in 1936 with 185 hits over 144 games. His 16 stolen bases that year were the most since he led the league in 1930 with 37. Another broken bone, this time his cheekbone, happened in spring training and his 1937 season was limited to 117 games,Fleitz, David L., pp. 118 where he did not record a home run for the first time since 1923 when he played 11 games. After being released by the Reds in October, he decided to retire from baseball at the end of the season. The next season he was signed by the Brooklyn Dodgers as the oldest player in the NL. He started 58 games in 1938 for the Dodgers, and was released on September 16 of that year. He was signed as a coach for the rest of the season. ==Later life and legacy== thumb|right|250px|Kiki Cuyler's family burial plot After the end of his playing career, Cuyler managed in the minor leagues, winning the regular-season Southern Association pennant in 1939 under Joe Engel with the Chattanooga Lookouts, with one of the only fan-owned franchises in the nation. He was a coach for the Cubs (1941–1943) and Boston Red Sox (1949), and was in line to be the third base coach for Boston heading into the 1950 season.Waldo, Ronald, pp. 230 He suffered a heart attack while ice fishing in Glennie, Michigan on February 2, 1950.Waldo, Ronald, pp. 231 While at the hospital he developed a blood clot in his leg, and when it worsened he was sent to a hospital in Ann Arbor, Michigan; he died en route on February 11, 1950. His remains are interred in Saint Anne Cemetery in Harrisville Township, Michigan.Waldo, Ronald, pp. 232 Cuyler finished his career with a .321 batting average, 1,305 runs, 2,299 hits, 394 doubles, 157 triples, 128 home runs, 1,065 RBI, 676 walks and 328 stolen bases. He collected over 200 hits in three separate seasons, led the league in runs scored two times. Cuyler recorded one six-hit game, five five-hit games, and 31 four-hit games, ten of which were recorded in 1925. His 228 hits and 155 runs scored in 1930 were second most in Cubs history, and his 50 doubles that year set a team record. His .336 career average with the Pirates is third all time and his 220 hits in 1925 tied the single season team record. He batted over .300 ten times in his major league career. Known around the league as a polite, shy and kind player, Hall of Famer Joe Cronin said of Cuyler, \"He was one of the finest and cleanest living fellows I ever met in baseball. Cuyler was an established star when I joined the Pirates in 1925 but he was always willing to help.\"Waldo, Ronald, pp. 233 The Sporting News stated the Cuyler was \"a model on and off the field\"Fleitz, David L., pp. 120 Cuyler was inducted into the Baseball Hall of Fame in 1968. In Harrisville, Cuyler's son Harold opened a restaurant after his father's death called Ki Cuyler's Bar & Grill, and he owned and operated it for a time.Waldo, Ronald, pp. 238 It operated until it burned down in December 2018. In 2008, State Highway M-72 within Alcona County was named the \"Hazen Shirley 'Kiki' Cuyler Memorial Highway\". ==See also== * List of Major League Baseball career hits leaders * List of Major League Baseball career triples leaders * List of Major League Baseball career runs scored leaders * List of Major League Baseball career runs batted in leaders * List of Major League Baseball career stolen bases leaders * List of Major League Baseball players to hit for the cycle * List of Major League Baseball annual runs scored leaders * List of Major League Baseball annual stolen base leaders * List of Major League Baseball annual doubles leaders * List of Major League Baseball annual triples leaders * Major League Baseball titles leaders * List of Major League Baseball single-game hits leaders ==References== * * * * * * ==Further reading== * ==External links== * , or Retrosheet * Category:National Baseball Hall of Fame inductees Category:National League All-Stars Category:National League stolen base champions Category:Brooklyn Dodgers players Category:Chattanooga Lookouts managers Category:Chicago Cubs players Category:Chicago Cubs coaches Category:Cincinnati Reds players Category:Pittsburgh Pirates players Category:Boston Red Sox coaches Category:Baseball players from Michigan Category:Major League Baseball right fielders Category:Atlanta Crackers managers Category:Charleston Pals players Category:Nashville Vols players Category:Chattanooga Lookouts players Category:Atlanta Crackers players Category:People from Alcona County, Michigan Category:Sportspeople from Pennsylvania Category:American people of Canadian descent Category:1898 births Category:1950 deaths",
 "title": "Kiki Cuyler"
}