{
 "id": "587245",
 "text": "Fathi Eljahmi () (4 April 1941 – 21 May 2009) was Libya's \"most prominent democratic dissident\" for three decades up until his death, and received significant international attention.Support Builds for Libyan Dissident, by Nora Boustany, Washington Post, Nov 16, 2006For a Critic, Libya's Nascent Openness Doesn't Apply, by Craig S. Smith, New York Times, Dec 27, 2004Trial fears for Libyan dissident, BBC News, May 5, 2006 He was arrested in October 2002 and sentenced to five years in prison for stating at a 'People's Conference' in Tripoli that reform in Libya would require a constitution, free speech and democracy.Are We Keeping Faith? Meet Fathi Eljahmi, a Libyan freedom-fighter, by Claudia Rosett, Wall Street Journal, March 24, 2004 He was briefly released in March 2004 after U.S. Senator Joe Biden met with Libyan leader Muammar Gaddafi, and then re-imprisoned after calling for democratization of Libya in a television interview. In early 2004 he, his wife, and his eldest son were taken into custody.Dial a Dissident:Why won't Gadhafi let Fathi Eljahmi answer his phone?, by Claudia Rosett, Wall Street Journal, April 7, 2004Will Anyone Answer? \"Tell them we are ready for democracy\": a Libyan dissident's message to Washington, by Claudia Rosett, Wall Street Journal, June 15, 2005 The Libyan government claimed that Eljahmi was put on trial in late 2005, accused of the capital charges of \"trying to overthrow the government, insulting Col. Gaddafi and contacting foreign authorities, after he talked to a US diplomat.\" Physicians for Human Rights reported at the time that he was receiving inadequate care for heart disease and diabetes. During her visit to Libya, the United States Secretary of State Condoleezza Rice pleaded for Eljahmi's release from solitary detention. Eljahmi remained imprisoned. Writing in Forbes in 2009, Fathi's brother Mohamed criticised the lack of support that Eljahmi had received from human rights organisations, stating that \"for nearly a year, both Amnesty International and Human Rights Watch hesitated to advocate publicly for Fathi's case, because they feared their case workers might lose access to Libyan visas.\" Eljahmi died on 21 May 2009 in Amman, Jordan, where he had been evacuated for emergency medical treatment after falling into a coma in Libyan custody. ==References== ==External links== * Amnesty International report. * Dissident Watch: Fathi El-Jahmi, Middle East Quarterly, meet the man Mu'ammar al-Gadhafi doesn't want anyone to meet. * Free Fathi El Jahmi Petition * Weekly Update, Foundation for Defense of Democracies, Nov 9, 2004 Category:Libyan democracy activists Category:Libyan people who died in prison custody Category:Prisoners who died in Libyan detention Category:Deaths from sepsis Category:1941 births Category:2009 deaths",
 "title": "Fathi Eljahmi"
}