{
 "id": "58731",
 "text": "Peter Naur (25 October 1928 – 3 January 2016) was a Danish computer science pioneer and Turing award winner. He is best remembered as a contributor, with John Backus, to the Backus–Naur form (BNF) notation used in describing the syntax for most programming languages. He also contributed to creating the language ALGOL 60. ==Biography== Naur began his career as an astronomer for which he received his Doctor of Philosophy (Ph.D.) degree in 1957, but his encounter with computers led to a change of profession. From 1959 to 1969, he was employed at Regnecentralen, the Danish computing company, while at the same time giving lectures at the Niels Bohr Institute and the Technical University of Denmark. From 1969 to 1998, Naur was a professor of computer science at University of Copenhagen. He was a member of the International Federation for Information Processing (IFIP) IFIP Working Group 2.1 on Algorithmic Languages and Calculi, which specified, supports, and maintains the languages ALGOL 60 and ALGOL 68. Naur's main areas of inquiry were design, structure, and performance of computer programs and algorithms. He also pioneered in software engineering and software architecture. In his book Computing: A Human Activity (1992), which is a collection of his contributions to computer science, he rejected the formalist school of programming that views programming as a branch of mathematics. He did not like being associated with the Backus–Naur form (attributed to him by Donald Knuth) and said that he would prefer it to be called the Backus normal form. Naur was married to computer scientist Christiane Floyd. Naur disliked the term computer science and suggested it be called datalogy or data science. The former term has been adopted in Denmark and Sweden as datalogi, while the latter term is now used for data analysis, including statistics and databases. Since the middle 1960s, computer science has been practiced in Denmark under Peter Naur's term datalogy, the science of data processes. Starting at Regnecentralen and the University of Copenhagen, the Copenhagen Tradition of Computer Science has developed its own special characteristics by means of a close connection with applications and other fields of knowledge. The tradition is not least visible in the area of education. Comprehensive project activity is an integral part of the curriculum, thus presenting theory as an aspect of realistic solutions known primarily through actual experience. Peter Naur early recognized the particular educational challenges presented by computer science. His innovations have shown their quality and vitality also at other universities. There is a close connection between computer science training as it has been formed at Copenhagen University, and the view of computer science which characterized Peter Naur's research. In later years, he was quite outspoken of the pursuit of science as a whole: Naur can possibly be identified with the empiricist school, that tells that one shall not seek deeper connections between things that manifest themselves in the world, but keep to the observable facts. He has attacked both certain strands of philosophy and psychology from this viewpoint. He was also developing a theory of human thinking which he called \"Synapse-State Theory of Mental Life\". Naur won the 2005 Association for Computing Machinery (ACM) A.M. Turing Award for his work on defining the programming language ALGOL 60. In particular, his role as editor of the influential Report on the Algorithmic Language ALGOL 60 with its pioneering use of BNF was recognized. Naur is the only Dane to have won the Turing Award. Naur died on 3 January 2016 after a short illness. == Bibliography == Numbers refer to the published bibliography. Naur published a large number of articles and chapters on astronomy, computer science, issues in society, classical music, psychology, and education. * 66. Minor planet 51 Nemausa and the fundamental system of declinations, PhD thesis, 1957 * 95. (editor) and several other journals. * 128. (editor) * 144. * 212. * 213. * 247, 249. (with B. Pedersen) Matematik 4 kursusbog, 2 volumes, Copenhagen University, 1971, 2nd ed. 1972 * 264. Concise Survey of Computer Methods, 397 p., Studentlitteratur, 1974 * 274. Datalogi 2 1975/76, 102 p., Copenhagen University, 1975, new edition 1976 * 333. * 347. * 363. ; English translation 2001, * 382. * * ==See also== * List of pioneers in computer science ==References== ==External links== * Personal website with a detailed bibliography * Talk at UIST, 2006 Category:1928 births Category:2016 deaths Category:Danish computer programmers Category:Danish computer scientists Category:Programming language designers Category:Technical University of Denmark faculty Category:University of Copenhagen faculty Category:20th- century Danish astronomers Category:Turing Award laureates Category:People from Frederiksberg",
 "title": "Peter Naur"
}