{
 "id": "587654",
 "text": "Speculum metal is a mixture of around two-thirds copper and one-third tin, making a white brittle alloy that can be polished to make a highly reflective surface. It was used historically to make different kinds of mirrors from personal grooming aids to optical devices until it was replaced by more modern materials such as metal-coated glass mirrors. Large speculum metal mirrors are hard to manufacture, and the alloy is prone to tarnish, requiring frequent re- polishing. However, it was the only practical choice for large mirrors in high-precision optical equipment between mid-17th and mid-19th century, before the invention of glass silvering. Speculum metal was noted for its use in the metal mirrors of reflecting telescopes, and famous examples of its use were Newton's telescope, the Leviathan of Parsonstown, and William Herschel's telescope used to discover the planet Uranus. A major difficulty with its use in telescopes is that the mirrors could not reflect as much light as modern mirrors and would tarnish rapidly. ==Overview== Speculum metal mixtures usually contain two parts copper to one part tin along with a small amount of arsenic, although there are other mixtures containing silver, lead, or zinc. The knowledge of making very hard white high luster metal out of bronze-type high-tin alloys may date back more than 2000 years in China although it could also be an invention of western civilizations. Such metals were used in sculpture and to make more effective mirrors than the more common yellow easily tarnishing bronze mirrors. In that era mirrors of speculum metal, or any precious metal, were rare and only owned by the wealthy. ==Use in telescopes== thumb|Telescopes with speculum metal mirrors were a large breakthrough in aperture, but their drawbacks fueled competition from refractors thumb|The metal mirror of the Leviathan, the largest telescope mirror until the 100-inch Hooker telescope of 1917 (a metal-on-glass mirror) thumb|Looking down the insides of an old reflecting telescope. It's not clear whether the reflector in this case is speculum metal, but it illustrates how a reflecting mirror rests at the inside of tube. Dating to the 18th century, this telescope would have originally used a metal mirror. Speculum metal found an application in early modern Europe as the only known good reflecting surface for mirrors in reflecting telescopes. In contrast to household mirrors, where the reflecting metal layer is coated on the back of a glass pane and covered with a protective varnish, precision optical equipment like telescopes needs first surface mirrors that can be ground and polished into complex shapes such as parabolic reflectors. For nearly 200 years speculum metal was the only mirror substance that could perform this task. One of the earliest designs, James Gregory’s Gregorian telescope could not be built because Gregory could not find a craftsman capable of fabricating the complex speculum mirrors needed for the design. Isaac Newton was the first to successfully build a reflecting telescope in 1668. His first reflecting telescope (a design which came to be known as a Newtonian reflector) had a 33-mm (1.3-inch) diameter speculum metal primary mirror of his own formulation. Newton was likewise confronted with the problem of fabricating the complex parabolic shape needed to create the image, but simply settled on a spherical shape. The composition of speculum metal was further refined and went on to be used in the 1700s and 1800s in many designs of reflecting telescopes. The ideal composition was around 68.21% copper to 31.7% tin; more copper made the metal more yellow, more tin made the metal more blue in color.Norman W. Henley et al: Speculum Metal. Ratios with up to 45% tin were used for resistance to tarnishing. Although speculum metal mirror reflecting telescopes could be built very large, such as William Herschel's 126-cm (49.5-inch) \"40-foot telescope\" of 1789 and Lord Rosse 1845 183-cm (72-inch) mirror of his \"Leviathan of Parsonstown\", impracticalities in using the metal made most astronomers prefer their smaller refracting telescope counterparts.Edison Pettit: The Reflector. Astronomical Society of the Pacific Leaflets. Vol. 7, No. 331, pp. 249–256. December 1956. Speculum metal was very hard to cast and shape. It only reflected 66% of the light that hit it. Speculum also had the unfortunate property of tarnishing in open air with a sensitivity to humidity, requiring constant re-polishing to maintain its usefulness. This meant the telescope mirrors had to be constantly removed, polished, and re-figured to the correct shape. This sometimes proved difficult, with some mirrors having to be abandoned. It also required that two or more mirrors had to be fabricated for each telescope so that one could be used while the other was being polished. Rapidly cooling night-time air would cause stresses in large speculum metal mirrors, distorting their shape and causing them to produce poor images. Lord Rosse had a system of adjustable levers on his 72-inch metal mirror so he could adjust the shape when it was unreliable at producing an acceptable image.Voyage through the universe: The Visible Universe. Time-Life Books, 1990. (Web clip). In 1856–57 an improvement over speculum mirrors was invented when Karl August von Steinheil and Léon Foucault introduced the process of depositing an ultra-thin layer of silver on the front surface (first surface) of a ground block of glass. Silvered glass mirrors were a vast improvement, since silver reflects 90% of the light that hits it and is much slower to tarnish than speculum. Silver coatings can also be removed from the glass, so a tarnished mirror could be resilvered without changing the delicate precision-polished shape of the glass substrate. Glass is also more thermally stable than speculum metal, allowing it to hold its shape better through temperature changes. This marked the end of the speculum- mirror reflecting telescope, with the last large one, the Great Melbourne Telescope with its 122 cm (48-inch) mirror, being completed in 1867. The era of the large glass-mirror reflector had begun, with telescopes such as Andrew Ainslie Common's 1879 36-inch (91 cm) and 1887 60-inch (152 cm) reflectors built at Ealing, and the first of the \"modern\" large glass-mirror research reflectors, 60-inch (150 cm) Mount Wilson Observatory Hale telescope of 1908, the 100-inch (2.5 m) Mount Wilson Hooker telescope in 1917 and the 200-inch (5 m) Mount Palomar Hale telescope in 1948. ==See also== *Liquid-mirror telescope *List of largest optical telescopes in the 19th century *List of largest optical telescopes in the 18th century ==References== ==External links== *National Pollutant Inventory — Copper and compounds fact sheet Category:Bronze Category:Copper alloys Category:Optical materials",
 "title": "Speculum metal"
}