{
 "id": "588008",
 "text": "Portneuf County is a historic county in Quebec, Canada west of Quebec City on the Saint Lawrence River in Canada. The county seat was Cap-Santé. Previously named Hampshire County (after Hampshire, England) formed in 1792 at the end of the French Regime from the former Montreal District and as a constituent riding for the Legislative Assembly of Lower Canada before being renamed Portneuf County by a law of the province of Lower Canada (9 George IV ch. LXXII) in 1829. It was bounded on the west by Champlain County on the northeast by Quebec County, and on the south by Lotbiniere County. Portneuf County consisted of six former seigneuries. In the early 1980s, Quebec abolished its counties and most of Portneuf County became the Portneuf Regional County Municipality. The southeastern part of the county was transferred to La Jacques-Cartier Regional County Municipality and the Quebec Urban Community (now Quebec City) while parts of western Portneuf County were transferred to Mékinac Regional County Municipality. == Constituent Towns, Municipalities and Parishes== * Neuville * Pointe-aux-Trembles * Cap-Santé * Pointe-aux-Écureuils, Quebec * Donnacona * Sainte-Catherine-de-Portneuf * Sainte-Jeanne-de-Pont-Rouge * Notre-Dame-des-Anges * Montauban-les-Mines * Lac-au-Sables * Saint-Augustin-de-Desmaures * Grondines * Deschambault * Saint-Raymond * Lac-Sergent * Notre-Dame-de-Portneuf * Saint-Basile-Sud * Saint-Basile * Notre-Dame-de-Portneuf * Portneuf * Fossambault-sur-le-Lac * Duchesnay * Jacques-Cartier * Saint-Casimir * Saint-Léonard-du-Port-Maurice * Sainte-Christine-d'Auvergne * Perthuis * Saint-Gilbert * Saint-Marc-des- Carrières * Saint-Alban * Saint-Thuribe * Saint-Ubalde * Val-Bélair == Creation of the County == Initially, Portneuf County included the parishes of Saint-Casimir, Grondines, Deschambault, Cap-Santé, St-Basile, Saint-Raymond- Nonnat, Sainte-Catherine, Les Écureuils, Pointe-aux-Trembles, Saint-Augustin, Saint-Alban and the townships of Gosford, Alton, Roquemont of Montauban and Colbert.Municipalities Act and paths Act 1855 and the parliamentary representation of 1853, p. 131 (in French: Acte des municipalités et des chemins de 1855 et Acte de la représentation parlementaire de 1853, p. 131) ==See also== * Electoral districts of Lower Canada ==References== ==External links== * * Olive Tree Genealogy: Hampshire County Category:Capitale-Nationale Category:Former counties of Quebec Category:1829 establishments in Canada Category:Populated places disestablished in 1982",
 "title": "Portneuf County"
}