{
 "id": "588450",
 "text": "Neil Hosler McElroy (October 30, 1904 – November 30, 1972) was United States Secretary of Defense from 1957 to 1959 under President Eisenhower. He had been president of Procter & Gamble. ==Early life== thumb|McElroy's memo requesting headcount to manage Procter & Gamble's Products Born in Berea, Ohio, to school-teacher parents, McElroy grew up in the Cincinnati area. After receiving a bachelor's degree in economics from Harvard in 1925, he returned to Cincinnati to work in the advertising department of the Procter & Gamble Company. In 1931, as a junior executive managing the advertising campaign for P&G;'s Camay brand of soap, McElroy wrote a famous 3-page company memo that laid out the principles of modern product management. In the memo, McElroy argued that companies should assign a separate marketing team to each individual product brand, as if it were a separate business. This innovative system of brand management would eventually be adopted by consumer product companies all throughout the U.S. He advanced rapidly up the managerial ladder and became company president in 1948. Although a well known businessman, McElroy's only experience in the federal government prior to 1957 had been as chairman of the White House Conference on Education in 1955-56. Given his background in industry, and given President Eisenhower's predominance in defense matters, McElroy's appointment was not unusual. He spelled out his mandate the day he assumed office: \"I conceive the role of the Secretary of Defense to be that of captain of President Eisenhower's defense team.\" ==Secretary of Defense== On October 4, 1957, just four days before Defense Secretary Charles E. Wilson left office, the Soviet Union launched into orbit the world's first satellite (Sputnik I), suggesting that the Soviets were ahead of the United States in missile development. This event, which raised important questions about the U.S. defense program, served as a backdrop to the swearing in, on October 9, 1957, of McElroy as Secretary of Defense. The launching of Sputnik I and a second Soviet satellite a month later prevented McElroy from easing into his duties at a deliberate pace. To meet the concern generated by the sputniks, McElroy attempted both to clarify the relative positions of the United States and the Soviet Union in missile development and to speed up the U.S. effort. Placing considerable emphasis on the intermediate-range ballistic missiles the United States then had under development, McElroy argued that with proper deployment in overseas locations they would serve as effectively as Soviet intercontinental-range ballistic missiles (ICBMs). Without waiting for completion of final tests and evaluations, McElroy ordered the Air Force Thor and Army Jupiter IRBMs into production and planned to begin their deployment in the United Kingdom before the end of 1958 and on the European continent shortly thereafter. McElroy also ordered accelerated development of the Navy solid-fuel Polaris IRBM and the Air Force liquid-fuel Atlas and Titan ICBMs. In February 1958, he authorized the Air Force to begin development of the Minuteman, a solid-fuel ICBM to be deployed in hardened underground silos, with operational status expected in the early 1960s. McElroy did not believe that the Sputnik success represented a major change in the world's military balance, but he acknowledged that it had a significant impact on world public opinion. The launching of the Sputniks indicated that \"the Soviet Union is farther advanced scientifically than many had realized\" and that \"the weapons of the future may be a great deal closer upon us than we had thought, and therefore the ultimate survival of the Nation depends more than ever before on the speed and skill with which we can pursue the development of advanced weapons.\" McElroy had to spend much time explaining the missile programs and trying to allay congressional anxiety about a so-called \"missile gap\" between the United States and the Soviet Union. McElroy shared some responsibility for the missile gap controversy. When asked whether the United States was behind the Russians in the satellite and missile fields, he responded affirmatively. Later he qualified his statement by noting that while the Soviet Union was ahead in satellites, it was not necessarily ahead in missiles, and he repeatedly pointed out that U.S. IRBMs deployed overseas were just as much a threat to the Soviet Union as Soviet ICBMs deployed in Russia were to the United States. But charges of a missile gap persisted. When he left office in December 1959 McElroy stated that the two nations had about the same number of ICBMs, but that if the USSR built missiles up to its capacity and the United States built those it planned to build, the Soviet Union would probably have more missiles than the United States during the 1961-63 period. The missile gap debate lasted throughout the rest of Eisenhower's term and became a prominent issue in the presidential campaign of 1960. In some measure the Soviet sputniks may have hastened the landmark Defense Reorganization Act of 1958. Although President Eisenhower provided strong leadership in achieving the necessary legislation, McElroy was instrumental in seeing it through. The Defense Reorganization Act of 1958 significantly influenced the evolution of DoD organization and the role of the secretary. McElroy considered the most important aspects of the 1958 reorganization to be the replacement of service executive agents by the JCS in directing the unified commands and the creation of a strong director of defense research and engineering including the Advanced Research Projects Agency headed by Roy Johnson, a vice-president of General Electric.\"a strong advanced R& D agency\" Lyon, Matthew; Hafner, Katie (1999-08-19). Where Wizards Stay Up Late: The Origins Of The Internet (pp. 14-20). Simon & Schuster. Kindle Edition. As always, the budget greatly influenced the shaping of Department of Defense plans and programs. Although the Eisenhower administration maintained a determined interest in controlling expenditures and balancing the budget, McElroy did not place economy above preparedness. A strong supporter of military assistance, he argued effectively for continued congressional and public support for the program. \"Military Assistance,\" he said, \"is to the defense of our Country as fire prevention is to fire fighting. You can have the best, most modern sprinkling system in your factory but it will be useless if you don't take steps to prevent fires from getting out of control before they reach your plant.\" Nonetheless, he presided over a budget that remained stringent. In spite of public concern about preparedness in the wake of the Russian Sputnik and pressures from Democratic critics to spend more money, the Eisenhower administration did not panic. While it shifted some expenditure priorities, especially toward missile development, production, and deployment, it did not support a drastic increase in the defense budget. The president and Secretary McElroy contended that the budget was adequate to insure the nation's security. For the McElroy period, the Defense Department's total obligational authority by fiscal year was as follows: 1958, $41.1 billion; 1959, $42.1 billion; and 1960, $40.2 billion. When McElroy acceded to Eisenhower's request in 1957 that he become secretary of defense, he limited his availability to about two years. Although there was criticism that the secretary was leaving just as he had learned the job, McElroy confirmed early in 1959 that he would resign before the end of the year. Speculation that Deputy Secretary of Defense Donald A. Quarles would succeed him ended with Quarles's death in May 1959. Secretary of the Navy Thomas S. Gates, Jr., succeeded Quarles, and when McElroy's resignation became effective on December 1, 1959, Gates replaced him. Actually, McElroy served longer as secretary of defense than any of his predecessors except Wilson. That same day, President Eisenhower presented McElroy with the Medal of Freedom. ==Death== When he left the Pentagon, he became chairman of the board of Procter & Gamble. McElroy died of cancer on November 30, 1972 in Cincinnati at the age of 68.Neil McElroy dies He was survived by his wife, Mrs. Camilla F. McElroy, his eldest daughter, Mrs. Nancy M. Folger, his younger daughter, Mrs. Barbara M. Dimling, his son, Mr. Malcolm McElroy, and nine grandchildren.McCraw, Thomas K. American Business, 1920-2000: How It Worked. == See also == * USS Kitty Hawk (CV-63) ==References== ==Sources== *DoD biography *McCraw, Thomas K. American Business, 1920-2000: How It Worked. Wheeling, Illinois: Harlan Davidson, 2000, pp. 48-49. == External links == *Papers of Neil H. McElroy, Dwight D. Eisenhower Presidential Library *Neil McElroy's Epiphany *The American Presidency Project *Neil McElroy of Procter and Gamble – Time Magazine 1953 article Category:United States Secretaries of Defense Category:American businesspeople in retailing Category:1904 births Category:1972 deaths Category:Harvard University alumni Category:Recipients of the Medal of Freedom Category:Eisenhower administration cabinet members Category:20th-century American politicians Category:People from Berea, Ohio Category:Politicians from Cincinnati Category:Procter & Gamble people Category:Deaths from cancer in Ohio",
 "title": "Neil H. McElroy"
}