{
 "id": "588528",
 "text": "The R44 is a New York City Subway car model built by the St. Louis Car Company from 1971 to 1973 for the B Division and the Staten Island Railway (SIR). The cars replaced many R1-R9 series cars, and all remaining 1925 Standard Steel built SIRTOA ME-1 trains, providing Staten Island with a new fleet of railcars. The R44 fleet originally consisted of 352 cars, of which 61 remain in service, all on the Staten Island Railway. The first R44 cars entered service on the subway on April 19, 1972, and on the Staten Island Railway on February 28, 1973. Various modifications were made over the years to the R44 fleet. The R44s set the world speed record for a subway car in 1972, reaching a top speed of . In the early 1990s, the R44 cars were rebuilt by Morrison–Knudsen or the New York City Transit Authority. Though the R160 order replaced all New York City Subway-operated R44s from December 18, 2009 to September 16, 2010 because of structural integrity issues found on them, the Staten Island Railway fleet remains in operation and is to be replaced by the R211 order by 2023–2024. ==Description== A total of 352 R44 cars were ordered; 300 cars for the New York City Subway (numbered 100–399, with 278 of the cars later renumbered 5202–5479) and 52 cars for the Staten Island Railway (also known as ME-2, MU-2, or MUE-2 cars, numbered 400–435 and even numbers between 436 and 466).New York: R-44s set a fast pace Railway Age March 6, 1972 pages 49/50 The R44s originally came in singles, but needed each other to run, much like the \"married pairs\" of subway cars before them (R26 to R42, except R33S). The NYCT cars were reassembled after overhaul into ABBA sets of four; A cars are evenly numbered with a full-width operator cabs at the number 1 end, while the B cars have odd numbers and no cabs at either end. The SIR cars were never reassembled after overhaul and remain set up as singles. The R44s were also factory equipped with automatic train operation (ATO) equipment, in anticipation of their use on the new Second Avenue Subway Line that was being built at the time. Since September 16, 2010, all NYCT R44 cars have been retired and replaced by the R160s due to structural integrity issues found on those cars, leaving the SIR as the sole operator of the R44. Currently, 61 SIR R44 cars remain in service and are maintained at Clifton Yard, with heavier maintenance being performed at Coney Island Yard. ===Firsts=== The R44 was the first car for the New York City Subway. The cars were introduced under the idea that a train of eight cars would be more efficient than one of ten cars. Despite the increase in length, the R44s had eight pairs of doors per car (four on each side) like other B Division cars. As a result, eight cars have only 64 (32 per side) pairs, whereas ten cars have 80 (40 per side). The reduced number of doors on a train of eight 75-foot cars increased boarding and dwell times, so recent car orders have returned to ten 60-foot (18.29 m) cars, starting with the R143. The interior design was very different from previous models. The R44s had orange and yellow plastic bucket seats—a feature that would be incorporated into the other 75-foot B-division cars and the A-division R62s and R62As. The seats were protected from the doorways by faux wood and glass panels. They were also the first car class delivered with crosswise seating since the R16 order from 1954. The walls were tan with \"wallpaper\" featuring the seals of New York State and New York City made from graffiti-resistant Formica plastics. The new interior decor was carried over to the R46 fleet. The R44 was the first car since the BMT Green Hornet to incorporate a two-note warning tone, the first two notes of Westminster Quarters, that sounds before the doors begin to close as the train prepares to leave the station. When the cars were built, the chime was sounded four seconds before the doors closed, but the time delay was later removed. This has become the signature sound of the subway and is used with all subsequent cars. The R44s were also the first NYCT subway cars to feature a newly designed WABCO-RT5 electronically and pneumatically controlled braking system also known as the P-Wire system, which did not fare well with this fleet of cars (similar systems also plagued the R46s), since most of the shop personnel were not adequately trained to deal with the P-Wire braking system's sophisticated fail/safe design for automatic train operation. The system would sometimes trigger the train's emergency braking system unexpectedly, which caused a situation known as stuck brakes. This P-Wire system, along with all of the automation systems (ATO) installed when these cars were built in 1972, was removed from the R44s beginning in 1984, and was replaced by a more conventional Westcode SMEE type braking system which made these cars much more reliable than with the originally installed system, and also made these cars the third fleet to join the clean car program after the R62's and R33/36 Worlds Fair Fleets after receiving this modifications. The SIR cars had the same system, but fared much better than the NYCT cars. The rollsigns from eight R44s were removed and replaced by experimental flip-dot signs starting in 1988, the same year the New Technology Program began. These experimental flip-dots signs were replaced by electronic LCD signs on the sides and rollsigns on the front during the General Overhaul Program between 1991 and 1993. The R44s set the world speed record for a subway car. On January 31, 1972, a consist reached a speed of on the Long Island Rail Road's main line between Woodside and Jamaica. With two motors per car disabled, the cars still reached . The cars were capable of attaining even higher speeds, but the length of the test track was insufficient to allow further acceleration. The R44s were built to reach such high speeds because it was anticipated that the cars would run along the Second Avenue Subway, which never opened while the cars were in subway service. ==History== ===Pre-introduction=== To ensure the subway could accommodate cars, two retired R1 cars (numbered 165 and 192; renumbered XC675 and XC575 respectively) were cut in half, lengthened to , and sent to various places around the subway and the Staten Island Railway.Car XC675 (ex-165): * * Car XC575 (ex-192): * * * * It was determined that particular segments on the BMT Eastern Division (the , , and ) would be too difficult to convert to allow cars to operate safely, so the R44s were not delivered to those lines. ===Delivery and early mishaps=== After many months of exhaustive testing on the , , , and (one week on each service, starting December 16, 1971), as well as on the LIRR to test the cars' state-of-the-art electrical and mechanical systems, the first set of R44s was placed in service on the New York City Subway on the on April 19, 1972, following a brief introductory ceremony attended by the Mayor of New York City John V. Lindsay, along with MTA Chairman William J. Ronan at Jamaica–179th Street station. The Staten Island R44s were delivered between January and April 1973. The first six Staten Island R44s went into service on February 28, 1973. With the completion of the R44 order and the similar State of the Art Car, the St. Louis Car Company shut down operations. An eight-car train (328–335) was tested in 1973 with carpeting, and another (380–387) was tested with hydraulic brakes that were incompatible with the rest of the R44s' braking systems. In 1979, seven of the eight cars had these systems removed and replaced with conventional air brakes, while the last car (car 385) was permanently removed from service. GE cars 388–399 were not converted to Westcode SMEE braking system in 1984, and were eventually sent to the Staten Island Railway in 1985 to provide SIRTOA with some extra cars since ridership increased significantly in 1985, so their existing 52-car fleet would not be overly taxed. These 12 R44 cars were built identical to the SIRTOA's specification with GE propulsion instead of Westinghouse. In 1983, organizations for the blind stated that the gaps in between R44 and R46 cars were dangerous, since the blind could mistake the spaces for doorways. Nine NYCT R44s were involved in various listed incidents that led to their premature retirements before the General Overhaul Program (GOH) program for the R44s commenced. These cars, along with car 385, were not overhauled during the GOH program; they were instead stored on the system and stripped of parts until March 2001, when they were shipped off property and scrapped. ===General Overhaul Program and post-overhaul=== During the General Overhaul Program, from 1991 to 1993, 342 R44s were rebuilt by the NYCT either at the 207th Street Yard in Manhattan or the Coney Island Complex in Brooklyn (cars 5342–5479 and all SIR cars) and by Morrison–Knudsen off NYCT premises (cars 5202–5341).Equipment Railway Age January 1990 page 8 Some improvements included the repainting of the carbon steel blue stripes into silver gray stripes (most NYCT cars) or the replacement of the stripes with stainless steel panels (NYCT cars 5228–5229 and all SIR cars). The rollsigns on the sides were replaced with electronic LCD signs on the NYCT cars and were completely removed on the SIR cars. The SIR R44s, however, retained their original two-note warning tones from their entry into service, unlike their NYCT counterparts, which had their warning tones replaced with the same ones that are found on the R62s, R62As, R68s, and R68As. Even after the GOH program, several NYCT R44s were retired due to various mishaps. Cars 5319 and 5402 were damaged in separate fire-related incidents. Cars 5282–5285 were involved in a derailment north of 135th Street, resulting in the whole set being placed out of service. Car 5248 was taken out of service in 2004 due to cracked truck bolsters. Cars 5282 and 5319 were completely destroyed and subsequently scrapped in the late 1990s, car 5284 was eventually repaired and returned to service, and the other damaged cars were stored out of service for parts until they were scrapped in 2013 with the rest of the NYCT cars. All SIR cars were overhauled for a second time between 2007 and 2010 as a part of scheduled maintenance program. Several improvements included the repainting of the bulkheads, rebuilt trucks, new dark floors, newly repainted periwinkle bucket seats, and updated logos; unlike the NYCT cars, the SIR cars retained their original blue \"M\" MTA decals during their first overhaul. The cars have been undergoing further intermittent rounds of scheduled maintenance as their parts age over time. ===Retirement=== ====NYCT cars==== The NYCT R44s were originally planned to be retired by the R179 order. However, in late 2009, New York City Transit found various structural integrity issues on their fleet of R44s, which resulted in the decision to retire them with the remainder of the R160 order in place of the remaining R32s and R42s, which were being replaced with the R160 order at the time. The NYCT R44s were gradually phased out from December 18, 2009 until September 16, 2010, when the last train made its final trips on the and . After retirement, the NYCT R44s were mothballed and placed into storage system-wide. From May 2012 until summer 2013, most of the NYCT R44s were scrapped at Sims Metal Management. Four cars, 5286–5289, were not scrapped and remain stored at Coney Island Yard. The only car not slated for disposition is car 5240 (originally 172), which has since been preserved and set aside for on-and-off display at the New York Transit Museum. ====Staten Island Railway cars==== Like the NYCT cars, the SIR R44s were originally planned to be retired by the R179 order; however, these plans were dropped. Proposals to overhaul and operate some R46s on the SIR to replace the R44s there surfaced instead; however, this plan was also dropped. 75 R211S cars have been ordered to replace the SIR R44s in 2023–2024. In the meantime, the SIR R44s are receiving intermittent rounds of scheduled maintenance to extend their usefulness until retirement. Out of the 64 SIR cars, 61 remain in service. On December 26, 2008, car 402 was pulled from service after being badly damaged from accidentally hitting a bumper block at the Tottenville station. It was stored at the 207th Street Yard and stripped of parts for the other 63 SIR cars; by 2013, it was scrapped. Most recently, cars 466 and 399 were taken out of service in 2015 and 2017, respectively; both cars have since been stripped of parts. Upon the retirement of the R32s on January 9, 2022, the remaining R44s became the oldest operating R-type cars, at old. The SIR R44s are also the longest-running cars on the Staten Island Railway, succeeding the ME-1's lifespan of 48 years. ==References== ==Further reading== * Sansone, Gene. Evolution of New York City subways: An illustrated history of New York City's transit cars, 1867-1997. New York Transit Museum Press, New York, 1997 ==External links== * *Staten Island Railway *nycsubway.org - SIRT Staten Island Rapid Transit *nycsubway.org - NYC Subway Cars: R44 Category:Train-related introductions in 1971 Category:New York City Subway rolling stock Category:St. Louis multiple units Category:Staten Island Railway",
 "title": "R44 (New York City Subway car)"
}