{
 "id": "58855",
 "text": "Joseph Charles Bonanno (born Giuseppe Carlo Bonanno; ; January 18, 1905 – May 11, 2002), sometimes referred to as Joe Bananas, was an Italian-American crime boss of the Bonanno crime family, which he ran from 1931 to 1968. Bonanno was born in Castellammare del Golfo, Sicily, where his father was also involved in organized crime. At the age of three, Bonanno immigrated to New York City with his family, for about 10 years before he moved back to Italy. He later slipped back into the United States in 1924, by stowing away on a Cuban fishing boat bound for Tampa, Florida. After the Castellammarese War, Salvatore Maranzano was murdered in 1931, and Bonanno took control of most of the crime family, and at age 26, Bonanno became one of the youngest-ever bosses of a crime family. In 1963, Bonanno made plans with Joseph Magliocco to assassinate several rivals on the Mafia Commission. When Magliocco gave the contract to one of his top hit men, Joseph Colombo, he revealed the plot to its targets. The Commission spared Magliocco's life but forced him into retirement, while Bonanno fled to Canada. In 1964, he briefly returned to New York before disappearing until 1966. The \"Banana War\" ensued and lasted until 1968, when Bonanno retired to Arizona. Later in life, he became a writer, publishing the book A Man of Honor: The Autobiography of Joseph Bonanno in 1983. Bonanno died on May 11, 2002, in Tucson, Arizona. ==Early life== Bonanno was born on January 18, 1905, in Castellammare del Golfo, Sicily, to Salvatore Bonanno and Catherine Bonventre. Joseph's uncles, Giuseppe Bonanno and his older brother and advisor, Stefano, led a clan in Castellammare del Golfo.A Man of Honor: The Autobiography of Joseph Bonanno By Joseph Bonanno pp. 24–28 The clan's strongest ally was the leader of the Magaddino clan Stefano Magaddino, the brother of Joseph's maternal grandmother. During the 1900s, the clans feuded with Felice Buccellato, the boss of the Buccellato clan. After the murders of Stefano and Giuseppe, their younger brother, Salvatore, took revenge by killing members of the Buccellatos. In 1902, Magaddino arrived in New York and became a powerful member of the Castellammarese clan.Jerry Capeci The Complete Idiot's Guide to the Mafia pp. 49–52 When Joseph was three years old, his family moved to the United States and settled in Williamsburg, Brooklyn for about 10 years before returning to Italy. His father had returned to Sicily in 1911, and died of a heart attack in 1915.Organized Crime by Howard Abadinsky pp. 104–107 In 1921, Magaddino fled to Buffalo, New York to avoid murder charges.The Last Testament of Bill Bonanno: The Final Secrets of a Life in the Mafia By Bill Bonanno, Gary B. Abromovitz pp. 57–58 Bonanno slipped back into the United States in 1924, by stowing away on a Cuban fishing boat bound for Tampa, Florida with Peter Magaddino. According to Bonanno, upon arriving at a train station in Jacksonville, Bonanno was detained by immigration officers and was later released under $1,000 bail. He was welcomed by Willie Moretti and an unidentified man. It was later revealed that Magaddino was responsible for bailing him out as a favour for Giovanni Bonventre, Bonanno's uncle. Bonanno first worked at a bakery owned by his uncle and later took up acting classes near Union Square, Manhattan. He had become active in the Mafia during his youth in Italy, and he fled to the United States after Benito Mussolini initiated a crackdown. Bonanno himself claimed years later that he fled because he was ardently anti-Fascist. Bonanno became involved in bootlegging activities. He operated a distillery located inside an apartment building basement with Gaspar DiGregorio and Giovanni Romano, who was later killed in the distillery due to an accidental explosion. During this time, boss Salvatore Maranzano took a liking to Bonanno and became his mentor. ==The Castellammarese War and aftermath== During the Castellammarese War, between 1930 and 1931, Maranzano and Bonanno fought against a rival group based in Brooklyn, led by Joe Masseria and Giuseppe Morello. However, a third, secret, faction soon emerged, composed of younger mafiosi on both sides. These younger mafiosi were disgusted with the old-world predilections of Masseria, Maranzano and other old-line mafiosi, whom they called \"Mustache Petes.\" This group of \"Young Turk\" mafiosi was led by Masseria's second-in-command, Lucky Luciano, and included Frank Costello, Vito Genovese, Joe Adonis, Carlo Gambino and Albert Anastasia on the Masseria side and Joe Profaci, Tommy Gagliano, Tommy Lucchese, Joseph Magliocco and Stefano Magaddino on the Maranzano side. Although Bonanno was more steeped in the old-school traditions of \"honor\", \"tradition\", \"respect\" and \"dignity\" than other mafiosi of his generation, he saw the need to modernize and joined forces with the Young Turks. In a secret deal with Maranzano, Luciano agreed to engineer the death of his boss, Masseria, in return for receiving Masseria's rackets and becoming Maranzano's second-in-command; he was killed April 15, 1931. However, although Maranzano was slightly more forward-thinking than Masseria, Luciano had come to believe that Maranzano was even more greedy and hidebound than Masseria had been, declaring himself capo di tutti capi (boss of all bosses); as a consequence, Luciano arranged Maranzano's murder on September 10, 1931. After Maranzano's death, Bonanno became boss–or as he called himself, \"Father\"–of the bulk of Maranzano's family. At the age of 26, Bonanno became one of the youngest-ever bosses of a crime family. Bonanno's role in the events leading up to Maranzano's death has been disputed. Years later, Bonanno wrote in his autobiography that he did not know about Luciano's plans; he claimed to have only learned about them from Magaddino.Bonanno, pp. 137–139 According to Bonanno, he subsequently learned that Maranzano and Luciano had had a falling out over influence in the Garment District. Reportedly, relations between the two had soured to the point that Maranzano was planning to kill Luciano as early as one day after Maranzano was ultimately assassinated. Maranzano had given the contract to Irish gangster Vincent \"Mad Dog\" Coll, who was actually on his way to Maranzano's office on the day of Maranzano's death. According to Bonanno, he concluded that going to war with Luciano would serve no purpose, since Luciano only wanted to be left alone to run his own rackets and \"demanded nothing from us.\" He also believed that his soldiers would not be enthused about going to the mattresses again so soon after the end of the Castellamarese War. For this reason, Bonanno said, he decided to choose \"the path of peace.\"Bonanno, pp. 137–141 However, according to mob expert Anthony Bruno, it \"defies mob logic\" to believe that Luciano would have allowed Bonanno to stay alive had Bonanno still supported Maranzano. In place of the capo di tutti capi in Maranzano's plan, Luciano established a national commission in which each of the families would be represented by their boss and to which each family would owe allegiance. Each family would be largely autonomous in their designated area, but the Commission would arbitrate disputes between gangs. In 1931, two months after Maranzano was murdered, Bonanno was married to Fay Labruzzo (December 31, 1905 – September 9, 1980). They had three children: Salvatore \"Bill\" Bonanno, Catherine, and Joseph Charles Jr. Bonanno had property in Hempstead, New York, and later Middletown, New York. His son, Bill developed a severe mastoid ear infection at the age of 10; his parents enrolled him in a Catholic boarding school in the dry climate of Tucson, Arizona.\"Salvatore Bonanno, eldest son of Mafia boss wrote of mob life\" Boston.com The Boston Globe January 6, 2008 After this, Bonanno also maintained a home in Tucson from the early 1940s. ==Bonanno family== Bonanno had several legitimate businesses, including three coat manufacturing companies, laundries, cheese suppliers, funeral homes, and a trucking company. The funeral parlor Bonanno owned in Brooklyn was suspected to be used as a front for disposing of bodies, specially building double-decker coffins to fit more than one body would be buried at once. In 1945, Bonanno became a U.S. citizen, and later that year, he was convicted for violating wage laws, and was fined $450. Bonanno allegedly attended the Grand Hotel et des Palmes Mafia meeting in Palermo in October 1957. A month later, in November 1957, the Apalachin Conference was called by Vito Genovese to discuss the future of Cosa Nostra, which Bonanno was reported to have attended.Bonanno, p. 217 However, the meeting was aborted when police investigated the destination of the many out-of-state attendees' vehicles and arrested many of the fleeing mafiosi.Raab, pp. 117–118 Bonanno claimed he had skipped the meeting, but the attending capo Gaspar DiGregorio was carrying Bonanno's recently renewed driver's license.Bonanno, p. 216 An official police report instead lists him as being caught fleeing on foot.Raab, pp. 119–120 All those apprehended were fined, up to $10,000 each, and given prison sentences ranging from three to five years. However, all the convictions were overturned on appeal in 1960. In any case, Bonanno suffered a heart attack and was removed from testifying in the trial.Bonanno, p. 222 ==Commission plot and disappearance== In 1963, Bonanno made plans to assassinate several rivals on the Mafia Commission—bosses Tommy Lucchese, Carlo Gambino, and Stefano Magaddino, as well as Frank DeSimone.Staff (September 1, 1967) \"The Mob: How Joe Bonanno Schemed to kill – and lost\" Life pp. 15–21 Bonanno sought Profaci crime family boss Joseph Magliocco's support, and Magliocco readily agreed due to his bitterness from being denied a seat on the Commission previously. Bonanno's audacious goal was to take over the Commission and make Magliocco his right- hand man. Magliocco was assigned the task of killing Lucchese and Gambino, and gave the contract to one of his top hit men, Joseph Colombo. However, the opportunistic Colombo revealed the plot to its targets. The other bosses realized that Magliocco could not have planned this himself. Remembering how close Bonanno was with Magliocco (and before him, Joe Profaci), as well as their close ties through marriages, the other bosses concluded Bonanno was the real mastermind. The Commission summoned Bonanno and Magliocco to explain themselves. In mid 1964, Bonanno fled to Montreal, leaving Magliocco to deal with the Commission.Schneider, Iced: The Story of Organized Crime in Canada, pp. 255 Badly shaken and in failing health, Magliocco confessed his role in the plot. The Commission spared Magliocco's life, but forced him to retire as Profaci family boss and pay a $50,000 fine. As a reward for turning on his boss, Colombo took control of the Profaci family. On Bonanno's immigration documents, he falsely declared that he had never been convicted of a criminal offense. Bonanno was detained for nearly 90 days at Bordeaux Prison until he was forced to leave Canada. In October 1964, he returned to Manhattan, but on October 21, 1964, the day before Bonanno was scheduled to testify to a grand jury inquiry, his lawyers said that after having dinner with them, Bonanno was kidnapped, allegedly by Magaddino's men, as he entered the apartment house where one of his lawyers lived on Park Avenue and East 36th Street. FBI recordings of New Jersey boss Sam \"the Plumber\" Decavalcante revealed that the other bosses were taken by surprise when Bonanno disappeared, and other FBI recordings captured angry Bonanno soldiers saying, \"That son-of-a-bitch took off and left us here alone.\"Raab, pp. 165–166 ==The \"Banana War\"== During Bonanno's two-year absence, Gaspar DiGregorio took advantage of family discontent over Bill Bonanno's role to claim family leadership. The Mafia Commission named DiGregorio as Bonanno family boss, and the DiGregorio revolt led to four years of strife in the Bonanno family, labeled by the media as the \"Banana War\". This led to a divide in the family between loyalists to Bill and loyalists to DiGregorio. In early 1966, DiGregorio allegedly contacted Bill about having a peace meeting. Bill agreed and suggested his grand-uncle's house on Troutman Street in Brooklyn as a meeting site. On January 28, 1966, as Bill and his loyalists approached the house, they were met with gunfire; no one was wounded during this confrontation.\"Part II: The Mafia at War New York Magazine, July 17, 1972, page 32 Bonanno reappeared on May 17, 1966, at Foley Square. In 1968, DiGregorio was wounded by machine gun fire and later suffered a heart attack. The Commission eventually became dissatisfied with DiGregorio's efforts at quelling the family rebellion, and eventually dropped DiGregorio and swung their support to Paul Sciacca. In 1968, after a heart attack, Bonanno ended the family warfare by agreeing to retire as boss and move to Arizona. As part of this peace agreement, Bill also resigned as consigliere and moved out of New York with his father.Bonanno, Joe A Man of Honor: The Autobiography of Joseph Bonanno. New York: St Martin's Paperbacks, 1983. . ==Later career in Arizona and California== thumb|250px|The crypt of Joseph Bonanno at the Holy Hope Cemetery in Tucson. In 1974, Bonanno and his son subsequently moved to Arizona, living in the Catalina Vista neighborhood of Tucson, Arizona with his family. In the late 1970s, his two sons, Bill and Joe Jr., brought high heat in Northern California after getting involved with Lou Peters, a Cadillac-Oldsmobile dealer, in San Jose, Lodi and Stockton. Louis E. Peters turned into an undercover for the FBI, helping them indict Bonanno. In April 1983, Joseph Bonanno and his son Bill appeared on the CBS News TV program 60 Minutes to be interviewed by correspondent Mike Wallace. Later in 1983, he served eight months in prison for obstruction of justice. In 1985, he was imprisoned for 14 months for contempt of court after refusing to testify in a federal racketeering case. Assigned federal inmate number 07255-008, he was transferred from the Federal Correctional Institution in Tucson, Arizona to the U.S. Medical Center for Federal Prisoners in Springfield, Missouri due to ill health at his advanced age and released on November 1, 1986. During Salvatore Bonanno's trial, he gave interviews to author Gay Talese that formed part of the basis of his 1971 true crime book Honor Thy Father. Joseph Bonanno was initially infuriated by the book and refused to speak to Salvatore for a year.Bonanno, pp. 342–343 By the late 1970s, however, Bonanno's attitude had changed; he had become interested in writing an autobiography to offer his own take on his life.Bonanno, pp. 381–385 Bonanno's book was published in 1983 as A Man of Honor: The Autobiography of Joseph Bonanno. Bonanno justified his decision to write A Man of Honor on the grounds that omertà represented a lifestyle and tradition greater than or beyond just the code of silence it is generally understood to be: as he had not been compelled to reveal his secrets by becoming an informant or government witness, Bonanno reasoned, he did not violate his code of honor. Bonanno's editor for A Man of Honor was publisher Michael Korda who said of Bonanno, \"In a world where most of the players were, at best, semiliterate, Bonanno read poetry, boasted of his knowledge of the classics, and gave advice to his cohorts in the form of quotes from Thucydides or Machiavelli.\" Bonanno died on May 11, 2002, of heart failure at the age of 97. He is buried at Holy Hope Cemetery & Mausoleum in Tucson. ==In popular culture== In 1991, Bonanno's daughter-in-law, Rosalie Profaci Bonanno, published the memoir Mafia Marriage: My Story. This book was eventually converted to the 1993 Lifetime network film Love, Honor, & Obey: The Last Mafia Marriage. Bonanno was portrayed by Ben Gazzara. In the 1991 film Mobsters, Joe Bonanno is portrayed by actor John Chappoulis. In 1999, Showtime produced a biographical film called Bonanno: A Godfather's Story. The film chronicles the rise and fall of organized crime in the United States. Bonanno was portrayed by Martin Landau. In 2004, Joe's daughter-in-law began putting Joe's personal items up for auction on eBay. This continued until 2008.\"Mob ties just a few clicks away\" Tucson Citizen In 2006, episode 66 of The Sopranos, \"Members Only\", Eugene Pontecorvo wants to retire and uses Joe Bonanno as an example of a retired mob member.\"Sopranos script\" Springfield! Springfield!\"No Retiring from This\" American Popular Culture Also in episode 76, \"Cold Stones\", Tony mentions that \"Joe Bananas\" went to war against Carlo Gambino for seven years. In 2009, Joe's cousin, Thomas Bonanno, participated as a Mafia expert in the filming of Deadliest Warrior: \"Mafia vs. Yakuza\", demonstrating his skills and marksmanship with a Thompson submachine gun as well as talking about \"true\" Sicilian Mafia philosophy and culture. In 2014, \"Eldorado\", the series finale of Boardwalk Empire, Joe Bonanno, played by Amadeo Fusca, has a non-speaking cameo role. He is seen sitting at the table as Lucky Luciano gathers the country's most powerful crime bosses and forms The Commission. He is portrayed by Chazz Palminteri in the 2019 TV series Godfather of Harlem. In the 2019 film The Irishman, Frank Sheeran (played by Robert De Niro), compares Bonanno's \"kidnapping\", in a telephone conversation with the wife of Jimmy Hoffa, to her husband's disappearance. ==References== ==Further reading== * * * * Talese, Gay (1971). Honor Thy Father. Cleveland: World Publishing Company. * Crittle, Simon, The Last Godfather: The Rise and Fall of Joey Massino Berkley (2006) * DeStefano, Anthony. The Last Godfather: Joey Massino & the Fall of the Bonanno Crime Family. California: Citadel, 2006. ==External links== * Category:1905 births Category:2002 deaths Category:American crime bosses Category:American gangsters of Italian descent Category:American gangsters of Sicilian descent Category:Bonanno crime family Category:Bosses of the Bonanno crime family Category:Capo dei capi Category:Italian emigrants to the United States Category:Italian crime bosses Category:Italian gangsters Category:Organized crime memoirists Category:American writers of Italian descent Category:20th-century American memoirists Category:Non-fiction writers about organized crime in the United States Category:American male non-fiction writers Category:People from Castellammare del Golfo Category:People from Hempstead (village), New York Category:People from Tucson, Arizona Category:People from Williamsburg, Brooklyn Category:Prohibition-era gangsters",
 "title": "Joseph Bonanno"
}