{
 "id": "588829",
 "text": "The Employment Act of 1946 ch. 33, section 2, 60 Stat. 23, codified as , is a United States federal law. Its main purpose was to lay the responsibility of economic stability of inflation and unemployment onto the federal government.Norton (1977) The Act stated: it was the \"continuing policy and responsibility\" of the federal government to: :coordinate and utilize all its plans, functions, and resources . . . to foster and promote free competitive enterprise and the general welfare; conditions under which there will be afforded useful employment for those able, willing, and seeking to work; and to promote maximum employment, production, and purchasing power.J. Bradford De Long, \"Keynesianism, Pennsylvania Avenue Style: Some Economic Consequences of the Employment Act of 1946,\" Journal of Economic Perspectives, (1996) 10#3 pp 41-53. online Congressional liberals originally intended to secure a federal commitment to \"full employment\", though the conservative coalition that controlled Congress at the time prevented this language from being included in the final bill. Stein (1969) notes, \"The failure to pass a 'Full Employment Act' is as significant as the decision to pass the Employment Act.\"Herbert Stein, The fiscal revolution in America (1969) p 197 The Act also created the Council of Economic Advisers, attached to the White House, which provides analysis and recommendations, as well as the Joint Economic Committee. In practice, the government has relied on automatic stabilizers and Federal Reserve policy for macroeconomic management, while the Council of Economic Advisers has focused primarily on discussions of microeconomic issues. ==Background== By 1940 the Great Depression was finally over. A remarkable burst of economic activity and full employment came during America's involvement in World War II (1941–45). Fears of a postwar depression were widespread since the massive military spending was ending, the war plants were shutting down, and 12 million military personnel were coming home. In response, Congress sought to establish preemptive safeguards against an economic downturn.Norton (1977) The White House relied on Keynesian economic theory to develop its strategy. The theory, set forth by economist John Maynard Keynes and his American disciples such as Alvin Hansen at Harvard, contends that unemployment is caused by insufficient aggregate demand relative to the possible aggregate supply generated by full employment. Swings in aggregate demand create a phenomenon known as a business cycle that leads to irregular downsizing and hiring runs, causing fluctuations in unemployment. Keynes argued that the biggest contributor of these shifts in aggregate demand is investment.Theodore Rosenof, Economics in the Long Run: New Deal Theorists and Their Legacies, 1933-1993 (1997) ==Compromises== The original bill, called the Full Employment Bill of 1945, was introduced in the House as H.R. 2202 and introduced without change by Congressman Wright Patman in the Senate as S. 380. The bill represented a concerted effort to develop a broad economic policy for the country. In particular, it mandated that the federal government do everything in its authority to achieve full employment, which was established as a right guaranteed to the American people. In this vein, the bill required the President to submit an annual economic report in addition to the national budget. The report, designated the Economic Report of President, must estimate the projected employment rate for the next fiscal year, and if not commensurate with the full employment rate, to mandate policies as necessary to attain it. There was strong opposition to the wording of the bill from the business community, which feared government regulation, deficit spending and runaway inflation.Don Yalung-Mathews, \"Business Perspectives on the Full Employment Bill of 1945 and Passage of the Employment Act of 1946,\" Essays in Economic and Business History, 1990, Vol. 8, pp 331-342 Conservative Congressmen, led by Republican Senator Robert A. Taft, argued that business cycles in a free enterprise economy were natural and that compensatory spending should not be exercised except in the most extreme of cases. Some also believed that the economy would naturally drive toward full employment levels. Others believed that accurate employment level forecasting by the government was not practical or feasible. Some were uncomfortable with an outright guarantee of employment. The Conservative Coalition of Northern Republicans and Southern Democrats controlled Congress. The bill was pressured to take on a number of amendments that forced the removal of the guarantee of full employment and the order to engage in compensatory spending. Although the spirit of the bill carried through into the Employment Act of 1946, its metaphorical bite was gone. The final act was not so much a mandate as a set of suggestions. The result was a bill that made the general goals full employment, full production, and stable prices. President Harry S. Truman signed the compromise bill into law on February 20, 1946. ==Overview== Conservatives removed all of the Keynesian markers from the final bill, so that it merely encourages the federal government to \"promote maximum employment, production, and purchasing power.\" The act requires the President to submit an annual economic report within ten days of the submission of the national budget that forecasts the future state of the economy, including employment, production, capital formation, and real income statistics. This Economic Report of the President, as the act names it, sets forth future economic goals of the country and offers suggestions on how to attain it, a marked compromise from the original bill's focus on compensatory spending. The act creates the Council of Economic Advisers, an appointed advisory board that will advise and assist the President in formulating economic policy. It also creates the Joint Economic Committee, a committee composed of both senators and representatives instructed to review it as the government's economic policy at least annually. ==Amendment== Unemployment levels remained fairly steady after the passing of the act. After 1970, however, the economy began to fluctuate and unemployment rates rose again. The same fears that motivated the creation of the act in 1946 precipitated an amendment in 1978, entitled the Full Employment and Balanced Growth Act. This act was identical in spirit to the original Full Employment Bill of 1945, providing a guarantee of full employment and economic means to do so.Weidenbaum, (1996) ==In popular culture== In the Star Trek: Deep Space 9 episode \"Past Tense,\" the Employment Act was repealed, one of the changes in the future of 2024. ==Notes== ==Further reading== * Bailey, Stephen K. Congress Makes a Law: The Story Behind the Employment Act of 1946 Columbia University Press (1950) * Norton, Hugh S. The Employment Act and the Council of Economic Advisers, 1946-1976 (1977) * Wasem, Ruth Ellen. Tackling Unemployment: The Legislative Dynamics of the Employment Act of 1946 (W.E. Upjohn Institute for Employment Research; 2013) 241 pages * Weidenbaum, Murray. \"The Employment Act of 1946: A half century of presidential policymaking,\" Presidential Studies Quarterly, Summer 1996, Vol. 26 Issue 3, pp 880–85 ==External links== * The Employment Act of 1946 - Some History Notes * Towards a Regulatory Budget: A Working Paper on the Costs of Federal Regulation * Public Law 79-304, 79th Congress, S. 380: Employment Act of 1946 Category:1946 in American law Category:United States federal labor legislation Category:1946 in economics Category:1946 in labor relations",
 "title": "Employment Act of 1946"
}