{
 "id": "58917",
 "text": "Edward of Woodstock, known to history as the Black Prince (15 June 1330 – 8 June 1376), was the eldest son of King Edward III of England, and the heir apparent to the English throne. He died before his father and so his son, Richard II, succeeded to the throne instead. Edward nevertheless earned distinction as one of the most successful English commanders during the Hundred Years' War, being regarded by his English contemporaries as a model of chivalry and one of the greatest knights of his age. Edward was made Duke of Cornwall, the first English dukedom, in 1337. He was guardian of the kingdom in his father's absence in 1338, 1340, and 1342. He was created Prince of Wales in 1343 and knighted by his father at La Hougue in 1346. In 1346, Prince Edward commanded the vanguard at the Battle of Crécy, his father intentionally leaving him to win the battle. He took part in Edward III's 1349 Calais expedition. In 1355, he was appointed the king's lieutenant in Gascony, and ordered to lead an army into Aquitaine on a chevauchée, during which he pillaged Avignonet and Castelnaudary, sacked Carcassonne, and plundered Narbonne. The next year (1356) on another chevauchée, he ravaged Auvergne, Limousin, and Berry but failed to take Bourges. He offered terms of peace to King John II of France, who had outflanked him near Poitiers, but refused to surrender himself as the price of their acceptance. This led to the Battle of Poitiers, where his army routed the French and took King John prisoner. The year after Poitiers, Edward returned to England. In 1360, he negotiated the Treaty of Brétigny. He was created Prince of Aquitaine and Gascony in 1362, but his suzerainty was not recognised by the lord of Albret or other Gascon nobles. He was directed by his father to forbid the marauding raids of the English and Gascon free companies in 1364. He entered into an agreement with Kings Peter of Castile and Charles II of Navarre, by which Peter covenanted to mortgage Castro de Urdiales and the province of Biscay to him as security for a loan; in 1366 a passage was secured through Navarre. In 1367 he received a letter of defiance from Henry of Trastámara, Peter's half-brother and rival. The same year, after an obstinate conflict, he defeated Henry at the Battle of Nájera. However, after a wait of several months, during which he failed to obtain either the province of Biscay or liquidation of the debt from Don Pedro, he returned to Aquitaine. Prince Edward persuaded the estates of Aquitaine to allow him a hearth tax of ten sous for five years in 1368, thereby alienating the lord of Albret and other nobles. Prince Edward returned to England in 1371, and the next year resigned the principality of Aquitaine and Gascony. He led the commons in their attack upon the Lancastrian administration in 1376. He died in 1376 of dysentery and was buried in Canterbury Cathedral, where his surcoat, helmet, shield, and gauntlets are still preserved. ==Early life (1330–1343)== Edward, the eldest son of Edward III of England, Lord of Ireland and ruler of Gascony, and Queen Philippa, was born at Woodstock in the County of Oxfordshire, on 15 June 1330. His father, Edward III, had been at tensions with the French over English lands in France and also the kingship of France; Edward III's mother, Queen Isabella of France was a daughter of the French king Philip IV of France, thus placing her son in line for the throne of France. England and France's relations quickly escalated when the French king threatened to confiscate his lands in France, beginning the Hundred Years War. His mother was Queen Philippa of Flanders, daughter of the Count of Flanders, who married Edward III when his mother, Queen Isabella, arranged the marriage between them. His father on 10 September 1330 allowed five hundred marks a year from the profits of the county of Chester for his maintenance; on 25 February 1331, the whole of these profits were assigned to the queen for maintaining him and the king's sister Eleanor. cites Fœdera, ii. pp. 798, 811. In July of that year, the king proposed to marry him to a daughter of Philip VI of France. cites Fœdera, ii. p. 822. His father was Edward III of England, who became king at the young age of fourteen years in 1327, when his father [and the Black Prince's grandfather] Edward II of England was deposed by his wife Isabella of France, daughter of Philip IV of France, and by the English nobility due to his ineffectiveness and weakness to assert his control over the government and his failed wars against Scotland. His mother, Philippa of Hainault, was the daughter of William II, Count of Hainault. The marriage between his mother and father was arranged by his grandmother, Isabella of France, to get financial and military aid from the Count of Hainault for her own benefit to depose her husband, Edward II. The marriage of Edward III and Phillippa of Hainault produced thirteen children; Edward was the eldest child and eldest son. His father had begun a war with Scotland to regain lost territories that were captured by the Scots during the reign of his father Edward II and began the military operations undertaken by Edward III's grandfather, Edward I of England and recaptured English lands such as Berwick-Upon-Tweed. Edward III took his grandfather's military strategies and tactics against the Scots and to avenge the humiliating defeat of the English, under his father Edward II, at the Battle of Bannockburn in 1314 and this time, Edward III defeated the Scots at the decisive Battle of Halidon Hill in 1333, killing many Scottish nobles and routing the entire Scottish army. Edward III was able to recover the country politically and militarily, and was welcomed as a \"great champion of the English nation\". On 18 March 1333, Edward was invested with the earldom and county of Chester, and in the parliament of 9 February 1337 he was created Duke of Cornwall and received the duchy by charter dated 17 March. This is the earliest instance of the creation of a duke in England. By the terms of the charter the duchy was to be held by him and the eldest sons of kings of England. cites Courthope, p. 9. His tutor was Dr. Walter Burley of Merton College, Oxford. His revenues were placed at the disposal of his mother in March 1334 for the expenses she incurred in bringing up him and his two sisters, Isabella and Joan. cites Fœdera, ii. p. 880. Rumours of an impending French invasion led the king in August 1335 to order that he and his household should remove to Nottingham Castle as a place of safety. cites Fœdera, ii. p. 919. When two cardinals came to England at the end of 1337 to make peace between Edward III and Philip VI of France, the Duke of Cornwall is said to have met the cardinals outside the City of London, and in company with many nobles to have conducted them to the King Edward. cites Holinshed. On 11 July 1338 his father, who was on the point of leaving England for Flanders, appointed him guardian of the kingdom during his absence, and he was appointed to the same office on 27 May 1340 and 6 October 1342; cites Fœdera, ii. pp. 1049, 1125, 1212. he was of course too young to take any save a nominal part in the administration, which was carried on by the council. To attach Duke John III of Brabant to his cause, the king in 1339 proposed a marriage between the young Duke of Cornwall and John's daughter Margaret, and in the spring of 1345 wrote urgently to Pope Clement VI for a dispensation for this marriage. cites Fœdera, ii. p. 1083, iii. pp. 32, 35. On 12 May 1343, Edward III created the duke Prince of Wales, in a parliament held at Westminster, investing him with a circlet, gold ring, and silver rod. The prince accompanied his father to Sluys on 3 July 1345, and the king tried to persuade the burgomasters of Ghent, Bruges, and Ypres to accept his son as their lord, but the murder of Jacob van Artevelde put an end to this project. Both in September and in the following April the prince was called on to furnish troops from his principality and earldom for the impending campaign in France, and as he incurred heavy debts in the king's service his father authorised him to make his will, and provided that in case he fell in the war his executors should have all his revenue for a year. cites Fœdera, iii. p. 84. == Early campaigns (1346–53) == ===Battle of Crecy=== Edward, Prince of Wales sailed with King Edward III on 11 July 1346, and as soon as he landed at La Hougue received knighthood from his father in the local church of Quettehou. cites Fœdera, iii. p. 90; letter of Edward III to Archbishop of York, Retrospective Review, i. 119; Rot. Parl. ii. 163; Chandos, l. 145. Then he \"made a right good beginning\", for he rode through the Cotentin, burning and ravaging as he went, and distinguished himself at the taking of Caen and in the engagement with the force under Sir Godemar I du Fay, which endeavoured to prevent the English army from crossing the Somme by the ford of Blanchetaque. cites Baron Seymour de Constant, Bataille de Crécy, ed, 1846; Louandre, Histoire d'Abbeville; Archæologia, xxviii. 171. Early on Saturday, 26 August, before the start of the battle of Crécy, Edward, Prince of Wales received the sacrament with his father at Crécy, and took the command of the right, or van, of the army with the Earls of Warwick and Oxford, Sir Geoffroy d'Harcourt, Sir John Chandos, and other leaders, and at the head of eight hundred men-at-arms, two thousand archers, and a thousand Welsh foot, though the numbers are by no means trustworthy. When the Genoese bowmen were discomfited and the front line of the French was in some disorder, the prince appears to have left his position to attack their second line. At this moment, however, the Count of Alençon charged his division with such fury that he was in great danger, and the leaders who commanded with him sent a messenger to tell his father that he was in great straits and to beg for assistance. When Edward learned that his son was not wounded, he responded that he would send no help, for he wished to give the prince the opportunity to \"win his spurs\" (he was in fact already a knight), and to allow him and those who had charge of him the honour of the victory. The prince was thrown to the ground and was rescued by Sir Richard FitzSimon, his standard bearer, who threw down the banner, stood over his body, and beat back his assailants while he regained his feet. Harcourt now sent to Earl of Arundel for help, and he forced back the French, who had probably by this time advanced to the rising ground of the English position. A flank attack on the side of Wadicourt was next made by the Counts of Alençon and Ponthieu, but the English were strongly entrenched there, and the French were unable to penetrate the defences and lost the Duke of Lorraine and the Counts of Alençon and Blois. The two front lines of their army were utterly broken before King Philip's division engaged. Then Edward appears to have advanced at the head of the reserve, and the rout soon became complete. When Edward met his son after the battle was over, he embraced him and declared that he had acquitted himself loyally, and the prince bowed low and did reverence to his father. The next day he joined the king in paying funeral honours to King John of Bohemia. The prince was present at the Siege of Calais (1346–1347), and after the surrender of the town harried and burned the country for around, and brought much booty back with him.cites Knighton, c. 2595. He returned to England with his father on 12 October 1347, took part in the jousts and other festivities of the court, and was invested by the king with the new order of the Garter (1348). ===Siege of Calais and Battle of Winchelsea=== Prince Edward shared in the king's expedition to Calais in the last days of 1349, came to the rescue of his father, and when the combat was over and the king and his prisoners sat down to feast, he and the other English knights served the king and his guests at the first course and then sat down for the second course at another table. cites Froissart, iv. p. 82. When the king embarked at Winchelsea on 28 August 1350 to intercept the fleet of La Cerda, the Prince sailed with him, though in another ship, and in company with his brother, the young John of Gaunt, Earl of Richmond. During the Battle of Winchelsea his ship was grappled by a large Spanish ship and was so full of leaks that it was likely to sink, and though he and his knights attacked the enemy manfully, they were unable to take her. Henry of Grosmont, Earl of Lancaster came to his rescue and attacked the Spaniard on the other side; she was soon taken, her crew were thrown into the sea, and as the Prince and his men got on board her their own ship foundered. cites Froissart, iv. p. 95; Nicolas, Royal Navy, ii. 112. ===Cheshire Expedition=== In 1353 some disturbances seem to have broken out in Cheshire, for the Prince as Earl of Chester marched with Henry of Grosmont, now Duke of Lancaster to the neighbourhood of Chester to protect the justices, who were holding an assize there. The men of the earldom offered to pay him a heavy fine to bring the assize to an end, but when they thought they had arranged matters the justices opened an inquisition of trailbaston, took a large sum of money from them, and seized many houses and much land into the prince's, their earl's, hands. On his return from Chester the prince is said to have passed by the Abbey of Dieulacres in Staffordshire, to have seen a fine church which his great- grandfather, Edward I, had built there, and to have granted five hundred marks, a tenth of the sum he had taken from his earldom, towards its completion; the abbey was almost certainly not Dieulacres but Vale Royal. cites Knighton, c. 2606; Monasticon, v. 626, 704; . == Further campaigns (1355–64)== ===Aquitaine=== When Edward III determined to renew the war with France in 1355, he ordered the Black Prince to lead an army into Aquitaine while he, as his plan was, acted with the king of Navarre in Normandy, and the Duke of Lancaster upheld the cause of John of Montfort in Brittany. The prince's expedition was made in accordance with the request of some of the Gascon lords who were anxious for plunder. On 10 July the king appointed him his lieutenant in Gascony, and gave him powers to act in his stead, and, on 4 August, to receive homages. cites Fœdera, iii. 302, 312. He left London for Plymouth on 30 June, was detained there by contrary winds, and set sail on 8 September with about three hundred ships, in company with four earls (Thomas Beauchamp, Earl of Warwick, William Ufford, Earl of Suffolk, William Montagu, Earl of Salisbury, and John Vere, Earl of Oxford), and in command of a thousand men-at-arms, two thousand archers, and a large body of Welsh foot. cites Avesbury, p. 201. At Bordeaux the Gascon lords received him with much rejoicing. It was decided to make a short campaign before the winter, and on 10 October he set out with fifteen hundred lances, two thousand archers, and three thousand light foot. Whatever scheme of operations the King may have formed during the summer, this expedition of the Prince was purely a piece of marauding. After grievously harrying the counties of Juliac, Armagnac, Astarac, and part of Comminges, he crossed the Garonne at Sainte-Marie a little above Toulouse, which was occupied by John I, Count of Armagnac and a considerable force. The count refused to allow the garrison to make a sally, and the prince passed on, stormed and burnt Mont Giscar, where many men, women, and children were ill-treated and slain, cites Froissart, iv. 163, 373 and took and pillaged Avignonet and Castelnaudary. All the country was rich, and the people \"good, simple, and ignorant of war\", so the prince took great spoil, especially of carpets, draperies, and jewels, for \"the robbers\" spared nothing, and the Gascons who marched with him were especially greedy. cites Jehan le Bel, ii. 188; Froissart, iv. 165). Carcassonne was taken and sacked, but he did not take the citadel, which was strongly situated and fortified. Ourmes (or Homps, near Narbonne) and Trèbes bought off his army. He plundered Narbonne and thought of attacking the citadel, for he heard that there was much booty there, but gave up the idea on finding that it was well defended. While he was there a messenger came to him from the papal court, urging him to allow negotiations for peace. He replied that he could do nothing without knowing his father's will. cites Avesbury, p. 215. From Narbonne he turned to march back to Bordeaux. The Count of Armagnac tried to intercept him, but a small body of French having been defeated in a skirmish near Toulouse the rest of the army retreated into the city, and the prince returned in peace to Bordeaux, bringing back with him enormous spoils. The expedition lasted eight weeks, during which the prince only rested eleven days in all the places he visited, and without performing any feat of arms did the French king much mischief. cites a letter of Sir John Wingfield, in Avesbury, p. 222. During the next month, before 21 January 1356, the leaders under his command reduced five towns and seventeen castles. cites another letter of Sir J. Wingfield, in Avesbury, p. 224). ====Battle of Poitiers==== On 6 July 1356 Prince Edward set out on another expedition, undertaken with the intention of passing through France to Normandy, and there giving aid to his father's Norman allies, the party headed by the king of Navarre and Geoffrey d'Harcourt. In Normandy he expected, he says, to be met by his father, cites a letter of the prince dated 20 October, Archæologia, i. 212; Froissart, iv. 196. He crossed the Dordogne at Bergerac on 4 August, states for itinerary of this expedition see Eulogium, iii. 215 sq. and rode through Auvergne, Limousin, and Berry, plundering and burning as he went until he came to Bourges, where he burnt the suburbs but failed to take the city. He then turned westward and made an unsuccessful attack on Issoudun on 25–27 August. Meanwhile, King John II was gathering a large force at Chartres, from which he was able to defend the passages of the Loire, and was sending troops to the fortresses that seemed in danger of attack. From Issoudun the prince returned to his former line of march and took Vierzon. There he learnt that it would be impossible for him to cross the Loire or to form a junction with Lancaster, who was then in Brittany. Accordingly he determined to return to Bordeaux by way of Poitiers, and after putting to death most of the garrison of the castle of Vierzon set out on 29 August towards Romorantin. Some French knights who skirmished with the English advanced guard retreated into Romorantin, and when Prince Edward heard of this he said: \"Let us go there; I should like to see them a little nearer\". He inspected the fortress in person and sent his friend Chandos to summon the garrison to surrender. The place was defended by Boucicault and other leaders, and on their refusing his summons he assaulted it on 31 August. The siege lasted three days, and the prince, who was enraged at the death of one of his friends, declared that he would not leave the place untaken. Finally he set fire to the roofs of the fortress by using Greek fire, reduced it on 3 September. On 5 September the English proceeded to march through Berry. On 9 September King John II, who had now gathered a large force, crossed the Loire at Blois and went in pursuit of them. When the king was at Loches on 12 September he had as many as twenty thousand men-at-arms, and with these and his other forces he advanced to Chauvigny. On 16 and 17 September his army crossed the Vienne. Meanwhile, the prince was marching almost parallel to the French and at only a few miles distance from them. It is impossible to believe Froissart's statement that he was ignorant of the movements of the French. From 14 to 16 September he was at Châtellerault, and on the next day, Saturday, as he was marching towards Poitiers, some French men-at-arms skirmished with his advance guard, pursued them up to the main body of his army, and were all slain or taken prisoners. The French king had outstripped him, and his retreat was cut off by an army at least fifty thousand strong, while he had not, it is said, more than about two thousand men-at-arms, four thousand archers, and fifteen hundred light foot. Lancaster had endeavoured to come to his relief, but had been stopped by the French at Pont-de-Cé. cites Chronique de Bertrand du Guesclin, p. 7. When Prince Edward knew that the French army lay between him and Poitiers, he took up his position on some rising ground to the south-east of the city, between the right bank of the Miausson and the old Roman road, probably on a spot now called La Cardinerie, a farm in the commune of Beauvoir, for the name Maupertuis has long gone out of use, and remained there that night. The next day, Sunday, 18 September, the cardinal, Hélie Talleyrand, called \"of Périgord\", obtained leave from King John II to endeavour to make peace. The prince was willing enough to come to terms, and offered to give up all the towns and castles he had conquered, to set free all his prisoners, and not to serve against the king of France for seven years, besides, it is said, offering a payment of a hundred thousand francs. King John, however, was persuaded to demand that the prince and a hundred of his knights should surrender themselves up as prisoners, and to this he would not consent. The cardinal's negotiations lasted the whole day, and were protracted in the interest of the French, for John II was anxious to give time for further reinforcements to join his army. Considering the position in which the prince then was, it seems probable that the French might have destroyed his little army simply by hemming it in with a portion of their host, and so either starving it or forcing it to leave its strong station and fight in the open with the certainty of defeat. John II made a fatal mistake in allowing the prince the respite of Sunday; for while the negotiations were going forward he employed his army in strengthening its position. The English front was well covered by vines and hedges; on its left and rear was the ravine of the Miausson and a good deal of broken ground, and its right was flanked by the wood and abbey of Nouaillé. All through the day the army was busily engaged in digging trenches and making fences, so that it stood, as at Crécy, in a kind of entrenched camp. cites Froissart, v. 29; , vii. c. 16. Prince Edward drew up his men in three divisions, the first being commanded by the earls of Warwick and Suffolk, the second by himself, and the rear by Salisbury and Oxford. The French were drawn up in four divisions, one behind the other, and so lost much of the advantage of their superior numbers. In front of his first line and on either side of the narrow lane that led to his position the prince stationed his archers, who were well protected by hedges, and posted a kind of ambush of three hundred men-at-arms and three hundred mounted archers, who were to fall on the flank of the second battle of the enemy, commanded by the Dauphin, Charles, Duke of Normandy. At daybreak on 19 September Prince Edward addressed his little army, and the fight began. An attempt was made by three hundred picked men-at-arms to ride through the narrow lane and force the English position, but they were shot down by the archers. A body of Germans and the first division of the army which followed were thrown into disorder; then the English force in ambush charged the second division on the flank, and as it began to waver the English men-at-arms mounted their horses, which they had kept near them, and charged down the hill. The prince kept Chandos by his side, and his friend did him good service in the fray. As they prepared to charge he cried: \"John, get forward; you shall not see me turn my back this day, but I will be ever with the foremost\", and then he shouted to his banner-bearer, \"Banner, advance, in the name of God and St. George!\". All the French except the advance guard fought on foot, and the division of the Duke of Normandy, already wavering, could not stand against the English charge and fled in disorder. The next division, under the Philip, Duke of Orléans, also fled, though not so shamefully, but the rear, under King John II in person, fought with much gallantry. The prince, \"who had the courage of a lion, took great delight that day in the fight\". The combat lasted until a little after 3 pm, and the French, who were utterly defeated, left eleven thousand dead on the field, of whom 2,426 were men of gentle birth. Nearly a hundred counts, barons, and bannerets and two thousand men-at- arms, besides many others, were made prisoners, and the king and his youngest son, Philip were among those who were taken. The English losses were not large. When King John II was brought to him, the prince received him with respect, helped him to take off his armour, and entertained him and the greater part of the princes and barons who had been made prisoners at supper. He served at the king's table and would not sit down with him, declaring that \"he was not worthy to sit at table with so great a king or so valiant a man\", and speaking many comfortable words to him, for which the French praised him highly. Froissart, v. 64, 288. The next day the Black Prince continued his retreat on Bordeaux; he marched warily, but no one ventured to attack him. At Bordeaux, which Prince Edward reached on 2 October, he was received with much rejoicing, and he and his men tarried there through the winter and wasted in festivities the immense spoil they had gathered. On 23 March 1357 the prince concluded a two years' truce, for he wished to return home. The Gascon lords were unwilling that King John II should be carried off to England, and the prince gave them a hundred thousand crowns to silence their murmurs. He left the country under the government of four Gascon lords and arrived in England on 4 May, after a voyage of eleven days, landing at Plymouth. Knighton, c. 2615; Eulogium, iii. 227; Walsingham, i. 283; Fœdera, iii. 348, not at Sandwich as Froissart, v. 82 states. When he entered London in triumph on 24 May, King John II, his prisoner, rode a fine white charger, while he was mounted on a little black hackney. Judged by modern ideas the prince's show of humility appears affected, and the Florentine chronicler remarks that the honour done to King John II must have increased the misery of the captive and magnified the glory of King Edward; but this comment argues a refinement of feeling which neither Englishmen nor Frenchmen of that day had probably attained. cites Matt. Villani, vii. c. 66. ====England, tournaments and debts==== After his return to England Prince Edward took part in the many festivals and tournaments of his father's court, and in May 1359 he and the king and other challengers held the lists at a joust proclaimed at London by the mayor and sheriffs, and, to the great delight of the citizens, the king appeared as the mayor and the prince as the senior sheriff. cites . Festivities of this sort and the lavish gifts he bestowed on his friends brought him into debt, and on 27 August, when a new expedition into France was being prepared, the king granted that if he fell his executors should have his whole estate for four years for the payment of his debts. cites Fœdera, iii, 445. === Reims campaign === In October 1359 Prince Edward sailed with his father to Calais, and led a division of the army during the Reims campaign (1359–1360). At its close he took the principal part on the English side in negotiating the Treaty of Brétigny, and the preliminary truce arranged at Chartres on 7 May 1360 was drawn up by proctors acting in his name and the name of Charles, Duke of Normandy, the regent of France. cites Fœdera, iii, 486; Chandos, l. 1539 He probably did not return to England until after his father, cites James, ii. 223 n. who landed at Rye on 18 May. On 9 July he and Henry, duke of Lancaster, landed at Calais in attendance on the French king. As, however, the stipulated instalment of the king's ransom was not ready, he returned to England, leaving John in charge of Sir Walter Manny and three other knights. Froissart, vi. 24. He accompanied his father to Calais on 9 October to assist at the liberation of King John and the ratification of the treaty. He rode with John to Boulogne, where he made his offering in the Church of the Virgin. He returned with King Edward to England at the beginning of November. ====Marriage to Joan==== On 10 October 1361 the prince, now in his 31st year, married his cousin Joan, Countess of Kent, daughter of Edmund of Woodstock, Earl of Kent, younger son of Edward I, and Margaret, daughter of Philip III of France, and widow of Thomas Lord Holland, and in right of his wife Earl of Kent, then in her thirty-third year, and the mother of three children. As the prince and the countess were related in the third degree, and also by the spiritual tie of sponsorship, the prince being godfather to Joan's elder son Thomas, a dispensation was obtained for their marriage from Pope Innocent VI, though they appear to have been contracted before it was applied for. cites Fœdera, iii. 626. The marriage was performed at Windsor, in the presence of King Edward III, by Simon Islip Archbishop of Canterbury. According to Jean Froissart the contract of marriage (the engagement) was entered into without the knowledge of the king. cites Froissart, vi. 275, Amiens. The prince and his wife resided at Berkhamsted Castle in Hertfordshire and held the manor of Princes Risborough from 1343 though local history describes the estate as 'his palace', many sources suggest it was used more as a hunting lodge. ===Prince of Aquitaine and Gascony=== On 19 July 1362 his father, Edward III granted Prince Edward all his dominions in Aquitaine and Gascony, to be held as a principality by liege homage on payment of an ounce of gold each year, together with the title of Prince of Aquitaine and Gascony. cites Fœdera, iii. 667. During the rest of the year he was occupied in preparing for his departure to his new principality, and after Christmas he received the king and his court at Berkhamsted, took leave of his father and mother, and in the following February sailed with his wife, Joan, and all his household for Gascony, landing at La Rochelle. At La Rochelle the prince was met by John Chandos, the king's lieutenant, and proceeded with him to Poitiers, where he received the homage of the lords of Poitou and Saintonge; he then rode to various cities and at last came to Bordeaux, where from 9 to 30 July he received the homage of the lords of Gascony. He received all graciously, and kept a splendid court, residing sometimes at Bordeaux and sometimes at Angoulême. The prince appointed Chandos constable of Guyenne, and provided the knights of his household with profitable offices. They kept much state, and their extravagance displeased the people. cites Froissart, vi. 82. Many of the Gascon lords were dissatisfied at being handed over to the dominion of the English, and the favour the prince showed to his own countrymen, and the ostentatious magnificence they exhibited, increased this feeling of dissatisfaction. Arnaud Amanieu, Lord of Albret and many more were always ready to give what help they could to the French cause, and Gaston, Count of Foix, though he visited the prince on his first arrival, was thoroughly French at heart, and gave some trouble in 1365 by refusing to do homage for Bearn. cites Fœdera, iii. 779. Charles V, who succeeded to the throne of France in April 1364, was careful to encourage the malcontents, and the prince's position was by no means easy. In April 1363 the prince mediated between the Counts of Foix and Armagnac, who had for a long time been at war with each other. He also attempted in the following February to mediate between Charles of Blois and John of Montfort, the rival competitors for the Duchy of Brittany. Both appeared before him at Poitiers, but his mediation was unsuccessful. The next month, May 1363, the prince entertained Peter, King of Cyprus at Angoulême, and held a tournament there. At the same time he and his lords excused themselves from assuming the cross. During the summer the lord of Albret was at Paris, and his forces and several other Gascon lords held the French cause in Normandy against the party of Navarre. Meanwhile, war was renewed in Brittany; the prince allowed Chandos to raise and lead a force to succour the party of Montfort, and Chandos won the Battle of Auray (29 September 1364) against the French. As the leaders of the free companies which desolated France were for the most part Englishmen or Gascons, they did not ravage Aquitaine, and the prince was suspected, probably not without cause, of encouraging, or at least of taking no pains to discourage, their proceedings. cites Froissart, vi. 183. Accordingly on 14 November 1364 Edward III called upon him to restrain their ravages. cites Fœdera, iii. 754. == Spanish campaign (1365–67) == In 1365 the free companies, under Sir Hugh Calveley and other leaders, took service with Bertrand du Guesclin, who employed them in 1366 in compelling King Peter of Castile to flee from his kingdom, and in setting up his bastard brother, Henry of Trastámara, as king in his stead. Peter, who was in alliance with Edward III, sent messengers to Prince Edward asking his help, and on receiving a gracious answer at Corunna, set out at once, and arrived at Bayonne with his son and his three daughters. The prince met him at Capbreton, and rode with him to Bordeaux. Many of the prince's lords, both English and Gascon, were unwilling that he should espouse Peter's cause, but he declared that it was not fitting that a bastard should inherit a kingdom, or drive out his lawfully born brother, and that no king or king's son ought to suffer such disrespect to royalty; nor could any turn him from his determination to restore the king. Peter won friends by declaring that he would make Edward's son king of Galicia, and would divide his riches among those who helped him. A parliament was held at Bordeaux, in which it was decided to ask the wishes of the English king. Edward replied that it was right that his son should help Peter, and the prince held another parliament at which the king's letter was read. Then the lords agreed to give their help, provided that their pay was secured to them. To give them the required security, the prince agreed to lend Peter whatever money was necessary. The prince and Peter then held a conference with Charles of Navarre at Bayonne, and agreed with him to allow their troops to pass through his dominions. To persuade him to do this, Peter had, besides other grants, to pay him 56,000 florins, and this sum was lent him by the prince. On 23 September a series of agreements (the Treaty of Libourne) were entered into between the prince, Peter, and Charles of Navarre, at Libourne, on the Dordogne, by which Peter covenanted to put the prince in possession of the province of Biscay and the territory and fortress of Castro de Urdialès as pledges for the repayment of this debt, to pay 550,000 florins for six months' wages at specified dates, 250,000 florins being the prince's wages, and 800,000 florins the wages of the lords who were to serve in the expedition. He consented to leave his three daughters in the prince's hands as hostages for the fulfilment of these terms, and further agreed that whenever the king, the prince, or their heirs, the king of England, should march in person against the Moors, they should have the command of the vanguard before all other Christian kings, and that if they were not present the banner of the king of England should be carried in the vanguard side by side with the banner of Castile. cites Fœdera, iii. 799–807. The prince received a hundred thousand francs from his father out of the ransom of John II, the late king of France, cites Fœdera, iii. p. 787. and broke up his plate to help to pay the soldiers he was taking into his pay. While his army was assembling he remained at Angoulême, and was there visited by Peter. cites Ayala; Chandos. He then stayed over Christmas at Bordeaux, where his wife, Joan, gave birth to their second son Richard (the next king of England). Prince Edward left Bordeaux early in February 1367, and joined his army at Dax, where he remained three days, and received a reinforcement of four hundred men-at-arms and four hundred archers sent out by his father under his brother John, duke of Lancaster. From Dax the prince advanced via Saint- Jean-Pied-de-Port through Roncesvalles (in the Pyrenees) to Pamplona (the capital of Kingdom of Navarre). When Calveley and other English and Gascon leaders of free companies found that Prince Edward was about to fight for Peter, they withdrew from the service of Henry of Trastámara, and joined Prince Edward \"because he was their natural lord\". cites Ayala, xviii. 2. While the prince was at Pamplona he received a letter of defiance from Henry. cites Froissart, vii. 10. From Pamplona the prince marched by Arruiz to Salvatierra, which opened its gates to his army, and thence advanced to Vitoria, intending to march on Burgos by this direct route. A body of his knights, which he had sent out to reconnoitre under Sir William Felton, was defeated by a skirmishing party, and he found that Henry had occupied some strong positions, and especially Santo Domingo de la Calzada on the right of the river Ebro, and Zaldiaran mountain on the left, which made it impossible for him to reach Burgos through Álava. Accordingly he crossed the Ebro, and encamped under the walls of Logroño. During these movements the prince's army had suffered from want of provisions both for men and horses, and from wet and windy weather. At Logroño, however, though provisions were still scarce, they were somewhat better off. On 30 March 1367, the prince wrote an answer to Henry's letter. On 2 April he left Logroño and moved to Navarrete, La Rioja. Meanwhile, Henry and his French allies had encamped at Nájera, so that the two armies were now near each other. Letters passed between Henry and the prince, for Henry seems to have been anxious to make terms. He declared that Peter was a tyrant, and had shed much innocent blood, to which the prince replied that the king had told him that all the persons he had slain were traitors. On the morning of 3 April, the prince's army marched from Navarrete, and all dismounted while they were yet some distance from Henry's army. The vanguard, in which were three thousand men-at-arms, both English and Bretons, was led by Lancaster, Chandos, Calveley, and Clisson; the right division was commanded by Armagnac and other Gascon lords; the left, in which some German mercenaries marched with the Gascons, by the Jean, Captal de Buch and the Count of Foix; and the rear or main battle by the prince, with three thousand lances, and with the prince was Peter and, a little on his right, the dethroned James of Majorca and his company; the numbers, however, are scarcely to be depended on. Before the battle of Nájera began, the prince prayed aloud to God that as he had come that day to uphold the right and reinstate a disinherited king, God would grant him success. Then, after telling Peter that he should know that day whether he should have his kingdom or not, he cried: \"Advance, banner, in the name of God and St. George; and God defend our right\". The knights of Castile attacked and pressed the English vanguard, but the wings of Henry's army failed to move, so that the Gascon lords were able to attack the main body on the flanks. Then the prince brought the main body of his army into action, and the fighting became intense, for he had under him \"the flower of chivalry, and the most famous warriors in the whole world\". At length Henry's vanguard gave way, and he fled from the field. cites Ayala, xviii. c. 23; Friossart, vii. 37; Chandos, 1. 3107 sq.; Du Guesclin, p. 49. When the battle was over the prince asked Peter to spare the lives of those who had offended him. Peter assented, with the exception of one notorious traitor, whom he at once put to death; and he also had two others slain the next day. Among the prisoners was the French marshal Arnoul d'Audrehem, whom the prince had formerly taken prisoner at Poitiers, and whom he had released on d'Audrehem giving his word that he would not bear arms against the prince until his ransom was paid. When the prince saw him he reproached him bitterly, and called him \"liar and traitor\". D'Audrehem denied that he was either, and the prince asked him whether he would submit to the judgment of a body of knights. To this d'Audrehem agreed, and after he had dined the prince chose twelve knights, four English, four Gascons, and four Bretons, to judge between himself and the marshal. After he had stated his case, d'Audrehem replied that he had not broken his word, for the army the prince led was not his own; he was merely in the pay of Peter. The knights considered that this view of the prince's position was sound, and gave their verdict for d'Audrehem. cites Ayala. On 5 April 1367, the prince and Peter marched to Burgos, where they celebrated Easter. The prince, however, did not take up his quarters in the city, but camped outside the walls at the Monastery of Las Huelgas. Peter did not pay him any of the money he owed him, and the prince could get nothing from him except a solemn renewal of his bond of the previous 23 September, which he made on 2 May 1367 before the high altar of the Cathedral of Burgos. cites Fœdera, iii. 825. By this time, the prince began to suspect his ally of treachery. Peter had no intention of paying his debts, and when the prince demanded possession of Biscay told him that the Biscayans would not consent to be handed over to him. To get rid of his creditor Peter told him that he could not get money at Burgos, and persuaded the prince to take up his quarters at Valladolid while he went to Seville, whence he declared he would send the money he owed. Prince Edward remained at Valladolid during some very hot weather, waiting in vain for his money. His army suffered so terribly from dysentery and other diseases that it is said that scarcely one Englishman out of five ever saw England again. cites Knighton, c. 2629. He was himself seized with a sickness from which he never thoroughly recovered, and which some said was caused by poison. cites Walsingham, i. 305. Food and drink were scarce, and the free companies in his pay did much mischief to the surrounding country. cites Chandos, 1. 3670 sq. Meanwhile, Henry of Trastámara made war upon Aquitaine, took Bagnères and wasted the country. Fearing that Charles of Navarre would not allow him to return through his dominions, the prince negotiated with the King Peter IV of Aragon for a passage for his troops. Peter IV made a treaty with him, and when Charles of Navarre heard of it he agreed to allow the prince, the Duke of Lancaster, and some of their lords to pass through his country; so they returned through Roncesvalles, and reached Bordeaux early in September 1367. == War in Aquitaine (1366–70) == Some time after he had returned to Aquitaine the free companies, some six thousand strong, also reached Aquitaine, having passed through Kingdom of Aragon. As they had not received the whole of the money the prince had agreed to pay them, they took up their quarters in his country and began to do much mischief. He persuaded the captains to leave Aquitaine, and the companies under their command crossed the Loire and did much damage to France. This greatly angered Charles V, who about this time did the prince serious mischief by encouraging disaffection among the Gascon lords. When the prince had been gathering his army for his Spanish expedition, the lord of Albret had agreed to serve with a thousand lances. Considering, however, that he had at least as many men as he could find provisions for, the prince on 8 December 1366 had written to him requesting that he would bring only two hundred lances. The lord of Albret was much incensed at this, and, though peace was made by his uncle the Count of Armagnac, did not forget the offence, and Froissart speaks of it as the \"first cause of hatred between him and the prince\". A more powerful cause of this lord's discontent was the non-payment of an annual pension which had been granted him by Edward. About this time he agreed to marry Margaret of Bourbon, sister of the queen of France. The Black Prince was annoyed at this betrothal, and, his temper probably being soured by sickness and disappointment, behaved with rudeness to both D'Albret and his intended bride. On the other hand, Charles offered the lord the pension which he had lost, and thus drew him and his uncle, the Count of Armagnac, altogether over to the French side. The immense cost of the late campaign and his constant extravagance had brought the prince into financial difficulties, and as soon as he returned to Bordeaux he called an assembly of the estates of Aquitaine (Parliament) to meet at Saint-Émilion to obtain a grant from them. It seems as though no business was done then, for in January 1368 he held a meeting of the estates at Angoulême, and there persuaded them to allow him a fouage, or hearth tax, of ten sous for five years. An edict for this tax was published on 25 January 1368. The chancellor, Bishop John Harewell, held a conference at Niort, at which he persuaded the barons of Poitou, Saintonge, Limousin, and Rouergue to agree to this tax, but the great vassals of the high marches refused, and on 20 June and again on 25 October the Counts of Armagnac, Périgord, and Comminges, and the lord of Albret laid their complaints before the king of France, declaring that he was their lord paramount. cites Froissart, i. 548 n., Buchon. Meanwhile, the prince's friend Chandos, who strongly urged him against imposing this tax, had retired to his Norman estate. Charles took advantage of these appeals, and on 25 January 1369 sent messengers to Prince Edward, who was then residing at Bordeaux, summoning him to appear in person before him in Paris and there receive judgment. He replied: \"We will willingly attend at Paris on the day appointed since the king of France sends for us, out it shall be with our helmet on our head and sixty thousand men in our company\". Prince Edward caused the messengers to be imprisoned, and in revenge for this the Counts of Périgord and Comminges and other lords set on Sir Thomas Wake the high-steward of Rouergue, slew many of his men, and put him to flight. The prince sent for Chandos, who came to his help, and some fighting took place, though war was not yet declared. His health was now so feeble that he could not take part in active operations, for he was swollen with dropsy and could not ride. By 18 March 1367 more than nine hundred towns, castles, and other places signified in one way or another their adherence to the French cause. citesFroissart, vii. Pref. p. lviii. Prince Edward had already warned his father of the intentions of the French king, but there was evidently a party at Edward's court that was jealous of his power, and his warnings were slighted. In April 1369, however, war was declared. Edward sent the Earls of Cambridge and Pembroke to his assistance, and Sir Robert Knolles, who now again took service with, him, added much to his strength. The war in Aquitaine was desultory, and, though the English maintained their ground fairly in the field, every day that it was prolonged weakened their hold on the country. On 1 January 1370, Prince Edward sustained a heavy loss in the death of his friend Chandos. Several efforts were made by Edward to conciliate the Gascon lords,For more details of how Edward tried to conciliate the Gascon lords see . but they were fruitless and can only have served to weaken the prince's authority. It is probable that John of Gaunt was working against him at the English court, and when he was sent out in the summer to help his elder brother, he came with such extensive powers that he almost seemed as though he had come to supersede him. In the spring, Charles raised two large armies for the invasion of Aquitaine; one, under the Louis I, Duke of Anjou, was to enter Guyenne by La Reole and Bergerac, the other, under the John, Duke of Berry, was to march towards Limousin and Quercy, and both were to unite and besiege the prince in Angoulême. Ill as he was, the prince left his bed of sickness, cite Chandos, 1. 4043. and gathered an army at Cognac, where he was joined by the Barons of Poitou and Saintonge, and the Earls of Cambridge, Lancaster, and Pembroke. The two French armies gained many cities, united and laid siege to Limoges, which was treacherously surrendered to them by the bishop, Jean de Murat de Cros, who had been one of the prince's trusted friends. cites Froissart, i. 620, Buchon; Cont. Murimuth, p. 209. thumb|The storming of Limoges When Prince Edward heard of the surrender of Limoges to the French, he swore \"by the soul of his father\" that he would have the place again and would make the inhabitants pay dearly for their treachery. He set out from Cognac with an army of about 4,000 men. Due to his sickness he was unable to mount his horse, and was carried in a litter. During the siege of Limoges, the prince was determined to take the town and ordered the undermining of its walls. On 19 September, his miners succeeded in demolishing a large piece of wall which filled the ditches with its ruins. The town was then stormed, with the inevitable destruction and loss of life. cites Froissart, i. 620, Buchon; Cont. Murimuth, p. 209. The Victorian historian William Hunt, author of Prince Edward's biography in the Dictionary of National Biography (1889), relying on Froissart as a source, wrote that when the bishop (who was the most responsible for the surrender) was brought before the Prince, the Prince told him that his head should be cut off (Lancaster persuaded him not to carry out the deed), but that the city was nevertheless pillaged and burnt, and that 3,000 persons of all ranks and ages were massacred. However, modern scholarship, including the historian Richard Barber writing in 2008 in the Oxford Dictionary of National Biography and drawing on a wider range of evidence, places casualties much lower than Froissart did—around 300 garrison soldiers and civilians in total.; and The prince returned to Cognac; his sickness increased and he was forced to give up all hope of being able to direct any further operations and to proceed first to Angoulème and then to Bordeaux. ==England== The death of Prince Edward's eldest son, Edward of Angoulême, in 1371, caused Edward a great deal of grief. His health continued to deteriorate and the prince's personal doctor advised him to return to England. Edward left Aquitaine with the Duke of Lancaster, and landed at Southampton early in January 1371. Edward met his father at Windsor. At this meeting, Prince Edward interceded to stop a treaty Edward III had made the previous month with Charles of Navarre because he did not agree to the cessation of lands King Charles demanded in it. cites Fœdera, iii. 967. After this, the Black Prince returned to his manor in Berkhamsted. On his return to England, the prince was probably at once recognised as the natural opponent of the influence exercised by the anti-clerical and Lancastrian party, and it is evident that the clergy trusted him; for on 2 May he met the convocation of Canterbury at the Savoy, and persuaded them to make an exceptionally large grant. cites Wilkins, Concilia, iii. 91. His health now began to improve, and in August 1372 he sailed with his father to the relief of Thouars; but contrary winds meant that the fleet never reached the French coast. On 6 October he resigned the principality of Aquitaine and Gascony, giving as his reason that its revenues were no longer sufficient to cover expenses, and acknowledging his resignation in Parliament of the next month. At the conclusion of this parliament, after the knights had been dismissed, he met the citizens and burgesses \"in a room near the white chamber\", and prevailed on them to extend the customs granted the year before for the protection of merchant shipping for another year. cites Rot. Parl. ii. 310; Hallam, Const Hist, iii. 47. It is said that after Whitsunday, 20 May 1374, the prince presided at a council of prelates and nobles held at Westminster to answer a demand from Pope Gregory XI for a subsidy to help him against the Florentines. The bishops, after hearing the pope's letter, which asserted his right as lord spiritual, and, by the grant of John, lord in chief, of the kingdom, declared that \"he was lord of all\". The cause of the crown, however, was vigorously maintained, and the prince, provoked at the hesitation of Archbishop Wittlesey, spoke sharply to him, and at last told him that he was an ass. The bishops gave way, and it was declared that John had no power to bring the realm into subjection. The prince's illness soon returned in force, though when the \"Good Parliament\" met on 28 April 1376 he was looked upon as the chief support of the commons in their attack on the abuses of the administration, and evidently acted in concert with William of Wykeham in opposing the influence of Lancaster and the disreputable clique of courtiers who upheld it, and he had good cause to fear that his brother's power would prove dangerous to the prospects of his son Richard. cites Chron. Angliæ, Pref. xxix, pp. 74, 75, 393. Richard Lyons, the king's financial agent, who was impeached for gigantic frauds, sent him a bribe of £1,000. and other gifts, but he refused to receive it, though he afterwards said that it was a pity he had not kept it, and sent it to pay the soldiers who were fighting for the kingdom. cites Chron. Angliæ, Pref. xxix, p. 80). ==Death== From the period of the Good Parliament, Edward knew that he was dying. His dysentery became violent, and he often fainted from weakness, so that his household believed that he had already died. He left gifts for his servants in his will and took leave of the King his father, asking him that he would confirm his gifts, pay his debts quickly out of his estate, and protect his son Richard. In his last moments, he was attended by the Bishop of Bangor, who urged him to ask forgiveness of God and of all those he had injured. He \"made a very noble end, remembering God his Creator in his heart\", and asked people to pray for him. His death took place in the Palace of Westminster. cites Walsingham, i, 321; Froissart, i, 706, Buchonl He was buried with great state in Canterbury Cathedral on 29September, and the directions contained in his will were followed at his funeral and in the details of his tomb. It has a bronze effigy beneath a tester depicting the Holy Trinity with his heraldic achievementshis surcoat, helmet, shield and gauntletshung over the tester; they have been replaced with replicas, and the originals now reside in a glass-fronted cabinet within the Cathedral. His epitaph inscribed around his effigy reads: > Such as thou art, sometime was I. Such as I am, such shalt thou be. I > thought little on th'our of Death So long as I enjoyed breath. On earth I > had great riches Land, houses, great treasure, horses, money and gold. But > now a wretched captive am I, Deep in the ground, lo here I lie. My beauty > great, is all quite gone, My flesh is wasted to the bone. ==Arms and heraldic badge== {{multiple image | footer = | image1 = Arms of the Prince of Wales (Ancient).svg | alt1 |The Black Prince's shield: Quarterly, 1 and 4 France (ancient); 2 and 3 England, and a label of three points argent. | caption1 = The Black Prince's shield. | width1= 103 | image2 = Arms of the Prince of Wales (Shield of Peace).svg | alt2 = Arms of the Prince of Wales (Shield of Peace) | width2=103 | caption2 = The \"shield for peace\", with the ich dien motto. }} Arms: Quarterly, 1st and 4th azure semée of fleur-de-lys or (France Ancient); 2nd and 3rd gules, three lions passant guardant or (England); overall a label of three points argent. Crest: On a chapeau gules turned up ermine, a lion statant or gorged with a label of three points argent. Mantling: gules lined ermine. Edward's coat of arms as Prince of Wales were those of the kingdom, differenced by a label of three points argent. Edward also used an alternative coat of Sable, three ostrich feathers argent, described as his \"shield for peace\" (probably meaning the shield he used for jousting). This shield can be seen several times on his tomb chest, alternating with the differenced royal arms. His younger brother, John of Gaunt, used a similar shield on which the ostrich feathers were ermine. Edward's \"shield for peace\" is believed to have inspired the badge of three ostrich feathers used by later Princes of Wales. The motto \"Ich dien\" means \"I serve\". ==Family== Edward married his cousin, Joan, Countess of Kent (1328–1385), on 10 October 1361. She was the daughter and heiress of Edmund, Earl of Kent, the younger son of King Edward I by his second wife Margaret of France. They had two sons, both born in Aquitaine: * Edward, born at Angoulême on 27 July 1364. cites Eulogia, 1365 Murimuth, or 1363 Froissart died immediately before his father's return to England in January 1371, and was buried in the church of the Austin Friars, Londoncites Weive, Funeral Monuments, p, 419 * Richard, who succeeded his grandfather as king From his marriage to Joan, he also became stepfather to her children by Thomas Holland: * Thomas Holland, 2nd Earl of Kent whose daughter, Joan Holland, later married Edward's brother, Edmund of Langley. * John Holland, 1st Duke of Exeter, who married Edward's niece, Elizabeth of Lancaster, daughter of his brother, John of Gaunt. * Joan Holland, Duchess of Brittany Edward had several natural sons before his marriage. With Edith de Willesford (died after 1385): * Sir Roger Clarendon (c. 1352 – executed 1402); he married Margaret (d. 1382), a daughter of John Fleming, Baron de la Roche. With unknown mother: * Sir John Sounders ===Ancestry=== ==Appellation \"Black Prince\"== thumb|A 19th-century illustration of the Black Prince Edward is often referred to as the \"Black Prince\". The first known source to use the sobriquet \"Black Prince\" was the antiquary John Leland in the 1530s or early 1540s (about 165 years after Edward's death). Leland mentions the sobriquet in two manuscript notes in the 1530s or early 1540s, with the implication that it was by that date in relatively widespread use. In one place, Leland refers in Latin to \"Edwardi Principis cog: Nigri\" (i.e., \"Edward the Prince, cognomen: The Black\"); in the other, in English to \"the Blake Prince\".; and In both instances, Leland is summarising earlier works – respectively, the 14th-century Eulogium Historiarum and the late 15th-century chronicle attributed to John Warkworth – but in neither case does the name appear in his source texts. In print, Roger Ascham in his Toxophilus (1545) refers to \"ye noble black prince Edward beside Poeters\"; while Richard Grafton, in his Chronicle at Large (1569), uses the name on three occasions, saying that \"some writers name him the black prince\", and elsewhere that he was \"commonly called the black Prince\". Raphael Holinshed uses it several times in his Chronicles (1577); and it is also used by William Shakespeare, in his plays Richard II (written c. 1595; Act 2, scene 3) and Henry V (c. 1599; Act 2, scene 4). In 1688 it appears prominently in the title of Joshua Barnes's The History of that Most Victorious Monarch, Edward IIId, King of England and France, and Lord of Ireland, and First Founder of the Most Noble Order of the Garter: Being a Full and Exact Account Of the Life and Death of the said King: Together with That of his Most Renowned Son, Edward, Prince of Wales and of Aquitain, Sirnamed the Black- Prince. The origins of the name are uncertain, though many theories have been proposed, falling under two main themes, that it is derived from Edward's: * Black shield, and/or his black armour. * Brutal reputation, particularly towards the French in Aquitaine. The black field of his \"shield for peace\" is well documented (see Arms and heraldic badge above). However, there is no sound evidence that Edward ever wore black armour, although John Harvey (without citing a source) refers to \"some rather shadowy evidence that he was described in French as clad at the battle of Crécy ' en armure noire en fer bruni ' – in black armour of burnished steel\". Richard Barber suggests that the name's origins may have lain in pageantry, in that a tradition may have grown up in the 15th century of representing the prince in black armour. He points out that several chronicles refer to him as Edward the IV (the title he would have taken as King had he outlived his father): this name would obviously have become confusing when the actual Edward IV succeeded in 1461, and this may have been the period when an alternative had to be found. Edward's reputation for brutality in France is also well documented, and it is possible that this is where the title had its origins. The French soldier Philippe de Mézières refers to Edward as the greatest of the \"black boars\" – those aggressors who had done so much to disrupt relations within Christendom. Other French writers made similar associations, and Peter Hoskins reports that an oral tradition of L'Homme Noir, who had passed by with an army, survived in southern France until recent years. In Shakespeare's Henry V, the King of France alludes to \"that black name, Edward, Black Prince of Wales\". John Speed reported in 1611 that the Black Prince was so named \"not of his colour, but of his dreaded Acts in battell\"; a comment echoed in 1642 by Thomas Fuller, who wrote that he was named \"from his dreaded acts and not from his complexion\". Joshua Barnes claimed in 1688 that it was from the time of the Battle of Crécy that \"the French began to call [him] Le Neoir, or the Black-Prince\", appearing to cite a record of 2 Richard II (i.e. 1378–9); but his reference is insufficiently precise to be traceable. However, it is unclear how a French sobriquet might have crossed to England, and Barber finds this derivation of the name \"unlikely\". ==See also== * Cultural depictions of Edward the Black Prince * HMS Black Prince, for Royal Navy ships named in his honour * Black Prince's Ruby which he forced Peter the Cruel to give to him after the Castilian campaign for his ungratefulness. It is actually a large red spinel. * A43 Infantry Tank \"Black Prince\" a British experimental AFV design, essentially a \"super Churchill\" of which six prototypes were built very late in World War II. * List of Knights and Ladies of the Garter * Junio Valerio Borghese, Italian Navy commander also known as the Black Prince due to his aristocratic connections and adherence to fascism. ==Notes== ==References== * * * * * * * * * * * * . * * * * * } * * * * . * * * ===Attribution=== * Endnotes ** ; ** ** – eulogistic and wordy, but useful; in the edition of 1836 James defends his work from the strictures of the Athenæum; ** ** ** ** ** ** ** ** ** Sloane MSS. 56 and 335; ** ** ** ** ** ** ** ** ** ** ** ** For the battle of Poitiers *** *** ** For the Spanish campaign, ** For other references see under , in text of above article, and in the notes of M. Luce's Froissart. ==Further reading== * * * * * * * * * ==External links== * Category:1330 births Category:1376 deaths Category:14th-century English nobility Category:Heirs to the English throne Category:House of Plantagenet Category:People of the Hundred Years' War Category:Princes of Wales Category:Dukes of Cornwall Category:Heirs apparent who never acceded Category:Basque history Category:Knights Bachelor Category:Knights of the Garter Category:English people of French descent Category:English people of Dutch descent Category:English people of Spanish descent Category:People from Wallingford, Oxfordshire Category:People from Woodstock, Oxfordshire Category:High Sheriffs of Cornwall Category:Burials at Canterbury Cathedral Category:Male Shakespearean characters Category:14th-century peers of France Category:Deaths from dysentery Category:Peers created by Edward III Category:Sons of kings Category:Children of Edward III of England",
 "title": "Edward the Black Prince"
}