{
 "id": "589455",
 "text": "General was a general in the Imperial Japanese Army, part-time writer, haiku poet, diplomat, and commanding officer of the Imperial Japanese Army General Staff. He is best known for having been the commander of the Japanese garrison at the battle of Iwo Jima. Even before the battle, General Kuribayashi insisted upon sharing the hardships of his men. He also refused to permit banzai charges, which he regarded as an unnecessary waste of his men's lives. The United States Marine Corps had expected to capture Iwo Jima in five days, but Kuribayashi and his men held out for 36 days. It is believed that Kuribayashi was killed in action while leading his soldiers in a night-attack on American troops, but his body was never identified by the United States military. U.S. Marine Corps General Holland Smith said of Kuribayashi that \"Of all our adversaries in the Pacific, Kuribayashi was the most redoubtable.\" ==Early life== Tadamichi Kuribayashi was born into a minor samurai family in Hanishina District, Nagano prefecture. According to Kumiko Kakehashi, the Kuribayashi family had lived in the district since the 15th century.So Sad to Fall in Battle, page 199. According to Vice Admiral Kaneko, who attended Nagano High School with Kuribayashi, > \"He once organized a strike against the school authorities. He just escaped > expulsion by a hair. In those days, he was already good in poetry-writing, > composition, and speech writing. He was a young literary enthusiast.\"Derrick > Wright, The Battle for Iwo Jima, page 41. Kuribayashi graduated from Nagano High School in 1911. Although he had originally aspired to be a journalist, Kuribayashi was persuaded by his high school instructors to instead enter the Imperial Japanese Army Academy. Kuribayashi graduated from the Army Academy's 26th class in 1914, having specialized in cavalry. He continued on to the Army's Cavalry School in 1918. In 1923, he graduated from the 35th class of the Army War College with splendid marks and received a military sabre from the Taisho Emperor. Kuribayashi married Yoshii Kuribayashi (1904–2003) on 8 December of that year. Together they had a son and two daughters (Taro, Yoko and Takako). Kuribayashi was designated as deputy military attaché to Washington, D.C. in 1928. For two years, Kuribayashi traveled across the United States, conducting extensive military and industrial research. During his time in the U.S., Kuribayashi studied at Harvard University. Kuribayashi later recalled, > \"I was in the United States for three years when I was a captain. I was > taught how to drive by some American officers, and I bought a car. I went > around the States, and I knew the close connections between the military and > industry. I saw the plant area of Detroit, too. By one button push, all the > industries will be mobilized for military business.\"The Battle for Iwo Jima, > pages 35–36. According to his son, Taro Kuribayashi, > \"From 1928 to 1930, my father stayed in the United States as an exchange > officer. In those days, he often gave me, a grammar school boy, printed > letters. He always composed easy letters in order to let me read them > without any help from others. He used to enclose some sketches with the > letters. I have made a book of these picture letters. In the letters are so > many scenes – while visiting Boston, he was lying sprawled on the gardens of > Harvard University watching a clock tower, in another he is taking a walk in > Buffalo, in another, playing with some American children and being invited > to the house of Medical Doctor Furukohchi, etc. Throughout his letters, it > is clear that my father used to drive in many directions in the United > States, studied very hard late at night, and tried to be a gentleman. Also, > he used to have many friends in foreign countries.\"The Battle for Iwo Jima, > page 36. After returning to Tokyo, Kuribayashi was promoted to the rank of major and appointed as the first Japanese military attaché to Canada. He was promoted to lieutenant colonel in 1933.Ammenthorp, The Generals of World War II During his services in the Imperial Japanese Army General Staff in Tokyo from 1933 to 1937, he wrote lyrics for several martial songs. In 1940 Kuribayashi was promoted to major general. During the lead up to the Attack on Pearl Harbor, Kuribayashi is known to have repeatedly told his family, \"America is the last country in the world Japan should fight.\"Kumiko Kakehashi, So Sad to Fall in Battle, page 106. ==Pacific War== thumb|Tadamichi Kuribayashi In December 1941, Kuribayashi was ordered into the field as the Chief of Staff of the Japanese 23rd Army, commanded by Takashi Sakai, in the Invasion of Hong Kong. The 23rd Army's occupation caused horrible massacres in Hong Kong. After the war, the 23rd Army's commander Takashi Sakai was accused of war crimes at the Chinese War Crimes Military Tribunal, found guilty and executed by firing squad on 30 September 1946. According to a former subordinate, General Kuribayashi regularly visited wounded enlisted men in the hospital, which was virtually unheard of for an officer of the General Staff. In 1943, he was promoted to lieutenant general, and reassigned to be commander of the 2nd Imperial Guards Division, which was primarily a reserve and training division. On 27 May 1944, he became commander of the IJA 109th Division. Just two weeks later, on 8 June 1944, he received orders signed by Prime Minister Hideki Tojo to defend the strategically located island of Iwo Jima in the Bonin Islands chain. According to Yoshii Kuribayashi, her husband said upon receiving the orders that it was unlikely even for his ashes to return from Iwo Jima. According to historian Kumiko Kakehashi, it is possible that Kuribayashi was deliberately selected for what was known to be a suicide mission. General Kuribayashi was known for having expressed the belief that Japan's war against the United States was a no win situation and needed to be ended via a negotiated peace. In the eyes of the ultra-nationalists in the General Staff and in Tojo's cabinet, this had allegedly caused Kuribayashi to be seen as a defeatist. He was accorded the honor of a personal audience with Emperor Hirohito on the eve of his departure. In a subsequent letter to Yoshii and their children, the General made no mention of meeting the Emperor. He instead expressed regret for failing to fix the draft in the kitchen of their home. He included a detailed diagram so that his son, Taro Kuribayashi would be able to complete the repair and prevent the family from catching cold. ===Planning for the Battle of Iwo Jima=== thumb|Tunnels on Iwo Jima On 19 June 1944, General Kuribayashi stepped off a plane on Iwo Jima's Chidori airstrip. Meanwhile, the island's garrison was busy digging trenches on the beach. Kuribayashi made a careful survey of the island and ordered his men to construct defenses further inland. Deciding not to seriously contest the projected beach landings, Kuribayashi decreed that the defense of Iwo Jima would be fought almost entirely from underground. His men honeycombed the island with more than of tunnels, 5,000 caves, and pillboxes. According to his former Chief of Staff, Kuribayashi often told him, > \"America's productive powers are beyond our imagination. Japan has started a > war with a formidable enemy and we must brace ourselves accordingly.\"Picture > Letters from the Commander-in-Chief, page 235. Kuribayashi recognized that he would not be able to hold Iwo Jima against the overwhelming military forces of the United States. He knew, however, that the loss of Iwo Jima would place all of Japan within range of American strategic bombers. Therefore, he planned a campaign of attrition, by which he hoped to delay the bombing of Japanese civilians and to force the United States Government to reconsider the possible invasion of Japanese home islands. According to historian James Bradley, > \"Americans have always taken casualties very seriously. When the number of > casualties is too high, public opinion will boil up and condemn an operation > as a failure, even if we get the upper hand militarily. Kuribayashi had > lived in America. He knew our national character. That's why he deliberately > chose to fight in a way that would relentlessly drive up the number of > casualties. I think he hoped American public opinion would shift toward > wanting to bring the war with Japan to a rapid end.\"Kumiko Kakehashi, So Sad > to Fall in Battle: An Account of War, page 47. Long before the Americans landed, however, Gen. Kuribayashi fully expected to die on Iwo Jima. On 5 September 1944, he wrote to his wife, > \"It must be destiny that we as a family must face this. Please accept this > and stand tall with the children at your side. I will be with you > always.\"Picture Letters from the Commander-in-Chief, page 236. The Japanese defenders include Private Takeo Abe, who survived the battle and spent the remainder of his life repatriating the remains of his comrades. Private Abe later recalled, > \"By the end of 1944, we were forced to spare rations for battle and we > foraged around for edible weeds. Suffering from chronic diarrhea, empty > stomachs, and lack of water, we dug bunkers in the sand under a merciless > sun and constructed underground shelters that were steamy with heat. We used > salt water, lukewarm from a well on the beach, for cooking, and saved what > little rainwater we could for drinking. But one water-bottle a day was the > most we ever had to drink.\"Picture Letters from the Commander-in-Chief, page > 236. On 25 June 1944, Kuribayashi wrote to his family, > \"There is no springwater here, so we must do with rainwater. I long for a > glass of cold water, but nothing can be done. The number of flies and > mosquitoes is appalling. There are no newspapers, no radios, and no shops. > There are a few local farms, but no shelters suitable for anything other > than livestock. Our soldiers pitch tents or crawl into caves. The caves are > stuffy and the heat and humidity are intolerable. I, of course, endure > similar living conditions... It is a living hell and I have never > experienced anything remotely like it in my entire life.\"Picture Letters > from the Commander-in-Chief, page 228. In order to prepare his soldiers for an unconventional style of fighting, Kuribayashi composed six \"Courageous Battle Vows\" which were widely reproduced and distributed among his men. They read: Kuribayashi also composed a set of instructions to the soldiers of the \"Courage Division.\" They read as follows: ===Battle of Iwo Jima=== thumb|Battle of Iwo Jima (17 February 1945 thumb|The battleship firing its main guns on the island, 16 February 1945 On 19 February 1945, the United States Marine Corps landed its first men on the southern shore of the island. In a radically different approach, American officers and men were first allowed to land unmolested and then shelled and machine gunned from underground bunkers. As night fell, Marine Corps General Holland Smith studied reports aboard the command ship Eldorado. He was especially stunned that Kuribayashi's men had never attempted a banzai charge. Addressing a group of war correspondents, he quipped, > \"I don't know who he is, but the Japanese General running this show is one > smart bastard.\"Derrick Wright, The Battle for Iwo Jima, Sutton Publishing, > 2006. Page 80. According to military historian Shigetoki Hosoki, > \"This writer was stunned to find the following comments in the 'Iwo Jima > Report,' a collection of memoirs by Iwo Jima survivors. 'The men we saw > weighed no more than thirty kilos and did not look human. Nonetheless, these > emaciated soldiers who looked like they came from Mars faced the enemy with > a force that could not be believed. I sensed a high morale.' Even under such > circumstances, the underground shelters that the Japanese built proved > advantageous for a while. Enemy mortar and bombing could not reach them ten > meters under the ground. It was then that the Americans began to dig holes > and poured yellow phosphorus gas into the ground. Their infantry was also > burning its way through passages, slowly but surely, at the rate of ten > meters per hour. A telegram has been preserved which says, 'This is like > killing cockroaches.' American troops made daily advances to the north. On > the evening of 16 March, they reported that they had completely occupied the > island of Iwo Jima.\"Picture Letters from the Commander-in-Chief, page 237. Meanwhile, General Kuribayashi had herded the remnants of the Iwo Jima garrison into a heavily fortified ravine which the Marine Corps dubbed, \"The Gorge.\" Major Yoshitaka Hori, who commanded the Chichi Jima radio station, later recalled, > \"General Kuribayashi commanded his battle under candle light without a > single rest or sleep, day after day. Radio broadcasts, newspapers, and > magazines from Japan encouraged him thoroughly, especially when the old and > young men, boys and girls of his native place prayed to God for his > victory.\"Derrick Wright, The Battle for Iwo Jima, page 207. Marine Corps General Graves Erskine sent Japanese American Marines and captured Japanese soldiers to try to persuade Kuribayashi and his men to surrender. Meanwhile, Kuribayashi radioed to Major Hori, > \"I have 400 men under my command. The enemy besieged us by firing and flame > from their tanks. In particular, they are trying to approach the entrance of > our cave with explosives. My men and officers are still fighting. The > enemy's front lines are 300 meters from us, and they are attacking by tank > firing. They advised us to surrender by loudspeaker, but we only laughed at > this childish trick, and we did not set ourselves against them.\"Derrick > Wright, THe Battle for Iwo Jima, page 207. On the evening of 23 March 1945, Kuribayashi radioed a last message to Major Hori, \"All officers and men of Chichi Jima – goodbye from Iwo.\"The Battle for Iwo Jima, page 208 Major Hori later recalled, \"I tried to communicate with them for three days after that, but in the end I received no answer.\"The Battle for Iwo Jima, page 208. On 17 March 1945, the General had sent his farewell message to Imperial Headquarters accompanied by three traditional death poems in waka form. All were, according to historian Kumiko Kakehashi, \"a subtle protest against the military command that so casually sent men out to die.\"Kumiko Kakehashi, So Sad to Fall in Battle: An Account of War, page xxv. General Kuribayashi had written, > \"The battle is entering its final chapter. Since the enemy's landing, the > gallant fighting of the men under my command has been such that even the > gods would weep. In particular, I humbly rejoice in the fact that they have > continued to fight bravely though utterly empty-handed and ill-equipped > against a land, sea, and air attack of a material superiority such as > surpasses the imagination. One after another they are falling in the > ceaseless and ferocious attacks of the enemy. For this reason, the situation > has arisen whereby I must disappoint your expectations and yield this > important place to the hands of the enemy. With humility and sincerity, I > offer my repeated apologies. Our ammunition is gone and our water dried up. > Now is the time for us to make the final counterattack and fight gallantly, > conscious of the Emperor's favor, not begrudging our efforts though they > turn our bones to powder and pulverize our bodies. I believe that until the > island is recaptured, the Emperor's domain will be eternally insecure. I > therefore swear that even when I have become a ghost I shall look forward to > turning the defeat of the Imperial Army to victory. I stand now at the > beginning of the end. At the same time as revealing my inmost feelings, I > pray earnestly for the unfailing victory and security of the Empire. > Farewell for all eternity.\"Kumiko Kakehashi, So Sad to Fall in Battle: An > Account of War, pages xviii-xix. He closed the message with three waka poems as follows: :Unable to complete this heavy task for our country Arrows and bullets all spent, so sad we fall. :But unless I smite the enemy, My body cannot rot in the field. Yea, I shall be born again seven times And grasp the sword in my hand. :When ugly weeds cover this island, My sole thought shall be the Imperial Land.Kumiko Kakehashi, So Sad to Fall in Battle: An Account of War, page xxiii. ===Death=== thumb|U.S. Marines pose on top of an enemy pillbox with a captured Japanese flag The exact circumstances of Kuribayashi's death remain a mystery. It is most likely that he was killed in action in the early morning of 26 March 1945, while leading his surviving soldiers in a three-pronged assault against sleeping Marines and Air Force ground crews. Kuribayashi and his men silently slashed tents, bayoneted sleeping men, and lobbed hand grenades. According to the official United States Marine Corps History, \"The Japanese attack on the early morning of 26 March was not a banzai charge, but an excellent plan aiming to cause maximum confusion and destruction.\"Kakehashi (2007), page 195. The assault climaxed in a hand-to-hand battle to the death between the men of both armies. The General's body could not be identified afterwards for he had removed all officer's insignia in order to fight as a regular soldier. According to less credible theories, Kuribayashi is alleged to have committed seppuku at his headquarters in the Gorge. The General's son, Taro Kuribayashi, interviewed several survivors of the Japanese garrison after the war. As a result, he believes that his father was killed in an artillery barrage during the final assault. According to Taro Kuribayashi, > \"My father had believed it shameful to have his body discovered by the enemy > even after death, so he had previously asked his two soldiers to come along > with him, one in front and the other behind, with a shovel in hand. In case > of his death, he had wanted them to bury his body there and then. It seems > that my father and the soldiers were killed by shells, and he was buried at > the foot of a tree in Chidori village, along the beach near Osaka mountain. > Afterwards, General Smith spent a whole day looking for his body to pay > respect accordingly and to perform a burial, but in vain.\"Derrick Wright, > The Battle for Iwo Jima, page 45. ==Legacy== thumb|The 60th Anniversary Reunion at the Japanese Memorial, Iwo Jima The US declared Iwo Jima secure on 26 March 1945, after suffering 26,039 casualties. Only 1,083 of the 22,786 Japanese defenders survived to be captured. A small number of holdouts continued to remain at large, leaving their fortified caves at night in order to steal food from the American garrison. The last two holdouts, Naval machine gunners Yamakage Kufuku and Matsudo Linsoki, surrendered on 6 January 1949.Holdouts on Iwo Jima Yoshii Kuribayashi was only 40 years old when her husband died on Iwo Jima, and she subsequently worked hard to bring up their children without a father. According to their daughter Takako Kuribayashi, \"My mother had been brought up as a lady, and even after getting married she had been taken care of by my father. She had never worked in her life before, but she still managed to raise us during the terrible years after the war by doing things like selling cuttlefish out on the street. And more than that, she sent not just my elder brother, but me, a girl, to university.\"Kakehashi (2007), page 197. Many years later, Yoshii Kuribayashi visited Iwo Jima and paid tribute to her fallen husband. According to Derrick Wright, > \"The name of Gen. Kuribayashi has been accorded a place of honor in postwar > Japanese history, alongside that other outstanding commander Adm. Yamamoto. > In his autobiography, Coral and Brass, Lt.-Gen. Holland 'Howling Mad' Smith > paid him one of his highest tributes: 'Of all our adversaries in the > Pacific, Kuribayashi was the most redoubtable.'\"The Battle for Iwo Jima, > page 48. ==In popular culture== Kuribayashi became known to an international audience after being portrayed onscreen in the film Letters from Iwo Jima. According to screenwriter Iris Yamashita, \"Ultimately, I felt that the many nuances of Tadamichi Kuribayashi came to life onscreen under Clint Eastwood's masterful direction and actor Ken Watanabe's deft portrayal, expressing the perfect sense of the balance of the gentleness and warmth of the family man, combined with the strength, practicality and regality of the commanding officer.\"Picture Letters from the Commander-in-Chief, page 253. ===Promotions=== {| class=\"wikitable\" |+ Promotions ! Collar insignia !! Date |- |File:帝國陸軍の階級―襟章―大将.svg 大将, Tai-sho (General) |17 March 1945 |- |File:帝國陸軍の階級―襟章―中将.svg 中将, Chu-jo (Lieutenant General) |June 1943 |- |File:帝國陸軍の階級―襟章―少将.svg 少将, Sho-sho (Major General) |March 1940 |- |File:ijacolonel.gif 大佐, Tai-sa (Colonel) |August 1937 |- |File:ijalieutcolonel.gif 中佐, Chu-sa (Lieutenant Colonel) |August 1933 |- |File:ijamajor.gif 少佐, Sho-sa (Major) |March 1930 |- |File:ijacptn.gif 大尉, Tai-i (Captain) |August 1923 |- |File:ijafirstlieut.gif 中尉, Chu-i (First Lieutenant) |July 1918 |- |File:ijasecondlieut.gif Commissioned 少尉, Sho-i (Second Lieutenant) |December 1911 |} ==See also== * Yoshitaka Shindō – Japanese political figure and grandson of General Kuribayashi. ==References== * * * * * * * * ==External links== * * * == Notes == Category:1891 births Category:1945 deaths Category:People from Nagano Prefecture Category:Japanese generals Category:Imperial Japanese Army personnel of World War II Category:Japanese military personnel killed in World War II Category:Japanese monarchists Category:Battle of Iwo Jima Category:20th-century Japanese poets Category:Imperial Japanese Army officers Category:World War II poets",
 "title": "Tadamichi Kuribayashi"
}