{
 "id": "590521",
 "text": "Suksaha (Manchu: 23px; ; died 1667) was a Manchu official of the early Qing dynasty from the Nara clan. A military officer who participated in the Manchu conquest of China, Suksaha became one of the Four Regents during the early reign of the Kangxi Emperor (r. 1661–1722) in the Qing dynasty (1644–1912). He eventually fell out with another regent, Oboi, and was sentenced to death. ==Biography== Suksaha was from the Nara clan of the Plain White Banner, hailing from the same tribal affiliation as Gintaisi. His name was Manchu language for \"calf\" or \"big leg\". He was the son of Suna. Suksaha spoke Manchu, Mongolian, and Chinese. He distinguished himself in military campaigns against Joseon Korea and Ming China in the 1630s and 1640s. Notably, he fought at Songshan and Jinzhou in 1641, a series of battles that led to the surrender of Ming commander Hong Chengchou to the Qing cause in 1642. During the Manchu conquest of China led by Prince Regent Dorgon (1612–1650), who headed the Plain Yellow Banner, Suksaha was rewarded for his military successes and was made a member of the Deliberative Council, the main policy-making organ of the early Qing dynasty. After the accession of the Shunzhi Emperor, Suksaha became a trusted advisor to the Empress Dowager Xiaozhuang. After the death of the Shunzhi Emperor in 1661, a modified imperial will was made public which named four regents for the newly enthroned Kangxi Emperor, who was only six years old. The four regents—Soni, Oboi, Suksaha, and Ebilun—had all helped Jirgalang and the Shunzhi Emperor to purge the court of Dorgon's supporters in 1651., pp. 48 (on the four men helping Jirgalang) and 62 (appointment of the four regents). The four were appointed due to the Empress Dowager's wishing to avoid accruing further power in the hands of imperial relatives, which led to a diffusion of imperial power during the Shunzhi reign. Suksaha was the youngest of the four regents. Suksaha played a decisive role with the execution of Ming loyalist Zheng Zhilong in the early years of the Kangxi reign. Later, he became entangled in political and personal disputes with Oboi during the Emperor's minority. Eventually, he split decisively with Oboi. Oboi was looking to consolidate power in his own hands through discrediting the other three regents; Soni was old and frail, and Ebilun was seen as weak. Suksaha thus became Oboi's only serious political rival. A few days after Soni died in August 1667 and was no longer able to mediate these conflicts, Suksaha asked to retire on account of old age and illness. Possibly on the advice of Oboi, the Kangxi Emperor immediately ordered the Deliberative Council to investigate Suksaha's motives. Two days later on September 2, the Council ordered Suksaha and all his male kin arrested; on September 4, it found Suksaha guilty of twenty-four \"grave crimes\" and recommended that he be executed by slow slicing. They also suggested that many of his male relatives be executed, along with many members of the imperial guard who had supposedly connived in Suksaha's schemes. Suksaha's sentence was commuted to death by hanging. Several years later, the imperial court recognized that his prior sentencing had been conducted in haste, and rescinded the order to penalize his sons and male kin. One of Suksaha's sons, Su Changshou, was allowed to inherit the noble title that the former held prior to his disgrace.清史稿 列传 ==References== ===Notes=== ===Works cited=== * * *. Category:1667 deaths Category:17th-century Chinese people Category:17th-century viceregal rulers Category:Manchu politicians Category:Qing dynasty regents Category:Year of birth unknown Category:Executed Qing dynasty people Category:People executed by the Qing dynasty Category:People executed by China by hanging",
 "title": "Suksaha"
}