{
 "id": "590689",
 "text": "thumb|300px|right|Overseas Sophie in dock in Fredericia, Little Belt, Denmark Overseas Shipholding Group, Inc. (OSG - Overseas Shipping Group) () is the operator of a fleet of twenty-four oil tankers and oil tug-barges. It is based in Tampa, Florida, United States, and was founded in 1948. In 1969, under the leadership of Raphael Recanati, OSG began acquiring tanker ships to transport oil from Alaska to the lower 48 US states. In the 1990s, OSG began to acquire luxury cruise liners. In 1995, the cruise ships resulted in losses of over $12 million to OSG. As a result of the losses, Michael Recanati, the son of Raphael Recanati, was reported to have been forced to leave OSG. OSG has offices in Tampa, Florida and Newark, Delawarehttp://www.osg.com/contact/Index?KeyGenPage=329192 with nearly 900 sea and shore-based employees.https://www.bloomberg.com/research/stocks/private/snapshot.asp?privcapId=294306 The company filed for Chapter 11 bankruptcy in 2012 after the SEC accused CEO Morten Arntzen and CFO Miles Itkin of falsifying financial statements. In 2017, the company paid a $75,000 fine to the SEC to settle the securities fraud allegations. Former CFO Miles Itkin also paid a separate $75,000 fine. The executives were sued by OSG and agreed to pay a $16.25 million settlement in 2015. ==Spin-off of international business and fleet== In 2016, as part of its restructuring, OSG spun-off its large international fleet and business, concentrating solely on its US flag business, run from Tampa, Fl. The international activities and fleet were re-incorporated into a new company, International Seaways, Inc., based in New York City, NY, and listed on the New York Stock Exchange (NYSE) under ticker INSW. In April 2019, International Seaways had a fleet of 42 oil tankers, plus 6 ships in international Joint Ventures (2 x oil tankers and 4 x LNG gas tankers), and a market capitalization of U$519 Million. ==References== ==External links== * Category:Companies based in Tampa, Florida Category:Transport companies established in 1948 Category:Tanker shipping companies Category:Recanati family Category:Companies that filed for Chapter 11 bankruptcy in 2012 Category:1948 establishments in Florida",
 "title": "Overseas Shipholding Group"
}