{
 "id": "59064",
 "text": "The is a large breed of dog originating from the mountainous regions of northern Japan. The two separate varieties of Akita are a Japanese strain, commonly called Akita Inu (inu means dog in Japanese) or Japanese Akita, and an American strain, known as the Akita or American Akita. The Japanese strain occurs in a narrow palette of colors, with all other colors considered atypical of the breed, while the American strain comes in all dog colors. The Akita has a short double coat similar to that of many other northern spitz breeds such as the Siberian Husky, but long-coated dogs can also be found in many litters due to a recessive gene. The Akita is a powerful, independent, and dominant breed, commonly aloof with strangers, but affectionate with family members. As a breed, Akitas are generally hardy. In all countries except the United States, the Japanese and American strains of Akita are considered two separate breeds. In the United States, however, the two strains are considered a single breed with differences in type. For a while, the American strain of Akita was known in some countries as the Great Japanese Dog. Both forms of Akita are probably best known worldwide from the true story of Hachikō, a loyal Akita that lived in Japan before World War II. ==Breed name== Debate exists among fanciers whether these are two separate breeds of Akitas. As of 2020, the American Kennel Club, now considers American and Japanese Akitas to be two separate breeds, no longer allowing free breeding between the two. The United Kennel Club, the Federation Cynologique Internationale, The Kennel Club, the Australian National Kennel Council, the New Zealand Kennel Club, and the Japan Kennel Club consider Japanese and American Akitas as separate breeds. Some countries refer to the American Akita as simply the Akita and not the American Akita. The issue is especially controversial in Japan. For the FCI's 84 countries, the breed split formally occurred June 1999, when the FCI decided that the American type would be called the Great Japanese Dog, later renamed the American Akita in January 2006. ==History== ===Japanese history=== The dog breed, Akita, originated in the snowy and rural lands of Odate, Akita Prefecture, a mountainous region of Japan. They were trained to hunt animals such as elk, wild boar, and Ussuri brown bears. This breed in the 1600s was involved in dog fighting, which at the time was popular in Japan. From the 1500s into the 1800s, the Akita served as companions for samurai. During the early 20th century, the Akita was in decline, as a result of being cross-bred with the German Shepherd Dog, St. Bernard, and Mastiff. As a result, many specimens started to lose their spitz characteristics and instead took on drop ears, straight tails, non-Japanese color (black masks, and any color other than red, white, or brindle), and loose skin. A native Japanese breed known as Matagi (hunting dog) was used along with the Hokkaido Inu breed to mix back into the remaining Akita Inu to bring back the spitz phenotype and restore the Akita breed. The modern-day Japanese Akita have relatively few genes from western dogs and are spitz in phenotype after the reconstruction of the breed took place, but the larger American breed of Akita largely descends from the mixed Akita before the restoration of the breed, thus American Akitas are typically mixed and not considered true Akitas by the Japanese standard. The Akita breed was used during the Russo-Japanese War to track prisoners of war and lost sailors. During World War II, the Akita was considered a non-military breed and was crossed with German Shepherds in an attempt to save them from the wartime government order for all non-military dogs to be culled. Some were used as scouts and guards during the war. The ancestors of the American Akita were originally a variety of the Japanese Akita, a form that was not desired in Japan due to the markings, and which is not eligible for show competition. The story of Hachikō, the most revered Akita of all time, helped push the Akita into the international dog world. Hachikō was born in 1923 and owned by Professor Hidesaburō Ueno of Tokyo. Professor Ueno lived near the Shibuya Train Station in a suburb of the city, and commuted to work every day on the train. Hachikō accompanied his master to and from the station each day. On May 25, 1925, when the dog was 18 months old, he waited for his master's arrival on the four o'clock train, but Professor Ueno had suffered a fatal brain haemorrhage at work. Hachikō continued to wait for his master's return. He travelled to and from the station each day for the next nine years. He allowed the professor's relatives to care for him, but he never gave up the vigil at the station for his master. His vigil became world-renowned when, in 1934, shortly before his death, a bronze statue was erected at the Shibuya train station in his honor. This statue was melted down for munitions during the war, but a new one was commissioned after the war. Each year on April 8 since 1936, Hachikō's devotion has been honoured with a solemn ceremony of remembrance at Tokyo's Shibuya railroad station.American Kennel Club (listed author): The Complete Dog Book: The Photograph, History, and Official Standard of Every Breed Admitted to AKC Registration, and the Selection, Training, Breeding, Care, and Feeding of Pure-bred Dogs, Howell Book House, 1985, page 269. .Ruthven Tremain, The Animals' Who's Who: 1,146 Celebrated Animals in History, Popular Culture, Literature, & Lore, Scribner, 1984, page 105. . Accessed via Google Books August 21, 2008. Eventually, Hachikō's legendary faithfulness became a national symbol of loyalty, particularly to the person and institution of the Emperor. In 1931, the Akita has officially declared a Japanese natural monument. The mayor of Odate City in Akita Prefecture organized the Akita Inu Hozonkai to preserve the original Akita as a Japanese natural treasure through careful breeding. In 1934, the first Japanese breed standard for the Akita Inu was listed, following the breed's declaration as a natural monument of Japan. In 1967, commemorating the 50th anniversary of the founding of the Akita Dog Preservation Society, the Akita Dog Museum was built to house information, documents and photos. There is a tradition in Japan, that when a child is born they receive a statue of an Akita. This statue symbolizes health, happiness, and a long life. thumb|The Akita \"Tachibana\", one of the few Akitas to survive the war, is pictured here on a Japanese 1953-issue postage stamp. In 1937, Helen Keller travelled to Japan. She expressed a keen interest in the breed and was presented with the first two Akitas to enter the US. The first dog, presented to her by Mr. Ogasawara and named Kamikaze-go, died at months of age from distemper, one month after her return to the States. A second Akita was arranged to be sent to Miss Keller: Kamikaze's litter brother, Kenzan-go. Keller nicknamed the dog Go-Go and they were great companions from day one. Go-Go even spent his first night at Keller’s home sleeping at the foot of her bed. Kenzan-go died in the mid-1940s. By 1939, a breed standard had been established and dog shows had been held, but such activities stopped after World War II began. Keller wrote in the Akita Journal: Just as the breed was stabilizing in its native land, World War II pushed the Akita to the brink of extinction. Early in the war, the dogs had a lack of nutritious food. Then many were killed to be eaten by the starving populace, and their pelts were used as clothing. Finally, the government ordered all remaining dogs to be killed on sight to prevent the spread of disease. The only way concerned owners could save their beloved Akitas was to turn them loose in remote mountain areas, where they bred back with their ancestor dogs, the Matagi, or conceal them from authorities by means of crossing with German Shepherds and naming them in the style of German Shepherds of the time. Morie Sawataishi and his efforts to breed the Akita is a major reason this breed exists today. During the occupation years following the war, the breed began to thrive again through the efforts of Sawataishi and others. For the first time, Akitas were bred for a standardized appearance. Akita fanciers in Japan began gathering and exhibiting the remaining Akitas and producing litters to restore the breed to sustainable numbers and to accentuate the original characteristics of the breed muddied by crosses to other breeds. U.S. servicemen fell in love with the Akita and imported many with them upon their return. ===American history=== thumb|Brindle Japanese Akitas thumb|A 9-week-old American Akitathumb|A female American Akita. The Japanese Akita and American Akita began to diverge in type during the post- World War II era. Helen Keller is credited with bringing the Akita to America after being given two Akitas by the Japanese government in 1938. By 1939, a breed standard was established, and dog shows began to be held, but this development was interrupted by World War II. During this time, US servicemen serving as part of the occupation force in Japan first came into contact with the Akita, the breed so impressed them that many service members chose to bring an Akita back home with them upon completion of their tour. American service members were typically more impressed with the larger, more bear-like fighting Akita or German Shepherd type than they were with the smaller-framed and fox-like Akita-Inu; the types of dogs they brought back with them to the US reflected this sentiment. Japanese Akita fanciers focused on restoring the breed as a work of Japanese art or to natural monument status. American Akita fanciers chose to breed larger, heavier-boned, and more intimidating dogs. Although both types derive from common ancestry, marked differences are seen between the two. American Akitas generally are heavier boned and larger, with a more bear-like head, whereas Japanese Akitas tend to be lighter and more finely featured with a fox-like head. Additionally, while American Akitas are acceptable in all colors, Japanese Akitas are only permitted to be red, white, or brindle. Additionally, American Akitas may be pinto and/or have black masks, unlike Japanese Akitas, where these are considered disqualifications and are not permitted in the breed standards. Recognized by the American Kennel Club in 1955, the Akita was placed in the Miscellaneous class. The AKC did not approve the Akita standard until 1972, and it was moved to the Working Dog class. As such, the Akita is a rather new breed in the United States. Foundation stock in America continued to be imported from Japan until 1974, when the AKC cut off registration to any further Japanese imports until 1992, when it recognized the Japan Kennel Club standards. This decision set the stage for the divergence in type between the American Akita and Japanese Akita Inu that is present today. Elsewhere in the world, one American Akita was first introduced to the UK in 1937. He was a Canadian import, owned by a Mrs. Jenson; the descendants of Mrs. Jenson live on today breeding American Akitas. The most widely known of these is Mr. Joseph Felton, an award-winning Akita breeder, but the breed was not itself widely known until the early 1980s. The breed was introduced in Australia in 1982 with an American import and to New Zealand in 1986 with an import from the UK. ==Gallery== thumb|right|Long-coat Akita thumb|American Akitas (left) and Japanese Akitas (right) ===Appearance=== As a spitz breed, the appearance of the Akita reflects cold- weather adaptations essential to their original function. The Akita is a substantial breed for its height with heavy bones. Characteristic physical traits of the breed include a large, bear-like head with erect, triangular ears set at a slight angle following the arch of the neck. Additionally, the eyes of the Akita are small, dark, deeply set, and triangular in shape. Akitas have thick double coats, and tight, well-knuckled, cat-like feet. Their tails are carried over the tops of their backs in a gentle or double curl down the loin. Mature American-type males measure typically 26-28 in (66–71 cm) at the withers and weigh between 100 and 130 lb (45–59 kg). Mature females typically measure 24-26 in (61–66 cm) and weigh between 70 and 100 lb (32–45 kg). The Japanese type, as stated in the breed standards, is a little smaller and lighter. Breed standards state that all dog breed coat colors are allowable in the American Akita, including pinto, all types of brindle, solid white, black mask, white mask, self-colored mask, and even differing colors of undercoat and overlay (guard hairs). This includes the common Shiba Inu coloring pattern known as urajiro. The Japanese Akitas, as per the breed standards, are restricted to red, fawn, sesame, brindle, and pure white, all with urajiro markings - whitish coat on the sides of the muzzle, on the cheeks, on the underside of jaw, neck, chest, body, and tail, and on the inside of the legs. ===Coat types=== The two coat types in the Akita are the standard coat length and the long coat. The long coat is considered a fault in the show ring, however. The long coat, also known as moku, is the result of an autosomal recessive gene and may only occur phenotypically if both sire and dam are carriers. They have longer (about 3-4 in long) and softer coats and are known to have sweeter temperaments. This gene is thought to come from the nearly extinct Karafuto Ken samurai dog. ===Grooming needs=== American Akitas are a low-maintenance dog breed. They actually tend to groom themselves like a cat. Grooming them should be an easy process. They are fairly heavy shedders and can go heavier than normal two to three times per year. Specifically, Akitas \"blow out\" their coats twice a year. Daily brushing could be a good way to reduce this problem. This breed needs to bathe every few months, although it can be more often, depending on the needs of each owner. Toenails should be trimmed every month, and their ears should be cleaned once a week. ==Temperament== The Akita is generally seen as territorial about its property, and can be reserved with strangers. It is sometimes described as feline in its actions; not unusually, an Akita may clean its face after eating, preen its kennel mate, and be fastidious in the house. It is known to be intolerant of other dogs of the same sex, as stated in the AKC breed standard. Since it is a large, powerful dog, the Akita is not considered a breed for a first-time dog owner. The breed has been defined in some countries' breed-specific legislation as a dangerous dog. The Akita is a large, strong, independent, and dominant dog. A well-trained Akita should be accepting of nonthreatening strangers, otherwise they treat all strangers in an aggressive manner. As a breed, they should be good with children; the breed is said to have an affinity for children. Not all Akitas necessarily have the same temperament. Akitas tend to be reactive towards other dogs, so caution must be used in situations when Akitas are likely to be around other dogs, especially unfamiliar ones. In particular, Akitas tend to be less tolerant of dogs of the same sex. For this reason, Akitas, unless highly socialized, are not generally well-suited for off-leash dog parks. Sometimes spontaneous, it needs a confident, consistent handler, without which the dog will be very willful and may become very aggressive to other dogs and animals. ==Health== ===Autoimmune diseases=== Many autoimmune diseases are known to occur in the Akita, including: * Vogt–Koyanagi–Harada syndrome, also known as uveo-dermatologic syndrome, is an autoimmune condition that affects the skin and eyes. * Autoimmune hemolytic anemia is an autoimmune blood disorder. * Sebaceous adenitis is an autoimmune skin disorder believed to be of autosomal recessive inheritance. * Pemphigus foliaceus is an autoimmune skin disorder, believed to be genetic. * Systemic lupus erythematosus, or lupus, is a systemic autoimmune connective-tissue disease that can affect any part of the body. ===Immune- mediated endocrine diseases=== In addition to these, some immune-mediated endocrine diseases with a heritable factor can occur, such as: * Hypoadrenocorticism, also known as Addison's disease, affects the adrenal glands and is essentially the opposite of Cushing's syndrome. * Diabetes mellitus, also known as type 1 diabetes, affects the pancreas. * Hypothyroidism, also known as autoimmune hypothyroidism, is an autoimmune disease that affects the thyroid gland. ===Nonimmune-specific conditions=== Other nonimmune-specific conditions known to have occurred in the Akita include: * Gastric dilation, also known as bloat may progress to gastric dilatation volvulus, in which the stomach twists on itself. * Microphthalmia, meaning \"small eyes\", is a developmental disorder of the eye, believed to be an autosomal recessive genetic condition. * Primary glaucoma, results increased pressure within the eyeball. * Progressive retinal atrophy is a progressive degeneration of the retina (portion of the eye that senses light and allows sight). * Hip dysplasia is a skeletal condition where the head of the femur does not fit properly into the hip socket it leads to osteoarthritis and pain. * Elbow dysplasia is a skeletal condition in which the components of the elbow joint (the humerus, radius, and ulna) do not line up properly, leading to osteoarthritis and pain. * Von Willebrand disease, is a genetic bleeding disorder caused by a deficiency in Von Willebrand factor. * Cushing's syndrome, also known as hyperadrenocorticism, affects the adrenal glands, and is caused by long-term exposure to high levels of glucocorticosteroids, either manufactured by the body or given as medications. ===Breed-specific conditions=== These breed-specific conditions are mentioned in veterinary literature: * Immune sensitivity to vaccines, drugs, insecticides, anesthetics, and tranquilizers * Pseudohyperkalemia is a rise in the level of potassium that occurs due to its excessive leakage from red blood cells (RBCs) when blood is drawn. This can give a false indication of hyperkalemia on lab tests, hence the prefix pseudo, meaning false. This occurs because many East Asian breeds, including Akitas and Shiba Inus, have a higher level of potassium in their RBCs than other dogs. ==Working life== Predecessors of the modern Akita were used for hunting bear, wild boar, and deer in Japan as late as 1957. They would be used to flush out the boar and keep it at bay until the hunter could come and kill it. Today, the breed is used primarily as a companion dog, but is currently also known to be used as therapy dogs, and compete in all dog competitions, including conformation showing, obedience trials, canine good-citizen program, tracking trials, and agility competition, as well as weight pulling, hunting, and Schutzhünder (personal protection dogs). ==See also== * Dogs portal * List of dog breeds * Ginga: Nagareboshi Gin * Hachi: A Dog's Tale * Hokkaido (dog) * Kai Ken * Kishu * Lovely Muco * Nihon Ken Hozonkai * Shiba Inu * Shikoku (dog) ==References== ===Notes=== ===Citations=== ===Further reading=== * ==External links== * * Akita World. Bimonthly Akita Magazine. * *Japanese Akita Club of America Category:FCI breeds Category:Dog breeds originating in Japan Category:Dog fighting breeds Category:Spitz breeds",
 "title": "Akita (dog)"
}