{
 "id": "590851",
 "text": "Albert Sidney Burleson (June 7, 1863 – November 24, 1937) was a conservative Democrat and United States Postmaster General and Representative. He is known for gaining permission from President Woodrow Wilson to institute racial segregation in the US Post Office. ==Early life== Born in San Marcos, Texas, Burleson came from a wealthy Southern planter family. His father, Edward Burleson, Jr., was a Confederate officer. His grandfather, Edward Burleson, was a soldier and statesman in the Republic of Texas and the early State of Texas. In his early political career, Burleson represented Texas in the House of Representatives, where he was active in promoting the development of agriculture. ==Postmaster General== left|thumb|1920 Postmaster General Albert S. Burleson thumb|upright|Albert Sidney Burleson in the 1910s In 1913, he was appointed Postmaster General by Woodrow Wilson. To his credit, he initiated the parcel post and air mail services, increasing mail service to rural areas. However, Burleson was one of the most reactionary politicians to have served as Postmaster General, which he demonstrated in ways that adversely affected national mail service and the government's civil service system, based on merit. His term is often seen as one of the worst in the history of the post. At a cabinet meeting on April 11, 1913, just over one month into Wilson's first term his, Burleson \"suggested that the new administration segregate the railway mail service,\" which Wilson adopted. He and other cabinet members also recommended segregated federal workplaces, which Wilson instituted, requiring separate lunchrooms and restrooms, and, in some cases, screened working areas. Since the Reconstruction era, the workplaces had been integrated and African Americans served in numerous positions in the merit civil service as well as in some political appointee positions. Wilson instituted racial discrimination in hiring, subverting the civil service merit system by requiring photos of applicants; many blacks were pushed down to the lowest grades, and hiring declined. Burleson segregated work places and fired black postal workers in the South. He also drew criticism from labor unions by forbidding postal employees to strike. thumb|upright|One of the first letters delivered by US Airmail, written by Burleson Business leaders were angered by inefficiency and almost dictatorial heavy-handedness in government control of communications. Soon after taking office in 1913, Burleson aroused a storm of protest, especially on the part of the large daily newspapers, by declaring that he would enforce the law requiring publications to print, among other things, a sworn statement of paid circulation, which had been held in abeyance by his predecessor until its constitutionality might be confirmed. The Supreme Court enjoined him from doing so. After Europe was engaged in World War I, he issued an order in 1915 barring envelopes and cards from the mails from the warring countries. After the United States entered the war as a belligerent, Burleson vigorously enforced the Espionage Act, ordering local postmasters to send to him any illegal or suspicious material that they found. The distribution by mail of major radical pamphlets, such as Emma Goldman's Mother Earth and Max Eastman's The Masses, was slowed drastically, and often, such pamphlets were never delivered. Burleson banned antiwar material from being delivered by Post Office personnel. It was impossible to draw an ideal line, and the result was a general alienation of the press. From June 1918 to July 1919, the Post Office Department operated the nation's telephone and telegraph services,Cybertelecom :: Telephone at www.cybertelecom.org an arrangement Burleson had advocated at least as early as 1913. Following the war, he continued to advocate permanent nationalization of telephone, telegraph, and cable services. He acknowledged that Congress would be hostile to the idea and oversaw the return of the communications infrastructure to its various corporate owners.Richard R. John, “When Techno-Diplomacy Failed: Richard S. Rogers, “The Universal Electrical Communications Union, and the Limitations of the International Telegraph Union as a Global Actor in the 1920s,” Section 3.2, reprinted in G. Balbi & A. Fickers, “History of the International Telecommunication Union (ITU),” ISBN 987-3-11-066960-2 (2020). He introduced the \"zone system\" in which postage on second-class mail was charged according to distance. ==Later life== In 1919, he was appointed as chairman of the United States Telegraph and Telephone Administration and in 1920, he became the chairman of the United States Commission to the International Wire Communication Conference, retiring in 1921. Burleson died of a heart attack and is buried in the Oakwood Cemetery in Austin, Texas. ==References== ==External links== * *Albert S. Burleson at American Presidents * Category:1863 births Category:1937 deaths Category:Members of the United States House of Representatives from Texas Category:United States Postmasters General Category:Texas Democrats Category:Burials at Oakwood Cemetery (Austin, Texas) Category:Woodrow Wilson administration cabinet members Category:20th- century American politicians Category:Democratic Party members of the United States House of Representatives Category:People from San Marcos, Texas",
 "title": "Albert S. Burleson"
}