{
 "id": "591152",
 "text": "The year 1976 in architecture involved some significant architectural events and new buildings. ==Events== * October 4 – Tax Reform Act of 1976 in the United States is signed into law, establishing tax incentives designed to encourage the preservation of historic structures. ==Buildings and structures== ===Buildings completed and opened=== * October – Wotruba Church (Kirche Zur Heiligsten Dreifaltigkeit) in Vienna, to a design by Fritz Wotruba, completed. * October 1 – CN Tower in Toronto, Ontario, Canada, designed by WZMH Architects and John Andrews, opened. Broadcast News/canada.com 2006-06-26. * October 25 – Royal National Theatre on London's South Bank, designed by Denys Lasdun, opened. * November 26 – The OCBC Centre in Singapore, designed by I. M. Pei & Partners, completed. * John Hancock Tower in Boston, Massachusetts, designed by Henry N. Cobb of I. M. Pei & Partners. * Scotia Centre (Calgary) in Calgary, Alberta. * Federal Reserve Bank in Boston, Massachusetts, designed by Hugh Stubbins & Associates, is completed. * Home Office building at 50 Queen Anne's Gate (now 102 Petty France), Westminster, London, designed by Basil Spence. * Guildhall Library, Guildhall, London (City), designed by Richard Gilbert Scott, completed. * Salters' Hall in the City of London, designed by Sir Basil Spence. * Water Tower Place in Chicago, Illinois, designed by Edward D. Dart of Loebl Schlossman Bennett and Dart. * Fernmeldeturm Koblenz near Koblenz in Germany.. * El Parque de la Marca Hispanica, Le Perthus, on the French/Spanish border, designed by Ricardo Bofill Taller de Arquitectura, completed. * Ponte City Apartments in Johannesburg, South Africa, designed by Mannie Feldman. * ABSA Tower in Johannesburg. * First planned residential development at South Woodham Ferrers in England. * Hopkins House, Hampstead, London, designed by Michael and Patty Hopkins as a home and architectural studio for themselves. * The Round House (bungalow) at Stoke Canon in England, designed by Peter Blundell Jones and Gillian Smith. * The replacement replica Kaohsiung Confucius Temple is built in Taiwan. * Młotek in Warsaw, Poland, designed by Jan Bogusławski and Bohdan Gniewiewski. ==Awards== * Architecture Firm Award – Mitchell/Giurgola Architects * Grand prix national de l'architecture – Roger Taillibert * Rome Prize for architecture – Gunnar Birkerts * RAIA Gold Medal – Harry Seidler * RIBA Royal Gold Medal – John Summerson * Twenty-five Year Award – 860–880 Lake Shore Drive Apartments ==Births== * 1976 – Ott Kadarik, Estonian architect * date unknown – Antonio Pio Saracino, Italian-born US architect ==Deaths== * January 26 – Eric Francis, British architect and painter (born 1887) * May 11 – Alvar Aalto, Finnish architect, designer, sculptor and painter (born 1898) * November 19 – Sir Basil Spence, Scottish Modernist/Brutalist architect (born 1907) * Nugent Cachemaille-Day, English ecclesiastical architect (born 1896) ==References== Category:20th-century architecture",
 "title": "1976 in architecture"
}