{
 "id": "591122",
 "text": "Allison Christin Mack (born July 29, 1982) is an American actress. She played Chloe Sullivan on the superhero series Smallville (2001–2011) and had a recurring role on the comedy series Wilfred (2012–2014). Mack was a member of NXIVM, a cult posing as a multilevel marketing company. In 2018, she was arrested on charges of sex trafficking, sex trafficking conspiracy, and forced labor conspiracy in relation to NXIVM activities. She pleaded guilty to racketeering and racketeering conspiracy charges and was sentenced to three years in prison in 2021. ==Early life== Mack was born on July 29, 1982, in Preetz, Germany, to American parents Jonathan Mack, an opera singer, and Mindy Mack, a schoolteacher and bookkeeper. Her parents were in Germany at the time of her birth because Jonathan was performing there; they lived in Germany for two years before moving to California. ==Career== ===Early work=== Mack's first job was for a German chocolate company in a series of print ads and commercials. She went into modeling for a short period and studied at the Young Actors Space in Los Angeles at age seven. Mack's first major television role was in an episode of the WB series 7th Heaven, in which she gained attention playing a teenager who cut herself. In 2000, she co-starred in the short-lived series Opposite Sex. Her film credits include roles in My Horrible Year! (Eric Stoltz's directorial debut) as a girl having great difficulties in her life as she turns 16. She was also featured in Camp Nowhere and in the Disney film Honey, We Shrunk Ourselves. ===Smallville (2001–2011)=== In October 2001, Mack began starring as Chloe Sullivan (an original character created for the show) one of Clark Kent's best friends in the WB/CW television series Smallville. Mack earned several awards and nominations for her portrayal of Chloe, including the Teen Choice Award for Best Sidekick in 2006 and 2007. She appeared as a series regular for nine seasons and returned as an intermittent main cast member in the tenth season, including the two-part series finale. From 2003 to 2006, Mack's character appeared in her own miniseries Smallville: Chloe Chronicles and Smallville: Vengeance Chronicles. In 2008, Mack made her directorial debut in Smallville season 8 episode \"Power\". In 2002, she made a couple of appearances along with her Smallville castmate Sam Jones III in R. L. Stine's miniseries The Nightmare Room. In 2006, Mack appeared in the animated movie The Ant Bully. That same year, she voiced Clea, a museum curator, in an episode of The Batman. Adding to her Superman resume, she lent her voice for Power Girl in the animated feature Superman/Batman: Public Enemies (2009). Mack had been part of a project with the Iris Theatre Company. ===After Smallville=== In March 2012, Mack was cast in a recurring role in the second season of the FX sitcom Wilfred. She played Amanda, the love interest of Elijah Wood's lead character Ryan. Mack returned to Wilfred for one episode of the fourth and final season. In 2014, Mack guest-starred as a policewoman named Hilary in an episode of the Fox thriller The Following. On March 21, 2015, she tweeted that she would be appearing in American Odyssey as Julia, who befriends Suzanne, the daughter of Anna Friel's lead character Sgt. Odelle Ballard.Webb Mitovich, Matt (March 23, 2015). \"Smallville Alum Allison Mack Gets Pulled Into NBC's American Odyssey\". TVLine. ==Personal life== Mack had a long-term relationship with actor Chad Krowchuk during the 2000s. She was engaged to fellow Smallville actor Sam Witwer in 2013, but the engagement was called off a year later. Mack married Canadian actress Nicki Clyne, a NXIVM member, in February 2017. The marriage was alleged to have been a sham to get Clyne around US immigration laws and only became public a year later during legal proceedings on the conspiracy and racketeering charges as part of Mack's involvement with NXIVM. In December 2020, Mack filed for divorce from Clyne. It was reported in 2020 that Mack had attended classes at UC Berkeley. Mack was a high-ranking member within the NXIVM organization and was second in command of the secret group \"DOS\", after founder Keith Raniere. Mack, Clyne, and Lauren Salzman (the daughter of NXIVM president Nancy Salzman) were Raniere's inner circle and sexual partners and his \"first-line masters\" in DOS. Mack is the co-creator of \"The Source\", a NXIVM program that recruited actors. ==NXIVM and criminal prosecution== thumb|The indictment of Mack and other NXIVM members In 2006, Mack joined NXIVM after attending a two-day introduction to \"Jness\", a women's group within NXIVM. In a 2003 article from Forbes, advocates of NXIVM portrayed it as an organization focused on inspirational executive coaching, \"like a practical MBA\", while detractors accused the founder Keith Raniere of running \"a cult-like program aimed at breaking down his subjects psychologically\". Former NXIVM member Sarah Edmondson stated in a 2017 New York Times exposé and a 2018 A&E; special on cults details a subgroup of NXIVM called \"Dominus Obsequious Sororium\" (DOS), and that she had been branded in an initiation ceremony at Mack's house, under Mack's supervision. By one account, some women appeared to have been branded with Mack's initials (AM) and Raniere's initials (KR). In a New York Times interview, Mack claimed the human branding was her idea. The DOS branding ritual followed a script created by Raniere. DOS recruits were told the brand was a symbol of the elements and were unaware the brand was NXIVM founder's initials. Mack was arrested in Brooklyn by the FBI on April 20, 2018, on charges of sex trafficking, sex trafficking conspiracy and forced labor conspiracy. During her arraignment proceedings, prosecutors also accused her of entering a sham marriage with Nicki Clyne to help Clyne circumvent US immigration laws. Mack was charged with recruiting women to join what was purported to be a \"female mentorship group\" that was, in fact, created and led by Keith Raniere. \"The victims were then exploited, both sexually and for their labor, to the defendants' benefit.\" Federal prosecutors said Raniere created DOS in 2015. Mack was one of the top members of a \"highly organized scheme which was designed to provide sex to [Raniere].\" According to prosecutors, Mack recruited women by telling them that they were joining a women-only organization that would empower them. Mack concealed Raniere’s status as the leader of DOS. Before joining DOS, women were required to provide highly damaging personal information, nude photos and rights to personal assets. After Mack recruited women to join DOS, \"under the guise of female empowerment, she starved women until they fit [Raniere’s] sexual feminine ideal.\" She used tactics such as blackmail to force them into engaging in sexual activity with Raniere against their wishes and enslaved them to do menial tasks. In exchange, Mack received financial and other benefits from Raniere. If convicted of all charges, Mack and Raniere faced a minimum of 15 years to life in prison. On April 24, 2018, Mack was released from Metropolitan Detention Center, Brooklyn on a $5 million bond and held under house arrest under the custody of her parents in California. In March 2019, it was revealed in court that Mack and the other defendants in the case were in \"active plea negotiations\" as Raniere appeared in court to plead not guilty to child pornography charges related to the case. On April 8, 2019, Mack pleaded guilty to racketeering and racketeering conspiracy charges and admitted to state law extortion and forced labor. Mack was scheduled for sentencing in September 2019 but was postponed by the court to grant sufficient time to conduct pre-sentencing investigations. On October 27, 2020, Raniere was sentenced to 120 years in prison. In 2019, Catherine Oxenberg produced the Lifetime television film Escaping the NXIVM Cult: A Mother's Fight to Save Her Daughter with actress Sara Fletcher as Mack. In January 2020, Mack, Raniere, Clyne and other NXIVM individuals were named as defendants in a civil lawsuit filed in federal court by 80 former NXIVM members. The lawsuit details allegations of fraud and abuse and charges of being a pyramid scheme, exploitation of its recruits, conducting illegal human experiments, and making it \"physically and psychologically difficult, and in some cases impossible, to leave the coercive community.\" Under advisory sentencing guidelines, Mack faced 14 to 17 1/2 years behind bars. Days before the sentencing, Mack released a statement saying that her involvement with NXIVM was \"the biggest mistake and greatest regret of [her] life\" and expressed remorse in regard to those affected. In addition to the letter, her attorneys asked for no jail time in consideration for Mack's remorse and her cooperation with Raniere's prosecution. On June 30, 2021, Mack was sentenced to three years in prison and three years of probation, must complete 1,000 hours of community service and pay a fine of $20,000. Mack reported to Federal Correctional Institution, Dublin in Dublin, California, on September 13, 2021, to begin serving her three year sentence. ==Filmography== {| class=\"wikitable sortable plainrowheaders\" |+ Film |- ! scope=\"col\" | Year ! scope=\"col\" | Title ! scope=\"col\" | Role ! scope=\"col\" class=\"unsortable\" | Notes |- | align=\"center\"| 1989 ! scope=\"row\" | Police Academy 6: City Under Siege | Little Girl | |- | align=\"center\"| 1993 ! scope=\"row\" | Night Eyes 3 | Natalie | |- | align=\"center\"| 1994 ! scope=\"row\" | Camp Nowhere | Heather | |- | align=\"center\"| 1995 ! scope=\"row\" | No Dessert, Dad, till You Mow the Lawn | Monica Cochran | |- | align=\"center\"| 1997 ! scope=\"row\" | Honey, We Shrunk Ourselves | Jenny Szalinski | |- | align=\"center\"| 2006 ! scope=\"row\" | | Tiffany Nickle | Voice only |- | align=\"center\"| 2008 ! scope=\"row\" | Alice & Huck | Alice | Short film |- | align=\"center\"| 2009 ! scope=\"row\" | You | Quincey | |- | align=\"center\"| 2009 ! scope=\"row\" | Superman/Batman: Public Enemies | Power Girl | Voice only |- | align=\"center\"| 2010 ! scope=\"row\" | Frog | Her | Short film |- | align=\"center\"| 2010 ! scope=\"row\" | Purgatory | Woman | Short film |- | align=\"center\"| 2011 ! scope=\"row\" | Marilyn | Marilyn | |- | align=\"center\"| 2011 ! scope=\"row\" | Blink | Producer | Short film |- |} {| class=\"wikitable sortable plainrowheaders\" |+ Television |- ! scope=\"col\" | Year ! scope=\"col\" | Title ! scope=\"col\" | Role ! scope=\"col\" class=\"unsortable\" | Notes |- | align=\"center\"| 1989 ! scope=\"row\" | I Know My First Name Is Steven | Nettie | TV film |- | align=\"center\"| 1990 ! scope=\"row\" | Shangri-La Plaza | Jenny | Episode: \"Pilot\" |- | align=\"center\"| 1990 ! scope=\"row\" | Empty Nest | Gloria | Episode: \"There's No Accounting\" |- | align=\"center\"| 1991 ! scope=\"row\" | Switched at Birth | Normia Twigg | TV film |- | align=\"center\"| 1991 ! scope=\"row\" | Living a Lie | Stella | TV film |- | align=\"center\"| 1992 ! scope=\"row\" | | Little Stephanie | TV film |- | align=\"center\"| 1992 ! scope=\"row\" | A Private Matter | Terri Finkbine | TV film |- | align=\"center\"| 1992 ! scope=\"row\" | A Message from Holly | Ida | TV film |- | align=\"center\"| 1993 ! scope=\"row\" | Evening Shade | Julia | |- | align=\"center\"| 1993 ! scope=\"row\" | A Mother's Revenge | Wendy Sanders | TV film |- | align=\"center\"| 1995 ! scope=\"row\" | Dad, the Angel & Me | Andrea | TV film |- | align=\"center\"| 1995 ! scope=\"row\" | Sweet Justice | Jessica | Episode: \"Broken Ties\" |- | align=\"center\"| 1996 ! scope=\"row\" | Stolen Memories: Secrets from the Rose Garden | Katie | TV film |- | align=\"center\"| 1996 ! scope=\"row\" | | Bess Townsend | TV film |- | align=\"center\"| 1996 ! scope=\"row\" | Unlikely Angel | Sarah Bartilson | TV film |- | align=\"center\"| 1997 ! scope=\"row\" | Hiller and Diller | Brooke | TV series |- | align=\"center\"| 1998 ! scope=\"row\" | 7th Heaven | Nicole Jacob | Episode: \"Cutters\" |- | align=\"center\"| 1999 ! scope=\"row\" | Providence | Alicia | Episode: \"Good Fellows\" |- | align=\"center\"| 2000 ! scope=\"row\" | Opposite Sex | Kate Jacobs | Recurring role, 8 episodes |- | align=\"center\"| 2001 ! scope=\"row\" | Kate Brasher | Georgia | Episode: \"Georgia\" |- | align=\"center\"| 2001 ! scope=\"row\" | My Horrible Year! | Nicola 'Nik' Faulkner | TV film |- | align=\"center\"| 2001–2011 ! scope=\"row\" | Smallville | Chloe Sullivan | Series regular, 204 episodes |- | align=\"center\"| 2002 ! scope=\"row\" | | Charlotte Scott | |- | align=\"center\"| 2006 ! scope=\"row\" | | Clea | |- | align=\"center\"| 2012; 2014 ! scope=\"row\" | Wilfred | Amanda | Recurring role |- | align=\"center\"| 2015 ! scope=\"row\" | The Following | Hilary | Guest Role |- | align=\"center\"| 2015 ! scope=\"row\" | American Odyssey | Julia | Guest Role |- | align=\"center\"| 2017 ! scope=\"row\" | Lost in Oz | Evelyn | Recurring Role, voice only (season 1) Credit subsequently removed |} {| class=\"wikitable sortable plainrowheaders\" |+ Web series |- ! scope=\"col\" | Year ! scope=\"col\" | Title ! scope=\"col\" | Role ! scope=\"col\" class=\"unsortable\" | Notes |- | align=\"center\"| 2003–2004 ! scope=\"row\" | Smallville: Chloe Chronicles | Chloe Sullivan | 8 episodes |- | align=\"center\"| 2006 ! scope=\"row\" | Smallville: Vengeance Chronicles | Chloe Sullivan | 6 episodes |- | align=\"center\"| 2010 ! scope=\"row\" | Riese | Marlise | 3 episodes |- | align=\"center\"| 2010 ! scope=\"row\" | Dirty Little Secret | Lauren Belle | Voice only |- |} {| class=\"wikitable sortable plainrowheaders\" |+ Director |- ! scope=\"col\" | Year ! scope=\"col\" | Title ! scope=\"col\" class=\"unsortable\" | Episodes ! scope=\"col\" class=\"unsortable\" | Notes |- | align=\"center\"| 2009–2010 ! scope=\"row\" | Smallville | | 2 episodes |- |} ==Awards and nominations== {| class=\"wikitable sortable plainrowheaders\" |- ! Year ! Award ! Category ! Work ! Result |- | align=\"center\"| 2002 | Teen Choice Award | Best Sidekick in a TV Series | Smallville | |- | align=\"center\"| 2003 | Teen Choice Award | Best Sidekick in a TV Series | Smallville | |- | align=\"center\"| 2004 | Teen Choice Award | Best Sidekick in a TV Series | Smallville | |- | align=\"center\"| 2005 | Saturn Award | Best Supporting Actress on Television | Smallville | |- | align=\"center\"| 2005 | Teen Choice Award | Best Sidekick in a TV Series | Smallville | |- | align=\"center\"| 2006 | Teen Choice Award | Best Sidekick in a TV Series | Smallville | |- | align=\"center\"| 2006 | Saturn Award | Best Supporting Actress on Television | Smallville | |- | align=\"center\"| 2007 | Teen Choice Award | Best Sidekick in a TV Series | Smallville | |- | align=\"center\"| 2008 | SyFy Genre Award | Best Supporting Actress | Smallville | |- | align=\"center\"| 2009 | Teen Choice Award | Best Sidekick in a TV Series | Smallville | |} ==References== ==External links== * * Category:1982 births Category:20th-century American actresses Category:21st-century American actresses Category:21st-century American criminals Category:American female criminals Category:Actresses from Los Angeles Category:American child actresses Category:American feminists Category:American film actresses Category:American television actresses Category:American voice actresses Category:Criminals from California Category:Living people Category:NXIVM people Category:People convicted of racketeering Category:People convicted of sex trafficking Category:Prisoners and detainees of New York (state) Category:People from Preetz",
 "title": "Allison Mack"
}