{
 "id": "591332",
 "text": "Yōjirō Takita (滝田 洋二郎 Takita Yōjirō, born December 4, 1955) is a Japanese filmmaker. Takita received an Oscar for Best Foreign Language Film for his 2008 drama Departures. It marked the first time a Japanese film won the award after the category first became competitive in 1957. ==Career== Yōjirō Takita entered the film industry through Mukai Productions, where he served as an assistant director. Takita first came to prominence with the long-running, popular light-comic pink film series, started by Shin'ya Yamamoto in 1975, and which Takita began directing in 1982 at Shintōhō Eiga. Later, for the Nikkatsu studio, Takita filmed similar Molester's films as part of that studio's Roman Porno line. Molester's School Infirmary (1984), Molester's Tour Bus (1985) and Molester's Delivery Service (1986) are some of these titles.Weisser, p.279. Takita's 1986 mainstream comedy, No More Comic Magazines! received critical praise, and he has produced several popular films since then. Yomiuri Shimbun writes that Takita's films usually have, \"a warm tenderness, reflecting his bright and upbeat personality.\" In 2001, he directed Onmyoji, an original work by Baku Yumemakura. It became an international hit and received a prize at The Neuchâtel International Fantastic Film Festival in 2002. He directed Onmyoji 2 in 2003. His 2008 film won the Best Foreign Language Film at the U.S. 81st Academy Awards. He also won the 2009 Japan Academy Prize for Director of the Year, among other accolades, for the film. ==Filmography as director== * Comic Magazine (コミック雑誌なんかいらない！ - Komikku zasshi nanka iranai!) (1986) * Itoshino Half Moon (愛しのハーフ・ムーン) (1987) * The Yen Family (木村家の人々 - Kimurake no hitobito) (1988) * Let's Go to the Hospital (病院へ行こう - Byōin e ikō) (1990) * Love Never Dies (Sickness is in the Mind: Let's go to the Hospital 2)\" (病は気から 病院へ行こう２ - Yamai Wa Kikara: Byōin e ikō 2) (1992) * We Are Not Alone (Made in Japan) (僕らはみんな生きている - Bokura wa minna ikite iru) (1993) * The City That Never Sleeps: Shinjuku Shark (眠らない街 新宿鮫 - Nemuranai machi: Shinjuku Same) (1993) * The Tropical People (熱帯楽園倶楽部 - Nettai rakuen kurabu) (1994) * Sharan Q no enka no hanamichi (シャ乱Ｑの演歌の花道) (1997) * The Exam (お受験 - O-juken) (1999) * Secret (秘密 - Himitsu) (1999) * The Yin-Yang Master (陰陽師 - Onmyōji) (2001) * When the Last Sword Is Drawn (壬生義士伝 - Mibu gishi den) (2003) * Onmyoji: The Yin Yang Master II (陰陽師II) (2003) * Ashurajō no Hitomi (2005) * The Battery (バッテリー) (2007) * Departures (おくりびと - Okuribito) (2008) (Won Best Foreign Language Film at the 81st Academy Awards in 2009) * Fisherman Sanpei (釣りキチ三平 - Tsurikichi Sanpei) (2009) * Tenchi: The Samurai Astronomer (天地明察) (2012) * The Last Recipe (ラストレシピ) (2017) * Sakura Guardian in the North (北の桜守) (2018) ===Pink Films=== * Molester and the Female Teacher (痴漢女教師 - Chikan onna kyoshi) (1981) * (官能団地 上つき下つき刺激つき - Kanno danchi: Uetsuki shitatsuki shigekitsuki) (1982) * Molester's Train: Please Continue (痴漢電車 もっと続けて - Chikan densha: motto tsuzukete) (1982) * Molester's Train: Hunting In A Full Crowd (痴漢電車 満員豆さがし - Chikan densha: Man'in mamesagashi) (1982) * Molester's Train: Momoe's Tush (痴漢電車 百恵のお尻 - Chikan densha: Momoe no oshiri) (1983) * Serial Rape (連続暴姦 - Renzoku bokan) (1983) * Molester's Train: Rumiko's Tush (痴漢電車ルミ子のお尻 - Chikan densha: Rumiko no oshiri) (1983) * Molester's Train: Keiko's Tush (痴漢電車 けい子のヒップ - Chikan densha: Keiko no hip) * ＯＬ２４ ji: Bishoujo - (OL 24 時 媚娼女) (1984) * High Noon Ripper (真昼の切り裂き魔 - Mahiru no kirisakima) (1984) * Goodbye Boy (グッバイボーイ) (1984) * Molester's School Infirmary (痴漢保険室 - Chikan hokenshitsu) (1984) * Groper Train: Search for the Black Pearl (痴漢電車 下着検札 - Chikan densha: shitagi kensatsu) (1984) * Groper Train: Wedding Capriccio (痴漢電車 ちんちん発車 - Chikan densha: chinchin hassya) (1984) * Molester's Train: Best Kept Secret Live Act (痴漢電車極秘本番 - Chikan densha: gokuhi honban) (1984) * Molester's Train: Blast Off (痴漢電車 ちんちん発車 - Chikan densha: chin chin hassha) (1984) * (絶倫ギャル やる気ムンムン - Zetsurin gal: Yaruki mun mun) (1985) * Pink Physical Examination (桃色身体検査 - Momoiro shintai kensa) (1985) * Molester's Tour Bus (痴漢通勤バス - Chikan tsukin bus) (1985) * Molester's Train: One Shot Per Train (痴漢電車 車内で一発 - Chikan densha: shanai de ippatsu) (1985) * Molester's Train: Seiko's Tush (痴漢電車 聖子のお尻 - Chikan densha: Seiko no oshiri) (1985) * Molester's Train: 1 Centimeter From The Wall (痴漢電車 あと奥まで１ｃｍ - Chikan densha: ato oku made 1cm) (1985) * ザ・緊縛 (1986) * Za Mania: Kaikan seitai jikken (ザ・マニア 快感生体実験) (1986) * Time Escapade: 5 Seconds Til Climax (タイム・アバンチュール 絶頂５秒前 - Time adventure: zeccho 5-byo Mae) (1986) * Hamidashi School Mizugi (はみ出しスクール水着) (1986) * Molester's Delivery Service (痴漢宅配便 - Chikan takuhaibin) (1986) ==Filmography as assistant director== # 実録 痴漢教師 (1983) # 猟奇薔薇化粧 (1979) # 下落合焼とりムービー (1979) # デパート・ガール 恍惚三姉妹 (1978) ==References== ==External links== * * * Category:1955 births Category:Living people Category:Directors of Best Foreign Language Film Academy Award winners Category:Japan Academy Prize for Director of the Year winners Category:Japanese film directors Category:Pink film directors Category:Samurai film directors Category:People from Toyama Prefecture Category:Recipients of the Medal with Purple Ribbon",
 "title": "Yōjirō Takita"
}