{
 "id": "59191",
 "text": "Margo Howard (née Lederer; born March 15, 1940) is an American writer and former advice columnist. She is the only child of businessman/innovator Jules Lederer and Eppie Lederer (better known as Ann Landers after her long-time advice column Ask Ann Landers), the niece of Pauline Phillips, and the cousin of Jeanne Phillips (the latter two both better known as Abigail Van Buren and authors of the advice column Dear Abby). == Biography == ===Early life and education=== Howard was born in Sioux City, Iowa, to Eppie (née Esther Pauline Friedman) and Jules Lederer, a businessman and eventually the founder of Budget-Rent-A-Car International. She attended Brandeis University but dropped out to marry, after which she worked at the Chicago Tribune and Chicago Daily News, and wrote for The New Republic, People, The Nation, and Boston Magazine. She wrote a syndicated social commentary column, Margo, in the 1970s. ===Career=== For eight years, Howard wrote the Dear Prudence column featured in Slate magazine. Dear Prudence also was featured on National Public Radio and syndicated in more than 200 newspapers. In February 2006, she left the Dear Prudence column, and began writing a Dear Margo column for Yahoo, then for Women on the Web (wowowow.com) through Creators Syndicate. On May 11, 2013, Howard ended the Dear Margo column, announcing that she was retiring from writing on a deadline and saying, \"I plan to write long-form pieces as the spirit moves me\". Her aunt, Pauline Esther Friedman \"Popo\" Phillips, wrote the Dear Abby column. Although her mother and aunt were twin sisters, and close while growing up, an intense rivalry developed between them because of their columns. In an echo of that rivalry, Howard and her aunt never got along, and she has had public differences with her cousin Jeanne Phillips, who took over the Dear Abby column when her mother died. In 2014, Howard published Eat, Drink, and Remarry: Confessions of a Serial Wife, reminisces of her four marriages. ===Marriages and family=== Howard has been married four times: first to John Coleman (1962–1967); second to Jules Furth (1971–1976); third to the actor Ken Howard (1977–1991); fourth (and currently) to Ronald Weintraub, a Boston cardiac surgeon. After her divorce from Howard, she retained the surname for professional use. Howard has three children by Coleman: two daughters, Abra and Andrea, and a son, Adam Coleman Howard, who is an actor and director. ==References== https://www.nytimes.com/1971/06/25/archives/margo-coleman-is-wed-in- chicago.html ==External links== * Dear Margo page on Creators Syndicate * Chicago Tribune Profile of Landers Family * Category:American advice columnists Category:American women columnists Category:Writers from Chicago Category:Writers from Sioux City, Iowa Category:Brandeis University alumni Category:Jewish American writers Category:Chicago Daily News people Category:Chicago Tribune people Category:The New Republic people Category:1940 births Category:Living people",
 "title": "Margo Howard"
}