{
 "id": "592019",
 "text": "thumb|Façade of King's Head Inn The King's Head is one of the oldest public houses with a coaching yard in the south of England. It is located in the Market Square, Aylesbury, Buckinghamshire, and is a Grade II* Listed Building. The oldest part of the current structure of the building is of 15th-century design;National Trust however, the cellars are much older, dating back to the 13th century,Discover The King's Head, Aylesbury: The National Trust King's Head Guidebook 2009 and may have been part of the local friary. ==History== The history of The King's Head starts in 1455, with the first documentary reference appearing in a conveyance between William Wandeford, a London wool merchant, and Ralph Verney, a former master of the London Mercer's Company, dated 18 December 1455. It refers to the newly built 'Kyngeshede', as well as a cellar and shop, and cottages. The Great Hall is the oldest standing structure on site, dating back to the 1470s, and was built as a guest house by the Verney family (of nearby Claydon House). thumb|left|Courtyard King Henry VI possibly stayed at the inn while on a tour of the country with his new wife Margaret of Anjou in the 15th century.Britain Express Later, a stained glass panel, previously in the nearby Greyfriars monastery, was inserted in the front window of the inn showing the king and queen's individual coats of arms.British History OnlineAylesbury Vale District Council The other coats of arms are of Cardinal Henry Beaufort, William de la Pole and the local Botlier family. That window is still there, though it is heavily protected. From the mid 17th century onwards, The King's Head thrived as a coaching inn. The front gateway is smaller than the rear gateway, which was made larger to accommodate the growing size of carriages; the wheel knocking stones still visible at the entrance aligning the carriage wheels as they entered. In c.1750, innkeeper William Bell converted the cottages (now the public house) to accommodate stagecoaches with room upstairs for his servants. The enclosure of the courtyard with additional stables to the one at the rear, which dates back to the late 16th century, provided housing for nearly thirty horses. The hoop above the mounting block was used to light the way of the coaches by burning rags tied round it. The walls have been limewashed allowing the timbers to breathe, as standard paint will seal in moisture and cause rot. Over time the timbers will show through more as the lime wash weathers away. ===The English Civil War=== At the time of the Civil War, Aylesbury was very much in support of the Parliamentarians against Charles I.Kevin Peters, 'The Battle of Aylesbury: Was Oliver Cromwell really there?', Aylesbury Town Council Magazine, December 2009 It is likely that at some point, Parliamentarian troops would have visited The King's Head. It is thought that Oliver Cromwell was in Aylesbury around 1650, although there is no evidence that he stayed at The King's Head. It is claimed that the inn is linked to other churches and establishments in the town via a system of underground tunnels that were in use during the Civil War as escape routes should the town be taken by Royalist troops. However, there is no evidence of this and it is more likely that these 'tunnels' are simply cellars. Following the English Civil War coins were in short supply. Inns like The King's Head took to minting trade tokens on this site when William Dawney was innkeeper in 1657. They could be used as currency and you can see copies of these tokens on display. ==Construction== In the Great Hall, the wattle and daub timber construction can be seen on display. Wattle was twigs and branches woven between the upright timber posts. Daub was the name given to clay, lime and horsehair pushed into the wattle frame forming a weatherproof surface. ==Notable features== A rare surviving clock decorates the wall, a Tavern clock, also known as an Act of Parliament clock. In 1797, William Pitt the Younger introduced a tax on all clocks and watches and public clocks such as these became much more popular to check the time of day. The bar was installed by the Rothschild family who had acquired the property as a hotel in the 19th century. In the snug next to the bar is an example of Victorian era wallpaper that would once have covered the whole room. In the late 17th century, The King's Head began taking delivery of mail, which was dropped by horsemen through a hatch behind the mirrors. The room is called the 'Glue Pot' as mail was once sorted and stamped here. Beneath a range of meat hooks is a square patch where the hole for the post would have been dropped into the Glue Pot. It is just the right height for a mail delivery on horseback. The cobbled passage leads into the courtyard that dates back to the early 14th century when it was the original market square. There are three layers of cobblestones. ==Ghost stories== The supernatural history of The King's Head tells of at least three known ghosts to haunt the property. One is that of The Grey Lady, a ghost said to stand by the fireplace in the Great Hall and another has also been seen in the corridor by the red staircase. It is thought that she is a maid who fell to her death in about 1900. ==Rooms== ===Georgian Room=== The Georgian Room is so called because of the style of panel on the walls, which date from between 1714 and 1837. The Hussar's belt and satchel on the wall belong to the Royal Bucks Hussars. The belt would have held a decorative sword used by the mounted cavalry of the 19th century. The satchel is surrounded by silver braid with 'VR' surmounted by a crown on the centre panel. ===Gatehouse Chamber=== One of the grandest rooms at The King's Head is the Gatehouse Chamber. This dates from the mid-16th century but, in the 17th century, Assize Courts met here to discuss criminal cases. Judges would announce their verdicts out of the front window of the chamber, which would have then overlooked the Market Square. The first floor offered the judge both prestige and protection from possible angry locals. Amongst the many judges who visited the King's Head was the infamous Judge George Jeffreys. In 1700 local magistrates considered converting The King's Head into an overflow jail, but the sum of £400 for refurbishment was thought to be prohibitively expensive. The main feature of the room is the ceiling, which is the work of the Victorian architect George Devey who was commissioned by the Rothschild family in the 1880s to undertake changes to The King's Head. He was responsible for offsetting the front window to retain the view of the Market Square. He also remodelled the ceiling in a mock Tudor style using some of the original beams, but the black and white design is a Victorian idea of how Tudor buildings looked. Tudor rooms could, in fact, be quite colourful. The large medieval hearth was moved here from the Great Hall. It is etched with graffiti, possibly by Roundhead troops garrisoned here during the English Civil War. ===Solar room=== The Solar Room, built directly above the Great Hall, was the master bedroom and, according to local folklore, was the suite where King Henry VIII wooed Anne Boleyn in 1533. It is claimed that Oliver Cromwell stayed at the King's Head in 1651 after the Battle of Worcester and received the thanks of Parliament in Market Square, although there is no evidence for this. However, if Cromwell did stay here, this is the room that he would have stayed in. Flintlock pistols and swords were found earlier in the 20th century in a 'priest hole' and suggest that Roundhead troops were at one time garrisoned at the property. The roof is Victorian except for the original tie beam and queen post frame in the back wall. The room was originally accessed from the ground floor by a newel stair, which is a spiral staircase inside a tower. ===Dining room=== The Dining Room was built in the late 19th century when the King's Head was a hotel. George Devey inserted the oak panels. The room originally had two fireplaces and it was here, in November 2003, that the ghost of a nun was seen. The nun had been seen before, but only ever appearing to ladies, and the dining room itself was built on land that once belonged to the church or friary. ==The National Trust== After a number of years serving as a hotel as part of the Rothschild business empire, the property was donated to the National Trust in 1925, a fact commemorated by a plaque at the site. The Trust are developing the site to serve as a focal point for the community of Aylesbury. Visitors to Aylesbury are still able to go to the inn and purchase alcoholic beverages in the same way that they would in any other pub. The pub, The Farmers' Bar, within The King's Head site has been run by The Chiltern Brewery since 2005. ==References== ==External links== *King's Head information at the National Trust * Category:Aylesbury Category:National Trust properties in Buckinghamshire Category:Tourist attractions in Buckinghamshire Category:Grade II* listed pubs in Buckinghamshire Category:Historic house museums in Buckinghamshire",
 "title": "King's Head Inn, Aylesbury"
}