{
 "id": "592359",
 "text": "The Defiance Campaign against Unjust Laws was presented by the African National Congress (ANC) at a conference held in Bloemfontein, South Africa in December 1951. The Campaign had roots in events leading up the conference. The demonstrations, taking place in 1952, were the first \"large-scale, multi- racial political mobilization against apartheid laws under a common leadership.\" == Background == In 1948, the National Party (NP) won the election in South Africa and began to impose apartheid measures against blacks, Indians and any people of mixed race. The NP restricted political power to white people only and allocated areas of South Africa for different races of people. Workers, trade unionists and others spoke out on 6 October 1949 against these apartheid measures and began to discuss a possible political strike. In December of that year, leaders in the African Congress Youth League (ANCYL), such as Nelson Mandela, Walter Sisulu and Oliver Tambo, took power. The African National Congress (ANC) also \"adopts the Programme of Action\" on 17 December, which advocated a more militant approach to protesting apartheid. In 1950, the ANC started promoting demonstrations, mass action, boycotts, strikes and acts of civil disobedience. During this time, 8,000 black people are arrested \"for defying apartheid laws and regulations.\" The South African Indian Congress (SAIC) worked in partnership with the ANC. The NP used the Population Registration Act to ensure that individuals were permanently classified by race and only allowed to live in areas specified by the Group Areas Act. On 26 June 1950, the National Day of Protest took place. The ANC asked that people not go to work as an act of protest. As a result of the protest, many people lost their jobs and the ANC set up a fund to help them. == The Campaign == The Defiance Campaign was launched on 26 June 1950, the date that became the yearly National Day of Protest and Mourning. The South African police were alerted about the action and were armed and prepared. In major South African cities, people and organizations performed acts of defiance and civil disobedience. The protests were largely non-violent on the parts of the participants, many of whom wore tri-color armbands signifying the ANC. Black volunteers burned their pass books. Other black volunteers would go into places that were considered \"whites-only,\" which was now against the law. These volunteers were arrested, with the most arrests (over 2,000 people) being made in October 1952. When protesters were arrested, they would not defend themselves in court, \"leading to large-scale imprisonment.\" Others who were offered fines as an alternative chose to go to prison. The mass imprisonment, it was hoped, would overwhelm the government. The South African government labelled the protests as acts of anarchy, communism and disorder. The Nationalist newspaper, the Oosterlig, wrote that the protesters \"find prison a pleasant abode. These people only understand the lash.\" Police often used batons to force protesters to submit. On 9 November 1952, police fired on a group of black protesters in Kimberley killing 14 and injuring 39. Other orders to shoot demonstrators \"on sight\" were issued by the South African Minister of Justice, Charles Swart. Arrests of peaceful protestors \"disgusted a section of white public opinion.\" In July 1952, there were raids of ANC and SAIC offices. As a result of the protests, the NP started \"imposing stiff penalties for protesting discriminatory laws\" and then they created the Public Safety Act. The goals of the Defiance Campaign were not met, but the protests \"demonstrated large-scale and growing opposition to apartheid.\" The United Nations took note and called the apartheid policy a \"threat to peace.\" In the middle of April 1953, Chief Albert Luthuli, the President-General of the ANC, proclaimed that the Defiance Campaign would be called off so that the resistance groups could reorganize taking into consideration the new political climate in South Africa. The Defiance Campaigns, including bus boycotts in South Africa, served as an inspiration to Civil Rights Activists in the United States. Albert Luthuli was tried for treason, was assaulted and deposed of his chieftaincy of his Zulu clan. Mandela took over the ANC after Luthuli. Apartheid was finally ended in the early 1990s, as marked by the 1994 South African general election, the first South African election held using universal adult suffrage. ==Defiance Campaign in Port Elizabeth== The Red Location is one of the oldest settled black townships of Port Elizabeth, Nelson Mandela Bay, South Africa. It derives its name from a cluster of corrugated iron barrack buildings, which are rusted a deep red colour.http://www.freewebs.com/redlocationmuseum/ Accessed 29 June 2017 The Red Location consisted of three different locations namely the Gubbs Location, Coopers Kloof and Strangers Location. These locations were overcrowded and not in good condition.V Msila. A Place to Live: Red Location and its history from 1903 to 2013. AfricanSun Media. On 26 July 1952, Florence Matomela joined many others in a Defiance Campaign against the Apartheid pass laws at the New Brighton Railway Station which also included Govan Mbeki, Raymond Mhlaba and Vuyisile Mini and other men. She was one of the first women arrested. Key role players of this Defiance Campaign included: ===Nosipho Dastile=== Nosipho Dastile (1938–2009) was a well known political figure and founder of the United Democratic Front. She was the first president of the Uitenhage Women's Organisation and was the chairperson of the ANC Women's League in Uitenhage, after the unbanning of liberation movements in the 1990s. ===Lilian Diedericks=== Lillian Diedericks (1925–2021) was born in Port Elizabeth near the railway line in Red Location. She was an active shop steward and founding member of the Federation of South African Women in 1954. Her family was forced out of New Brighton during the 1940s. She was also one of the four women who led the Women's March on the Union buildings to oppose the pass laws in 1956. ===Nontuthuzelo Mabala=== Nontuthuzelo Mabala marched against the pass laws in 1956. She was jailed at the age of 24 for six years for the role she played in the struggle against Apartheid. ===Florence Matomela=== Florence Matomela (1910–1969) was a South African anti-pass law activist, communist, civil rights campaigner, ANC veteran, teacher and mother who dedicated her life to fighting against Apartheid laws in South Africa. Matomela was the provincial organiser of the African National Congress Women's League (ANCWL) and vice-president of the Federation of South African Women (FEDSAW) in the mid 1950s. ===Veronica Sobukwe=== Veronica Sobukwe (27 July 1927 – 15 August 2018), spouse of Robert Sobukwe, played an integral role in the Defiance Campaign. Her family was constantly harassed by the police.B.Sands. Herald Live.Tribute to women warriors.http://www.heraldlive.co.za/the-algoa-sun/2014/01/25/tribute-to- women-warriors/ Accessed Thursday, 29 June 2017 ===Honours=== The ANC's Regional Headquarters in Nelson Mandela Bay was renamed Florence Matomela House in November 2012.http://myportelizabeth.co.za/anc-regional-office- renamed-after-stalwart-matomela/5850 Accessed 28 June 2017 Angie Motshekga, the Minister of Basic Education and President of the ANC Women's League, described Florence Matomela in the Florence Mathomela Memorial Lecture as having battled the 'triple oppression' of colonial, patriarchal and class domination. The Red Location Museum in New Brighton held a year-long exhibition dedicated to these women of the liberation struggle, by paying tribute to Florence Matomela, Nontuthuzelo Mabala, Veronica Sobukwe, Lilian Diedricks and Nosipho Dastile. ==Notable participants== ==References== === Citations === === Sources === * * * == External links == * Interview of Billy Nair about the Defiance Campaign (audio) Category:Opposition to apartheid in South Africa Category:Events associated with apartheid Category:Civil disobedience Category:Protests in South Africa Category:1951 in South Africa Category:1952 in South Africa Category:Members of the African National Congress Category:Anti-apartheid activists Category:South African prisoners and detainees Category:Prisoners and detainees of South Africa Category:1951 protests Category:1952 protests",
 "title": "Defiance Campaign"
}