{
 "id": "592587",
 "text": "Brigadier John Hessell Tiltman, (25 May 1894 – 10 August 1982) was a British Army officer who worked in intelligence, often at or with the Government Code and Cypher School (GC&CS;) starting in the 1920s. His intelligence work was largely connected with cryptography, and he showed exceptional skill at cryptanalysis. His work in association with Bill Tutte on the cryptanalysis of the Lorenz cipher, the German teleprinter cipher, called \"Tunny\" (for tunafish) at Bletchley Park, led to breakthroughs in attack methods on the code, without a computer. It was to exploit those methods, at extremely high speed with great reliability, that Colossus, the first digital programmable electronic computer, was designed and built. ==Biography== Tiltman's parents were from Scotland, though he was born in London. He joined the British Army in 1914, and saw service at the front during World War I with the King's Own Scottish Borderers. He was wounded in France, and won the Military Cross for bravery. He was seconded to MI1 shortly before it merged with Room 40. From 1921 to 1929, he was a cryptanalyst with the Indian Army at Army Headquarters, Simla. The analysts were reading Russian diplomatic cypher traffic from Moscow to Kabul, Afghanistan and Tashkent, Turkestan. Tiltman worked with a modest group of people and was involved in directing interception and traffic analysis as well as working on cyphers; he said he was exceptionally lucky to have this experience in other branches of Signals Intelligence. After a decade as a War Office civilian at GC&CS;, the interwar cryptographic organization, Tiltman was recalled to active service. Although he did not have a university education, his extensive experience of cryptanalysis was expected to be useful. He assisted in many areas of endeavour at GC&CS; and was considered one of Bletchley Park's finest cryptanalysts on non-machine systems. Tiltman was an early and persistent advocate of British cooperation with the United States in cryptology. His advocacy helped achieve smooth relations during World War II. In 1944, he was promoted to brigadier and appointed Deputy Director of GC&CS.; He continued in 1946, as Assistant Director of the Government Communications Headquarters (GCHQ), successor to GC&CS.; Tiltman became Senior GCHQ Liaison Officer at the Army Security Agency in 1949. He retired as a Brigadier. In 1951 Tiltman met William Friedman, one of the leading scholars involved in the attempt to decipher the mysterious Voynich manuscript. Tiltman undertook an analysis of the ancient manuscript himself, and then in the 1970s he assigned an NSA cryptanalyst named Mary D'Imperio to take over the Voynich crypto-analysis, when Friedman's health began becoming a challenge. D'Imperio's work resulted in the book The Voynich Manuscript: An Elegant Enigma, and is now considered one of the standard reference works on the Voynich Manuscript. Tiltman wrote the foreword to this book. After reaching normal retirement age, Tiltman was retained by GCHQ from 1954 to 1964. From 1964 until 1980 he was a consultant and researcher at the National Security Agency, spending in all 60 years at the cutting edge of SIGINT. Tiltman made the transition from the manual ciphers of the early 20th century to the sophisticated machine systems of the latter half of the century; he was one of a very few who were able to do so. \"The Brig\", as he was affectionately known in both countries, compiled a lengthy record of high achievement. On 1 September 2004, Tiltman was inducted into the \"NSA Hall of Honor\", the first non-US citizen to be recognised in that way. The NSA commented, \"His efforts at training and his attention to all the many facets that make up cryptology inspired the best in all who encountered him.\" ==References== * * * ==External links== * * * * * Category:1894 births Category:1982 deaths Category:King's Own Scottish Borderers officers Category:Recipients of the Military Cross Category:Commanders of the Order of the British Empire Category:Companions of the Order of St Michael and St George Category:Foreign recipients of the Legion of Merit Category:British Army personnel of World War I Category:British Army brigadiers of World War II Category:Bletchley Park people Category:GCHQ cryptographers Category:Pre-computer cryptographers Category:Foreign Office personnel of World War II Category:Military personnel from London Category:British Army brigadiers",
 "title": "John Tiltman"
}