{
 "id": "592961",
 "text": "The year 1992 in architecture involved some significant architectural events and new buildings. ==Events== *At least 7 stave churches in Norway suffer arson attacks, for some of which early black metal musician Varg Vikernes is convicted. ==Buildings and structures== ===Buildings=== * October 22: YKK Manufacturing and Engineering Centre in Namerikawa, Toyama, Japan, designed by Roy Fleetwood and Kenji Sugimura, is opened. * October 31: Kunsthal in Rotterdam, designed by Rem Koolhaas is opened. * specific date not listed: ** Porto School of Architecture in Portugal, designed by Álvaro Siza Vieira, is completed. ** 1000 de La Gauchetière in Montreal, Quebec ** 1501 McGill College in Montreal ** 1250 René-Lévesque in Montreal, Canada ** The Bank of America Corporate Center in Charlotte, North Carolina, United States is completed. ** Collserola Tower in Barcelona, designed by Norman Foster, is completed. ** Supreme Court of Israel in Jerusalem, designed by Ram Karmi and his sister Ada Karmi-Melamede, is opened. ** Central Plaza in Hong Kong, China is completed. ** Bank of America Plaza in Atlanta, Georgia, United States is completed. ** Construction of the Georgia Dome in Atlanta, Georgia, United States, is completed. ** The GLG Grand in Atlanta, Georgia, United States, is completed. ** SunTrust Plaza in Atlanta, Georgia, United States, is completed. ** The 225 South Sixth tower in Minneapolis, Minnesota, United States, is completed. ** United Overseas Bank Plaza One in Singapore is completed. ** Government offices, Rauma, Finland, designed by Jokela & Kareoja, are built. ** Goetz Collection, Munich, by Herzog & de Meuron. ** The Ark, London, designed by Ralph Erskine, is completed. ** Maitland Robinson Library at Downing College, Cambridge, designed by Quinlan Terry. ** Møller Centre at Churchill College, Cambridge, designed by Henning Larsen, is opened. ** Männistö Church, Kuopio, Finland, designed by Juha Leiviskä, is built. ** Church of St Jan Kanty, Kraków, Poland, designed by Krzysztof Bień, is completed. ** Fountains Abbey Visitor Centre, England, by Edward Cullinan Architects, is completed. ** Punta del Hidalgo Lighthouse on Tenerife is completed (illuminated 1994). ** Central Radio and TV Tower in Beijing, China is completed. ** The Telemax television tower in Hanover, Germany is completed. ** The Zizkov Television Tower in Prague, Czech Republic, is completed. ==Awards== *AIA Gold Medal – Kevin Roche *Alvar Aalto Medal – Glenn Murcutt *Architecture Firm Award – James Stewart Polshek and Partners. *Carlsberg Architectural Prize – Tadao Ando *European Union Prize for Contemporary Architecture (Mies van der Rohe Prize) – Esteve Bonell and Francesc Rius for Municipal Sports Stadium, Barcelona. *Grand Prix de l'urbanisme – Antoine Grumbach. *Grand prix national de l'architecture – Christian de Portzamparc. *Praemium Imperiale Architecture Laureate – Frank Gehry *Pritzker Prize – Alvaro Siza. *RAIA Gold Medal – Glenn Murcutt. *RIBA Royal Gold Medal – Peter Rice. *Twenty-five Year Award – Salk Institute for Biological Studies. ==Births== * ==Deaths== * February 22 – Aarno Ruusuvuori, Finnish architect (born 1925) * April 27 – Sir James M. Richards, English architectural writer (born 1907) * March 20 – Lina Bo Bardi, Italian-born Brazilian modernist architect (born 1914) * June 25 – Sir James Stirling, British architect (born 1926) * November 10 – Sir John Summerson, English architectural historian (born 1904) ==References== Category:20th-century architecture",
 "title": "1992 in architecture"
}