{
 "id": "593431",
 "text": "St. Francis Xavier University is a public undergraduate liberal arts university located in Antigonish, Nova Scotia, Canada. It is a member of the Maple League, a group of primarily undergraduate universities in Eastern Canada. ==History== St. Francis Xavier College was founded as Arichat College, a Roman Catholic Diocesan educational institution at Arichat, Nova Scotia, in 1853.St. Francis Xavier University, Encyclopedia of Music in Canada Arichat College was moved to its present location in Antigonish, and established as St. Francis Xavier College in 1855. On May 7, 1866, St. Francis Xavier College was given university status, becoming St. Francis Xavier University. The University awarded its first degrees in 1868. thumb|left| Xavier Hall In 1883 Mount St. Bernard Academy was founded for female education, with girls from primary grades to grade 12 taught by the Sisters of Notre Dame. Architect Henry Frederick Busch designed the College building in 1888. In 1894, the academy affiliated with St. Francis Xavier University as Mount St. Bernard College. In 1897, the school became the first co-educational Catholic university in North America to grant degrees to women. Four women were awarded university degrees in 1897. A metal plaque in the St. Francis Xavier University Chapel is dedicated to the thirty-three members of the college, now St. Francis Xavier University, who were killed in service during the First World War (1914–18). In February 1922, St. Francis Xavier University's War Memorial Rink, with a brick exterior and wooden interior, opened. After the War Memorial Rink was officially closed on February 8, 2002, the building was torn down and a new science complex was built in the old rink's place. StFX’s extension department has engaged in community development in Antigonish since 1928 while the Coady International Institute at StFX has engaged in community development globally since 1959. A metal plaque, unveiled on 5 May 1984, was dedicated by the university's Class of 1984, in honour of those students killed in armed conflict while defending the liberty of Canadians. In 1985 the number of women students at St. Francis Xavier became equal to the number of men for the first time. In 1990, the women's college existed as a residence only. In the early 20th century, professional education expanded beyond the traditional fields of theology, law and medicine. Graduate training based on the German-inspired American model of specialized course work and the completion of a research thesis was introduced.University, Encyclopedia of Canada The policy of university education initiated in the 1960s responded to population pressure and the belief that higher education was a key to social justice and economic productivity for individuals and for society. The St. Francis Xavier tartan was designed as a university tartan in 1994. In 1996 StFX implemented Canada's first Service Learning program, which provided opportunities for international learning. On March 21, 2014, the Board of Governors announced Kent MacDonald as incoming president of StFX, to assume office on August 1, 2014. === 2021 COVID-19 outbreak === On December 3, 2021, during the COVID-19 pandemic, St. Francis Xavier University held its annual X-Ring ceremony with the majority of the graduating students attending. Public health officials declared an outbreak at the university on December 8, 2021. On December 13, 2021, the university's president tested positive for COVID-19. As of December 17, 2021, 183 students have notified the university that they have tested positive for COVID-19. Nova Scotia's premier Tim Houston announced on December 17, 2021, that the university and their Students' Union have both been issued summary offence tickets and fined $11,622.50 each; the maximum amount that can be handed out. Houston said the university failed to abide by the province's COVID-19 restrictions, specifically masking requirements. ==Academics== thumb|right|Angus L. MacDonald Library ===Profile=== Maclean's 2022 Guide to Canadian Universities ranked St. Francis Xavier ninth in the magazine's undergraduate university category, tied with Ontario Tech University. In the same year, the university placed 31st in Maclean's reputational survey of Canadian universities. Between 2000 and 2004, more St Francis Xavier students, on a per capita basis, have received Natural Sciences and Engineering Research Council (NSERC) awards for post-secondary study than any other university in Canada.St. Francis Xavier University , Associations of Universities and Colleges of Canada ===Faculties and programs=== St Francis Xavier University is organized into the Faculty of Arts, Faculty of Science, the Gerald Schwartz School of Business, Faculty of Education, the Brian Mulroney Institute of Government and the Coady International Institute. Each faculty has subordinate departments under its administration appropriate to each discipline, for example the Department of Philosophy is part of the Faculty of Arts. Faculties are headed by a dean elected from among the constituent professors. The Faculty of Arts encompasses the following departments and programs: Anthropology, Aquatic Resources, Fine Arts, Canadian Studies, Catholic Studies, Celtic Studies, Classical Studies, Development Studies, Economics, English, History, Humanities Colloquium, Modern Languages, Philosophy, Political Science, Public Policy & Governance, Psychology, Religious Studies, Social Justice Colloquium, Sociology, Women's and Gender Studies, Music and Jazz Studies (The first bachelor's degree in Jazz Studies in all of Canada). The Faculty of Science offers the following departments and programs: Aquatic Resources, Biology, Chemistry, Computer Science, Earth Sciences, Engineering, Environmental Sciences, Human Kinetics, Human Nutrition, Mathematics and Statistics, Nursing and Physics. The Gerald Schwartz School of Business offers degrees in Business Administration, with majors in Accounting, Enterprise Development, Finance, Information Systems, Leadership in Management, and Marketing. The Faculty of Education offers degrees in Adult Education and Education. The Music Department hosts one of North America's leading undergraduate jazz studies program. The current Dean of Arts is Karen Brebner, the Dean of Science is Joseph Apaloo, the Dean of Business is Bobbi Morrison, and the Dean of Education is Lace Marie Brogden. The university offers also graduate programs leading to Master of Arts (M.A. Celtic Studies), Master of Science (M.Sc.) and Master of Education (M.Ed.) degrees. ==Scholarships and bursaries== St. Francis Xavier offers over $2 million annually in merit-based scholarships and financial aid to its new and current undergraduates. Applicants with a Grade 12 average of at least 85% are automatically guaranteed an entrance scholarship worth at least $5,000 ($1,250 each year for four years), and at least $7,000 for those with Grade 12 averages above 90% ($1,750 each year for four years). Applicants are also automatically considered for larger merit-based scholarships ranging from $12,000 to $32,000 (Merit, Phillip W. Oland, J.P. McArthy, Canadian, President's). Area-specific scholarships also exist for applicants from certain provinces and the United States. St. Francis Xavier University also offers the James A. Martin Awards for Aboriginal, First Nations and Métis students. In order to receive each subsequent installment of a scholarship (typically there are four installments), students must maintain a university course average of at least 80%.Aboriginal Bursaries Search Tool ==Student life== thumb|left|Vancouver 2010 Olympic Flame at StFX ===Newspaper=== The Xaverian Weekly is the student newspaper, run by the Xaverian Weekly Publications Society, and prints 1,000 copies of 15 issues over the course of the school year. The newspaper is a member of the Canadian University Press, and is editorially autonomous from the StFX Students' Union. Originally called Excelsior, the newspaper began as a monthly journal of literary essays and campus news founded in 1895 by M.A. McAdam and J.W. McIsaac. The editors changed the paper's name to The Xaverian Weekly in 1903. ===Students' Union=== St. Francis Xavier students are represented by St. Francis Xavier University Students' Union. It is a student-run organization providing services and activities ranging from administering a medical and dental plan to concerts and orientation activities. The Students' Union Building (Bloomfield Centre) houses the offices of the Students' Union Executive and various societies, the Golden X Inn, the MacKay Room (a large space for events), a cafeteria, Jack's Lounge, the campus post office, and the university bookstore. ===Residence life=== thumb|right|Physical Sciences Centre classroom Approximately 50% of students (90% of first-year students) at St. Francis Xavier live on-campus in the university's traditional residences or apartment-style housing. Usually, students in first and second years live in traditional residences, where social life is very active, while students in second and third years tend to live in apartment-style residences where they have the possibility of cooking for themselves. Apartment-style residences consist typically of four bedroom apartments with 2 full bathrooms and a small kitchen. Students who live in traditional residence are registered in a mandatory meal plan at the central dining facility, Morrison Hall. Alternatively, students may enroll in a block plan that provides a specified number of meals. St. Francis Xavier has a contract with Sodexo, serving food and conference meals at facilities on campus. thumb|left|Bishops Hall residence Traditional residences at St. Francis Xavier: *Burke, Plessis and Fraser Houses in Bishops' Hall (renovated in 2007) *Cameron Hall (Previously divided into MacPherson, MacDonald, and TNT (Thompson and Tompkins)) *Chillis (Chisholm and Gillis) and MacNeil Houses in MacKinnon Hall *Lane Hall *Mount Saint Bernard (renovated in 2015) *MacIsaac Hall (renovated in 2017) *O'Regan Hall (completed in 2013) *Riley Hall (completed in 2013) thumb|right|Snowball fight on University Avenue Apartment- style housing at St. Francis Xavier: *Somers and Power Halls (completed in 1998-99) *Governors Hall (completed in 2006) ==X-Ring== St. Francis Xavier University ceremonially awards to students a distinctive X-Ring. The ring is awarded on December 3 (Saint Francis Xavier's feast day) of each year before the students' graduation. On average, more than 95% of the graduating class opt for the ring.The X-Ring , St. Francis Xavier University The X-Ring is presented to students in a ceremony during the afternoon, which only recipients may attend. Traditionally, this ceremony was held in the University Chapel; however, since 2006 it has been hosted in Charles V. Keating Millennium Centre. There is typically a live video link of the ceremony available for family and friends to watch from across the world or from a large screen set up in the Oland Centre on campus. thumb|St. Francis Xavier University Class Ring of 1945 thumb|right|StFX students on X-Ring Day (December 3) In addition to those awarded to students, there is one Honorary X-Ring awarded annually. The X-Ring Eligibility Policy states that this recipient must not already hold an X-Ring, and must demonstrate outstanding contribution to the Xaverian community and be exemplary of the Xaverian motto: \"Quaecumque sunt vera\" (What so ever things are true).X-Ring Eligibility Policy , St. Francis Xavier University Past honorary X-Ring recipients: *2018 - Jeff Orr *2017 - Roy Rasmussen *2016 - Neil Maltby *2014 - Francis Juurlink *2013 - Steven Baldner *2012 - Ramsay Duff *2011 - Angela M. Kolen *2010 - Werner Schnepf *2009 - Mitch Hudson *2008 - Mary McGillivray *2007 - Winston Jackson *2006 - Ed Carty *2005 - Doug Hunter *2004 - Kenny Farrell *2003 - Hubert Spekkens *2002 - Ron Johnson *2001 - Mary Lillian MacDonald *2000 - John Beaton *1999 - The Rev. Paul MacNeil *1998 - David Bunbury *1997 - Audrey Forrest *1994 - John MacPherson *1990 - Joan Dillon ==Campus renewal== thumb|right|Physical Sciences Center lab Since Riley was named president in 1996, the university has undergone a $230 million campus renewal initiative to improve educational and residential opportunities throughout campus. To date, the initiative has seen the completion of eleven large-scale projects.Message from the President , St. Francis Xavier University *The creation of the Brian Mulroney Institute of Government was announced in October 2016. The project includes a $40 million capital investment as well as $20 million in endowment funds for the institute. Named after former Prime Minister Brian Mulroney, an alumnus of the university, the centre is the first of its type at a primarily undergraduate university in Canada dedicated to issues of public policy and governance. *Riley Hall (2014) and O'Regan Hall (2013). Named in honour of the university's former president (1996-2014), Sean Riley,Riley Hall officially opens on the StFX campus , St. Francis Xavier University as well the late Paul O’Regan and Stephen O’Regan, founders of O’Regan’s Automotive Group, the new buildings each house over 150 students feature a mix of single and apartment- style rooms. In 2015, the new residences were ranked best university residences in Canada by UniversityHub.10 of Canada's Best University Residences, UniversityHub, September 22, 2015 Each room is equipped with its own bathroom, fridge, microwave, flat-screen TV, and is similar to a hotel room. The residence also includes a gym, movie room, laundry room, fully equipped kitchens on each floor, and a lounge on the fourth floor featuring a 22' coffered vaulted ceiling and large bay windows. Each building is heated and cooled by using 26 geothermal wells, and is designed to be LEED Gold Certified for energy efficiency.Official opening ceremony for O’Regan Hall – updated, The Casket, September 7th, 2013 *Frank McKenna Centre for Leadership was opened on May 11, 2011. Former US president Bill Clinton attended as keynote speaker. The $12 million facility is designed to broaden the leadership environment that already exists at St. Francis Xavier. Located in the heart of St. Francis Xavier's campus, the McKenna Centre supports targeted initiatives in the fields of public policy, business, and health, including a leadership speakers series and a leaders in residence program. The Centre is home to an executive leadership training program, educating top national and international talent. *Construction of the Gerald Schwartz School of Business building began in June 2009, after an investment of $22.7 million from the federal and provincial governments. The grand opening was held on November 5, 2011, in presence of Gerry Schwartz, president of Onex Corporation, and Frank McKenna. It was named after the businessman in recognition of his donations to the university. The school hosts 15 streams of Bachelor of Business Administration studies as well as a Bachelor of Information Systems with a major or minor. The new facility, topped by a gilt dome, houses four floors of classrooms, an auditorium, lecture halls, faculty office space, seminar rooms, student service centre, lounges, research labs and meeting areas. *In June 2008, construction of the new Coady International Centre began. The project includes the restoration of four historic campus buildings, some as dating as far back as 1890, in order to expand the current Coady International Institute at St. Francis Xavier University.Coady, StFX Host Historic Groundbreaking , St. Francis Xavier University Media Room thumb|left|Classroom in the Physical Sciences Center *A brand-new, all-weather playing field and rubberized track, featuring an artificial turf, an eight-lane, 400-meter track, and light towers. The $2.8 million project was completed in 130 days over the summer of 2009. *Gilmora Hall in Mount St. Bernard College underwent a renovation in order to house the university's Music Department during the summer of 2008. *An $11 million renovation of Bishops Hall, which includes Fraser, Burke and Plessis residences, was completed in September 2007. The building was upgraded with wireless internet access, new heating, plumbing, ventilation and electrical systems, elevators were installed, and most rooms became single occupancy, with a small number of them remaining as double occupancy.St. Francis Xavier invests another $11 million in residential campus , St. Francis Xavier University Media Room *The construction of Governors Hall was completed in September 2006. It is an $18 million hotel-style residence, which includes 226 rooms on four floors. It is aimed at upper-year students. From May to August, Governors Hall operates as a hotel. *Complete renovation of MacIssac Hall, an existing residence, at a cost of $8 million. This project was also completed in September 2006. *St. Francis Xavier Physical Sciences Centre, a $25 million sciences complex built in 2004. *Charles V. Keating Millennium Centre, a $20 million athletics and conference centre built in 2001. The building houses two large ice surfaces and the main surface can be converted into a large open area mainly for concerts and Graduation. The building's area can hold over 2,207 people with room to spare. thumb|right|Keating Millennium Centre *Complete renovation of Morrison Hall, the main dining facility at St. Francis Xavier. *The construction of two apartment-style residences in 1998, Power Hall and Somers Hall, aimed at upper-year students. ==Athletics== thumb|right|Football field and running track St. Francis Xavier is represented in the Atlantic University Sport conference by 12 varsity athletics teams. The X-Men teams include men's football, basketball, cross-country, track and field, soccer, and hockey. The X-Women teams include basketball, cross country, track and field, hockey, rugby and soccer. thumb|left|St.FX women's hockey In 1966, the X-Men Football team won the College Bowl (now the Vanier Cup) as top university football team in Canada. The X-Men Basketball program has won three CIS Championships (1993, 2000, and 2001) and in 2004, the X-Men Hockey team won their first CIS Championship. In 2011, the X-Women Hockey team placed second at the CIS Championships in Ottawa. In 2006, the X-Women Rugby team became the first female St. Francis Xavier varsity team to win a CIS Championship, as 10-time defending AUS Rugby Champions. In 2008, the team placed 2nd at the CIS Championships in Lethbridge, Alberta after capturing their 12th consecutive AUS Championship.CIS Rugby Silver Lining , St. Francis Xavier University Athletics In 2010, the X-Women captured gold again in the CIS Championship held at Trent University in Peterborough, Ontario, after capturing their 14th consecutive AUS Championship. On November 4, 2012, the X-Women won gold again at the CIS Championship held in Antigonish, Nova Scotia. X Alumnus Eric Gillis (2003 CIS Cross Country Champion) competed in the 2008 Beijing Olympics, 2012 London Olympics, and the 2016 Rio Olympics, placing 10th in the marathon. ==Post-stamp== On 4 April 2003 Canada Post issued \"St. Francis Xavier University, 1853–2003\" as part of the Canadian Universities series. The stamp was based on a design by Denis L'Allier, based on a photograph by Guy Lavigueur. The 48¢ stamps are perforated 13.5 and were printed by Canadian Bank Note Company, Limited.Canada Post Stamp ==Noted faculty== *Louis Groarke, Professor of Philosophy *Edward Langille, Professor of Modern Languages *Lavinia Stan, Associate Professor of Political Science *William Sweet, Professor of Philosophy ==Noted alumni== *John Allan Cameron, Celtic musician *Father Moses Coady, leader of the Antigonish Movement *Martin William Currie, Archbishop of the Roman Catholic Archdiocese of St. John's, Newfoundland 2007- *Gerry Dee, actor and comedian *Randy Delorey, lecturer, MLA, Antigonish (2013–2021), former cabinet minister *Pat Dunn, former Minister of Health Promotion and Protection and Member of the Legislative Assembly, Pictou Centre, Nova Scotia (2006–2009) *Vernon Fougère, Bishop Emeritus of the Roman Catholic Diocese of Charlottetown *Danny Gallivan, Sportscaster for the Montreal Canadiens *Eric Gillis, Olympic Games Competitor at Beijing 2008, London 2012, and Rio 2016 *Danny Graham, former Leader of the Liberal Party of Nova Scotia (2002–2005), and MLA, Halifax Citadel, Nova Scotia (2003–2005) *Robert J. Higgins, New Brunswick politician, Supreme Court justice *Charles V. Keating, Canadian businessman *Larkin Kerwin, Canadian physicist, President of National Research Council Canada (1980–1989) and the Canadian Space Agency (1989–1992) *Larry Lamb, English actor best known as Archie Mitchell in BBC television soap EastEnders *Mary Jane Lamond, Canadian folk musician *Ghislaine Landry, Olympic rugby player at the 2016 Summer Olympics. *Amanda Lindhout, journalist and author *Angus L. Macdonald, Premier of Nova Scotia (1933-1940; 1945-1954), Canada's Minister of Defence for Naval Services (1941-1945) *Colin MacDonald, lead singer for Canadian rock group The Trews *Rodney MacDonald, Premier of Nova Scotia 2006-2009 *Ronald J. MacDonald, former world record holder in the indoor one mile run and eleven mile cross country run. Boston Marathon Champion in 1898. *Ronald St. John Macdonald, Canadian legal academic and jurist *Allan J. MacEachen, first Deputy Prime Minister of Canada *Linden MacIntyre, Canadian journalist, broadcaster and novelist *John Keiller MacKay, Lieutenant Governor of Ontario 1957-1963 *Alistair MacLeod, Canadian writer *Lisa MacLeod, Member of Provincial Parliament, Nepean-Carleton, Ontario *Frank McKenna, Premier of New Brunswick 1987-1997, Canadian Ambassador to the United States 2005-January 25, 2006 *Aleixo Muise, medical researcher and physician *Brian Mulroney, Prime Minister of Canada 1984-1993 *Lowell Murray, Former Canadian Senator 1979-2011 *Mark Norris, Former Minister of Economic Development in the Legislative Assembly of Alberta 2001-2004 *Seamus O'Regan, former co-host of CTV's morning television programme, Canada AM, MP for St. John's South—Mount Pearl. *Daniel Petrie, American-based Canadian television and movie director *Ed Picco, Former politician in Nunavut 1995-2008 *Lisa Raitt, Former Member of Parliament 2008-2019, Halton, former federal Minister of Transport. *John Ralston, Canadian actor *Geoff Regan, Member of Parliament for Halifax West, Nova Scotia, Speaker of the House of Commons. *Mike Smith, Canadian actor (\"Bubbles\" on the Trailer Park Boys) *P.J. Stock, former NHL player and Montreal sports radio broadcaster *Annette Verschuren, Canadian businessperson, President of The Home Depot Canada and Asia *Michael Walker, economist, founder of the Fraser Institute *Sam Webb, leader of the Communist Party USA, 2000-2014 *Currie Dixon, Yukon Legislative Assembly Member 2011-2016, Leader of the Yukon Party and Yukon Legislative Assembly Member 2021- *Several CFL players drafted including Henoc Muamba selected first overall to Winnipeg Blue Bombers in 2011, Bill McIntyre, 5th round to Hamilton Tiger-Cats in 1987, Akeem Foster and Cauchy Muamba with B.C. Lions, Eugene Belliveau with Montreal Alouettes, and Mike McCullough. Image: Seamus_ORegan.jpg|Seamus O'Regan, broadcast journalist, television host, MP for St. John's South—Mount Pearl. Image:LindenMacIntyreMay2008.jpg|Linden MacIntyre, journalist, broadcaster and novelist. Image: Amanda_Lindhout.jpg|Amanda Lindhout, humanitarian, journalist and author. Image:Gerry_Dee.jpg|Gerry Dee, actor and stand-up comedian. Image:Alistair_MacLeod_reading_at_Cape_Breton_University.jpg|Alistair MacLeod, novelist, short-story writer and academic. Image:Akeem_Foster_2012.jpg|Akeem Foster, professional Canadian football wide receiver for the Edmonton Eskimos. Image:Lisa_Raitt.jpg|Lisa Raitt, Member of Parliament (2008–present), former federal Minister of Transport. Image:Rodney_MacDonald_at_the_Nova_Scotia_Progressive_Conservative_Leadership_Convention_(February_2006).jpg|The Honourable Rodney MacDonald, former Premier of Nova Scotia. Image:Colin_MacDonald.jpg|Colin MacDonald, lead singer and rhythm guitarist for the rock group The Trews. Image:Angus_L_Macdonald_portrait.jpg|Angus Lewis MacDonald, federal Minister of Defence for Naval Services during World War II. Image:Eric_Gillis_(Canada)_-_London_2012_Mens_Marathon.jpg|Eric Gillis, Canadian Olympic runner. Image:Geoff_Regan_MP.jpg|Geoff Regan, Speaker of the House of Commons. Image:John_Allan_Cameron.png|John Allan Cameron, \"The Godfather of Celtic Music\" in Canada. Image:Official_Portrait_of_the_19th_Lieutenant_Governor_of_Ontario,_John_Keiller_MacKay,_by_Moshe_Matus.jpg|John Keiller MacKay, Lieutenant Governor of Ontario, 1957-1963. Image:Mike_Smith,_Bubbles,_April_2009.jpg|Mike Smith, Canadian actor (\"Bubbles\" on the Trailer Park Boys). Image:MacDonald- Evan_Nappen,Esq._Collection.jpg|Ronald J. MacDonald, Olympic runner, Boston Marathon Champion in 1898. Image:Sam_Webb_CPUSA.jpg|Sam Webb, leader of the Communist Party USA, 2000-2014. Image:MikeMcCulloughRiders.JPG|Mike McCullough, Canadian football linebacker for the Roughriders. Image:JRDN.jpg|JRDN, Canadian R&B; singer. Image:Tyrell_Vernon_Elvin_Mims.jpg|Tyrell Vernon, Canadian professional basketball player. center|thumb|Governors Hall Residence ==Histories== * * ==See also== * Antigonish Movement * Higher education in Nova Scotia * List of universities in Nova Scotia * Canadian Interuniversity Sport * Francis Xavier Plessis ==References== ==External links== *Official website *Students' Union Category:Catholic universities and colleges in Canada Category:Universities in Nova Scotia Category:Educational institutions established in 1853 Category:1853 establishments in Nova Scotia Category:Maple League",
 "title": "St. Francis Xavier University"
}