{
 "id": "593502",
 "text": "Lindfield is a suburb on the Upper North Shore of Sydney in the state of New South Wales, Australia. It is 13 kilometres north-west of the Sydney Central Business District and is in the local government area of Ku-ring-gai Council. East Lindfield is a separate suburb, although they share the postcode of 2070. This suburb of 5.17 square kilometres contains residential housing of California bungalow and federation style, in double brick and tile construction. Australian native bushland in Garigal National Park and Lane Cove National Park borders the suburb. == History == Lindfield was originally the home of the Kuringgai indigenous people. Europeans first became active in the area in around 1810, when the colonial government set up a timber gathering camp staffed by convicts. By the 1840s, fruit growing and farming became the suburb's primary industries. Settlement began to increase in the latter half of the nineteenth century. The Lindfield railway station opened in 1890, and Lindfield Post Office opened on 5 January 1895. Land values increased in the area around the railway and more professionals moved into the area. The name \"Lindfield\" means a clearing in the lime forest, and derives from the name given by an early landowner, Francis List, to a cottage he built in the area in 1884. List likely named his cottage after Lindfield, Sussex, England. When a railway line came through the area in 1890s, the name of the property was used to identify the station and neighbourhood.The Book of Sydney Suburbs, Compiled by Frances Pollon, Angus & Robertson Publishers, 1990, Published in Australia , page 154 During the years after World War II the suburb experienced significant growth. == Heritage listings == Lindfield has a number of heritage-listed sites, including: * 33 Tryon Road: Tryon Road Uniting Church == Infrastructure and development == Lindfield railway station is on the North Shore & Western Line of the Sydney Trains network and is about 30 minutes by train from the Sydney central business district. The Pacific Highway is the main arterial road through Lindfield. Lindfield has a small commercial area on both sides of Lindfield railway station on the Pacific Highway and Lindfield Avenue. The former Commonwealth Bank is an art deco style building on the Pacific Highway. Lindfield Library is a branch of the Ku-ring-gai Municipal Library Network. There are two community halls: East Lindfield Community Hall at Crana Avenue and West Lindfield Community Hall at Moore Avenue. There are two tennis courts at Lindfield Community Centre (behind the library) and a further two courts at Lindfield Park in Tryon Road. ===Places of worship=== Lindfield has five places of worship: St Albans Anglican Church, Holy Family Catholic Church, Lindfield Uniting Church (with church buildings on Tryon Road and the Pacific Highway) and the North Shore Synagogue. ===Schools=== Schools in the suburb comprise: Lindfield Public School, Lindfield East Public School, Newington College Preparatory School, Holy Family Catholic Primary School, and Masada College (K-6). Killara High School is also close by, in Killara. The University of Technology, Sydney, Kuring-gai Campus, (formerly The William Balmain Teachers College and then The Kuring-gai College Of Advanced Education,) operated at a campus on Eton Road from 1971 to 2015.V. Barry, Suburban Brutalist: the last days of UTS Kuring- gai, Mirror Sydney, 21 Oct 2015; History of the UTS site , STEP Inc. It offered courses in business, nursing and midwifery, education and travel.A. Smith, UTS campus becomes innovative public school, Sydney Morning Herald, 28 July 2014. The site was then closed in 2015 while an extensive interior fitout was undertaken. It was reopened ahead of the 2019 school year as The Lindfield Learning Village, an unconventional K-12 public school.'Unlearning what school is': Why this public school is like no other Sydney Morning Herald 22 November 2020 === Commercial === Commercial developments in Lindfield are situated along the Pacific Highway, Lindfield Shopping Village and nearby Tryon Road. Lindfield Arcade was demolished in 2016 in order to facilitate the construction of residential apartments. === Residential === == Residents == thumb|Strickland Avenue === Demographics === At the 2016 census, Lindfield recorded a population of 9,791. Of these: ; Age distribution : Lindfield residents' median age was 39 years, higher than the national median of 38. Children aged under 15 years made up 20.3% of the population (national average is 18.7%) and people aged 65 years and over made up 16.0% of the population (national average is 15.8%). ; Ethnic diversity : 56.6% of people were born in Australia. The most common countries of birth were China 7.8%, England 4.5%, Hong Kong 3.9%, South Korea 2.5% and India 1.7%. 64.2% of people only spoke English at home. Other languages spoken at home included Mandarin 9.7%, Cantonese 7.9%, Korean 2.9% and Japanese 1.3%. ; Income : The median weekly household income was $2,513, higher than the national median of $1,438. ; Housing : Stand-alone houses accounted 59.7% of occupied private dwellings, while 37.4% were flats, units or apartments. The average household size was 2.8 people. ; Religion : The most common responses for religion in Lindfield were No Religion 32.8%, Catholic 20.6% and Anglican 16.8%. === Notable residents === * Gordon Bray, a sports commentator * Iva Davies, a singer from the band Flowers/Icehouse, lived in Lindfield during the 1970s to early-1980s whilst he was part of the ABC Sinfonia (orchestra) and started the band there. The song \"Icehouse\" was written about the house Iva lived in at 18 Tryon Road and also a dishevelled old house across the street, which Davies later learned was a half-way house for psychiatric and drug rehab patients. * Nick Farr- Jones, captain of the Wallabies (Australian rugby union team) * Peter Garrett, former Midnight Oil singer and later Australian Labor Party (ALP) politician, lived in Lindfield during his teenage years. * Billy Hughes, former prime minister, lived in Nelson Rd, Lindfield, from 1924 until his death in 1952Ku- ring-gai Historical Society newsletter, p. 5. * Stirling Mortlock, captain of the Wallabies (Australian rugby union team) * Clive Shakespeare, a former Sherbet guitarist, operated the Silverwood recording studio in Hobart Avenue. * Karl Stefanovic, co-host of the Today show and 60 Minutes presenter lives in Lindfield. == See also == * Seven Little Australians Park named after a book by Ethel Turner. == References == == External links == * [CC-By-SA] * Ku-ring- gai council planning: Lindfield Category:Suburbs of Sydney Category:1815 establishments in Australia Category:Populated places established in 1815 Category:Lane Cove River",
 "title": "Lindfield, New South Wales"
}