{
 "id": "593582",
 "text": "James Henry Lane (June 22, 1814 – July 11, 1866) was a partisan militia leader during the Bleeding Kansas period that immediately preceded the American Civil War. During the war itself, Lane served as a United States Senator and as a general for the Union. Although reelected as a Senator in 1865, Lane committed suicide the next year. ==Early life== The son of Amos Lane, Lane was born in Lawrenceburg, Indiana, where he practiced law when he was admitted to the state bar during 1840. During the Mexican–American War, he successively commanded the 3rd and 5th Indiana Regiments. He was a U.S. congressman from Indiana (1853–1855) where he voted for the Kansas–Nebraska Act. He relocated to the Kansas Territory during 1855. He immediately became involved with abolitionism in Kansas and was often termed the commander of the Free State Army (\"The Red Legs\" or Jayhawkers), a major Free Soil militant group. In 1855 he was the president of the convention that drafted the anti-slavery Topeka Constitution. On June 3, 1858, Lane shot and killed Gaius Jenkins in a land dispute in Lawrence. According to reports Jenkins was coming to get water from a well on the disputed property. Jenkins was reported to have been displaying a revolver. Lane met him with a shotgun. One of the men with Jenkins shot Lane in the leg and Lane returned fire killing Jenkins. Lane was acquitted in the trial, which kept him from participating in the convention drafting of the Wyandotte Constitution, later the official constitution for Kansas. After the Free Soilers succeeded in getting Kansas admitted to the Union during 1861 as a free state, Lane was elected as one of the new state's first U.S. Senators, and reelected during 1865 ==Civil War== During the American Civil War, in addition to his Senate service, Lane formed a brigade of \"Jayhawkers\" known as the \"Kansas Brigade\", or \"Lane's Brigade\", composed of the Third, Fourth, and Fifth Kansas Volunteers. He commanded the force into action against pro- Southern General Sterling Price of Missouri in the Battle of Dry Wood Creek, as Price began an offensive early in the War to retake Missouri for the pro- Confederate state government that had been deposed by pro-Union forces around St. Louis. Lane lost the battle but stayed behind and attacked pro-South areas in Missouri behind Price. During the subsequent Siege of Lexington, General John Charles Fremont ordered General Henry Lane to make a \"demonstration along the Kansas Missouri border with his Jayhawkers\". Lane acted gladly on Fremont's official authorization for a raid into Missouri. He raided the village of Morristown near the state line, burned it and swept a wide path of pillage, arson and murder of private citizens through the Missouri territory six miles wide and fifteen miles long. However as it turns out it had little to no effect on Mulligan.The Army of Tennessee p. 31 \"His raids culminated in the Sacking of Osceola, in which Lane's forces killed at least nine men, then pillaged, looted, and then burned the town; these events inspired the novel Gone to Texas by Forrest Carter, which was the basis for the 1976 Clint Eastwood movie The Outlaw Josey Wales. Lane was criticized for his violence in Osceola, most severely by General Henry Halleck, then Commander of the Department of Missouri. Of their actions, he would state: \"The course pursued by those under Lane and Jennison has turned against us many thousands who were formerly Union men. A few more such raids will make this State unanimous against us.\" Thus, Lane's Brigade was ended.James H. Lane - Grim Leader in the Free-State Fight On December 18, 1861, Lane was appointed brigadier general of volunteers. On March 21, 1862, his commission was canceled in culmination of an argument over whether a sitting U.S. Senator could concurrently have the rank of General.Eicher p.338 However, on April 11, 1862, he was reinstated as brigadier general of volunteers with the confirmation of the U.S. Senate. During 1862–1863, he served as recruiting commissioner for the State of Kansas. On October 27–29, 1862, U.S. Senator Jim Lane recruited the 1st Regiment Kansas Volunteer Infantry (Colored) who debuted at the Skirmish at Island Mound. They are the first African-American troops to fight in the war, a year before the 54th Massachusetts. In their first action, 30 of their members defeated 130 mounted Confederate guerrillas.Border War Timeline, 1861 - 1865: The Civil War Lane was the target of the event that became the Lawrence Massacre (or Quantrill's Raid) on August 21, 1863. Confederate guerrillas could be heard shouting, \"Remember Osceola!\" Though Lane was in residence in Lawrence at the time, he was able to escape the attack by racing through a nearby ravine. In a speech given in 1863, while the 38th United States Congress was debating a bill that would confiscate land from rebelling southerners, Lane said, \"I would like to live long enough to see every white man in South Carolina in hell, and the Negroes inheriting their territory. It would not wound my feelings any day to find the dead bodies of rebel sympathizers pierced with bullet holes in every street and alley of Washington. Yes, I would regret this, for I would not like to witness all this waste of powder and lead. I would rather have them hung, and the ropes saved! Let them dangle until their stinking bodies rot and fall to the ground piece by piece.\"The Abbeville press. 12(5) (Abbeville, S.C.), 05 June 1863. Chronicling America: Historic American Newspapers. Lib. of Congress. Available at: During 1864 when Sterling Price invaded Missouri, Lane served as a volunteer aide-de-camp to Samuel R. Curtis, commander of the Army of the Border. Lane was with the victorious Union forces at the battle of Westport. ==Death and legacy== On July 1, 1866, Lane shot himself in the head as he jumped from his carriage in Leavenworth, Kansas. He was allegedly deranged, depressed, had been charged with abandoning his fellow Radical Republicans and had been accused of financial irregularities. He died ten days later near Leavenworth, Kansas, a result of the self-inflicted gunshot. Edmund G. Ross was appointed to succeed him in the Senate. The following places were named in honor of the late senator: * Lane University, Lecompton * Lane, Kansas * Lane County, Kansas ==In popular culture== * Jim Lane appears as a character in Wildwood Boys (William Morrow, New York; 2000), a biographical novel of Bloody Bill Anderson by James Carlos Blake. * Jim Lane is a main character in the new book, \"The 116\" by James P. Muehlberger. *Jim Lane and his brigade is mentioned in Colter Wall’s, Wild Bill Hickok from his 2018 album, “Songs of the Plains.” *In the 1976 film “The Outlaw Josey Wales,” Senator Jim Lane (portrayed by Frank Schofield) is the general who commissions the reward for the title character (portrayed by Clint Eastwood.) ==See also== * List of American Civil War generals (Union) * List of United States Congress members who died in office (1790–1899) ==References== ==External links== * Retrieved on 2008-02-19 * * James H. Lane at Territorial Kansas Online * James H. Lane at PBS: New Perspectives on The West * James H. Lane at Downfall Dictionary * James H. Lane at Mr. Lincoln's White House * Senator Jim at Bull Run Category:1814 births Category:1866 deaths Category:Members of the United States House of Representatives from Indiana Category:People from Lawrenceburg, Indiana Category:Lieutenant Governors of Indiana Category:American military personnel who committed suicide Category:American politicians who committed suicide Category:Suicides by firearm in Kansas Category:United States senators from Kansas Category:Indiana lawyers Category:Bleeding Kansas Category:People of Kansas in the American Civil War Category:American abolitionists Category:Union political leaders Category:Union Army generals Category:Members of the Indiana House of Representatives Category:People of Indiana in the American Civil War Category:People from Indiana in the Mexican–American War Category:Indiana Democrats Category:Kansas Republicans Category:Radical Republicans Category:Republican Party United States senators Category:Democratic Party members of the United States House of Representatives Category:19th-century American politicians Category:1860s suicides Category:19th-century American lawyers",
 "title": "James Henry Lane (Union general)"
}