{
 "id": "593885",
 "text": "The 1990 New Zealand general election was held on 27 October to determine the composition of the 43rd New Zealand parliament. The governing Labour Party was defeated, ending its two terms in office. The National Party, led by Jim Bolger, won a landslide victory and formed the new government. ==Background== The Labour Party had taken office after defeating the National Party under Robert Muldoon in the 1984 election. David Lange became Prime Minister and Roger Douglas became Minister of Finance. The economic program outlined by Douglas was deeply unpopular with Labour's traditional supporters, however — deregulation, privatisation, and free trade, all opposed by the party's more left-wing members, were a key part of the so-called \"Rogernomics\" platform. This internal dissent was off-set somewhat by new social legislation and a strong stance against nuclear weapons. Labour was re-elected in the 1987 election with its parliamentary majority untouched, but the internal disputes continued. Eventually Lange forced Douglas to resign in December 1988, but continued destabilisation of his leadership by Douglas had weakened Lange's position such that he resigned eight months later. He was replaced as Prime Minister by Geoffrey Palmer, but Palmer failed to revive Labour's falling popularity. Several months before the election, Palmer was replaced by Mike Moore. The National Party was performing strongly — its leader, Jim Bolger, spoke repeatedly of \"the Decent Society\", saying that the reforms were doing significant damage to the social fabric of the country. The government was also being challenged by the NewLabour Party, founded by renegade MP Jim Anderton. ===MPs retiring in 1990=== Five National MPs and eleven Labour MPs intended to retire at the end of the 42nd Parliament. {| class=\"wikitable\" |- ! colspan=2| Party !! Name !! Electorate |- | rowspan=5 style=\"background- color: \" | | rowspan=5| National | George Gair || North Shore |- | Merv Wellington || Papakura |- | Ian McLean || Tarawera |- | Venn Young || Waitotara |- | Derek Angus || Wallace |- | rowspan=11 style=\"background-color: \" | | rowspan=11| Labour | Geoffrey Palmer || Christchurch Central |- | Stan Rodger || Dunedin North |- | Anne Collins || East Cape |- | Trevor Young || Eastern Hutt |- | Roger Douglas || Manurewa |- | Philip Woollaston || Nelson |- | Colin Moyle || Otara |- | Trevor de Cleene || Palmerston North |- | Bob Tizard || Panmure |- | Michael Bassett || Te Atatu |- | Russell Marshall || Wanganui |- |} ==The election== The date for the 1990 election was 27 October. 2,202,157 people were registered to vote, and 85.2% of these people turned out. The number of seats being contested was 97 — this was the same as in the previous election, which had the largest number of seats for any Parliament until that point. ==Summary of results== The 1990 election eventually saw a victory for the National Party, then in opposition. National won nearly half (48%) of the vote and 67 (69%) of the seats, becoming the fourth National government. This was the highest number of seats the party had ever won, either in absolute terms or as a percentage. Four new (and young) National MPs: (Bill English, Tony Ryall, Roger Sowry and Nick Smith) were called the \"brat pack\" by Sir Robert Muldoon (himself one of the \"Young Turks\" of 1960).* The new Green Party gained the third-highest number of votes, but won no seats. The NewLabour Party won a single seat, due to Jim Anderton retaining the Sydenham seat he originally won as a Labour candidate. The governing Labour Party, by contrast, suffered its worst-ever electoral defeat since it first won power in the 1935 election, winning only 29 (30%) of the seats and 35% of the vote (its lowest percentage since 1931), and losing 27 seats. Initially it appeared that twelve ministers and the Speaker had lost their seats, but Fran Wilde scraped in on special votes. Many of Labour's talented \"class of 84\" were sent away, though five of them, Annette King, Jim Sutton, Trevor Mallard, Richard Northey and Judy Keall, returned in 1993. The result was primarily due to intense anger at Labour and its policies (shown by it losing 12% of its vote) rather than love of National (which only increased its vote by 4%). ==Detailed results== ===Party totals=== {| class=\"wikitable\" style=\"text-align:right\" !colspan=7|center |- !colspan=6| Election results |- ! colspan=2|Party ! Candidates ! Total votes ! Percentage ! Seats won |- |width=5 bgcolor=| |align=left|National |97 |872,358 |47.82 |67 |- |bgcolor=| |align=left|Labour |97 |640,915 |35.14 |29 |- |bgcolor=| |align=left|Greens |71 |124,915 |6.85 |- |- |bgcolor=| |align=left|NewLabour |93 |94,171 |5.16 |1 |- |bgcolor=| |align=left|Democrats |91 |30,455 |1.67 |- |- |bgcolor=| |align=left|Social Credit |68 |17,897 |0.98 |- |- |bgcolor=| |align=left|Mana Motuhake |4 |10,869 |0.60 |- |- |- |bgcolor=| |align=left|McGillicuddy Serious |59 |10,058 |0.55 |- |- |bgcolor=| |align=left|Christian Heritage |18 |9,591 |0.53 |- |- |colspan=2 align=left|Minor parties and Independents |76 |12,863 |0.71 |- |- bgcolor= |colspan=2 align=left|Total |674 |1,824,092 | |97 |} ===Votes summary=== ===Electorate results=== File:NewZealandElectorates1990-Labeled.png The tables below shows the results of the 1990 general election: Key |- |colspan=8 style=\"background- color:#FFDEAD\" | General electorates |- |- |colspan=8 style=\"background- color:#FFDEAD\" | Māori electorates |- |} Table footnotes: ===Summary of seat changes=== *Electoral redistributions: **There was no redistribution of electoral boundaries between the 1987 and 1990 elections. *Seats captured: **By National: Birkenhead, East Cape, Eden, Gisborne, Glenfield, Hamilton East, Hamilton West, Hastings, Hawkes Bay, Heretaunga, Horowhenua, Kapiti, Lyttelton, Manawatu, Miramar, New Plymouth, Onehunga, Otara, Roskill, Tasman, Te Atatu, Titirangi, Tongariro, Waitaki, Wanganui, West Coast and Western Hutt (27 seats) were captured from Labour. Seventeen of these (Gisborne, Hamilton East, Hamilton West, Hastings, Horowhenua, Lyttelton, Manawatu, Miramar, New Plymouth, Onehunga, Otara, Roskill, Te Atatu, Titirangi, Tongariro, Wanganui & the West Coast) were one-term gains, recaptured by Labour in 1993. *Seats transferred from departing MPs to new MPs: **The seats of North Shore, Papakura, Tarawera, Waitotara and Wallace, all held by departing National MPs, were won by new National candidates. **The seats of Christchurch Central, Dunedin North, Eastern Hutt, Manurewa, Nelson, Palmerston North and Panmure, all held by departing Labour MPs, were won by new Labour candidates. ==Post- election events== A number of local by-elections were required due to the resignation of incumbent local body politicians following their election to Parliament: * A by-election to the Auckland City Council was caused after Maungakiekie Ward councillor Grahame Thorne resigned his seat after he was elected MP for , necessitating a by-election to fill the council vacancy. The by-election was won by Ken Graham with two candidates from the general election, Richard Northey (Labour candidate for ) and Laurie Ross (Green candidate for Onehunga), also contesting. * A by-election to the Auckland Regional Council was caused after Panmure Ward councillor Judith Tizard resigned her seat after she was elected MP for , necessitating a by-election to fill the council vacancy. The by-election was won by Bruce Jesson with a retiring candidate at the general election, Bob Tizard (previously Labour MP for Panmure) also contesting. * A by-election to the Wellington City Council was caused after Southern Ward councillor John Blincoe resigned his seat after he was elected MP for , necessitating a by-election to fill the council vacancy. The by-election was won by Margaret Bonner with two candidates from the general election, Ann Nolan (National candidate for ) and Jeff Montgomery (NewLabour candidate for ), also contesting. ==Notes== ==References== * * * * Category:October 1990 events in New Zealand",
 "title": "1990 New Zealand general election"
}