{
 "id": "59418",
 "text": "Amoco is a brand of fuel stations operating in the eastern United States, and owned by British company BP since 1998. The \"Amoco Corporation\" () was an American chemical and oil company, founded in 1889 around a refinery in Whiting, Indiana, and was officially the \"Standard Oil Company of Indiana\" until 1985. Originally part of the Standard Oil Trust, it focused on producing gasoline for the new automobile market. In 1911, as part of the break-up of the Standard Oil Trust, it became an independent corporation. Incorporated in Indiana, it was headquartered in Chicago, and formally adopted the name Amoco in 1985. Amoco merged operations with BP in 1998. Although the Amoco Corporation ceased to exist in 1998, the Amoco name was resurrected in 2017 as a brand that service station owners could choose to use when they purchased supplies from BP in selected areas of the United States. In 1925, Standard Oil of Indiana absorbed the \"American Oil Company\", founded in Baltimore in 1910, and incorporated in 1922, by Louis Blaustein and his son Jacob. The combined corporation operated or licensed gas stations under both the Standard name and the American or Amoco name (the latter from American oil company) and its logo using these names became a red, white and blue oval with a torch in the center. By the mid-twentieth century it was ranked the largest oil company in the United States. In 1985, it changed its corporate name to Amoco. Amoco merged with British Petroleum in December 1998 to form BP Amoco, renamed BP in 2001. The firm's innovations included two essential parts of the modern industry, the gasoline tanker truck and the drive-through filling station. Its \"Amoco Super-Premium\" lead-free gasoline was marketed decades before environmental concerns led to the eventual phase out of leaded gasoline throughout the United States. Amoco's headquarters were located in the Amoco Building (also called the Standard Oil Building, and nicknamed \"Big Stan\", now the Aon Center) in Chicago, Illinois.\"Contacts.\" Amoco. February 12, 1998. Retrieved on March 31, 2010. In October 2017, BP revealed that it would be reintroducing the Amoco name to select US markets. As of 2021, there were over 100 new Amoco locations in the states of Georgia, New York, New Jersey, Virginia, North Carolina, South Carolina, Michigan, Indiana, Wisconsin, Missouri, Florida, Ohio, Pennsylvania, West Virginia, and Illinois. == History == === Origins === Standard Oil (Indiana) was formed in 1889 by John D. Rockefeller as part of the Standard Oil Trust. In 1910, with the rise in popularity of the automobile, Indiana Standard decided to specialize in providing gasoline to consumers. In 1911, the year it became independent from the Standard Oil trust, the company sold 88% of the gasoline and kerosene sold in the Midwest. In 1912, it opened its first gas service station in Minneapolis, Minnesota. When the Standard Oil Trust was broken up in 1911, Indiana Standard was assigned marketing territory covering most of the Midwestern United States, including Indiana, Michigan, Illinois, Wisconsin, Minnesota, North Dakota, South Dakota, Iowa, Kansas, and Missouri. It had the exclusive rights to use the Standard name in the region. It purchased the Dixie Oil Company of Louisiana in 1919, and began investing in other oil companies outside its Standard marketing territory. Blaustein incorporated his business as the American Oil Co. in 1922. In 1923, the Blausteins sold a half interest in American Oil to the Pan American Petroleum & Transport company in exchange for a guaranteed supply of oil. Before this deal, Amoco was forced to depend on Standard Oil of New Jersey, a competitor, for its supplies. Standard Oil of Indiana acquired Pan American in 1925, beginning John D. Rockefeller's association with the Amoco name. In the 1920s and 1930s, Indiana Standard opened up dozens more refining and oil-drilling facilities. Combined with a new oil-refining process, Indiana Standard created its exploration and production business, Stanolind, in 1931. In the following years, a period of intense exploration and search for oil-rich fields ensued; the company drilled over 1000 wells in 1937 alone. === Pipelines and oil transport === In 1921, Indiana Standard bought a half interest in the Sinclair Pipeline Company, a subsidiary of Sinclair Oil Corporation, Retrieved October 19, 2007. which owned a network of crude oil pipelines in the midwestern United States. In 1925, it bought a stake in the Pan American Petroleum and Transport Company (PAT). The acquired company had previously bought a half interest in the American Oil Company, which marketed half of PAT's oil in the United States. Indiana Standard raised its stake in PAT to 81 percent by 1929. In 1931, Stanolind completed its acquisition of Sinclair Pipeline and also acquired the Sinclair Crude Oil Purchasing Company. All of the pipeline companies were consolidated into the newly formed Stanolind Pipeline Company. The crude oil purchasing operations became Stanolind Crude Oil Purchasing Company.Ask.com \"Amoco Corporation.\" The pipeline company headquarters were located in the Philcade building in Tulsa, Oklahoma. In 1957, all of the corporation's pipeline activities were merged into a single entity, which was named Service Pipeline Company. === Lead-free gasoline === thumb|Amoco gas staton in Pennsylvania, 1935 While most oil companies were switching to leaded gasolines en masse during the mid-to-late 1920s, American Oil chose to continue marketing its premium-grade \"Amoco-Gas\" (later Amoco Super-Premium) as a lead- free gasoline by using aromatics rather than tetraethyllead to increase octane levels, decades before the environmental movement of the early 1970s, led to more stringent auto-emission controls which ultimately mandated the universal phase out of leaded gasoline. The \"Amoco\" lead-free gasoline was sold at American's stations in the eastern and southern U.S. alongside American Regular gasoline, which was a leaded fuel. Lead-free Amoco was introduced in the Indiana Standard marketing area in 1970. The Red Crown Regular and White Crown Premium (later Gold Crown Super Premium) gasolines marketed by parent company Standard Oil (Indiana) in its prime marketing area in the Midwest before 1961, also contained lead.Gas Pump Collector's Guide - Google Books === World War II === World War II followed this period of exploration; Indiana Standard participated in the war effort, discovering new means of refinement and even a way of producing TNT more quickly and easily. In addition, Indiana Standard significantly contributed to the aviation and land gasoline needed for the Allied armies. Also, during the war Indiana Standard created its chemical division, formed from the merger of the Pan American Chemicals Company and the Indoil Chemical Company. === Post-war === In the late 1940s, after World War II, Indiana Standard returned to focusing on domestic oil refinement and advancement. In 1947, Indiana Standard was the first company to drill off-shore, in the Gulf of Mexico, and in 1948, Stanolind Oil invented Hydrafrac, a hydraulic well fracturing process that increased oil production worldwide. Initially the Hydrafrac process was licensed exclusively to Halliburton. thumb|Amoco station in Richmond, 1954 By 1952, Standard Oil of Indiana was ranked as the largest domestic oil company. It had 12 refineries in the United States, marketed its products in 41 states, owned of crude oil pipelines, of trunk lines, and of product pipelines. In 1956, the Pan-Am stations in the southeastern U.S. were rebranded as Amoco stations. In 1961, Indiana Standard reorganized its marketing giving its American Oil Company unit responsibility for its retail operations nationwide under the Standard name inside the Indiana Standard marketing area (Colorado, Illinois, Indiana, Iowa, Kansas, Michigan, Minnesota, Missouri, Montana, Nebraska, North Dakota, Oklahoma, South Dakota, Wisconsin, and Wyoming) and under the American name outside that region. Both brands shared the same redesigned torch and oval logo for easy identification nationwide. The Utoco name used in Indiana Standard's southwestern region was replaced by the American name. The Amoco name continued to be used outside the U.S. and as a brand on certain American Oil products. Soon after, the company began to expand. With an exploration office in Canada, Indiana Standard was now an international gas company. Indiana Standard created several new plants and claimed various new oil fields in this time period, as the company prospered in the post-war boom. By 1971, all the divisions of Indiana Standard bore the Amoco name including American Oil which was renamed Amoco Oil with American stations renamed Amoco stations. By 1975, Amoco began phasing in the Amoco name in the old Indiana Standard sales territory. Standard Oil Company (Indiana) was officially renamed Amoco Corporation in 1985. Phillips Petroleum's assets in the General American Oil Company, acquired in 1983, were later taken over by Amoco. Carlin's Amoco Station was built at Roanoke, Virginia, around 1947; it was listed on the National Register of Historic Places in 2012. and Accompanying six photo === Chemical production === In the late 1950s and early 1960s, Indiana Standard again led the way with scientific and technological discoveries. Indiana Standard discovered PTA, a chemical for polyester fiber production. In 1968, following that discovery, Indiana Standard acquired the Avisun Corporation and Patchogue-Plymouth, forming the Amoco Fabrics and Fibers Company. === Global expansion === thumb|170px|Amoco station on Hylan Boulevard, NY City, 1973 In the following decades, Amoco expanded globally, creating plants, oil wells, or markets in over 30 countries, including Italy, Australia (acquired by BP in 1984), Britain, Belgium, Brazil, Argentina, Mexico, South Korea, Taiwan, Norway, Venezuela, Russia, China, Trinidad and Tobago, and Egypt. In addition, the company also acquired a division of Tenneco Oil Company and Dome Petroleum Limited, becoming one of the world's largest oil companies. === Merger with BP === On August 11, 1998, Amoco announced it would merge with British Petroleum (BP) in the world's largest industrial merger. Originally, the plan was for all US BP service stations to be converted to Amoco while all overseas Amoco service stations were to be converted to BP. But by 2004, BP announced that all Amoco service stations would either be closed or renamed to BP service stations, including the remaining stations still bearing the \"Standard\" name. BP also chose to rename its gasolines with the Amoco name, changing its midgrade and premium offerings to the Silver and Ultimate brandings that Amoco used. By 2008, the \"Amoco Fuels\" name had been mostly discontinued in favor of \"BP Gasoline with Invigorate.\" The Amoco name, however, lives on as BP continues to sell Silver and Ultimate under the BP name. In addition, a few BP stations continue operation under the Amoco name. Most were either converted to BP, demolished and replaced with BP-style stations, abandoned, or switched to competitor brands. On April 1, 2010, in Mississippi, Chevron purchased some BP gas stations, which had been Amoco, to convert them to the Texaco brand. In the aftermath of the Deepwater Horizon oil spill in the Gulf of Mexico, there were reports in the press that BP was reconsidering rebranding itself as Amoco in the US. Some independently owned BP stations, including former Amoco stations, switched to a different brand due to the public relations fallout as a result of the oil spill. == Corporate image == === Logos === left|thumb|120px|The first \"torch & oval\" logo used 1947–1960, here on a highway map The first Indiana Standard logo was unveiled in 1926, after a competition. The logo featured a circle, representing strength, stability, and dependability, with the words \"Standard Oil Company (Indiana)\" in red. The inner circle represents the cycle of service to customers. The word Service was written in the inside of the circles. In addition, the logo also had a torch with a flame, symbolizing progress. This logo appeared on gas station buildings. The roadside sign was a blue rectangle saying \"STANDARD SERVICE\" in white block letters. Concurrently, American Oil introduced in 1932, a logo which was the first to bear the name \"Amoco\". It featured an ellipse divided into three sections horizontally; the top and bottom were red, and the middle had a black background with white lettering. This logo was used in the northeastern U.S. A new logo was developed by Indiana Standard and introduced in 1946. It combined the Standard torch with the Amoco oval. The oval colors were, from top to bottom, red, white, and blue. The new logo was called the \"Torch and Oval (T&O;)\". In parts of the country where the company could not use the name \"Standard\", the logo read \"Utoco\" or \"Pan-Am\". When the \"Pan-Am\" name was replaced by \"Amoco\", it marked the first time the torch and oval was used with the Amoco name. The red and black logo continued to be used in the northeast and maps distributed by Amoco in the late 1950s through 1960 showed both logos. thumb|150px|1961–1970 Standard logo. Logo bore the \"AMERICAN\" name outside the Indiana Standard marketing area In 1961, the torch and oval was redesigned with a flatter oval and a more contemporary torch design with the logo bearing the Standard or American name in the U.S. and the Amoco name outside the U.S. The next updated logo, in 1971, enhanced the previous one. It featured a blue bottom and a sleeker-looking torch. In addition, the word \"Standard\" became italicized and thicker. This was used by Midwestern station owners who had the option of using the Amoco name (more familiar in the East and South) or using the more familiar Standard name. Owners used it up until they were converted to BP or another franchise. left|thumb|150px|The final logo of the original Amoco, used until 2002 The final Amoco logo of the 2002 company simply changed the name on the logo to \"Amoco\". The logo featured the familiar torch and divided ellipse. Currently, BP still employs the Amoco name, albeit under another logo. BP currently uses the logo under the main BP helios logo. The italicized word \"Amoco\" is shown after red, white, and blue horizontal stripes, taken from the divided ellipse of the former Amoco logo. This logo existed prior to the acquisition, and was used primarily on pumps and service station canopies. Since the merger, the black background has been replaced with green, to symbolize the new parent company. Although a few Amoco stations still use their former logo, most have since been converted to the BP livery. In St. Louis, Missouri, the largest Amoco sign in the world, both before and after the company's demise, still stands. It stands at the intersection of Clayton Road, Skinker Boulevard, McCausland Avenue, and Interstate 64 (near the southwest corner of Forest Park, home of the St. Louis Zoo, the Saint Louis Art Museum and other prominent attractions). It is visible up to two miles away on the interstate. Most surviving Amoco stations are kept so BP can continue holding the trademarks for Amoco and Standard. In May 2008, United States BP stations mostly discontinued use of the \"Amoco Fuels\" logo as BP introduced its new brand of fuel, \"BP Gasoline with Invigorate\". BP still uses the Silver and Amoco Ultimate brands for its midgrade and premium gasolines. For the 2017 revival, the Amoco logo got a new, modernized refresh to its \"torch and oval\" image. === Sponsorship === In 1968–72, (as American Oil Company) the company sponsored the American Freeway Patrol (AFP) in the metropolitan San Diego area as part of an expansion of service stations into Southern California. The American Freeway Patrol cruised the freeways and assisted disabled motorists free of charge, and provided helicopter traffic reports for local radio stations which was groundbreaking at the time. Don Langford, with KFWB (AM) Los Angeles, joined the American Freeway Patrol, San Diego, as traffic reporter on KOGO-AM-FM, KSON (AM), KITT (FM) San Diego, and KMLO (AM) Vista. In 1976, Amoco (under the \"Standard\" name) sponsored the Barney Oldfield Speedway attraction at Marriott's Great America theme park in Gurnee, Illinois. Although the sponsorship deal ended when Marriott sold the park to Six Flags in 1985, the Standard logo can still be seen on all of the Barney Oldfield Speedway (now Great America Raceway) cars. In 1988, legendary racer Mario Andretti drove the Amoco Ultimate Lola/Chevrolet for Newman/Haas Racing in the Indianapolis 500 and throughout the season in the CART IndyCar World Series. Andretti provided great publicity for Amoco by winning races at Phoenix and Cleveland that year, part of his 52 career IndyCar wins. Andretti also appeared in Amoco television commercials that aired in local race markets as part of the IndyCar sponsorship campaign. Dave Blaney drove a #93 Pontiac Grand Prix/Dodge Intrepid under Amoco sponsorship in the NASCAR Cup Series and NASCAR Xfinity Series from 1997 until the brand's demise in 2001. == Incidents == August 27, 1955, saw an explosion at the oil refinery in Whiting, Indiana, that caused catastrophic damage, and continued to burn for eight days. On March 16, 1978, the very large crude carrier Amoco Cadiz ran ashore just north of Landunvez, Finistère, Brittany, France, causing one of the largest oil spills in history. Amoco was ordered by a federal judge Charles Norgle in a 1990 ruling to pay $120 million in damages and restitution to France. On October 21, 1980, an explosion at an Amoco plant in New Castle, Delaware, killed six people, caused $46 million in property damage, and eventually led to the loss of 300 jobs. In the 1980s and 1990s, six former Amoco chemical engineers at the firm's Naperville, Illinois, research campus developed a deadly form of brain cancer. Researchers who conducted a three-year study of the cancer cluster determined that the cancer cases were workplace-related, but they could not identify the source of the workers' ailments. In June 2010, BP demolished Building 503, where the employees had worked. According to a company spokesperson, the building was \"underused\", and \"required upgrades the company deemed too expensive.\" Heirs of one of the cancer-stricken workers won a $2.75 million suit against BP Amoco in 2000.Smith, G. BP building gone, but its medical mystery remains. Chicago Tribune, June 2, 2010. ==Brand relaunch== It was announced on October 10, 2017, that BP will bring the Amoco name back, after an absence of almost a decade. BP had said the first station would relaunch in 2017. Its intention for relaunching the name is to capture more of the U.S. fuel industry. As such, aside from the aforementioned St. Louis station with the large Amoco sign as well as a few other isolated instances, most newer Amoco stations are converted from competitor brands as opposed to BP. As three of BP's Big Oil competitors already sold gasoline under multiple brands that were once competitors (ExxonMobil with Exxon & Mobil, Chevron with its namesake brand & Texaco, and Phillips 66 with its namesake brand, Conoco, & 76), this left Shell Oil Company as the only Big Oil company to sell gasoline under one brand. Several Gulf stations were rechristened as Amoco stations on Long Island, New York, starting in November 2017. The Amoco brand returned to the Pittsburgh market in Fall 2020, when locally-based Coen Markets announced a marketing deal with BP to sell Amoco-branded gasoline at all of its fuel- offering locations. As most of Coen's stores were already selling BP gasoline (with a small handful having been Amoco stations before BP), this marked the largest switchover from BP to Amoco since the brand's reintroduction, though a few Coen stations were also selling Exxon, Sunoco, and Citgo prior to the deal. While the deal didn't affect BP as a whole, as BP lost several stations in the market to Marathon Petroleum years before, it essentially relegated the BP brand to 7-Eleven stations in the market as well as a few independent operators. ==References== ==External links== * (current brand) * Amoco Corporation official (archived, 14 Dec 1996) * The History of Amoco on BP (archived, 22 Mar 2007) Category:Standard Oil Category:1889 establishments in Indiana Category:2004 disestablishments in Illinois Category:Automotive fuel retailers Category:BP subsidiaries Category:American companies established in 1889 Category:Retail companies established in 1889 Category:Energy companies established in 1889 Category:Non-renewable resource companies established in 1889 Category:Retail companies disestablished in 2004 Category:Non-renewable resource companies disestablished in 2004 Category:American companies established in 2017 Category:Retail companies established in 2017 Category:Energy companies established in 2017 Category:Non-renewable resource companies established in 2017 Category:Defunct companies based in Chicago Category:Defunct oil companies of the United States Category:Gas stations in the United States Category:Natural gas companies of the United States Category:Oil pipeline companies",
 "title": "Amoco"
}