{
 "id": "59411",
 "text": "Measure for Measure is a play by William Shakespeare, believed to be written in 1603 or 1604 and first performed in 1604, according to available records. It was published in the First Folio of 1623. The play's plot features its protagonist, Duke Vincentio of Vienna, stepping out from public life to observe the affairs of the city under the governance of his deputy, Angelo. Angelo's harsh and ascetic public image is compared to his abhorrent personal conduct once in office, in which he exploits his power to procure a sexual favour from Isabella, whom he considers enigmatically beautiful. The tension in the play is eventually resolved through Duke Vincentio's intervention, which is considered an early use of the deus ex machina in English literature. Measure for Measure was printed as a comedy in the First Folio and continues to be classified as one. Though it shares features with other Shakespearean comedies, such as the use of wordplay and irony, and the employment of disguise and substitution as plot devices, it also features tragic elements such as executions and soliloquies, with Claudio's speech in particular having been favorably compared to tragic heroes like Prince Hamlet. Today, it is often cited as one of Shakespeare's problem plays due to its ambiguous tone. ==Characters== * Isabella, a novice and sister to Claudio, * Mariana, betrothed to Angelo * Juliet, beloved of Claudio, pregnant with his child * Francisca, a nun. * Mistress Overdone, the manager of a thriving Viennese brothel * Vincentio, The Duke, who also appears disguised as Friar Lodowick * Angelo, the Deputy, who rules in the Duke's absence * Escalus, a lord working under Angelo * Claudio, a young gentleman, brother to Isabella * Pompey Bum, a pimp who acquires customers for Mistress Overdone * Lucio, a \"fantastic\", a foppish young nobleman * Two gentlemen, friends to Lucio * The Provost, who runs the prison * Thomas and Peter, two friars * Elbow, a simple constable * Froth, a foolish gentleman of fourscore pound a year * Abhorson, an executioner * Barnardine, a dissolute prisoner * a Justice, friend of Escalus * Varrius (silent role), a friend of the Duke ==Synopsis== Vincentio, the Duke of Vienna, must leave the city on a diplomatic mission. He instates a strict judge, Angelo, to act as his deputy until he returns. The next scene opens with Lucio and a group of soldiers bantering on the topics of religion, prostitution, and sexual disease, as they walk along a Viennese street, hopeful that they will soon find work when war breaks out with Hungary. Mistress Overdone, the operator of a nearby brothel, interjects to scold them for their flippant talk. She compares their bad behavior to that of the relatively upstanding Claudio, who is, she tells them, soon to be executed for the crime of sleeping with a woman out of wedlock. One of the gentlemen, Claudio's friend, Lucio, a \"fantastic\", is astonished at this news and rushes off. Pompey Bum, an employee of Mistress Overdone, enters as he leaves, bringing more distressing news: Angelo has issued a proclamation that all the brothels in the suburbs are to be torn down. Claudio is led past Pompey and Overdone by the Provost as they speak, and explains to Lucio what has happened to him. Claudio was engaged to be married to his lover, Juliet, but, as they had not yet completed the legal technicalities, they were still considered to be unmarried when Juliet became pregnant by him. Angelo, as the interim ruler of the city, has enforced laws that Vincentio had let slide, including an outdated legal clause stating that fornication is punishable by death. Hearing this, Lucio leaves to visit Claudio's sister, the novice nun Isabella, and asks her to intercede with Angelo on Claudio's behalf. Following Lucio's revelation to her, Isabella quickly obtains an audience with Angelo, and pleads for mercy on Claudio's behalf. As they exchange arguments, Angelo is increasingly overcome with his desire for Isabella, and he eventually offers her a deal: Angelo will spare Claudio's life if Isabella yields him her virginity. Isabella refuses and threatens to publicly expose his lechery, but he points out that no one will believe her word over his reputation. She leaves to visit her brother in prison, and counsels him to prepare himself for death. Claudio desperately begs Isabella to save his life, but Isabella, though torn, ultimately repeats her refusal to yield to Angelo, citing a belief that it would be wrong for her to sacrifice her own immortal soul (and that of Claudio, if his entreaties were responsible for her loss of her virtue) to save Claudio's transient earthly life. Duke Vincentio, meanwhile, has not truly left the city. Instead, he has donned a disguise as a friar named Lodowick, wanting to secretly view the city's affairs and the effects of Angelo's temporary rule. In his guise as a friar, he befriends Isabella, and with her arranges two tricks to thwart Angelo's evil intentions: # First, a \"bed trick\" is arranged. Angelo has previously refused to fulfill a betrothal binding him to the lady Mariana, despite her love for him, because her dowry was lost at sea. Isabella comes to an agreement with Mariana, then sends word to Angelo that she has decided to submit to him with the condition that their meeting occurs in perfect darkness and in silence. Mariana takes Isabella's place and has sex with Angelo, who continues to believe it was Isabella in bed with him. In some interpretations of the law this constitutes consummation of their betrothal, and therefore their marriage; notably, this same interpretation would also make Claudio's and Juliet's marriage legal. # After having sex with Mariana (believing her to be Isabella), Angelo goes back on his word. He sends a message to the prison that he wishes to see Claudio beheaded, thus necessitating the \"head trick.\" The Duke attempts to arrange the execution of another prisoner whose head could be sent in Claudio's place. However, the dissolute criminal Barnardine refuses to be executed in his drunken state. Instead, the head of Ragozine the pirate is sent to Angelo; Ragozine had recently died of a fever, and was fortunately of similar appearance to Claudio. The plot comes to a climax with the \"return\" to Vienna of the Duke himself. Isabella and Mariana publicly petition him, and he hears their claims against Angelo, which Angelo smoothly denies. As the scene develops, it appears that Friar Lodowick will be blamed for the accusations leveled against Angelo. The Duke leaves Angelo to judge the cause against Lodowick, returning in his disguise when Lodowick is summoned moments later. When Angelo attempts to seal the case against Lodowick, the Duke reveals himself, thereby exposing Angelo as a liar and confirming the allegations brought by Isabella and Mariana. He proposes that Angelo be executed, but first compels him to marry Mariana, so that his estate may go to Mariana as compensation for her lost dowry. Mariana pleads for Angelo's life, even enlisting the aid of Isabella (who is not yet aware her brother Claudio is still living). The Duke pretends not to heed the women's petition, until he reveals that Claudio has not, in fact, been executed, at which point he relents. The Duke then proposes marriage to Isabella. Isabella does not reply, and her reaction is interpreted differently in different productions: her silent acceptance is the most common variation, and for Shakespeare's audiences, would have been interpreted as an unequivocal \"yes\", meaning that additional dialogue was unrequired. This is one of the \"open silences\" of the play, and has been widely interpreted by various adaptations. A sub-plot concerns Claudio's friend Lucio, who frequently slanders the duke to the friar, and in the last act slanders the friar to the duke, providing opportunities for comic consternation on Vincentio's part and landing Lucio in trouble when it is revealed that the duke and the friar are one and the same. Lucio's punishment is to be forced into marrying Kate Keepdown, a prostitute whom he had impregnated and abandoned. ==Sources== The play draws on two distinct sources. The original is \"The Story of Epitia\", a story from Cinthio's Gli Hecatommithi, first published in 1565.N. W. Bawcutt (ed.), Measure for Measure (Oxford, 1991), p. 17 Shakespeare was familiar with this book as it contains the original source for Shakespeare's Othello. Cinthio also published the same story in a play version with some small differences, of which Shakespeare may or may not have been aware. The original story is an unmitigated tragedy in that Isabella's counterpart is forced to sleep with Angelo's counterpart, and her brother is still killed. The other main source for the play is George Whetstone's 1578 lengthy two-part closet drama Promos and Cassandra, which itself is sourced from Cinthio. Whetstone adapted Cinthio's story by adding the comic elements and the bed and head tricks. The title of the play appears as a line of dialogue: It is commonly thought to be a biblical reference to the Sermon on the Mount : Peter Meilaender has argued that Measure for Measure is largely based on biblical references, focusing on the themes of sin, restraint, mercy, and rebirth. ==Date, text and authorship== Measure for Measure is believed to have been written in 1603 or 1604. The play was first published in 1623 in the First Folio. In their book Shakespeare Reshaped, 1606–1623, Gary Taylor and John Jowett argue that part of the text of Measure that survives today is not in its original form, but rather the product of a revision after Shakespeare's death by Thomas Middleton. They present stylistic evidence that patches of writing are by Middleton, and argue that Middleton changed the setting to Vienna from the original Italy.Gary Taylor and John Jowett, Shakespeare Reshaped, 1606–1623 (Oxford University Press, 1993). See also \"Shakespeare's Mediterranean Measure for Measure\", in Shakespeare and the Mediterranean: The Selected Proceedings of the International Shakespeare Association World Congress, Valencia, 2001, ed. Tom Clayton, Susan Brock, and Vicente Forés (Newark: University of Delaware Press, 2004), 243–269. Braunmuller and Watson summarize the case for Middleton, suggesting it should be seen as \"an intriguing hypothesis rather than a fully proven attribution\". David Bevington suggests an alternate theory that the text can be stylistically credited to the professional scrivener Ralph Crane, who is usually credited for some of the better and unchanged texts in the Folio like that of The Tempest. It is generally accepted that a garbled sentence during the Duke's opening speech (lines 8–9 in most editions) represents a place where a line has been lost, possibly due to a printer's error. Because the folio is the only source, there is no possibility of recovering it. ==Analysis== The play's main themes include justice, \"morality and mercy in Vienna\", and the dichotomy between corruption and purity: \"some rise by sin, and some by virtue fall\". Mercy and virtue prevail, as the play does not end tragically, with virtues such as compassion and forgiveness being exercised at the end of the production. While the play focuses on justice overall, the final scene illustrates that Shakespeare intended for moral justice to temper strict civil justice: a number of the characters receive understanding and leniency, instead of the harsh punishment to which they, according to the law, could have been sentenced. ==Performance history== The earliest recorded performance of Measure for Measure took place on St. Stephen's night, 26 December 1604. During the Restoration, Measure was one of many Shakespearean plays adapted to the tastes of a new audience. Sir William Davenant inserted Benedick and Beatrice from Much Ado About Nothing into his adaptation, called The Law Against Lovers. Samuel Pepys saw the hybrid play on 18 February 1662; he describes it in his Diary as \"a good play, and well performed\"—he was especially impressed by the singing and dancing of the young actress who played Viola, Beatrice's sister (Davenant's creation). Davenant rehabilitated Angelo, who is now only testing Isabella's chastity; the play ends with a triple marriage. This, among the earliest of Restoration adaptations, appears not to have succeeded on stage. Charles Gildon returned to Shakespeare's text in a 1699 production at Lincoln's Inn Fields. Gildon's adaptation, entitled Beauty the Best Advocate, removes all of the low-comic characters. Moreover, by making both Angelo and Mariana, and Claudio and Juliet, secretly married, he eliminates almost all of the illicit sexuality that is so central to Shakespeare's play. In addition, he integrates into the play scenes from Henry Purcell's opera Dido and Aeneas, which Angelo watches sporadically throughout the play. Gildon also offers a partly facetious epilogue, spoken by Shakespeare's ghost, who complains of the constant revisions of his work. Like Davenant's, Gildon's version did not gain currency and was not revived. John Rich presented a version closer to Shakespeare's original in 1720.F. E. Halliday (1964). A Shakespeare Companion 1564–1964, Baltimore: Penguin, pp. 273, 309–310. In late Victorian times the subject matter of the play was deemed controversial, and there was an outcry when Adelaide Neilson appeared as Isabella in the 1870s.Times review 23 February 1906 The Oxford University Dramatic Society found it necessary to edit it when staging it in February 1906, with Gervais Rentoul as Angelo and Maud Hoffman as Isabella, and the same text was used when Oscar Asche and Lily Brayton staged it at the Adelphi Theatre in the following month.Times review 21 March 1906 William Poel produced the play in 1893 at the Royalty and in 1908 at the Gaiety in Manchester, with himself as Angelo. In line with his other Elizabethan performances, these used the uncut text of Shakespeare's original with only minimal alterations. The use of an unlocalised stage lacking scenery, and the swift, musical delivery of dramatic speech set the standard for the rapidity and continuity shown in modern productions. Poel's work also marked the first determined attempt by a producer to give a modern psychological or theological reading of both the characters and the overall message of the play.S. Nagarajan (1998). Measure for Measure, New York, Penguin, pp. 181–183. Notable 20th century productions of Measure for Measure include Charles Laughton as Angelo at the Old Vic Theatre in 1933, and Peter Brook's 1950 staging at the Shakespeare Memorial Theatre with John Gielgud as Angelo and Barbara Jefford as Isabella. In 1957 John Houseman and Jack Landau directed a production at the Phoenix Theatre in New York City that starred Nina Foch and Richard Waring (Jerry Stiller appeared in the minor role of Barnardine). In 1962, the Royal Shakespeare Company staged a production directed by John Blatchley starring Marius Goring as Angelo and Judi Dench as Isabella. The play has only once been produced on Broadway, in a 1973 production also directed by Houseman that featured David Ogden Stiers as Vincentio, Kevin Kline in the small role of Friar Peter, and Patti Lupone in two small roles. In 1976, there was a New York Shakespeare Festival production featuring Sam Waterston as the Duke, Meryl Streep as Isabella, John Cazale as Angelo, Lenny Baker as Lucio, Jeffrey Tambor as Elbow, and Judith Light as Francisca.Foote, Timothy, \"License in the Park\", Time, 23 August 1976, p. 57 In April 1981 director Michael Rudman presented a version with an all-black cast at London's National Theatre. Rudman re-staged his concept at the New York Shakespeare Festival in 1993, starring Kevin Kline as the Duke with André Braugher as Angelo and Lisa Gay Hamilton as Isabella. In 2013, Robert Falls directed a version set in 1970s pre-Disney Times Square, New York at the Goodman Theatre in Chicago. This version was available for streaming April 26-May 9, 2021. Between 2013 and 2017, theatre company Cheek by Jowl staged a Russian-language version of the play in association with the Pushkin Theatre, Moscow, and the Barbican Centre, London. The production was directed by Declan Donnellan and designed by Nick Ormerod. In 2018, Josie Rourke directed a uniquely gender-reversal production of the play at the Donmar Warehouse in London, in which Jack Lowden and Hayley Atwell successively alternate the roles of Angelo and Isabella.Brown, Mark. \"Measure for Measure gender swap may be theatrical first\". The Guardian. 24 April 2018.Snow, Georgia. \"Hayley Atwell and Jack Lowden to swap roles in Donmar Warehouse Measure for Measure\". The Stage. 24 April 2018. ==Adaptations and cultural references== ===Film adaptations=== * 1979 BBC version shot on videotape, directed by Desmond Davis, generally considered to be a faithful rendition of the play. Kate Nelligan plays Isabella, Tim Pigott-Smith plays Angelo and Kenneth Colley plays the Duke. Shown on PBS in the United States as part of the BBC Television Shakespeare series. * 1994 TV adaptation set in the present, starring Tom Wilkinson, Corin Redgrave and Juliet Aubrey. * In the 2006 version, directed by Bob Komar, the play is set in the modern-day British Army. It stars Josephine Rogers as Isabella, Daniel Roberts as Angelo, and Simon Phillips as the Duke. * The 2015 film M4M: Measure for Measure re- contextualizes Isabella's character changing her gender from female to male. Thus making this version the first to incorporate homosexual interactions. * A 2019 Australian feature film adaptation directed by Paul Ireland, set in modern-day Melbourne. ===Radio adaptations=== * In 2004, BBC Radio 3's Drama on 3 broadcast a production directed by Claire Grove, with Chiwetel Ejiofor as The Duke, Nadine Marshall as Isabella, Anton Lesser as Angelo, Adjoa Andoh as Mariana, Jude Akuwudike as Claudio, Colin McFarlane as The Provost and Claire Benedict as Mistress Overdone.https://www.bbashakespeare.warwick.ac.uk/productions/measure- measure-2004-bbc-bbc-radio-3 * On 29 April 2018, BBC Radio 3's Drama on 3 broadcast a new production directed by Gaynor Macfarlane, with Paul Higgins as The Duke, Nicola Ferguson as Isabella, Robert Jack as Angelo, Maureen Beattie as Escalus, Finn den Hertog as Lucio/Froth, Michael Nardone as The Provost, Maggie Service as Mariana, Owen Whitelaw as Claudio/Friar Peter, Sandy Grierson as Pompey and Georgie Glen as Mistress Overdone/Francisca. ===Musical adaptations=== * The opera Das Liebesverbot (1836) by Richard Wagner with the libretto written by the composer based on Measure for Measure * The musical Desperate Measures (2004), with book and lyrics by Peter Kellogg and music by David Friedman ===In popular culture=== * The character of Mariana inspired Tennyson for his poem \"Mariana\" (1830). * The plot of the play was taken by Alexander Pushkin in his poetic tale Angelo (1833). Pushkin had begun to translate the Shakespearean play, but finally arrived at a generally non- dramatic tale with some dialogue scenes. * Joyce Carol Oates' short story \"In the Region of Ice\" contains the dialog between Claudio and his sister, and also parallels the same plea with the student, Allen Weinstein, and his teacher, Sister Irene. * The Bertolt Brecht play, Round Heads and Pointed Heads, was originally written as an adaptation of Measure for Measure. * Thomas Pynchon's early short-story, \"Mortality and Mercy in Vienna\", takes its title from a verse in this play, and has also been inspired by it. * Mr. Beavis, in Aldous Huxley's Eyeless in Gaza, compares a \"tingling warmth\" he feels while listening to Mrs. Foxe reading the last scene of Measure for Measure.p. 81 in the 2004 Vintage Classics edition * The title for Aldous Huxley's 1948 novel, Ape and Essence, came from a line spoken by Isabella, act 2 scene 2: \"His glassy essence, like an angry ape\". * Lauren Willig's 2011 novel Two L is based on Measure for Measure. ==References== ==External links== * Measure for Measure * * Measure for Measure – BFI Shakespeare on Screen * * Measure for Measure feature film, on IMDB * Measure for Measure Comic – a parody webcomic adaptation of the play * Sparknotes – Measure For Measure – Sparknotes' interpretation of key themes, scenes and characters * Crossref- it.info – Measure For Measure – Synopsis, key themes, characters, literary and cultural background Category:1604 plays Category:British plays adapted into films Category:English Renaissance plays Category:Plays by Thomas Middleton Category:Plays set in Vienna Category:Shakespearean comedies",
 "title": "Measure for Measure"
}