{
 "id": "594209",
 "text": "Moruroa (Mururoa, Mururura), also historically known as Aopuni, is an atoll which forms part of the Tuamotu Archipelago in French Polynesia in the southern Pacific Ocean. It is located about southeast of Tahiti. Administratively Moruroa Atoll is part of the commune of Tureia, which includes the atolls of Tureia, Fangataufa, Tematangi and Vanavana. France undertook nuclear weapon tests between 1966 and 1996 at Moruroa and Fangataufa, causing international protests, notably in 1974 and 1995. The number of tests performed has been variously reported as 175 and 181. ==History== thumb|left|Moruroa Ancient Polynesians knew Mururoa Atoll by the ancestral name of Hiti-Tautau-Mai. The first recorded European to visit this atoll was Commander Philip Carteret on HMS Swallow in 1767, just a few days after he had discovered Pitcairn Island. Carteret named Mururoa \"Bishop of Osnaburgh Island\". In 1792, the British whaler was wrecked here, and it became known as Matilda's Rocks. Frederick William Beechey visited it in 1826. Early European explorers found that the atoll was not continuously inhabited. In 1826 Beechey found it empty. A visit in 1832 found \"dwellings but no inhabitants\". A visiting ship in 1834 killed all but three of the inhabitants it found there, and it was unclaimed in 1847. It was briefly inhabited by copra workers in the late nineteenth century, and again from 1942-43 and 1950-52, but has had no permanent inhabitation since. ===French nuclear weapons testing=== thumb|left|KH-7 satellite reconnaissance image of the Mururoa Atomic Test Site in French Polynesia, May 26, 1967 Mururoa, and its sister atoll Fangataufa, were the site of extensive nuclear testing by France between 1966 and 1996, as well as the site of numerous protests by various vessels, including the Rainbow Warrior. The atoll was officially established as a nuclear test site by France on September 21, 1962, when the Direction des Centres d'Expérimentations Nucléaires (DIRCEN) was established to administer the nuclear testing. This followed with the construction of various infrastructures on the atoll commencing in May 1963. The atoll of Hao, to the north-west of Mururoa, was chosen as a support base for the nuclear tests and other operations. Despite objections from some 30 members of the Polynesian Territorial Assembly, the first nuclear test was conducted on July 2, 1966, code named Aldebaran, when a plutonium fission bomb was exploded in the lagoon. Greenpeace states in a 21st-century study that the explosion sucked all the water from the lagoon, \"raining dead fish and mollusks down on the atoll\", and that it spread contamination across the Pacific as far as Peru and New Zealand. President Charles de Gaulle himself was present at Moruroa on 10 September 1966 when a test was conducted, using a device suspended from a balloon. Most of these tests were conducted on the western end of the atoll, designated as Dindon. Smaller blasts were detonated on the northern end of the atoll, designated as Denise. Three nuclear devices were detonated on barges, three were air dropped from bombers, and the rest were suspended from helium filled balloons. A total of 41 atmospheric nuclear tests were conducted at Mururoa between 1966 and 1974. thumb|The lagoon of Mururoa, 1972 thumb|View on Mururoa, 2005 France abandoned atmospheric nuclear testing in 1974 and moved to underground testing in the midst of intense world pressure which was sparked by the New Zealand Government of the time, which sent two frigates in July 1973, HMNZS Canterbury and Otago, to the atoll in protest for a nuclear free Pacific. Shafts were drilled deep into the volcanic rocks underlying the atolls where nuclear devices were detonated. This practice created much controversy as cracking of the atolls was discovered, resulting in fears that the radioactive material trapped under the atolls would eventually escape and contaminate the surrounding ocean and neighbouring atolls, a case of so-called tired mountain syndrome. A major accident occurred on 25 July 1979 when a test was conducted at half the usual depth because the nuclear device got stuck halfway down the 800 metre shaft. It was detonated and caused a large submarine landslide on the southwest rim of the atoll, causing a significant chunk of the outer slope of the atoll to break loose and causing a tsunami affecting Mururoa and injuring workers. The blast caused a 2 kilometre long and 40 cm wide crack to appear on the atoll. French president Jacques Chirac's decision to run a nuclear test series at Mururoa on 5 September and 2 October 1995, just one year before the Comprehensive Test Ban Treaty was to be signed, caused worldwide protest, including an embargo of French wine. Riots took place across Polynesia, and the South Pacific Forum threatened to suspend France. These tests were meant to provide France with enough data to improve further nuclear technology without needing additional series of tests. The test site at Mururoa was dismantled following France’s last nuclear test to date, detonated on 27 January 1996, but the atoll is still guarded by the French Forces. In total, 181 explosions took place at Moruroa and Fangataufa, 41 of which were atmospheric. However, the total number has been variously reported: nuclear scientists working at the site claim 175 explosions in total took place in the Pacific. == Monitoring == A report from 2012 suggested that only 11 of the 20 monitoring system sensors are actually functional, which could mean the atoll could potentially collapse without forewarning of the monitoring system. In February 2021, the French National Institute of Health and Medical Research INSERM published a report entitled \"Nuclear tests and health - Consequences in French Polynesia\". The objective of this study was to establish an assessment of the available international scientific knowledge on the health consequences of the atmospheric nuclear tests conducted by France in French Polynesia, on the general population and former civilian and military workers. ==See also== * Bengt Danielsson, a member of the Kon-Tiki crew; an outspoken critic of nuclear testing * Effects of French nuclear testing * France and weapons of mass destruction * List of nuclear weapons tests by France * New Zealand nuclear-free zone ==References== ==Further reading== * == External links == * Archives sur le Centre d'Expérimentations Nucléaires du Pacifique (C.E.P.) à Mururoa, Hao et Fangataufa * Centre de Documentation et de Recherche sur la Paix et les Conflits * An Australian Broadcasting Corporation interview with various nuclear scientists on Moruroa * Classification of the French Polynesian atolls by Salvat (1985) * France finally agrees to pay damages to nuclear test victims * Mururoa Veterans Category:Atolls of the Tuamotus Category:French nuclear test sites",
 "title": "Moruroa"
}