{
 "id": "594644",
 "text": "The U4 is a line of the Berlin U-Bahn in Germany, the shortest in Berlin's U-Bahn system with a length of . It serves five stations, with only the two termini being step-free. Opened in 1910, it is the only subway line in Berlin to have never been extended and the only one to have no night service on weekends. In 1903, Schöneberg a then independent city south-west of the then municipal boundaries of Berlin, planned to develop an underground railway line to improve public transportation. As the line promised less profit for a private investor (up to that point all Berlin U-Bahn lines had been built with private capital), the negotiations with the (Berlin Elevated Railway Company, then the operator of Berlin U-Bahn) were unsuccessful. Consequently, Schöneberg started to build the line itself on 8 December 1908. Two years later, the construction was finished and, on 1 December 1910, the line was put into operation. Although Schöneberg owned the track, upon opening, it handed operations over to the Hochbahngesellschaft. == History == The then- independent town of Schöneberg wanted to increase growth, and so decided in 1903 to build an U-Bahn line. There were talks with the Berlin Hochbahngesellschaft (U-Bahn operator). However, the interests of the operator and the city did not match, because the short line promising little ridership was deemed unlikely to bring any profit. So the city of Schöneberg took matters into its own hands and planned the first municipal U-Bahn in Germany. The route was intended as an underground railway from Nollendorfplatz, where an elevated train station of the Berlin Hoch- und Untergrundbahn already existed, to the Hauptstraße (main street) in the south of Schöneberg. Extension to the north was considered for the future, even a route to Weißensee (following the proposed U3/U10 alignment) was proposed. First, however, the stations Nollendorfplatz station (the new line initially built its own tunnel station on Motzstraße in front of the existing station), Victoria-Luise-Platz station, Bayerischer Platz station, Stadtpark (today: Rathaus Schöneberg station) and Hauptstraße (today: Innsbrucker Platz station) were planned. South of the station Hauptstraße, the workshop was to be built. Because this line was separate from the pre-existing underground railway, new equipment was required; Schöneberg chose to use tracks and trains compatible with the rest of the fledgling network, allowing future connections. Thus the U4 was also built to what is now known as Kleinprofil (the narrower loading gauge used in Berlin) as the Großprofil lines didn't exist yet. Track gauge and electrification follow the same standard on all Berlin U-Bahn lines, namely standard gauge and third rail electrification at 750 Volt DC. Siemens & Halske AEG were tasked with all aspects of construction, including the equipment of the track and the delivery of the vehicles. Today such a contract would be called \"turnkey\". A groundbreaking ceremony was held on December 8, 1908 in a fair-like atmosphere. Next to the construction site of the subway was Rudolph Wilde Park, which at that time was called Stadtpark (i.e. City Park or municipal park), just like the subway station. As the park was built on a marshy fens that was up to deep, the excavated material from the tunnels with a total volume of around was used to drain and fill it. After two years of construction, the line was opened on 1 December 1910, as Line BI. However, the festivities were rather subdued, since the \"father\" of Schöneberg's subway, Mayor Rudolph Wilde, had died a month earlier. Schöneberg thus became the second city in the German Kaiserreich to build a subway, ahead of Hamburg U-Bahn which opened in 1912, and the first to follow the now common model of municipal financing a project to be realized by private contractors, rather than the previous method of having all aspects handled by the private sector with government only acting as a regulatory and concession-granting entity. Since the Schöneberg subway (initially) was completely separate from the rest of the Berlin U-Bahn network, extra facilities had to be built to accommodate this. These included an entirely separate fleet and the depot with a workshop. At Nollendorfplatz, a pedestrian tunnel was built between the newly built station of the Schöneberg subway and the existing station of the Hochbahngesellschaft to allow passengers to seamlessly connect between the two systems. South of the station Innsbrucker Platz, the tunnel was continued into Eisackstraße. There was a three - track crossover and parking facility in the tunnel. From the western track, the workshop access line branched off to the workshop, which connected to a dedicated tunnel to Otzenstraße and reached daylight on the workshop area. The tunnel exit is still visible today at the end of the tunnel in Otzenstraße. At the end of the workshop area there was another short tunnel where the access track ended. The workshop received a five-track wagon hall and a two-track workshop hall. The small Schöneberg workshop was rendered unused with the opening of the new interchange station at Nollendorfplatz in 1926 and therefore decommissioned in 1932, as trains could now easily pass from the Schöneberg subway to the rest of the Berlin U-Bahn network and thus use the large U-Bahn workshops at the Berlin Olympiastadion station and at Warschauer Brücke (now called Berlin Warschauer Straße station). After the Second World War, the Waldenburg Oberschule was built on the former workshop grounds. Nowadays, trains use a spur track that connects line U4 to line U1 where they can access the Warschauer Straße Depot on the latter line. In the course of construction of Bundesautobahn 100 the long since unused tunnel to the defunct depot was interrupted which significantly hinders any potential extension southward (see below). The city of Schöneberg was indeed owner of the infrastructure of the route, but the operation was run by the Berlin Hochbahngesellschaft. Thus, the different ownership did not matter at all for the passengers, since one day before the opening a collective agreement had been reached. Ticketing and fares were thus handled by the Hochbahngesellschaft, in some sense a Verkehrsverbund avant la lettre. As the numerous small independent cities in the greater Berlin area were seen as an anachronistic nuisance the new Free State of Prussia quickly decided to redraw the municipal boundaries of Berlin, resulting in the Greater Berlin Act of 1920, which merged Schöneberg - along with many other towns - into Berlin. In the course of the Weimar Republic the then Stadtrat in charge of transportation of Berlin Ernst Reuter created Berliner Verkehrsbetriebe which also absorbed the former Schöneberg subway and has run it ever since. The second subway in Germany thus existed as an independent entity for barely a decade. From 1985 until 1993 automatic train operation using the SelTrac system was trialled on line U4. The SelTrac system used on line U4 was manufactured by Standard Elektrik Lorenz (later part of Alcatel-Lucent), and allowed very tight headways of 50 to 90 seconds. This was the first trial service of an automatic U-Bahn in Germany but to alleviate concerns of riders, a driver was still present. Concurrently the M-Bahn also ran a fully automated revenue service for a short while before reunification necessitated the dismantling of the M-Bahn and replacement with the U-Bahn whose temporarily abandoned right of way the M-Bahn had used. It would take until the 2008 opening of Nuremberg's U3 before automatic operation would be seen on a German subway line again. On November 27, 2010, on the occasion of the 100th anniversary of the Schöneberg subway, a commemorative service with historical rolling stock (type A1) was run. ==Operations== The turn of the century predictions turned out to be accurate insofar as ridership on U4 is lower than on other lines in the system, owing in part to the short length of the line. While all other Berlin U-Bahn lines run at night on weekends, this is not the case for U4 (the only other line with that distinction was the temporary U55 prior to its connection to U5 in 2020). Nonetheless a five minute headway is maintained at peak times which decreases to ten or fifteen minute headways at less busy times of the week. ==Extension plans== U4 is the only subway line in Berlin never to have been extended, despite plans at the time of its construction to eventually extend the line (see above). A southward extension would have significant technical hurdles to overcome, given that the tunnel of Bundesautobahn 100 is \"in the way\" and there seems to be no appetite for removing this section of A100. There were various plans for a modest northward extension towards Magdeburger Platz in the 2000s, but ultimately it was determined that the shift of passengers to the newly extended line would be unlikely to justify the expense and thus those plans were shelved. ==References== Category:Berlin U-Bahn lines",
 "title": "U4 (Berlin U-Bahn)"
}