{
 "id": "594650",
 "text": "U8 is a line on the Berlin U-Bahn. It has 24 stations and is long. The U8 is one of three north-south Berlin U-Bahn lines (U6, U9), and runs from Wittenau to Neukölln via Gesundbrunnen. The original proposal was for a suspended monorail like the Wuppertal Schwebebahn. == Colouring and naming == 50px|left The U8 line has had dark blue as its distinguishing colour since it first opened in 1927. It initially ran between Gesundbrunnen and Neukölln and was therefore known as the GN-Bahn. Until 1966 it was designated the D line; when the U-Bahn then changed to a numeric designation system, it was renamed Line 8. In 1984, the letter U was added as part of efforts to better distinguish the S-Bahn from the U-Bahn. == History == === Gesundbrunnen to Neukölln: the GN-Bahn === In 1902, a Nuremberg company, the Continentale Gesellschaft für elektrische Unternehmungen, approached Berlin's executive council, the Magistrat, about building a monorail like the one that had already been built in Elberfeld-Barmen (now part of Wuppertal). Their preferred route ran from Gesundbrunnen to Rixdorf (later renamed Neukölln). However, the Magistrat and city council were sceptical about the project, above all fearing accidents. In 1907, AEG made a competing proposal for almost the same route, in the form of an underground line within the city and an elevated railway in the suburban districts. After lengthy negotiations, in March 1912 the City of Berlin and AEG finally agreed upon a contract for the construction and operation of the line. Agreement was ultimately reached under considerable time pressure, because planning authority in matters of transport was to pass in April 1912 to the Greater Berlin Association and their position on this project was undetermined. The line was to begin as elevated track on Schwedenstraße and then continue to Humboldthain via Badstraße. From there it would run underground to Hermannplatz via Brunnenstraße, Rosenthaler Straße, Weinmeisterstraße, Münzstraße, Kaiser-Wilhelm-Straße, Neue Friedrichstraße, Brückenstraße, Neanderstraße, Dresdener Straße, Luisenufer, Reichenberger Straße, Kottbusser Straße and Kottbusser Damm. AEG intended to build the line for the wider of the two train formats, known as Großprofil (large profile), like the first north–south line. Construction began in 1912. Like Siemens, AEG had formed a subsidiary elevated railway company, AEG-Schnellbahn-AG. However, in the short period before and during the First World War, only a few tunnel sections were completed, among them the tunnel under the River Spree, between the Waisenbrücke and the Jannowitzbrücke. Finally, AEG's financial situation became so difficult that they ceased all construction work in October 1919. Thereupon the City of Berlin brought a successful legal action against AEG, as a result of which AEG-Schnellbahn-AG was liquidated. The city then received all the tunnel sections which had been built and planned to complete the line itself, but was at the time still in the process of constructing the first north–south U-Bahn. At that time plans were considered for eventually extending the line, some of them adventurous, for example a connection to the Heidekrautbahn railway to the north and another to the Neukölln-Mittenwald Railway to the south, so that theoretically a mass transit line would have been created extending from Groß Schönebeck in Schorfheide through Berlin to Mittenwalde. Work did not resume on the GN-Bahn until 1926. The change of oversight had advantages for Berlin, because it made it possible to correct some sections of the route, for example, the northern elevated section, which was entirely eliminated, and the location of the tunnel at the Alexanderplatz. The first work was on the southern portion of the GN-Bahn, so that service began on 17 July 1927 between Boddinstraße and Schönleinstraße. Between these stations was the Hermannplatz station, which had been built as part of the simultaneous construction of the first north–south U-Bahn, finished 4 years earlier; here passengers were now for the first time able to transfer from one \"large profile\" (wide-body) line to another. A switching track was built between the two. Construction then progressed north. At the Kottbusser Tor station, the existing elevated station was relocated to make changing trains easier. Operation of the trunk line continued on wooden trestles. It now seemed natural to continue the line via Dresdener Straße and the Oranienplatz to Neanderstraße (now Heinrich-Heine-Straße) - perhaps too natural: the stretch to Kottbusser Tor would have been very short. In addition, noting the Karstadt store at Hermannplatz, the Wertheim department store had realised the advantages of a connection to the U-Bahn and reputedly paid 5 million Reichsmarks for a change in the plans. The GN-Bahn would now be diverted to Moritzplatz and then round a sharp curve to Neanderstraße. So Wertheim in Moritzplatz also acquired an entrance from the U-Bahn. The shell of a station at Oranienplatz, which had already been constructed by AEG, remains unused to the present day.Oranienplatz on Florian Schulz' Berlins blinde Verkehrsbauten site, retrieved 18 October 2010 After Moritzplatz, the route follows the Neanderstraße and provisionally terminated at the station of that name (renamed Heinrich-Heine-Straße in 1960). The segment between Schönleinstraße and Neanderstraße was opened on 12 February 1928 as far as Kottbusser Tor and on 6 April of the same year to Neanderstraße. A year later, an additional station opened south of Boddinstraße, Leinestraße (in August 1929). Beyond the Neanderstraße station was the previously constructed tunnel under the Spree. However, since this needed to be altered and the Jannowitzbrücke was in bad condition, a completely new bridge was constructed with a new U-Bahn crossing beneath it. The old tunnel was later put to use for a service connection between the U5 and U8 (usually called the \"Waisentunnel\" due an orphanage nearby). The U-Bahn construction at Alexanderplatz took a long time, because the opportunity was taken to completely re-design the square. Some adjustments were also made to the line of the route, and the GN-Bahn thus appreciably better integrated into the remainder of the public transport system. At Alexanderplatz, a large transfer terminal was created for the U-Bahn, S-Bahn, trams and buses. At that time also, the so-called \"mother of all underground shopping concourses\" was created. Today, in contrast, it seems rather small in comparison to, for example, the arcade at the Hauptwache station in Frankfurt. Alexanderplatz station now has the form of an 'H'. The eastern leg of the 'H' is the U-Bahn station already opened in 1913 for what is today the U2. The western leg is the GN-Bahn station (today the U8). The crosspiece is the U-Bahn under the Frankfurter Allee, then under construction. Two platforms were built, used by what is today the U5 and projected to be used by a planned line from Potsdamer Platz to Weissensee. There were no further major problems; for the most part, AEG tunnels already existed. The section from Neanderstraße to Gesundbrunnen opened on 18 April 1930. As with the other wide-format line, operation was transferred to the elevated railway company. === Dividing Berlin into two: 1961-1990 === After the construction of the Berlin Wall in 1961, on the orders of German Democratic Republic interior minister Karl Maron all U8 stations inside East Berlin were closed to passenger traffic. This order turned all remaining closed stations into so-called \"ghost stations\", through which trains were required to pass without stopping and which could only be entered by East German border and traffic policemen. These stations were closed: Bernauer Straße, Rosenthaler Platz, Weinmeisterstraße, Alexanderplatz, Jannowitzbrücke and Heinrich-Heine-Straße from 13 August 1961 till the fall of the Berlin Wall. To serve the area formerly connected by U8 for the East Berlin, a bus line 78 was introduced from Arkonaplatz to Märkisches Museum. After the building of the Berlin Wall in 1961, the U8 line was not in great shape. It began with 6 stations in West Berlin, followed by an equally long section underneath East Berlin ('ghost stations') and ended at Gesundbrunnen after 2 more stations in the western sector. As a result, the line was of little use for public transport, and was also potentially open to disruption by the GDR. In 1962, plans were known for a new residential district in West Berlin, the Märkisches Viertel. Like Gropiusstadt, this ought naturally to have U-Bahn service. The S-Bahn to Frohnau, which passed nearby, was ignored; West Berliners boycotted it because it was operated by the Deutsche Reichsbahn, an arm of the GDR government,T.H. Elkins with B. Hofmeister, Berlin: The Spatial Structure of a Divided City, London: Methuen, 1988, , e-edition Taylor & Francis 2005, , p. 106. plus the East Germans did not have money to spend building a new station.Elkins, p. 173. After extensive deliberation, it was decided to extend the U8. When Line 9 was extended to Osloer Straße, a lower-level platform for the U8 was constructed at the same time. Work on that extension began in 1973, and the extension was opened on 5 October 1977. Beyond the Gesundbrunnen station, the line continues under Badstraße. At the junction with Pankstraße a station with the same name was constructed. The Pankstraße U-Bahn station was constructed to be usable as a shelter (e.g. in case of war). To this end Pankstraße has sanitary facilities, an emergency kitchen, a filtered ventilation system, et c. In an emergency it can shelter 3,339 people. The additional costs for these facilities were paid by the Federal Ministry of Finance. The walls are tiled in brown and the columns clad in aluminium sheeting. One curiosity remains at Pankstraße station: the silver letters affixed to the walls spell the name as \"Pankstrasse\", transliterating the eszett and ignoring the correct German spelling (\"Pankstraße\"). The line continues along Schwedenstraße to the previously prepared Osloer Straße station. A service track was added here so that trains can also be transferred from the U8 to the U9. Not until 10 years later, on 27 April 1987, was it possible to open the next section of the line, to Paracelsus-Bad (construction had begun on 12 September 1980). The extensions on the other lines had proceeded significantly faster; here work lasted an unusually long time. After Osloer Straße station, the line continues along Schwedenstraße, which changes its name to Residenzstraße shortly before it intersects Reginardstraße. A station was built near the Schäfersee lake. There were many disputes over what to name it; the name finally agreed upon is Franz-Neumann-Platz (Am Schäfersee) (Franz-Neumann-Platz (at the Schäfersee). Like the following stations on the line, this station bears the unmistakable stamp of station architect Rainer Rümmler. On its walls are trees, intended to symbolise the parkland surrounding the lake. To better integrate the line into the district of Reinickendorf, it then detours slightly, not continuing beneath the industrial area to the Wilhelmsruh S-Bahn station, but instead taking a route via the Karl Bonhoeffer Neuropsychiatric Clinic and the Reinickendorf town hall. It then continues under Residenzstraße, where again a station of that name was built, makes a wide curve under the junction of Residenzstraße and Lindauer Allee, and a few hundred metres later comes to the Paracelsus-Bad station. The Residenzstraße station, intended to be reminiscent of the Berlin Imperial palace, is decorated with plans of the now destroyed Stadtschloß. The supporting pillars are decorated in very bright colours and probably intended to evoke the rich carpets of the residence. Paracelsus-Bad station was designed to evoke associations with the nearby swimming baths. In addition there are pictures on the wall, one of which shows the doctor and philosopher Paracelsus (Theophrastus Bombastus von Hohenheim). This new section of the line was actually intended to be inaugurated on the precise 750th anniversary of the city of Berlin, 30 April 1987. However, since the festivities that day were to begin with a celebration at the ICC, the then Executive Mayor, Eberhard Diepgen, would not be able to attend and hence the opening was brought forward by 3 days. Once more, a long time passed before the next extension of the line towards Märkisches Viertel. It was 1994 before it was possible to take the U8 to the Wittenau S-Bahn station. === Completion of the U8 === The residents of Märkisches Viertel had been promised a U-Bahn connection ever since the late 1960s. After examination of several options, the decision was to extend the U8. By 1987, two stages in this extension had been completed: Gesundbrunnen – Osloer Straße and Osloer Straße – Paracelsus- Bad. The third stage still remained to be built. After the BVG took over operation of the S-Bahn in West Berlin and the Frohnau section of line was reopened on 1 October 1984, there was increasing criticism of the U8 extension, which would run almost parallel to the S-Bahn. However, the Senate of West Berlin was not to be dissuaded and resumed construction on the U-Bahn. Even a directive from the government of the Federal Republic in Bonn to instead invest in badly needed renovations of the S-Bahn, coupled with a warning that subsidies to Berlin would be reduced, was dismissed with the argument that cessation of the U-Bahn construction would cause severe economic harm to the city. Construction began on 27 February 1985, while the preceding segment of the U8 was also still under construction. The intended terminus of the third stage of the line extension was Wilhelmsruher Damm, near the Wittenau S-Bahn station. This was apparently to distinguish the U-Bahn from the S-Bahn. Only shortly before dedication of the new segment did the Senate correct the name of the station, which has since been called Wittenau (Wilhelmsruher Damm), but is commonly known simply as Wittenau. After the fall of the Berlin Wall, three stations were opened simultaneously - Bernauer Straße, Rosenthaler Platz and Jannowitzbrücke. Station restoration was started after the fall of the Berlin Wall, and all the former “ghost stations” had been opened by 1 July 1990. After Paracelsus-Bad, the line continues under Lindauer Allee to Lindauer Allee station, the only one on the U8 to have outside platforms. After a long curve, the U8 is running under the S-Bahn. The location of the next station requires a long walk to transfer between the two. There was also disagreement concerning the name of this station: the S-Bahn station at this point was called Wittenau (Kremmener Bahn), to distinguish it from Wittenau (Nordbahn) (which is now Wittenau (Wilhelmsruher Damm) to match the U-Bahn station). The U-Bahn station was to be called Karl-Bonhoeffer- Nervenklinik after the psychiatric clinic. This was a mouthful that was only slowly accepted. On the S-Bahn, to this day \"Karl-Bonhoeffer-Nervenklinik\" is announced but the shorter \"Karl-Bonhoeffer-Klinik\" appears on signs. The subway line then continues under the clinic. To minimise disturbance, this stretch of tunnel was excavated using a shield, and rubber sound baffling was also needed. This attracted repeated criticism from those who would have preferred open tunnelling with shoring up of buildings. Other problems also arose during construction of this stretch of line: the Brandenburg sand made work particularly difficult and numerous oversized boulders (glacial erratics) caused delays. After Karl-Bonhoeffer-Nervenklinik the U8 turns onto Eichborndamm, where the Rathaus Reinickendorf station was built. 1,101 m further, it reaches its current and probably ultimate terminus, Wittenau. The intention still remains today to extend this line to Märkisches Viertel. However, as with other U-Bahn construction projects, the extreme budgetary crisis in the state of Berlin is preventing further construction. The completed extension, which is long and comprises 4 new stations, was opened on 24 September 1994. Construction cost 600 million DM. As with other newly built sections of the U-Bahn in this period, Rainer Rümmler was responsible for the design of the stations. Critics say that this section would represent his peak, but that Rümmler had a tendency to excess. This is particularly evident in the Lindauer Allee station, where he primarily made use of the symbol on the coat of arms of the city of Lindau, the linden tree. At the Wittenau U-Bahn station, the colours green and yellow were supposed to radiate a certain peace, which he associated with the intended station name Wilhelmsruher Damm. Plans for a U-Bahn to the Hermannstraße S-Bahn station had existed since 1910. When the so-called GN-Bahn was opening in stages between 1927 and 1930, plans to extend it were not abandoned. The first work on a southwards extension began in 1929; but the economic crisis prevented its continuation. Ultimately, the City of Berlin cancelled the project in 1931. At that point, the tunnel from the Leinestraße station and approximately one third of the future platform for the Hermannstraße station had been completed. In 1940 the station, still only a shell, was converted into an air-raid shelter, since it was located very deep underground because the line crossed under the Ringbahn, which at this point runs in a cutting. To this day, relics in the station recall that time. After 1961, the extension plans were no longer pursued, since there was no demand for transfer capability to the S-Bahn, operated by the GDR's Reichsbahn. BVG used the stubs of tunnel which had already been built to park surplus trains. After reunification in 1990, many things seemed possible. The S-Bahn Ringbahn, shut down by the Reichsbahn after a 1980 strike, was to be re-opened. The re-opening was scheduled for 17 December 1993, which meant that the Senate and BVG had to work very fast, because construction had to begin on the U-Bahn before the Ringbahn re-opened. During work on the station, the trains which had been parked there in the 1960s were discovered. Many U-Bahn fans were delighted that one of the discoveries was an antique BI train. The work included renovation of the old tunnel and existing platform section as well as construction of the remainder of the platform and a 320-meter turnaround beyond it to the south. In addition, transfer access to the S-Bahn platform above and possible stairways to a planned regional station had to be accommodated. Finally, on 13 July 1996, the 168th Berlin U-Bahn station opened. Here too, Rainer Rümmler was responsible for the design of the station, incidentally for the last time. He referred very strongly to the stations on the preceding stretch of line and designed a very sparse station lined with turquoise tiles. So that the historic shelter signs would remain visible, glass was substituted for the tiles in some places. With the commissioning of this station, the U8 reached what is up to now its final form. Even though an extension to Märkisches Viertel is planned, it is unlikely that it will become a reality for decades. The previously planned extension towards Britz was cancelled because the U7 follows a parallel route. ==Frequency== U8 trains run every five minutes, with the exception of the stretch between Paracelsus-Bad and Wittenau, where they run every ten minutes. Since 2003, the U8 also runs at night on the weekends. During weekdays, the N8 bus replaces the train service during night hours. == References == ==External links== * Die Bahnhöfe der U8 at untergrundbahn.de Category:Berlin U-Bahn lines",
 "title": "U8 (Berlin U-Bahn)"
}