{
 "id": "594744",
 "text": "66391 Moshup , provisional designation , is a binary asteroid, classified as a near-Earth object and potentially hazardous asteroid of the Aten group, approximately 1.3 kilometers in diameter. It was discovered on 20 May 1999, by Lincoln Near-Earth Asteroid Research (LINEAR) at the Lincoln Laboratory's Experimental Test Site in Socorro, New Mexico, United States. It is also a Mercury-crosser and the closest known binary system to the Sun with a perihelion of just 0.2 AU. == Orbit == The asteroid orbits the Sun at a distance of 0.2–1.1 AU once every 6.18 months (188 days). Its orbit has an eccentricity of 0.69 and an inclination of 39° with respect to the ecliptic. A first precovery was taken by 2MASS at the Fred Lawrence Whipple Observatory in 1998, extending the body's observation arc by one year prior to its official discovery observation at Socorro. As a potentially hazardous asteroid, it has an Earth minimum orbital intersection distance of which corresponds to 5.4 lunar distances. On 25 May 2036, it will pass from Earth. == Numbering and naming == This minor planet was numbered by the Minor Planet Center on 10 September 2003. It was named from Mohegan legend, after Moshup, a giant who lived in the coastal areas of New England. The asteroid's companion is named Squannit, after the wife of Moshup and a medicine woman of the Makiawisug (little people). The official was published by the Minor Planet Center on 27 August 2019 (). == Physical characteristics == In the SMASS classification, the asteroid a characterized as a stony S-type asteroid. === Satellite === thumb|left|upright|Simulated animation of the Moshup binary system. The simulation speed is approx. 12,000 times real-time. Moshup has a minor-planet moon orbiting it. The moon, named Squannit and designated , is approximately 360 metres in diameter, and orbits its primary in every 16 hours at a mean- distance of 2.6 kilometers. The presence of a companion was suggested by photometric observations made by Pravec and Šarounová and was confirmed by radar observations from Arecibo observations and announced on 23 May 2001 (also see below). Based on radar imaging, Squannit's dimensions are estimated to be meters. === Diameter and shape === thumb|left|upright|Collage of radar images taken at Arecibo in May 2019 According to radiometric observations from Arecibo Observatory, the asteroid has a mean diameter of 1.317 kilometers. The observations were taken from May 21–23, 2001, by Lance A. M. Benner, Steven J. Ostro, Jon D. Giorgini, Raymond F. Jurgens, Jean-Luc Margot and Michael C. Nolan. The Collaborative Asteroid Lightcurve Link adopts a diameter of 1.3 kilometers and derives an albedo 0.26 with an absolute magnitude of 16.5. The shapes of the two bodies and their dynamics are complex.NASA Jet Propulsion Laboratory Asteroid Radar Research , retrieved May 3, 2007 With a dimension of approximately kilometers for a simple triaxial ellipsoid, the asteroid has an oblate shape, which is dominated by an equatorial ridge at the body's potential-energy minimum. This bizarre property of the equatorial region means that it is close to breakup: raising a particle a meter above the surface would put it into orbit. As seen in the image at above right, the gravitational effects between the moon and the asteroid create a gigantic mountain extending in the equatorial plane around the entire asteroid. It was the first asteroid to be described as \"muffin-shaped\",CBS News - Scientist: Asteroid To Return In 2036, which is now understood to be a very common shape for asteroids in critical rotation, including 101955 Bennu and 162173 Ryugu. === Lightcurves === During 19–27 June 2000, a rotational lightcurve of this asteroid was obtained from photometric observations by Petr Pravec and Lenka Šarounová at Ondřejov Observatory. Lightcurve analysis gave a rotation period of 2.7650 hours with a brightness variation of 0.12 magnitude (). ==See also== *List of asteroid close approaches to Earth in 2019 *List of solar system objects by size == References == == External links == * Margot, Jean-Luc, Radar observations of November 1999, retrieved July 2016 * Near-Earth Asteroid Is Two Chunks In One, NASA Jet Propulsion Laboratory, May 2001 * Asteroids with Satellites, Robert Johnston, johnstonsarchive.net * 1999 KW4 orbit and observations at IAU Minor Planet Center * * 066391 066391 Category:Minor planets named from Algonquian mythology Category:Named minor planets Category:Earth-crosser asteroids Category:Mercury-crossing asteroids Category:Venus-crosser asteroids 066391 066391 066391 066391 19990520",
 "title": "66391 Moshup"
}