{
 "id": "594873",
 "text": "Peter Alexander Goehr (; born 10 August 1932) is an English composer and academic. Goehr was born in Berlin in 1932, the son of the conductor and composer Walter Goehr, a pupil of Arnold Schoenberg. In his early twenties he emerged as a central figure in the Manchester School of post-war British composers. In 1955–56 he joined Olivier Messiaen's masterclass in Paris. Although in the early sixties Goehr was considered a leader of the avant- garde, his oblique attitude to modernism—and to any movement or school whatsoever—soon became evident. In a sequence of works including the Piano Trio (1966), the opera Arden Must Die (1966), the music-theatre piece Triptych (1968–70), the orchestral Metamorphosis/Dance (1974), and the String Quartet No. 3 (1975–76), Goehr's personal voice was revealed, arising from a highly individual use of the serial method and a fusion of elements from his double heritage of Schoenberg and Messiaen. Since the luminous 'white-note' Psalm IV setting of 1976, Goehr has urged a return to more traditional ways of composing, using familiar materials as objects of musical speculation, in contrast to the technological priorities of much present-day musical research.from the profile of Alexander Goehr on the Cambridge University Music Faculty: http://www.mus.cam.ac.uk/directory/alexander-goehr ==Life and works== ===Youth and studies === Alexander Goehr was born on 10 August 1932 in Berlin, and his family moved to Britain when he was only a few months old. Alexander came from an extremely musical family: his mother Laelia was a classically trained pianist, and his father was a Schoenberg pupil and pioneering conductor of Schoenberg, Messiaen (he conducted the UK premiere of the Turangalîla Symphony in 1953) and Monteverdi. As a child, Alexander grew up in a household permanently populated by composers, including Mátyás Seiber and Michael Tippett. He also received lessons from a composer colleague of his father, Allan Gray.Allan Gray biography, Amersham Museum Although these premises point all too clearly to Goehr's future as a composer, his efforts as a composer were not much encouraged by his father, and he initially intended to study classics at Oxford University, but went instead to study composition at the Royal Manchester College of Music, with Richard Hall. In his composition classes Goehr became friends with young composers Peter Maxwell Davies and Harrison Birtwistle and pianist John Ogdon, with whom he founded the New Music Manchester Group. A seminal event in Goehr's development was hearing the UK premiere of Messiaen's Turangalîla Symphony, conducted by his father. The interest in non-Western music (for instance Indian raga) sparked by the meeting with Messiaen's music combined with the interest in medieval modes shared with Peter Maxwell Davies and Harrison Birtwistle largely influenced Goehr's first musical imaginings. His first acknowledged compositions date from these years: Songs for Babel (1951) and the Sonata for Piano, Op. 2, which was dedicated to the memory of Prokofiev, who had died that year. In 1955, Goehr left Manchester to go to Paris and study with Messiaen, and he remained in Paris until October 1956. The music scene of Paris would make a great impression on Goehr, who became good friends with Pierre Boulez and was involved in the serialist avant-garde movement of those years. Goehr experimented with Boulez's technique of bloc sonore, particularly in his first String Quartet of 1956–57. Boulez was a sort of mentor to Goehr in the late fifties, programming his new compositions in his concerts at the Marigny Theatre in Paris. It was not meant to last. Eventually Goehr's sensibility parted from Boulez's serialism. What disturbed Goehr was mainly his perception that by the mid-fifties, serialism had become a cult of stylistic purity, modelling itself on the twelve-tone works of Anton Webern. Reference to any other music was forbidden and despised, and spontaneous choice replaced with the combinatorial laws of serialism: > Choice, taste and style were dirty words; personal style, one could argue, > is necessarily a product of repetition, and the removal of repetition is, or > was believed to be, a cornerstone of classical serialism as defined by > Webern's late works [...] All this may well be seen as a kind of negative > style precept: a conscious elimination of sensuous, dramatic or expressive > elements, indeed of everything that in the popular view constitutes > music.Alexander Goehr, \"A Letter to Pierre Boulez\", in Finding the Key: > Selected Writings of Alexander Goehr, edited by Derrick Puffett (London and > Boston: Faber and Faber, 1998), 5. === Return to the UK, 1956–76 === Upon his return to Britain, Goehr experienced a breakthrough as a composer with the performance of his cantata The Deluge in 1957 under his father's baton. This is a big, ambitious work inspired by the writings of Sergei Eisenstein—one of Goehr's many extra- musical sources of inspiration. The soundworld could be seen to have derived from the twelve-tone cantatas of Webern, but it implicitly strives for the imposing harmonic tautness and full sonority of Prokofiev's Eisenstein cantatas. The genre of the cantata is one that Goehr would explore over and over again throughout his career. Indeed, following the success of The Deluge, Goehr was commissioned a new cantata, Sutter's Gold for choir, baritone and orchestra. However, the new work proved highly unpopular particularly with the singers, who found it impossibly difficult to perform. Indeed, the difficulty of performance is one of the reasons why Sutter's Gold was dismissed by critics upon its performance at the Leeds festival in 1961. This débacle, however, had a constructive impact on Goehr: rather than dismissing criticism as the mere result of incompetence on the part of critics and performers, he genuinely faced the questions of the position of the avant-garde composer and his music: > If one wishes, one can just say that music has to be autonomous and self > sufficient; but how to sustain such a view when people who sing for pleasure > are deprived of true satisfaction in the performance of new work? [...] We > can talk about music in terms of the ideas that inform it; we can talk about > structure and techniques; we can talk about aesthetics or ethics or > politics. But we have to remember that while all this, realistic or not, is > of great importance to composers and to anyone who likes to follow what > composers are doing, what is being discussed is not the music itself but the > location of the music, the place where it exists.Alexander Goehr, \"A Letter > to Pierre Boulez\", in Finding the Key: Selected Writings of Alexander Goehr > (London: Faber and Faber, 1998), 5. Despite this, Goehr continued to compose choral works. Encouraged by his friendship with the choral conductor John Alldis, who was strongly committed to new music, Goehr composed his Two Choruses in 1962, which used for the first time the combination of modality and serialism which was to remain his main technical resource for the next 14 years. His search for a model of serialism that could allow for expressive freedom led him to his famous Little Symphony, Op. 15 (1963). It is a memorial to Goehr's conductor/composer father, who had unexpectedly died, and it is based upon a chord-sequence subtly modelled upon (but not quoting) the \"Catacombs\" movement from Mussorgsky's Pictures at an Exhibition (Goehr senior had made a close harmonic analysis of this unusual movement).Alexander Goehr, \"Finding the Key\", in Finding the Key: Selected Writings of Alexander Goehr (London: Faber and Faber, 1998), 291–292. This flexible approach to serialism, integrating harmonic background with bloc sonore and modality is very representative of the type of writing that Goehr developed as an alternative to the strictures of total serialism. It is no coincidence that Boulez—who had earlier facilitated the performance of Goehr's music—refused to programme Little Symphony: by 1963 Goehr had neatly departed from the style of his Parisian days. The sixties saw Goehr founding the Wardour Castle Summer School in Wiltshire with Peter Maxwell Davies and Harrison Birtwistle in 1964, and most importantly, the beginning of Goehr's preoccupation with opera and music theatre. In 1966 he wrote his first opera, Arden Must Die (Arden Muss Sterben), a thoroughly Brechtian setting of a Jacobean morality play which had uncomfortably contemporary political and social resonances. Goehr's striking setting of a text composed by Erich Fried in rhyming duplets makes the most of the idea of simple musical ideas that are continually distorted to a sinister and sarcastic effect. In 1967 he founded the Music Theatre Ensemble, and in 1971 he completed a three-part cycle for music theatre—Tryptich—made up of three works: Naboth's Vineyard (1968) and Shadowplay (1970) were both explicitly written for Music Theatre Ensemble while the later Sonata about Jerusalem (1971) was commissioned by Testimonium, Jerusalem and performed by the Israel Chamber Orchestra and Gary Bertini. The end of the sixties also saw the beginning of a string of prestigious academic appointments for Goehr. In 1968–9 he was composer-in-residence at the New England Conservatory of Music, Boston, and went on to teach at Yale University as an associate professor of music. Goehr returned to Britain as visiting lecturer at Southampton University (1970–71). In 1971 he was appointed West Riding Professor of Music at the University of Leeds. Goehr left Leeds in 1976 when he was appointed Professor of Music at Cambridge University where he taught until his retirement in 1999. In Cambridge he became fellow of Trinity Hall. === 1976–96 === The year of Goehr's appointment at Cambridge coincided with a turning point in his output. In 1976, Goehr wrote a 'white-note' setting of Psalm IV. The simple, bright modal sonority of this piece marked a final departure from post-war serialism and a commitment to a more transparent soundworld. Goehr found a way of controlling harmonic pace by fusing his own modal harmonic idiom with the long abandoned practice of figured bass—thus achieving a highly idiosyncratic fusion of past and present. The output of the ensuing twenty years testified to Goehr's desire to use this new idiom to explore ideas and genres that had already become constant features of his work, such as the exploration of symphonic form: Goehr returned to symphonic form in his Sinfonia (1979) and Symphony with Chaconne (1987). Yet these years' output is disseminated most notably with a great number of ambitious vocal scores. A common feature of many of the vocal compositions of these years is the choice of subjects that function as allegories for reflection upon socio-political themes. The Death of Moses (1992) uses Moses' angry refusal to die as an allegory for the destiny of the victims of the Holocaust; while the cantata Babylon the Great is Fallen (1979) and the opera Behold the Sun (1985)—for which Babylon the Great can be considered to be a sketch study—both explore the themes of violent revolution via the texts from the Anabaptist uprising in Münster of 1543. There are also non-political works such as the Sing, Ariel, that recalls Messiaen's stylised birdsong and sets a kaleidoscope of English poetry, and the opera Arianna (1995)—written on a Rinuccini libretto for L'Arianna, a lost opera by Monteverdi—is a typically idiosyncratic exploration of the soundworld of Italian Renaissance. Indeed, Goehr's engagement with Monteverdi's music dates back to the cantata The Death of Moses, which he described as \"Monteverdi heard through Varèse\".Alexander Goehr, Programme note for The Death of Moses, BBC Proms 1992, Sunday 2 August 1992, p. 8. Arianna is also the piece that most overtly displays Goehr's intent to turn his reinvention of the past into a musical process that the audience can hear and identify: > The impression I aim to create is one of transparency: the listener should > perceive, both in the successive and simultaneous dimensions of the score, > the old beneath the new and the new arising from the old. We are to see a > mythological and ancient action, interpreted by a 17th-century poet in a > modern theatre.Alexander Goehr, Programme note for Arianna, The Royal Opera > House September/October 1995. === 1996–2014 === Although the last fifteen years of Goehr's output have not received the generous coverage (both in terms of academic writing and frequency of performance) of his previous work, they arguably represent the most interesting of Goehr's compositional phases. This last decade's output is heralded by the striking opera Kantan and Damask Drum of 1999, premiered at the Dortmund Opera. This opera consists in fact of two plays from the Japanese Noh theatre tradition, separated by a short kyogen humorous interlude. Typically for Goehr, the Japanese texts date back to the 15th century and have been adapted by the composer for setting. The lusciously tonal idiom does not indulge in orientalism, but rather the relationship between music and drama in Noh animates the whole work. Again, with Kantan and Damask Drum the search continues for an expressive synthesis; in this case, it is one of western and eastern, past and present. In the following years, Goehr devoted himself almost exclusively to chamber music. This is perhaps a response to the difficulties he experienced in the staging of his operas: the limited amount of financial support needed for a chamber music performance allows for music and performance venues that stray off the beaten path while allowing the composer more control over the quality of the performance.Interview given on 3 November 2007 for the BBC Music Matters Series. Through the chamber music medium Goehr gains an unprecedented rhythmic and harmonic immediacy, while his music remains ever permeable by the music and imagery of other times and places: the Piano Quintet (2000) and the Fantasie for cello and piano (2005) are haunted by rich sonorities of a thoroughly Ravel-like quality. The set of piano pieces Symmetry Disorders Reach (2007) is a barely disguised baroque suite haunted by the spirit of early Berg. Marching to Carcassonne (2003) flirts with neoclassicism and Stravinsky, and Manere for violin and clarinet (2008), based on a fragment of medieval plainchant, is a typical foray into the art of musical ornament. Also written in 2008 is Since Brass nor Stone for string quartet and percussion (2008), a memorial to Pavel Haas. Inspired by a Shakespeare sonnet, from which it borrows its title, this work is representative of the inventiveness of Goehr's recent chamber work. One reviewer described the soundworld of the work as 'hiccupping fugal patterns overlaid with intricate, delicate percussion [...] a magical garden of dappled textures'.Geoff Brown, review of the premiere of Since Brass Nor Stone on 10 July 2008 in St Andrew Holborn, London; published in The Times, 16.07.08 After an almost ten-year hiatus from the operatic medium, Goehr returned to the form with Promised End (2008–09), first performed by English Touring Opera in 2010 and based on Shakespeare's King Lear.English Touring Opera's website In the same year came When Adam Fell, a BBC commission for orchestra based on the chromatic bass from the Bach chorale 'Durch Adam's Fall ist alles Verderbt', first introduced to Goehr by his teacher Olivier Messiaen. To These Dark Steps/The Fathers are Watching (2011–12), written for tenor, children's choir and ensemble, sets texts by Israeli poet Gabriel Levin concerning the bombing of Gaza during the Iraq war and was premiered in a concert marking Goehr's 80th birthday. Largo Siciliano (2012) is a trio praised for its mastery of aural balance between the unusual combination of violin, horn and piano, 'from opening crepuscular melancholy to an ending which just seems to vanish into oblivion.'Christopher Morley, review of the premiere of Largo Siciliano on 5 July 2012 as part of Cheltenham Music Festival; published in Birmingham Post, 13 July 2012 The chamber symphony ...between the lines... (2013), the latest commission in a long-standing relationship with Birmingham Contemporary Music Group, is a monothematic work of four movements played without a break, in direct acknowledgement of Arnold Schoenberg's own Chamber Symphony op. 9. In 2004 Goehr was awarded an Honorary Doctorate of Music from Plymouth University. == Musical style == === Eclecticism and synthesis === Many of Goehr's works are studies in the synthesis of disparate elements. Examples include The Deluge (1957–58), which was inspired by Eisenstein's notes for a film, itself based on a writing by Leonardo da Vinci. Other works' inspirations range from the formal proportions of a late Beethoven piano sonata (Metamorphosis/Dance, 1973-4) to a painting by Goya (Colossus or Panic, 1990), to the sinister humour of Bertolt Brecht (Arden Must Die, 1966) or to the Japanese Noh theatre (Kantan and Damask Drum, 1999).Robin Holloway, 'Alexander Goehr at 70', in: Latham, Alison (ed.). 2003. Sing, Ariel: Essays and Thoughts for Alexander Goehr's Seventieth Birthday. With compact disc. Aldershot, England; Burlington, VT: Ashgate, pp. 3–4 Just as The Deluge takes its cue from an unfinished project (Eisenstein never finished the planned film), many of Goehr's works include a synthesis of fragments or unfinished projects left by other artists. The cantata The Death of Moses resonates with Schoenberg's unfinished Moses und Aron; the opera Arianna (1995) is the setting of the libretto of a lost opera by Monteverdi, and posthumously published prose fragments by Franz Kafka inspire or appear in Das Gesetz der Quadrille (1979), Sur terre en l'air (1997) and Schlussgesang (1990). On a strictly technical musical level, Goehr's endeavour has long been that of unifying the contrapuntal rigour and motivic workings of the First Viennese School and Second Viennese School with a strong sense of harmonic pacing and sonority. It is indicative that Goehr should go to Paris not only to attend the classes of Messiaen at the Paris Conservatoire, but also to study counterpoint and serialism with Schoenberg scholar and composer Max Deutsch; even more indicative is the anecdote that Deutsch threw Goehr out of his house upon hearing that the young man intended to study with Messiaen as well as with him. Goehr's indebtedness to Messiaen is very strong, as is apparent in Goehr's lifelong commitment to modality as an integration to both serialism and to tonality, as well as his often bird-song inspired melodic writing, particularly in the cantata Sing, Ariel. === Engagement with the past === Goehr's interest in the musical past is far from an empty mannerism or a sign of musical conservatism, but rather an earnest, and constantly renewed exploration of his own musical roots. The music of the past does not hinder, in Goehr's view, the search for an innovative musical language: > In the composer's mind, vague memories fuse and grow into a new, conscious, > creative idea. An artist is related to the tradition from which he comes, > and this bond has little to do with time or progress.Alexander Goehr, \"A > Letter to Pierre Boulez\", in Finding the Key: Selected Writings of Alexander > Goehr (London: Faber and Faber, 1998), 21. This attitude is concisely expressed by Goehr's striking assertion that \"all art is new and all art is conservative\". Understood in this way, his musical imagination of the past can be traced to three fundamental sources: ==== Walter Goehr ==== Although Goehr's personal relationship to his father was not unproblematic, Walter Goehr had a determining influence on his son via his work as a conductor: the composers whose work Walter championed—Arnold Schoenberg, Claudio Monteverdi, Modest Mussorgsky, Olivier Messiaen—feature as a red-thread throughout Alexander's output. For instance, Goehr's Arianna uses the libretto of a lost opera by Monteverdi, Arianna abbandonata, and conjures up sonorities reminiscent of the Italian Renaissance. The quintet Five Objects Darkly (whose title is borrowed from a work by the painter Giorgio Morandi is a set of variations based on a musical fragment by Mussorgsky,Williams, Nicholas. 2001. \"Goehr (2): (Peter) Alexander Goehr\". The New Grove Dictionary of Music and Musicians, ed. S. Sadie and J. Tyrrell. London: Macmillan. and the earlier Little Symphony uses the chordal structure of Mussorgsky's Catacombs from Pictures at an Exhibition as a harmonic backbone.Alexander Goehr, 'Finding the Key' in Finding the Key: Selected Writings of Alexander Goehr(London: Faber and Faber, 1998), 291–292 ==== Early twentieth-century modernist composers ==== Walter Goehr had studied with Schoenberg and was constantly surrounded by high calibre composers such as Seiber, Tippett, and others. Goehr's strong sense of debt to this generation, particularly to Schoenberg, had a lot to do with his ambivalent reaction to the Darmstadt School avant-garde of the fiftiesCf. 'I was originally attracted to serialism [...] But even as a student I felt a number of reservations. I couldn't share [Boulez's] attitude towards Webern [...]. Having been brought up in a very Schoenbergian household I preferred to see Webern's achievement as an extension of Schoenberg's ideals.'. Alexander Goehr, \"A Letter to Pierre Boulez\", in Finding the Key: Selected Writings of Alexander Goehr (London: Faber and Faber, 1998), (in which his friend and mentor Pierre Boulez was heavily involved). ==== Music of the baroque and classical tradition ==== Goehr's interest in these musics is surely part of his Schoenbergian heritage. Just like Schoenberg, Goehr refuses to view current composition as a practice that is independent of any musical tradition, but rather, he seeks in tradition the elements for the innovation of musical language. Alexander's search for a means of controlling structure and harmony in music led him in the late seventies to an innovating interpretation of the late baroque practice of figured bass in conjunction with his personal blend of modality and serialism. This is exemplified in his setting of Psalm IV and the ensuing correlated works: Fugue and Romanza on the notes of the fourth Psalm (1976 and 1977, respectively). Goehr is also committed to the reinvention of classical forms such as the Symphony, the classical Concerto, and the Baroque Suite (from his Suite Op. 11 of 1961 right up to Symmetry Disorders Reach of 2007). Further sources of inspiration are the treatises on musical ornamentation by Carl Philip Emanuel Bach, and Monteverdi, whose synthesis of renaissance polyphony with the early baroque move towards homophony and the control of harmony clearly mirrors Goehr's own commitment to a harmonically expressive serialist practice. == Work list == === Chronology === * 1951: Songs of Babel * 1952: Sonata for piano, Op. 2 * 1954: Fantasias for clarinet and piano, Op. 3 * 1957: Capriccio for piano, Op. 6 * 1957-8: The Deluge, Op. 7 * 1959: Variations for flute and piano, Op. 8; Four Songs from the Japanese, Op. 9; Sutter's Gold, Op. 10 * 1956–57: String Quartet No. 1 * 1959–61: Hecuba's Lament, Op. 12 * 1961: Suite, Op. 11 * 1961–62: Violin Concerto, Op. 13 * 1962: Two Choruses, Op. 14 * 1963: Virtutes, a cycle of nine songs and melodramas; Little Symphony, Op. 15; Little Music for Strings, Op. 16 * 1964: Five Poems and an Epigram of William Blake, Op. 17; Three Pieces for Piano, Op. 18 * 1965: Pastorals, Op. 19 * 1966: Piano Trio, Op. 20; Arden Must Die (Opera), Op. 21 * 1966–67: Warngedichte (for mezzo-soprano and piano), Op. 22 * 1967: Three Pieces from Arden Must Die, Op. 21a; String Quartet No. 2, Op. 23 * 1968: Romanza for cello and orchestra, Op. 24; Naboth's Vineyard, Op. 25 * 1969: Konzertstück, Op. 26; Nonomiya, Op. 27; Paraphrase for clarinet, Op. 28; Symphony in One Movement, Op. 29 * 1970: Shadowplay, Op. 30; Concerto for Eleven, Op. 32 * 1971: Sonata about Jerusalem, Op. 31 * 1972: Piano Concerto, Op. 33 * 1973–74: Chaconne for Wind, Op. 34 * 1974: Lyric Pieces, Op. 35; Metamorphosis/Dance, Op. 36 * 1976: String Quartet No. 3, Op. 37; Psalm IV, Op. 38a; Fugue on the Notes of Psalm IV, Op. 38b * 1977: Romanza on the Notes of Psalm IV, Op. 38c * 1979: Babylon the Great is Fallen (cantata), Op. 40; Chaconne for organ, Op. 34a; Das Gesetz der Quadrille, Op. 41; Sinfonia, Op. 42 * 1981: Deux Etudes, Op. 43; Behold the Sun (dramatic scena), Op. 44a * 1984: Sonata for cello and piano, Op. 45 * 1985: Behold the Sun (opera); ...a musical offering (J.S.B. 1985)..., Op. 46; Two Imitations of Baudelaire, Op. 47 * 1986: Symphony with Chaconne, Op. 48 * 1988: Eve Dreams in Paradise, Op. 49; ...in real time, Op. 50 * 1990: Sing Ariel, Op. 51; String Quartet No. 4, Op. 52 * 1992: The Death of Moses (cantata), Op. 53; Colossus or Panic for orchestra, Op. 55 * 1993: The mouse metamorphosed into a maid for unaccompanied voice, Op. 54 * 1995: Arianna, Op. 58 * 1996: Schlussgesang for orchestra, Op. 61; Quintet Five objects Darkly, Op. 62 * 1996: Three Songs, Op. 60 * 1997: Idées Fixes for ensemble, Op. 63; Sur terre, en l'air, Op. 64 * 1999: Kantan and Damask Drum * 2000: Piano Quintet, Op. 69; Suite, Op. 70 * 2002: ...a second musical offering, Op. 71; ...around Stravinsky, Op. 72; Symmetry Disorders Reach for piano, Op. 73 * 2003: Marching to Carcassonne, Op. 74; Adagio (Autoporträt), Op. 75 * 2004: Dark Days, Op. 76 * 2005: Fantasie, Op. 77 * 2006: Broken Lute, Op. 78 * 2008: Since Brass, nor Stone..., fantasy for string quartet and percussion, Op. 80; Manere, duo for clarinet and violin, Op. 81; Overture for ensemble, Op. 82 * 2008–09: Promised End, opera in twenty-four preludes (scenes) to words from Shakespeare's King Lear, Op. 83 * 2009: Broken Psalm for mixed choir (SATB) and organ, Op. 84 * 2010: Turmmusik (Tower Music) for two clarinets, brass and strings with baritone solo, Op. 85 * 2011: When Adam Fell for orchestra, Op. 89 * 2011–12: To These Dark Steps / The Fathers are Watching for tenor, children's choir and ensemble, Op. 90 * 2013: ... between the Lines Chamber symphony for eleven players, Op. 94 * 2014–15: Verschwindendes Wort for mezzo-soprano, tenor and ensemble, Op. 97 * 2015–16: Two Sarabands for orchestra, Op. 98 * 2016: The Master Said for narrator and chamber orchestra, Op. 99 * 2018: Vision of the Soldier Er (String Quartet No. 5) for string quartet, Op. 102 === Suggested work list by genre === ==== Chamber ==== * Suite, Op. 11 * String Quartet No. 2, Op. 23 * String Quartet No. 3, Op. 37 * ...a musical offering (J.S.B. 1985)..., Op. 46 * Quintet Five objects Darkly, Op. 62 * Idées Fixes for ensemble, Op. 63 * Since Brass, nor Stone..., fantasy for string quartet and percussion, Op. 80 ==== Vocal ==== * The Deluge (cantata), Op. 7 * Psalm IV, Op. 38a * Das Gesetz der Quadrille, Op. 41 * Sing Ariel (cantata), Op. 51 * The Death of Moses (cantata), Op. 53 * Three Songs, Op. 60 ==== Orchestral ==== * Little Symphony, Op. 15 * Symphony in One Movement, Op. 29 * Metamorphosis/Dance, Op. 36 * Sinfonia, Op. 42 * Symphony with Chaconne, Op. 48 * Colossos or Panic, Op. 55 * Schlussgesang, Op. 61 ==== Opera ==== * Arden Must Die * Behold the Sun * Arianna, Op. 58 * Kantan and Damask Drum * Promised End === Discography === Schott Music provides a full discography by work: Goehr discography == Writings == * \"The Theoretical Writings of Arnold Schoenberg\". Proceedings of the Royal Musical Association vol. 100 (1973–74), 85–96. * Musical Ideas and Ideas about Music (London, 1978). * Finding the Key: Selected Writings of Alexander Goehr', ed. D. Puffett' (London: Faber and Faber, 1998). * 'Schoenberg and Karl Kraus: The Idea behind the Music' [University of Southampton lecture, 1983]. Music Analysis vol. 4 (March–July 1985), 59–71. * 'The Composer and His Idea of Theory: A Dialogue'. Music Analysis vol. 11, No. 2-3 (July October 1992), 143–175. ==Broadcasting== In 1987 the BBC invited Goehr to present the Reith Lectures. In a series of six lectures, titled The Survival of the Symphony he traces the importance of the symphony, and its apparent fall from grace in the 20th century. ==Notable students== ==Notes== ==References== *Goehr, Alexander. 1998. Finding the Key: Selected Writings of Alexander Goehr, edited by Derrick Puffett. London and Boston: Faber and Faber. *Latham, Alison (ed.). 2003. Sing, Ariel: Essays and Thoughts for Alexander Goehr's Seventieth Birthday. With compact disc. Aldershot, England; Burlington, VT: Ashgate. *Williams, Nicholas. 2001. \"Goehr (2): (Peter) Alexander Goehr\". The New Grove Dictionary of Music and Musicians, ed. S. Sadie and J. Tyrrell. London: Macmillan. == External links == *Alexander Goehr page on Schott music publishers' website *Alexander Goehr – Stageworks / Opera and Music Theatre Archive *Alexander Goehr page on LoganArts Management's website Category:1932 births Category:Living people Category:Jewish emigrants from Nazi Germany to the United Kingdom Category:People educated at Berkhamsted School Category:Fellows of Trinity Hall, Cambridge Category:Alumni of the Royal Northern College of Music Category:Pupils of Arnold Schoenberg Category:20th-century classical composers Category:21st-century classical composers Category:English classical composers Category:English opera composers Category:Male opera composers Category:Jewish classical composers Category:Jewish classical musicians Category:Honorary Members of the Royal Academy of Music Category:Academics of the University of Leeds Category:Alumni of the Royal Manchester College of Music Category:English male classical composers Category:20th-century English musicians Category:21st-century English musicians Category:Members of the University of Cambridge Faculty of Music Category:20th-century British composers Category:21st-century British composers Category:20th-century British male musicians Category:21st-century British male musicians",
 "title": "Alexander Goehr"
}