{
 "id": "594856",
 "text": "Carterton () is a small town in the Wellington Region of New Zealand and the seat of the Carterton District (a territorial authority or local government district). It lies in a farming area of the Wairarapa in New Zealand's North Island. It is located southwest of Masterton and northeast of Wellington. The town has a population of ), out of a total district population of . Carterton was founded in 1857. Originally known as Three Mile Bush, it served as housing for workers building the road between Wellington and Masterton. It was later renamed after Charles Carter, who was in charge of the building of the Black Bridge over the Waiohine River south of the town. The town describes itself as New Zealand's daffodil capital, holding a Daffodil Festival each year on the second Sunday in September, with the main event taking place at Middle Run along Gladstone Road. ==History== Carterton was the first place in the world to elect a transgender mayor, Georgina Beyer. Beyer went on to set another world's first record, becoming the MP for Wairarapa in 1999. On 7 January 2012, a hot air balloon crashed just north of the town, killing eleven people and making headlines around the world. The balloon came into contact with a high-voltage power line supplying the town, resulting in the balloon catching fire and the town losing power briefly. In 1956, along with Masterton, Carterton became the joint first town in New Zealand to use the 111 Emergency Number. ==Demographics== ===Carterton=== Carterton covers and had an estimated population of as of with a population density of people per km2. Carterton had a population of 5,340 at the 2018 New Zealand census, an increase of 600 people (12.7%) since the 2013 census, and an increase of 1,203 people (29.1%) since the 2006 census. There were 2,214 households. There were 2,547 males and 2,793 females, giving a sex ratio of 0.91 males per female, with 957 people (17.9%) aged under 15 years, 720 (13.5%) aged 15 to 29, 2,196 (41.1%) aged 30 to 64, and 1,470 (27.5%) aged 65 or older. Ethnicities were 89.4% European/Pākehā, 15.4% Māori, 2.1% Pacific peoples, 3.1% Asian, and 1.4% other ethnicities. People may identify with more than one ethnicity. The percentage of people born overseas was 16.5, compared with 27.1% nationally. Although some people objected to giving their religion, 51.9% had no religion, 35.3% were Christian, 0.7% were Hindu, 0.2% were Muslim, 0.5% were Buddhist and 2.7% had other religions. Of those at least 15 years old, 666 (15.2%) people had a bachelor or higher degree, and 1,110 (25.3%) people had no formal qualifications. 501 people (11.4%) earned over $70,000 compared to 17.2% nationally. The employment status of those at least 15 was that 1,854 (42.3%) people were employed full-time, 645 (14.7%) were part-time, and 153 (3.5%) were unemployed. ===Carterton District=== Carterton District covers and had an estimated population of as of with a population density of people per km2. Carterton District had a population of 9,198 at the 2018 New Zealand census, an increase of 963 people (11.7%) since the 2013 census, and an increase of 2,097 people (29.5%) since the 2006 census. There were 3,645 households. There were 4,524 males and 4,674 females, giving a sex ratio of 0.97 males per female. The median age was 46.4 years (compared with 37.4 years nationally), with 1,740 people (18.9%) aged under 15 years, 1,281 (13.9%) aged 15 to 29, 4,113 (44.7%) aged 30 to 64, and 2,064 (22.4%) aged 65 or older. Ethnicities were 91.4% European/Pākehā, 13.4% Māori, 1.8% Pacific peoples, 2.2% Asian, and 1.9% other ethnicities. People may identify with more than one ethnicity. The percentage of people born overseas was 16.6, compared with 27.1% nationally. Although some people objected to giving their religion, 53.1% had no religion, 35.5% were Christian, 0.5% were Hindu, 0.1% were Muslim, 0.4% were Buddhist and 2.2% had other religions. Of those at least 15 years old, 1,350 (18.1%) people had a bachelor or higher degree, and 1,620 (21.7%) people had no formal qualifications. The median income was $29,800, compared with $31,800 nationally. 1,092 people (14.6%) earned over $70,000 compared to 17.2% nationally. The employment status of those at least 15 was that 3,492 (46.8%) people were employed full-time, 1,242 (16.7%) were part-time, and 240 (3.2%) were unemployed. {| class=\"wikitable\" |+Individual statistical areas in Carterton District |- !Name !! Area (km2) !! Population !! Density (per km2) || Households !! Median age !! Median income |- | Carterton North || style=\"text-align:right;\"|2.36 || style=\"text-align:right;\"|2,526 || style=\"text-align:right;\"|1,070.34 || style=\"text-align:right;\"|1,095 || 51.2 years || $25,200 |- | Carterton South || style=\"text-align:right;\"|2.94 || style=\"text-align:right;\"|2,814 || style=\"text-align:right;\"|957.14 || style=\"text-align:right;\"|1,119 || 45.2 years || $27,100 |- | Mount Holdsworth || style=\"text-align:right;\"|432.87 || style=\"text-align:right;\"|1,767 || style=\"text-align:right;\"|4.08 || style=\"text-align:right;\"|669 || 46.3 years || $35,100 |- | Kokotau || style=\"text-align:right;\"|120.46 || style=\"text- align:right;\"|1,221 || style=\"text-align:right;\"|10.14 || style=\"text- align:right;\"|429 || 42.4 years || $33,400 |- | Gladstone (Carterton District) || style=\"text-align:right;\"|621.33 || style=\"text-align:right;\"|870 || style=\"text-align:right;\"|1.40 || style=\"text-align:right;\"|333 || 42.6 years || $41,000 |- ! New Zealand !! !! !! !! !! 37.4 years !! style=\"text- align:left;\"| $31,800 |} ==Landmarks== Carterton's town clock is located on High Street next to the post office. The existing tower was put into operation in September 1962, replacing the original clock tower atop the post office that was damaged in the 24 June 1942 Wairarapa earthquake. The Bank of New South Wales, showing confidence in Carterton, built a beautifully ornate bank building on the corner of Park Road and High Street North in 1912. This building is listed in the historic buildings list found in the Wairarapa Combined District Plan. In 1982, the Bank of New South Wales became Westpac and continued to occupy the building until a devastating earthquake in Christchurch (6.3 on the Richter scale) severely damaged many unreinforced masonry buildings in February 2011. After an unfavourable engineers' assessment the bank shifted out of the building approximately 150 metres south in High Street North. The building underwent substantial seismic strengthening and re-opened as the Carterton Free Presbyterian Church in July 2017. thumb|200px|right|Historic Carterton Railway Station Historic Carterton railway station is located west of the town centre off Belvedere Road. The station building at the station is original, having been built when the railway opened in 1880, and has accepted passenger services ever since. It is currently leased from KiwiRail Network by the Wairarapa Railway Restoration Society. The Carterton District library on Holloway Street is New Zealand's oldest purpose-built library that is still in use as a library today. The Carterton Events Centrehttp://www.cartertonec.co.nz is also on Holloway Street. Opened in October 2011, this state-of-the-art, multi-purpose community facility is available for community and commercial use. Centrally located in the Wairarapa region, the Centre provides modern, flexible, spaces for all manner of events, shows, exhibitions, meetings and community gatherings. Interconnection of spaces throughout the Centre allows for separation and opening up of spaces to cater for different needs. The Events Centre belongs to the Carterton community, through the Carterton District Council. Carterton's Memorial Square is on the corner of High Street and Park Road and holds Carterton's World War One memorial, positioned centrally. The red granite pillar, apparently broken off at the top, symbolising the lives cut short by the war. The memorial was unveiled on 13 February 1921 by Minister of Internal Affairs George Anderson. Since the 1930s Memorial Square has been administered under an act of parliament – the Carterton and District Memorial Square Act (1932). On Sundays from 22 February 2015, the Square began to host Carterton Farmers' Market. This weekly produce and craft event was born of the 2014 Place Making Carterton project, initiated by the Carterton District Business (Inc) group and Carterton District Council. Located 10 minutes from the Square is Stonehenge Aotearoa, built by members of The Phoenix Astronomy Society, it is a modern adaptation (opened in 2005) of the Stonehenge ruins on the Salisbury Plain of England. ==Education== Carterton has three primary schools: * Carterton School, a state full primary (Year 1–8) school with a roll of students as of The school opened in 1861. * South End School, a state full primary (Year 1–8) school with a roll of students as of The school opened in 1962. * St Mary's School, a state-integrated Catholic full primary (Year 1–8) school with a roll of students as of The school opened in 1917 and integrated into the state education system in the early 1980s. Ponatahi Christian School a state-integrated composite (Year 1–13) Christian school, is also located in Carterton. It has a roll of students as of It was founded as a private school in 1978 and was originally sited at Ponatahi, southwest of Carterton. The school moved to its current site over the 1996–97 summer holidays, and integrated into the state education system in April 1998. There are no state secondary schools in Carterton. The nearest secondary schools are Kuranui College, 10 km away in Greytown, and Wairarapa College and Makoura College 14 km and 15 km away respectively in Masterton. ==Transport== ===Roads=== The main street through Carterton is High Street - split on either side of Holloway Street into High Street North and High Street South. Other main streets include Park Road, Belvedere Road, Brooklyn Road, Pembroke Street and Holloway Street (which all run approximately east–west) and Lincoln Road (which runs approximately north–south). Other notable streets include Costley Street, Kenwyn Drive and Frederick Street. Carterton District is a rapidly expanding area which, according to inter-census dates (i.e. between 2006 and 2013) is the fastest growing local government area in the North Island with respect to population. A number of new subdivisions have assisted in this expansion such as Hartley Avenue, Daffodil Grove, Armstrong Avenue, Tararua Crescent, Carrington Drive and Mill Grove. Carterton is served by State Highway 2, the main highway between Wellington and Masterton. The highway runs the length of High Street. Carterton is served by Metlink bus route 200, which connects Carterton with Masterton, Greytown, Featherston and Martinborough. ===Rail=== Carterton lies on the Wairarapa Line, and is served by the Wairarapa Connection operated by KiwiRail and Transdev on behalf of Metlink, connecting Carterton to Wellington. The train serves both Carterton railway station and Matarawa railway station southwest of the township. ==Churches== Carterton has eight congregations that regularly meet in the township. These include (in alphabetical order): :Anglican Church, High Street South; :Baptist Church, Broadway; :Free Presbyterian Church of Scotland -Carterton Congregation-, High Street North; :Gospel Chapel (Brethren), High Street South; :Reformed Congregations of New Zealand, Howard Street; :Roman Catholic Church, High Street South; :Salvation Army, High Street South; and, :Union Church, High Street South. There is also Gladstone Community church in rural Carterton ==Notable people== * Georgina Beyer, world's first transgender mayor *Sir Bob Charles, golfer, first left-handed golfer to win a golf major (The Open Championship, 1963) * Herbert Ernest Hart, World War I commander, born Taratahi * Madeleine Marie Slavick, Writer and photographer * Ron Mark, politician and former mayor of Carterton * Marion Tylee, artist * Hamuera Tamahau Mahupuku (c.1842 – 14 January 1904), a New Zealand tribal leader, runholder, assessor and newspaper proprietor from Longbush ==Significant old buildings== File:Wairarapa Daily News (14375762072).jpg|Newspaper offices File:Wairarapa Electric Power Board Building.jpg|Wairarapa Electric Power Board building 1925 File:Wakelin's Flourmill.jpg|Wakelin's flour mill NZHPT category 1 File:Middle Run, Carterton, Wairarapa (20720297926).jpg|Daffodils at Middle Run ==See also== * Carterton railway station * Matarawa Railway Station * Wairarapa *:Category:Mayors of Carterton, New Zealand ==References== * * ==External links== *Carterton District Council website *The Carterton Events Centre *Carterton District Business Community Website *Carterton Farmers' Market website *Destination Wairarapa tourism website for visitors Category:Wairarapa Category:Carterton District Category:Populated places in the Wellington Region",
 "title": "Carterton, New Zealand"
}