{
 "id": "594999",
 "text": "The year 1898 in architecture involved some significant architectural events and new buildings. ==Buildings and structures== ===Buildings=== * St. Paul Building in New York City is completed as one of the tallest buildings in the world at this time. * Compton Hill Water Tower in St. Louis, Missouri, designed by Harvey Ellis, is built. * San Francisco Ferry Building, designed by A. Page Brown, is completed. * The Queen Victoria Building, Sydney, Australia is completed. * The British Columbia Parliament Buildings in Victoria, designed by Francis Rattenbury, are opened. * The Lubyanka Building (headquarters of the All-Russia Insurance Company) in Moscow is built. * Arts and Crafts movement architect Charles Voysey designs the country houses Broad Leys and Moor Crag overlooking Windermere in the Lake District of England (completed 1900). \"One of Voysey's finest houses and one of the most important of its date in Europe\". * Edwin Lutyens designs Goddards rest home in Abinger, England (completed 1900). * Construction of Cathedral of Our Lady of Guadalupe in Zamora, Michoacán, Mexico, designed by Jesús Hernández Segura, is begun. * The New Synagogue of Strasbourg is inaugurated. * Watts Cemetery Chapel in Compton, Surrey, England, designed by Mary Seton Watts, is completed. ==Events== * To-Morrow: A Peaceful Path to Real Reform is published by Ebenezer Howard, calling for the creation of garden cities. * York and Sawyer architectural practice established in New York City. ==Awards== * RIBA Royal Gold Medal – George Aitchison. * Grand Prix de Rome, architecture: Léon Chifflot. ==Births== * February 3 – Alvar Aalto, Finnish architect, designer, sculptor and painterChilvers, Ian, ed. (2004) [1988]. \"Aalto, Alvar\". The Oxford Dictionary of Art (3rd ed.) Oxford University Press. . (died 1976) * February 19 – Steen Eiler Rasmussen, Danish architect and urban planner (died 1990) * March 4 – Robert Schmertz, American folk musician and architect (died 1975) * July 15 – William Strudwick Arrasmith, American architect, designer of Greyhound bus stations (died 1965) * September 20 – Elisabeth Scott, English architect, designer of the Shakespeare Memorial Theatre at Stratford-upon-Avon Quoted in Walker (1999: 257). (died 1972) * October 4 – Jo van den Broek, Dutch architect (died 1978) * Giuseppe Samoná, Italian architect (died 1983) ==Deaths== * August 3 ** John Thomas Emmett, English architect (born 1823) ** Charles Garnier, French architect (born 1825)Mead, Christopher Curtis (1991). Charles Garnier's Paris Opéra: Architectural Empathy and the Renaissance of French Classicism. New York: The Architectural History Foundation; Cambridge, Massachusetts: The MIT Press. . * September 28 – Thomas Fuller, Canadian architect (born 1823) ==References==",
 "title": "1898 in architecture"
}