{
 "id": "595053",
 "text": "Prince Edward, Duke of York and Albany, (Edward Augustus;In The London Gazette, the Prince is called simply 'Prince Edward' (16 November 1756; 28 June 1757; 18 April 1758; 27 October 1759; 1 January; 2 February 1760) 25 March 1739 – 17 September 1767)The Third Register Book of the Parish of St James in the Liberty of Westminster For Births & Baptisms. 1723-1741. 11 April 1739. was the younger brother of George III of the United Kingdom and the second son of Frederick, Prince of Wales, and Princess Augusta of Saxe-Gotha. ==Early life== The young prince was baptised Edward Augustus, at Norfolk House, by The Bishop of Oxford, Thomas Secker, and his godparents were his great-uncle The King in Prussia (for whom The Duke of Queensberry stood proxy), The Duke of Brunswick-Wolfenbüttel (who was represented by Lord Carnarvon), and his maternal aunt The Duchess of Saxe-Weissenfels (for whom Lady Charlotte Edwin, a daughter of the late 4th Duke of Hamilton, stood proxy).Yvonne's Royalty Home Page: Royal Christenings . Users.uniserve.com. Retrieved 6 June 2012. As a boy, Prince Edward, with his brother, went through long hours of schooling in arithmetic, Latin, geometry, writing, religion, French, German, Greek and even dancing to be well rounded. For the future George III, the young Prince Edward was his only constant companion, but it was Edward who was their mother's favourite. As he grew up, quite unlike his simple and solitary brother, Prince Edward became a very popular figure in London society. Those who knew Prince Edward described him as silly, frivolous, rather a chatter-box, someone who loved a good practical joke and who did not keep the most upright company. ==Seven Years War== Prince Edward showed an interest in naval affairs and sought permission to serve with the Royal Navy. He participated in the naval descents against the French coast taking part in the failed Raid on St Malo, which ended in the Battle of St. Cast in 1758. He was promoted to captain of HMS Phoenix on 14 June 1759.A political index to the histories of Great Britain & Ireland, or, a complete register of the hereditary honours, public offices, and persons in office : from the earliest periods to the present time. Archive.org. Retrieved 6 June 2012. He was made Rear-Admiral of the Blue in 1761, vice-admiral of the blue in 1762,Joseph Haydn and Horace Ockerby, The Book of Dignities, London 1894, p. 814 and in 1766, only a year before his death, rising to the rank of Admiral of the Blue. ==Later life== He was created Duke of York and Albany and Earl of Ulster by his paternal grandfather, George II, on 1 April 1760.Yvonne's Royalty: Peerage . Mypage.uniserve.ca. Retrieved 6 June 2012. When Edward's brother ascended the throne on 25 October 1760 as George III, he named Edward a privy counsellor. From the time his brother became king and until the birth of the king's first child, the future George IV, on 12 August 1762, the duke was heir presumptive to the British throne. On 27 July 1765, he was initiated into the Masonic Order. In the late summer of 1767, on his way to Genoa, the duke fell ill and had to be landed in the harbour of Monaco. Despite the care and attention he was given, he died in the Palace of Honoré III, Prince of Monaco, on 17 September. The state bedchamber where the ill duke died has since been known as the York Room. After his death, his body was returned to London aboard , and is interred in Westminster Abbey. ==Legacy== ===Literature=== *In 1762, James Boswell published \"The Cub at Newmarket\", a poem which he dedicated to Prince Edward, without getting his permission. Boswell met the prince at the Newmarket races in 1760 during his first visit to London. The cub referenced in the work is Boswell himself. The dedication reads: *Prince Edward is an important character in Norah Lofts' historical novel The Lost Queen (1969), chronicling the life of his youngest sister, Caroline Matilda, Queen Consort of Denmark and Norway as wife of King Christian VII. Edward is mentioned as having had a special link with her, stronger than with his other siblings. The book also depicts Edward as having planned shortly before his death to elope with a commoner woman with whom he was in love, marry her in Russia and never go back to Britain - which is not firmly attested in historical sources. ===Places and people named after Prince Edward=== *Prince Edward County, Virginia. *Cape York, the tip of the Cape York Peninsula in Far North Queensland, is the northernmost point on the Australian continent. *The Duke of York Islands (formerly ) in East New Britain Province, Papua New Guinea. They are found in St George's Channel between New Britain and New Ireland islands and form part of the Bismarck Archipelago. *Duke of York Island, the largest island of Duke of York Islands, Papua New Guinea. *Prince Edward Augustus, fourth son of King George III, who was born the day after the Duke was buried at Westminster Abbey. *Fort Edward, a town in New York located on the eastern side of the Hudson River which was formerly the site of a large British fort during the Seven Years' War. ==Titles, styles, honour and arms== ===Titles and styles=== *25 March 1739 – 1 April 1760: His Royal Highness Prince Edward *1 April 1760 – 17 September 1767: His Royal Highness The Duke of York and Albany ===Honours=== *1752: Knight of the Garter (KG) *1760: Privy Counsellor (PC) *1760: Royal Fellow of the Royal Society (FRS) ===Arms=== Edward was granted use of the arms of the kingdom, differenced by a label argent of five points, the centre bearing a cross gules, the other points each bearing a canton gules. {| border=\"0\" align=\"center\" width=\"80%\" |- !width=25% |center|200px |- |style=\"text-align: center;\" |Coat of arms of Prince Edward, Duke of York and Albany |} ==Ancestors== ==References== ==External links== Category:1739 births Category:1767 deaths Category:Princes of Great Britain Category:Heirs to the British throne Category:House of Hanover Category:Dukes of York and Albany Category:Peers of Great Britain created by George II Category:Earls of Ulster Category:Peers of Ireland created by George II Category:Knights of the Garter Category:Burials at Westminster Abbey Category:People from Westminster",
 "title": "Prince Edward, Duke of York and Albany"
}