{
 "id": "595068",
 "text": "Henry Howard, 6th Duke of Norfolk (12 July 162813 January 1684) was an English nobleman and politician. He was the second son of Henry Howard, 22nd Earl of Arundel, and Lady Elizabeth Stuart. He succeeded his brother Thomas Howard, 5th Duke of Norfolk after Thomas's death in 1677. ==Life== He had previously been created 1st Baron Howard of Castle Rising in 1669 and 1st Earl of Norwich in 1672, on the latter occasion obtaining the restoration of the office of Earl Marshal of England to him and to his family. There had been near unanimity in the House of Lords in persuading King Charles II to revive the Dukedom of Norfolk in 1660; but since the 5th Duke was insane, and confined to an asylum in Padua, it was felt desirable to summon his brother to the Lords in his own right. His career as Duke began inauspiciously when he announced that he had married Jane Bickerton, who had been his mistress for many years: this caused a violent family quarrel, as a result of which he went abroad for a time. Nonetheless, he wielded considerable political influence, and in 1673 was able to find a safe seat in Parliament for Samuel Pepys. In January 1678, he took his seat in the House of Lords, but in August the first development of the Popish Plot was followed by an Act for disabling Catholics from sitting in either house of Parliament. As a sincere Roman Catholic, he would not comply with the oath recognizing the King as Head of the Church; at the same time he urged his fellow peers to do so if their consciences permitted, to ensure the survival of the House of Lords as an institution, whereupon the Lords thanked him for his \"good service\". He withdrew to Bruges for three years. There he built a house attached to a Franciscan convent and enjoyed freedom of worship. He later gave away the greater part of his library, grounds, and rooms to the Royal Society, and the Arundelian marbles to Oxford University. He was presented as a recusant at Thetford assizes in 1680, and felt obliged to return to England to answer the charge, which was not pursued; a previous accusation by the notorious informer William Bedloe in 1678 that he had been party to, or at least aware of a plot to kill the King, had simply been ignored. He remained in England long enough to sit as a peer at the trial for treason of his uncle, William Howard, 1st Viscount Stafford, a fellow victim of the Popish Plot. Unfortunately for Stafford, who was notoriously \"a man not beloved by his family\", he had quarreled with most of his relatives, including Norfolk, and with the exception of Norfolk's eldest son, the future 7th Duke of Norfolk, the eight Howard peers present, including the 6th Duke, voted him Guilty. Stafford was beheaded on 29 December; the Duke does not seem to have interceded for his uncle's life. He returned to Bruges for a time. With the waning of the hysteria he felt it safe to return home. John Evelyn in his diary for 9 May 1683 records visiting him to discuss buying some of his artworks, and gives the diarist's very low opinion of the Duchess. From Evelyn's description it is clear that the Duke then had an impressive collection of \"cartoons and drawings of Raphael and the Great Masters\". ==Marriages and issue== About 1652, Howard married Lady Anne Somerset, daughter of Edward Somerset, 2nd Marquess of Worcester, and Elizabeth Dormer. They had at least four children: * Lady Elizabeth Howard, married George Gordon, 1st Duke of Gordon * Henry Howard, 7th Duke of Norfolk, married the Baroness Mordaunt, no issue * Lady Frances Howard, married Sebastián Gonzalez de Andía-Irarrazaval, Marquess of Valparaiso, Viscount of Santa Clara de Avedillo, Count of Villaverde * Lord Thomas Howard (1662–1689), married Mary Elizabeth Savile and had issue: ** Thomas Howard, 8th Duke of Norfolk ** Anne Howard ** Mary Howard, married Walter Aston, 4th Lord Aston of Forfar and had issue ** Edward Howard, 9th Duke of Norfolk ** Philip Howard (ancestor of the Baron Mowbray, considered heir general of the Howard family and Talbot family) His second wife was Jane Bickerton. She had been his mistress for many years prior to the marriage in 1676 or 1677, and its announcement caused a violent quarrel with his eldest son and heir. They had four sons, all of whom died childless, and three daughters: * Lord George Howard, married but childless * Lord James Howard, drowned unmarried in August 1702 * Lord Frederick Henry Howard (died 16 March 1727), married but childless * Lady Catherine Howard, a nun in Flanders * Lady Philippa Howard (died January 1683), who had issue The peerages created for him died out with his grandson the 9th Duke in 1777, though the current Baron Mowbray descends from the 9th Duke's brother. The 10th and 11th Dukes of Norfolk, who inherited the associated peerages and office of Earl Marshal, descended from his brother Lord Charles Howard of Greystoke, and the 12th and later Dukes from his brother Lord Bernard Howard of Glossop. == Family == ===Ancestry=== === Family tree === ==References== * Attribution: * ==External links== |- |- |- Category:1628 births Category:1684 deaths Category:17th-century English diplomats Category:17th-century English nobility Category:Alumni of St John's College, Cambridge Category:Ambassadors of England to Morocco *14 Category:Barons Mowbray *21 306 Category:Earls Marshal *24 4th Earl of Norfolk 306 Category:Earls of Norwich Category:Peers of England created by Charles II Category:English Roman Catholics Category:Fellows of the Royal Society Henry Howard, 06th Duke of Norfolk Category:Barons Talbot Category:Barons Strange of Blackmere",
 "title": "Henry Howard, 6th Duke of Norfolk"
}