{
 "id": "595241",
 "text": "The year 1941 in architecture involved some significant events. ==Buildings and structures== ===Buildings=== * Hoover Tower in Stanford, California, United States, designed by Arthur Brown, Jr., completed. * Fen Building at Peterhouse, Cambridge, England, designed by H. C. Hughes and Peter Bicknell, completed. * Dublin Airport passenger terminal, Ireland, designed by Desmond FitzGerald, opened. * Australian War Memorial in Canberra, Australia, completed. * Lord Elgin Hotel in Ottawa, Ontario, Canada, completed. * Smith- Reynolds Airport in Winston-Salem, North Carolina, United States, completed. * Replica of the Parthenon, in concrete, in Nashville, Tennessee, completed. * Presidential Palace of Tirana, in Tirana, Albania, completed. * Karlskoga city hall in Sweden designed by Sune Lindström. * National and University Library of Slovenia in Ljubljana, designed by Jože Plečnik in 1930/31, completed. * Biblioteca Cantonale (Cantonal Library) in Lugano, Canton of Ticino, Switzerland, designed by Rino and Carlo Tami, completed. * St Peter's Church, Grange Park, Enfield, London, designed by Cyril Farey, built using recycled materials. * Willow Run Bomber Plant, Michigan, designed by Albert Kahn. * Schwerbelastungskörper, Berlin, Germany, built by Dyckerhoff & Widmann AG. * Kahn House in Ngaio, New Zealand, designed by Ernst Plischke, completed. ==Awards== * RIBA Royal Gold Medal – Frank Lloyd Wright. * Grand Prix de Rome, architecture: no competition. ==Births== * April 1 – David Childs, American architect * May 6 – Peter Corrigan, Australian architect * June 1 – Toyo Ito, Japanese architect * September 13 – Tadao Ando, Japanese \"critical regionalist\" architect * approximate date – Yasmeen Lari, Pakistani architect ==Deaths== * February 12 – Charles Voysey, English Arts and Crafts designer and domestic architect (born 1857) * August 26 – Sir Alfred Gelder, English architect and politician active in Kingston upon Hull (born 1855) * September 2 – H. Craig Severance, American architect active in New York (born 1879) * December 30 – El Lissitzky, Russian artist, designer, photographer, typographer, polemicist and architect (born 1890) ==References==",
 "title": "1941 in architecture"
}