{
 "id": "595319",
 "text": "thumbnail|right|250px|The arches from the former Steffens Hall. Blades Hall and the Dunlap Technology building are also visible. thumbnail|right|250px|Charles C. Myers Library thumbnail|right|250px|Meyers Teaching and Administrative Center under construction The University of Dubuque (UD) is a private Presbyterian university in Dubuque, Iowa. About 2,200 students attend the university. ==History== The University of Dubuque has had a long history in Dubuque since its founding in 1852. ===Early years=== The institution currently known as the University of Dubuque was founded by the Rev. Adrian Van Vliet, who was pastor of the German Presbyterian Church, now known as the First Presbyterian Church of Dubuque, in 1852 to train ministers to serve the influx of immigrants to the upper midwest. Van Vliet believed the large number of immigrants -- particularly German farmers and miners -- would need ministers of the gospel for the communities they were establishing. He began by training two young men, conducting classes in his home. Although Van Vliet was Dutch, until 1896 all classes were conducted in German. Initially the school was Van Vliet's independent endeavor. In 1864 the Presbytery of Dubuque assumed control of the institution, and it became known as The German Theological School of The North West. In 1870 the Presbyterian Church of the United States took control of the school. In 1871, following the death of Van Vliet, Jacob Conzett was selected to lead the school. In 1872 the school moved to a brick building on the north side of 17th street, where it would remain for the next 35 years. In 1901 Cornelius Martin Steffens came on board as financial secretary. He proved to be an outstanding fund raiser. He also helped the school expand its curriculum. A liberal arts college and academy were added to the school, and the first college degrees were granted in 1906. It was Steffens's idea to move the school to larger quarters. Property on the western edge of the city was acquired in 1905 for that purpose. Steffens served as school president from 1908 to 1924. The school moved to its present location on University Avenue in 1907. The first buildings constructed at this new location were the Administration Building (1907, later renamed Steffens Hall), Severance Hall (1911), the University Bookstore (1912), McCormick Gymnasium (1915), Peters Commons (1916), and Van Vliet Hall (1926). All except Steffens Hall are still standing. Steffens Hall was demolished in 1980 and replaced with Blades Hall, but some of its archways were preserved and can be seen today. In 1911 the college became coeducational. In 1916 the school, then known as the Dubuque German College and Seminary, dropped the word \"German\" from its name, due in part to anti-German sentiment inflamed by the First World War, and became known as Dubuque College. However, present-day Loras College, located just down the street, also called itself Dubuque College. In the end, neither school kept that name. The Roman Catholic school took the name of Mathias Loras, first archbishop of Dubuque, while the Presbyterian school became the University of Dubuque on June 17, 1920. ===Expansion=== thumbnail|right|250px|The new portion of the Goldthorp Science Hall, under construction in March 2006. A portion of the original building can be seen at the right rear of the image. In the 1950s and 60s, during the administration of Dr. Gaylord Couchman, a number of building projects took place: the Seminary Library (1955), Smith Hall, a seminary residence (1956), Goldthorp Science Hall (1959), Aitchison Hall, a women's residence (1963), Ficke-Laird Library (1966), Cassat Hall, a men's residence (1966), and Donnell Hall, another men's residence (1967). McCormick Gymnasium was expanded in 1967. Another large addition to it, named the Stoltz Sports Center, was made later. The original building was also renovated to include a new indoor swimming pool, racquetball courts, a hall of fame, and a multi-purpose area. ===Controversy, change, and new leadership=== In 1999, the university informed 14 professors, 10 of whom held tenured positions, that they would lose their positions due to a financial crisis. A report by The American Association of University Professors raised concerns about this action, and the AAUP placed the university on its list of censured administrations (where it still remains). The university was granted a provisional six-year accreditation by the North Central Association of Colleges and Secondary Schools due to concerns about academics in the wake of the financial crisis. In 2005, however, the university was granted a full accreditation after a lengthy review process. In 2003 the university received an endowment to implement the Lester G. Wendt and Michael Lester Wendt Character Initiative, currently overseen by the Wendt Center for Character Education, which among other tasks encourages ethical character development of university students and integration of the same into the university curriculum. Also associated with the Wendt name was a Wendt University Professorship, granted in 2005 to Dr. Paul Jeffries, a professor of philosophy. (Note that this is not Paul C. Jeffries, also a Ph.D. in philosophy, who used to be in academia but now works in technology.) As the Wendt professor, Dr. Jeffries was to oversee the initiative and \"speak broadly\" about it in the university and external community. During the same year, Dr. Jeffries came up for a new tenure contract. The university offered him a contract, but he objected to a provision restricting negative speech about the university, which he felt could interfere with his objectivity in speaking about ethics and character. The offer of tenure was immediately revoked and Dr. Jeffries was dismissed from the university, an action that stirred considerable unrest among students and faculty. ===Continued development=== The university has completed building additional student housing on land adjacent to Dodge Street, the main east–west thoroughfare through the city. This property remained vacant for many years until the new apartments were built. Park Village apartments are typically only available to upperclassmen. The university currently has approximately 2000 students in attendance. ==Academics== The University of Dubuque consists of a Theological Seminary and three schools: *School of Business *School of Liberal Arts *School of Professional Programs The university is accredited by the North Central Association of Colleges and Secondary Schools, the Council on Aviation Accreditation, and the Association of Theological Schools in North America. It is also approved by the State of Iowa Department of Education. ==Athletics== The school has been involved in intercollegiate sports for many decades. The teams are called the Spartans, and the school colors are blue and white. There was a brief period, from 1925 to 1928, when the university withdrew from intercollegiate sports and focused on intramural competition. This was done because University president Karl Wettstone was opposed to the commercialization of sports and the recruiting of athletes with offers of free tuition, room, and board. There also were concerns about the salaries some coaches had received, which were felt to be excessive compared to the compensation paid other department heads. Following the reinstatement of intercollegiate competition, the University of Dubuque joined the Iowa Conference, now known as the American Rivers Conference, in 1929. The University of Dubuque is a member of NCAA Division III, and is part of the American Rivers Conference, which, in addition to the University of Dubuque, currently includes Buena Vista University, Coe College, Central College, Luther College, Loras College, Nebraska Wesleyan University, Simpson College, and Wartburg College. Men's varsity sports include football, baseball, basketball, cross-country, golf, soccer, lacrosse, indoor and outdoor track, tennis, and wrestling. Women's varsity sports include basketball, soccer, golf, cross country, softball, volleyball, lacrosse, track, and tennis. In 2008, the school officially recognized its first club sports team, ice hockey. Students now have the opportunity to participate in an increasingly popular winter sport against other conference rivals including Loras and Cornell college while attending the University of Dubuque. A recent addition to club sport includes a campus Bass Fishing team which is one of the top-ranked in the country.matt klaes ==Notable alumni== Notable graduates of the University of Dubuque include Walter Soboleff, a Tlingit scholar, elder and religious leader. He was the first Native Alaskan to become an ordained Presbyterian minister. Solomon \"Sol\" Butler, a track star who set national and world records, competed in the 1920s Olympics and was one of the first black players in the National Football League as well as an early actor in Hollywood films. 1926 graduate of the university, Nemesio Rodriguez, an exchange student from Lima, Peru, later went on to become the prime minister of education for the country of Peru (he also married classmate of '26, Florence Parker), actor Tony Danza, a star of the TV sitcoms Taxi and Who's the Boss?; and novelist Eckhard Gerdes, author of thirteen published novels, including My Landlady the Lobotomist and Hugh Moore. George O'Leary, former football coach at the University of Central Florida played football at the university in the 1960s but did not graduate. O'Leary gained notoriety when he was hired then dropped as Notre Dame head coach when it was discovered that he fabricated his resume. ==Field of Dreams movie location== Along with other places in Dubuque County, the university was used as a shooting location for the motion picture Field of Dreams. The Seminary Library, Blades Hall, and Van Vliet Hall were used in a scene where Kevin Costner's character is researching Terrance Mann. The movie made it appear the library was located in Van Vliet Hall, which is incorrect. Van Vliet is currently an office building, although a new administration building was recently completed. Also, the spot where Annie parked the family pickup truck was and still is in a \"no parking\" zone. ==See also== * Dubuque, Iowa * Presbyterian Church (USA) ==References== ==External links== * Category:Education in Dubuque, Iowa Category:Universities and colleges affiliated with the Presbyterian Church (USA) University of Dubuque Category:Religion in Dubuque, Iowa Category:Educational institutions established in 1852 Category:Tourist attractions in Dubuque, Iowa Category:Buildings and structures in Dubuque, Iowa Category:1852 establishments in Iowa",
 "title": "University of Dubuque"
}