{
 "id": "595479",
 "text": "Habitat II, the Second United Nations Conference on Human Settlements was held in Istanbul, Turkey from June 3–14, 1996, twenty years after Habitat I held in Vancouver in 1976. Popularly called the \"City Summit\", it brought together high-level representatives of national and local governments, as well as private sector, NGOs, research and training institutions and the media. Universal goals of ensuring adequate shelter for all and human settlements safer, healthier and more livable cities, inspired by the Charter of the United Nations, were discussed and endorsed. Habitat II received its impetus from the 1992 United Nations Conference on Environment and Development and General Assembly resolution A/RES/47/180. The conference outcomes were integrated in the Istanbul Declaration and the Habitat Agenda, and adopted as a new global action plan to realize sustainable human settlements. The Secretary-General of the Conference was Dr. Wally N'Dow. The objectives for Habitat II were stated as: in the long term, to arrest the deterioration of global human settlements conditions and ultimately create the conditions for achieving improvements in the living environment of all people on a sustainable basis, with special attention to the needs and contributions of women and vulnerable social groups whose quality of life and participation in development have been hampered by exclusion and inequality, affecting the poor in general;to adopt a general statement of principles and commitments and formulate a related global plan of action capable of guiding national and international efforts through the first two decades of the next century. A new mandate for the United Nations Centre for Human Settlements (UNCHS) was derived to support and monitor the implementation of the Habitat Agenda adopted at the Conference and approved by the General Assembly. Habitat III met in Quito, Ecuador, from October 17–20, 2016. ==Previous negotiations== The organizational session of the Preparatory Committee (PrepCom) for Habitat II was held at UN Headquarters in New York from 3–5 March 1993. Delegates elected the Bureau and took decisions regarding the organization and timing of the process. The First Substantive Session of the Preparatory Committee of the PrepCom was held in Geneva from 11–22 April 1994. Delegates agreed that the overriding objective of the Conference was to increase world awareness of the problems and potentials of human settlements as important inputs to social progress and economic growth, and to commit the world's leaders to making cities, towns and villages healthy, safe, just and sustainable. The Earth Negotiations Bulletin prepared a comprehensive report on the first session of the PrepCom. The PrepCom also took decisions on the organization of the Conference and financing, in addition to the areas of: National Objectives, International Objectives, Participation, Draft Statement of Principles and Commitments and Draft Global Plan of Action. ==Habitat II at the 49th United Nations General Assembly== The Second Committee of the UN General Assembly addressed Habitat II from 8–16 November 1994. The Earth Negotiations Bulletin prepared a year-end update report on Habitat II preparations that included a report on the General Assembly's treatment of this agenda item. A draft resolution on the \"United Nations Conference on Human Settlements (Habitat II)\" (A/C.2/49/L.27) was first tabled by the co-sponsors, Algeria, on behalf of the G-77 and China, and Turkey. After informal consultations by members of the Second Committee, the Vice Chair, Raiko Raichev (Bulgaria) submitted a new draft resolution (A/C.2/49/L.61). This resolution was adopted as orally amended by the Committee on Friday, 9 December 1994.The operative part of the resolution, as contained in L.61, took note of the reports of the PrepCom on its organizational session and first substantive session and endorsed the decisions contained therein. The resolution approved the PrepCom's recommendation that a third substantive session of the PrepCom be held at UN Headquarters early in 1996 to complete the preparatory work for the Conference. ==The Second Session of the Habitat II Preparatory Committee== The Second Substantive Session of the PrepCom was held in Nairobi, Kenya from the 24 April - 5 May 1995. The Earth Negotiations Bulletin published a summary of the meeting. ==The Third Session of the Habitat II Preparatory Committee== The Third Session of the Habitat II Preparatory Committee was held in New York from 5–17 February 1996. The Earth Negotiations Bulletin published a summary of the meeting == See also == * UN-Habitat * World Urban Forum * Habitat I * Habitat III * United Nations Conference on Housing and Sustainable Urban Development (Habitat III) ==References== Category:United Nations conferences Category:Diplomatic conferences in Turkey Category:20th-century diplomatic conferences Category:1996 in international relations Category:Human settlement Category:Urbanization Category:United Nations Human Settlements Programme Category:Turkey and the United Nations Category:1990s in Istanbul",
 "title": "Habitat II"
}