{
 "id": "595617",
 "text": "Xiao Zhaoye (蕭昭業; 473–494), often known by his posthumously demoted title of Prince of Yulin (鬱林王), courtesy name Yuanshang (元尚), nickname Fashen (法身), was an emperor of the Chinese dynasty Southern Qi. He is known as the Prince of Yulin because that was the title he was posthumously demoted to after his granduncle Xiao Luan assassinated him in 494. During his brief reign, he was known as overly devoting his time on games and pleasure, unaware that the ambitious Xiao Luan had targeted him for removal, and after his death, Xiao Luan briefly made his brother Xiao Zhaowen emperor, but then seized the throne himself. == Background == Xiao Zhaoye was born in 473, when his great- grandfather Xiao Daocheng was a Liu Song general. Initially, after Xiao Daocheng seized the throne in 479, ending Liu Song and establishing Southern Qi (as its Emperor Gao), Xiao Zhaoye's father Xiao Zhangmao, as the oldest son of the crown prince Xiao Ze, was created the Prince of Nan Commandery. Xiao Zhaoye's mother Wang Baoming, Xiao Zhangmao's wife, was created the Princess of Nan Commandery. Xiao Zhaoye himself was not given any titles at the moment. He was the only son of Xiao Zhangmao born of Princess Wang, as she was not much favored by her husband. == As Prince of Nan Commandery, then Crown Prince == In 482, after Emperor Gao died, Xiao Ze succeeded him as Emperor Wu. Xiao Zhangmao was created the Crown Prince, and Xiao Zhaoye, as Xiao Zhangmao's oldest son, was given his father's old title of Prince of Nan Commandery. In 484, at age 11, he married He Jingying as his princess. On the surface, when Xiao Zhaoye was the Prince of Nan Commandery, he was thought to be studious, careful, filially pious, elegant in his behavior, and dexterious. Therefore, his grandfather Emperor Wu favored him greatly. However, when not in the presence of his grandfather or father, Xiao Zhaoye was instead frivolous and spending time with people who were bad influences. During this time, he lived with his uncle Xiao Ziliang (蕭子良) the Prince of Jingling in Xifu (西府), an important suburb of the capital Jiankang. As Xiao Zhangmao often limited his activities and budget, Xiao Zhaoye often borrowed money from rich households, who would not dare to refuse. He also duplicated a set of keys for the fortress gates so that he could spend night time in games at various military camps. Exasperated, his teachers Shi Renzu (史仁祖) and Hu Tianyi (胡天翼), believing that they and their households would be in trouble regardless of whether they informed this to Emperor Wu or Crown Prince Zhangmao or not, both committed suicide. Xiao Ziliang's wife Princess Yuan raised him with love, but Xiao Zhaoye, as he grew, became suspicious that his uncle was interested in taking the throne himself. Xiao Zhaoye's wife Princess He was known for her adulterous activities, as she carried on affairs with others while she was princess. The most infamous affair she carried out was with Xiao Zhaoye's attendant Yang Min (楊珉) -- it was said that they spent day and night together, just like husband and wife. However, He Jingying also was very loving in her relationship with Xiao Zhaoye, and so Xiao Zhaoye turned a blind eye to her adulterous activities. (Some historians indicate that there could have also been a sexual relationship between Xiao Zhaoye and Yang Min, suggesting a ménage à trois.) In 493, when Xiao Zhangmao was ill, Xiao Zhaoye displayed great distress, so much so that his own health appeared to be in jeopardy, and those who saw him were touched. However, as soon as he arrived at his house, he became happy and feasted. He often requested a witch named Yang to curse his grandfather and father so that he could become emperor sooner. Soon, Xiao Zhangmao died, and Xiao Zhaoye gave Lady Yang much rewards, believing her curses to be effective, and asked her to continue to curse his grandfather. Not realizing Xiao Zhaoye's activities, Emperor Wu created Xiao Zhaoye crown prince to replace Xiao Zhangmao. Princess He was created crown princess, and Crown Princess Wang became crown princess dowager. Emperor Wu himself soon fell sick, and while Xiao Zhaoye continued to put on a front of distress, he was in fact quite happy, and when he wrote to the Crown Princess, he wrote one large character of Xi (喜, meaning \"happiness\") surrounded by 36 smaller Xi characters. As Emperor Wu fell extremely ill, the official Wang Rong (王融), who was friendly with Xiao Ziliang, tried to carry out a plot to put Xiao Ziliang on the throne instead of Xiao Zhaoye. The plot, however, was thwarted by Emperor Wu's cousin Xiao Luan the Marquess of Xichang, and after Emperor Wu soon died late in 493, Xiao Zhaoye took the throne. == Reign == Emperor Wu's will instructed Xiao Zhaoye to entrust governmental matters to Xiao Ziliang and Xiao Luan, but Xiao Zhaoye, believing Xiao Ziliang to be complicit in Wang Rong's plot, immediately carried out several actions that were intended to show his distrust, leaving actual power in Xiao Luan's hands while entrusting palace and military matters to several associates he had endeared himself to while he had been the Prince of Nan Commandery, while leaving Xiao Ziliang with a highly honored but ceremonial post. Xiao Zhaoye also ordered Wang to commit suicide. As soon as Emperor Wu was placed in a coffin, Xiao Zhaoye resumed the playing of music, which was traditionally considered inappropriate during times of mourning. He also took Emperor Wu's favorite concubine Consort Huo as his own consort—an act then considered incest—and, in order to avoid this from being known, had her name changed to Xu. He honored Crown Princess Dowager Wang as empress dowager, while creating Crown Princess He empress. He spent his days on feasting, games, and on rewarding his associates, often seen talking to money, \"Before, it was not easy for me to obtain even one of you. Now there is no one to stop me from using you.\" The treasury surpluses that the frugal Emperor Gao and the relatively frugal Emperor Wu had built up were expended in less than a year. His associates were selling offices openly, and Xiao Zhaoye not only did not curb them in, but approved their requests handily. Xiao Luan, seeing that Xiao Zhaoye was not behaving appropriately, began considering deposing Xiao Zhaoye. He also often counseled Xiao Zhaoye to change his ways, but Xiao Zhaoye did not listen and began to be suspicious of Xiao Luan, particularly after Xiao Luan subsequently forced him to execute Empress He's lover Yang Min and his associate Xu Longju (徐龍駒) after accusing them of crimes. He tried to discuss the matter with Emperor Wu's younger brother Xiao Qiang (蕭鏘) the Prince of Poyang, who however opposed the action. Meanwhile, Xiao Zhaoye's trusted generals Xiao Chen (蕭諶) and Xiao Tanzhi (蕭坦之), seeing how frivolous his actions were, instead secretly joined Xiao Luan's party and were informing Xiao Luan of Xiao Zhaoye's actions. Soon, Xiao Luan was finding excuses to execute several other associates of Xiao Zhaoye—including the general Zhou Fengshu (周奉叔), the teacher Du Wenqian (杜文謙), and the head of the household Qiwu Zhenzhi (綦毋珍之) -- in order to weaken Xiao Zhaoye's associates. Meanwhile, Xiao Zhaoye's own alertness was reduced after Xiao Ziliang died of anxiety in summer 494. By fall 494, however, Xiao Zhaoye was tired of Xiao Luan, and he plotted with Empress He's uncle He Yin (何胤) to have Xiao Luan killed. He Yin did not dare to do so, and suggested that Xiao Luan be observed further. Xiao Zhaoye therefore stopped giving important tasks to Xiao Luan. Xiao Luan then started his coup, in conjunction with Xiao Chen and Xiao Tanzhi —- and Xiao Zhaoye, not realizing that Xiao Chen and Xiao Tanzhi had betrayed him, sought help from Xiao Chen when he realized Xiao Luan was beginning an attack on the palace. His hopes were dashed when he saw Xiao Chen enter the palace. His palace guards were still ready to fight, but Xiao Zhaoye instead fled, and Xiao Chen chased him down and killed him. Xiao Luan issued an edict in Empress Dowager Wang's name, demoting Xiao Zhaoye to the rank of prince (with the title of Prince of Yulin, which became the title by which he was thereafter known) and making his younger brother Xiao Zhaowen, the Prince of Xin'an, emperor. == Era name == * Longchang (隆昌 py. lóng chāng) 494 ==Family== Consorts: * Princess consort, of the He clan (), personal name Jingying () ==Ancestry== ==References== * Book of Southern Qi, vol. 4. * History of Southern Dynasties, vol. 5. * Zizhi Tongjian, vols. 138, 139. Category:Southern Qi emperors Category:473 births Category:494 deaths Category:Murdered Chinese emperors Category:5th-century murdered monarchs",
 "title": "Xiao Zhaoye"
}