{
 "id": "595875",
 "text": "thumb|210px|Martin F. Tupper Martin Farquhar Tupper (17 July 1810 in London – 29 November 1889 in Albury, Surrey) was an English writer, and poet, and the author of Proverbial Philosophy. ==Early life== Martin Farquar was the eldest son of Dr. Martin Tupper (1780–1844), a medical man highly esteemed in his day, who came from an old Guernsey family, by his wife Ellin Devis Marris (d. 1847), only child of Robert Marris (1749–1827), a landscape painter (by his wife Frances, daughter of the artist Arthur Devis). Martin Tupper received his early education at Charterhouse. In due course he was transferred to Christ Church, Oxford, where he took his degree of B.A. in 1832, of M.A. in 1835 and of DCL in 1847. At Christ Church, as a member of the Aristotle Class, he was a fellow student with many distinguished men, including the Marquess of Dalhousie, the Earl of Elgin, William Ewart Gladstone and Francis Hastings Doyle. Having taken his degree of M.A., Tupper became a student at Lincoln's Inn and was called to the Bar in the Michaelmas Term, 1835. However, he did not ever practice as a barrister. In the same year he married his first cousin once-removed Isabella Devis, daughter of Arthur William Devis, by whom he was to have four sons and four daughters. About the same period Tupper's literary career commenced. He contributed to the periodicals of the day, but his first important essay in literature was a small volume entitled Sacra Poesis. Albury History Society lists publications, sound recordings including a biographical talk by Tupper's grandson (invented fountain pen, safety horseshoe, instant tea, bulletproof tunic, steam driven paddle boat; predicted air travel, pioneered foundation of Liberia for freed slaves, formed Volunteer Corps, proposed tunnel to Isle of Wight, insisted first Morse code message through transatlantic cable was religious; moved to Crystal Palace shortly before death) and references to Tupper's life. ==Poetry and other writings== In 1837 the first series of Proverbial Philosophy appeared, long series of didactic moralising composed in a lawyer's chambers in Old Square, Lincoln's Inn, during part of the previous year. Tupper had been encouraged to publish by Henry Stebbing. A typical example is: \"Well-timed silence hath more eloquence than speech\". His work met at first with moderate success in Britain, while in the United States it was almost a total failure. It slowly picked up steam, however. Over the next thirty years, by 1867, it passed through forty large editions in Britain, while nearly a million copies were sold in the United States. His blank verse is essentially prose cut up into suitable lengths; but Proverbial Philosophy contained apt and striking expressions and appealed to a large section of the public. In 1839, Tupper published A Modern Pyramid to commemorate a Septuagint of Worthies, being sonnets and essays on seventy famous men and women; in 1841 An Author's Mind containing skeletons of thirty unpublished books; in 1844, The Crock of Gold, The Twins, and Heart tales illustrative of social vices, and which passed through numerous editions; in 1847, Probabilities, an Aid to Faith, giving a new view of Christian evidences; A Thousand Lines, Hactenus, Geraldine, Lyrics, Ballads for the Times, Things to Come, A Dirge for Wellington, Church Ballads, White Slavery Ballads, American Ballads, Rifle Ballads, King Alfred, a patriotic play; King Alfred's poems, translated from Anglo-Saxon into corresponding English metres. In 1856, Paterfamilia's Diary of Everybody's Tour, The Rides and Reveries of Æsop Smith, and Stephan Langton a biographical novel, which sought, with much graphic painting, to delineate England in the time of King John. He also published Cithara, a collection of Lyrics; Three Hundred Sonnets, A Phrophetic Ode and many other fugitive pieces, both verse and prose which appeared in various newspapers and magazines. In 1886, he published My Life as an Author. In 1845 Tupper was elected a Fellow of the Royal Society. He received the gold medal for science and literature from the King of Prussia. A genial, warm- hearted man, Tupper's humane instincts prompted him to espouse many reforming movements; he was an early supporter of the Student Volunteer Movement, and did much to promote good relations between Britain and America. He tried to encourage African literature and was also a mechanical inventor in a small way. Critic Kwame Anthony Appiah, however, has used a quote from Martin Tupper's ballad \"The Anglo-Saxon Race\" 1850 as an example of the predominant understanding of \"race\" in the nineteenth century. Tupper's ballad appeared in the journal The Anglo-Saxon containing the lines: \"Break forth and spread over every place/The world is a world for the Anglo Saxon race!\" ==Legacy== ===In literature and music=== Tupper was recently quoted with some prominence in the biographical movie, The Life of Charles Spurgeon (2011) In the scene, Spurgeon reads from Tupper's Proverbial Philosophy on marriage and passes the book to his future wife (Susannah Thompson), to read the following quotation from the book: > Seek a good wife of thy God, for she is the best gift of his providence; Yet > ask not in bold confidence that which he hath not promised. Thou knowest not > his good-will :—be thy prayer then submissive thereunto; And leave thy > petition to his mercy, assured that he will deal well with thee. If thou art > to have a wife of thy youth, she is now living on the earth ; Therefore > think of her, and pray for her; yea, though thou hast not seen her.' Sir William Schwenk Gilbert alludes to Tupper in Bab Ballads. In the poem Ferdinando and Elvira, or, The Gentle Pieman, Gilbert describes how two lovers are trying to find out who has been putting mottos into \"paper crackers\" (a sort of 19th Century \"fortune cookie\"). Gilbert builds up to the following lines, eventually coming up with a spoof of Tupper's own style from Proverbial Philosophy: :\"Tell me, Henry Wadsworth, Alfred, Poet Close, or Mister Tupper, :Do you write the bonbon mottoes my Elvira pulls at supper?\" :\"But Henry Wadsworth smiled, and said he had not had that honour; :And Alfred, too disclaimed the words that told so much upon her.\" :\"Mister Martin Tupper, Poet Close, I beg of you inform us\"; :But my question seemed to throw them both into a rage enormous.\" :\"Mister Close expressed a wish that he could only get anight to me. :And Mr. Martin Tupper sent the following reply to me:--\" :\"A fool is bent upon a twig, but wise men dread a bandit.\" :Which I think must have been clever, for I didn't understand it.\" The three other references are also recognisable (the Bab Ballad was from 1869 or so). They are Henry Wadsworth Longfellow and Lord Tennyson (both still read and remembered), and \"Poet\" John Close, a well-meaning scribbler of the mid-Victorian period who wrote hackwork to honour local events (some samples are in the classic volume of bad verse, The Stuffed Owl, as is a good sample of Tupper's own work). Tupper was one of the worthies mentioned in the \"Heavy Dragoon\" song in Gilbert's libretto for the Savoy Opera Patience (1881)::\"Tupper and Tennyson, Daniel Defoe\" In Anthony Trollope's The Eustace Diamonds (1871), Lucy Morris attempts to read \"Tupper's great poem\" out of boredom when she's first at Lady Linlithgow's house. Karl Marx likens the \"bourgeois\" economic theories of Jeremy Bentham to Tupper's poetry. In Das Kapital (1867-1883), Marx writes: \"Bentham is among the philosophers what Tupper is among poets. Both could only have been manufactured in England.\" In March 1865, Marx filled in a page in the Confession book of his daughter Jenny; under \"Aversion\" he writes: \"Martin Tupper, violet powder\". Edmund Clerihew Bentley wrote flippantly: \"Martin Tupper / Sang for his supper. / Though the supper wasn't nice, / It was cheap at the price.\" G.K. Chesterton mentions him in The Man Who Was Thursday: A Nightmare (1908). ===In video games=== In the video game, Alice: Madness Returns (2011), Alice retrieves a memory of her mother stating, \"Whoever said 'There is no book so bad, but something good may be found in it' never read Martin Farquar Tupper's Proverbial Philosophy.\" ===Popular Song=== John Rogers Thomas wrote a song using \"All's for the Best\" as the lyrics. ==Notes== ==References== * * *Tupper, The People's Standard Library *Appiah, Kwame Anthony, article \"Race\"in Critical Terms for Literary Study, ed. Frank Lentricchia and Thomas McLaughlin, [University of Chicago Press: 1995], 274–287 *Gilbert, W. S. Plays & Poems of W. S. Gilbert with a Preface by Deems Taylor (New York: Random House, 1932), p. 938-939 (the quote from \"Ferdinando and Elvira\". == External links == * * Category:1810 births Category:1889 deaths Category:Fellows of the Royal Society Category:Writers from London Category:English male poets Category:19th-century English poets Category:19th- century English male writers",
 "title": "Martin Farquhar Tupper"
}