{
 "id": "59599",
 "text": "Mission Basilica San Diego de Alcalá () was the first Franciscan mission in The Californias, a province of New Spain. Located in present-day San Diego, California, it was founded on July 16, 1769, by Spanish friar Junípero Serra in an area long inhabited by the Kumeyaay people. The mission and the surrounding area were named for the Catholic saint Didacus of Alcalá, a Spaniard more commonly known as San Diego. The mission was the site of the first Christian burial in Alta California. The original mission burned in 1775 during an uprising by local natives San Diego is also generally regarded as the site of the region's first public execution, in 1778. Father Luis Jayme, California's first Christian martyr who was among those killed during the 1775 uprising against the mission, lies entombed beneath the chancel floor. The current church, built in the early 19th century, is the fifth to stand on this location. The mission site is a National Historic Landmark. ==History== The former Spanish settlement at the Kumeyaay Nipawai lies within that area occupied during the late Paleoindian period and continuing on into the present day by the Native society commonly known as the Diegueño;Kroeber 1925, p. 883: Kroeber estimated that the native population in the immediate vicinity of San Diego was approximately 3,000 in 1770 (exclusive of those in Baja California). the name denotes those people who were ministered by the padres at Mission San Diego de Alcalá.As with other Spanish names given to the indigenous tribes they encountered arthas, the appellation Diegueño does not necessarily identify a specific ethnic or tribal group. Relatively, much is known about the native inhabitants in recent centuries, thanks in part to the efforts of Juan Rodríguez Cabrillo, who explored the coast in the service of Spain. He documented his in the coastal villages he encountered along the Southern California coast in October 1542.Yenne, p. 8 Cabrillo was the first European to set foot in what is now the state of California and the first to encounter San Diego Bay. On the evening of September 28, 1542, the ships San Salvador and Victoria sailed into the harbor, whereupon Cabrillo christened it \"San Miguel.\"Engelhardt 1920, p. 3: September 28 was the eve of the \"Feast of the Archangel Saint Michael.\" During that expedition a landing party went ashore and briefly interacted with a small group of natives. Some sixty years later another Spanish explorer, Sebastián Vizcaíno, made landfall some ten miles from the present Mission site. Under Vizcaíno's command the San Diego, Santo Tomás, and frigate Tres Reyes dropped anchor on November 10, 1602, and the port was renamed \"San Diego de Alcalá.\"Engelhardt 1920, pp. 6–9: November 10 was the eve of \"St. Martin's Day\".Davidson, p. 2: \"Sebastian Vizcaino, entering November 11–12, 1602, first applied the name San Diego de Alcalá to this port.\" It would be another 167 years before the Spanish returned to San Diego. Ever since the voyages of Christopher Columbus, the Kingdom of Spain sought to establish missions to convert the pagans in Nueva España (\"New Spain\") to Roman Catholicism to save souls and to facilitate colonization of these lands. However, it was not until 1741—the time of the Vitus Bering expedition, when the territorial ambitions of Tsarist Russia towards North America became known—that King Philip V felt such installations were necessary in Upper California.Morrison, p. 214 In 1769, Visitador General José de Gálvez sent the expedition of Junípero Serra and Gaspar de Portolà to found missions and presidios at San Diego and Monterey (see Timeline of the Portolà expedition), thereby securing Spain's claim to the Pacific Coast harbors recommended by Cabrillo and Vizcaino.Yenne, p. 10 Two groups traveled from Lower California on foot, while a pair of packet ships (bearing supplies) traveled up the coast from the Baja California Peninsula.Engelhardt 1920, p. 9Yenne, p. 10: In January 1769 the San Carlos departed Baya de San Barnabé, followed a month later by the San Antonio, which sailed out of Cabo San Lucas. A third vessel, the San José, left New Spain later that spring but was lost at sea. The original mission church was destroyed by fire in 1775 during an uprising by local indigenous people. An estimated 800 \"American Indians\" pillaged the mission, burned it to the ground and massacred a blacksmith, a carpenter (mortally wounded), and Father Jayme, who became California's first Catholic Martyr. Father Jayme is buried next to the altar in the present church. Survivors of the night-long attack were one corporal and three Leather Jacket soldiers, one blacksmith, two children who were the son and nephew of the Presidio commandant, and Associate Pastor Father Vicente Fuster. Father Serra then returned to the site of the original structure in 1776 to oversee the rebuilding of the mission. However, the scarce amount of water and the difficulty of making the land till (feasible for preparing crops to be planted by plowing and fertilizing) https://www.yourdictionary.com/till#:~:text=Till%20is%20defined%20as%20to,the%20soil%20in%20a%20garden. made the re-establishment of the mission a long and difficult process. From 1778 to 1795, the mission focused on horse and mule breeding, providing other missions in Alta and Baja California an average of 16 animals per year. After it was restored as a Catholic mission, Mission San Diego de Alcalá saw a record number of spiritual results recorded when 567 baptisms were performed, and neophytes numbered 908. ===Rancho period (1834–1849)=== On August 9, 1834, Governor Figueroa issued his \"Decree of Confiscation.\"Engelhardt 1922, p. 114 The missions were offered for sale to citizens, who were unable to come up with the price, so all mission property was broken up into ranchos and given to ex-military officers who had fought in the War of Independence against Spain. On June 8, 1846, Mission San Diego de Alcalá was given to Santiago Argüello by Governor Pío Pico \"...for services rendered to the government.\"Leffingwell, p. 19 After the United States annexed California, the Mission was used by the military from 1846 to 1862. thumb|Plaque of the Mission San Diego de Alcala ===California statehood (1850–1900)=== President Abraham Lincoln signed a proclamation on May 23, 1862, that restored ownership of the Mission proper to the Roman Catholic Church.Robinson, pp. 31–32: Patents for each mission were issued to Archbishop J.S. Alemany based on his claim filed with the Public Land Commission on February 19, 1853. When Mission San Diego de Alcalá was granted back to the Church, it was in ruins. In the 1880s Father Anthony Ubach began to restore the old Mission buildings. ===20th century and beyond (1901 – present)=== Father Ubach died in 1907 and restoration work ceased until 1931. In 1941, the Mission once again became a parish church, in what is still an active parish serving the Diocese of San Diego. In 1976, Pope Paul VI designated the Mission church as a minor basilica. Mission San Diego de Alcalá is located within San Diego city limits, near the intersection of Interstate 8 and Interstate 15, and approximately one mile east of SDCCU Stadium. ==Other historic designations== * California Historical Landmark #242 * California Historical Landmark #784 – El Camino Real (starting point in Alta California) * City of San Diego Historic Designation #113 ==Mission industries== thumb|upright=0.4|The cattle brand used at Mission San Diego.Engelhardt 1920, p. 223. From the '\"California Archives, State Papers, Missions, vol. vi, p. 180. The goal of the missions was, above all, to become self-sufficient in relatively short order. Farming, therefore, was the most important industry of any mission. Prior to the establishment of the missions, the native peoples knew how to utilize bone, seashells, stone, and wood for building, tool making, weapons, and much more. The missionaries discovered that the Indians, who regarded labor as degrading to men, had to be taught industry in order to learn how to be self-supportive. The result was the establishment of a manual training school that comprised agriculture, the mechanical arts, and the raising and care of livestock. Everything consumed and otherwise utilized by the natives was produced at the missions under the supervision of the padres; thus, the neophytes not only supported themselves, but after 1811 sustained the entire military and civil government of California.Engelhardt 1922, p. 211 Wheat, corn, wine grapes, barley, beans, cattle, horses, and sheep were the major crops at San Diego. In 1795, construction on a system of aqueducts was begun to bring water to the fields and the Mission (the first irrigation project in Upper California). The building manager was Fray Pedro Panto, who was poisoned by his Indian cook Nazario before the project was completed. In his testimony, in the trial that followed, Nazario stated that he had poisoned the friar due to constant beatings inflicted by Friar Panto. The Mission San Diego was primarily supported from lands included in a Spanish royal land grant, encompassing roughly the eastern third of the current City of San Diego, as well as most of the cities of La Mesa and Lemon Grove. While not exact, its boundaries are roughly Interstate 805, Miramar Road, Route 125 (California), Skyline Drive and Division Street. Boundary Street (which parallels Interstate 805 in the neighborhood of North Park) lies directly on one portion of the boundary and draws its name from it. ===Wine=== The first vineyards planted in California were planted at the mission in 1769. Father Junípero Serra planted these initial vines. The vines were of the Mission variety, which were brought to Mexico in the 16th Century. Unfortunately, the initial plantings did not survive, with Mission San Juan Capistrano having the first surviving plantings. By at least 1781, wine was being produced at the mission. One source claims that the vineyard on mission lands reached up to fifty thousand acres. The mission vineyards were around until at least 1823. ==Mission bells== Bells were vitally important to daily life at any mission. The bells were rung at mealtimes, to call the Mission residents to work and to religious services, during births and funerals, to signal the approach of a ship or returning missionary, and at other times; novices were instructed in the intricate rituals associated with ringing the mission bells. This mission had five bells. The first bell was hung up on a tree ==Gallery== File:Primitive plow.jpg|Natives utilize a primitive plow to prepare a field for planting near Mission San Diego de Alcalá. File:Mission San Diego de Alcala in 1848.jpg|A painting of Mission San Diego de Alcalá as it appeared in 1848 depicts the original campanario (\"bell tower\"), before it was reduced to rubble. The painting also shows the enclosed front portico. File:SD restored property.png|The \"Alemany Plat\" prepared by the U.S. Land Surveyor's Office to define the property restored to the Catholic Church by the Public Land Commission, later confirmed by presidential proclamation on May 23, 1862.Engelhardt 1920, p. 346 File:A Lincoln signature.png|President Abraham Lincoln's signature as it appeared on the United States Patent that restored the Mission property to the Catholic Church in 1862. This is one of the few documents that the President signed as \"A. Lincoln\" instead of his customary \"Abraham Lincoln.\" Engelhardt 1920, p. 348 File:San Diego Alcala circa 1900 Keystone-Mast Company.jpg|Mission San Diego de Alcalá as it stood circa 1900. Note the missing Campanario, and the exposed church, which fell into disrepair. File:MissionBasilicaSanDiegoDeAlcalaByPhilKonstantin.jpg|Aerial view of the Mission, 2011 ==See also== * Spanish missions in California * List of Spanish missions in California * Santa Ysabel Asistencia * Presidio of San Diego * USNS Mission San Diego (AO-121) – a Mission Buenaventura Class fleet oiler built during World War II. * Union Station (San Diego) * List of the oldest buildings in the United States ==Notes== ==References== * * * * * * * * * * * * * * * * ==External links== *Official Mission San Diego de Alcala website * \"Sociopolitical Aspects of the 1775 Revolt at Mission San Diego de Alcalá: an Ethnohistorical Approach\" by Richard L. Carrico * Spanish Wiki page with Fray Pedro Panto's biography * Early photographs, sketches of Mission San Diego de Alcala, via Calisphere, California Digital Library * Early History of the California Coast, a National Park Service Discover Our Shared Heritage Travel Itinerary * Listing, photographs, and drawings at the Historic American Buildings Survey * j San Diego de Alcala Category:1769 in Alta California Category:Museums in San Diego Category:Religious museums in California Diego de Alcala Category:California Historical Landmarks Category:History of San Diego Category:History of San Diego County, California Category:Mission Valley, San Diego Category:San Diego River Category:National Historic Landmarks in California Category:National Register of Historic Places in San Diego Category:Churches on the National Register of Historic Places in California Category:1769 establishments in Alta California Category:Native American history of California Category:San Antonio–San Diego Mail Line Category:Stagecoach stops in the United States Category:Churches in San Diego Category:Junípero Serra Category:Spanish Colonial architecture in the United States",
 "title": "Mission San Diego de Alcalá"
}