{
 "id": "596172",
 "text": "The Iberian Anarchist Federation (, FAI) is a Spanish organization of anarchist militants active within affinity groups in the Confederación Nacional del Trabajo (CNT) anarcho-syndicalist union. It is often abbreviated as CNT-FAI because of the close relationship between the two organizations. The FAI publishes the periodical Tierra y Libertad. The Iberian part of its name alludes to the purpose of unifying Spanish and Portuguese anarchists in a Pan-Iberian organization. The FAI meetings were initially attended by members of the Portuguese anarchist organizations União Anarquista Portuguesa and Confederação Geral do Trabalho , including the Zaragoza Congress of the CNT in 1936. However, it later ceased to have Portuguese participation and become an entirely Spanish organization. It is still in operation today and aligns itself with the International of Anarchist Federations (IAF-IFA). ==History== It was founded in Valencia in 1927 (after a preliminary meeting the previous year in Marseille, France), to campaign for keeping the CNT on an anarchist path by challenging the bureaucracy of the CNT—which it viewed as having grown to become a mediating link between labor and capital, rather than a representative of the working class. This issue was becoming especially tense, as Miguel Primo de Rivera's dictatorial regime took over in Spain, and engineered a crackdown on labour movements. The disproportional hegemony which the FAI gained over CNT politics in the early 1930s led to confrontation with the less radical revolutionary syndicalist members (Treintism). From 1931, in the first years of the Second Spanish Republic, possibilist union officials (the pro-Republican 'Treinta' and their followers) were systematically forced out of office or expelled, leading to the creation of anti-FAI opposition unions within the CNT in March 1933. The most moderate trade-unionists, under Ángel Pestaña, were ultimately expelled, forming the Syndicalist Party in April 1934, and leaving the CNT leadership under firm FAI control by the time of the Spanish Civil War. Members of the FAI were at the forefront of the fight against Francisco Franco's forces during the Civil War, mainly in the Eastern Army (Ejército del Este). Since Franco's death, and Spain's transition to representative democracy, the FAI has continued to function. Though the organization shares members with the CNT, the FAI's membership is secret.Roca Martínez, p.116 ==See also== *Anarchism in Spain *Anarchist Federation (France) *Argentine Libertarian Federation *Italian Anarchist Federation *Viva la FAI ==References== ==Sources== *Jason Garner, Goals and Means: Anarchism, Syndicalism and Internationalism in the Origins of the Federación Anarquista Ibérica, AK Press, 2016, 362pp, *Stuart Christie, We, the anarchists! A study of the Iberian Anarchist Federation (FAI) 1927-1937, ChristieBooks (distributed by Central Books), 128pp, * ===Film=== *Living Utopia (\"Vivir la Utopia\") by Juan Gamero, Arte-TVE, Catalunya 1997. Short description and link to view the film: ==External links== * Official website * The Spanish Revolution, 1936-39 Anarchy Now! resource page * FAI articles on libcom.org * Spanish Anarchism * Tierra y Libertad * Federacion Anarquista Category:Organizations established in 1927 Category:Anarchist organisations in Spain Category:Anti-fascist organisations in Spain Category:Libertarian socialist organizations Category:Politics of Portugal Category:Politics of Spain Category:Organisations of the Spanish Civil War Category:Syndicalism Category:Syndicalist trade unions Category:Far-left politics in Spain Category:Anarchist Federations Category:Spanish Revolution of 1936 Category:Confederación Nacional del Trabajo Category:International of Anarchist Federations",
 "title": "Federación Anarquista Ibérica"
}