{
 "id": "596592",
 "text": "Rubber band ligation (RBL) is an outpatient treatment for internal hemorrhoids of any grade. There are several different devices a physician may use to perform the procedure, including the traditional metal devices, endoscopic banding, and the CRH O'Regan System. With rubber band ligation, a small band is applied to the base of the hemorrhoid, stopping the blood supply to the hemorrhoidal mass. The hemorrhoid will shrink and die within a few days with shriveled hemorrhoidal tissue and band falling off during normal bowel movements - likely without the patient noticing. Rubber band ligation is a popular procedure for the treatment of hemorrhoids, as it involves a much lower risk of pain than surgical treatments of hemorrhoids, as well as a shorter recovery period (if any at all). It is a very effective procedure and there are multiple methods available. When done with the CRH O’Regan System, it is also associated with a recurrence rate of 5% at 2 years. The procedure is typically performed by gastroenterologists, colorectal surgeons, and general surgeons. ==History== Ligation of hemorrhoids was first recorded by Hippocrates in 460 BC, who wrote about using thread to tie off hemorrhoids. In modern history, ligation using rubber band was introduced in 1958 by Blaisdell and refined in 1963 by Barron, who introduced a mechanical, metal device called the Barron ligator (similar to the McGivney). Dr. Patrick J. O’Regan, a laparoscopic surgeon, invented the disposable CRH O’Regan System. In 1997, the ligator was approved by the FDA for the treatment of hemorrhoids. ==Procedure== Rubber band ligation procedure is as follows: # Pre-treatment diagnosis and prescribed medications #* A physician diagnoses the condition of hemorrhoids during a colonoscopy, or an anoscopy/proctoscopy # Preparation #* RBL does not require any patient preparation # Positioning #* The patient is generally placed on a proctology table in the kneeling position or, less commonly, on the left side on an exam table, with knees drawn up (fetal position) # Application of the band #* With traditional RBL, a proctoscope is inserted into the anal opening. The hemorrhoid is grasped by forceps and maneuvered into the cylindrical opening of the ligator. The ligator is then pushed up against the base of the hemorrhoid, and the rubber band is applied. Reusable instruments have also been available for many decades to use suction rather than forceps to draw tissue into the instrument so the rubber band can be deployed. #* The CRH O'Regan ligation system also eliminates the use of forceps. It is much more expensive on a per-case basis than the reusable suction ligator. It is rarely used by full-time colon and rectal surgeons (Proctologists), but recently has been adopted by many Gastroenterologists to increase the revenue to their practice. The device applies gentle suction which allows the doctor to place a small rubber-band around the base of the hemorrhoid. Three banding sessions are typically required at 2 week intervals for a complete treatment. More bands can be applied if the patient is under general anesthetic, although the recovery time may be prolonged and more painful. ==Complications== Possible complications from rubber band ligation include: * Pain * Bleeding * Infection and pelvic sepsis * Thrombosed hemorrhoids * Non-healing ulcer ==Post-procedure instructions for patients== * In some cases, patients may experience some bleeding, especially after bowel movements, up to 2 weeks after the banding (though this may be from the untreated hemorrhoids as well). This may last for several days or more. If the patient thinks it is severe or persistent (more than one tablespoon of blood), the patient should contact their doctor immediately. * Paracetamol (Acetaminophen) can be taken for any discomfort the patient may feel (typically a feeling of fullness in the rectum). Ibuprofen should be avoided. A warm bath for about 10 minutes, 2-3 times a day, may help. * No heavy lifting or strenuous activities the day of the procedure (and up to 4 days in some cases). * A stool softener such as Surfak is recommended once a day for about 3 days. Stool softeners are available over the counter at any drug store. * Patient should avoid straining to have a bowel movement. If patient does not succeed at first, he/she should try getting in a warm bath for about 10 minutes. * In order to avoid constipation, a fiber supplement should be taken daily while increasing water intake to 8 glasses daily (circa 2 liter/ 4 pints). ==References== ==External links== * WebMD Health Guide * CRH O’Regan System * The Long Term Results of Hemorrhoid Banding * Pile Treatments Online Category:Digestive system surgery",
 "title": "Rubber band ligation"
}