{
 "id": "596616",
 "text": "Daniel Thomas Barry (born December 30, 1953) is an American engineer, scientist, television personality, and a retired NASA astronaut. He was a contestant on the CBS reality television program Survivor: Panama, as well as on BattleBots on ABC. He was at Singularity University from 2009 to 2012, where he was co-chair of the Faculty of Artificial Intelligence and Robotics and the chair of the graduate summer program. He is also a co-founder of Fellow Robots, a telepresence robotics company, and the founder and president of Denbar Robotics. ==Early life and education== Barry is a 1971 graduate of Bolton High School in Alexandria, Louisiana. He is a member of the Theta Chi fraternity. Barry graduated in 1975 with a Bachelor of Science degree in electrical engineering from Cornell University in Ithaca, New York. He graduated in 1980 with a Ph.D. in electrical engineering and computer science from Princeton University after completing a doctoral dissertation titled Correlated X-ray diffraction analysis and electron microscopy of photoreceptor membranes In 1982, he graduated with a Doctor of Medicine degree from Leonard M. Miller School of Medicine at the University of Miami in Coral Gables, Florida. ==Personal life== Barry is married to neurobiologist and author Susan R. Barry. ==Academic career== Following graduate school at Princeton University, Barry was a National Science Foundation postdoctoral fellow in physics at Princeton. He then attended the University of Miami Medical School, graduating in 1982. He completed an internship and a Physical Medicine and Rehabilitation residency at the University of Michigan in 1985. He was appointed as an assistant professor in the Department of Physical Medicine and Rehabilitation and in the Bioengineering Program at the University of Michigan in 1985, and his tenure was approved by the Regents in 1992. He spent the summers of 1985–87 at the Marine Biological Laboratory in Woods Hole, Massachusetts, supported by the Grass Foundation for work in skeletal muscle physiology and as the Associate Director of the Grass Foundation Fellowship Program (1986–87). His research primarily involves biological signal processing, including signal processing theory, algorithms, and applications to specific biological systems. The applications include acoustic signals generated by contracting skeletal muscle, electrical signals from muscle, and heart sounds. He has also worked in prosthetic design. Barry's work has been supported by the National Institutes of Health, the National Science Foundation, the Grass Foundation, and the American Heart Association of Michigan. He has five patents, over 50 articles in scientific journals, and has served on two scientific journal editorial boards. ==NASA career== Selected by NASA in March 1992, Barry reported to the Johnson Space Center in August 1992. He completed one year of training and qualified for assignment as a mission specialist on Space Shuttle flight crews. Dr. Barry has worked on primary payload development, the Shuttle Avionics Integration Laboratory (SAIL), portable computing issues for Space Shuttle, Chief of Astronaut Appearances, flight clinic ombudsman, source board member for the NASA Space Biomedical Research Institute (NSBRI), Astronaut Office representative to NASDA, the Japanese Space Agency, and a tour of duty with the Office of Biological & Physical Research, NASA Headquarters, Washington D.C. A veteran of three space flights, STS-72 (1996), STS-96 (1999), and STS-105 (2001), Barry logged over 734 hours in space, including 4 spacewalks totaling 25 hours and 53 minutes. He retired from NASA in April 2005 whereupon he started Denbar Robotics and continues to serve as president. ==Spaceflight experience== thumb|left|Barry performing a spacewalk during STS-72. STS-72 Endeavour (January 11–20, 1996) was a 9-day flight during which the crew retrieved the Space Flyer Unit (launched from Japan 10-months earlier) and deployed and retrieved the OAST-Flyer. Barry performed a 6-hour, 9 minute spacewalk designed to demonstrate and evaluate techniques to be used in the assembly of the International Space Station. Mission duration was 142 Earth orbits, traveling 3.7 million miles in 214 hours and 41 seconds. On this mission, Barry and Japanese astronaut Koichi Wakata were the first people to play Go in space; for this achievement, Barry received the honorary award of Ni Dan rank by the Nihon Kiin making him one of only four Western Go players to receive such an award. Barry and Wakata used a special Go set, which was named Go Space, designed by Wai-Cheung Willson Chow. STS-96 Discovery (May 27 to June 6, 1999) was the first mission to dock with the International Space Station. It was a ten-day mission during which the crew delivered four tons of logistics and supplies in preparation for the arrival of the first crew to live on the station. The mission was accomplished in 153 Earth orbits, traveling 4 million miles in 235 hours and 13 minutes. Barry performed a spacewalk for 7 hours and 55 minutes. thumb|Barry exercises during the STS-105 mission. STS-105 Discovery (Aug 10–22, 2001) was the eleventh mission to the International Space Station. While at the orbital outpost, the STS-105 crew delivered the Expedition 3 crew, attached the Leonardo Multi-Purpose Logistics Module, and transferred over 2.7 metric tons of supplies and equipment to the station. Barry and Patrick G. Forrester performed two spacewalks totaling 11 hours and 45 minutes of EVA time. STS-105 also brought home the Expedition 2 crew. The STS-105 mission was accomplished in 186 orbits of the Earth, traveling over 4.9 million miles in 285 hours and 13 minutes. ==Personal endeavors== ===Survivor=== In 2006, Barry was a contestant on Survivor: Panama — Exile Island, the 12th season of the reality competition series Survivor. He started in the older male tribe and immediately bonded with Terry Deitz due to their common flying backgrounds. When the four tribes were reduced to two, Barry and Deitz made an all-male alliance with Austin Carty and Nick Stanbury from the younger tribe. Barry also bonded with Ruth-Marie Milliman, which led to her being blindsided when she was voted out in Episode Four. He reconciled with his alliance-mates and finally revealed to Stanbury his background as an astronaut in Episode Six. When the Casaya tribe won the combined Reward/Immunity Challenge in that episode and sent Sally Schumann to Exile Island (making her immune from the Tribal Council vote), Barry's fate was sealed. Carty and Stanbury were allied, so when Deitz voted against him, Barry was voted out 3–1. ===Battlebots=== Barry competed on the televised robot combat tournament Battlebots revival series on ABC, with his combat robot Black Ice, a shooter pusher wedge bot. He premiered in 2016 with robot combat partner Dan Parrish in the tournament. ==See also== * List of space travelers by nationality ==References== ==External links== * Spacefacts biography * Company – Denbar Robotics *Daniel Barry's Short Talk: Becoming an Astronaut * Category:1953 births Category:Living people Category:Bolton High School (Louisiana) alumni Category:Cornell University College of Engineering alumni Category:NASA civilian astronauts Category:People from Alexandria, Louisiana Category:People from Hampshire County, Massachusetts Category:People from Norwalk, Connecticut Category:Princeton University School of Engineering and Applied Science alumni Category:Survivor (American TV series) contestants Category:University of Michigan faculty Category:University of Michigan Medical School alumni Category:Space Shuttle program astronauts Category:Leonard M. Miller School of Medicine alumni Category:Spacewalkers Category:History of Go",
 "title": "Daniel T. Barry"
}