{
 "id": "596838",
 "text": "Major Barbara is a three-act English play by George Bernard Shaw, written and premiered in 1905 and first published in 1907. The story concerns an idealistic young woman, Barbara Undershaft, who is engaged in helping the poor as a Major in the Salvation Army in London. For many years, Barbara and her siblings have been estranged from their father, Andrew Undershaft, who now reappears as a rich and successful munitions maker. Undershaft, the father, gives money to the Salvation Army, offending Major Barbara, who does not want to be connected to his \"tainted\" wealth. However, the father argues that poverty is a worse problem than munitions, and claims that he is doing more to help society by giving his workers jobs and a steady income than Major Barbara is doing to help them by giving them bread and soup. The play script reprises several typical \"Shavian\" moves in lacking apostrophes on contractions and other punctuation, by having a didactic introductory essay explaining the play's themes, and by bending some rules of play scripting for literary purposes; for example, two characters are listed as \"The Woman\" and \"The Man\" before Shaw gives them names, for dramatic effect. As well, lines in dialect English are written phonetically (Bill Walker jeers, \"Wot prawce selvytion nah?\", \"What price salvation now?\"). ==Setting== *London *Act I: Lady Britomart's house in Wilton Crescent *Act II: The Salvation Army shelter in West Ham *Act III: Lady Britomart's house, later at the Undershaft munitions works in Perivale St. Andrews ==Synopsis== An officer of The Salvation Army, Major Barbara Undershaft, becomes disillusioned when her Christian denomination accepts money from an armaments manufacturer (her father) and a whisky distiller. She eventually decides that bringing a message of salvation to people who have plenty will be more fulfilling and genuine than converting the starving in return for bread. Although Barbara initially regards the Salvation Army's acceptance of Undershaft's money as hypocrisy, Shaw did not intend that it should be thought so by the audience. Shaw wrote a preface for the play's publication, in which he derided the idea that charities should only take money from \"morally pure\" sources, arguing that using money to benefit the poor will have more practical benefit than ethical niceties. He points out that donations can always be used for good whatever their provenance, and he quotes a Salvation Army officer, \"they would take money from the devil himself and be only too glad to get it out of his hands and into God's.\" ==Plot== Lady Britomart Undershaft, the daughter of a British earl, and her son Stephen discuss a source of income for her grown daughters Sarah, who is engaged to Charles Lomax (a slightly comic figure who continually stupidly says \"Oh, I say!\"), and Barbara, who is engaged to Adolphus Cusins (a scholar of Greek literature). Lady Britomart leads Stephen to accept her decision that they must ask her estranged husband, Andrew Undershaft, for financial help. Mr. Undershaft is a successful and wealthy businessman who has made millions of pounds from his munitions factory, which manufactures the world-famous Undershaft guns, cannons, torpedoes, submarines and aerial battleships. When their children were still small, the Undershafts separated; now grown, the children have not seen their father since, and Lady Britomart has raised them by herself. During their reunion, Undershaft learns that Barbara is a major in The Salvation Army who works at their shelter in West Ham, east London. Barbara and Mr. Undershaft agree that he will visit Barbara's Army shelter, if she will then visit his munitions factory. A subplot involves the down-and-out and fractious visitors to the shelter, including a layabout painter and con artist (Snobby Price), a poor housewife feigning to be a fallen woman (Rummy Mitchens), an older laborer fired for his age (Peter Shirley), and a pugnacious bully (Bill Walker) who threatens the inhabitants and staff over his runaway partner, striking a frightened care worker (Jenny Hill). When he visits the shelter, Mr. Undershaft is impressed with Barbara's handling of these various troublesome people who seek social services from the Salvation Army: she treats them with patience, firmness, and sincerity. Undershaft and Cusins discuss the question of Barbara's commitment to The Salvation Army, and Undershaft decides he must overcome Barbara's moral horror of his occupation. He declares that he will therefore \"buy\" (off) the Salvation Army. He makes a sizeable donation, matching another donation from a whisky distiller. Barbara wants the Salvation Army to refuse the money because it comes from the armaments and alcohol industries, but her supervising officer eagerly accepts it. Barbara sadly leaves the shelter in disillusionment, while Cusins views Undershaft's actions both with disgust and sarcastic pleasure. According to tradition, the heir to the Undershaft fortune must be an orphan who can be groomed to run the factory. Lady Britomart tries to convince Undershaft to bequeath the business to his son Stephen, but neither male consents. Undershaft says that the best way to keep the factory in the family is to find a foundling and marry him to Barbara. Later, Barbara and the rest of her family accompany her father to his munitions factory. They are all impressed by its size and organisation. Cusins declares that he is a foundling, and is thus eligible to inherit the business. Undershaft eventually overcomes Cusins' moral scruples about the nature of the business, arguing that paying his employees provides a much higher service to them than Barbara's Army service, which only prolongs their poverty; as an example, the firm has hired Peter. Cusins' gradual acceptance of Undershaft's logic makes Barbara more content to marry him, not less, because bringing a message of salvation to the factory workers, rather than to London slum-dwellers, will bring her more fulfilment. ==Production history== The play was first produced at the Court Theatre in London in 1905 by J.E. Vedrenne and Harley Granville- Barker. Barker also played Cusins, alongside Louis Calvert, Clare Greet, Edmund Gwenn, Oswald Yorke and Annie Russell. The Broadway premiere in the United States was at the Playhouse Theatre on 9 December 1915. A film adaptation of 1941 was produced by Gabriel Pascal, and starred Wendy Hiller, Rex Harrison and Robert Morley. A Broadway production in 1956 with Charles Laughton and Burgess Meredith is noted in the discussion following Laughton's guest appearance on What's My Line on 25 November 1956. Meredith was on the panel. Caedmon Records released a 4-LP recording of the play in 1965 (TRS 319 S) directed by Howard Sackler with Warren Mitchell as Bill Walker, Maggie Smith as Barbara, Alec McCowen as Cusins, Celia Johnson as Lady Britomart, and Robert Morley as Undershaft. ==Background== Lady Britomart Undershaft was modelled on Rosalind Howard, Countess of Carlisle, the mother-in-law of Gilbert Murray, who with his wife Lady Mary served as inspiration for Adolphus Cusins and Barbara Undershaft. Andrew Undershaft was loosely inspired by a number of figures, including the arms dealer Basil Zaharoff, and German armaments family Krupp. Undershaft's unscrupulous sale of weapons to any and all bidders, as well as his government influence and more pertinently his company's method of succession (to a foundling rather than a son), tie him especially to Krupp steel. Friedrich Alfred Krupp died by suicide in 1902 following publication of claims he was a homosexual. His two daughters were his heirs. Undershaft shares a name with a Church of England church in the City of London named St Andrew Undershaft; given the district's longstanding status as the financial centre of London, the association underscores the play's thematic emphasis on the interpenetration of religion and economics, of faith and capital. ==Analysis== Sidney P. Albert, a noted Shaw scholar, analysed various aspects of the play in several articles. These include first, Shaw's own account of the writing of the play; second, the chosen time of the play's setting, January 1906, and third, references to the Lord's Prayer Several scholars have compared this work to other works, including one of Shaw's own, and others from different periods. Fiona Macintosh has examined Shaw's use of classical literary sources, such as The Bacchae, in Major Barbara. In his discussion of the play, Robert J Jordan has analysed the relationship between Major Barbara and another Shaw play, Man and Superman. Joseph Frank has examined parallels between the play and the Divine Comedy of Dante. J.L. Wiesenthal has discussed parallels with the play and Shaw's personal interpretations of Richard Wagner's Der Ring des Nibelungen. Many studies have looked at main character Undershaft's beliefs and morals from several points of view, including their relation to Shaw's personal beliefs; their presentation throughout the play, and their changes over the course of the play; the counterpoints to them by Adolphus Cusins, and their relation to the social realities of the day. First, Charles Berst has studied the convictions of Andrew Undershaft in the play, and compared them with Shaw's own philosophical ideas. Robert Everding has discussed the gradual presentation of the ideas and character of Andrew Undershaft as the play progresses. The pseudonymous commentator 'Ozy' has compared Andrew Undershaft's apparent undermining of Shaw's own personal, general convictions about the 'Life Force', and Shaw's attempt to have Adolphus Cusins restore some philosophical balance. Norma Nutter has briefly discussed conflicts between the character's personal convictions compared to the social realities that they eventually face, via the concept of 'false consciousness'. Relatedly, several others have looked at the play in relation to the circumstances of the period in which it was written. Bernard Dukore has examined the historical context of the depiction of money in the play, relating the then-contemporary situation with inflation to more recent historical circumstances. Nicholas Williams has discussed possibilities for reinterpretation of the play in a more contemporary context, away from the immediate historical context of its original period. ==References== ==External links== * * * 1905 Royal Court production on the Global Performing Arts Database * * Program from Major Barbara at South Coast Repertory * * Category:1905 plays Category:Plays by George Bernard Shaw Category:The Salvation Army",
 "title": "Major Barbara"
}