{
 "id": "597036",
 "text": "Aegidienberg is a borough (Stadtbezirk) of Bad Honnef in the Rhein-Sieg-Kreis, North Rhine-Westphalia, Germany. It consists of thirteen villages and is located east of the Siebengebirge range in the Niederwesterwald foothills. Until 1969, Aegidienberg was an independent municipality in the former district (Kreis) of . The name refers to Saint Aegidius, the patron saint of the local Catholic parish church; until the 16th century, the locality was known as Hunferode or Honnefer Rott.Paul Clemen, rev. Edmund Renard, Die Kunstdenkmäler der Rheinprovinz, Volume 5.4 Die Kunstdenkmäler des Siegkreises, Düsseldorf: Schwann, 1907, , p. 713 Population: 7089 (2013). == Geography == The borough of Aegidienberg encompasses the parts of Bad Honnef located east of the Honnef urban forest, in other words east of the Siebengebirge. In geographic terms, the area forms part of the in the foothills of the Niederwesterwald. The various parts of the borough are distributed across hills which all lie within the broader boundary of the Siebengebirge Nature Park. The Siebengebirge itself, with its peaks up to in height, separates Aegidienberg from Bad Honnef proper, which is about away in the Rhine Valley. Aegidienberg is located at an average altitude approximately above Bad Honnef. The two are linked by Landesstraße 144 through the long Schmelz Valley. Within Aegidienberg are two small lakes, Lake Himberg (Himberger See) in the West and Lake Dachsberg (Dachsberger See) in the East. Both are former basalt quarries, which were worked until after the Second World War. Two streams which are sources of the Pleisbach, the Logebach and the Quirrenbach, rise in the area and run through it. The Kochenbach is a tributary of the Quirrenbach. Amongst the hills within the district of Aegidienberg are the Himberg (), the Hupperichsberg (According to the Deutsche Grundkarte; topographic map, ), the Markhövel (also called the Romert; ) and the Dachsberg (According to the Deutsche Grundkarte; topographic map, )--the last being the highest point in the district. The main village of Aegidienberg, on the eponymous hill, is at altitude. Within the district are two contiguous forest areas, the Aegidienberg Forest (Aegidienberger Wald) to the East and the Vogelsbitze to the West of the A3 autobahn. At the eastern extremity of the district, part of the Eudenbach gliding area and nature reserve lies within Aegidienberg. The District of Aegidienberg includes 13 localities: Aegidienberg (Kirchdorf), Brüngsberg, Efferoth, Himberg, Höhe, Hövel, Neichen, Orscheid, Retscheid, Rottbitze, Siefenhoven, Wintersberg and Wülscheid. The Rottlandhof farm is within the municipality of Rheinbreitbach, but portions of it lie within the territory of Aegidienberg and thus of Bad Honnefer. The district is bordered to the north-west by Ittenbach and to the north and north-east by the Oberhau, both sections of the city of Königswinter; and to the east and south by Windhagen and Rheinbreitbach, both of which are in Rhineland-Palatinate. == History == === Governance and economy since the early Middle Ages === A 948 charter of Archbishop of Cologne established the territorial boundaries of the priory of Oberpleis and included within it what is now the district of Aegidienberg. These boundaries have persisted to the present day as town boundaries and to the South and East, district and state boundaries. There is no information for that time about habitation; it is thought that there were isolated farms and charcoal-making operations in the area. Settlement by people from Bad Honnefer, implied by the first recorded placename in the area, Hunferode, can only refer to the villages of Himberg, Hövel and Siefenhoven, at the bottom of the Schmelz Valley. In view of the marginal agricultural value of the loamy soil, the origins of the inhabited areas in the remainder of today's Aegidienberg, particularly in the East, probably lie in settlement via the valley of the Pleisbach or the roads through the hills. Until the extinction of the line around 970, the Counts of the exercised secular overlordship in the area. They were succeeded by the Counts Palatine of the Rhine. After the construction of castle in the second half of the 12th century, the area came under its control and from 1484 to 1808 formed part of the Amt Löwenburg, a fief of the County of Berg.Winfried Biesing, Vom Amt Wolkenburg zum Canton Königswinter zwischen dem Breitenbacher Graben und der Siegmündung, Königswinter: Heimatverein Siebengebirge, 1984, pp. 16- The first recorded mention, which may refer only to the village of Aegidienberg, later known as an der Kirche (at the church), is dated 6 January 1345 and is of Hunferode.Wilhelm W. Hamacher, Von \"Hunferode\" bis \"Aegidienberg\": eine Wanderung durch 1500 Jahre Geschichte, Studien zur Heimatgeschichte der Stadt Bad Honnef am Rhein 11, Bad Honnef: Heimat- und Geschichtsverein Herrschaft Löwenburg, 1995, , p. 11 This is followed by a mention of Hunferoyde dated 5 January 1349.Theodor Joseph Lacomblet, Urkundenbuch für die Geschichte des Niederrheins, Volume 3 (1301-1400), Düsseldorf: 1853, Wilhelm Janssen, Die Regesten der Erzbischöfe von Köln, Volume 5 1332-1349 (Walram von Jülich), Publikationen der Gesellschaft für Rheinische Geschichtskunde 21.5, Düsseldorf: Droste, 1973, The name Aegidienberg is presumed to have displaced this name since the 16th century. St. Giles, known in Germany as Aegidius, was venerated beginning at the end of the Middle Ages as one of the Fourteen Holy Helpers and as a patron saint of livestock.Hanns Bächtold-Stäubli, ed., Handwörterbuch des deutschen Aberglaubens, Volume 1 Aal - Butzemann, Handwörterbücher zur deutschen Volkskunde 1.1 , Berlin: de Gruyter, 1927, A 1506 charter, von wegen der bergischen Pastoreyen, mentions a priest called \"Hermannus\" whose church was located where the Chapel of St. Servatius now stands, near Himberg. According to the Erkundigungsbuch des Fürstentums Berg, \"Gilienberg\" had the status of a separate parish since the introduction of the new Jülich-Berg court system in 1555. Under this new arrangement, Aegidienberg lost the independent court with seven lay judges which it had previously had, instead sending two judges to the newly formed court at Honnef (from 1745 on, only one). By the mid-18th century at the latest, eight local jurisdictions (known in the Rhineland as Honschaften) had developed, which lasted until the dissolution of the Duchy of Berg in 1806: Brüngsberg, Himberg, Höhe, Hövel, Orscheid, Retscheid, Siefenhoven and Wülscheid.Otmar Falkner, \"Die Quirrenbacher Mühle\", Heimatblätter des Rhein-Sieg-Kreises 75 (2007) 137-40 The inhabitants worked the poor clayey soil of Aegidienberg either as smallholders or as tenant farmers. Before the invention of artificial fertilisers, the fields were good for almost nothing except the cultivation of barley and oats, which were the staple foods of the local people in the Middle Ages. Livestock cultivation was later added, and at the beginning of the modern age, the local diet was enriched with potatoes, which gave the community their speciality, Rievkooche (Reibekuchen - potato pancakes), which to this day are an indispensable part of any public event. The inhabitants shared rights to the woodland of the \"Honnefer Mark\" between Aegidienberg and Bad Honnef, now called the Honnef urban forest, including among other things the rights to let their pigs forage for mast, to gather wood for fuel and fencing, and to use fallen twigs for animal bedding. Woodland farmers had sticks available to them for their animals, but only the nobility had the right to cut timber.Zeitschrift des Bergischen Geschichtsvereins 70 (1949) p. 189 Furthermore, Aegidienberg had fixed obligations under the tithe system of the Amt Löwenburg: 120, later 200, malters of oats had to be paid to various officials. The residents also had to cut the wood for the Löwenburg gallows, which stood in the area of what is now Lohfelder Straße in Honnef, maintain it, and mow the grass at the castle farm.Karl Gast, Aegidienberg im Wandel der Zeiten, Aegidienberg: Gemeinde Aegidienberg, 1964, , p. 72 By the end of the 15th century at the latest, the people of Aegidienberg were required to grind all their corn at the Quirrenbach mill, which was located within the parish. Ores of various base metals were being mined in the Siebengebirge area as early as the Middle Ages, primarily for the production of copper, zinc and lead. In addition to the work in the mines themselves, their constant need for charcoal led to there being many charcoal producers in the region. A copper mine called Gotteshilfe was located in Neichen, and in Brüngsberg there were mines called Flora, Anrep- Zachäus and Emma-Sofie, where zinc and copper ores were mined until early in 1906. The heaps of tailings from the mines can still be seen on the slope of the Logebach valley. With declining prices for the metals, the mines in the Siebengebirge area gradually closed down. Basalt is still quarried in the immediate area of Aegidienberg. The basalt quarries on the Dachsberg and the Himberg had railway connections to the Bröl Valley Railway (Bröltalbahn), which had a wide-ranging network extending as far as Asbach, Beuel, Siegburg and Waldbröl. The quarry operators underwrote the branch lines they used for transporting the basalt. Connecting to a passenger line was discussed a number of times but never carried out. Both of the quarries in Aegidienberg ceased operation around the 1960s and today the water-filled pits are used for swimming and other recreation, like many other quarries in the region. ===Prussia and German Empire=== Beginning in 1806, as part of the Amt Löwenburg, Aegidienberg belonged to the Napoleonic Grand Duchy of Berg. At the end of 1808, new administrative structures modelled on those of France were introduced: cantons and mairies (town halls). The parish of Aegidienberg was assigned to the Mairie and Canton of Königswinter together with Honnef, Königswinter and Ittenbach; however, this only became fully functional early in 1809. Beginning in December 1813, the mairie became a Bürgermeisterei, the equivalent German term, in the provisional under the Kingdom of Prussia. The Congress of Vienna in 1815 assigned the Rhineland to Prussia, and the Bürgermeisterei of Königswinter then became a conventional Prussian local government entity within the newly formed District (Kreis) of Siegburg (renamed in 1825). From 1822 on, this was part of the Prussian Rhine Province. On 1 July 1846, Aegidienberg acquired a local council, replacing the district administration made up of lay judges.Otmar Falkner, \"Ein Beitrag zur Aegidienberger Ortsgeschichte\", Heimatblätter des Rhein-Sieg-Kreises 72 (2004) p. 116 Honnef (in 1862) and Königswinter (in 1889) subsequently acquired their own town councils, leaving Aegidienberg and Ittenbach in the Bürgermeisterei of Königswinter-Land, which existed until 1969, being renamed Amt Königswinter-Land in 1927. The municipality of Aegidienberg, (until 1888 also spelt Egidienberg or Ägidienberg; thereafter Ägidienberg was officially recommended, and the only accepted alternate was the present spelling, Aegidienberg) consisted in 1885 of 13 settlements with 366 residences (including uninhabited residences) and 327 households. The settlements were: the village of Ägidienberg (97 inhabitants), Brüngsberg (135), Efferoth (13), Himberg (162), Höhe (47), Hövel (285), Neichen (60), Orscheid (203), Retscheid (44), Rottbitze (97), Siefenhoven (108), Wintersberg (22) and Wüllscheid (255). There were a total of 1,528 inhabitants, of whom 751 were male and 777 female. The independent Catholic parish had 1,523 members, and there were in addition five Protestants, for whom the Honnef parish was responsible.Gemeindelexikon für das Königreich Preußen: auf Grund der Materialien der Volkszählung vom 1. Dezember 1885 und anderen amtlichen Quellen, Volume 12 Provinz Rheinland, Berlin: Verlag des Königlichen Statistischen Bureaus, 1888, , pp. 114-15 (pdf) The municipality had a total area of , was arable land, pasture and woodland. Around 1855, a road was built connecting Aegidienberg to Honnef (today Landesstraße 144); this was extended to Flammersfeld by way of Asbach,From 1848 to 1852, the mayor of Flammersfeld was Friedrich Wilhelm Raiffeisen, a social reformer one of whose interests was promoting road building. See Albert Schäfer, Raiffeisen in der Bürgermeisterei Flammersfeld (1848-1852), Flammersfeld 1988, pp. 48-57 and later to Altenkirchen.Helmut Weinand, Die preußischen Staats- und Bezirksstraßen im Regierungsbezirk Koblenz bis zum Jahr 1876, Rheinisches Archiv 77, Bonn: Röhrscheid, 1971, , pp. 158-59 In 1862, roads were built to Wülscheid and Orscheid connecting to what is today Landesstraße 247. On 10 January 1898, on a suggestion from Friedrich Wilhelm Raiffeisen, approximately 50 residents founded the Aegidienberger Spar- und Darlehenskassenverein (Aegidienberg Savings and Loan Association). This cooperative made it possible to extend the water supply beginning in 1902, and from 1908 gave support to the Automobilgesellschaft (automobile association), whose aim was to create a bus connection with Bad Honnef and Königswinter. On Whitsunday, 12 July 1905, a large fire in Orscheid, caused by children who were presumably playing, destroyed 13 buildings. In 1912 the first gymnastics club, Germania, was founded. When the First World War began in 1914, many men were called up for military service, including all the teachers. Many events were held to promote war bonds. The loan association lost reserves totalling 13,000 RM to the war bonds. The longer the war lasted, the more urgent was the need for raw materials. Children, especially, were required to collect these: paper, glass, tin foil, and also large quantities of foliage to feed the warhorses. Leaves were plucked from the trees and sent either fresh or dried to the collection point at Siegburg. They were dried in every possible place in homes. Copper fittings and every imaginable household object were requisitioned in numerous metal collections; even the church bells were melted down for the armaments industry. thumb|Monument in Hövel to those who fell fighting against the separatists in the 1923 Siebengebirge insurrection In November 1923, violent armed confrontations which claimed some lives took place especially in Himberg and Hövel between separatists of the Rhenish Republic and those who opposed them. A monument in Hövel and graves in the cemetery commemorate the Siebengebirge insurrection, which is also known as the Battle of Aegidienberg. Beginning in 1925, local craft workshops built a friary for the of Valkenburg aan de Geul. After its dedication in 1926, the sisters performed various charitable works in the area, including operating a children's home and training girls in domestic skills. === Third Reich / World War II === Starting in 1937, the construction of the Reichsautobahn (now the A3, Bundesautobahn 3) changed the face of the environment considerably. The surveying and construction of the first four-lane motorway in the area took place over several years before the segment through Aegidienberg opened in September 1939. The work included excavations and embankments up to in depth and height, and the construction of a seven-arched bridge across a valley and three underpasses.\"Durch Ittenbach und Aegidienberg. Die Pläne über die 7,4 Kilometer lange Strecke der Reichsautobahn liegen vor\", Siegkreis Beobachter, 2 February 1938, online at Heimatmuseum Ittenbach Loss of land to the motorway rendered many local farms no longer profitable, in addition to which many landowners were left with small and scattered holdings. Land consolidation was begun but could not be completed because of World War II. The Nazis employed approximately 600 Soviet prisoners of war as forced laborers in the local basalt quarries. As the war drew to a close, shortly before the arrival of the advancing U.S. forces, these people were rounded up in the Giershausen hall and transported further into the interior of Germany. At the end of the war, fierce fighting took place in the area. After the Americans had crossed the Rhine at Remagen on 7 March 1945, Aegidienberg came under heavy American artillery fire on the following days. German forces had dug in here and in turn were heavily shelling the area around Remagen. On 13 March, especially, numerous soldiers died on both sides. Unusually, a short cease-fire was agreed so that the dead could be recovered. On 16 March the centre of Aegidienberg came under heavy fire and 11 civilians died in the ruins of the convent. The nuns had been denied permission to hoist a white flag with a red cross in order to protect themselves and the approximately 60 children and refugees who were with them there. In addition, there was still a radio vehicle located as a command post in the monastery courtyard, which drew enemy fire like a magnet. That afternoon, carpet bombing of the main part of the settlement by the U.S. Air Force was averted at the last moment through negotiations, and approximately 150 German soldiers surrendered, while others decided to fight on. After its occupation by American forces on 17 March, Aegidienberg was then subjected by German artillery to several days of so- called and intended \"destruction fire\". Panzer Brigade 106 \"Feldherrnhalle\" and scattered elements of other units were dug in at Orscheid and Wülscheid and shelled every population centre between Brüngsberg and Rottbitze. Severe damage and in some cases total destruction of all public buildings and a large number of residences and businesses resulted. In Aegidienberg, the fighting was over on 1 April, Easter Sunday. In Orscheid, Wülscheid and Rottbitze, fighting continued for several more days, with the military situation changing several times.Contemporary reports supposedly exist in Stars and Stripes, the official newspaper of the U.S. Armed Forces. Traces of the fighting are still to be seen in the area. There are many craters in the surrounding woods made by U.S. shells of all calibres, plus at Wülscheid one made by the explosion when a German munitions cart was blown up on 10 March 1945 during the retreat. === Since the end of the war === In the first years after the war, robberies occurred in the area that caused several deaths and have never been explained. Not until the early 1950s were all the war dead identified and disposed of in a dignified manner. The American dead were transported back to the United States. The remainder were buried in the soldiers' cemetery at Ittenbach. Approximately 40 of the dead could not be identified.Gast, pp. 241- War damage to buildings was temporarily repaired. The school was only reopened, with the permission of the Allied occupation authorities, in 1946. The Catholic church was repaired in stages which lasted into the 1960s. Large amounts of unexploded ordnance in the area constituted a serious danger to life for many years, and there were occasional accidents resulting in injury and death. The land consolidation project which had become urgently needed in 1937 was resumed in 1948 and completed in 1953. Approximately 13,000 agricultural parcels were consolidated to approximately 1,600, consisting of of arable cropland, grassland, woodland, water, roads and farmsteads, in the district of Aegidienberg and small parts of Oberpleis. From July 1949 to July 1950, the part of Aegidienberg west of the autobahn was part of the , a special territory surrounding the provisional capital of the Federal Republic of Germany which was under the control of the Allied High Commission. In 1955, the then district road opened connecting Aegidienberg and Ittenbach, and in the same year a new chapel of St. Mary was dedicated at the foot of the Dachsberg. On 4 February 1961, the new local Protestant church was dedicated; since then it has been called the Friedenskirche (Peace Church). The TTV- Aegidienberg sports club was founded soon after the end of the war, but disbanded in 1952 for financial reasons. Early in 1958, the Fußballverein Sportfreunde Aegidienberg 1958 was launched, which now has other sports sections in addition to several football teams and is the largest club in Aegidienberg. In 1967, Aegidienberg had 3,504 residents, of whom 225 were employed in agriculture and forestry, 519 in manufacturing and 351 in services. 564 commuted out of the district and 54 into it. Four industrial enterprises employed 163 people. Public accommodations consisted of: a school, a sports ground, a kindergarten and a library.Paul Kieras, Heinz Doepgen, et al., eds., Der Rhein-Sieg-Kreis, Heimat und Arbeit, Stuttgart: Theiß, 1983, , p. 274 Under the of 10 June 1969, Aegidienberg became part of Bad Honnef on 1 August 1969.Martin Bünermann, Die Gemeinden des ersten Neugliederungsprogramms in Nordrhein-Westfalen, Cologne: Deutscher Gemeindeverlag, 1970 Previously, there had been proposals to combine Aegidienberg with the mountain districts of Ittenbach, Heisterbacherrott, Oberpleis and Stieldorf.Franz Möller, Der Rhein-Sieg-Kreis im Spannungsfeld von Bund und Land: vom Parlamentarischen Rat (1949) über die Kommunale Gebietsreform (1969) zum Berlin/Bonn-Gesetz (1994) und zum Umzug von Bundestag und Bundesregierung nach Berlin (2000), Siegburg: Rheinlandia, 2006, , p. 46 It retains its former municipal borders. The Gladbeck hostage crisis came to its violent end on the A3 in Hövel on 18 August 1988 with the death of an 18-year-old woman. Since 2009 a memorial has marked the spot. ===Post and buses=== Aegidienberg initially belonged to the rural section of the Königswinter postal division; in 1854 it was transferred to the Honnef division. The first post box was installed the same year, at the school. After the completion in 1859 of the provincial road between Honnef and Flammersfeld (now Landesstraße 144), the following year passenger postal service in post coaches was instituted on the segment between Asbach and Honnef via Aegidienberg. This was the first direct connection between Aegidienberg and the Rhine Valley. Initially the coaches stopped at inns in Himberg and Rottbitze. In 1870, as a result of the opening of the railway on the right bank of the Rhine, this passenger service was restricted to Asbach - Honnef, no longer continuing from Honnef to Königswinter, and ran twice a day. In 1888, Himberg became the first part of the district to have its own contract post office. At the beginning of 1901, droshkies were introduced for passenger service,Gast, p. 293. and beginning in 1909 were replaced with post buses, which ran three to four times a day between Aegidienberg and Königswinter via Honnef. For this purpose, a so-called automobile society was founded in Aegidienberg, which took over the transport service until 1920. From 1921 on, it was provided by the national postal service, the Reichspost. In the 1920s and 1930s, the route changed several times, with the bus sometimes running between Aegidienberg and Rheinbreitbach.August Heinen, Geschichte des Postamts Königswinter, Königswinter 1952 When service resumed in 1945 after the Second World War, it ran between Honnef and Aegidienberg; in December 1948 it was extended to Windhagen and in 1950 again to Asbach.Gast, pp. 301-04.Theo Scheidt, \"Aus der Geschichte des Post- und Fernmeldewesens im Asbacher Land\", in: Asbach/Westerwald. Bilder und Berichte aus den letzten 200 Jahren, Asbach 1990, pp. 81-84 The village of Aegidienberg itself only received its own postal annexe in 1953. === Former coat of arms === thumb|100px The design of the coat of arms for the former municipality of Aegidienberg was suggested in the early 1960s by Franz Hermann Kemp, a teacher and local history expert living in , another district of Bad Honnef. It was finally realised in conformity with the rules of heraldry by Konrad Schaefer, a graphic designer in Euskirchen. At the bottom, the coat of arms shows three green peaks in the Siebengebirge, the Löwenburg, Lohrberg, and Großer Ölberg. On the middle one of these is superimposed the red and silver checked arms of the Amt Löwenburg, to whose governmental and judicial sphere Aegidienberg belonged for as long as it was in existence. Above that the symbol of Aegidienberg, the Romanesque tower of St. Aegidius' church, is depicted in silver on a red ground. The coat of arms was \"approved\" by the district council in its 44th session on 4 November 1963 and certified by the Interior Minister of the State of North Rhine-Westphalia on 16 July 1965.Gast, pp. 89-Hamacher, p. 41. It is still used by local organisations. === Population growth === Aegidienberg grew rapidly after the Second World War. About half of the population growth in Bad Honnef after 1969 has occurred in Aegidienberg. The following table shows the number of residents on various dates:Ueber Aegidienberg – Fakten und Zahlen , Aegidienberg.de, retrieved 19 June 2010, 31 March 2013 {| class=\"wikitable\" |- class=\"hintergrundfarbe12\" !Key date !Inhabitants |- |align=\"right\"|1828 |align=\"right\"|1,010 |- |align=\"right\"|23.10.1845 |align=\"right\"|1,341 |- |align=\"right\"|1858 |align=\"right\"|1,445 |- |align=\"right\"|1871 |align=\"right\"|1,476 |- |align=\"right\"|1905 |align=\"right\"|1,488 |- |align=\"right\"|01.07.1933 |align=\"right\"|1,379 |- |align=\"right\"|14.08.1963 |align=\"right\"|2,890 |- |align=\"right\"|1970\"Volkszählungsergebnisse von 1816 bis 1970\", Beiträge zur Statistik des Rhein-Sieg-Kreises, Volume 17, Siegburg 1980. |align=\"right\"|3,680 |- |align=\"right\"|01.01.2002 |align=\"right\"|6,673 |- |align=\"right\"|01.04.2007 |align=\"right\"|6,850 |} == Economy and infrastructure == The A3 autobahn crosses the district from north-west to south-east for . North of Aegidienberg, it crosses the Logebach on a bridge long, half of which lies within the Ittenbach district of Königswinter. In the eastern part of Aegidienberg is the Bad Honnef/Linz motorway exit, which forms the basis of the district's good traffic infrastructure. Especially in the village of Rottbitze, it has led since the year 2000 to extensive commercial and industrial development on the Vogelsbitze/Zilzkreuz commercial estate (approximately ), to the south of what was already present on the Heideweg. An additional commercial estate on the Dachsberg was inaugurated in 2009; the first project was inaugurated there in early 2013.\"Pioniere am Dachsberg\", General-Anzeiger, 19/20 January 2013 In addition, by 2005 a second commercial area had developed in Rottbitze with, among other services, a building supplies centre, several discount shops and filling stations. The Cologne- Frankfurt high-speed rail line for the Intercity-Express (ICE), which opened late in 2002, runs through the district parallel to the A3, with three tunnels and two bridges, including from north to south the Logebach Valley bridge (the northern part of which, like the motorway bridge, is in Königswinter), ; the Aegidienberg tunnel under the central section of the district, ; the Kochenbach Valley bridge, ; and the Rottbitze Tunnel under the motorway exit, . The section of track crossing the hillside fields of the Kluse farm was originally laid on the surface but later lowered into a tunnel or hard-floored cutting long. The closest ICE station, Siegburg/Bonn, is in Siegburg, the administrative centre of the Rhein-Sieg-Kreis. The Schmelztalstraße (Schmelz Valley Road, Landesstraße 144) connects Aegidienberg to the lowland portion of Bad Honnef. A large amount of the traffic on this road is through traffic to the A3. Landesstraße 143, which begins on the border of the district below Rottbitze, connects Aegidienberg with Oberpleis, to the north. It crosses the A3 between Hövel and Brüngsberg on a stone bridge built in 1938, the so-called Westerwälder Tor. This is one of the few remaining stone bridges from the construction of the Reichsautobahn system, and is an artistic landmark.F. Standfuss, \"Beschreibung der Überführung Westerwälder Tor bei Aegidienberg\", in Federal Republic of Germany, Ministry of Traffic, Steinbrücken in Deutschland, Düsseldorf: Beton-Verlag, 1988, , online at Baufachinformation.de , with diagrams.Georg Dehio, rev. Claudia Euskirchen, Olaf Gisbertz and Ulrich Schäfer, Handbuch der deutschen Kunstdenkmäler: Nordrhein-Westfalen I Rheinland. Munich/Berlin: Deutscher Kunstverlag, 2005, , p. 95 The district has its own brand of beer, Jillienberger, from the local dialect version of Aegidienberg, Jillienberch or Jillienberg. There is also a breed of horse called Aegidienberger; they are bred by the local Feldmann stud farm. Like the Icelandic horse, the Aegidienberger is a gaited horse. === Public facilities === Despite incorporation into Bad Honnef, Aegidienberg has retained a certain independence; it is recognised in the latest North Rhine-Westphalian district law as having a special status within the Rhein-Sieg-Kreis, and for that reason the village of Aegidienberg has a 15-member district committee empowered to take decisions concerning purely local matters.39: \"Gemeindebezirke in den kreisangehörigen Gemeinden\", Geltende Gesetze und Verordnungen (SGV. NRW.), Ministry of the Interior, North Rhine-Westphalia, updated 28 March 2013 This meets in a building in the Aegidiusplatz in the centre of the village which also houses a branch office of the Bad Honnef town administration, a citizens' advice bureau and a reporting station of the Bonn Police. In addition to five kindergartens or daycare centres in various parts of the district--two in the village of Aegidienberg, two in Höhe and one in OrscheidKindergärten in Bad Honnef, Stadt Bad Honnef, updated 3 April 2012 --there is a town Grundschule (primary school), the Theodor-Weinz-Schule, in Aegidienberg. Plans to establish a comprehensive school for the entire mountain area of the Siebengebirge have so far been unsuccessful. The Catholic and Protestant parishes also each maintain a public library, and the Catholics offer one kindergarten (certified as a family centre) and the Protestants two. Aegidienberg has a sports centre in Rottbitze, on the south side of the Himberg; since 2010 it has had artificial turf. == Notable residents == * (1832 - 1912), educational official and textbook author * (1875 - 1945), scholar and editor of the Rheinisches Wörterbuch, born in Aegidienberg * (1877 - 1947), pianist and university teacher * Carlo Schmid (1896 - 1979), politician (SPD), lived for many years in Orscheid * Heinz G. Konsalik (1921 - 1999), novelist, lived for many years in Aegidienberg * Markus Maria Profitlich (born 1960), comedian, grew up in Aegidienberg ==Gallery== File:Aegidienberg.jpg|Marketplace in the village of Aegidienberg File:Aegidienberg St. Aegidius church.jpg|St. Aegidius' (St. Giles') church, which gives the district its name File:Evangelische Kirche Aegidienberg.jpg|Protestant church File:Servatiuskapelle Bad Honnef.jpg|Chapel of St. Servatius near Himberg == References == == Further reading == * Wolfgang Wegener. \"Von der glücklichen Elise bis zur Gotteshilfe\". in Archäologie im Rheinland, 1992. Ed. Harald Koschik. Cologne: Rheinland, 1993. . pp. 159- * Karl Josef Klöhs. Kaiserwetter am Siebengebirge, Königswinter: Loge, 2003, ==External links== * Aegidienberg im Siebengebirge, official site * Sportfreunde Aegidienberg 1958 e.V. * Honnefer Bilderbogen: pictures of Aegidienberg Category:Bad Honnef",
 "title": "Aegidienberg"
}