{
 "id": "597128",
 "text": "The Etruria Works was a ceramics factory opened by Josiah Wedgwood in 1769 in a district of Stoke-on-Trent, Staffordshire, England, which he named Etruria. The factory ran for 180 years. Wedgwood had previously based his business in the nearby town of Burslem at the Ivy House Works and the Brick House Works (demolished – the Wedgwood Institute is built on its site). In 1767 Wedgwood paid about three thousand pounds for his new site, which was then known as the Ridgehouse Estate. It lay directly in the path of the Trent and Mersey Canal of which Wedgwood was a promoter. On one side of the canal Wedgwood built a large house, Etruria Hall and on the other side a factory. His architect was Joseph Pickford. == Wedgwood and Etruscan art == The motto of the Etruria works was Artes Etruriae Renascuntur. This may be translated from the Latin as \"The Arts of Etruria are reborn\". Wedgwood was inspired by ancient pottery then generally described as Etruscan. In particular, he was interested in artworks which Sir William Hamilton began to collect in the 1760s while serving as British Ambassador to the Kingdom of Naples. Hamilton's collections were published as Etruscan, although the term was a misnomer, as many of the \"Etruscan\" items turned out to be pottery of ancient Greece. More authentically Etruscan in inspiration was Wedgwood's black basalt stoneware, which was already in development as the Etruria works were being built and came on the market in 1768. As with the black, burnished and unglazed bucchero pottery characteristic of genuinely Etruscan ceramics, Wedgwood's \"Black Basaltes\" were fired in a reducing atmosphere, achieved by closing vents, where the oxygen-starved flames drew off the oxygen from iron oxides, rendering the ceramic body black, a color that was enriched and deepened with the addition of manganese to the clay. The designers employed by Wedgwood, of whom John Flaxman is the most famous, were able to adapt this classical art for the eighteenth-century market. The products of Wedgwood's factory were greatly admired in Britain and abroad. Some of Flaxman's designs are still in production today. == Factory organisation == Wedgwood used division of labour. The site, its appearance and organisation was documented in Artes Etruriae renascuntur; a record of the historical old works at Etruria as they exist today, forming an unique example of an eighteenth century English factory (1920). == The twentieth century == There is a description of Etruria in the 1930s in J. B. Priestley's English Journey. By this time the site was affected by mining subsidence, and plans were drawn for a new factory at Barlaston some miles south on the Trent and Mersey Canal. The new factory was built in 1938–40 and most of the old factory was demolished in the twentieth century after the Wedgwood company moved production to Barlaston. == The site today == Little remains of the factory today, although one surviving structure has been protected since the 1970s as a listed building., Listed Buildings in Stoke-on- Trent and area (photo of \"round house\" on local history website). Between 1986 and 2013 the local newspaper The Sentinel was based on part of the site. As well as The Sentinel, the print plant in Etruria was responsible for printing Northern editions of the Daily Mail and Mail on Sunday. ==Notes== == References == == External links == Category:Buildings and structures in Stoke- on-Trent Category:Demolished buildings and structures in the United Kingdom Category:Grade II listed buildings in Staffordshire Category:Staffordshire pottery Category:1769 establishments in England Category:Wedgwood pottery Category:British companies established in 1769 Category:Grade II listed commercial buildings",
 "title": "Etruria Works"
}