{
 "id": "597112",
 "text": "The King's Men is the acting company to which William Shakespeare (1564–1616) belonged for most of his career. Formerly known as the Lord Chamberlain's Men during the reign of Queen Elizabeth I, they became the King's Men in 1603 when King James I ascended the throne and became the company's patron. The royal patent of 19 May 1603 which authorised the King's Men company named the following players, in this order: Lawrence Fletcher, William Shakespeare, Richard Burbage, Augustine Phillips, John Heminges, Henry Condell, William Sly, Robert Armin, Richard Cowley, \"and the rest of their associates....\" The nine cited by name became Grooms of the Chamber. On 15 March 1604, each of the nine men named in the patent was supplied with four and a half yards of red cloth for the coronation procession. ==Chronologically typed== ===To 1610=== In their first winter season, between December 1603 and February 1604 the company performed eight times at Court and eleven times in their second, from November 1604 through February 1605, including seven plays by Shakespeare and two by Ben Jonson. This represented a workload twice as great as was typical under Elizabeth.This increased workload was not unique to the King's Men; all the theater companies of London saw greater demand from Court in the Jacobean era. The King's Men needed more men and in 1604 the number of sharers was increased from eight or nine, ten, eleven and twelve. The new sharers included John Lowin, Alexander Cooke, and Nicholas Tooley. May 1605 brought the death of Augustine Phillips. In his will, Phillips left legacies to Shakespeare, Burbage, and eight other members of the company, plus two apprentices, and £5 to the hired men \"of the company which I am of\". (Phillips also leaves a bequest to Christopher Beeston, as a former \"servant\". Beeston was almost certainly another former apprentice.) The company gave ten Court performances in the winter of 1605–06 and, unusually, three Court performances in the summer of 1606, during a state visit by the King of Denmark. Each Court performance earned them £10. They also toured that summer, and were in Oxford at the end of July, among other stops. Nine performances at Court marked the winter of 1606-07, including a performance of 26 December of King Lear; the following winter, 1607–08, saw thirteen Court appearances. From July to December 1608 the theatres were closed due to plague. The King's Men toured the countryside; they were in Coventry in late October. The Blackfriars Theatre, owned by the Burbage family, was organised into a partnership in August that year, with five of the seven shares going to members of the King's Men – Shakespeare, Burbage, Heminges, Condell, and Sly. Sly, however, died soon after, and his share was split among the other six. (The two non-actors involved in the arrangement were Cuthbert Burbage, Richard's brother, and Thomas Evans, agent for theatre manager Henry Evans.) The acquisition of the Blackfriars represented an enormous advantage for the company. It allowed the company to perform year round instead of only in clement weather. The Blackfriars hall is thought to have been , including the stage; its maximum capacity was likely in the hundreds of spectators.An upper estimate of 1000 has been proposed, dependent on the arrangement of boxes and galleries; but a thousand people in a 66x46-foot space stretches credibility. It is more sensibly maintained that the Blackfriars theatre \"can hardly have seated many more than six hundred\" – Gurr, Shakespearean Stage, p. 117. This can be compared with the maximum capacity at the Globe Theatre of 2500 to 3000. Yet the ticket prices at the Blackfriars were five to six times higher than those at the Globe. Globe tickets ranged from a penny to sixpence (1d. to 6d.); tickets at the Blackfriars ranged from sixpence to two shillings sixpence (6d. to 2s. 6d.; 1 shilling = 12 pence). The cheapest admission at the Blackfriars equalled the most expensive at the Globe; the most expensive seat at the Blackfriars cost five times as much as its Globe counterpart.Gurr, Shakespearean Stage, p. 12. Adding the Blackfriars to the Globe should have allowed the King's Men to at least double their income from public performances. Their new wealth allowed the King's Men to overcome major adversity: when the Globe Theatre burned down in 1613 (see below), the company could afford an expensive rebuild, replacing the vulnerable thatch roof with tile. The fact that the King's Men had a second theatre meant that they did not lose all their playscripts and costumes, as happened to the Admiral's/Palsgrave's Men in the Fortune Theatre fire of December 1621 (a disaster that was, for that company, the beginning of the end). 1609 was another plague year during which the company travelled, although nine plays were still performed at Court. (Royal patronage was an advantage in difficult times: special payments in times of plague were made to the company in 1603, 1608, 1609, and 1610.) 1610 was a better year, with public performances at the Globe – Othello and Jonson's Sejanus among others. By this time the company had been augmented by John Underwood and William Ostler, both veterans of the Children of the Chapel/Queen's Revels company. ===To 1616=== In 1611 Jonson's Catiline was performed; apart from Richard Robinson's substitution for Armin, the cast roster was the same as for Sejanus the previous year. This may have been John Heminges' last production; in 1613 he's described as \"stuttering.\" Heminges normally received the payments for the company's Court performances, as far back as 1595; he continued to be active in the company's financial affairs even after he left the stage. Between October 1611 and April 1612 the King's Men performed 22 plays at Court, including The Winter's Tale and The Tempest. Their connection with The Second Maiden's Tragedy also dates from this period; the manuscript of that play reveals that Robert Gough was cast as Memphonius, while Richard Robinson was the Lady. On Sunday 12 and Monday 13 January 1612, the King's Men joined with Queen Anne's Men to give Court performances of two Queen's Men's plays by Thomas Heywood, The Silver Age and The Rape of Lucrece.Chambers, Vol. 2, p. 216. No cast list for these performances has survived; but given the two companies' known personnel, this might have been the first time Christopher Beeston acted with his old colleagues since leaving the Lord Chamberlain's Men nearly a decade earlier. In the winter of 1612–13, great Court festivities celebrating the marriage of the Elector Palatine to King James' daughter Princess Elizabeth were held. The King's Men gave 20 performances, including seven plays by Shakespeare (Much Ado About Nothing twice), one by Jon Cardenio was performed again at Court on 8 June 1613, before the ambassador from Savoy. The second Beaumont and Fletcher folio of 1679 provides partial cast lists for three King's Men productions from the c. 1613 period, for Fletcher's Bonduca and Valentinian and the Beaumont and Fletcher collaboration The Captain.Halliday, pp. 91–2; Chambers, Vol. 3, pp. 226–9. {| class=\"wikitable\" |-son – and four by Francis Beaumont and John Fletcher, reflecting their growing popularity with audiences and dominance in the King's Men's repertoire. The mysterious Cardenio, allegedly by Shakespeare and Fletcher, was also performed.In addition to Much Ado, the Shakespearean plays performed were Othello, The Tempest, The Winter's Tale, Julius Caesar, and both parts of Henry IV. Jonson's play was The Alchemist; the Beaumont and Fletcher plays were The Maid's Tragedy, The Captain, A King and No King, and Philaster (which was also performed twice). In addition to Cardenio, the other plays performed were Cyril Tourneur's lost play The Nobleman, and four anonymous works, The Merry Devil of Edmonton, The Twins' Tragedy, The Knot of Fools, and A Bad Beginning Makes a Good Ending – twenty performances of eighteen plays. The specific dates of the performances are not in the extant records. Chambers, Vol. 2, p. 217. | ! Cook''' ! Bonduca ! Valentinian |- | Richard Burbage | ✔ | ✔ | ✔ |- | Henry Condell | ✔ | ✔ | ✔ |- | William Ostler | ✔ | ✔ | ✔ |- | John Lowin | ... | ✔ | ✔ |- | Alexander Cooke | ✔ | ... | ... |- | John Underwood | ... | ✔ | ✔ |- | Nicholas Tooley | ... | ✔ | ... |- | William Ecclestone | ... | ✔ | ... |- | Richard Robinson | ... | ✔ | ... |- |} On 29 June 1613, the Globe Theatre burned down, its thatch roof set afire by squibs set off during a lavish performance of the Shakespeare/Fletcher Henry VIII. The Globe was rebuilt by the following spring, at a cost of £1400. The thatch roof was replaced with tile. During the winter of 1613–14 the company played at Court sixteen times. In 1614 Alexander Cooke and William Ostler both died; their places as sharers were taken, perhaps, by William Ecclestone and Robert Benfield. Ostler's death may have been sudden, and was problematic in that he died intestate. His father-in-law, John Heminges, seized control of his theatre shares. Ostler's widow, Thomasine Heminges Ostler, sued her father in 1615 for control of the shares – a suit that was apparently unsuccessful. In the winter of 1614–15 the King's Men performed at Court only eight times, half their workload of the previous year. During the next winter, 1615–16, they were back up to fourteen Court performances. On 23 April 1616, Shakespeare died. His role as the King's Men's leading playwright would be filled by Fletcher and his various collaborators through the coming years, with Philip Massinger assuming greater prominence in the 1630s. Nathan Field joined the company in 1616; already a prominent actor, he would go on to write plays for the King's Men in his all-too-brief career with the company. ===To 1623=== Nathan Field's contribution to the King's Men is illustrated by the play The Knight of Malta, which Field wrote with Fletcher and Massinger. The first Beaumont and Fletcher folio of 1647 gives a list of the principal cast in the company's production of the play, which included Burbage, Field himself, John Underwood, Richard Sharpe, Henry Condell, Robert Benfield, John Lowin, and Thomas Holcombe. (Sharpe and Holcombe were boy actors with the company.) The date of this production is unknown, but it must have occurred in the 1616–19 era, between Field's joining the company and Burbage's death. Field may also have played the title role in George Chapman's Bussy D'Ambois in this period. He is reported to have played the role at some time in his career, and the King's Men had the play in their repertory for many years. 1619 was a pivotal year in the company's history. The residents of the upscale Blackfriars neighbourhood, many of whom were wealthy and influential politically and socially, had never been happy about the presence of a theatre in their midst; in the spring of 1619 they complained more loudly than usual about the traffic problems associated with the theatre, which blocked access to the local churches.Gurr, Shakespearean Stage, p. 61. (All the playing companies were required to cease activity during Lent – a requirement they flouted whenever possible, often with impunity.) In response to this local opposition, the King's Men obtained a renewal of their royal patent dated 27 March 1619. The patent named the twelve current shareholders in the company; in addition to the veterans Burbage, Lowin, Heminges, and Condell, the list includes William Ecclestone, Robert Gough, Richard Robinson, Nicholas Tooley, and John Underwood, and the newest members, Nathan Field, Robert Benfield, and John Shank. Shank would be the company's primary clown in the years to come; his specialties were dancing and knockabout physical comedy. He was a veteran of several troupes over the previous decades, going back perhaps to Pembroke's Men and Queen Elizabeth's Men in the reign of Elizabeth; he had been with the Admiral's/Prince Henry's/Palsgrave's company in the 1610–13 period. Shank may have taken Robert Armin's place in the King's Men after Armin's death in 1615. Shank also trained apprentices for the company – Thomas Holcombe, John Thompson, Thomas Pollard, and John Honyman. Robert Gough had been associated with the actors of the company perhaps as far back as 1591, when he may have been a boy player in The Seven Deadly Sins; he received a legacy in the 1603 will of Thomas Pope, and he witnessed the 1605 will of Augustine Phillips, whose sister he most likely married. Gough was never a prominent actor, and little is known about the roles he played. In one particular, the new patent was out of date the day it was issued. On 13 March 1619, Richard Burbage died. In April or May Joseph Taylor transferred from Prince Charles's Men to take Burbage's place; he would play Hamlet and the other great Shakespeare/Burbage roles. Yet Burbage was missed: in May 1619 the Lord Chamberlain, William Herbert, 3rd Earl of Pembroke, wrote to a colleague that while others had gone to see a play, \"I being tender-hearted, could not endure to see so soon after the loss of my old acquaintance Burbage.\"Ann Jennalie Cook, The Privileged Playgoers of Shakespeare's London, pp. 120–1. In August 1619, the company premiered its production of the controversial play John van Olden Barnavelt. And sometime in this immediate post-Burbage period, they must also have staged Fletcher's The Humorous Lieutenant. The cast list for that play in the 1679 Beaumont and Fletcher folio is the only surviving list that includes both Taylor and Condell. Not long after this, Condell must have retired from the stage. Another blow hit the company in the following year, 1620, when Nathaniel Field died at the young age of 33. His place as sharer was taken by John Rice. The works of Fletcher and his collaborators, especially Massinger, continued to make up a significant portion of the company's repertory in the 1619–22 era. Fletcher's Women Pleased and the Fletcher/Massinger collaborations The Custom of the Country and The Little French Lawyer were acted by the King's Men in this period. Casts lists in the first Beaumont and Fletcher folio give the same roster for all three plays: Taylor, Lowin, Underwood, Benfield, Tooley, Ecclestone, and the boys Richard Sharpe and Thomas Holcombe. Around 1621, the King's Men performed The Duchess of Malfi again. When the play was first printed two years later, in 1623, the quarto featured a combined cast list for both the King's Men's productions, c. 1614 and c. 1621 (the latter occurred between the deaths of Burbage in 1619 and Tooley in 1623). Together these cast lists give a mixed picture of change and stability in the company in this era.Halliday, pp. 86 and 144. {| class=\"wikitable\" |- ! ! c. 1614 ! c. 1621 |- | Ferdinand | Richard Burbage | Joseph Taylor |- | Bosola | John Lowin | same |- | Cardinal | Henry Condell | Richard Robinson |- | Antonio | William Ostler | Robert Benfield |- | Delio | John Underwood | same |- | Forobosco | Nicholas Tooley | same |- | Pescara | John Rice | same |- | Silvio | Thomas Pollard | same |- | Duchess | Richard Sharpe | same |- | Mistress | John Thompson | same |- | Cariola | Robert Pallant | same |- | Doctor, etc. | Robert Pallant | same |- |} In both productions, Tooley and Underwood played the Madmen in addition to their other roles. Along with the permanent company members or sharers, the cast included four hired men or boys, Pallant, Pollard, Sharpe, and Thompson; note also the doubling (and in the case of Pallant, more than doubling) of roles. The Fletcher/Massinger collaboration The Sea Voyage was licensed by the Master of the Revels on 22 June 1622. On St. Stephen's Day, 26 December 1622, The King's Men acted another Fletcher/Massinger play, The Spanish Curate, at Court. 1623: The First Folio gives a list of names of the 26 \"principal actors\" in Shakespeare's plays, providing a fairly comprehensive roster of important members of the Lord Chamberlain's/King's Men through the previous thirty years. In addition to eight men on the original 1603 royal patent (Shakespeare, Burbage, Heminges, Condell, Phillips, Cowley, Sly, and Armin), the list includes William Kempe, Thomas Pope, George Bryan, John Lowin, Samuel Crosse, Alexander Cooke, Samuel Gilburne, William Ostler, Nathan Field, John Underwood, Nicholas Tooley, William Ecclestone, Joseph Taylor, Robert Benfield, Robert Gough, Richard Robinson, John Shank, and John Rice. Sometime in 1623, the veteran clown William Rowley joined the King's Men for the final two years in his stage career. He would play the Fat Bishop in the next year's A Game at Chess. Richard Perkins, a leading actor from Queen Anne's Men and the Red Bull company, also joined the King's Men late in 1623. ===To 1642=== 1624: Eliard Swanston left the Lady Elizabeth's Men to join the King's Men. Previous Lady Elizabeth's veterans to join include Nathan Field, John Rice, and (via Prince Charles's Men) Joseph Taylor. Swanston is reported to have played Othello and Richard III during his years with the company (which extended at least through 1642). Robert Gough died in 1624. Also in 1624, the King's Men gave their sensational production of Middleton's A Game at Chess, which ran for an unprecedented nine days straight (6–16 August, Sundays excepted), and also got them prosecuted and fined by the Privy Council. The company got into more trouble in December, for performing Massinger's The Spanish Viceroy without a license from the Master of the Revels. The sharers in the King's Men depended upon a crew of hired men to make their performances work. On 27 December 1624, Sir Henry Herbert issued a list of the company's 21 hired men who could not be arrested or \"press'd for soldiers\" without the allowance of the Lord Chamberlain or the Master of the Revels. The list includes supporting actors like Robert Pallant, musicians, and functionaries like Edward Knight the prompter and John Rhodes the wardrobe keeper. The spring of 1625 brought a period of uncertainty. The new king, Charles I, had long had his own troupe of actors, Prince Charles's Men; would he make them the new King's Men? The existing company's established prestige – they were widely recognised the best in the land – led to a continuance of royal patronage. The Prince Charles's company folded after their patron became king, with three of its members, Thomas Hobbs, William Penn, and Anthony Smith, joining the King's Men. Though the early-to-mid-1620s was a period of economic depression in England, the King's Men prospered: the company had fifteen sharers in 1625. This abundance of personnel allowed the company to stage productions with larger casts than before [see: The Lover's Melancholy; The Novella]. Also in 1625, Richard Perkins terminated his brief period with the King's Men to become the leading man of the newly formed Queen Henrietta's Men. When the King's Men premiered Massinger's The Roman Actor late in 1626, the cast included a new boy player, John Honyman, aged 13. William Trigg was another boy playing female roles for the company in the 1626–32 period; but after that his activities are unknown. Henry Condell died in December 1627. He left shares in the company's theatres, the Blackfriars and the Globe, to his surviving family. Opposition from the King's Men's Blackfriars neighbours reached another peak around 1630. In 1631 a commission investigated the possibility of buying out the Blackfriars property, and concluded that the company's investment in the property, over the coming fourteen years of their unexpired lease, was £2900 13s. 4d. This figure, however, covered only theatre rent and interest; in response the King's Men produced an itemised account of their investment, valuing the whole at £21,990, more than seven times as much as the commission's figure. The company's interest in the theatre was never bought out.Gurr, Shakespearean Stage, pp. 70–1. Upon John Heminges' death in 1630, his shares in the Globe and Blackfriars Theatres passed to his son William. William Heminges's disposal of his shares five years later would cause a major controversy within the company; see 1635 below. The boy player Stephen Hammerton joined the King's Men in 1632. Richard Sharpe died in the same year; he was the boy actor who played in both productions of The Duchess of Malfi, and later graduated to young male leads, as Hammerton would do over the coming decade. In 1633, the company had difficulties with Sir Henry Herbert, the Master of the Revels, over the content of their plays. On 19 October, Herbert forbad the performance of The Woman's Prize, Fletcher's sequel to Shakespeare's The Taming of the Shrew, because of its \"foul and offensive\" content. The company acted the Fletcher/Beaumont play The Scornful Lady instead. On 21 October, Herbert addressed a letter to Edward Knight, the \"book-keeper\" or prompter of the company, on the subject of the \"oaths, profaneness, and public ribaldry\" in their plays. And on 24 October, John Lowin and Eliard Swanston apologised to Herbert for giving offence. (Joseph Taylor and Robert Benfield were reportedly present at the meeting, but were uninvolved in either the offence or the apology; apparently Swanston and Lowin were in the cast of The Woman's Prize but Benfield and Taylor were not.) After this incident, the King's Men had their old play texts re-examined by Herbert for new productions, something that was previously not required. This meant more fees paid to Herbert. The text of Fletcher's play was repaired adequately by the next month, when the company performed The Taming of the Shrew and The Woman's Prize before the King and Queen at St. James's Palace on 26 and 28 November 1633. According to Herbert, Shakespeare's play was \"liked\", but Fletcher's play was \"very well liked.\" On 7 April 1634, the King's Men played George Chapman's Bussy D'Ambois at Court. The title role was reportedly played by Eliard Swanston; Joseph Taylor, at this point in his career, was too \"grey\" for the role of a young firebrand.Chambers, Vol. 3, pp. 253–4. The company played the same play at Court again on 27 March 1638. In the early 1630s, William Heminges sold off the theatre shares he'd inherited from his father upon John Heminges's death (1630). He sold (clandestinely, perhaps) two shares in the Blackfriars and three in the Globe to King's Man John Shank, for £506. In response to the sale, three other King's Men, Eliard Swanston, Thomas Pollard, and Robert Benfield, appealed to the Lord Chamberlain (then Philip Herbert, 4th Earl of Pembroke) for a chance to buy shares for themselves. Several documents in this matter, including back-and-forth statements from the three petitioners and from Cuthbert Burbage and John Shank, still exist; they contain abundant information on the company's business c. 1635. When the petitioners began their campaign, the eight Blackfriars shares were distributed this way: Shank held two, and Taylor, Lowin, Underwood, Cuthbert Burbage, Mrs. Condell (Henry Condell's widow), and Winifred Robinson (Richard Burbage's widow and Richard Robinson's wife) had one each. Of the sixteen shares in the Globe, Cuthbert Burbage and Mrs. Robinson each owned three and a half shares, Shank had three, and Taylor, Lowin, and Mrs. Condell each owned two. Herbert ordered the existing shareholders to sell shares to Swanston, Benfield, and Pollard, though Burbage and Shank resisted. The King's Men accompanied Charles I on a royal progress in 1636. In so doing they evaded, at least to some degree, the consequences of the prolonged theatre closing due to plague in 1636–37. Comedian John Shank died in 1636, as did Cuthbert Burbage. A royal warrant of 1636 reveals that Shakespeare's nephew William Hart (1600–39), the son of the poet's younger sister Joan, was an actor in the company at the time. In the later 1630s the company took up the practice of staging plays written by courtiers favoured by Queen Henrietta Maria, like William Cartwright's The Royal Slave (1636) or Sir John Suckling's Aglaura (1637); they were rewarded with the lavish costumes of the productions. The company's repertory narrowed in this era; they produced fewer new plays, and those they did stage were mainly these subsidised courtly works.Aaron, p. 159. Their economic situation also worsened; from a high of fifteen in 1625, the number of sharers dropped to nine by 1636. Unable to foresee the coming collapse of 1642, the King's Men undertook a major expansion around 1640. They brought in five new men as actors and sharers: William Allen, Theophilus Bird, Michael Bowyer, Hugh Clark, and William Robbins. All five were veterans of Queen Henrietta's Men; and all five were made Grooms of the Chamber on 22 January 1641, along with Stephen Hammerton. With Massinger's death in 1640, the troupe also needed a new house dramatist; James Shirley was recruited for the job. The company staged Shirley's The Cardinal in 1641, and his The Sisters in the Spring of 1642. The production of Shirley's next work, The Court Secret, was prevented by the theatre closure in September 1642. ===Aftermath=== 1642: the Puritans in Parliament gained control over the city of London at the beginning of the English Civil War, and ordered the closing of all theatres on 2 September. The theatres remained officially closed until the Restoration in 1660. In 1646, the King's Men received back-pay from Parliament, money they were still owed for pre-1642 performances. Clandestine and sporadic theatre activity occurred. 1647 was a year of relative official leniency, when theatrical performances were not uncommon. Ten actors signed the dedication in the 1647 Beaumont and Fletcher folio as the King's Men; these were Robert Benfield, Theophilus Bird, Hugh Clark, Stephen Hammerton, John Lowin, Thomas Pollard, Richard Robinson, Joseph Taylor, Eliard Swanston, and William Allen. The first seven men on that list also signed a contract as sharers in the King's Men on 28 January 1648, showing that the company was re- activating, or attempting to re-activate, at that time. This iteration of the company collapsed in July the same year when it failed to make a payment. Another attempt to revive the troupe followed during the winter of 1648–49, with a younger group of actors than the previous crew of veterans; this new group of 16 included Walter Clun and Charles Hart, who had played with the King's Men as boys before the 1642 closing. These two plus eight others signed a contract on 27 December 1648 with one Walter Conway, an upholsterer who was their financier. This effort also failed, and was producing litigation as late as 1661. Repression grew stronger after 1647: in February 1648 and January 1649, King's Men players were arrested in the midst of performances. [See: Rollo Duke of Normandy.] Some company members chose alternative careers; Eliard Swanston became a jeweller, while hired men Alexander Gough and Andrew Pennycuicke became stationers. By the time the theatres formally re-opened in 1660, few of the old players and playwrights remained, and the old theatrical practices and traditions had largely been lost. Female roles were soon performed by women rather than boys [see Edward Kynaston; Margaret Hughes], and the open-air playhouses common in the past were no more; the more elite higher-priced indoor theatres became the norm. Although a new King's Company was established, it had little in common with its predecessor other than a royal patron (though a few members of the old company, like Charles Hart and Walter Clun, made the transition). The Restoration drama in which it participated was largely a new foundation. While Elizabethan and Jacobean classics were the mainstay of the Restoration repertory, many, particularly the tragedies, were adapted to conform to new tastes influenced by the French theatre of Louis XIV. The Elizabethan features of multitude of scenes, multitude of characters, and melange of genres lived on primarily in Restoration comedy. ==Footnotes== ==References== * Aaron, Melissa D. Global Economics: A History of the Theatre Business, the Chamberlain's/King's Men, and Their Plays, 1599–1642. Newark, DE: University of Delaware Press, 2003. * Bentley, G. E. The Jacobean and Caroline Stage. 7 Volumes, Oxford: the Clarendon Press, 1941–68. * Cook, Ann Jennalie. The Privileged Playgoers of Shakespeare's London, 1576–1642. Princeton, NJ: Princeton University Press, 1981. * Chambers, E. K. The Elizabethan Stage. 4 Volumes, Oxford: Clarendon Press, 1923. * Gurr, Andrew. The Shakespearian Playing Companies. Oxford: Oxford University Press, 1996. * Gurr, Andrew. The Shakespearean Stage 1574–1642. Third edition, Cambridge: Cambridge University Press, 1992. * Halliday, F. E. A Shakespeare Companion 1564–1964. Baltimore: Penguin, 1964. * Oliphant, E. H. C. The Plays of Beaumont and Fletcher: An Attempt to Determine Their Respective Shares and the Shares of Others. New Haven: Yale University Press, 1927. * Category:1603 establishments in England Category:1642 disestablishments Category:William Shakespeare Category:17th-century disestablishments in England",
 "title": "King's Men (playing company)"
}