{
 "id": "597331",
 "text": "Roger Keith Crouch (born September 12, 1940) is an American scientist and astronaut who flew as a payload specialist on two NASA Space Shuttle missions in 1997. ==Personal == Born September 12, 1940, in Jamestown, Tennessee, Crouch currently resides in Washington, D.C. with his wife, the former Anne Novotny. He has three grown children, Melanie, Kevin and Kenyon. His mother, Maxine Crouch, resides in Jamestown, Tennessee. He enjoys traveling, photography, sports, camping, hiking, fishing and whitewater rafting. Crouch is an Eagle Scout. ==Education== Crouch attended high school at Alvin C. York Institute. He earned a Bachelor of Science in physics from Tennessee Polytechnic Institute in 1962, Master of Science and a Doctor of Philosophy in physics from Virginia Polytechnic Institute in 1968 and 1971, respectively. ==Career== On loan from MIT to NASA Headquarters as the Senior Scientist for the International Space Station since 2000; prior to that, on loan from MIT as the Senior Scientist for the Office of Life and Microgravity Sciences, NASA- HQ, 1998–2000; crew training, flight and post-flight activities 1996–1998; Lead Scientist of the Microgravity Space and Applications Division since 1985–1996. He served as Program Scientist on five different Spacelab flights. In addition, he helped organize and has served as co-chair for Microgravity Science Working Groups between NASA and space agencies from the European Union, France, Germany, Japan, and Russia. He was the founding co-chair of the International Microgravity Science Strategic Planning Group consisting of these space agencies plus Canada. He was principal investigator on an experiment that flew in the Materials Experiment Apparatus on the D-1 mission in 1985. Group leader and researcher, NASA Langley Research Center, 1962–1985. Leader of a research group investigating the effects of convection on semiconductor materials' properties. He was a principal investigator in the MSAD flight program from 1986–1997. He has done research in various techniques and types of semiconductor crystal growth, electric and optical properties of materials, electronic devices for remote sensing and flat panel displays, and heat shield protection for atmospheric reentry of space vehicles. This research resulted in the publication of over 40 technical paper and over 50 technical conference reports. He trained as the Alternate Payload Specialist for STS-42 (First International Microgravity Laboratory) which flew in January 1992. ==Spaceflight experience== Flew as a Payload Specialist on STS-83 (April 4–8, 1997) and STS-94 (July 1–17, 1997) and logged over 471 hours in space. STS-83, the Microgravity Science Laboratory (MSL-1) Spacelab mission, was cut short because of problems with one of the Shuttle’s fuel cell power units. Mission duration was 95 hours and 12 minutes, traveling 1.5 million miles in 63 orbits. STS-94 was a reflight of the MSL-1 and focused on materials and combustion science research. Mission duration was 376 hours and 45 minutes, traveling 6.3 million miles in 251 orbits of the Earth. ==Special honors and organizations== Distinguished Alumni Achievement, Virginia Tech, 1998; Distinguished Alumnus 1997, Tennessee Technological University; NASA Exceptional Performance Award, 1989; NASA Special Achievement Award, 1983; Certificates for Patents/applications 1975, 85, 86, 87; Certificates for innovative technology 1973, 76, 79, 80, 81, 85, 86, 87; Floyd Thompson Fellowship 1979–80. Member of American Physical Society, American Association for Crystal Growth, Sigma Pi Sigma, Kappa Mu Epsilon, Pi Kappa Phi. ==References== ==External links== *Spacefacts biography of Roger K. Crouch * Category:1940 births Category:Living people Category:People from Jamestown, Tennessee Category:Virginia Tech alumni Category:NASA civilian astronauts Category:Space Shuttle program astronauts Category:Tennessee Technological University alumni",
 "title": "Roger K. Crouch"
}