{
 "id": "597534",
 "text": "DisneyQuest was a chain of indoor interactive theme parks in the United States operated by the Disney Regional Entertainment subsidiary of Walt Disney Parks and Resorts. The DisneyQuest project was designed as a way for the Disney brand to reach populations that may not have the chance to travel to its various theme park destinations. It was meant to target large cities and urban areas. Had the project continued, Disney would have had plans to construct locations in many major cities in the United States, like Philadelphia and Baltimore. However, only two locations were built; one in Walt Disney World and a much shorter-lived one in Chicago. ==History== DisneyQuest first opened on June 19, 1998, as part of a major expansion of the Downtown Disney entertainment district (today Disney Springs) at Downtown Disney West Side, and was intended as the first of a larger chain of similar facilities. The first DisneyQuest outside of a resort was opened in Chicago on June 16, 1999 with plans for more locations worldwide. The Chicago location was in a development, North Bridge, where ESPN Zone, a fellow Disney Regional chain, opened about a month later. On December 9, 1998, Disney Regional announced Philadelphia as new location as a tenant of the Pavilion at Market East project developed by Goldenberg Group on the former location of a Gimbels Department Store. The Chicago location permanently closed on September 4, 2001 after 2 years and 3 months of operating due to low visitor numbers as well as other, broader issues. While the location was generating income, it was not enough for Disney. After the failure of DisneyQuest Chicago, the DisneyQuest project was officially brought to an end. Construction that had begun in Philadelphia was scrapped, leaving a giant hole in its place for several years; the hole has since been filled and the space later became a parking lot. A DisneyQuest at the Disneyland Resort in California never proceeded past the planning stage. Disney announced another location to be built in downtown Toronto but the project was canceled. After the closure of the Chicago location, Disney Regional Entertainment turned over control of the remaining location to Walt Disney World operations. On June 30, 2015, Disney officials announced that the Walt Disney World location would close in 2016 as part of the continued redevelopment of Downtown Disney into Disney Springs. A spokesperson for the labor unions that represent Disney employees who work at DisneyQuest stated that displaced workers will be relocated to other positions. The property was set to be redeveloped into a new attraction themed to the NBA after they left their previous location at Universal CityWalk. In November 2016, Disney officials announced that DisneyQuest would remain open for the remainder of the year and into 2017, with no definitive closing date. They further stated that they had no update on the status of the NBA attraction other than it was still planned for the site. On January 30, 2017, the Disney Parks announced that DisneyQuest would close after July 2, 2017 so work on the NBA Experience attraction could begin. DisneyQuest's final day of operation was on July 2, 2017 and was demolished a few months later. Its replacement, the NBA Experience, officially opened in August 2019. However, due to the COVID-19 pandemic, the venue permanently closed in March 2020, and all guest actors were laid off in October the same year. On August 16, 2021, Disney announced that the venue would not reopen. A replacement has not yet been announced. ==Former attractions== * Pirates of the Caribbean: Battle for Buccaneer Gold: Man a pirate ship and destroy other ships, sea monsters, and fortresses to collect gold. One player captains the ship by steering and controlling the throttle, while up to four gunners control the cannons to destroy other ships. * Virtual Jungle Cruise: Guests paddle an inflatable raft (with real paddles) as they make their way down a prehistoric river, avoiding dinosaurs and occasionally getting sprayed with water. It is based on Jungle Cruise. * CyberSpace Mountain: Guests design a roller coaster on a design kiosk, then sit in a pitch-and-roll simulator and ride it. Guests may also ride pre-built coasters. It is hosted by Bill Nye the Science Guy, who instead refers to himself as \"Bill Nye the Coaster Guy\". This attraction is based on the ride, Space Mountain. * Aladdin's Magic Carpet Ride: Players wear a head- mounted display as they ride a magic carpet through Agrabah, collecting gems to find The Genie, who has been hidden away in the Cave of Wonders. * Animation Academy: Regular sessions throughout the day teach how to draw characters, step by step, and learning the process to draw the characters with lightpens on computer screens. Afterwards, guests may purchase a printout afterward. * Sid's Create-a-Toy: A program featuring the evil Sid character from Toy Story that allows one to custom design a toy out of parts of other toys, and then it will be available for purchase. * Living Easels: An interactive touch screen program where guests can place various images onto several selectable backgrounds. A full-color printout of a guest's design may be purchased. * The Song Maker: Guests are able to create their own song and then they are able to buy it later throughout their visit. * Mighty Ducks Pinball Slam: Players \"become\" a pinball in a gigantic projected pinball game; by rocking their \"duck\" back and forth, up to twelve players at a time control their corresponding pinball on the screen, attempting to collect the most points. * Buzz Lightyear's AstroBlaster: Players board bumper cars and attempt to navigate over foam balls, called asteroids on the floor. By doing so, the asteroids will be sucked up into the cabin where players can then load them into a cannon and shoot at the other cars. If hit in the correct spot, one's car may spin around uncontrollably for ten seconds. Usually there are two players to a car; however, it is possible for one person to pilot and shoot at the same time. * Ride the Comix: Players wear an HMD to \"enter the comic book world.\" Players battle with super villains by using a laser sword. Up to six players can be on a team at a time. As of early 2011, Ride the Comix 4 has been \"overtaken by villains\" and was in service only on days where the building is near capacity. However, guests were still able to play Ride the Comix on the fifth floor directly above. On September 7, 2014, Ride the Comix was closed to allow for additional seating for the FoodQuest quick service restaurant. * Invasion! An ExtraTERRORestrial Alien Encounter: Four players ride inside a rescue vehicle to save astronauts: one player drives, the other three shoot enemy aliens. Based on the former Magic Kingdom attraction, ExtraTERRORestrial Alien Encounter. * Cave of Wonders Slide: A 150-foot (46m) long spiral slide that took guests from the third floor to the first. It was closed in DisneyQuest's first year of operation. * Treasure of the Incas: Players drive small remote-control toy trucks through a maze in search of treasure. Along a wall were stations with a steering wheel and a video screen by which to drive the truck; the floor of the room was clear plastic through which friends could see the trucks driving around so that they could shout directions to the driver. This attraction was plagued by interference from emerging technologies such as cell phones, and was finally closed after one of the vehicles caught fire. The clear flooring and mazes could still be seen near the Virtual Jungle Cruise area, adjacent to the Safari hunting games until 2007 when the floor was recovered and new games moved to the area. This area was now entirely jungle themed and is home to several Let's Go Jungle!: Lost on the Island of Spice arcade machines. * Magic Mirrors: Guests could take a picture of themselves and then edit their faces to appear like cartoons. The attraction closed in 2005 and was later converted to seating. * Hercules in the Underworld: Six guests would each control their own character from Disney's Hercules with a joystick. The object of the game was to collect lightning bolts and defeat Hades. This attraction was replaced with \"Pirates of the Caribbean: Battle for Buccaneer Gold\". All the redemption games were removed from the facility in January 2015 as a cautionary measure, in response to a state law that Disney believed made the games illegal under certain circumstances. When DisneyQuest closed down on July 2, 2017, the remaining arcade games (including the Fix-It Felix Jr. arcade games from Wreck-It Ralph) were removed, and most of them were sold or put into storage. ==See also== * Six Flags Power Plant, a similar concept that opened in 1985 ==References == == Further reading == * Category:1998 establishments in Florida Category:1999 establishments in Illinois Category:2001 disestablishments in Illinois Category:2017 disestablishments in Florida Category:Amusement parks closed in 2001 Category:Amusement parks opened in 1998 Category:Amusement parks opened in 1999 Category:Buildings and structures completed in 1998 Category:Buildings and structures in Lake Buena Vista, Florida Category:Disney Springs Category:Former buildings and structures in Chicago Category:Tourist attractions in Greater Orlando Category:Video arcades Category:Buildings and structures demolished in 2017 Category:Former Walt Disney Parks and Resorts attractions",
 "title": "DisneyQuest"
}