{
 "id": "59761",
 "text": "The politics of the Netherlands take place within the framework of a parliamentary representative democracy, a constitutional monarchy, and a decentralised unitary state.Civil service systems in Western Europe edited by A. J. G. M. Bekke, Frits M. Meer, Edward Elgar Publishing, 2000, Chapter 7 The Netherlands is described as a consociational state. Dutch politics and governance are characterised by a common striving for broad consensus on important issues, within both of the political community and society as a whole. ==Constitution== The Dutch Constitution lists the basic civil and social rights of the Dutch citizens and it describes the position and function of the institutions that have executive, legislative and judiciary power. The constitution applies to the Netherlands, one of the four constituent countries of the Kingdom of the Netherlands (along with Aruba, Curaçao and Sint Maarten). The Kingdom as a whole has its own Statute, describing its federate political system. The Netherlands comprises all of the European territory and also the Caribbean islands of Bonaire, Sint Eustatius and Saba. The Netherlands does not have a constitutional court and judges do not have the authority to review laws on their constitutionality. International treaties and the Statute of the Kingdom, however, overrule Dutch law and the constitution, and judges are allowed to review laws against these in a particular court case. Furthermore, all legislation that is not a law in the strict sense of the word (such as policy guidelines or laws proposed by provincial or municipal government) can be tested on their constitutionality. Amendments to the constitution must be approved by both Houses of the States General (Staten-Generaal) twice. The first time around, this requires a majority vote. After parliament has been dissolved and general elections are held, both Houses must approve the proposed amendments with a two-thirds vote. == Political institutions == Major political institutions are the monarchy, the cabinet, the States General and the judicial system. There are three other High Colleges of state, which stand on equal foot with parliament but have a less political role, of which the Council of State is the most important. Other levels of government are the municipalities, the water boards and the provinces. Although not mentioned in the Constitution, political parties and the social partners organised in the Social Economic Council are important political institutions as well. It is important to realise that the Netherlands does not have a traditional separation of powers: according to the Constitution the States General and the government (the King and the Ministers) share the legislative power. All legislation has to pass through the Council of State (Dutch: Raad van State) for advice and the Social- Economic Council advises the government on most social-economic legislation. The executive power is reserved for government. The Social-Economic Council also has the special right to make and enforce legislation in specific sectors, mostly in agriculture. The judicial power is divided into two separate systems of courts. For civil and criminal law the independent Supreme Court is the highest court. For administrative law the Raad van State is the highest court, which is ex officio chaired by the King. ===Monarchy=== The Netherlands has been a monarchy since 16 March 1815, but has been governed by members of the House of Orange-Nassau (by chosen and later hereditary stadtholders) since 1556, when William of Orange-Nassau was appointed stadtholder and led the successful Dutch Revolt against Spain. The present monarchy was founded in 1813. After the expulsion of the French, the Prince of Orange was proclaimed Sovereign Prince of the Netherlands. The new monarchy was confirmed in 1815 at the Congress of Vienna as part of the re-arrangement of Europe after the fall of Napoleon Bonaparte. The House of Orange-Nassau were given the present day Netherlands and Belgium to govern as the United Kingdom of the Netherlands. Between 1815 and 1890, the King of the Netherlands was also Grand Duke of Luxembourg. The current monarch is Willem-Alexander. The heir apparent is the Princess of Orange, Catharina-Amalia. Constitutionally, the monarch is head of state and has a role in the legislative process. He has to co-sign every law to make it valid. The monarch is also ex officio chair of the Council of State, which advises the cabinet on every piece of legislation and is the final court for administrative law. Although the current king takes these functions seriously, he refrains from exerting his power in these positions. The monarch also plays a central role in the formation of a cabinet after general elections or a cabinet crisis. Since coalition cabinets of two or more parties are the rule, this process has influence on government policy for years to come. The monarch used to appoint the informateur until 2012, who chairs the formation talks, after consulting the fractievoorzitters (parliamentary leaders) of all parties represented in the lower house of the States General. When the formation talks have been concluded the King appoints the cabinet. Because this advice is a matter of public record, the King cannot easily take a direction which is contrary to the advice of a majority in parliament. On the other hand, what is actually talked about behind the closed doors of the palace is not known. When a cabinet falls, the Prime Minister has to request the monarch to dismiss the cabinet. ===Cabinet=== The :nl:Government of the Netherlands ( or ) constitutionally consists of the King and the cabinet ministers. The King's role is limited to the formation of government and he does not actively interfere in daily decision-making. The ministers together form the Council of Ministers. This executive council initiates laws and policy. It meets every Friday in the Trêveszaal at the Binnenhof. While most of the ministers head government ministries, since 1939 it has been permissible to appoint ministers without portfolio. The Prime Minister of the Netherlands presides over the cabinet and is the major political figure of the Dutch government. The government is formed by all ministries , the implementing organizations that fall under the responsibility of a ministry, inspectorates and High Councils of State, and is involved in the preparation and implementation of plans of the government and parliament. In 2010, all ministries' websites were merged into a new website, www.rijksoverheid.nl. In the course of that year, all the various logos of the ministries had already expired and were replaced by a single national logo for the entire Dutch government. Some of the best-ranked Prime Ministers of the Netherlands include: File:Johan Heinrich Neuman - Johan Rudolf Thorbecke (cropped).jpg|Johan Rudolph Thorbecke (1849–1853; 1862–1866, 1871–1872) File:Jan Heemskerk Azn (1818-1897), after Heinrich Wilhelm Wollrabe.jpg|Jan Heemskerk (1874–1877; 1883–1888) File:Abraham Kuyper 1905 (1).jpg|Abraham Kuyper (1901–1905) File:Pieter Cort van der Linden.jpg|Pieter Cort van der Linden (1913–1918) File:Hendrik Colijn (1925).jpg|Hendrikus Colijn (1925–1926; 1933–1939) File:Willem Drees 1958.jpg|Willem Drees (1948–1958) File:Piet de Jong 1970.jpg|Piet de Jong (1967–1971) File:Ruud Lubbers 1985.jpg|Ruud Lubbers (1982–1994) File:Wim Kok 1994.jpg|Wim Kok (1994–2002) File:Mark Rutte-6 (cropped).jpg|Mark Rutte (2010–present) ===States General=== The Dutch Parliament, officially known as the States General of the Netherlands, consists of a House of Representatives (Tweede Kamer) and a Senate (Eerste Kamer). Both chambers are housed in the Binnenhof of The Hague and discuss proposed legislation and review of the actions of the cabinet. Only the House of Representatives has the right to propose or amend legislation while the Senate discusses its value regarding the Dutch law since the Netherlands have no constitutional court. Currently there are 150 members of the House of Representatives and 75 Senators. Members of the House are elected directly every four years with a list proportional representation. Representatives are chosen on personal title, so in the relatively rare case that a member no longer agrees with his or her party, the member can decide to stay in the chamber, either as an independent representative, or connected to another parliamentary party. If a member decides to resign, the empty seat falls to the original party collecting the votes, and can be filled by a member of that party, the highest placed on the party's electoral list that was not elected. Coalition governments may fall before their term ends, which usually results in early dissolution of the House and new elections. Members of the Senate are elected indirectly by provincial councilors, again every four years, just after the elections of the provincial councils, via a system of proportional representation. This election method reflects the historical roots of the upper house as a representative body of the different regional entities that formed the Netherlands. Nowadays, the Senate is mainly considered to be a body of elder statesmen reconsidering legislation at ease, away from the pressure of daily political and media hypes. The position of senator is a part-time job as the institution meets once a week. ===Political parties=== The system of proportional representation, combined with the historical social division between Catholics, Protestants, Socialists and Liberals has resulted in a multiparty system. The major political parties are the PVV, D66, and VVD. The parties currently represented in the Dutch House of Representatives are: * The Christian Democratic Appeal (CDA), a centre-right Christian democratic party. It holds to the principle that government activity should supplement but not supplant communal action by citizens. The CDA puts its philosophy between the \"individualism\" of the VVD and the \"statism\" of the PvdA. * The Labour Party (PvdA), a social democratic, centre-left Labour party. Its programme is moderately progressive and focused on issues such as employment, social security and healthcare. * The Party for Freedom (PVV), a conservative anti- Islam populist party founded and dominated by Geert Wilders, formerly of the VVD. Its philosophy is based on maintaining the integrity of Dutch culture, and opposition to immigration and European integration. * The Socialist Party (SP), in its first years was a radical socialist/communist party, a Maoist split from the Communist Party Netherlands. It is now a large socialist party advocating democratic socialism, rejecting the privatisation of public services and advocating for increased social welfare and socialised education and safety. * The People's Party for Freedom and Democracy (VVD), a conservative liberal party. It has more sympathy for private enterprise and economic freedom compared to other Dutch parties. VVD has supported prioritising security over civil liberties. * Democrats 66 (D66), a social liberal party. The party supports liberal policies on social issues (abortion, drugs, euthanasia). D66 is also a supporter of European integration and some non-fundamental economic reform. The party supports open immigration, secularism, EU integration, and is relatively supportive of civil liberties and privacy. * GreenLeft (GL) combines, as its name implies, green environmentalist ideals with left leanings. The party is strongly in favour of the multicultural society, government control of the economy, high taxes, social engineering and believes strongly in man-made global warming. * The Christian Union (ChristenUnie), a Christian democratic party made up by mostly orthodox Protestant Christians, with conservative stances on abortion, euthanasia and gay marriage. In other areas the party is considered centre- left, for instance on immigration, the welfare state and the environment. * The Party for the Animals (PvdD) is an animal rights party, that is often considered a one issue-party, although it claims not to be. The focus of the party is on animal welfare, protecting the environment and conservation. The party also has left-of-centre points of view about education, privacy, health care and the economy. * The Reformed Political Party (SGP), an explicitly religious, conservative and theocratic Protestant party. It is a testimonial party. Only in 2006 and after heavy political pressure were women allowed to be members of this party. Reliably earns 2 out of 150 seats in parliament. * DENK, a small political party mainly focusing on and promoting multiculturalism and social integration. The party also supports environmentalism and international justice. * Forum for Democracy (FVD), a right-wing, nationalist conservative party. In favour of lower taxes, promoting environmental sustainability (while questioning mankind's influence on climate change), military investment and expansion, electoral reform, offering a referendum on European Union membership, reinstating border controls and ending what it perceives as mass immigration. *Volt, the Dutch branch of the social-liberal political movement Volt Europa advocating pro- Europeanism and European federalism. *JA21, a conservative liberal party that emerged after internal conflicts in Forum for Democracy. The party is influenced by the ideas of right-wing politician Pim Fortuyn, who was assassinated in 2002, promoting stricter immigration policies, entrepeneurship and more individual freedoms. *Farmer–Citizen Movement (BBB) is a centre-right party that has its roots in agrarianism and rural development. *BIJ1, a left to far-left political party advocating egalitarianism through anti-racism, anti-capitalism and feminism. The party's program states radical equality and economic justice as its two pillars while supporting an intersectional perspective. The following table details the party representation in the Dutch parliament. The political leaders mentioned are not necessarily also leader of the parliamentary parties in the House of Representatives. {| class=\"wikitable\" |- bgcolor=\"#cccccc\" !style=\"background-color:#E9E9E9\" align=left valign=top|Party !style=\"background-color:#E9E9E9\" align=left valign=top|Leader !style=\"background-color:#E9E9E9\" align=right valign=top|Votes at the general election of 2021 !style=\"background- color:#E9E9E9\" align=right valign=top|Seats in the House of Representatives !style=\"background-color:#E9E9E9\" align=right valign=top|Seats in the Senate |- |align=\"left\"|People's Party for Freedom and Democracy (VVD) |align=\"left\" |Mark Rutte |align=\"right\" |2,279,130 |align=\"right\" |34 |align=\"right\" |12 |- | align=\"left\" |Democrats 66 (D66) | align=\"left\" |Sigrid Kaag | align=\"right\" |1,565,861 | align=\"right\" |24 | align=\"right\" |7 |- | align=\"left\" |Party for Freedom (PVV) | align=\"left\" |Geert Wilders | align=\"right\" |1,124,482 | align=\"right\" |17 | align=\"right\" |5 |- | align=\"left\" |Christian Democratic Appeal (CDA) | align=\"left\" |Wopke Hoekstra | align=\"right\" |990,601 | align=\"right\" |14 | align=\"right\" |9 |- | align=\"left\" |Socialist Party (SP) | align=\"left\" |Lilian Marijnissen | align=\"right\" |623,371 | align=\"right\" |9 | align=\"right\" |4 |- | align=\"left\" |Labour Party (PvdA) | align=\"left\" |Lilianne Ploumen | align=\"right\" |591,192 | align=\"right\" |9 | align=\"right\" |6 |- | align=\"left\" |GreenLeft (GL) | align=\"left\" | Jesse Klaver | align=\"right\" |537,308 | align=\"right\" |8 | align=\"right\" |8 |- |align=\"left\"|Party for Animals (PvdD) |align=\"left\" |Esther Ouwehand |align=\"right\" |399,750 |align=\"right\" |6 |align=\"right\" |3 |- | align=\"left\" |Forum for Democracy (FVD) | align=\"left\" |Thierry Baudet | align=\"right\" |523,083 | align=\"right\" |5 | align=\"right\" |3Forum for Democracy won 12 seats during the last Senate election but lost 9 of them to Group Nanninga and Group Otten after internal disputes. |- | align=\"left\" |Christian Union (CU) | align=\"left\" |Gert-Jan Segers | align=\"right\" |351,275 | align=\"right\" |5 | align=\"right\" |4 |- | align=\"left\" |Volt | align=\"left\" |Laurens Dassen | align=\"right\" |252,480 | align=\"right\" |3 | align=\"right\" |0 |- | align=\"left\" |JA21 | align=\"left\" |Joost Eerdmans | align=\"right\" |246,620 | align=\"right\" |3 | align=\"right\" |7JA21 is represented in the Senate as Group Nanninga. |- | align=\"left\" |Political Reformed Party (SGP) | align=\"left\" |Kees van der Staaij | align=\"right\" |215,249 | align=\"right\" |3 | align=\"right\" |2 |- | align=\"left\" |DENK | align=\"left\" |Farid Azarkan | align=\"right\" |211,237 | align=\"right\" |3 | align=\"right\" |0 |- | align=\"left\" |50PLUS (50+) | align=\"left\" |Vacant | align=\"right\" |106,702 | align=\"right\" |050PLUS lost its representation in the House of Representatives after political leader Liane Den Haan decided to continue independently. | align=\"right\" |2 |- | align=\"left\" |Farmer–Citizen Movement (BBB) | align=\"left\" |Caroline van der Plas | align=\"right\" |104,319 | align=\"right\" |1 | align=\"right\" |0 |- | align=\"left\" |BIJ1 | align=\"left\" |Sylvana Simons | align=\"right\" |87,238 | align=\"right\" |1 | align=\"right\" |0 |- | align=\"left\" |Group Van Haga | align=\"left\" |Wybren van Haga | align=\"right\" |– | align=\"right\" |3Group van Haga consists of former members of Forum for Democracy. | align=\"right\" |0 |- | align=\"left\" |Group Den Haan | align=\"left\" |Liane Den Haan | align=\"right\" |– | align=\"right\" |1 | align=\"right\" |0 |- | align=\"left\" |Group Otten | align=\"left\" |Henk Otten | align=\"right\" |– | align=\"right\" |0 | align=\"right\" |2 |- | align=\"left\"|Group Omtzigt | align=\"left\"|Pieter Omtzigt | align=\"right\"|– | align=\"right\"|1 | align=\"right\"|0 |- |align=left|Independent Senate Group (OSF) |align=\"left\" |Vacant |align=\"right\" |– |align=\"right\" |0 |align=\"right\" |1 |- |align=left colspan=2 style=\"background- color:#E9E9E9\"|Total (includes Others and Blank/Invalid; turnout 78.7%) |align=\"right\" style=\"background-color:#E9E9E9\"|10,462,677 |align=\"right\" style=\"background-color:#E9E9E9\"|150 |align=\"right\" style=\"background- color:#E9E9E9\"|75 |} ===Council of State=== The Council of State is an advisory body of cabinet on constitutional and judicial aspects of legislature and policy. All laws proposed by the cabinet have to be sent to the Council of State for advice. Although the advice is not binding, the cabinet is required to react to the advice and it often plays a significant role in the ensuing debate in Parliament. In addition the Council is the highest administrative court. The Council is ex officio chaired by the Monarch. The probable heir to the throne becomes a member of the Council when reaching legal adulthood. The Monarch leaves daily affairs to the vice-chair of the Council, Piet Hein Donner and the other councillors, who are mainly legal specialists, former ministers, members of parliament and judges or professors of law. ===High Councils of State=== The Dutch political system has five so called High Councils of State, which are explicitly regarded as independent by the Constitution. Apart from the two Houses of Parliament and the Council of State, these are the Netherlands Court of Audit and the National Ombudsman. The Court of Audit investigates whether public funds are collected and spent legitimately and effectively. The National Ombudsman investigates complaints about the functioning and practices of government. As with the advice of the Council of State, the reports from these organisations are not easily put aside and often play a role in public and political debate. ===Judicial system=== The judiciary comprises eleven district courts, four courts of appeal, three administrative courts of appeal (Central Appeals Tribunal, Trade and Industry Appeals Tribunal and Council of State) and the Supreme Court. All judicial appointments are made by the Government. Judges are appointed for life until they retire at the age of 70. ===Advisory councils=== As part of the Dutch tradition of depoliticised consensus-based decision-making, the government often makes use of advisory councils composed of academic specialists or representatives of stakeholders. The most prominent advisory council is the Social-Economic Council (Sociaal Economische Raad, SER), which is composed of representatives of trade unions and employers' organisations, along with government-appointed specialists. It is consulted at an early stage in financial, economic and social policy-making. It advises government and its advice, like the advice of the High Councils of State, cannot easily be set aside. The SER heads a system of PBOs, self-regulating organisations that contribute to making laws for specific economic sectors. The following organisations are represented in the Social-Economic Council, accounting for two thirds of its membership: *the left-wing trade union FNV, *the Christian trade union CNV *the trade union for managerial staff, the MHP, *the employers' organisation VNO-NCW, *the employers' organisation for small and medium-sized enterprises MKB-Nederland, and *the employers' organisation for farmers LTO Nederland. One third of the members of the council are appointed by the government. These include professors of economics and related fields, as well as representatives of the Bureau for Economic Policy Analysis and De Nederlandsche Bank. In addition, representatives of environmental and consumers' organisations are represented in SER working groups. Other prominent advisory bodies are *the Bureau for Economic Policy Analysis, which forecasts economic development, *Statistics Netherlands, which studies and reports on social and economic developments, *the Social and Cultural Planning Office, which studies long-term social and cultural trends, *the Netherlands National Institute for Public Health and the Environment, which advises the government on environmental and health issues, and *the Scientific Council for Government Policy, which advises the government on long-term social, political and economic trends. ===Subnational government=== Regional government in the Netherlands is formed by twelve provinces. Provinces are responsible for spatial planning, health policy and recreation, within the bounds prescribed by the national government. Furthermore, they oversee the policy and finances of municipalities and water boards. The executive power is in hands of the King's Commissioner and the College of the Gedeputeerde Staten. The King's Commissioner is appointed by the national Cabinet and responsible to the Minister of the Interior and Kingdom Relations. Members of the Gedeputeerde Staten are appointed by, and responsible to the provincial legislature, the States Provincial, which is elected by direct suffrage. Local government in the Netherlands is formed by 418 municipalities. Municipalities are responsible for education, spatial planning and social security, within the bounds prescribed by the national and provincial government. They are governed by the College of Mayor and Aldermen. The Mayor is appointed by the national Cabinet and responsible to the Minister of the Interior and Kingdom Relations. The Aldermen are appointed by, and responsible to the Municipal Council, which is elected by direct suffrage. Local government on the Caribbean Netherlands is formed by three public bodies sometimes called special municipalities who do not fall within a province. They are governed by a Lieutenant-general () and \"eilandgedeputeerden\" which are responsible to the island council, which is elected by direct suffrage. Their activities are similar to but wider than those of municipalities. The major cities of Amsterdam and Rotterdam are subdivided into administrative areas (stadsdelen), which have their own (limited) responsibilities. Furthermore, there are Water boards which are responsible for the country's inland waterways, groundwater levels, polders, dikes and other waterworks. These boards are ruled by reprensatives of companies, farmers and nature conservation organisations and reprensatives who are elected by citizens in the area. They have the power to tax their residents. ==Policy== ===Foreign policy=== The foreign policy of the Netherlands is based on four basic commitments: to Transatlantic relations, European integration, international development and international law. While historically the Netherlands used to be a neutral state, it has joined many international organisations since the Second World War. Most prominently the UN, NATO and the EU. The Dutch economy is very open and relies on international trade. One of the more controversial international issues surrounding the Netherlands is its liberal policy towards soft drugs. ===Policy issues=== Dutch policies on recreational drugs, prostitution, same- sex marriage, abortion and euthanasia are among the most liberal in the world. According to a mid-June 2013 report by Dutch television station NOS, nineteen Dutch prisons will be closed due to a declining crime rate and budgetary cuts. As a result of the closures, a higher number of prisoners will be required to share cells and electronic tagging will become a favoured option during sentencing procedures for people convicted of crime/s. ==Political history== ===1800–1966=== The Netherlands has been a constitutional monarchy since 1815 and a parliamentary democracy since 1848. Previously, it was a republic from 1581 to 1806, and a kingdom between 1806 and 1810 (it was part of France between 1810 and 1813). Before 1917, the Netherlands had a two-round system with census suffrage (per the constitution of 1814), in which only property- owning adult males had the right to vote. Under influence of the rising socialist movement the requirements were gradually reduced until in 1917 the present voting system of a representative democracy with male universal suffrage was instituted, expanded in 1919 to include women. Until 1966, Dutch politics were characterised by pillarisation: society was separated in several segments (pillars) which lived separate from each other and there was only contact at the top levels, in government. These pillars had their own organisations, most importantly the political parties. There were four pillars, which provided the five most important parties, the socialist Labour Party (Partij van de Arbeid; PvdA), the conservative liberal People's Party for Freedom and Democracy (Volkspartij voor Vrijheid en Democratie; VVD), the Catholic Catholic People's Party (Katholieke Volkspartij; KVP) and the two conservative Protestant parties, the Christian Historical Union (Christelijk- Historische Unie; CHU) and the Anti-Revolutionary Party (Anti-Revolutionaire Party; ARP). Since no party ever gained an absolute majority, these political parties had to work together in coalition governments. These alternated between a centre-left \"Roman/Red\" coalition of PvdA, KVP, ARP and CHU and a centre-right coalition of VVD, KVP, ARP and CHU. ===1966–1994=== In the 1960s, new parties appeared, which were mostly popular with young voters, who felt less bound to the pillars. The post-war babyboom meant that there had been a demographic shift to lower ages. On top of that, the voting age was lowered, first from 23 to 21 years in 1963 and then to 18 years in 1972. The most successful new party was the progressive-liberal D66, which proposed democratisation to break down pillarisation. Pillarisation declined, with the three Christian democratic parties losing almost half of their votes. In 1977 they formed the Christian democratic CDA, which became a major force in Dutch politics, participating in governments from 1977 until 1994. Meanwhile, the conservative liberal VVD and progressive-liberal D66 made large electoral gains. The Dutch welfare state had become the most extensive social security system in the world by the early eighties. But the welfare state came into crisis when spending rose due to dramatic high unemployment rates and poor economic growth. The early eighties saw unemployment rise to over 11% and the budget deficit rose to 10.7% of the national Income. The centre-right and centre-left coalitions of CDA-VVD and CDA-PvdA reformed the Dutch welfare state to bring the budget deficit under control and to create jobs. Social benefits were reduced, taxes lowered and businesses deregulated. Gradually the economy recovered and the budget deficit and unemployment were reduced considerably. When the far-left parties lost much electoral support in the 1986 elections, they decided to merge into the new GreenLeft (GroenLinks) in 1989, with considerable success. ===1994–present=== In the 1994 general election, the Christian democratic CDA lost nearly half its seats, while the social liberal D66 doubled their size. For the first time in eighty years, a coalition was formed without the Christian democrats. The Purple Coalition was formed between PvdA, D66, and VVD. The colour purple symbolised the mixing of socialist red with liberal blue. During the Purple years, which lasted until 2002, the government introduced legislation on abortion, euthanasia, and gay marriage. The Purple coalition also marked a period of remarkable economic prosperity. The Purple coalition parties together lost their majority in the 2002 elections due to the rise of Pim Fortuyn List (LPF), the new political party led by the flamboyant populist Pim Fortuyn. He campaigned on an anti- immigration programme and spoke of the \"Purple Chaos\" (Dutch: Puinhopen van Paars). Fortuyn was shot dead a week before the elections. Nevertheless, the LPF entered parliament with one-sixth of the seats, while the PvdA (Labour) lost half its seats. A cabinet was formed by CDA, VVD, and LPF, led by Prime Minister Jan Peter Balkenende. It proved short-lived: after only 87 days in power, the coalition fell apart as a result of consecutive conflicts within the LPF and between LPF ministers. In the ensuing elections in January 2003, the LPF dropped to only five percent of the seats in the House of Representatives. The left-wing Socialist Party (Socialistische Partij; SP) led by Jan Marijnissen became the fourth strongest party in parliament. The centre-right Balkenende II cabinet was formed by the Christian democratic CDA, the conservative liberal VVD, and the progressive-liberal D66. Against popular sentiment, the right-wing coalition initiated a programme of welfare state reforms, health care privatisation, and stricter immigration policies. On 1 June 2005, the Dutch electorate voted in a referendum against the proposed European Constitution by a majority of 62%, three days after the French had rejected the treaty. In June 2006, D66 withdrew its support for the coalition in the aftermath of the upheaval about the asylum procedure of Ayaan Hirsi Ali instigated by immigration minister Rita Verdonk. As a result, the Balkenende III caretaker cabinet was formed by CDA and VVD. The ensuing general elections held on 22 November 2006 saw a major advance of the SP, which almost tripled in size and became the third largest party with 17% of the seats, while the moderate PvdA lost a quarter of its seats. At the other end of the spectrum, LPF lost all its seats, while the new anti-immigrant PVV went from nothing to 6% of the seats, becoming the fifth biggest party. This polarisation made the formation negotiations very difficult. The talks resulted in the formation of the social-Christian fourth Balkenende cabinet supported by CDA, PvdA, and the ChristianUnion. This cabinet was oriented at solidarity, durability, and normen en waarden. In February 2010, the PvdA withdrew its support for the fourth cabinet Balkenende. The PvdA disagreed with prolonging the Dutch military involvement in Afghanistan. In the following 2010 general election, the conservative liberal VVD became the biggest party with 31 seats, followed closely by the PvdA with 30 seats. The right-wing PVV went from 9 to 24 seats, while the CDA lost half of their support and got 21 seats. The SP lost 10 of its 25 seats, and both D66 and GL got 10 seats. The ChristianUnion, the smallest coalition party, lost 1 of their 6 seats. Both the SGP and the PvdD kept their 2 seats. The following cabinet formation eventually resulted in the first Rutte cabinet, a minority government formed by VVD and CDA, supported in parliament by the PVV to gain a majority. In April 2012, the PVV withdrew its support for the Rutte cabinet after failed negotiations about the state budget for 2013. A political crisis followed, in which the parliamentary fractions of the VVD, CDA, D66, GreenLeft and ChristianUnion, together disposing of a parliamentary majority, came to a temporary agreement for the 2013 budget. What followed in September 2012 was the 2012 general election, in which both the VVD and the PvdA won considerably, gaining 41 and 38 seats respectively. The three parties that lost most were the PVV, sinking from 24 to 15 seats, the CDA, continuing their 2010 loss and winning only 13 seats, and GreenLeft, sinking from 10 to only 4 seats. The SP (15 seats), ChristianUnion (5 seats) and PvdD (2 seats) were stable, whereas D66 (10 to 12 seats) and SGP (2 to 3 seats) won mildly. Newcomer was 50PLUS, a pensioner's party, gaining 2 seats. In November 2012, after a relatively short cabinet formation, the second Rutte cabinet was formed by VVD and PvdA. The second Rutte cabinet was followed by the third Rutte cabinet in October 2017, after the 2017 general election. It consists of the VVD, CDA, D66 and CU. On 15 January 2021, the Rutte cabinet resigned in the face of the Dutch childcare benefits scandal. In March 2021, centre-right VVD of Prime Minister Mark Rutte was the winner of the elections, securing 35 out of 150 seats. The second biggest party was the centre to centre-left D66 with 24 seats. Geert Wilders' radical-right party lost a few seats, while Thierry Baudet's radical-right party Forum for Democracy grew. ==Notes and references== === Notes === === References === ==External links== * The official site of the Dutch government * Parlement.com, detailed information about politicians elections, cabinets, parties, etc., since 1814. * The Dutch Political System in a Nutshell ' by the Netherlands Institute for Multiparty Democracy & Instituut voor Publiek en Politiek (2008)",
 "title": "Politics of the Netherlands"
}