{
 "id": "59773",
 "text": "{| |} German submarine U-460 was a Type XIV supply and replenishment U-boat (\"Milchkuh\") of Nazi Germany's Kriegsmarine during World War II. Her keel was laid down on 30 November 1940 by Deutsche Werke in Kiel as yard number 291. She was launched on 13 September 1941 and commissioned on 24 December that same year, with Kapitänleutnant Friedrich Schäfer in command. Schäfer was relieved by Kptlt. Ebe Schnoor on 1 August 1942. She carried out training with the 4th U-boat Flotilla before moving on to the 10th and 12th flotillas for operations. ==Design== German Type XIV submarines were shortened versions of the Type IXDs. U-460 had a displacement of when at the surface and while submerged. The U-boat had a total length of , a pressure hull length of , a beam of , a height of , and a draught of . The submarine was powered by two Germaniawerft supercharged four-stroke, six-cylinder diesel engines producing a total of for use while surfaced, two Siemens-Schuckert 2 GU 345/38-8 double- acting electric motors producing a total of for use while submerged. She had two shafts and two propellers. The boat was capable of operating at depths of up to . The submarine had a maximum surface speed of and a maximum submerged speed of . When submerged, the boat could operate for at ; when surfaced, she could travel at . U-460 was not fitted with torpedo tubes or deck guns, but had two SK C/30 anti-aircraft guns with 2500 rounds as well as a C/30 guns with 3000 rounds. The boat had a complement of fifty-three. ==Operational career== U-460 conducted six patrols. As a supply boat, she avoided combat. ===First and second patrols=== U-460s first patrol started with her departure from Kiel on 7 June 1942, taking her out to mid-Atlantic through the gap between Iceland and the Faeroe Islands. She arrived in St. Nazaire in occupied France on 31 July. Her second foray, which began on 27 August 1942, saw her steam west out of the Bay of Biscay, south, then south southeast toward the Cape Verde Islands in the South Atlantic. ===Third, fourth and fifth patrols=== U-460s third patrol was due west from St. Nazaire and lasted 39 days, a typical length. Her fourth sortie was almost a repeat of her third, except it terminated in Bordeaux. The U-boat's fifth patrol commenced on 24 April 1943 and lasted 63 days, her longest. It took her to a point almost equidistant with the South American and African coasts. She returned to Bordeaux on 25 June. ===Sixth patrol and loss=== She left Bordeaux for the last time on 30 August 1943. On 4 October, U-460 was resupplying the submarines , , and in the North Atlantic north of the Azores, when they were attacked by American Avenger and Wildcat aircraft of US Navy squadron VC-9 flying from the escort carrier . While the other U-boats submerged and escaped, U-460 was sunk by depth charges in position . 62 were killed; two crewmen survived. ==References== ==Bibliography== * * * * ==External links== * Category:German Type XIV submarines Category:U-boats commissioned in 1941 Category:U-boats sunk in 1943 Category:World War II submarines of Germany Category:1941 ships Category:World War II shipwrecks in the Atlantic Ocean Category:Ships built in Kiel Category:U-boats sunk by US aircraft Category:U-boats sunk by depth charges Category:Maritime incidents in October 1943",
 "title": "German submarine U-460"
}