{
 "id": "59818",
 "text": "\"Logic of Empire\" is a science fiction novella by American writer Robert A. Heinlein. Part of his Future History series, it originally appeared in Astounding Science Fiction (March 1941), and was collected in The Green Hills of Earth (and subsequently The Past Through Tomorrow). Ostensibly a tale about a man in the wrong place at the wrong time, and his struggle to free himself from the oppressive circumstances in which he is plunged, this story also serves to explain how slavery develops in a new colony. Even in the future, the technology available to a new colony is always initially low. If a machine to do a necessary job is too expensive to import (say a wheat harvester, a water pump, or even a washing machine), a human must do it instead. If too many jobs must be done by hand and there is a shortage of labor compared with independent resources that free labor could take up (\"land\", although this condition is not clear in the story), a market for slavery develops. Decades later, while there is still an abundance of land, this market remains because the colony itself has quotas to meet and debts to repay - they cannot spare the resources to develop local industries to make the machines themselves and free labor does not have to bid its price down enough to outcompete slave labor. Throughout the story, Heinlein takes the view of the objective narrator when describing Venusian society. \"Logic of Empire\" places different rationales on the people who participate in slavery. There are no real villains; everybody's just doing their job, trying to maximize income in a mercantilist system. Even the plantation owner who owns the hero is portrayed as a struggling — and failing — small businessman, whose main motivation is to secure a livelihood for his daughter. ==Plot summary== Two well-off Earth men are arguing about whether there is slavery on Venus, and one of them gets shanghaied there—or so he believes; they later find out that they've bet one another about the topic, gotten drunk, and signed on. Upon his arrival, he finds his contract sold to a farmer. His discovery that it will take him years to work off his debt is compounded by his realization that he cannot get to sleep at night without rhira, an expensive local narcotic, thus increasing his debt every day. ==Nehemiah Scudder== There is in the story a casual reference to the rise of the fanatic preacher Nehemiah Scudder, who would eventually be elected president and establish a theocratic dictatorship which would rule the US for several generations. Heinlein considered writing a story focusing on his rise, which would have had the name \"The Sound of His Wings\" and which would have chronologically followed directly upon \"Logic of Empire\". He never did, and a great gap was left in the Future History which resumes with the overthrow of the theocracy in \"If This Goes On—\". == External links == * * \"Logic of Empire\" on the Internet Archive Category:Short stories by Robert A. Heinlein Category:Short stories set on Venus Category:1941 short stories Category:Works originally published in Analog Science Fiction and Fact",
 "title": "Logic of Empire"
}