{
 "id": "598435",
 "text": "Mniarogekko chahoua is commonly known as the mossy New Caledonian gecko, short-snouted New Caledonian gecko, Bavay's giant gecko, or mossy prehensile- tailed gecko. It is an arboreal gecko found natively on the southern portion of the island of New Caledonia and on the outlying islands of Île des Pins. ==Conservation status== Mniarogekko chahoua is currently listed as Vulnerable by the IUCN Red List. ==Taxonomy and systematics== Mniarogekko chahoua was first described in 1869 as Platydactylus chahoua by Arthur Bavay, a French pharmacist and herpetologist.Beolens B, Watkins M, Grayson M. (2011). The Eponym Dictionary of Reptiles. Baltimore: Johns Hopkins University Press. xiii + 296 pp. . (Rhacodactylus chahoua, p. 19). ==Description== Mniarogekko chahoua gets its common name from the moss or lichen-like pattern it displays. Colors range from rusty red and brown to green or gray. There has been some notation that color could possibly be a geographic indicator in this species as the geckos from the outer islands most often display the lighter gray patterns. It possesses a strong, well-muscled, fully prehensile tail and is not subject to dropping it as readily as some of its relatives. Adult length is 10-12\" (25-31cm). ==Diet== Mniarogekko chahoua, like all of the New Caledonian geckos, are omnivores. Their diet in the wild consists of various insects and fruits. They may also consume small lizards. ==Reproduction== Mniarogekko chahoua lays two well calcified eggs that become adhered to one another shortly after laying. This is known as \"egg gluing\". Mniarogekko chahoua is the only Rhacodactylus gecko that lays adhering eggs. The eggs are generally laid on top of the substrate (generally behind loose tree bark) and are guarded by the female. The eggs hatch 60–90 days after laying. ==Captivity== This gecko is sometimes found in the pet trade, and typically available captive-bred. With good care, this species can live up to 15-20 years. ==References== ==Further reading== * Bauer AM, Jackman TR, Sadlier RA, Whitaker AH. (2012). \"Revision of the giant geckos of New Caledonia (Reptilia: Diplodactylidae: Rhacodactylus)\". Zootaxa 3404: 1-52. (Mniarogekko, new genus). * Bavay A. (1869). \"Catalogue des Reptiles de la Nouvelle-Calédonie et description d'espèces nouvelles\". Mémoires de la Société Linnéenne de Normandie 15: 1-37. (Platycephalus chahoua, p. 3). * Boulenger GA. (1885). Catalogue of the Lizards in the British Museum (Natural History). Second Edition. Volume I. Geckonidæ ... London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). xii + 436 pp. + Plates I- XXXII. (Rhacodactylus chahoua, pp. 177–178). Category:Reptiles of New Caledonia Category:Mniarogekko Category:Reptiles described in 1869 Category:Taxa named by Arthur René Jean Baptiste Bavay",
 "title": "Mniarogekko chahoua"
}