{
 "id": "598511",
 "text": "Romanitas is the collection of political and cultural concepts and practices by which the Romans defined themselves. It is a Latin word, first coined in the third century AD, meaning \"Roman-ness\" and has been used by modern historians as shorthand to refer to Roman identity and self-image. ==Literal meaning and origin== Romanitas means, as a rough approximation, Roman-ness in Latin, although it has also been translated as \"Romanism, the Roman way or manner\". The term, not common in Roman sources, was first coined by the 3rd century Roman writer Tertullian, an early Christian from North Africa, in his work De Pallio. Tertullian used the term pejoratively to refer to those in his native Carthage who aped Roman culture. ==Concepts behind literal meaning== Romanitas is used to refer to the collection of political and cultural concepts and practices defining what it is to be a Roman. A notable part of Roman cultural identity was based on being part of a political and religious community with common values, customs, morality and way of life. That made historians seek to define romanitas using a number of approaches: one way is to consider the general ideals Romans attributed to themselves; another approach, which has achieved consensus among scholars, is to consider the construction of Roman identity during the process of colonisation. However, not all scholars accept that the notion of identity, which is inherited from social sciences, is adequate to understand what is to be Roman.SILVA, A. J. M. 2012, From lost Roman pottery to broken identities in Post-modern times: on the use of the concept of identity in Roman Archaeology, 28th Congress of the Rei Cretariae Romanae Fautores, Catania. https://www.academia.edu/1994803/From_lost_Roman_pottery_to_broken_identities_in_Post- modern_times_on_the_use_of_the_concept_of_identity_in_Roman_Archaeology It was not a word often used in ancient times, but it is used by modern writers to express the ideals which inspired the Roman State. It meant a great many things, but in short it meant what it was to be Roman (that is, Roman-ness). The Roman ideal was the citizen/soldier/farmer. The farmer was a hard working, frugal, practical man who worked the land with his own hands. The soldier was a courageous, strong man who obeyed orders and risked his own life in the name of Rome. Prior to the formation, under Gaius Marius, of the standing Roman Army, Rome had a militia-type defence-force which could be called up in time of war and then disbanded during peacetime. The ideal of the homo militaris – embodying the functions of the citizen, soldier and farmer – was Lucius Quinctius Cincinnatus. According to Roman legend, Cincinnatus was tending his farm when a messenger arrived, telling him that Rome was under attack and that he had been elected dictator. He was at first reluctant to go, but the Senate pleaded with him. He defeated the enemy tribe within a matter of weeks and, despite there remaining most of his six-month term as dictator with absolute power, returned to his farm. The attainment and possession of the virtue of gravitas was highly valued by Romans of the early Republic and by Roman intellectuals. Indeed, gravitas was the single most clarifying characteristic of early republican Roman society. Polybius remarks:Polibius, Histories 6.56 http://www.gutenberg.org/files/44125/44125-h/44125-h.htm#b6_56 The virtuous character of the Romans, their honesty and trustworthiness, is shown in the way they handled their finances. Polybius remarks: \"Greek statesmen, if entrusted with a single talent, though protected by ten checking-clerks, as many seals and twice as many witnesses, yet cannot be induced to keep faith; whereas among the Romans, in their magistracies and embassies, men have the handling of a great amount of money, and yet from pure respect for their oath keep their faith intact.\" Their cultural characteristics led to their development of \"self government\" by adopting a classical republic and thus this class formed the backbone of the Roman Republic. Because of the widespread influence of Roman classical literature, the idea of the homo militaris also took root in colonial and early United States. == End == The Romanitas, Romanity or Romanism would last until the last years of unit of the pars occidentalis, a moment in which the old tribalisms and the proto- feudalism of Celtic origins, until then dormant, would re-emerge, mixing with the new ethnic groups of Germanic origin. This being observed in the writings of Gregory of Tours, who does not use the dichotomy Gallo-Roman-Frankish, but uses the name of each of the gentes gens of that time existing in Gaul (Arverni, Turoni, Lemovici, Turnacenses, Bituriges, Franci, etc.), considering the same an Arverni and not a Gallo-Roman.James, ‘Gregory of Tours and the Franks’, p.66. James (p.60) says that Gregory writes of the identities ‘Frank’ and ‘Arvernian’ ‘as if they were equivalent ethnic terms’. ==Notes== == References == * Christianity and Classical Culture; A Study of Thought and Action From Augustus to Augustine, Charles Norris Cochrane, Oxford University Press, NY (1st pub. Clarendon Press, 1940) 1980. p. 62 * Christianity and Classical Culture; A Study of Thought and Action From Augustus to Augustine, Charles Norris Cochrane, Oxford University Press, NY (1st pub. Clarendon Press, 1940) 1980. p. 292 * The Portable Greek Historians: The Essence of Herodotus, Thucydides, Xenophon, Polybius, edited by M. I. Finley, The Viking Press, NY, NY, 1959. Bk VI, sec 56; p. 499 == Bibliography == * The Roman Way, Edith Hamilton, W.W. Norton & Co., NY. 1st print 1932, Norton 1964,1993. * Erich S. Gruen, Culture and National Identity in Republican Rome, Cornell University Press, 1992. == Related works == * The Founders and the Classics: Greece, Rome and the American Enlightenment, Carl J. Richard, Harvard University Press. ** Chapter of The Founders and the Classics, Mixed Government and Classical Pastoralism, David H. Kelly, Professor Emeritus, Department of Classics and General Humanities, Montclair State University, Upper Montclair, NJ 07043. Category:Ancient Rome",
 "title": "Romanitas"
}