{
 "id": "598946",
 "text": "Everything You Ever Wanted to Know About Silence is the debut album of American rock band Glassjaw, released in 2000. It was produced by Ross Robinson. Glassjaw has been rumored to discourage the purchasing of this album due to their acrimonious split from Roadrunner Records. Instead, they encourage people to download their music via file sharing software, such as Limewire. Robinson claimed that the label showed no interest in the band until he pushed to have them signed and showed little interest after. A remastered version of the album was released on March 24, 2009 with two bonus tracks: \"Convectuoso\" and a cover of Youth of Today's \"Modern Love Story\". ==Background and recording== Glassjaw originally formed in 1993 after vocalist Daryl Palumbo and guitarist Justin Beck met each other working for a summer camp. Throughout the next few years, the group issued various demo tapes and EPs and experienced many line up changes. Their line up would eventually stabilize by 1999, featuring bassist Manuel Carrero, guitarist Todd Weinstock, and drummer Sammy Siegler. With this line up, the group booked a recording session with local producer Don Fury, and the demo recording that resulted from it would eventually be heard by producer Ross Robinson. Robinson, impressed by the material, would then show up to a rehearsal, after which he offered them studio time at Indigo Ranch and convinced Roadrunner Records to sign the group. Recording sessions for the album lasted for about two months total. While all material for the album was written by the band before production began, Robinson did influence arrangements of the tracks \"Hurting and Shoving (She Should Have Let Me Sleep)\" and the album's title track. ==Content== The album has been noted for its overall angry and negative tone in terms of lyrics. The title track was written about Crohn's disease, an intestinal disorder that Palumbo was diagnosed with in 1996. Many songs on the record were written concerning bad relationships, and some accused the band of misogyny due to the violent nature of the lyrics. The band have made statements condemning the lyrics. ==Track listing== All lyrics written by Daryl Palumbo. All music written by Glassjaw, except \"Lovebites and Razorblades\", \"Hurting and Shoving (She Should Have Let Me Sleep)\" and \"Everything You Ever Wanted to Know About Silence\", written by Glassjaw and Ross Robinson. \"Siberian Kiss\" was featured in the soundtrack for Ginger Snaps (film) ==Reception== Everything You Ever Wanted to Know About Silence has received generally favorable reviews. Absolute Punk reviewer namel praised the songs \"Pretty Lush\" and \"Piano\", but said some of the album's songs have cringe-worthy lyrics and criticized the track \"Babe\". In a retrospective review of the album, Metal Sucks reviewer Mike Gitter was highly positive of the album. Gitter stated \"Glassjaw laid down the bitchslap in-extremis\" and regarded the album as a landmark. NME compared the album to \"Jeff Buckley doused in napalm, crawling through a room full of broken glass.\" The album was included on Metal Hammer's list of ten essential post-hardcore albums. ==Personnel== *Daryl Palumbo - Vocals *Justin Beck - Guitar *Manuel Carrero - Bass guitar *Todd Weinstock - Guitar *Sammy Siegler - Drums *Ross Robinson - Production, mixing *Steve Evetts - Mixing *Chuck Johnson - Engineering *Ted Jensen - Mastering *Kaz Kiriya - Band photography *Paul Brown - Image photography ==References== Category:Glassjaw albums Category:2000 debut albums Category:Roadrunner Records albums Category:Albums produced by Ross Robinson Category:Nu metal albums by American artists",
 "title": "Everything You Ever Wanted to Know About Silence"
}