{
 "id": "599613",
 "text": "The Kukkuṭika (Sanskrit; ) were an early Buddhist school which descended from the Mahāsāṃghika. ==Etymology== It is likely that the name Kukkuṭika or Kukkulika originated from the Kukkuṭrārāma monastery at Pāṭaliputra, which was an early centre for the Mahāsāṃghikas.Baruah, Bibhuti. Buddhist Sects and Sectarianism. 2008. p. 47 There were numerous variations of this name, such as Kukkuṭika, Kukkulika, Kaukkuṭika, Kaurukullaka, and Gokulika.Warder, A.K. Indian Buddhism. 2000. p. 235 The name Gokulika means \"cinder\", and refers to the doctrine that all conditioned phenomena necessarily involve suffering, and that they are like an \"inferno of ashes.\"Baruah, Bibhuti. Buddhist Sects and Sectarianism. 2008. p. 47 ==Doctrines== The Samayabhedoparacanacakra of Vasumitra regards the Ekavyāvahārika, Kukkuṭika, and Lokottaravāda as being doctrinally indistinguishable.Walser, Joseph. Nāgārjuna in Context: Mahāyāna Buddhism and Early Indian Culture. 2005. p. 214 According to Vasumitra, 48 theses were held in common by these three Mahāsāṃghika sects.Walser, Joseph. Nāgārjuna in Context: Mahāyāna Buddhism and Early Indian Culture. 2005. p. 214 Of these 48 special theses, 20 points concern the supramundane nature of buddhas and bodhisattvas.Sree Padma. Barber, Anthony W. Buddhism in the Krishna River Valley of Andhra. 2008. p. 56 According to the Samayabhedoparacanacakra, these four groups held that the Buddha is able to know all dharmas in a single moment of the mind.Yao, Zhihua. The Buddhist Theory of Self-Cognition. 2005. p. 11 Yao Zhihua writes:Yao, Zhihua. The Buddhist Theory of Self-Cognition. 2005. p. 11 ==History== The Kukkuṭika sect is believed to have split from the main Mahāsāṃghika sect during the reign of Aśoka utilising early Buddha chronology, and the late second century BCE utilising late Buddha chronology. The Bahuśrutīya and Prajñaptivāda are thought to have split from the Kukkuṭikas in the late third or second century BCE. The Kukkuṭikas seem to have remained in eastern India, and remained strongest in the area around Vārāṇasī.Warder, A.K. Indian Buddhism. 2000. p. 281 The sixth-century Indian monk Paramārtha associates the initial composition and acceptance of Mahāyāna sūtras with the Mahāsāṃghika branch of Buddhism.Walser, Joseph. Nāgārjuna in Context: Mahāyāna Buddhism and Early Indian Culture. 2005. p. 50 He wrote that the Mahāsāṃghikas initially split into three groups based upon the relative manner and degree to which they accepted the authority of Mahayana teachings.Walser, Joseph. Nāgārjuna in Context: Mahāyāna Buddhism and Early Indian Culture. 2005. p. 51 Paramārtha states that at this time, the Kukkuṭika sect did not accept the Mahāyāna sūtras as buddhavacana (\"words of the Buddha\"), while the Lokottaravāda sect and the Ekavyāvahārika sect did accept the Mahāyāna sūtras as buddhavacana.Sree Padma. Barber, Anthony W. Buddhism in the Krishna River Valley of Andhra. 2008. p. 68. In the early fifth century, the Chinese monk Faxian procured a copy of the Mahāsāṃghika vinaya from a monastery in Pāṭaliputra that he describes as \"Mahāyāna\".Walser, Joseph. Nāgārjuna in Context: Mahāyāna Buddhism and Early Indian Culture. 2005. p. 40 The Kukkuṭikas were a Mahāsāṃghika sect known to exist in Pāṭaliputra, even having alternate names linking them to the Kukkuṭrārāma monastery there.Baruah, Bibhuti. Buddhist Sects and Sectarianism. 2008. p. 47 According to Tāranātha, this school disappeared between the fourth and ninth centuries.Baruah, Bibhuti. Buddhist Sects and Sectarianism. 2008. p. 47 In his eighth-century account of the various contemporary Buddhist sects, Vinitadeva does not mention Kukkuṭika.Baruah, Bibhuti. Buddhist Sects and Sectarianism. 2008. p. 18 It is possible that this sect had merged completely into Mahāyāna Buddhism by this time.Baruah, Bibhuti. Buddhist Sects and Sectarianism. 2008. p. 47 ==See also== *Schools of Buddhism ==References== Category:Nikaya schools Category:Mahāsāṃghika Category:Early Buddhist schools",
 "title": "Kukkuṭika"
}