{
 "id": "600211",
 "text": "Chemong Lake, or Lake Chemong, (pronounced \"shi-MONG, from the anisnaabemowin gchi-maang, meaning \"big lake\")\" is a lake northwest of Peterborough, Ontario, Canada, near the town of Bridgenorth. The lake extends from near Fowlers Corners north to near Curve Lake. Lake Chemong has a length of and a width of . Chemong is also a part of the Kawartha lakes water system and the Trent- Severn Waterway. ==Geography== ===Communities=== Communities along and near the lakeshore include Bridgenorth, Selwyn on the east, and Ennismore on the west. There is a causeway which crosses the lake, connecting Bridgenorth and Ennismore by road. This causeway is called the James A. Gifford Causeway. ===Tri-lake water system=== Chemong Lake is part of a tri-lake water system consisting of Chemong Lake, Buckhorn Lake, and Pigeon Lake. The tri-lake area is host to several popular fishing tournaments throughout the open fishing season. The most common game fish in the lake are smallmouth bass, largemouth bass, walleye, yellow perch, Carp, Muskellunge as well as a number of Panfish. Commercial and recreational fishing has caused the introduction of Zebra mussels, which change the ecosystem by filtering the water and making it clearer. Some fish, such as Walleye, dislike the clear water and have become less abundant. ===Lake islands=== There are a number of small islands on the lake, including Big Island, Goat Island and Kelly Island. Most of the islands have cottages or are commonly used as impromptu campsites. Rocky shoals surround these islands - boaters should approach with care. ==Name history== The earliest map, from 1790, called the lake \"Wubscommoug\", which was also spelled \"Wabuskummug\", an Ojibwa word meaning \"place of clay earth\" or mud. Over the next century the name went through many changes and spelling variations, such as Shebaugh-tick-wyong/Shebaugh-tick-wayong East Lake (1816), Cimung/Cheemaun/Chemong/Shemong, and Cicibatigweyong. In the 19th century, Mud Lake was the official name, referring to the clay mud bottom of the lake. By 1902, the name Chemung Lake became the common name, and on October 14, 1965, this became the official name. Despite the official designation, it was often spelled with an \"o\" instead of an \"u\". But in 1978, Chemung Lake was officially changed to Chemong Lake by the Ontario Geographic Names Board. The lake was called Chemong, which is an Ojibwa word meaning \"canoe\", because when Europeans first approached the aboriginal village by canoe, the locals would shout \"Chemong, Chemong\". ==References== Chemong, Lake",
 "title": "Chemong Lake"
}