{
 "id": "600495",
 "text": "William Humfrey (also Humphrey or Humphreys) (c.1515–1579) was an English goldsmith, mining promoter, and Assay Master at the Royal Mint during the reign of Elizabeth I. ==Life== Little is known of Humfrey's life before 1560, when he is recorded as a member of the Worshipful Company of Goldsmiths in London, and as a resident of the parish of St Vedast. He obtained the patronage of Sir William Cecil, later Lord Burghley, who 'considered him an expert on metallurgical matters', and provided him with both financial and political backing. Humfrey was appointed Assay Master at the Royal Mint in 1561. German technologists had recently been brought to England to assist with the recoinage of the debased English currency, and through these contacts both Humfrey and Cecil became convinced that German metallurgical techniques could be used in the development of the English mining industry. In particular, Humfrey needed someone knowledgeable about calamine ore, essential to the production of latten and brass, and in 1563 he paid the way to England of a metallurgist from Saxony, Christopher Schutz. In 1564 Schutz, aided by twenty German-speaking workers, built England's first blast furnace at Tintern. In a letter of 16 August 1565 to Sir William Cecil, Humfrey stated that Schutz was 'bound in £10,000 to communicate his art in working metals', and requested that he and Schutz be granted a joint patent. In September 1565 Humfrey and Schutz were granted licences to prospect for calamine in England and in The Pale in Ireland, and to mine and process the ore, being joined in some of their licences with Thomas Smythe, William Williams and Humfrey Cole. Only a few months later, in early 1566, they found calamine in the Mendip Hills in Somerset, and Daniel Hoechstetter designed a refining process by which it could be used in Schutz' furnace at Tintern. According to Hulme, 'the first true brass' produced in England by this new refining process was exhibited in 1568. While these mining ventures were ongoing, Humfrey was embroiled in a scandal at the Mint. In October 1565 the Under-Treasurer of the Mint, Thomas Stanley, had charged Humfrey with robbery. The allegations were confirmed in a confession by Humfrey's colleague, John Bull, Comptroller of the Mint, who admitted that he and Humfrey had attempted to discredit Stanley by stealing money under his control. An investigation followed, and a letter of 10 November from Thomas Smythe expressing the wish that he could deliver Humfrey from his 'unexpected thraldom' suggests that Humfrey was imprisoned for a time. In April 1567 the State Papers record that Humfrey was to be restored to his office of Assay Master. According to Challis, Humfrey could not have survived this episode had he not had the favour of Sir William Cecil. In May 1568 Elizabeth I granted charters for the incorporation of two joint-stock companies, the Society of the Mines Royal, and the Company of Mineral and Battery Works. Humfrey was one of the twenty-four original shareholders in the former Company, and he and Schutz were leading shareholders in the latter, which took over the patents they had obtained from the Queen in 1565 for the 'manufacture of brass, brass and iron wire, battery (the hammering of metal into plates and utensils), and the introduction of new mining and smelting technology'. The extraction of calamine ore at Worle Hill in the Mendips had proved prohibitively expensive for the production of brass, however, and on 28 May 1568 the Company of Mineral and Battery Works took over the operation of the furnace at Tintern, and converted it to the production of iron wire for use in wool-carding, the first such mill in England. However this enterprise also struggled to survive financially. In 1569 Humfrey, having leased a part of his original patents to the Company of Mineral and Battery Works, became involved in the smelting of lead. In about 1570 he and Schutz were responsible for two developments in the English lead industry, the construction of a water-powered lead-smelting furnace at the former Beauchief Abbey near Sheffield, and the use of a German sieve in the processing of ore in Derbyshire. Both these inventions were purportedly protected by Humfrey's earlier patent, which 'covered all subsequent inventions of the patentees in this particular branch of metallurgy'. Humfrey's water-powered smelting mill 'rapidly ousted both traditional boles and footblasts', but Humfrey was unable to stop both its unlicensed use and the unlicensed use of his German sieve, although in 1574 and 1581 injunctions were granted against the owners of lead mines in Derbyshire who were using his methods. The alleged infringements of Humfrey's patents by, among others, George Talbot, 6th Earl of Shrewsbury, who had built a furnace on his estate at Chatsworth, were investigated after Humfrey's death by four commissions in the Court of Exchequer between 1581 and 1584. As a result of his difficulties in Derbyshire, Humfrey abandoned his interests there, and embarked on a silver-mining venture in Cardiganshire in Wales. According to Kiernan, Humfrey's lead-smelting furnace was far more efficient than the traditional boles, and its eventual widespread adoption enabled rapid expansion of the mining industry after 1570, and the export from England of large quantities of lead. Humfrey did not live to see this, however. In a letter dated 16 October 1578 from Wales he complained to Lord Burghley that his 'impoverishment prevented him from following many good things'.'Cecil Papers: 1578', Calendar of the Cecil Papers in Hatfield House, Volume 13: Addenda (1915), pp. 153–169 Retrieved 5 November 2013. He died intestate in July 1579. ==Marriage and issue== At an unknown date Humfrey married a wife named Alice, by whom he had two daughters: *Elizabeth Humfrey, who on 30 July 1570 married a merchant taylor, Robert Ledger, in the parish church of St Vedast. *Alice Humfrey, who married an embroiderer, Alexander Fownde. ==Notes== ==References== * * * * * * * * Category:1579 deaths Category:English goldsmiths Category:Year of birth missing Category:16th- century English people",
 "title": "William Humfrey"
}