{
 "id": "600529",
 "text": "Millennium Point is a multi-use meeting and conference venue, public building and charitable trust in Birmingham, England, situated in the developing Eastside of the city centre. The complex contains multiple event spaces, including a 354-seat auditorium, formerly Giant Screen IMAX cinema; Birmingham Science Museum, Royal Birmingham Conservatoire's School of Acting and Birmingham City University's Faculty of Computing, Engineering and The Built Environment, part of Birmingham Metropolitan College. The building is owned by the Millennium Point Charitable Trust with a percentage of profits from the organisation's commercial activity being invested into projects, events and initiatives which support science, technology, engineering and maths (STEM) and education in the West Midlands. The Millennium Point Charitable Trust has contributed on average more than £5 million annually to the region through their charitable work. The complex was officially opened by Queen Elizabeth II on 2 July 2002, although it had been in use since the previous year. In 2021, Millennium Point was announced as one of the first eight mass-vaccination centres, and the first in the West Midlands, as part of the COVID-19 Vaccination programme in the United Kingdom. Millennium Point's main Atrium and Level 2 spaces remained in use as a vaccination centre until 31st August that same year. ==Occupants== The purpose of the complex is primarily educational, and as such is home to Thinktank, Birmingham Science Museum. The largest tenant of the building is currently the Faculty of Technology, Engineering and the Environment - the technology faculty of Birmingham City University. The university also operates the Birmingham School of Acting on site. ==Design== Millennium Point is a Millennium Commission project, and it was designed by Nicholas Grimshaw and Partners. Construction is estimated to have cost £114 million, and £50 million funding was granted by the National Lottery. The building is constructed mainly as a cuboid, with a cylindrical offshoot holding the cinema. This annexe glows different colours at night. The front facade is mainly glass, and is covered in long slats with the logo of Millennium Point revealed behind. ==Previous attractions== A major attraction within Millennium Point was the Giant Screen Cinema, which extended into the complex's atrium. After a 10-year deal with IMAX ended, Millennium Point made the commercial decision to become an independent large-screen movie theatre. They renovated the cinema, including replacing the original silver coated IMAX screen with a brand new white screen that was installed through the roof. Barco 4K digital projectors, paired with Dolby Digital 3D technology were fitted, along with a major update to the existing 15000 W sound system. The decision was made to close the Giant Screen Cinema at the beginning of 2015 with the announcement being made on 5 September 2014. Millennium Point was the location of Birmingham's annual \"Christmas Lights Switch On\" event. The 2008 event saw fairground rides and live music, including performances by Alesha Dixon, Alphabeat and Scouting for Girls, with Lemar switching on the lights. Previous events have hosted sets by Leona Lewis and McFly. In May 2006, the atrium of the building was used to host a theatrical extravaganza, From Ithaca With Love, a modern retelling of Homer's The Odyssey, which was the launch event of the New Generation Arts Festival. Produced by Simon M. Woods and adapted and directed by Malachi Bogdanov, the event required blacking out the roof and windows and incorporated both a speedboat and Lotus car. In June 2006, the front car park was converted into a viewing area for the 2006 FIFA World Cup, including a large 6m × 10m digital screen. On 19 July 2006, the screen was strengthened to withstand strong winds, but eventually it collapsed. For safety reasons, subsequent games were shown on a smaller, temporary screen. At around the same time, and over a period of two days, 20,107 people drew around their feet on A4 pieces of paper and placed them outside Millennium Point to create the longest display of footprints. In 2008, Millennium Point hosted the Hello Digital arts festival. The focus was interactive multimedia, and numerous performances of the Birmingham ElectroAcoustic Sound Theatre were held. In 2009, the Christmas Lights Switch- On was cancelled over safety concerns which resulted in the Millennium Point Concert Stampede. Larger than expected numbers turned up and were locked out of the event, due to overcrowding. Subsequently, the locked-out crowd broke down the fencing, causing a stampede, leaving dozens injured and the event cancelled. In the last few years, Millennium Point has become a hub of activity for events that have been publicised around the city. In both 2014 and 2015, Millennium Point hosted the Birmingham Independent Food Fair alongside Food Birmingham which saw a number of exhibitors descend onto the premises both inside and on the grass area outside to create a weekend celebrating local food and drink traders and what they have to offer. Millennium Point hosts many public-facing events, notable examples of which have included the UK version of the World Barista Championship and Crowd Out - an exclusive performance by Pulitzer Prize-winning American composer David Lang alongside the Birmingham Contemporary Music Group. Events with an educational focus have included hosting the Anne Frank Trust UK traveling exhibit \"Anne Frank + You\" in 2015. The organisation supports growth within the Eastside area and the city as a whole and has hosted events such as the High Speed 2 rail line panel discussions and the \"Birmingham Made Me\" event promoting local industries in 2014 and 2015. ==Ongoing development== Millennium Point is located adjacent to the current Eastside Locks development and also the planned future High Speed 2 rail station and terminus. The former front car park is now Eastside City Park and a replacement multi-storey car park has been built to the rear of the building fronting Jennens Road to provide access for visitors to Millennium Point, Thinktank, Birmingham Science Museum and Birmingham City University. ==See also== * Birmingham Curzon Street railway station (1838–1966) – opposite on Curzon Street * Birmingham New Street railway station ==References== ==External links== *Millennium Point website *Tide~ global learning website Category:Buildings and structures in Birmingham, West Midlands Category:Buildings and structures celebrating the third millennium Category:Buildings and structures completed in 2001",
 "title": "Millennium Point, Birmingham"
}