{
 "id": "60056",
 "text": "Mission Santa Barbara () is a Spanish mission in Santa Barbara, California. Often referred to as the ‘Queen of the Missions,’ it was founded by Padre Fermín Lasuén for the Franciscan order on December 4, 1786, the feast day of Saint Barbara, as the tenth mission of what would later become 21 missions in Alta California. Mission Santa Barbara, like other California missions, was built as part of a broader effort to consolidate the Spanish claim on Alta California in the face of threats from rival empires. In attempting to do this, Spain sought to turn local indigenous tribes into good Spanish citizens (for Mission Santa Barbara, this was the Chumash-Barbareño tribe). This required religious conversion and integration into the Spanish colonial economy - for the local Chumash people, the environmental changes wrought by the Mission's large herd of livestock, combined with epidemics and military force, meant that tribal members often had little choice but to join the mission system, resulting in a type of forced servitude. The mission is the namesake of the city of Santa Barbara as well as of Santa Barbara County and comes from the legend of Saint Barbara, a girl who was beheaded by her father for following the Christian Faith. The Mission grounds occupy a rise between the Pacific Ocean and the Santa Ynez Mountains, and were consecrated by Father Fermín Lasuén, who had taken over the presidency of the California mission chain upon the death of Father Junípero Serra. Mission Santa Barbara is, along with mission San Luis Rey, the only mission to remain under the leadership of the Franciscan Friars since its founding, and today is a parish church of the Archdiocese of Los Angeles. ==History== ===Construction and development=== The early missionaries built three different chapels during the first few years, each larger than the previous one. In 1787, the first chapel built was a palisaded log structure with a grass roof and an earthen floor that measured x . In 1789, the second chapel was constructed out of adobe with roof tiles and measured x . In 1793-94, it was replaced again with another adobe tiled-roof structure that measured x . However, the third chapel was destroyed by the 1812 Santa Barbara earthquake which occurred on December 21 of that year. By 1815, construction of the fourth Mission structure had begun and was mostly completed by 1820. Most probably under the direction of master stonemason José Antonio Ramiez (as estimated by historians), the work was performed by a labor force of Canalino people. The towers were severely damaged in the June 29, 1925 earthquake, but the walls were held intact by the buttresses. Restoration was undertaken the following year. By project completion in 1927, the church had been accurately rebuilt to retain its original design utilizing the original materials to reproduce the walls, columns, and arches. Some years later it was discovered that the concrete foundation of the church had begun to disintegrate while it was settling into the ground, thereby causing the towers to crack. Between 1950-53, the facade and towers were demolished and subsequently rebuilt to duplicate their original form. The appearance of the interior of the church has not been altered significantly since 1820. Remains of the Mission's original infrastructure constructed primarily by the indentured Chumash people under Franciscan rule are located on the eastern abutting property known as Mission Historical Park, which was sold to the City in 1928. These ruins include tanning vats, a pottery kiln, and a guard house; in addition to an extensive water channelization system that utilized aqueducts, a filtration system, two reservoirs, and a hydro-powered gristmill. The larger reservoir, which was built in 1806 by the expedient of damming of Mission Canyon situated to the north within the existing Santa Barbara Botanic Garden, continued to serve as a functioning component of the City's water system until 1993.City of Santa Barbara General Plan – Appendix C: History of the City, December 2011, page 97. Also intact near the entrance to the Mission are the original fountain and lavadero. ===Relations with the Chumash tribe=== Mission Santa Barbara was part of a broader plan by the Kingdom of Spain to protect its claim on Alta California against rival colonial powers (Russia and Great Britain). The mission was expected to turn the local indigenous people into Spanish citizens through conversion to Catholicism and by making them productive members of the Spanish colonial economy. The main economic activity of the missions in the region that was occupied by the local Chumash tribe was animal husbandry and related products (hides and tallow). The average size of the Santa Barbara Mission's herd was a little over 14,000 animals over the 1806-1810 period. Large numbers of Chumash workers were required to care for this herd and to serve the other needs of the Mission. At the same time, the herds disrupted the sophisticated Chumash system of hunting and gathering, placing the tribes in an increasingly precarious position and aggravating the existing demographic stress caused by epidemics of diseases against which the Chumash had no immunity. Thus, the Chumash often had little choice but to join the mission. A modern source describes the lives of indigenous people in the mission system as being 'controlled by the padres'; it also notes that baptised indigenous peoples 'were not allowed to leave without permission'. In 1818, two Argentine ships under the command of the French privateer, Hipólito Bouchard approached the coast and threatened the young town of Santa Barbara. The padres, led by Fray Antonio Ripoll armed and trained 180 of the neophytes to mobilize for the anticipated attack. They were organized into an infantry unit comprising one-hundred archers that were reinforced by an additional fifty brandishing machetes, and a cavalry unit of thirty lancers. Father Ripoll named the unit \"Compañía de Urbanos Realistas de Santa Bárbara\". With their help, the Presidio soldiers confronted Bouchard, who sailed out of the harbor without attacking.There is a great contrast between the legacy of Bouchard in Argentina versus his reputation in the United States. In Buenos Aires, Bouchard is honored as a brave patriot, while in California he is most often remembered as a pirate, and not a privateer. See Hippolyte de Bouchard. ===Decline of the Chumash population=== In 1803, 1,792 Chumash lived as neophytes within 234 adobe huts that surrounded the mission, which was the highest number living onsite during a single year. By 1820, the Mission's Chumash population declined to 1,132 and then dropped to 962 three years later. However during the period of the Chumash revolt of 1824 on February 22, under the leadership of Andrés Sagimomatsee, the mission was briefly seized and looted, while the soldiers posted there were disarmed of their muskets and (with two of them having been wounded with machete blows) were sent back to the Presidio. After an indecisive battle was fought against troops from the presidio who were subsequently sent engage them, most of the Indians withdrew over the Santa Ynez Mountains via Mission Canyon and eventually on to the eastern interior; while fifty others had fled during the night of the uprising to Santa Cruz Island in plank canoes embarking from Mescaltitlán. For a few months thereafter, the mission was mostly devoid of any Chumash presence until a pardon agreement was brokered for their return by Father Presidente Vicente Francisco de Sarría (sent from Monterrey) and Father Antonio Ripoll (minister of the Santa Barbara Mission). A military expedition, led by Captain Pablo de la Portilla, had been sent in pursuit of the Chumash for \"for the purpose of subjugating and restoring to their mission the neophytes of Santa Barbara who had fled to the tulares\". After a seven day long march from the Presidio, Captain de la Portilla and his division consisting of roughly 104 soldiers equipped with \"caliber-4 cannon\" arrived near Lake Tulares on June 9, 1824 and began negotiations for the surrender of the Indians (who were referred to as the rebels or fugitives); a process that took about six days. The majority of those captured, including many women, children, and elders were marched back on a route leading across the Cuyama Valley and over the mountains southward towards the Santa Barbara Mission through San Roque Canyon on a journey (according to del Portilla's log) lasting from June 15 or 16th, until their arrival on June 23 (with \"straggling families\" arriving over the course of subsequent days). An untallied number of elderly and infirmed were reported to have perished along the way. By June 28 of that year, about 816 out of an approximate population of 1,000 had returned to the mission. From 1836-39 the remaining Chumash residing at the Mission dwindled from 481 to 246. By 1854, records stated that \"only a few Indians were about the area of the mission\". Although there are purportedly no records kept by the Franciscans which offer an explanation of the diminishing trend of the Chumash population, all of the California missions throughout their establishment experienced a mortality rate that exceeded their birthrate. Modern sources attribute this decline to ill-treatment, overwork, malnutrition, violence and disease. ===Post- secularization=== After the Mexican Congress passed An Act for the Secularization of the Missions of California on August 17, 1833, Father Presidente Narciso Durán transferred the missions' headquarters to Santa Barbara, thereby making Mission Santa Barbara the repository of some 3,000 original documents that had been scattered through the California missions. In 1840, Alta California and Baja California Territory were removed from the Diocese of Sonora to form the Diocese of Both Californias. Bishop Francisco Garcia Diego y Moreno, OFM, established his cathedra at Mission Santa Barbara, making the chapel the pro-cathedral of the diocese until 1849. Under Bishop Thaddeus Amat y Brusi, C.M., the chapel again served as a pro-cathedral, for the Diocese of Monterey and then the Diocese of Monterey-Los Angeles, from 1853 to 1876. It is for this reason that of all the California missions, only the chapel at Mission Santa Barbara has two matching bell towers. At that time, that particular architectural feature was restricted to a cathedral church. When President Abraham Lincoln restored the missions to the Catholic Church on March 18, 1865, the Mission's leader at the time, Friar José González Rubio, came into conflict with Bishop Amat over the matter of whether the Mission should be under the ownership of the Franciscan order rather than the diocese. Bishop Amat refused to give the deed for the Mission to the Franciscans, but in 1925, Bishop John J. Cantwell finally awarded the deed to them. As the center for the Franciscans, the Mission played an important role in education in the late 1900s and early twentieth century. From 1854 to 1885 it was chartered as an apostolic college and from 1869 to 1877 it also functioned as a college for lay men.Franciscan School of Theology History Thus making it Santa Barbara's first institution of higher education. In 1896 this education initiative was led to the creation of a high school seminary program that in 1901 would become a separate institution, Saint Anthony's Seminary. In 1929 the college level program was relocated to Mission San Luis Rey de Francia and would become San Luis Rey College from 1950 to 1968 before relocating to Berkeley, California what is today the Franciscan School of Theology (FST). left|thumb|Mission Santa Barbara from the east, early 20th century ==Today's Mission== The City of Santa Barbara originally developed between the Mission proper and the harbor, specifically near El Presidio Reál de Santa Bárbara (the \"Royal Spanish Presidio\"), about a mile southeast of the Mission. As the city grew, it extended throughout the coastal plain. A residential area now surrounds the Mission, although there are public parks (e.g. the Mission Historical Park and Rocky Nook Park) and a few public buildings (such as the Natural History Museum) in the adjacent area. Today, Mission Santa Barbara continues to serve the community as a parish church. In addition to its use as a place of worship, it contains a gift shop, a museum, a Franciscan Friary, and a retreat house. The Mission grounds are a primary tourist attraction in Santa Barbara. The Mission itself is owned by the Franciscan Province of Santa Barbara, and the local parish rents the church from the Franciscans. For many decades in the late 20th century, Fr. Virgil Cordano, OFM served as the pastor of the St. Barbara's Parish co-located on the grounds of the Santa Barbara Mission. He died in 2008. Since the summer of 2017, the Mission has served as the Interprovincial Novitiate for the English Speaking Provinces of the Franciscan Friars (Observants). The Mission also houses the Santa Barbara Mission-Archive Library, which collects and preserves 'historical and cultural resources pertaining to Franciscan history and Missions and the communities with which they interacted, especially in Colonial New Spain, Northwestern Mexico, and the Southwestern United States.' The sources of the Library’s collections Can be traced to the 1760s with Fray Junipero Serra's plans for missions in Alta California. The collections include named sections, the Junipero Serra Collection (1713–1947), the California Mission Documents (1640–1853), and the Apostolic College collection (1853–1885). The Archive-Library also has a large collection of early California writings, maps, and images as well as a collection of materials for the Tohono O'oodham Indians of Arizona. Beginning with the writings of Hubert Howe Bancroft, the Library has served as a center for historical study of the missions for more than a century. It is an independent non-profit educational and research institution that is separate from Mission Santa Barbara, but occupies a portion of the Mission complex. Some Franciscans serve on the Board of Trustees along with scholars and community members; the institution is directed by a lay academic scholar. The Mission also has the oldest unbroken tradition of choral singing among the California Missions and, indeed, of any California institution. The weekly Catholic liturgy is serviced by two choirs, the California Mission Schola and the Cappella Barbara. The Mission archives contain one of the richest collections of colonial Franciscan music manuscripts known today, which remain closely guarded (most have not yet been subjected to scholarly analysis). ==Gallery== File:SB MissionFrontView 20140909.jpg|Frontal view of the Santa Barbara mission. File:Mission sb lavanderia.jpg|The Mission's lavandería was constructed by the Chumash Indians around 1806. File:SB MissionParkACPostelRose 20150916 (22171897982).jpg|Rose garden in Mission Park. File:Mission_Santa_Barbara_cemetery.jpg|Mission Santa Barbara cemetery. Over 4000 Chumash Indians were buried here. Tombstones and mausoleums designate non-Indians. File:Mission Santa Barbara chapel interior.jpg|Interior of chapel. File:Front side of Mission Santa Barbara.JPG|Front of the Mission. File:Cruifix on the front lawn of Mission Santa Barbara.JPG|Cross on lawn of Mission Santa Barbara. File:Mission Santa Barbara bell, 1904 (CHS-1562).jpg|Mission Santa Barbara bell, 1904. ==See also== * Spanish missions in California * List of Spanish missions in California *List of Catholic cathedrals in the United States *List of cathedrals in the United States * USNS Mission Santa Barbara (AO-131) – a Mission Buenaventura Class fleet oiler built during World War II. * History of Santa Barbara, California *California Historical Landmarks in Santa Barbara County, California ==Notes== ==References== * * * * * * * * Hispanic Catholicism in transitional California: the life of José González Rubio, O.F.M. (1804–1875), by Michael Charles Neri, published 1997 by the Academy of American Franciscan History (v.14, history monograph series). ==External links== * * * The 1925 Santa Barbara Earthquake: Santa Barbara Mission * Santa Barbara Category:1786 in Alta California Category:Churches in Santa Barbara County, California Category:History museums in California Category:Museums in Santa Barbara, California Category:Religious museums in California Category:Buildings and structures in Santa Barbara, California Category:1786 establishments in Alta California Category:Religious organizations established in 1786 Category:Roman Catholic churches completed in 1820 Category:California Historical Landmarks Category:National Historic Landmarks in California Category:National Register of Historic Places in Santa Barbara County, California Category:Churches on the National Register of Historic Places in California Category:Roman Catholic Archdiocese of Los Angeles Category:Roman Catholic churches in California Category:History of Santa Barbara County, California Category:Tourist attractions in Santa Barbara, California Category:19th-century Roman Catholic church buildings in the United States",
 "title": "Mission Santa Barbara"
}