{
 "id": "600630",
 "text": "The Sancy, a pale yellow diamond of , was once reputed to have belonged to the Mughals of antiquity, but it is more likely of Indian origin owing to its cut, which is unusual by Western standards. The stone has been owned by a number of important figures in European history, such as Charles the Bold, James VI and I, and the Astor family. The shield-shaped stone comprises two back-to-back crowns (the typical upper half of a stone) but lacks any semblance to a pavilion (the lower portion of a stone, below the girdle or midsection). ==History== The diamond now known as the Sancy began as an even larger diamond called the Balle de Flandres with a possible weight of over . The Balle was part of the dowry of Valentina Visconti when she married Louis I, Duke of Orléans (the younger brother of King Charles VI of France) in 1398. While the precise path of ownership over the next 75 years is uncertain, the stone found its way to Charles the Bold, Duke of Burgundy, who lost it together with an array of other treasures - including his silver bath and the Three Brothers jewel - in the Battle of Grandson in 1476. Balfour (2009) posits that this diamond is the same stone that eventually became the Sancy. After Charles died, in 1477 the diamond passed to his cousin King Manuel I of Portugal. When Portugal was threatened to come under Spanish rule, claimant António, Prior of Crato fled the country with the bulk of the Portuguese Crown Jewels. He spent his life trying to get allies to regain the Portuguese throne in the French and English courts, and eventually sold the diamond to Nicolas de Harlay, seigneur de Sancy. Other sources claim that the diamond was purchased in Constantinople by de Sancy. He was popular in the French Court and was later French Ambassador to Turkey. Something of a gem connoisseur, de Sancy used his knowledge to prosperous advantage. Henry III of France suffered from premature baldness and tried to conceal this fact by wearing a cap. As diamonds were becoming increasingly fashionable at the time, Henry arranged to borrow de Sancy's diamond to decorate his cap. Henry's successor Henry IV of France also borrowed the stone, but for the more practical purpose of collateral for financing an army. An apocryphal tale from the time of de Sancy's possession of the stone tells of a messenger carrying the jewel, but never reaching his destination. Nevertheless, de Sancy (by then Superintendent of Finance) was convinced that the man had remained loyal and conducted a search until the messenger was discovered robbed and murdered. When the body was disinterred, the jewel was found in the faithful man's stomach.thumb|The Sancy in the Louvre|alt=|left Facing financial difficulties, de Sancy was forced to sell the diamond to King James VI and I in March 1605 when it is thought the Sancy acquired its name. It weighed 53 carats and cost 60,000 French crowns.HMC Salisbury Hatfield, vol. 17 (Edinburgh, 1938), pp. 91-2. It was described in the Tower of London's 1605 Inventory of Jewels as \"...one fayre dyamonde, cut in fawcetts, bought of Sauncy.\" James had it set into the Mirror of Great Britain, with diamonds from the Great H of Scotland.F. Palgrave ed., Antient Kalendars of the Exchequer, vol. 2 (London 1836), p. 305. The Sancy was briefly possessed by Charles I (King of England, Scotland and Ireland) and then by his third son James II. Beleaguered after a devastating defeat, James took shelter under Louis XIV of France, a fickle host who tired of his exiled guest. Facing destitution, James had no choice but to sell the Sancy to Cardinal Mazarin in 1657 for the reported sum of £25,000. The cardinal bequeathed the diamond to the king upon his death in 1661. The Sancy was thus domiciled in France but disappeared during the French Revolution when brigands raided the Garde Meuble (Royal Treasury). As well as the Sancy, other treasures stolen were the Regent diamond, and the French Blue diamond which is known today as the Hope diamond. The Sancy was in the collection of Vasiliy Rudanovsky until 1828 when purchased by Prince Demidoff for £80,000. It remained in the Demidov family collection until 1865 when sold to Sir Jamsetjee Jeejeebhoy, an Indian merchant prince, for £100,000. He sold it only a year later, creating another gap in its history. It reappeared in 1867, displayed at the Paris Exposition, carrying a price tag of one million francs; the gem then vanished again for forty years. The Sancy next surfaced in 1906 when bought by William Waldorf Astor, 1st Viscount Astor, from famous Russian collector A.K. Rudanovsky. The prominent Astor family possessed it for 72 years until the 4th Viscount Astor sold it to the Louvre for $1 million in 1978. The Sancy now rests in the Apollo Gallery, together with the likes of the Regent Diamond and the Hortensia Diamond. == Further reading == * *Burton, E. (1986). Legendary Gems or Gems That Made History, pp. 78–83. Chilton Book Company, Radnor, PA *Fowler, M. (2002). Hope: Adventures of a Diamond, p. 100, 151, 321. Random House Canada * *Shipley, R. (1939). Famous Diamonds of the World, pp. 24–27. Gemological Institute of America, USA *Shipley, Robert (1934). Famous Diamonds of the World, pp. 25–28. Gemological Institute of America, USA, Vol. 1, No. 6 (November–December) == References == == External links == Category:Yellow diamonds Category:Golconda diamonds Category:Individual diamonds Category:Material culture of royal courts",
 "title": "Sancy"
}