{
 "id": "601066",
 "text": "City of Boerne v. Flores, 521 U.S. 507 (1997), was a landmark decision of the Supreme Court of the United States concerning the scope of Congress's power of enforcement under Section 5 of the Fourteenth Amendment. The case also had a significant impact on historic preservation. ==Facts== The basis for dispute arose when the Catholic Archbishop of San Antonio, Patrick Flores, applied for a building permit to enlarge the 1923 mission-style St. Peter's Church in Boerne, Texas, which was originally built by German residents.Miller, Julia. \"U.S. Supreme Court Declares RFRA Unconstitutional in Texas Religious Landmarking Case,\" Preservation Law Reporter (PLR) 16, p. 1053 The building was located in a historic district and considered a contributing property. Local zoning authorities denied the permit, citing an ordinance governing additions and new construction in a historic district. The archbishop brought suit, challenging the ruling under the Religious Freedom Restoration Act (RFRA) of 1993. Flores argued that the Boerne, Texas, congregation had outgrown the existing structure, rendering the ruling a substantial burden on the free exercise of religion without a compelling state interest.PLR 16, p.1053 ==Religious Freedom Restoration Act== RFRA had been crafted as a direct response to the Supreme Court's decision in Employment Division v. Smith,. when the Court had upheld, against a First Amendment challenge, an Oregon law criminalizing peyote use, which was used in Native American religious rituals.Mauro, Tony. Illustrated Great Decisions of the Supreme Court. Washington D.C.: CQ Press, 2000. The State of Oregon won on the basis that the drug laws were \"non-discriminatory laws of general applicability.\"Minan, John H. \"Historic Preservation and Religious Uses,\" 1997. Religious groups became concerned that this case would be cited as precedent for further regulation of common religious practices and lobbied Congress for legislative protection.Mauro, Tony. p.38 RFRA provided a strict scrutiny standard, requiring narrowly tailored regulation serving a compelling government interest in any case substantially burdening the free exercise of religion, regardless of the intent and general applicability of the law.Minan, John H. The RFRA applies to all laws passed by Congress prior to its enactment and to all future laws that are not explicitly exempted. (42 U.S. Code § 2000bb–3) Congress' power to do so was not challenged. Congress also applied the law to state and local governments, the City of Boerne in this case, relying on the Fourteenth Amendment, particularly Section 5: \"The Congress shall have power to enforce, by appropriate legislation, the provisions of this article.\" ==Result== ===District Court=== The City of Boerne was successful at the United States District Court for the Western District of Texas; the district judge certified the question of the constitutionality of RFRA to the United States Court of Appeals for the Fifth Circuit, which found the RFRA constitutional. Boerne filed a certiorari petition to the Supreme Court. The National Trust for Historic Preservation, among other preservation organizations, filed briefs in support of Boerne. ===Supreme Court=== The Court, in an opinion by Justice Anthony Kennedy, struck down RFRA as it applies to the states as an unconstitutional use of Congress's enforcement powers. The Court held that it holds the sole power to define the substantive rights guaranteed by the Fourteenth Amendment--a definition to which Congress may not add and from which it may not subtract. Congress could not constitutionally enact RFRA because the law was not designed to have \"congruence and proportionality\" with the substantive rights that the Court had defined. Although Congress could enact \"remedial\" or \"preventative\" legislation to guarantee rights not exactly congruent with those defined by the Court, it could only do so to more effectively prevent, deter, or correct violations of those rights actually guaranteed by the Court. RFRA was seen disproportionate in its effects compared to its objective. Justice Kennedy wrote: Moreover, remedial or prophylactic legislation still had to show \"congruence and proportionality\" between the end it aimed to reach (that is, the violations it aimed to correct), and the means it chose to reach those ends--that is, the penalties or prohibitions it enacted to prevent or correct those violations. Because RFRA was not reasonably remedial or preventative, it was unconstitutional. ==Implications== ===Congruence and proportionality=== Boerne is important for several reasons. One is that it introduced a completely new test for deciding whether Congress had exceeded its Section 5 powers: the \"congruence and proportionality\" test, a test that has proven to have great importance in the context of the Eleventh Amendment. Another reason was that it explicitly declared that the Court alone has the ability to state which rights are protected by the Fourteenth Amendment. Still another was that it had First Amendment consequences in that it spelled the end for any legislative attempts to overturn Employment Division v. Smith. The \"congruence and proportionality\" requirement replaced the previous theory advanced in Katzenbach v. Morgan that the Equal Protection Clause is \"a positive grant of legislative power authorizing Congress to exercise its discretion in determining the need for and nature of legislation to secure Fourteenth Amendment guarantees.\" Before the 1997 Boerne decision, Katzenbach v. Morgan was often interpreted as allowing Congress to go beyond, but not fall short of, the Court's interpretation of the Equal Protection Clause. But that is not how the majority opinion in Boerne interpreted Katzenbach: The holding of Boerne said that only the Court could interpret the Constitution, in order to maintain the \"traditional separation of powers between Congress and the Judiciary.\" Also, Boerne relied on arguments for protecting the rights that pertain to state governmentsTo support its argument that Congress lacked plenary power to enforce the provisions of the Fourteenth Amendment, the Court pointed to a proposed enforcement provision which was rejected by the Congress that eventually approved the Fourteenth Amendment: :\"Democrats and conservative Republicans argued that the proposed Amendment would give Congress a power to intrude into traditional areas of state responsibility, a power inconsistent with the federal design central to the Constitution. Typifying these views, Republican Representative Robert Hale of New York labeled the Amendment 'an utter departure from every principle ever dreamed of by the men who framed our Constitution,' and warned that under it 'all State legislation, in its codes of civil and criminal jurisprudence and procedures … may be overridden, may be repealed or abolished, and the law of Congress established instead.' Senator William Stewart of Nevada likewise stated the Amendment would permit 'Congress to legislate fully upon all subjects affecting life, liberty, and property,' such that 'there would not be much left for the State Legislatures,' and would thereby 'work an entire change in our form of government.'\" 521 U.S. at 521 (citations omitted). based on \"enumerated powers.\" The intent of Boerne was to prevent \"a considerable congressional intrusion into the States' traditional prerogatives and general authority.\" The holding of Boerne specifically mentioned the state action doctrine of the Civil Rights Cases as a Court interpretation of the Equal Protection Clause that limits the \"remedial or preventive\" power of Congress. ===Constitutionality of the RFRA=== This case has been used to claim that the federal RFRA is unconstitutional. A more precise and accurate phrasing of this claim is that Boerne held the RFRA could not be constitutionally applied to state and local governments. At the federal level, the RFRA remains operative. The constitutionality of one aspect of RFRA as applied to the federal government was confirmed on February 21, 2006, as the Supreme Court ruled against the government in Gonzales v. O Centro Espirita Beneficente Uniao do Vegetal, , which involved the use of an otherwise illegal substance in a religious ceremony, stating that the federal government must show a compelling state interest in restricting religious conduct. ===Historic preservation=== The Supreme Court's decision in City of Boerne made a significant impact on the states' abilities to enforce laws, including those pertaining to historic preservation. Under RFRA, an otherwise neutral state law--such as zoning, or historic preservation ordinances--needed to be scrutinized if its enforcement involved a religious group or individual. Therefore, by declaring extension of RFRA to apply against state laws unconstitutional, the ability of the states to establish and maintain historic preservation ordinances was made easier.PLR 16, p. 1052. However, in 2000, Congress enacted the Religious Land Use and Institutionalized Persons Act, in which it used the Spending Clause to require, for localities that receive federal funding, land use laws to accommodate religious freedom, essentially, as if RFRA had been ruled applicable to state law. ==See also== * List of United States Supreme Court cases, volume 521 * List of United States Supreme Court cases * Lists of United States Supreme Court cases by volume ==References== ==Further reading== * * Pdf. :*Response to McAward: Pdf. ::*Response to Tsesis: Pdf. :See also: Pdf. ==External links== * Category:United States Supreme Court cases Category:United States free exercise of religion case law Category:United States Eleventh Amendment case law Category:United States Fourteenth Amendment, section five case law Category:1997 in United States case law Category:1997 in religion Category:United States Supreme Court cases of the Rehnquist Court Category:Boerne, Texas Category:Historic preservation in the United States Category:Roman Catholic Archdiocese of San Antonio Category:Zoning in the United States",
 "title": "City of Boerne v. Flores"
}