{
 "id": "601255",
 "text": "The 1892 Republican National Convention was held at the Industrial Exposition Building, Minneapolis, Minnesota, from June 7 to June 10, 1892. The party nominated President Benjamin Harrison for re-election on the first ballot and Whitelaw Reid of New York for vice president. James S. Clarkson of Iowa was the outgoing chairman of the Republican National Committee. J. Sloat Fassett of New York was Temporary Chairman, and Governor William McKinley Jr. of Ohio was the Permanent Chair of the convention. Harrison's Secretary of State James G. Blaine, who had resigned from the cabinet on June 4, 1892, the eve of the convention, had his name submitted for consideration by the delegates, but drew little support. Future president William McKinley barely edged out Blaine for second place among the delegates. Although successful in his bid for re- nomination, President Harrison's performance was underwhelming for an incumbent, due in part to the crushing defeat that the party had suffered in the 1890 mid-term elections. He and Reid would lose the fall 1892 election to former President Grover Cleveland and Adlai Stevenson. The 1892 RNC was also the first convention where women were allowed to be delegates. Therese Alberta (Parkinson) Jenkins, delegate from Wyoming, cast the first vote by a woman for president; Wyoming had granted full suffrage for women at statehood in 1890. == Presidential nomination == === Incumbent President === Image:Pach Brothers - Benjamin Harrison.jpg|President Benjamin Harrison === Draft Effort candidates === Image:William McKinley by Courtney Art Studio, 1896.jpg|Governor William McKinley of Ohio Image:James G. Blaine cph.3b14325.jpg|Former Secretary of State James G. Blaine of Maine === Declined to Contest === Image:John-Sherman.jpg|Senator John Sherman of Ohio === Balloting === President Harrison had proven unpopular with the party and the country. There were divisions even within the Republican party as the year 1892 began and Harrison began his re-election drive. Although no declared Republican candidate opposed Harrison, many Republicans were ready to dump the president from the ticket if an alternative emerged. Among the possible candidates spoken of were McKinley, Reed, and the aging Blaine. Fearing that the Ohio governor would emerge as a candidate, Harrison's managers arranged for McKinley to be permanent chairman of the convention in Minneapolis, requiring him to play a public, neutral role. Hanna established an unofficial McKinley headquarters near the convention hall, though no active effort was made to convert delegates to McKinley's cause. Many of Blaine's old supporters encouraged him to run for the nomination. Blaine had denied any interest in the nomination months before his resignation, but some of his friends, including Senator Matthew Quay of Pennsylvania and James S. Clarkson, chairman of the Republican National Committee, took it for false modesty and worked for his nomination anyway. When Blaine resigned from the cabinet, his boosters were certain that he was a candidate. However, Blaine, sent word he did not want to be considered. After the balloting commenced, McKinley objected to delegate votes being cast for him. Despite the efforts to draft McKinley and Blaine, the majority of the party stood by the incumbent. Harrison was re-nominated on the first ballot. {|class=\"wikitable\" style=\"text-align:center\" |- | colspan=\"2\" | Presidential Ballot | colspan=\"2\" | Vice Presidential Ballot |- ! Ballot!!1st!!Ballot!!1st |- !Benjamin Harrison !!535.17!!Whitelaw Reid !!906 |- !William McKinley !!182 |- !James G. Blaine !!181.83 |- !Thomas B. Reed !!4 |- !Not Voting !!2 |- !Robert Todd Lincoln !!1 |} File:1892RepublicanPresidentialNomination1stBallot.png|1st Presidential Ballot Source: US President - R Convention. Our Campaigns. (January 8, 2010). Source: US Vice President - R Convention. Our Campaigns. (September 7, 2009). == Vice Presidential nomination == Vice President Levi Morton was dumped from the ticket, as Harrison was not particularly fond of Morton, who was closer to Blaine supporters. Morton was replaced by Ambassador Whitelaw Reid of Ohio. This was also the first, and so far only, time in U.S. political history where the presidential and vice presidential nominees were both graduates from the same university: Harrison and Reid were graduates of Miami University located in Oxford, Ohio. == Republican Party Platform == The Republican platform supported high tariffs, bimetallism, stiffer immigration laws, free rural mail delivery, and a canal across Central America. It also expressed sympathy for the Irish Home Rule Movement and the plight of Jews under persecution in czarist Russia.History of American Presidential Elections Volume II 1848-1896; Schlesinger; Pgs 1739-1741 == See also == * History of the United States Republican Party * List of Republican National Conventions * U.S. presidential nomination convention * 1892 United States presidential election * 1892 Democratic National Convention == References == == Bibliography == * * * * == External links == * Republican Party platform of 1892 at The American Presidency Project * Harrison acceptance letter at The American Presidency Project Category:1892 United States presidential election Category:Republican National Conventions Republican National Convention, 1892 Category:1892 in Minnesota Category:Conventions in Minnesota Category:1892 conferences Category:June 1892 events Category:19th century in Saint Paul, Minnesota",
 "title": "1892 Republican National Convention"
}