{
 "id": "601316",
 "text": "Ichabod Crane is a fictional character and the protagonist in Washington Irving's short story \"The Legend of Sleepy Hollow\". Crane is portrayed, in the original work, as well as most adaptations as a tall, lanky individual with a scarecrow effect. He is the local schoolmaster, and has a strong belief in all things supernatural, including the legend of the headless horseman. Crane eventually tries unsuccessfully to court the heiress Katrina Van Tassel, a decision which angers Abraham \"Brom Bones\" Van Brunt, a local man who also wishes to marry Katrina. After supposedly proposing to Katrina, Crane is headed home alone at night when the headless horseman appears and chases the schoolmaster. == Origin == Ichabod—meaning 'without glory' in Hebrew—comes from the biblical name of the grandson of Eli the High Priest and son of Phinehas. Irving might have borrowed the name from that of Ichabod Crane, a colonel in the US Army during the War of 1812 whom he had met in 1814 in Sackets Harbor, New York.According to a notation by Irving and a certification written in longhand by Martin Van Buren, the 'pattern' (Van Buren's words) for the character of Ichabod Crane was based on the original Kinderhook schoolmaster named Jesse Merwin—born in Connecticut—whom Irving became friends with in Kinderhook, New York, in 1809. The two friends continued a pen-pal correspondence for thirty years. The Columbia County Historical Society (New York) owns the original Kinderhook Schoolhouse named after the Irving character based on Jesse Merwin, the town's first schoolteacher. The Kinderhook town school district (Ichabod Crane Central School District) is also named for the Irving character. It is claimed by many in Tarrytown that Samuel Youngs is the original from whom Irving drew his character of Ichabod Crane. Author Gary Denis asserts that while the character of Ichabod Crane is loosely based on Kinderhook Schoolmaster, Jesse Merwin, it may possibly include elements from Samuel Youngs' life. == Role in story == Ichabod Crane \"was tall, but exceedingly lank, with narrow shoulders, long arms and legs, hands that dangled a mile out of his sleeves, feet that might have served for shovels, and his whole frame most loosely hung together. His head was small, and flat at top, with huge ears, large green glassy eyes and a long snipe nose, so that it looked like a weather-cock perched upon his spindle neck, to tell which way the wind blew.\" According to Irving, Ichabod looks like a goofy, old scarecrow who has escaped the cornfield. Ichabod Crane is a school teacher with very little money, and as a result, the ladies of the town take care to feed him in the evenings, during which he is happy to listen to their tales about supernatural events in the settlement. Ichabod is said to have carried a copy of Cotton Mather's History of New England Witchcraft, which he firmly believes in. He was a conscientious man, and ever bore in mind the golden maxim, \"Spare the rod and spoil the child\". Ichabod Crane's scholars certainly were not spoiled. He administered justice with discrimination rather than severity; taking the burden off the backs of the weak, and laying it on those of the strong. The revenue arising from his school was small, and would have been scarcely sufficient to furnish him with daily bread, for he was a huge feeder, and, though lank, had the dilating powers of an anaconda; but to help out his maintenance, he was, according to country custom in those parts, boarded and lodged at the houses of the farmers whose children he instructed. When school hours were over, he was even the companion and playmate of the larger boys; and on holiday afternoons would convoy some of the smaller ones home, who happened to have pretty sisters, or good housewives for mothers, noted for the comforts of the cupboard. With these he lived successively a week at a time, thus going the rounds of the neighborhood, with all his worldly effects tied up in a cotton handkerchief. In addition to his other vocations, he was the singing master of the neighbourhood, and instructed young folks in psalmody. It was a matter of no little vanity to him on Sundays, to take his station in front of the church gallery, with a band of chosen singers; where, in his own mind, he completely carried away the psalm from the parson. His voice resounded far above all the rest of the Congregation. The schoolmaster was a man of some importance in the female circle of a rural neighbourhood; being considered a kind of idle, gentleman- like personage, of vastly superior taste and accomplishments to the rough country swains, and, indeed, inferior in learning only to the parson. He was peculiarly happy in the smiles of all the country damsels. How he would figure among them in the churchyard, between services on Sundays; gathering grapes for them from the wild vines that overran the surrounding trees; reciting for their amusement all the epitaphs on the tombstones; or sauntering, with a whole bevy of them, along the banks of the adjacent millpond; while the more bashful country bumpkins hung sheepishly back, envying his superior elegance and address. He was like a travelling gazette, carrying the whole budget of local gossip from house to house so that his appearance was always greeted with satisfaction. He was, moreover, esteemed by the women as a man of great erudition, for he had read several books quite through, and was a perfect master of Cotton Mather's History of New England Witchcraft, in which, by the way, he most firmly and potently believed. He took pleasure in reading old Mather's direful tales till dusk after school. Moreover, no supernatural story or superstition was hard for him to believe. Another of his sources of fearful pleasure was to pass long winter evenings with the old Dutch wives, as they sat spinning by the fire, with a row of apples roasting and spluttering along the hearth, and listen to their marvellous tales of ghosts and goblins, and haunted fields, and haunted brooks, and haunted bridges, and haunted houses, and particularly of the headless horseman, or Galloping Hessian of the Hollow, as they sometimes called him. He would delight them equally by his anecdotes of witchcraft, and of the direful omens and portentous sights and sounds in the air, which prevailed in the earlier times of Connecticut; and would frighten them woefully with speculations upon comets and shooting stars; and with the alarming fact that the world did absolutely turn round, and that they were half the time topsy-turvy! He used to think of ghosts and devils while passing through dim and ghastly glare of a snowy night and used to get scared. He would have passed a pleasant life of it, in despite of the Devil and all his works, if his path had not been crossed by a being that causes more perplexity to mortal man than ghosts, goblins, and the whole race of witches put together, and that was—a woman. Actually, Ichabod had a soft and foolish heart towards the opposite sex. A turning point in the story occurs when Ichabod becomes enamored of one Katrina Van Tassel, the daughter and only child of a wealthy farmer named Baltus Van Tassel, who pays little attention to his daughter other than to be proud of her merits when they are praised. On account of both of her beauty and her father's wealth, which he is eager to inherit, Ichabod begins to court Katrina, who seems to respond in kind. This attracts the attention of the town rowdy, Abraham \"Brom Bones\" Van Brunt, who also wants to marry Katrina and is challenged in this only by Ichabod. Despite Brom's efforts to humiliate or punish the schoolmaster, Ichabod remains steadfast, and neither contestant seems able to gain any advantage throughout this rivalry. Later, both men are invited to a harvest festival party at Van Tassel's where Ichabod's social skills far outshine Brom's. After the party breaks up, Ichabod remains behind for \"a tête-à-tête with the heiress\", where it is supposed that he makes a proposal of marriage to Katrina but, according to the narrator, \"Something, however ... must have gone wrong, for he certainly sallied forth, after no very great interval, with an air quite desolate and chapfallen\", meaning that his proposal is refused, allegedly because her sole purpose in courting him was either to test or to increase Brom's desire for her. Therefore, Ichabod leaves the house \"with the air of one who had been sacking a henroost, rather than a fair lady's heart\". He finally becomes a victim of his own false superstition and belief. During his journey home, Ichabod encounters another traveller, who is eventually revealed to be the legendary Headless Horseman; the ghost of a Hessian soldier who was decapitated by a cannonball during the American Revolutionary War. Ichabod flees with the Headless Horseman pursuing him, eventually crossing a bridge near the Dutch burial ground. Because the ghost is incapable of crossing this bridge, Ichabod assumes that he is safe. However, before Ichabod can react, the Headless Horseman throws his own severed head at him, knocking him from the back of his own horse and sending him \"tumbling headlong into the dust\". The next morning, Ichabod's hat is found abandoned near the church bell bridge and close beside it a shattered pumpkin. Ichabod is never seen in Sleepy Hollow again and is therefore presumed to have been spirited away by the Headless Horseman. Later, \"an old farmer, who had been down to New York on a visit several years after, and from whom this account of the ghostly adventure was received\" suggests that Ichabod had been frightened by both the Horseman and the anticipated anger of his (Ichabod's) current landlord into leaving the town forever, later to become \"a justice of the ten pound court\" in \"a distant part of the country\". Katrina marries Brom, who is said: \"to look exceedingly knowing whenever the story of Ichabod was related, and always laughed heartily at the mention of the pumpkin\". These events, \"led some to suspect that he knew more about the matter than he chose to tell\". Therefore, it can be assumed that Brom himself was the Horseman, whose legend he took advantage of to rid himself of his rival. Caleb Stegall suggests that \"the most distinctive characteristic Irving gives Ichabod is that of a psalm singer,\" and that Ichabod Crane is the \"most celebrated Covenanter in all of the literature.\" == Adaptations in other media == *Will Rogers portrayed Crane in the 1922 silent film The Headless Horseman. *Crane is one of the title characters in The Adventures of Ichabod and Mr. Toad (1949), which was produced by Walt Disney Productions and packaged with a companion 30-minute short \"The Wind in the Willows\" based on Kenneth Grahame's The Wind in the Willows. It is probably the best-known version, as it ran for years as part of the television Halloween special Disney's Halloween Treat and considered one of the truest adaptations of the Irving story. This animated interpretation features Bing Crosby as the narrator and sole voice actor of the entire 30-minute piece and extends both the role of Ichabod Crane to make his (Crane's) singing that of a crooner instead of the nasal psalmodist described in the story and that of Brom Bones to include the latter as singer of the song about the Horseman's legend. *Jeff Goldblum starred as Ichabod Crane in The Legend of Sleepy Hollow (1980), an NBC-produced made-for-television movie. In this version, the story ends with Ichabod arriving at Katrina's house and the Headless Horseman returns to the dark forest after having dealt with an imposter. *Ed Begley, Jr. portrayed Ichabod Crane in a 1985 adaptation by Lan O'Kun for Shelley Duvall's Tall Tales and Legends, directed by Edd Griles, which also starred Beverly D'Angelo as Katrina, Tim Thomerson as Brom and Charles Durning as narrator Doffue van Tassel, Katrina's uncle. This version definitively identifies Brom as the Headless Horseman who chases Ichabod, but also adds a twist ending that takes place on the night after Halloween. *Crane appears as a ghost in a third-season episode of Nickelodeon's Are You Afraid of the Dark? called \"The Tale of the Midnight Ride\". *The character is featured in a two- part Halloween episode of the PBS television series Wishbone (1997), in which Crane is portrayed by the title character. *Constable Ichabod Crane serves as the protagonist in Sleepy Hollow (1999), directed by Tim Burton and starring Johnny Depp. In this interpretation, he is a New York City policeman with an interest in Forensic science sent to Sleepy Hollow to investigate a series of grisly murders to prove the merits of his style of the investigation after he argues against the police's current methods. As in the original story, his horse is named Gunpowder. Ichabod's most notable traits in the movie include an ahead-of-his-time liking for post-mortem examinations, deduction, and scientific methods, as well as his being very quirky, skittish, and being disturbed by death and blood, despite his occupation. His backstory is also explored: when he was seven his mother, an \"innocent child of Nature\" was \"murdered to save her soul\" by his father, \"a Bible black tyrant behind a mask of righteousness\" which led to a loss of faith for him. It is Ichabod who finally releases the Hessian Headless Horseman (Christopher Walken) from the control of Lady van Tassel (Miranda Richardson), whom the Horseman takes to Hell with him. Katrina Van Tassel (Christina Ricci) is seen at the end of the movie going back to New York with Ichabod, along with a boy who helped him in the investigation. Brom Bones (Casper Van Dien), who at one point does disguise himself as the Horseman and throws a pumpkin at Ichabod, is killed by the real Horseman halfway in the film. *In 1999, a telefilm entitled The Legend of Sleepy Hollow aired on Odyssey starring Brent Carver as Ichabod Crane. It was filmed in Montreal. *The 1999 computer animated FOX TV special The Night of the Headless Horseman featured William H. Macy as the voice of Crane. This version has an ending that reveals that Brom (voiced by Luke Perry) had made a \"Devil's bargain\" with the Horseman that he was forced to fulfill thirty years later *In the HBO TV Series The Sopranos (season 5, episode 10) aired March 7 to June 6, 2004, Tony Soprano’s cousin Tony Blundetto (played by Steve Buscemi), tells Chris Moltisanti (played by Michael Imperioli) that people used to call him Ichabod Crane. *The 2004 TV movie The Hollow centers on a high school student named Ian Cranston (portrayed by Kevin Zegers), a descendant of Ichabod Crane. *Tom Mison plays Crane in Sleepy Hollow (2013), an American supernatural/police drama television series. The series is considered a \"modern-day retelling\" with Crane being a former professor of history at Oxford University prior to the American Revolution, he came to America with the British before switching sides and becoming a spy for the Colonials. Having beheaded the Horseman in 1781, he was brought back to life in modern times with the Horseman due to their blood mixing when they died. This version of Crane also appears in the 2015 Halloween episode of the TV series Bones. Other mentions and references to the Sleepy Hollow TV series exists throughout the episode. *Ichabod Crane is also featured in the 2013 episodic video game, The Wolf Among Us, developed and produced by Telltale Games. In the game, Crane (voiced by Roger L. Jackson) is the deputy mayor of Fabletown, a secret community of magical, fairytale beings who were exiled from their Homelands centuries ago and forced to live in the world of mundane humans. In episodes 2 through three, Crane was revealed to have been soliciting prostitutes and using a magic spell to make them look like his assistant Snow White; Sheriff Bigby Wolf and Snow arrest Crane for this and embezzling Fabletown's money to pay for them, but Crane is then kidnapped by the minions of the Crooked Man, the crime lord Crane owes money to. == References == Category:The Legend of Sleepy Hollow Category:Characters in Disney package films Category:Fictional characters from Connecticut Category:Fictional schoolteachers Category:Characters in short stories Category:Male horror film characters Category:Literary characters introduced in 1820 it:Ichabod Crane pl:Ichabod Crane Category:Tim Burton characters",
 "title": "Ichabod Crane"
}