{
 "id": "60157",
 "text": "The Good Earth is a 1937 American drama film about Chinese farmers who struggle to survive. It was adapted by Talbot Jennings, Tess Slesinger, and Claudine West from the 1932 play by Owen Davis and Donald Davis, which was in itself based on the 1931 novel of the same name by Nobel Prize-winning author Pearl S. Buck. The film was directed by Sidney Franklin, with uncredited contributions by Victor Fleming and Gustav Machaty. The film stars Paul Muni as Wang Lung. For her role as his wife O-Lan, Luise Rainer won an Academy Award for Best Actress. The film also won the Academy Award for Best Cinematography for Karl Freund. It was nominated for Best Director, Best Film Editing, and Best Picture. Its world premiere was at the elegant Carthay Circle Theatre in Los Angeles. == Plot == In pre-World War I northern China, young farmer Wang Lung (Paul Muni) marries O-Lan (Luise Rainer), a slave at the Great House, the residence of the most powerful family in their village. O-Lan proves to be an excellent wife, hard working and uncomplaining. Wang Lung prospers. He buys more land, and O-Lan gives birth to two sons and a daughter. Meanwhile, the Great House begins to decline. All is well until a drought and the resulting famine drive the family to the brink. O-Lan gives birth to a second daughter but kills her shortly after birth to spare her from starvation. Desperate, Wang Lung considers the advice of his pessimistic, worthless uncle (Walter Connolly) to sell his land for food, but O-Lan opposes it. Instead, they travel south to a city in search of work. The family survives by begging and stealing. When a revolutionary gives a speech to try to drum up support for the army approaching despite rain in the north, Wang Lung and O-Lan realize the drought is over. They long to return to their farm, but they have no money for an ox, seed, and food. The city changes hands, and O-Lan joins a mob looting a mansion. However, she is knocked down and trampled upon. When she comes to, she finds a bag of jewels overlooked in the confusion. This windfall allows the family to go home and prosper once more. O-Lan asks only to keep two pearls for herself. Years pass. Wang Lung's sons grow up into educated young men, and he has grown so wealthy that he purchases the Great House. Then, Wang Lung becomes besotted with Lotus (Tilly Losch), a pretty, young dancer at the local tea house, and makes her his second wife. He begins to find fault with the worn-out O-Lan. Desperate to gain affection from Lotus, he gives O-Lan's pearls to Lotus. When Wang Lung discovers that Lotus has seduced Younger Son (Roland Lui), he orders his son to leave. Then a swarm of locusts threatens the entire village. Using a strategy devised by Elder Son (Keye Luke), everyone unites to try to save the crops. Just when all seems lost, the wind shifts direction, taking the danger away. The near-disaster brings Wang Lung back to his senses. He reconciles with Younger Son. On the latter's wedding day, Wang Lung returns the pearls to O-Lan before she dies, completely exhausted by a hard life. Without disturbing the wedding festivities, Wang Lung quietly exits the house and regards a flowering peach tree planted by O-Lan on their marriage day. Reverently he murmurs, \"O-Lan, you are the earth.\" == Cast == {| |- | 80px || Paul Muni as Wang ||80px ||Tilly Losch as Lotus |- | 80px ||Luise Rainer as O-Lan ||80px ||Charley Grapewin as Old Father |- | 80px ||Walter Connolly as Uncle ||80px ||Jessie Ralph as Cuckoo |- |} {| |- |Soo Yong |as Aunt |- |Keye Luke |as Elder Son |- |Roland Lui |as Younger Son |- |Suzanna Kim |as Little Fool |- |Ching Wah Lee |as Ching |- |Harold Huber |as Cousin |- |Olaf Hytten |as Liu grain merchant |- |William Law |as Gateman |- |Mary Wong |as Little Bride |- |} === Unbilled === *Charles Middleton (banker), Chester Gan (singer in tea house), Richard Loo (farmer), Kam Tong (peasant), Victor Sen Yung (peasant), Philip Ahn (revolutionary army captain), Bessie Loo, Clarence Lung, Sammee Tong, Richard Daniel Cazares (baby), King Lan Chew (dancer) == Production == The film's budget was $2.8 million, a small fortune at the time, and took three years to make. A five-hundred-acre farm in Porter Ranch, California, was transformed into a replica of Chinese farmland for this film. The movie script was more sympathetic to China than the novel had been. Wang Lung's son was now a representative of modern China who goes to university and leads the villagers. The family is a wholesome affectionate unit, even the uncle who in the novel exploits Wang Lung, and the sexual aspect of Lotus is played down. The Hays office, which supervised each Hollywood script, demanded more than twenty rewrites to eliminate what it found offensive.Hoban, James L., Jr., \"Scripting The Good Earth: Versions of the Novel for the Screen,\" in Elizabeth Johnston Lipscomb, Frances E. Webb, Peter J. Conn, eds., The Several Worlds of Pearl S. Buck (Westport, CT: Greenwood Press, 1994). Before Herbert Stothart and Edward Ward were engaged to provide the music, negotiations took place with Austrian composer Arnold Schoenberg, who is known to have made some musical sketches for the score before the plan fell through. Pearl Buck intended the film to be cast with all Chinese or Chinese-American actors. Irving Thalberg also envisioned casting only Chinese actors, but had to concede that American audiences were not ready for such a film. According to Variety, Anna May Wong had been suggested for the role of O-Lan, but the Hays Code anti-miscegenation rules required Paul Muni's character's wife to be played by a white actress.Variety, December 18, 1935, p. 3. See also Hodges, Graham Russell. Anna May Wong: From Laundryman's Daughter to Hollywood Legend (New York: Palgrave Macmillan, 2004), 44, 148, 60–67. Some confusion has resulted because the Production Code of the Motion Picture Producers and Distributors of America, Inc., 1930–1934 stated only that \"miscegenation (sex relationship between the white and black races) is forbidden\".The Production Code of the Motion Picture Producers and Distributors of America, Inc., 1930–1934, II, Item 6. No mention was made of miscegenation between whites and any race other than Black Americans. Chinese-American actress Soo Yong, in fact, was cast as the Chinese aunt who was married to the uncle played by Caucasian actor Walter Connolly. MGM offered Wong the role of Lotus, but she refused, stating, \"You're asking me – with Chinese blood – to do the only unsympathetic role in the picture featuring an all-American cast portraying Chinese characters.\" Many of the characters were played by white actors made to look Asian through yellowface, make-up techniques developed by Jack Dawn and used for the first time in this film. Others in the supporting cast were Chinese American actors. When MGM inquired into the possibility of making the film in China, the Chinese government was divided on how to respond. Initial hostility derived from resentment of the novel, which critics charged focused only on the perceived backwardness of the country, while some government officials hoped to have control which would be gone if the film work was done outside China. Generalissimo Chiang Kai-shek himself intervened, perhaps at the behest of his wife, Mme. Chiang, whose American education made her an advocate for cooperation. Permission was granted on condition that the view of China be favorable, that the Chinese government would supervise and have of shots done in China, and the unenforced stipulation that the entire cast be Chinese. The government in Nanjing did not foresee the sympathy the film would create and when MGM decided to shoot on location in China officials took extraordinary steps to control the production, forcing the studio to hire a Nationalist general to advise them on authentic settings and costumes (most of this footage was mysteriously lost when it was shipped home and had to be re-shot in California). There were reports that MGM distributed a different version of the film in China.Zhiwei Xiao, \"Nationalism, Orientalism, and an Unequal Treatise of Ethnography: The Making of The Good Earth,\" in Suzie Lan Cassell, ed., From Gold Mountain to the New World: Chinese American Studies in the New Millennium (Alta Mira, 2002), pp. 277–79, 283–84. The film's 1936 production lasted from February 28 to July 23. Thalberg died on September 14, four-and-a- half months before its Los Angeles premiere on January 29, 1937. The film credits stated that this was his \"last great achievement\".Hay, Peter. MGM: When the Lion Roars Original prints of the film were presented in sepiatone. == Reception == Contemporary reviews were positive. Frank S. Nugent of The New York Times praised the film as \"a superb translation of a literary classic ... one of the finest things Hollywood has done this season or any other. While it has taken some liberties with the novel's text, it has taken none with its quality or spirit.\" Variety declared it \"a remarkable screen production\" and called Muni's performance \"splendid\", but questioned whether the subject matter would make for good box office. Film Daily raved, \"A 'must see' picture, possessing absorbing drama, passionate sincerity and brilliant performance.\" John Mosher of The New Yorker called it \"a vast and rich film.\" Harrison's Reports described it as \"a highly artistic piece of work,\" and while not exactly an entertaining picture, \"those who see it will undoubtedly be awed by its magnificence.\" Writing for The Spectator in the UK, Graham Greene gave the film a mixed good review, characterizing the first half of the film as \"simple and direct and true\", but complaining that the second half displays \"a little less than life\" and that the last hour was permeated by \"banality and ennui\". Discussing the actors, Greene praised Rainer for a \"beautiful performance\" that \"carries the film\", and criticized Muni's performance as exaggerated and \"not of the same quality\" as Rainer's. (reprinted in: ) == Box office == According to MGM records the film earned $2,002,000 in the US and Canada and $1,555,000 elsewhere but because of its high cost incurred an ultimate loss of $96,000. == Awards and honors == {| class=\"wikitable plainrowheaders\" |- ! Award ! Category ! Nominee(s) ! Result |- | rowspan=\"5\"| Academy Awards | Outstanding Production | Irving Thalberg and Albert Lewin (for Metro-Goldwyn-Mayer) | |- | Best Director | Sidney Franklin | |- | Best Actress | Luise Rainer | |- | Best Cinematography | Karl Freund | |- | Best Film Editing | Basil Wrangell | |- | rowspan=\"2\"| National Board of Review Awards | Top Ten Films | The Good Earth | |- | Best Acting | Luise Rainer | |} The film is recognized by American Film Institute in these lists: * 2003: AFI's 100 Years...100 Heroes & Villains: ** O-Lan – Nominated Hero * 2005: AFI's 100 Years of Film Scores – Nominated * 2006: AFI's 100 Years...100 Cheers – Nominated == See also == *Whitewashing in film == References == == Bibliography == * == External links == * * * * * Category:1937 films Category:1937 romantic drama films Category:American romantic drama films Category:American films Category:American black-and-white films Category:1930s English-language films Category:Films based on American novels Category:American films based on plays Category:Films directed by Sidney Franklin Category:Films directed by Gustav Machatý Category:Films featuring a Best Actress Academy Award-winning performance Category:Films produced by Irving Thalberg Category:Films set in China Category:Films shot in Beijing Category:Films shot in China Category:Films shot in Los Angeles Category:Films shot in Utah Category:Films whose cinematographer won the Best Cinematography Academy Award Category:Metro-Goldwyn-Mayer films Category:Films based on adaptations Category:Films scored by Herbert Stothart Category:Films based on works by Pearl S. Buck Category:Films scored by Edward Ward (composer)",
 "title": "The Good Earth (film)"
}