{
 "id": "601878",
 "text": "Young Poland () was a modernist period in Polish visual arts, literature and music, covering roughly the years between 1890 and 1918. It was a result of strong aesthetic opposition to the earlier ideas of Positivism that followed the suppression of the 1863 January Uprising in the Russian Partition against the occupying Imperial Russian Army. Young Poland promoted trends of decadence, neo-romanticism, symbolism, impressionism and art nouveau. Many of the exhibitions were held at the Palace of Art, also known as \"Secession\" (Secesja), the headquarters of the Kraków Society of Friends of Fine Arts, in Kraków Old Town.https://archpasja.com/2014/07/13/secesja-w-krakowie-cz-1/ == Philosophy == The term was coined in a manifesto by writer , published in 1898 in the Kraków newspaper Życie (Life), and was soon adopted in all of partitioned Poland by analogy to similar terms such as Young Germany, Young Belgium, Young Scandinavia, etc. == Literature == Polish literature of the period was based on two main concepts. The earlier was a typically modernist disillusionment with the bourgeoisie, its life style and its culture. Artists following this concept also believed in decadence, an end of all culture, conflict between humans and their civilization, and the concept of art as the highest value (art for art's sake). Authors who followed this concept included Kazimierz Przerwa-Tetmajer, Stanisław Przybyszewski, Wacław Rolicz-Lieder and Jan Kasprowicz. A later concept was a continuation of romanticism, and as such is often called neo-romanticism. The group of writers following this idea was less organised and the writers themselves covered a large variety of topics in their writings: from sense of mission of a Pole in Stefan Żeromski's prose, through social inequality described by Władysław Reymont and Gabriela Zapolska to criticism of Polish society and Polish history by Stanisław Wyspiański. Writers of this period include also: Wacław Berent, Jan Kasprowicz, Jan Augustyn Kisielewski, Antoni Lange, Jan Lemański, Bolesław Leśmian, Tadeusz Miciński, Andrzej Niemojewski, Franciszek Nowicki, Władysław Orkan, Artur Oppman, Włodzimierz Perzyński, Tadeusz Rittner, Wacław Sieroszewski, Leopold Staff, Kazimierz Przerwa-Tetmajer, Maryla Wolska, Eleonora Kalkowska, Tadeusz Boy-Żeleński, and Jerzy Żuławski. == Music == In music, the term Young Poland is applied to an informal group of composers that include Karol Szymanowski, Grzegorz Fitelberg, Ludomir Różycki as well as Mieczysław Karłowicz and Apolinary Szeluto. Almost all educated by Zygmunt Noskowski, the group was under strong influence of neoromanticism in music and especially of foreign composers such as Richard Strauss, Richard Wagner and those belonging to The Mighty Handful group e.g. Modest Mussorgsky, Alexander Borodin and Nikolai Rimsky-Korsakov. == Visual arts == In the period of Young Poland there were no overwhelming trends in Polish art. The painters and sculptors tried to continue the romantic traditions with new ways of expression popularised abroad. The most influential trend was art nouveau, although Polish artists started to seek also some form of a national style (including styl zakopiański or the Zakopane style). Both sculpture and painting were also heavily influenced by all forms of symbolism.Figuration/abstraction: stratégies for public sculpture in Europe, 1945-1968 by Charlotte Benton Prominent Young Poland painters and sculptors include: * Ferdynand Ruszczyc * Jacek Malczewski * Jan Bukowski * Jan Raszka * Jan Stanisławski * Jan Talaga * Julian Fałat * Józef Mehoffer * Józef Pankiewicz * Karol Frycz * Kazimierz Sichulski * Konstanty Brandel * Konstanty Laszczka * Leon Wyczółkowski * Ludwik Konarzewski * Maurycy Lilien * Olga Boznańska * Stanisław Wyspiański * Teodor Axentowicz * Teofil Terlecki * Wacław Szymanowski * Witold Wojtkiewicz * Wojciech Gerson * Wojciech Kossak * Wojciech Weiss * Władysław Ślewiński * Włodzimierz Przerwa-Tetmajer * Xawery Dunikowski ==See also== * History of Poland (1795–1918) * Jan Matejko == Notes and references == *Stanisław Wyspiański, biography from the Adam Mickiewicz Institute *First review of Wesele (The Wedding Reception) * Wyspiański’s Herbal *Wyspiański’s paintings *Wyspiański stained-glasses * Kultura polska - Konstanty Laszczka == Bibliography == *Dobrowolski Tadeusz, Sztuka Młodej Polski, Warszawa 1963. *Słownik artystów polskich i obcych w Polsce działających. Malarze, rzeźbiarze, graficy, t. II, Wrocław 1975 (Urszula Leszczyńska). *Puciata- Pawłowska Joanna, Konstanty Laszczka, Siedlce 1980. == External links == * Category:1890s in Poland Category:1900s in Poland Category:1910s in Poland Category:Cultural history of Poland Category:Modern art Category:Art Nouveau Category:Decadent literature Category:Impressionism Category:Neo-romanticism Category:Symbolism (arts) Category:19th-century Polish literature Category:20th-century Polish literature",
 "title": "Young Poland"
}