{
 "id": "601917",
 "text": "Tyra Hunter (1970 - August 7, 1995) was an African-American transgender woman who died after being injured as a passenger in a car accident. Hunter transitioned at 14 and lived her adult life as a woman. The District of Columbia was found responsible for her death, due to not delivering medical care, and for violations of the DC Human Rights Act during her treatment. ==Accident and death== Hunter was in a road accident in 1995. Emergency medical technicians (EMTs) at the scene of the accident used derogatory epithets and withdrew medical care after cutting open Hunter's pants and discovering that she had a penis. ER staff at DC General Hospital subsequently \"failed to diagnose Hunter's injuries and follow nationally accepted standards of care.\" Hunter died in hospital the same day. A civil suit was later successfully brought by Hunter's mother against the District of Columbia. Over 2,000 people attended her funeral. ==Lawsuit== The case against the District of Columbia was tried by Richard F. Silber. Dana Priesing, a transgender activist observing the trial, wrote that the evidence supported \"the inference that a stereotype (namely that Hunter was an anonymous, drug-using, transgender street person) affected the treatment Tyra received,\" and that the \"ER staff, as evidenced by their actions, did not consider her life worth saving.\" Adrian Williams, one of the EMTs who had neglected to treat Hunter, testified that he assumed she was a man on sight, \"failing to notice that she had breasts, make-up, women's clothing, a woman's hairstyle, and white nail polish.\" One DC General employee, after being subpoenaed, left for Africa and did not return until late December 1998. In the end, none of the EMTs involved were ever disciplined. On December 11, 1998, a jury awarded Hunter's mother, Margie, $2,874,060 after finding the District of Columbia, through its employees in the DC Fire Department and doctors at DC General, liable under the DC Human Rights Act and for negligence and medical malpractice for causing Hunter's death. $600,000 was awarded for damages attributable to violations of the DC Human Rights Act associated with the withdrawal of medical care at the accident scene and openly denigrating Hunter with epithets, a further $1.5 million was awarded to her mother for Hunter's conscious pain and suffering and for economic loss from the wrongful death medical malpractice claim. Doctors at DC General failed to diagnose and treat Hunter who died of internal bleeding in the hospital emergency room. Evidence at the trial demonstrated that had Hunter been provided with a blood transfusion and referred to a surgeon, she would have had an 86% chance of surviving. In subsequent negotiations the case was settled for $1.75m. ==Legacy== Transgender Youth Resources and Advocacy (TYRA), was a program of the former Illinois Gender Advocates and Howard Brown Health Center, was a Chicago area transgender youth initiative named in the memory of Tyra Hunter. The epilogue of Genny Beemyn's 2014 book A Queer Capital: A History of Gay Life in Washington D.C. is \"In Tyra's Memory\". ==See also== * Brandon Teena * Murder of Gwen Araujo * Transphobia * List of transgender-related topics * Violence against LGBT people ==References== ==External links== * Analysis: Tyra Hunter Wrongful Death Trial * Victory in Tyra Hunter case * Tyra Hunter anniversary * Washington Post Category:1970 births Category:1995 deaths Category:LGBT African Americans Category:LGBT in Washington, D.C. Category:LGBT people from Washington, D.C. Category:Road incident deaths in Washington, D.C. Category:Transgender and transsexual women Category:Transgender and medicine Category:Discrimination against transgender people Category:20th-century LGBT people",
 "title": "Death of Tyra Hunter"
}