{
 "id": "602099",
 "text": "Belgrave South is an area and a suburb of Greater Melbourne mainly beyond the Melbourne metropolitan area Urban Growth Boundary,Urban Growth Boundary map 37 km south-east from Melbourne's central business district. Its local government area is the Shire of Yarra Ranges. At the , Belgrave South had a population of 1,645. It is positioned at the foothills of the Dandenong Ranges and bordered by the suburbs of Belgrave, Belgrave Heights, Lysterfield and the localities of Narre Warren East and Selby. ==History== The Post Office opened on 20 September 1920 as South Belgrave, becoming Belgrave South in 1923. It closed 27 May 1977. In February 1983, the Ash Wednesday fires swept through the area, destroying 238 houses and killing 21 people within the Belgrave South and Heights and Upper Beaconsfield area. ==Town== Belgrave South Primary School was opened in 1907\"The Hub Of The Town\", by BSPS Centenary Committee and Southern Sherbrooke Historical Society, 2007 and is the main primary school for children living in Belgrave South, Belgrave Heights, Narre Warren East and much of Belgrave (as the primary school in Belgrave is Catholic). It has 250 students. There is a small IGA supermarket, a medical clinic, a public accountant, a café, a takeaway store, a butcher, a bakery, a greengrocer, a vet, a specialist wine and beer shop, a Home Hardware, a hairdressing/beauty salon, pharmacy and petrol station. ==Baluk Willam Nature Conservation Reserve== Belgrave South is home to the Baluk Willam Nature Conservation Reserve. This is a significant flora habitat including more than 70 Orchid species. It is supported by the Friends Of Baluk Willam. ==South Belgrave Football Club== The town has an Australian Rules football team (South Belgrave) competing in the Eastern Football League. The club had spent the majority of its time in the Yarra Valley Mountain District Football League taking out the Second Division flag in 1996. Due to the expansion of the league taking on clubs from the Central Goulburn Football League the decision was made at the end of 2007 to transfer leagues. Whilst in the YVMDFL the club wore St Kilda style guernseys. In 2008 the club changed its strip to black with a red and white 'V'. == References == == External links == *Australian Places - Belgrave Heights & Belgrave South *Friends of Baluk Willam Nature Conservation Reserve Category:Suburbs of Melbourne",
 "title": "Belgrave South, Victoria"
}