{
 "id": "602220",
 "text": "\"Ocean Spray\" is a song by the Manic Street Preachers, which was released as the third single from the album Know Your Enemy on 4 June 2001. James Dean Bradfield wrote both lyrics and music for the song. It reached number 15 in the UK Singles Chart. ==Background== The song's title was inspired by the cranberry juice drink that James would take in to his mother Sue whilst she was in hospital undergoing treatment for cancer, eventually dying from the disease. It also featured the first recorded lyric written by James. Drummer Sean Moore played a trumpet solo on the song. The CD included \"Groundhog Days\", \"Just A Kid\", and the \"Ocean Spray\" video, whereas the cassette included \"Little Trolls\". The \"Ocean Spray\" video clip also represents a high point in the visibility of the Manics photographer Mitch Ikeda, who appears and speaks the opening Japanese dialogue - which translates as “you have very beautiful eyes… such beautiful eyes”. ==Release== The song reached number 15 in the UK Singles Chart on 16 June 2001 and spent 8 weeks in the UK charts. A performance was recorded for that week's Top of the Pops. However it wasn't aired (possibly due to lower charting position than had been expected) but a short clip of the performance was still shown (without sound) in the show's top 20 countdown that week. The full performance was however finally shown in full several years later on an episode of Top of the Pops 2. ==Track listing== All music written and composed by Nick Jones, James Dean Bradfield and Sean Moore. Except \"Ocean Spray\"; music and lyrics by James Dean Bradfield. ;Enhanced CD one # \"Ocean Spray\" - 4:11 # \"Groundhog Days\" - 3:52 # \"Just A Kid\" - 3:36 # \"Ocean Spray\" - 4:12 (video-clip) ;Enhanced CD two # \"Ocean Spray\" - 4:11 # \"Ocean Spray\" (Live At Teatro Karl Marx, Havana, 17 February 2001) - 4:08 # \"Ocean Spray\" (Kinobe Remix) - 6:33 # \"Ocean Spray\" (Medicine Remix) - 4:16 # \"Ocean Spray\" (Live from Havana) - 4:08 (video-clip) ;Cassette # \"Ocean Spray\" - 4:02 # \"Little Trolls\" - 3:39 # \"Ocean Spray\" (Ellis Island Sound Remix) - 4:12 ==Charts== {| class=\"wikitable plainrowheaders\" |- ! style=\"width:13em;\"| Chart (2001) ! Peak position |- ! scope=\"row\"| UK Singles Chart | align=\"center\"| 15 |} ==References== Category:2001 singles Category:Manic Street Preachers songs Category:Songs written by James Dean Bradfield Category:Songs written by Sean Moore (musician) Category:Song recordings produced by Dave Eringa Category:Songs in memory of deceased persons Category:2000 songs Category:Epic Records singles Category:Songs written by Nicky Wire",
 "title": "Ocean Spray (song)"
}