{
 "id": "602820",
 "text": "Michael Thomas Bradley (born April 18, 1979) is an American former professional basketball player and businessman. He is a 6 ft 10 in (2.08 m), 235 lb (107 kg), power forward/center born in Worcester, Massachusetts. After attending Burncoat High School, he accepted a scholarship to play college basketball at the University of Kentucky. After his sophomore season at Kentucky, Bradley transferred to Villanova University where he started. That season he averaged 20.8 points per game and 9.8 rebounds per game. Even though he had one year of college eligibility remaining, Bradley left school to go to the NBA in 2001 and was selected as the 17th pick in the 1st round of the NBA Draft by the Toronto Raptors. During his rookie season, Bradley averaged 1.2 points per game and 0.9 rebounds per game. His statistics improved in 2002–03 (5 ppg and 6 rpg in 20 minutes), but in the following season was sidelined constantly with a right knee injury. He was let go by the Raptors in March 2004, and would later be signed by the Atlanta Hawks. In 2004–05 he started off with the Orlando Magic, but was traded twice during that season, to the Sacramento Kings and the Philadelphia 76ers. Played 46 games with the Sixers in 2005–06, his best in two years, mainly because of constant injuries to Chris Webber. In the 2006–07 season he signed for Bruesa GBC in the Spanish ACB. Michael Bradley Signs With Bruesa After spending one season with the Spanish team, Bradley moved to Germany and signed with ALBA Berlin in August2007 Alba Berlin signs big man Michael Bradley but was released in November.Berlin releases Michael Bradley, Dojcin injured He did not stay unemployed for long, signing with Lithuanian power Žalgiris on November 15. However, he was limited by injuries, averaging only 7 points and 4.9 rebounds in seven games. On March 10, 2008, Bradley signed with CB Granada of the ACB to play the rest of the season.El CB Granada ficha al pívot Michael Bradley Bradley is married to Ellen Bradley (née Suetholz), a top NCAA women's tennis player whom he met at Villanova University, and has three daughters: Taylor Rose, Kya Melat, and Shae. Ellen was instrumental in starting the Michael Bradley Family Foundation and is the owner of 3 MODO Hot Yoga studios in the States. Modo Yoga Northern Kentucky was the 1st of the MODO community studios to open in the US. In 2010 Bradley was hired by the Summit Country Day School in Cincinnati, Ohio to be the coach of the Silver Knights boys varsity basketball team. In March 2012, Bradley coached the Silver Knights to the D3 OHSAA State Championship, defeating Portsmouth High School 53–37. Bradley and his wife now spend most of the year traveling abroad, as they \"world-school\" their 3 daughters. ==References== ==External links== *NBA.com Profile *basketball-reference.com Profile Category:1979 births Category:Living people Category:Alba Berlin players Category:All-American college men's basketball players Category:American expatriate basketball people in Canada Category:American expatriate basketball people in Denmark Category:American expatriate basketball people in Germany Category:American expatriate basketball people in Lithuania Category:American expatriate basketball people in Spain Category:Atlanta Hawks players Category:Basketball players at the 1998 NCAA Division I Men's Final Four Category:Basketball players from Worcester, Massachusetts Category:BC Žalgiris players Category:CB Granada players Category:Eastern Kentucky Colonels men's basketball coaches Category:Gipuzkoa Basket players Category:High school basketball coaches in Ohio Category:Kentucky Wildcats men's basketball players Category:Liga ACB players Category:Orlando Magic players Category:Philadelphia 76ers players Category:Power forwards (basketball) Category:Sacramento Kings players Category:Toronto Raptors draft picks Category:Toronto Raptors players Category:Villanova Wildcats men's basketball players Category:American men's basketball players",
 "title": "Michael Bradley (basketball)"
}