{
 "id": "602850",
 "text": "Daniel Filipacchi (born 12 January 1928) is the Chairman Emeritus of Hachette Filipacchi Médias and a French collector of surrealist art. == Career == right|thumb|Filipacchi in 1958 Filipacchi wrote and worked as a photographer for Paris Match from its founding in 1949 by Jean Prouvost. While working at Paris Match and as a photographer for another of Prouvost's titles, Marie Claire--Filipacchi would later claim never to have enjoyed taking photographs, despite earning early notoriety as a \"well-mannered paparazzo\"Dupuis, Jérôme. Daniel Filipacchi: \"Je travaille mieux la nuit et réfléchis mieux sur mon bateau\" (English: \"I work better at night and think better on my boat\"), l'Express, 29 February 2012. Filipacchi is quoted as saying \"je peux bien le dire aujourd'hui : je n'ai jamais aimé faire des photographies.\" (\"I can just as well say it today: I never liked taking photographs.\") Accessed 25 May 2013.--he promoted jazz concerts and ran a record label. In the early 1960s, at a time when jazz was not played on government-owned French radio stations, Filipacchi (a widely acknowledged jazz expert) and Frank Ténot hosted an immensely popular show on Europe 1 called Pour ceux qui aiment le jazz (\"For those who love jazz\"). In the 1960s, he presented a rock and roll radio show modeled after Dick Clark's American Bandstand called Salut les copains which launched the musical genre of yé-yé. The show's success led to his creation of a magazine of the same name, eventually renamed Salut!, which built a circulation of one million copies. Filipacchi played American and French rock music on this radio show beginning in the early 1960s. The show and Filipacchi himself played an important role in the formation of a 1960s youth culture in France. Filipacchi acquired the venerable Cahiers du cinéma in 1964. Cahiers was in serious financial trouble and its owners convinced Filipacchi to buy a majority share in order to save it from ruin. Filipacchi hired a number of his own people and redesigned the journal to look more modern, zippy, and youth- appealing. After the revolutionary May 1968 events in France and the subsequent evolution of Cahiers into a more political forum under the influence of the Maoist director Jean-Luc Godard and others, Filipacchi wanted out of the magazine and sold his share in 1969. He started more magazines and acquired many others, such as Paris Match in 1976. Some were for teenage girls (such as Mademoiselle Age Tendre) and others for men (such as Lui,Aaron Latham, \"Rabbit, Run\", New York City, Nov 27, 1972, p.54 which Filipacchi founded in 1963 along with Jacques Lanzmann, Newlook, and French editions of Playboy and PenthouseBill Marshall, Cristina Johnston, \"France and the Americas: culture, politics, and history, a multidisciplinary encyclopedia\", Transatlantic relations series vol.3, ABC-CLIO, 2005, , p.945Groueff 574). In February 1979 Filipacchi bought the then-defunct Look. He hired Jann Wenner to run it in May 1979 but the revival was a failure and Filipacchi fired the entire staff in July 1979. == Art collecting == ARTnews has repeatedly listed Filipacchi among the world's top art collectors.For example, ; Art from Filipacchi's collection formed part of the 1996 exhibit Private Passions at the Musée d'Art Moderne de la Ville de Paris. His collection (along with that of his best friend, the record producer Nesuhi Ertegün) was exhibited at the Guggenheim in New York in 1999 in Surrealism: Two Private Eyes, the Nesuhi Ertegun and Daniel Filipacchi Collections - an event described by The New York Times as a \"powerful exhibition\", large enough to \"pack the Solomon R. Guggenheim Museum from ceiling to lobby\". Although Filipacchi sued the Paris gallery which sold him a fake \"Max Ernst\" painting in 2006 for US$7 million, he called its notorious forger Wolfgang Beltracchi (freed on 9 January 2015 after serving three years in prison for his forgeries) a \"genius\" in a 2012 interview.Hammer, Joshua. The Greatest Fake-Art Scam in History?, Vanity Fair, 10 October 2012. Retrieved 24 May 2013. == Personal life == His father, Henri Filipacchi, who was born in Izmir, Turkey, descended from shipowners from Venice, hence the Italian family name. Filipacchi has three children. The eldest of these, Mimi, was from an early marriage. He then had two children with fashion model Sondra Peterson: Craig and novelist Amanda Filipacchi. == References == Category:1928 births Category:Living people Category:Adult magazine publishers (people) Category:French art collectors Category:French book and manuscript collectors Category:French book publishers (people) Category:French magazine founders Category:French magazine publishers (people) Category:French people of Italian descent Category:People of Venetian descent Category:French media executives Category:Artists from Paris Daniel Category:Elle (magazine) writers Category:Paris Match writers",
 "title": "Daniel Filipacchi"
}