{
 "id": "602821",
 "text": "A Northumberland Strait iceboat is a rowing boat, typically in length, in beam, with runners fastened to the hull for dragging over sea ice. == Construction and use == Constructed of wood, similar to fishing dories built in Atlantic Canada and New England, the iceboats were operated in the Northumberland Strait during the 19th century and early 20th century, running between Prince Edward Island and the mainland provinces of New Brunswick and Nova Scotia during the winter months between December and April when sea ice made passage by non-icebreaking steam ships impossible. They were also used during the winter months to connect Pictou Island with mainland Nova Scotia, sometimes in conjunction with passages from Prince Edward Island. == History == thumb|outdoor interpretive iceboat display at Cape Traverse Throughout the 19th century, iceboats became an essential link to mainland North America for Prince Edward Island, transporting both mail and passengers. Passengers would sometimes assist the crew. In addition to pulling ropes attached to the iceboat, hand-holds were molded along the outer gunwales which were used for hauling the iceboat over sea ice until reaching stretches of open water. Crews and passengers faced stretches of open water, the sea ice, and slush ice that was in the process of freezing, which could make progress difficult. There are several accounts of boats becoming mired in these conditions and oars being broken during attempts to row through the slush. The boats bucked wind and tide among fields of sea ice. The two primary routes for iceboats was between Wood Islands, Prince Edward Island and Caribou, Nova Scotia, (sometimes combined with a stop at Pictou Island, Nova Scotia), and across the Abegweit Passage between Cape Traverse, Prince Edward Island and Cape Jourimain, New Brunswick. This latter route, was known as the \"Capes Route\" and was the longest running iceboat service, operating from December 19, 1827 until 1917 when the icebreaking railcar ferry Prince Edward Island began service on this route. Original Northumberland Strait iceboats are preserved at the Northumberland Fisheries MuseumNorthumberland Fisheries Museum in Pictou, Nova Scotia as well as the Gateway Village tourism complex in Borden-Carleton, Prince Edward Island; an outdoor interpretive display can be seen in Cape Traverse. == See also == * Iceboat == References == ==External links== * PEI's iceboats * PEI's iceboat service * Iceboat - Dictionary of Prince Edward Island English * Ice Boat Service National Historic Event * A historic link * The last iceboat Category:Rowing boats Category:Water transport in Prince Edward Island Category:Water transport in New Brunswick Category:Water transport in Nova Scotia",
 "title": "Northumberland Strait iceboat"
}