{
 "id": "603072",
 "text": "Havelock-Belmont-Methuen is a township in central-eastern Ontario, Canada; in Peterborough County. On January 1, 1998; Belmont and Methuen Township amalgamated with the Village of Havelock to form what is now Havelock-Belmont- Methuen. ==History== The region's colonial history began with an influx of settlers after Belmont and Methuen Township was surveyed in 1823. The community of Havelock was incorporated as an independent village in 1892. Havelock was named after the British general, Sir Henry Havelock. Early settlers built their homes in an area of dense forests and numerous lakes and rivers within the rocky Canadian Shield. They survived by means of fishing, logging, and farming. By 1869, Blairton, in the Township of Belmont County, was a village with a population of 500. The village was near the richest iron mines in the Dominion. Miners and laborers were in great demand. The village was a station of the Cobourg, Peterborough & Marmora Railway. The land in the vicinity was almost all taken up. There were stages to Norwood and Marmora.The province of Ontario gazetteer and directory. H. McEvoy Editor and Compiler, Toronto : Robertson & Cook, Publishers, 1869 Later, in the nineteenth century and continuing to the present, mining became an important economic activity. Early businesses in Havelock included a post office, store, bakery, a blacksmith and a millinery and were located south of the current village on high ground at the intersection of County Road 30 and Old Norwood Road. In 1881, the Canadian Pacific Railway surveyed a right-of-way through the area north of Havelock and a year later laid rails and surveyed and filled the swampy land to make room for a larger village. The current village of Havelock was developed on the filled land by the tracks north of the former village site and was incorporated in 1892. In the fall of 1884, the first full passenger train stopped at Havelock, from Toronto on its way to Smith's Falls. Havelock was an important freight depot from the 1880s to the 1960s. The railway is now run by Canadian Pacific as Kawartha Lakes Railway and its activity today consists of transporting nepheline syenite and crushed basalt rock from two mines north of Havelock operated by Unimin. In 1998, the village of Havelock was amalgamated with the township of Belmont-Methuen to form the current township of Havelock-Belmont-Methuen. === Historic School === The old school, a two-story building now known as the Hilltop Apartments, stands at the northwest corner of Oak Street and Mathison Street, Havelock. In 1890 to 1963 Havelock area students attended this school which in 1937 was renamed Havelock High School. In 1952 Havelock High School students were transferred to the new Norwood District High School in the neighbouring town of Norwood, Ontario. In 1963 Havelock Public School students were transferred to the new Havelock Public School, east of the Havelock Community Centre. In 1963 the school building was sold and converted to apartments. In September, 2005 the Havelock High School Reunion Committee placed in front of the apartments a commemorative plaque bolted to a large red granite stone from a local quarry. === Railway Station === The Canadian Pacific Railway (CPR) station on Ottawa Street (Hwy #7) in Havelock was built in 1929. It was designated in 1991 as a Heritage Railway Station by the Historic Sights and Monuments Board, Parks Canada. In 2004 the Station was purchased and renovated to accommodate restaurants. == Local Government == The town's council includes a Mayor, Deputy Mayor, and three Councillors elected on the basis of one per ward, who is elected to join the mayor at meetings of Peterborough County Council. The members of council elected in 2018 are: Mayor: Jim Martin Deputy Mayor: David Gerow Councillors: * At Large: Hart Webb * Township Ward: Larry Ellis * Village Ward: Barry Pomeroy ==Communities== The township comprises the communities of Ashby Mill, Belmont Lake, Blairton (ghost town), Blairton Station, Blue Mountain, Chase Corners, Cordova Mines, Freeman Corners, Jack Lake, Havelock, Kasshabog Lake, MacDonald Bay, Nephton (ghost town), Oak Lake, Preneveau, Rockdale, Round Lake, Rush Point and Vansickle. Havelock is the site of an annual country music festival, the Havelock Country Jamboree, in August. Havelock Country Jamboree celebrated its 30th Anniversary in the summer of 2019. ==Demographics== thumb|right|Belmont thumb|right|Railway station in Havelock, 2007 Mother tongue:Statistics Canada 2006 Census - Havelock-Belmont-Methuen community profile * English as first language: 92.0% * French as first language: 1.1% * English and French as first language: 1.1% * Other as first language: 5.8% Population prior to amalgamation (1998): * Population total in 1996: 4,327 ** Havelock (village): 1,352 ** Belmont and Methuen (township): 2,975 * Population in 1991: ** Havelock (village): 1,376 ** Belmont and Methuen (township): 2,697 ==See also== *List of townships in Ontario ==References== ==External links== * Category:Lower-tier municipalities in Ontario Category:Municipalities in Peterborough County Category:Township municipalities in Ontario",
 "title": "Havelock-Belmont-Methuen"
}