{
 "id": "603196",
 "text": "Aubin-Edmond Arsenault (28 July 1870 - 29 April 1968) was a Prince Edward Island politician. He was the 13th premier of Prince Edward Island from 1917 to 1919. Born in Egmont Bay, Prince County, Prince Edward Island, Arsenault's family settled on the island in 1729, when it was a French called Île-Saint- Jean. His father, Joseph-Octave Arsenault, was a provincial politician and the first Acadian from PEI to be named to the Senate of Canada. Arsenault was educated at St. Dunstan's College, Charlottetown, and St. Joseph University, New Brunswick. He studied law with McLeod, Morson and McQuarrie in Charlottetown and with Charles Russell, Baron Russell of Killowen in London. He was admitted to the bar in 1898. Arsenault married Bertha, the daughter of Francis Gallant. He was first elected to the Legislative Assembly of Prince Edward Island in 1908 as a Conservative. In 1912 he became Attorney-General in the government of Premier John A. Mathieson. When Mathieson left politics for a judicial appointment in 1917, Arsenault succeeded him becoming the first Acadian to be premier in any province. Arsenault's government repealed legislation to restrict automobile travel on the island to specific days and routes. His government also founded the PEI Travel Bureau. His government was defeated in the 1919 election, and he served as leader of the opposition until 1921 when he was appointed to the Supreme Court of Prince Edward Island. He retired in 1946. ==References== *Aubin-Edmond Arsenault at The Canadian Encyclopedia * ==External links== * * *PEI Premiers biography Category:1870 births Category:1968 deaths Category:Acadian people Category:People from Prince County, Prince Edward Island Category:Premiers of Prince Edward Island Category:Justices of the Supreme Court of Prince Edward Island Category:Progressive Conservative Party of Prince Edward Island MLAs Category:Progressive Conservative Party of Prince Edward Island leaders",
 "title": "Aubin-Edmond Arsenault"
}