{
 "id": "603329",
 "text": "The year 1984 in science and technology involved some significant events. ==Astronomy and space exploration== * February 7 – Astronauts Bruce McCandless II and Robert L. Stewart make the first untethered space walk. * The National Radio Astronomy Observatory in the United States converts the 36-foot radio telescope on Kitt Peak (originally built in 1967) to the ARO 12m Radio Telescope. ==Biology== * First known case of Bovine spongiform encephalopathy, in England. * The enzyme telomerase is discovered by Carol W. Greider and Elizabeth Blackburn in the ciliate Tetrahymena. * Danish physiologist Steen Willadsen first successfully uses cells from early embryos to clone a mammal (sheep) by nuclear transfer at the British Agricultural Research Council's Institute of Animal Physiology, Cambridge. ==Chemistry and physics== * Peter Kramer and Dan Shechtman publish their discoveries of what will soon afterwards be named quasicrystals. * Hiroshi Kobayashi and colleagues announce synthesis of tetrakis(3,5-bis(trifluoromethyl)phenyl)borate (\"BARF\"). ==Computer science== * January 24 – Apple Computer places the Macintosh personal computer on sale in the United States. It will be the first successful PC to use a graphical user interface. * June 6 – The Tetris tile- matching video game, designed by Alexey Pajitnov, is launched in the Soviet Union. *The first edition of language documentation Common Lisp the Language (known as CLtL1) is published in the United States. ==History of science== * Robert Gwyn Macfarlane publishes Alexander Fleming: The Man and the Myth. ==Paleontology== * The fossil skeleton of the hominid \"Turkana Boy\" is discovered in Kenya. ==Physiology and medicine== * February 3 – Dr. John Buster and the research team at Harbor-UCLA Medical Center announce history's first embryo transfer from one woman to another resulting in a live birth. * April 22 – Dr. Robert Gallo and Margaret Heckler of United States Public Health Service announce the discovery of HTLV-III as the virus that causes AIDS. * May 10 – Barbara H. Bowman and Oliver Smithies show that variations in haptoglobins are due to genetic polymorphisms. ==Technology== * May 5 – Itaipu Dam in South America begins to generate hydroelectricity. * July 21 – In Jackson, Michigan, a factory robot crushes a worker against a safety bar in apparently the first robot-related death in the United States. ==Awards== * Nobel Prizes ** Physics – Carlo Rubbia, Simon van der Meer ** Chemistry – Robert Bruce Merrifield ** Medicine – Niels K. Jerne, Georges J. F. Köhler, César Milstein * Turing Award – Niklaus Wirth ==Births== * May 14 – Mark Zuckerberg, American computer programmer and entrepreneur, co-founder of social media platform Facebook. ==Deaths== * January 8 – Eerik Kumari (b. 1912), Estonian ornithologist and academic * February 21 – Anna Baetjer (b. 1899), American toxicologist. * April 8 – Pyotr Kapitsa (b. 1894), Russian physicist, Nobel Prize laureate. * April 15 – Grete Hermann (b. 1901), German mathematician and philosopher * May 13 – Stanislaw Ulam (b. 1909), Polish American mathematician. * May 24 – Sir Stanley Hooker (b. 1907), English aeronautical engineer. * August 6 – Abraham Lilienfeld (b. 1920), American epidemiologist. * August 11 – George Streisinger (b. 1927), Hungarian American molecular biologist, the first person to clone a vertebrate. * October 20 – Paul Dirac (b. 1902), English-born physicist. * November 20 – Charles C. Conley (b. 1933), American mathematician working on dynamical systems. * December 20 – Stanley Milgram (b. 1933), American social psychologist. ==References== Category:20th century in science Category:1980s in science",
 "title": "1984 in science"
}