{
 "id": "603768",
 "text": "The Singapore Expo is the largest convention and exhibition venue in Singapore with over 100,000 square metres of column-free, indoor space spread over 10 halls. The center was designed by Cox Richardson Rayner, built by PSA International, and funded by the Ministry of Trade and Industry. The S$220 million building (excluding the cost of the 40,000 m² expansion) is located in Tampines, Singapore. The Singapore Expo was officially opened on 4 March 1999. It has since been managed by Singex Venues Private Limited, a fully owned subsidiary of Temasek Holdings. ==Facilities== Singapore EXPO Convention and Exhibition Center is the largest meetings, incentives, conferencing, exhibitions (MICE) venue in Singapore and is one of the largest and most completely equipped centre in the whole of Asia. There are ten large multipurpose halls, each being 10,000 square metres in size, giving a total floor space of over 100,000 square metres. All available spaces are interconnected, column-free and on the ground level. Ten conference halls are also available, ranging in size from 89 to 844 square metres, suitable for accommodating 150 to 1,000 people. In addition, there are meeting rooms which can seat 15 to 125 members. The original Singapore Expo building comprised six interconnected halls of 10,000 square metres each, with column free-spaces and ceiling heights of up to 16 metres. Each hall is self-contained and is linked to the other halls by air-conditioned walkways. An additional 40,000 square metres (four new halls) were completed on 15 September 2005 and linked to the original building across Expo Drive via a sheltered walkway. In addition, the MAX Atria @ Singapore Expo opened on 22 March 2012 as part of Singapore Expo's expansion. It caters for changing needs of meetings, incentives, conferencing, exhibitions participants and is an environmentally-friendly building. In addition, it is the first venue to provide free WiFi for participants. A carpark for 2,200 vehicles is also available, which can be converted into 25,000 square metres of outdoor exhibition space. It is connected to the MRT train network through the nearby Expo MRT station, allowing access via East West MRT line and Downtown MRT line. ==History== With the exhibition space at the World Trade Centre slated for redevelopment, a replacement venue that could exceed the 34,000 square metres of indoor space was needed. The initial phase of the construction on the building thereby commenced on 30 May 1997, in spite of the impact the Asian financial crisis had on the economy, and it was completed two years later when the building was officially opened on 4 March 1999. Critics predicted that the halls would be under-utilised and further worsened by its relatively remote location, compared to the old World Trade Centre, or the Suntec Singapore International Convention and Exhibition Centre which had opened earlier in 1995. Bus (Services 12 and 24) and taxi services were the primary mode of transportation commuters took to reach Expo, both of which were overwhelmed during peak hours. This led to a pressing need for an MRT station connecting to the MRT route to both Changi Airport and the town, together with the merger of bus service 220 and 290 to form 38, running from Tampines to Bedok. The initial years almost proved the critics right, although the venue made a quick turnaround within a few years. The opening of the Expo MRT station on 10 January 2001 was a boost to the venue, which was experiencing increasing usage for functions including conventions, exhibitions, rock concerts, New Year parties, beauty pageants, musicals, and even as examination halls for educational institutions. By 2003, demand for ever bigger exhibition space prompted the Singapore Expo to proceed with its expansion plans, especially in response to the needs of IMTA Asia, which was slated to be held from 17 to 21 October 2005. With the inaugural show already occupying the full 60,000 square metres of space, pressure was on the venue to expand, or the prestigious event may have to move somewhere else since there is no other bigger venue available in Singapore. In response, a new 40,000 square metre expansion comprising a further four halls was constructed adjacent to the existing halls across Expo Drive in double quick time to meet the expected exhibition period, and was completed on 15 September that year. Since 2001, the Bethesda Community church has been renting the Singapore EXPO Meeting Rooms for weekly services. Since December 2005, the largest church in Singapore, City Harvest Church, used Hall 8 of the Singapore Expo on a weekly basis, while the 10,000-member Faith Community Baptist Church used Hall 10 (The Max Pavilion) till the Urban Redevelopment Authority imposed their terms of religious organisations leasing venues of not more than in February 2011. Another expansion was done to cater for the changing needs of MICE participants with the MAX Atria @ Singapore Expo, which opened on 22 March 2012. The building has environmentally-friendly features and provides free WiFi for participants, the first in Asia to do so. ===Downtown line connection=== thumb|right|250px|Road sign along Upper Changi Road East pointing to the exhibition halls. Singapore EXPO has been connected to the Downtown line after the Downtown line portion of Expo MRT station began operations. === Use as community care facility during COVID-19 pandemic === In response to the COVID-19 pandemic in Singapore, the Singapore EXPO was temporarily converted to an isolation facility to house COVID-19 patients who were recovering or displayed mild symptoms only, and had been operational since 10 April 2020. Cubicles were set up across two halls, with each cubicle featuring everyday necessities for daily living such as beds, chairs, lamps, charging points and WiFi coverage, on top of communal facilities such as shared toilets and food distribution points. In addition to staff from healthcare providers Parkway Pantai and Woodlands Health Campus, about 100 soldiers (comprising regulars, full-time national servicemen and operationally ready national servicemen) from the Singapore Armed Forces Medical Corps were also deployed at the EXPO to look after the patients. Since 10 April 2020, patients were transferred to Singapore Expo as it had already been set up as a Community Isolation Facility due to the COVID-19 pandemic. ==Major events in Singapore Expo== *International Furniture Fair Singapore 2014 / 31st ASEAN Furniture Show *My Home Grand Furniture & Reno Expo (Yearly) *Home Planner Furniture & Renovation Expo (Yearly) *Top Interior & Furniture Show (Yearly) *Food & Hotel Asia 2014 *Apink \"Pink Paradise in Singapore\" Concert (2015) *League of Legends Season 2014 World Championship *BuildTech Asia 2014 *ASEAN Career Fair with Japan 2015 *International Furniture Fair Singapore 2015 / 32nd ASEAN Furniture Show *Green Urban Scape Asia 2015 *CNY Flower Fest 2016 *International Furniture Fair Singapore 2016 / 33rd ASEAN Furniture Show *Food & Hotel Asia 2016 (FHA 2016) *World Wealth Creation Conference (2017) *The Cars@EXPO 2018 *Pet EXPO 2018 *International Furniture Fair Singapore 2018 & 35th ASEAN Furniture Show & NOOK Asia 2018 *Anugerah Planet Muzik 2002, 2004, 2006, 2011, 2012 *Hometeam Festival 2013, 2015, 2019, 2021 *Singapore FinTech Festival 2016, 2017, 2018, 2019 ==Notes and references== ==External links== * Singapore Expo Homepage Category:1999 establishments in Singapore Category:Convention centres in Singapore Category:Buildings and structures completed in 1999 Category:Tampines Category:Event venues established in 1999 Category:Philip Cox buildings",
 "title": "Singapore Expo"
}