{
 "id": "603904",
 "text": "Henri I de Montmorency (15 June 1534 in Chantilly, Oise – 2 April 1614), Marshal of France, and Constable of France, seigneur of Damville, served as Governor of Languedoc from 1563 to 1614. == Biography == thumb|upright|left|Engraved portrait of Henri I de Montmorency Born on 15 June 1534, Henri was the son of Anne de Montmorency and Madeleine of Savoy. As Gouverneur, he led an army into Toulouse, campaigning for nine months in 1570, and was chastized by the capitouls for letting Catholic property fall into the hands of a passing Protestant army without taking action. They accused Henri of being betraying the city and being in league with Protestants like his cousin Admiral Coligny. He responded by arresting four bourgeois and sending them to Paris with charges of slander. Henri also placed a procureur-général on the Parlement of Toulouse who was suspected of Protestantism. In October 1574 he joined with the Protestants of lower Languedoc), was deprived of his office by the Parlement of Toulouse, and arrests were made of his associates charged with conspiracy against the king. In the midst of these arrests, Henri hanged one of his own captains on a suspicion of poisoning, believing that Henry III of France was trying to kill him. Henri became Duke of Montmorency on his brother François' death in 1579. As a leader of the party called the Politiques he took a prominent part in the French Wars of Religion. In 1593 Henri was made constable of France, but Henry IV showed some anxiety to keep him away from Languedoc, which he ruled like a sovereign prince. ==Issue== With his first wife, Antoinette de La Marck (1542-1591), daughter of Robert IV de La Marck. They had: * Charlotte de Montmorency (1571-1636), married in 1591 Charles de Valois, Duke of Angoulême * Marguerite de Montmorency (1577-1660), married in 1593, Anne de Lévis, Duke of Ventadour With his second wife, Louise de Budos (1575-1598), They had: * Charlotte Marguerite de Montmorency * Henri II de Montmorency ==References== ==Sources== * * * * * * * * Category:1534 births Category:1614 deaths Category:People from Chantilly, Oise Henri Henry 1 de Henri 1 de Category:Marshals of France Category:French people of the French Wars of Religion Category:Constables of France Category:16th-century peers of France Category:17th-century peers of France",
 "title": "Henri I de Montmorency"
}