{
 "id": "603915",
 "text": "thumb|Henri II Duke of Montmorency (unidentified painter) Henri II de Montmorency (1595 – 30 October 1632) was a French nobleman and military commander. ==Biography== Born at Chantilly, Oise, Henri was the son of Henri I de Montmorency and Louise de Budos. He was the godson of Henri IV and was constantly receiving marks of the royal affection. Henri's name and his personality rendered him at an early age the darling of the court and the people. By 1612, he was raised to the office of Grand Admiral. Henri succeeded to his father's title in 1614 and was also governor of Languedoc. Henri wrested several important places from the Protestants and was present at the sieges of Montauban and Montpellier. On the renewal of the civil war in 1625, the fleet sent from Holland to the aid of the French king was placed under his command. In 1625, Henri defeated the French Protestant fleet under Soubise and seized the islands of Ré and Oleron, but the jealousy of Cardinal Richelieu deprived him of the means of following up these advantages. In 1628–1629, Henri took command of a royal army to fight the forces of Henri, Duc de Rohan, in Languedoc, and bested that famous leader of the Huguenots. In 1630, Henri won renown as a military leader in the war against the Spaniards in Piedmont (Italy). He defeated the Piedmontese, at the Battle of Avigliana, where he charged across a ditch at the head of the gendarmes of the king, captured Carlo Doria, the enemy general, with his own hand, and fought like a common soldier until the enemy was completely driven from the field. This victory was followed by the raising of the siege of Casal and the taking of Saluzzo. For these achievements, he was appointed a Marshal of France later in the same year. At the height of his fame and influence, he was solicited to join the opponents of Cardinal Richelieu, Louis XIII's chief minister. Disliking Richelieu's attempts to rein in the influence of his class, in 1632, using his position as governor of Languedoc, he raised levies of troops and money, joined the party of Gaston, Duke of Orleans (the king's brother) and took command of an army of six or seven thousand. Negotiation was tried in vain; Henri was confronted and defeated by Marshal Schomberg at the Battle of Castelnaudary (1 September 1632). Trying to emulate his victory at Avigliana, Henri led a charge into the royal camp at the head of a few horsemen. He cut his way through six ranks of infantry amidst a continuing shower of shot and fought against overwhelming numbers, until his horse dropped dead. Severely wounded, he was captured. Abandoned by Gaston, he was doomed to death by the remorseless Richelieu, as an example to the rest of the plotting nobility. In vain his life was begged for by all ranks throughout France. The only palliation of punishment that could be obtained from Louis XIII was that the execution should be in private. Henri was therefore beheaded in Toulouse's town hall 30 October 1632, by a guillotine-like device (according to the memoirs of Jacques, vicomte de Puysegur). His title passed to his sister, Charlotte-Marguerite, Princess of Condé. ==References== ==Sources== * * * * * ==Further reading== * ==External link== Category:1595 births Category:1632 deaths Category:People from Chantilly, Oise Henri 2 De Category:Dukes of Montmorency Henri 2 Category:Marshals of France Category:Admirals of France Category:17th-century peers of France Category:17th-century executions by France Category:People executed for treason against France",
 "title": "Henri II de Montmorency"
}