{
 "id": "603983",
 "text": "Bharat Bhushan (14 June 1920 – 27 January 1992) was an Indian actor in Hindi language films, scriptwriter and producer, who is best remembered for playing Baiju Bawra in the 1952 film of the same name. He was born in Meerut, and brought up in Aligarh, Uttar Pradesh. ==Personal life== Bharat Bhushan was born on 14 June 1920 in a Vaishya (Baniya) family at Meerut, Uttar Pradesh. His father, Raibahadur Motilal, was the government pleader of Meerut. His mother died when he was two years old. His elder brother was film producer Ramesh Chandra, who owned the Ideal Studio at Lucknow. The brothers left for Aligarh to stay with their grandfather after their mother's death. He did his studies and earned a graduate degree from Dharam Samaj College, Aligarh. After this he took to acting against his father's wishes. He first went to Calcutta to join cinema and later established himself in Bombay. He married into a prominent family in Meerut, Zamindar Raibahadur Budha Prakash's daughter Sarla. They had two daughters, Anuradha and Aparajita. Anuradha had polio- associated complications. His other daughter Aparajita played the role of Mandodari in Ramanand Sagar's famous serial Ramayan. Bhushan's wife Sarla died of labour complications after delivering their second child in the early 1960s, soon after the release of film Barsaat Ki Raat. In 1967, he married actress Ratna, his co-star in the same film. Ratna was a prominent actress who played the sister or friend of the heroine in many films. Among her notable TV appearances was the serial Trishna as mother of the four young girls. It was an adaptation of Pride and Prejudice. In an interview, his daughter Aparajita had said that after the sudden demise of her husband, she turned to acting. Aparajita has done more than 50 films and TV serials. Bhushan owned a bungalow in Bandra suburb of Bombay. He was an avid reader and boasted of a fine collection of books, which he had to sell off like his cars and bungalows in bad times, after he turned co-producer at the instance of his brother. Only a few of his films were successes and unfortunately, the rest flopped. He died after he escaped his financial crisis, on 27 January 1992. == Professional life == He made his debut with the Kidar Sharma hit Chitralekha (1941).Gulzar, p. 533 However, he struggled for over a decade to make a mark in Hindi movies till Baiju Bawra (1952), which gave him instant stardom and legendary status along with Mohammad Rafi, Meena Kumari and Naushad Ali. Though a very talented actor and a prominent star of the 1950s and 1960s in Hindi language films, he often took on roles of tragic musicians in the movies. Films in which he starred as lead actor include Basant Bahar. His pairing with Madhubala proved to be very popular as they worked together in successful films like Gateway of India (1957), Phagun (1958) and Barsaat Ki Raat (1960). \"He portrays historical and mythological characters the best in Hindi movies,\" states contemporary actor-producer Chandrashekar. He wrote scripts and stories for Barsat Ki Raat, Nayi Umar Ki Nayi Fasal, Basant Bahar, Dooj Ka Chand, etc. He was the producer of Dooj Ka Chand. His brother R. Chandra made many films such as Bebus, Minar, and Basant Bahar. He was the recipient of the second Filmfare best actor award for the film Shri Chaitanya Mahaprabhu in 1954. Most of the great songs of major singers of that period such as Rafi, Manna Dey, Talat, and Mukesh were pictured on him. He was the first chocolate-faced good-looking star of Hindi films. He was one of the few actors who had a good sense of music, so most music-based movies were made with him in lead roles in the 1950s and 1960s. He acted in Hindi language movies until the 1990s. He is still loved and revered by the Indians for the great movies and great songs that he gave in spite of personal tragedies and stiff competition from his contemporaries. He is considered to be one of the greatest stars and legends of Hindi cinema. == Filmography == * Chitralekha (1949) * Bhakta Kabir (1942) * Bhaichara (1943) * Sawan (1945) * Suhaag Raat (1948) * Rangila Rajasthan (1949) * Udhaar (1949) * Thes (1949) * Ankhen (1950) * Bhai Bahen (1950) * Janmashtami (1950) * Kisi Ki Yaad (1950) * Ram Darshan (1950) * Hamari Shaan (1951) * Saagar (1951) * Baiju Bawra (1952) * Maa (1952) * Anand Math (1952) * Paheli Shaadi (1953) * Dana Pani (1953) * Farmaish (1953) * Ladki (1953) * Shuk Rambha (1953) * Shabaab (1954) * Meenar (1954) * Pooja (1954) * Shri Chaitanya Mahaprabhu (1954) * Kavi (1954) * Dhoop Chhaon (1954) * Aurat Teri Yehi Kahani (1954) * Mirza Ghalib (1954) * Amanat (1955) * Basant Bahar (1956) * Gateway of India (1957) * Rani Rupmati (1957) * Phagun (1958) * Samrat Chandragupt (1958) * Sawan (1959) * Kal Hamara Hai (1959) * Barsaat Ki Raat (1960) * Ghunghat (1960) * Chandi ki Dewar (1960) * Gyara Hazar Ladkian (1962) * Sangeet Samraat Taansen (1962) * Jahan Ara (1964) * Dooj Ka Chand (1964) * Naya Kanoon (1965) * Taqdeer (1967) * Pyar Ka Mausam (1969) * Vishwas (1969) * Gomti Ke Kinare (1972) as Bharat * Kahani Kismat Ki (1973) as Doctor * Ranga Khush (1975) *Solah Shukrawar (1977) as Bhola Bhagat *Hira Aur Patthar (1977) as Tulsiram * Khoon Pasina (1977) as Kaka *Nawab Sahib (1978) * Unees-Bees (1980) * Yaarana (1981) * Commander (1981) * Umrao Jaan (1981) as Khan Saheb (Music Master) * Adi Shankaracharya (1983) * Nastik (1983) as Temple Priest *Justice Chaudhury (1983) * Hero (1983) as Ramu father of Jaikishen * Zakhmi Sher (1984) * Sharaabi (1984) as Masterji * Phaansi Ke Baad (1985) * Mera Saathi (1985) *Mera Dharam (1986)...Baba * Kala Dhanda Goray Log(1986)...Maharaj * Ghar Sansar (1986)...Rahim Chacha *Himmat Aur Mehanat (1987)...Customer in Hotel(Special Appearance) *Sone Pe Suhaaga (1988)...Kashinath * Maalamaal (1988) as Shri Mangatram's Manager * Abhi To Main Jawan Hoon (1989) * Chandni (1989) as Doctor * Ilaaka (1989) as Man with suitcase * Gharana (1989) as Radha's father * Toofan (1989) as Priest in the Hanuman's temple * Jaadugar (1989) as Gyaneshswar * Baap Numbri Beta Dus Numbri (1990) as John * Majboor (1989 film) as judge * Sheshnaag (1990) * Baaghi (1990 film) as Asha Father * Pyar Ka Devta (1991) as Doctor *Karz Chukana Hai (1991) as College Principal * Prem Qaidi (1991) as Suryanath *Swarg Yahan Narak Yahan (1991) as School Principal * Humshakal (1992) as The Judge * Aakhri Chetawani (1993) ==Accolades== {| class=wikitable ! Year ! Award ! Category ! Film ! Result |- ! 1955 | rowspan=\"2\"|Filmfare Awards | rowspan=\"2\"|Best Actor | Shri Chaitanya Mahaprabhu | |- ! 1956 | Mirza Ghalib | |- |} == References == ==Sources== * ==External links== * * Bharat Bhushan, the tragic hero Category:Male actors from Uttar Pradesh Category:1920 births Category:1992 deaths Category:Rajasthani people Category:Male actors in Hindi cinema Category:People from Aligarh Category:People from Meerut Category:20th- century Indian male actors Category:Filmfare Awards winners",
 "title": "Bharat Bhushan"
}