{
 "id": "604052",
 "text": "In mathematics, Schinzel's hypothesis H is one of the most famous open problems in the topic of number theory. It is a very broad generalisation of widely open conjectures such as the twin prime conjecture. The hypothesis is named after Andrzej Schinzel. ==Statement== The hypothesis claims that for every finite collection \\\\{f_1,f_2,\\ldots,f_k\\\\} of nonconstant irreducible polynomials over the integers with positive leading coefficients, one of the following conditions holds: # There are infinitely many positive integers n such that all of f_1(n),f_2(n),\\ldots,f_k(n) are simultaneously prime numbers, or # There is an integer m>1 (called a fixed divisor) which always divides the product f_1(n)f_2(n)\\cdots f_k(n). (Or, equivalently: There exists a prime p such that for every n there is an i such that p divides f_i(n)). The second condition is satisfied by sets such as f_1(x)=x+4, f_2(x)=x+7, since (x+4)(x+7) is always divisible by 2. It is easy to see that this condition prevents the first condition from being true. Schinzel's hypothesis essentially claims that condition 2 is the only way condition 1 can fail to hold. No effective technique is known for determining whether the first condition holds for a given set of polynomials, but the second one is straightforward to check: Let Q(x)=f_1(x)f_2(x)\\cdots f_k(x) and compute the greatest common divisor of \\deg(Q)+1 successive values of Q(n). One can see by extrapolating with finite differences that this divisor will also divide all other values of Q(n) too. Schinzel's hypothesis builds on the earlier Bunyakovsky conjecture, for a single polynomial, and on the Hardy–Littlewood conjectures and Dickson's conjecture for multiple linear polynomials. It is in turn extended by the Bateman–Horn conjecture. ===Examples=== As a simple example with k=1, : x^2 + 1 has no fixed prime divisor. We therefore expect that there are infinitely many primes : n^2 + 1 This has not been proved, though. It was one of Landau's conjectures and goes back to Euler, who observed in a letter to Goldbach in 1752 that n^2 + 1 is often prime for n up to 1500. As another example, take k=2 with f_1(x)=x and f_2(x)=x+2 . The hypothesis then implies the existence of infinitely many twin primes, a basic and notorious open problem. ===Variants=== As proved by Schinzel and Sierpiński in page 188 of it is equivalent to the following: if condition 2 does not hold, then there exists at least one positive integer n such that all f_i(n) will be simultaneously prime, for any choice of irreducible integral polynomials f_i(x) with positive leading coefficients. If the leading coefficients were negative, we could expect negative prime values; this is a harmless restriction. There is probably no real reason to restrict polynomials with integer coefficients, rather than integer-valued polynomials (such as \\tfrac{1}{2}x^2+\\tfrac{1}{2}x+1, which takes integer values for all integer x even though the coefficients are not integers). ==Previous results== The special case of a single linear polynomial is Dirichlet's theorem on arithmetic progressions, one of the most important results of number theory. In fact, this special case is the only known instance of Schinzel's Hypothesis H. We do not know the hypothesis to hold for any given polynomial of degree greater than 1 , nor for any system of more than one polynomial. Almost prime approximations to Schinzel's Hypothesis have been attempted by many mathematicians; among them, most notably, Chen's theorem states that there exist infinitely numbers n such that n+2 is either a prime or a semiprime and Iwaniec proved that there exist infinitely many integers n for which n^2+1 is either a prime or a semiprime. Skorobogatov and Sofos have proved that almost all polynomials of any fixed degree satisfy Schinzel's hypothesis H. ==Prospects and applications== The hypothesis is probably not accessible with current methods in analytic number theory, but is now quite often used to prove conditional results, for example in Diophantine geometry. This connection is due to Jean-Louis Colliot-Thélène and Jean-Jacques Sansuc. For further explanations and references on this connection see the notes of Swinnerton-Dyer. The conjectural result being so strong in nature, it is possible that it could be shown to be too much to expect. ==Extension to include the Goldbach conjecture== The hypothesis doesn't cover Goldbach's conjecture, but a closely related version (hypothesis HN) does. That requires an extra polynomial F(x) , which in the Goldbach problem would just be x , for which :N − F(n) is required to be a prime number, also. This is cited in Halberstam and Richert, Sieve Methods. The conjecture here takes the form of a statement when N is sufficiently large, and subject to the condition :f_1(n)f_2(n)\\cdots f_k(n)(N - F(n)) has no fixed divisor > 1\\. Then we should be able to require the existence of n such that N − F(n) is both positive and a prime number; and with all the fi(n) prime numbers. Not many cases of these conjectures are known; but there is a detailed quantitative theory (Bateman–Horn conjecture). ==Local analysis== The condition of having no fixed prime divisor is purely local (depending just on primes, that is). In other words, a finite set of irreducible integer-valued polynomials with no local obstruction to taking infinitely many prime values is conjectured to take infinitely many prime values. ==An analogue that fails== The analogous conjecture with the integers replaced by the one-variable polynomial ring over a finite field is false. For example, Swan noted in 1962 (for reasons unrelated to Hypothesis H) that the polynomial ::x^8 + u^3\\, over the ring F2[u] is irreducible and has no fixed prime polynomial divisor (after all, its values at x = 0 and x = 1 are relatively prime polynomials) but all of its values as x runs over F2[u] are composite. Similar examples can be found with F2 replaced by any finite field; the obstructions in a proper formulation of Hypothesis H over F[u], where F is a finite field, are no longer just local but a new global obstruction occurs with no classical parallel, assuming hypothesis H is in fact correct. ==References== * * * * ==External links== Category:Analytic number theory Category:Conjectures about prime numbers Category:Unsolved problems in number theory",
 "title": "Schinzel's hypothesis H"
}