{
 "id": "604214",
 "text": "José de Mora (1642-1724) was a Spanish sculptor. José de Mora was born in Baza. He was the oldest son of the sculptor Bernardo de Mora and pupil of Alonso Cano in Granada and of Sebastián de Herrera in Madrid. In 1669, two years after the death of Cano, he moved to Madrid and worked with Sebastián de Herrera Barnuevo who also had been pupil of Cano. In 1672, he became a sculptor for the king Charles II and later left Madrid in 1680 and returned to Granada. He died in Granada in 1724 and was buried in the Convent of St. Anthony of the Discalced Franciscan Friars. His work can be usefully studied in the eight statues in the Chapel of Cardinal Salazar in the Mosque-Cathedral in Córdoba, and in the statues of Saint Bruno and Saint Joseph in the Charterhouse near Granada. However, his main masterpiece was the sculpture of the Christ of Salvation (currently, Christ of Mercy), made for a funerary chapel in the Church of St. Gregory Baeticus in Granada. The origins of this great sculpture were unknown until the year 2018, when Dr. José Antonio Díaz (Art historian from the University of Granada), discovered and published the documents which reveal all the information about this relevant sculpture of the Spanish Baroque. Furthermore, the sculpture of Our Lady of Sorrows made for the Oratory of St. Philip Neri of Granada (currently, in the Church of St. Anne) is known as the second best work carved by José de Mora. ==Works== Granada * Christ of Mercy (1688), Church of St. Joseph, Granada. * Our Lady of Sorrows (1671), Church of St. Anne, Granada. * St. Pantaleon, Church of St. Anne, Granada. * St. Bruno, Charterhouse of Granada. * St. Joseph, Charterhouse of Granada. * Ecce Homo and Our Lady of Sorrows, Monastery of Santa Isabel la Real. * Christ of Vera Cruz, Ermitage of Calvario, Colomera. Jaén * Our Lady of Angustias. Jaén Cathedral. * Our Lady of Amargura. Parroquia del Salvador Seville * Our Lady of Sorrows, Church of Our Lady of Victory, Osuna. Valladolid * Our Lady of Sorrows, from Güell Collection, Museo Nacional-Colegio de San Gregorio, Valladolid. == Further reading == *B. Haendeke, Studien zur Geschichte der spanischen Plastik (Strassburg, 1900) *Ian Chilvers, The concise Oxford dictionary of Art and artists (2003) ==References== * * *J osé Antonio Díaz Gómez, La \"Virgen de los Dolores\" (1671) de José de Mora: estudio y nuevos datos en torno a la dolorosa servita de Granada, Arte & Patrimonio 3 (2018), pp. 55–76. *José Antonio Díaz Gómez, El \"Cristo\" de José de Mora (1688): nuevos datos para la historia de una obra cumbre y su vinculación con los oficiales de la Real Chancillería de Granada, De Arte 17 (2018), pp. 59–76. * * Juan José Martín González, Escultura Barroca en España: 1600-1700, Manuales Arte Cátedra (1998) , páginas 225-232. == External links == * José de Mora en la National Gallery de Londres. * Museo Nacional Colegio de San Gregorio. * Semblanzas: José de Mora. La Hornacina. *José de Mora, escultor (Proyecto Identidad e Imagen en Andalucía en la Edad Moderna) Category:17th-century Spanish sculptors Category:Spanish Baroque sculptors Category:Spanish male sculptors Category:1638 births Category:1725 deaths",
 "title": "José de Mora"
}