{
 "id": "604270",
 "text": "A production code number, also known as the production code (PC) or episode code is an alphanumeric designation used to uniquely identify episodes within a television series. It is also broadly used for other identification purposes where a unique production number is desirable; for example, automobile manufacturers use production numbers as part of the vehicle identification number. But since each studio can freely generate its own PC format, it cannot be used universally to identify the show and episode. While, in general, television episodes are filmed in the order they are intended to be aired in, there are circumstances in which this is not the case. In these instances, the production codes can be useful in determining the writers' original intentions. Some \"stand-alone\" shows, such as The Simpsons, Law & Order or SpongeBob SquarePants, may air episodes in radically different order to how they are produced, because character development and continuity are not major aspects of production. The airing order may in the end be decided by the network, based on ratings, sweeps months, or other networks' competition. Other, more serialized series, like Desperate Housewives, will air all of their episodes in order. In some rare cases, shows will film episodes out of order to accommodate guest stars' schedules, or to work around main stars' movie schedules. A good example of this is The X-Files, which filmed episodes out of order in its fifth and sixth seasons to accommodate the shooting schedules of main stars Gillian Anderson and David Duchovny. ==Code formats== * General format for network and cable shows produced by NBC Universal, ABC Studios and CBS Studios is SYEE, where S is the variable-letter show identifier, Y is the season number and E is a two-digit episode number during that season. The code is only used on internal marketing material and feed slates. * 20th Television format for free-to-air network produced shows is YSSSEE, where Y is the season identifier from 1 to Z, S is the three-letter show identifier and E is a two-digit episode number during that season. Off- network produced shows after May 2011 is SSSYEE, previous codes were only numerical values in the form of S-Y-E. These are burned in on the end copyright slate; the letters I, O, Q, and U are not allowed to be used in the production code; however, The Simpsons defeated this rule in late 2020 as its 32nd season predominantly uses the letter Q, because it has already cycled through every other digit. * Warner Bros. format for picked up weekly produced shows is SSSSEE, where S is the combined four-character alphanumeric show and season identifier and E is a two-digit episode number. Daily produced shows use YYYEEE, where Y is a three-digit yearly count and E is a three-digit episode count during that year. Pilots use a six-digit episode number. These are burned in on the end copyright slate. During 2016, the weekly produced and pilot formats were retired from the end slate for just the tape/reel location format of [T|U]SS.SSSEE, where S is numeric only. * Paramount Pictures format for weekly produced shows is SSSSS-EEE, where S is a five-digit show number and E is a three-digit episode number. Daily produced shows use SE, where S is the variable-letter show identifier and E is a variable sequential-digit episode count. Only the episode portion is used on internal marketing material and feed slates. * A number of Canadian and Australian produced shows use the ISAN format, which is burned in on the end copyright slate. == References == Category:Television terminology",
 "title": "Production code number"
}