{
 "id": "604413",
 "text": "The antipassive voice (abbreviated or ) is a type of grammatical voice that either does not include the object or includes the object in an oblique case. This construction is similar to the passive voice, in that it decreases the verb's valency by one – the passive by deleting the agent and \"promoting\" the object to become the subject of the passive construction, the antipassive by deleting the object and \"promoting\" the agent to become the subject of the antipassive construction. ==Occurrence== The antipassive voice is found in Basque, in Mayan, Salishan, Northeast Caucasian, Austronesian, and Australian languages,Antipassive constructions Accessed 24 April 2014 and also in some Amazonian languages (e.g. Cavineña, Kanamarí).Dixon, R.M.W. & Alexandra Y. Aikhenvald (eds) (1990). The Amazonian Languages. Cambridge: Cambridge University Press. Antipassive voice predominantly occurs in ergative languages where the deletion of an object \"promotes\" the subject from ergative case to absolutive case. In certain accusative languages that have verbal agreement with both subject and object, the antipassive is usually formed by deletion of the object affix. Examples of accusative languages with this type of antipassive are Maasai, Comanche and Cahuilla. A number of direct–inverse languages also have the antipassive voice. The antipassive voice is very rare in active–stative languages generally and in nominative–accusative languages that have only one-place or no verbal agreement.Nichols, Johanna; Linguistic Diversity in Space and Time; pp. 154–158. There are a very few exceptions to this rule, such as KrongoWALS - Krongo and the Songhay language Koyraboro Senni,WALS - Koyraboro Senni both of which rely on dedicated antipassive markers that are rare in the more typical type of language with an antipassive. ==Examples== ===K'iche'=== In the Mayan language K'iche', the core arguments of a clause are unmarked for case, and are cross-referenced by person markers on the verb. Person marking follows an ergative–absolutive pattern. Non-core participants are expressed by prepositional phrases. In the following transitive clause, the object \"your mother\" is the absolutive argument. It is unmarked for case and is not overtly cross-referenced, since the absolutive third person singular prefix is zero. The agent \"you\" is represented by the ergative second person singular prefix a-. In the corresponding antipassive clause, which is formally intransitive, the verb takes the antipassive suffix -on. The original object \"your mother\" is now expressed by a prepositional phrase, while the agent \"you\" has become the subject argument and is thus expressed by the absolutive second person singular prefix at-. === Basque === Basque has an antipassive voice which puts the agent into the absolutive case but does not delete the absolutive object. This leads to the agent and object being in the same case. when transformed using the antipassive voice, becomes: ==Function== Antipassives frequently convey aspectual or modal information and may cast the clause as imperfective, inceptive, or potential. The purpose of antipassive construction is often to make certain arguments available as pivots for relativization, coordination of sentences, or similar constructions. For example, in Dyirbal the omitted argument in conjoined sentences must be in absolutive case. Thus, the following sentence is ungrammatical: In the conjoined sentence, the omitted argument (the man) would have to be in ergative case, being the agent of a transitive verb (to see). This is not allowed in Dyirbal. In order to make this sentence grammatical, the antipassive, which promotes the original ergative to absolutive and puts the former absolutive (the woman) into dative case has to be used: ==Defining \"antipassive\"== The term antipassive is applied to a wide range of grammatical structures and is therefore difficult to define. R. M. W. Dixon has nonetheless proposed four criteria for determining whether a construction is an antipassive:Dixon, R.M.W. (1994). Ergativity. Cambridge: Cambridge University Press. # It applies to clauses containing traditionally transitive predicates and forms a derived intransitive. # The agent takes the subject role. # The object takes a peripheral role in the clause, getting marked by a non-core case/preposition/etc. This can be omitted, but there's always the option of including it. # There is some explicit marking of the construction. ==Historical origin== In Rgyalrong languages, the antipassive prefixes have been shown to derive from denominal derivations. The antipassive construction is often signalled by the same markers as the reflexive and reciprocal constructions, the unifying feature being a reduction in transitivity. Indeed, it is more common for languages to have a coincidence of the antipassive marker with other markers than to have a specialised antipassive marker. In this connection, it has also been argued that even nominative-accusative languages such as Swedish and Russian can be said to have antipassives (Swedish hunden bit-s 'the dog bites (in general, unspecified patient)', Russian sobaka kusaet-sja ('ditto'); both have markers originating from a reflexive pronoun).Bondarenko, Alice, 2020. The Swedish absolute reflexive construction in a cross-linguistic perspective ==References== == External links == *What is Antipassive Voice? at SIL *Antipassive voice bibliography at Ethnologue *\"Asymmetries between Passivization and Antipassivization in the Tarramiutut Subdialect of Inuktitut\" by Matthew Beach (MS-Word file) *Cooreman, Ann. 1994. A functional typology of antipassives. In Barbara A. Fox & Paul J. Hopper (eds.), Voice: form and function, 49–88. Amsterdam: Benjamins. Category:Grammatical voices Category:Transitivity and valency Category:Grammatical construction types",
 "title": "Antipassive voice"
}