{
 "id": "604707",
 "text": "In logic, a truth functionRoy T. Cook (2009). A Dictionary of Philosophical Logic, p. 294: Truth Function. Edinburgh University Press. is a function that accepts truth values as input and produces a unique truth value as output. In other words: The input and output of a truth function are all truth values; a truth function will always output exactly one truth value; and inputting the same truth value(s) will always output the same truth value. The typical example is in propositional logic, wherein a compound statement is constructed using individual statements connected by logical connectives; if the truth value of the compound statement is entirely determined by the truth value(s) of the constituent statement(s), the compound statement is called a truth function, and any logical connectives used are said to be truth functional.Roy T. Cook (2009). A Dictionary of Philosophical Logic, p. 295: Truth Functional. Edinburgh University Press. Classical propositional logic is a truth- functional logic, Internet Encyclopedia of Philosophy: Propositional Logic, by Kevin C. Klement in that every statement has exactly one truth value which is either true or false, and every logical connective is truth functional (with a correspondent truth table), thus every compound statement is a truth function.Roy T. Cook (2009). A Dictionary of Philosophical Logic, p. 47: Classical Logic. Edinburgh University Press. On the other hand, modal logic is non-truth-functional. ==Overview== A logical connective is truth-functional if the truth-value of a compound sentence is a function of the truth-value of its sub-sentences. A class of connectives is truth-functional if each of its members is. For example, the connective \"and\" is truth-functional since a sentence like \"Apples are fruits and carrots are vegetables\" is true if, and only if each of its sub-sentences \"apples are fruits\" and \"carrots are vegetables\" is true, and it is false otherwise. Some connectives of a natural language, such as English, are not truth-functional. Connectives of the form \"x believes that ...\" are typical examples of connectives that are not truth- functional. If e.g. Mary mistakenly believes that Al Gore was President of the USA on April 20, 2000, but she does not believe that the moon is made of green cheese, then the sentence :\"Mary believes that Al Gore was President of the USA on April 20, 2000\" is true while :\"Mary believes that the moon is made of green cheese\" is false. In both cases, each component sentence (i.e. \"Al Gore was president of the USA on April 20, 2000\" and \"the moon is made of green cheese\") is false, but each compound sentence formed by prefixing the phrase \"Mary believes that\" differs in truth-value. That is, the truth-value of a sentence of the form \"Mary believes that...\" is not determined solely by the truth-value of its component sentence, and hence the (unary) connective (or simply operator since it is unary) is non-truth-functional. The class of classical logic connectives (e.g. &, →) used in the construction of formulas is truth-functional. Their values for various truth-values as argument are usually given by truth tables. Truth-functional propositional calculus is a formal system whose formulae may be interpreted as either true or false. == Table of binary truth functions == In two-valued logic, there are sixteen possible truth functions, also called Boolean functions, of two inputs P and Q. Any of these functions corresponds to a truth table of a certain logical connective in classical logic, including several degenerate cases such as a function not depending on one or both of its arguments. Truth and falsehood are denoted as 1 and 0, respectively, in the following truth tables for sake of brevity. {| style=\"border: none;\" |- | | |- | | |- | | |- | | |- | | |- | | |- | | |- | | |} ==Functional completeness== Because a function may be expressed as a composition, a truth-functional logical calculus does not need to have dedicated symbols for all of the above-mentioned functions to be functionally complete. This is expressed in a propositional calculus as logical equivalence of certain compound statements. For example, classical logic has equivalent to . The conditional operator \"→\" is therefore not necessary for a classical-based logical system if \"¬\" (not) and \"∨\" (or) are already in use. A minimal set of operators that can express every statement expressible in the propositional calculus is called a minimal functionally complete set. A minimally complete set of operators is achieved by NAND alone {↑} and NOR alone {↓}. The following are the minimal functionally complete sets of operators whose arities do not exceed 2:Wernick, William (1942) \"Complete Sets of Logical Functions,\" Transactions of the American Mathematical Society 51: 117-32\\. In his list on the last page of the article, Wernick does not distinguish between ← and →, or between leftarrow and rightarrow. ;One element: {↑}, {↓}. ;Two elements: \\\\{\\vee, eg\\\\}, \\\\{\\wedge, eg\\\\}, \\\\{\\to, eg\\\\}, \\\\{\\gets, eg\\\\}, \\\\{\\to, \\bot\\\\}, \\\\{\\gets, \\bot\\\\}, \\\\{\\to, leftrightarrow\\\\}, \\\\{\\gets, leftrightarrow\\\\}, \\\\{\\to, rightarrow\\\\}, \\\\{\\to, leftarrow\\\\}, \\\\{\\gets, rightarrow\\\\}, \\\\{\\gets, leftarrow\\\\}, \\\\{ rightarrow, eg\\\\}, \\\\{ leftarrow, eg\\\\}, \\\\{ rightarrow, \\top\\\\}, \\\\{ leftarrow, \\top\\\\}, \\\\{ rightarrow, \\leftrightarrow\\\\}, \\\\{ leftarrow, \\leftrightarrow\\\\}. ;Three elements: \\\\{\\lor, \\leftrightarrow, \\bot\\\\}, \\\\{\\lor, \\leftrightarrow, leftrightarrow\\\\}, \\\\{\\lor, leftrightarrow, \\top\\\\}, \\\\{\\land, \\leftrightarrow, \\bot\\\\}, \\\\{\\land, \\leftrightarrow, leftrightarrow\\\\}, \\\\{\\land, leftrightarrow, \\top\\\\}. ==Algebraic properties== Some truth functions possess properties which may be expressed in the theorems containing the corresponding connective. Some of those properties that a binary truth function (or a corresponding logical connective) may have are: *associativity: Within an expression containing two or more of the same associative connectives in a row, the order of the operations does not matter as long as the sequence of the operands is not changed. *commutativity: The operands of the connective may be swapped without affecting the truth-value of the expression. *distributivity: A connective denoted by · distributes over another connective denoted by +, if a · (b + c) = (a · b) + (a · c) for all operands a, b, c. *idempotence: Whenever the operands of the operation are the same, the connective gives the operand as the result. In other words, the operation is both truth-preserving and falsehood-preserving (see below). *absorption: A pair of connectives \\land, \\lor satisfies the absorption law if a\\land(a\\lor b)=a\\lor(a\\land b)=a for all operands a, b. A set of truth functions is functionally complete if and only if for each of the following five properties it contains at least one member lacking it: *monotonic: If f(a1, ..., an) ≤ f(b1, ..., bn) for all a1, ..., an, b1, ..., bn ∈ {0,1} such that a1 ≤ b1, a2 ≤ b2, ..., an ≤ bn. E.g., \\vee, \\wedge, \\top, \\bot. *affine: For each variable, changing its value either always or never changes the truth-value of the operation, for all fixed values of all other variables. E.g., eg, \\leftrightarrow, ot\\leftrightarrow, \\top, \\bot. *self dual: To read the truth-value assignments for the operation from top to bottom on its truth table is the same as taking the complement of reading it from bottom to top; in other words, f(¬a1, ..., ¬an) = ¬f(a1, ..., an). E.g., eg. *truth- preserving: The interpretation under which all variables are assigned a truth value of 'true' produces a truth value of 'true' as a result of these operations. E.g., \\vee, \\wedge, \\top, \\rightarrow, \\leftrightarrow, \\subset. (see validity) *falsehood-preserving: The interpretation under which all variables are assigned a truth value of 'false' produces a truth value of 'false' as a result of these operations. E.g., \\vee, \\wedge, leftrightarrow, \\bot, ot\\subset, ot\\supset. (see validity) ===Arity=== A concrete function may be also referred to as an operator. In two-valued logic there are 2 nullary operators (constants), 4 unary operators, 16 binary operators, 256 ternary operators, and 2^{2^n} n-ary operators. In three-valued logic there are 3 nullary operators (constants), 27 unary operators, 19683 binary operators, 7625597484987 ternary operators, and 3^{3^n} n-ary operators. In k-valued logic, there are k nullary operators, k^k unary operators, k^{k^2} binary operators, k^{k^3} ternary operators, and k^{k^n} n-ary operators. An n-ary operator in k-valued logic is a function from \\mathbb{Z}_k^n \\to \\mathbb{Z}_k. Therefore, the number of such operators is |\\mathbb{Z}_k|^{|\\mathbb{Z}_k^n|} = k^{k^n}, which is how the above numbers were derived. However, some of the operators of a particular arity are actually degenerate forms that perform a lower-arity operation on some of the inputs and ignores the rest of the inputs. Out of the 256 ternary boolean operators cited above, \\binom{3}{2}\\cdot 16 - \\binom{3}{1}\\cdot 4 + \\binom{3}{0}\\cdot 2 of them are such degenerate forms of binary or lower-arity operators, using the inclusion–exclusion principle. The ternary operator f(x,y,z)=\\lnot x is one such operator which is actually a unary operator applied to one input, and ignoring the other two inputs. \"Not\" is a unary operator, it takes a single term (¬P). The rest are binary operators, taking two terms to make a compound statement (P ∧ Q, P ∨ Q, P → Q, P ↔ Q). The set of logical operators may be partitioned into disjoint subsets as follows: ::: \\Omega = \\Omega_0 \\cup \\Omega_1 \\cup \\ldots \\cup \\Omega_j \\cup \\ldots \\cup \\Omega_m \\,. In this partition, \\Omega_j is the set of operator symbols of arity . In the more familiar propositional calculi, \\Omega is typically partitioned as follows: :::nullary operators: \\Omega_0 = \\\\{\\bot, \\top \\\\} :::unary operators: \\Omega_1 = \\\\{ \\lnot \\\\} :::binary operators: \\Omega_2 \\supset \\\\{ \\land, \\lor, \\rightarrow, \\leftrightarrow \\\\} ==Principle of compositionality== Instead of using truth tables, logical connective symbols can be interpreted by means of an interpretation function and a functionally complete set of truth-functions (Gamut 1991), as detailed by the principle of compositionality of meaning. Let I be an interpretation function, let Φ, Ψ be any two sentences and let the truth function fnand be defined as: * fnand(T,T) = F; fnand(T,F) = fnand(F,T) = fnand(F,F) = T Then, for convenience, fnot, for fand and so on are defined by means of fnand: * fnot(x) = fnand(x,x) * for(x,y) = fnand(fnot(x), fnot(y)) * fand(x,y) = fnot(fnand(x,y)) or, alternatively fnot, for fand and so on are defined directly: * fnot(T) = F; fnot(F) = T; * for(T,T) = for(T,F) = for(F,T) = T; for(F,F) = F * fand(T,T) = T; fand(T,F) = fand(F,T) = fand(F,F) = F Then etc. Thus if S is a sentence that is a string of symbols consisting of logical symbols v1...vn representing logical connectives, and non-logical symbols c1...cn, then if and only if have been provided interpreting v1 to vn by means of fnand (or any other set of functional complete truth-functions) then the truth-value of is determined entirely by the truth-values of c1...cn, i.e. of . In other words, as expected and required, S is true or false only under an interpretation of all its non- logical symbols. ==Computer science== Logical operators are implemented as logic gates in digital circuits. Practically all digital circuits (the major exception is DRAM) are built up from NAND, NOR, NOT, and transmission gates. NAND and NOR gates with 3 or more inputs rather than the usual 2 inputs are fairly common, although they are logically equivalent to a cascade of 2-input gates. All other operators are implemented by breaking them down into a logically equivalent combination of 2 or more of the above logic gates. The \"logical equivalence\" of \"NAND alone\", \"NOR alone\", and \"NOT and AND\" is similar to Turing equivalence. The fact that all truth functions can be expressed with NOR alone is demonstrated by the Apollo guidance computer. ==See also== * Bertrand Russell and Alfred North Whitehead, Principia Mathematica, 2nd edition * Ludwig Wittgenstein, Tractatus Logico-Philosophicus, Proposition 5.101 * Bitwise operation * Binary function * Boolean domain * Boolean function * Boolean logic * Boolean-valued function * List of Boolean algebra topics * Logical connective * Logical constant * Modal operator * Propositional calculus * Propositional function * Truth-functional propositional logic * Truth table * Truth values ==Notes== ==References== * == Further reading == * Józef Maria Bocheński (1959), A Précis of Mathematical Logic, translated from the French and German versions by Otto Bird, Dordrecht, South Holland: D. Reidel. * Alonzo Church (1944), Introduction to Mathematical Logic, Princeton, NJ: Princeton University Press. See the Introduction for a history of the truth function concept. Category:Mathematical logic Function",
 "title": "Truth function"
}