{
 "id": "604865",
 "text": "The Brooklyn Museum is an art museum located in the New York City borough of Brooklyn. At , the museum is New York City's third largest in physical size and holds an art collection with roughly 500,000 objects. Located near the Prospect Heights, Crown Heights, Flatbush, and Park Slope neighborhoods of Brooklyn and founded in 1895, the Beaux-Arts building, designed by McKim, Mead and White, was planned to be the largest art museum in the world. The museum initially struggled to maintain its building and collection, only to be revitalized in the late 20th century, thanks to major renovations. Significant areas of the collection include antiquities, specifically their collection of Egyptian antiquities spanning over 3,000 years. European, African, Oceanic, and Japanese art make for notable antiquities collections as well. American art is heavily represented, starting at the Colonial period. Artists represented in the collection include Mark Rothko, Edward Hopper, Norman Rockwell, Winslow Homer, Edgar Degas, Georgia O'Keeffe, and Max Weber. The museum features the Steinberg Family Sculpture Garden, which features salvaged architectural elements from throughout New York City. ==History== The roots of the Brooklyn Museum extend back to the 1823 founding by Augustus Graham of the Brooklyn Apprentices' Library in Brooklyn Heights. The Library moved into the Brooklyn Lyceum building on Washington Street in 1841. Two years later the institutions merged to form the Brooklyn Institute, which offered exhibitions of painting and sculpture and lectures on diverse subjects. In 1890, under its director Franklin Hooper, Institute leaders reorganized as the Brooklyn Institute of Arts and Sciences and began planning the Brooklyn Museum. The museum remained a subdivision of the Brooklyn Institute of Arts and Sciences, along with the Brooklyn Academy of Music, the Brooklyn Botanic Garden, and the Brooklyn Children's Museum until the 1970s when all became independent.{cite web |url=http://www.brooklynmuseum.org/about/building.php |title=About: The Museum's Building |publisher=Brooklyn Museum| access-date=2014-08-01}} Opened in 1897, the Brooklyn Museum building is a steel frame structure clad in masonry, designed in the neoclassical style by the architectural firm of McKim, Mead, and White and built by the Carlin Construction Company. The original design for the Brooklyn Museum proposed a structure four times as large as what was built from 1893 through 1927, when construction ended. After Brooklyn became part of greater New York City in 1898, support for the project diminished. Daniel Chester French, the sculptor of the statue of Abraham Lincoln in the Lincoln Memorial, was the principal designer of the pediment sculptures and the monolithic figures along the cornice. The figures were created by 11 sculptors and carved by the Piccirilli Brothers. French also designed the two allegorical figures Brooklyn and Manhattan currently flanking the museum's entrance, created in 1916 for the Brooklyn approach to the Manhattan Bridge and relocated to the museum in 1963. left|thumb|Early 20th century postcard By 1920, the New York City Subway reached the museum with a subway station; this greatly improved access to the once-isolated museum from Manhattan and other outer boroughs. The Brooklyn Institute's director Franklin Hooper was the museum's first director, succeeded by William Henry Fox who served from 1914 to 1934. He was followed by Philip Newell Youtz (1934–1938), Laurance Page Roberts (1939–1946), Isabel Spaulding Roberts (1943–1946), Charles Nagel, Jr. (1946–1955), and Edgar Craig Schenck (1955–1959). Thomas S. Buechner became the museum's director in 1960, making him one of the youngest directors in the country. Buechner oversaw a major transformation in the way the museum displayed art and brought some one thousand works that had languished in the museum's store rooms and put them on display. Buechner played a pivotal role in rescuing the Daniel Chester French sculptures from destruction due to an expansion project at the Manhattan Bridge in the 1960s. Duncan F. Cameron held the post from 1971 to 1973, with Michael Botwinick succeeding him (1974–1982) and Linda S. Ferber acting director for part of 1983 until Robert T. Buck became director in 1983 and served until 1996. The Brooklyn Museum changed its name to Brooklyn Museum of Art in 1997, shortly before the start of Arnold L. Lehman's term as director. On March 12, 2004, the museum announced that it would revert to its previous name. In April 2004, the museum opened the James Polshek-designed entrance pavilion on the Eastern Parkway facade. In September 2014, Lehman announced that he was planning to retire around June 2015. In May 2015, Creative Time president and artistic director Anne Pasternak was named the museum's next director; she assumed the position on September 1, 2015. ==Funding== The Brooklyn Museum, along with numerous other New York institutions, including the Metropolitan Museum of Art, the American Museum of Natural History, and the Brooklyn Botanic Garden, is part of the Cultural Institutions Group (CIG). Member institutions occupy land or buildings owned by the City of New York and derive part of their yearly funding from the city. The Brooklyn Museum also supplements its earned income with funding from Federal and State governments, as well as with donations by individuals and organizations. In 1999, the museum hosted the Charles Saatchi exhibition Sensation, resulting in a court battleBrooklyn Institute of Arts and Sciences v. City of New York, 64 F.Supp.2d 184 (E.D.N.Y. Nov 01, 1999) over New York City's municipal funding of institutions exhibiting controversial art, eventually decided in favor of the museum on First Amendment grounds. In 2005, the museum was among 406 New York City arts and social service institutions to receive part of a $20 million grant from the Carnegie Corporation, in turn funded by New York City mayor Michael Bloomberg. Major benefactors include Frank Lusk Babbott. The museum is the site of the annual Brooklyn Artists Ball which has included celebrity hosts such as Sarah Jessica Parker and Liv Tyler. Amidst the COVID-19 pandemic and its negative impact on museum revenue, the museum raised funds for an endowment to pay for collections care by selling or deaccessioning works of art. The endowment will allow the museum to direct annual fundraising revenues dedicated to conservation and collection care to other purposes. The October 2020 sale consisted of 12 works by artists including Lucas Cranach the Elder, Gustave Courbet, and Jean-Baptiste-Camille Corot. Other sales throughout October 2020 included Modernist artists. Though usually prohibited by the Association of Art Museum Directors, the association allowed such sales to proceed for a two-year window through 2022 in response to the effects of the pandemic. ==Art and exhibitions== The Brooklyn Museum exhibits collections that seek to embody the artistic heritage of world cultures. The museum is well known for its expansive collections of Egyptian and African art, in addition to 17th-, 18th-, 19th-, and 20th-century paintings, sculpture, and decorative arts throughout a wide range of schools. In 2002, the museum received the work The Dinner Party, by feminist artist Judy Chicago, as a gift from The Elizabeth A. Sackler Foundation. Its permanent exhibition began in 2007, as a centerpiece for the museum's Elizabeth A. Sackler Center for Feminist Art. In 2004, the Brooklyn Museum featured Manifest Destiny, an oil- on-wood mural by Alexis Rockman that was commissioned by the museum as a centerpiece for the second-floor Mezzanine Gallery and marked the opening of the museum's renovated Grand Lobby and plaza. Other exhibitions have showcased the works of various contemporary artists including Patrick Kelly, Chuck Close, Denis Peterson, Ron Mueck, Takashi Murakami, Mat Benote, Kiki Smith, Jim Dine, Robert Rauschenberg, Ching Ho Cheng, Sylvia Sleigh and William Wegman, and a 2004 survey show of work by Brooklyn artists, Open House: Working in Brooklyn. In 2008, curator Edna Russman announced that she believes 10 out of 30 works of Coptic art held in the museum's collection—second- largest in North America are fake. The artworks were exhibited starting in 2009. Costumes from The Crown and The Queen's Gambit television series were put on display as part of its virtual exhibition \"The Queen and the Crown\" in November 2020. ==Collections== ===Egyptian, Classical, and Ancient Near Eastern Art=== The Brooklyn Museum has been building a collection of Egyptian artifacts since the beginning of the twentieth century, incorporating both collections purchased from others, such as that of American Egyptologist Charles Edwin Wilbour, whose heirs also donated his library to become the museum's Wilbour Library of Egyptology, and objects obtained during museum- sponsored archeological excavations. The Egyptian collection includes objects ranging from statuary, such as the well-known \"Bird Lady\" terra cotta figure, to papyrus documents (among others the Brooklyn Papyrus). The Egyptian, Classical, and Ancient Near Eastern collections are housed in a series of galleries in the museum. Egyptian artifacts can be found in the long-term exhibit, Egypt Reborn: Art for Eternity, as well as in the Martha A. and Robert S. Rubin Galleries. Near Eastern artifacts are located in the Hagop Kevorkian Gallery. ====Selections from the Egyptian collection==== File:PredynasticFemaleFigurine BrooklynMuseum.png|The \"Bird Lady\" sculpture, Predynastic female figurine. File:Book_of_the_Dead_of_the_Goldworker_of_Amun,_Sobekmose,_Mummy_Chamber,_31.1777e.jpg|Book of the Dead of the Goldworker of Amun, Sobekmose, 31.1777e File:Roll,_664_-_332_B.C.E._Brooklyn_Papyrus_47.218.48a-f.jpg|Brooklyn Papyrus 664-332 BCE File:Brooklyn Museum - Lady Tjepu - overall.jpg|Lady Tjepu, New Kingdom Dynasty 18, Reign of Amunhotep III c. 1390-1352 BCE, from tomb no. 181 at Thebes, 65.197 File:Pair statue of Nebsen and Nebet-Ta.jpg|Pair statue of husband and wife Nebsen and Nebet-Ta. New Kingdom, Dynasty XVIII, reign of Thutmose IV or Amenhotep III, c. 1400-1352 BCE ===American art=== The museum's collection of American art dates its first bequest of Francis Guy's Winter Scene in Brooklyn in 1846. In 1855, the museum officially designated a collection of American Art, with the first work commissioned for the collection being a landscape painting by Asher B. Durand. Items in the American Art collection include portraits, pastels, sculptures, and prints; all items in the collection date to between c. 1720 and c. 1945. Represented in the American art collection are works by artists such as William Edmondson (Angel, date unknown), John Singer Sargent's Paul César Helleu sketching his wife Alice Guérin (ca. 1889); Georgia O'Keeffe's Dark Tree Trunks (ca. 1946), and Winslow Homer's Eight Bells (ca. 1887). Among the most famous works in the collection are Gilbert Stuart's portrait of George Washington and Edward Hicks's The Peaceable Kingdom. The museum also holds a collection by Emil Fuchs. Works from the American art collection can be found in various areas of the museum, including in the Steinberg Family Sculpture Garden and in the exhibit, American Identities: A New Look, which is contained within the museum's Visible Storage ▪ Study Center. In total, there are approximately 2,000 American Art objects held in storage. ====Selections from the American collection==== File:Brooklyn Museum - George Washington - Charles Willson Peale - overall.jpg|Charles Willson Peale, George Washington, c. 1776 File:Brooklyn Museum - Portrait of John Adams - Samuel Finley Breese Morse - overall.jpg|Samuel Morse, Portrait of John Adams, 1816 File:Brooklyn Museum - The Peaceable Kingdom - Edward Hicks - overall.jpg|Edward Hicks, The Peaceable Kingdom, c. 1830-1840 File:Brooklyn Museum - Wild Turkey - John J. Audubon.jpg|John J. Audubon, Wild Turkey, lithograph, c. 1861 image:Brooklyn Museum - A Ride for Liberty -- The Fugitive Slaves - Eastman Johnson - overall.jpg|Eastman Johnson, A Ride for Liberty – The Fugitive Slaves, c. 1862 File:Brooklyn Museum - Evening Glow The Old Red Cow - Albert Pinkham Ryder - overall.jpg|Albert Pinkham Ryder, Evening Glow The Old Red Cow, 1870-1875 File:Brooklyn Museum - The Waste of Waters is Their Field - Albert Pinkham Ryder - overall.jpg|Albert Pinkham Ryder, The Waste of Waters is Their Field, 1880. File:Brooklyn Museum - The Northeaster - Winslow Homer - overall.jpg|Winslow Homer, The Northeaster, c. 1883 File:Brooklyn Museum - Moonlight - Ralph Albert Blakelock - overall.jpg|Ralph Albert Blakelock, Moonlight, 1885. File:Brooklyn Museum - Sunrise - George Inness - overall - 2.jpg|George Inness, Sunrise, 1887 File:Thomas Eakins - Letitia Wilson Jordan - Google Art Project.jpg|Thomas Eakins, Letitia Wilson Jordan, 1888 File:Brooklyn Museum - An Out-of-Doors Study - John Singer Sargent - overall.jpg|John Singer Sargent, Paul César Helleu Sketching with His Wife, 1889 File:Brooklyn Museum - La Toilette - Mary Cassatt.jpg|Mary Cassatt, La Toilette, c. 1889–1894. File:Brooklyn Museum - Late Afternoon, New York, Winter - Frederick Childe Hassam - overall.jpg|Childe Hassam, Late Afternoon, New York, Winter, c. 1900 File:William Rush carving his Allegorical Figure of the Schuylkill river.png|Thomas Eakins, William Rush Carving his Allegorical Figure of the Schuylkill River, 1908 File:William Glackens - Nude with Apple - Google Art Project.jpg|William Glackens, Nude with Apple, 1909-1910 A Morning Snow-Hudson River at the Brooklyn Museum (80534)a.jpg|George Bellows, A Morning Snow--Hudson River, 1910 File:Night, from Pennsylvania Station, by Weinman, at Brooklyn Museum, NY.jpg|Adolph Weinman, Night, c. 1910 File:Brooklyn Museum - The Arch - Henry Ossawa Tanner - overall.jpg|Henry Ossawa Tanner, The Arch, c. 1914 File:Brooklyn Museum - Blue 1 - Georgia O'Keeffe.jpg|Georgia O'Keeffe, Blue 1, 1916 File:Brooklyn Museum - Landscape New Mexico - Marsden Hartley.jpg|Marsden Hartley, Landscape, New Mexico, 1916-1920 ===Asian art=== In 2019, the museum reopened its Japanese and Chinese exhibits, after reinstalling its Korean section in 2017. The Chinese section offers pieces from more than 5,000 years of Chinese art and will show contemporary pieces on a regular schedule. The Japanese gallery, with its 7,000 pieces, is the largest of the museum's Asian collection and is known for its works from the Ainu people. The museum is also home to works from Bhutan, India, Nepal, Pakistan and southeast Asia. ===Arts of Africa=== The oldest acquisitions in the African art collection were collected by the museum in 1900, shortly after the museum's founding. The collection was expanded in 1922 with items originating largely in what is now the Democratic Republic of the Congo. In 1923 the museum hosted one of the first exhibitions of African art in the United States. With more than 5,000 items in its collection, the Brooklyn Museum boasts one of the largest collections of African art in any American art museum. Although the title of the collection suggests that it includes art from all of the African continent, works from Africa are sub- categorized among a number of collections. Sub-Saharan art from West and Central Africa are collected under the banner of African Art, while North African and Egyptian art works are grouped with the Islamic and Egyptian art collections, respectively. The African art collection covers 2,500 years of human history and includes sculpture, jewellery, masks, and religious artifacts from more than 100 African cultures. Noteworthy items in this collection include a carved ndop figure of a Kuba king, believed to be among the oldest extant ndop carvings, and a Lulua mother-and-child figure. In 2018, the museum drew criticism from groups including Decolonize This Place for its hiring of a white woman as Consulting Curator of African Arts. ====Selections from the African collection==== File:WLA brooklynmuseum Bushoong Kuba Ndop Portrait of K.jpg|Kuba Ndop Portrait. File:Brooklyn-Museum 81.168.1 Equestrian-Figure Gold-Weight cropped.png|Golden rider of the Ashanti region culture in Ghana. ===Arts of the Pacific Islands=== The museum's collection of Pacific Islands art began in 1900 with the acquisition of 100 wooden figures and shadow puppets from New Guinea and the Dutch East Indies (now Indonesia); since that base, the collection has grown to encompass close to 5,000 works. Art in this collection is sourced to numerous Pacific and Indian Ocean islands including Hawaii and New Zealand, as well as less-populous islands such as Rapa Nui and Vanuatu. Many of the Marquesan items in the collection were acquired by the museum from famed Norwegian explorer Thor Heyerdahl. Art objects in this collection are crafted from a wide variety of materials. The museum lists \"coconut fiber, feathers, shells, clay, bone, human hair, wood, moss, and spider webs\" as among the materials used to make artworks that include masks, tapa cloths, sculpture, and jewellery. ===Arts of the Islamic world=== The museum also has art objects and historical texts produced by Muslim artists or about Muslim figures and cultures. ====Selections from the Islamic world collection==== File:Brooklyn Museum - Bahram Gur and Courtiers Entertained by Barbad the Musician Page from a manuscript of the Shahnama of Firdawsi (d. 1020).jpg|Bahram Gur and Courtiers Entertained by Barbad the Musician, Page from Shahnama of Ferdowsi. File:Umurrud Shah Takes Refuge in the Mountains, ca. 1570..jpg|Zumurrud Shah Takes Refuge in the Mountains, ca. 1570. File:Mihr 'Ali (Iranian, active ca. 1800-1830). Portrait of Fath 'Ali Shah Qajar, 1815.jpg|Mihr 'Ali (Iranian, active ca. 1800–1830). Portrait of Fath-Ali Shah Qajar, 1815. File:Brooklyn Museum - Prince Yahya.jpg|Muhammad Hasan (Persian, active 1808–1840). Prince Yahya, ca. 1830s. File:Bowl with Kufic Inscription, 10th century.jpg|Bowl with Kufic Inscription, 10th century. ===The Jarvis Collection of Native American Plains Art=== 100px|Inlaid Pipe Bowl with Two Faces collected at Fort Snelling 1833-36 The Museum has a collection of Native America Artifacts acquired by Dr. Nathan Sturges Jarvis (surgeon) who was stationed at Fort Snelling, Minnesota 1833–36.The Jarvis Collection of Native American Plains Art, Brooklyn Museum, Brooklyn New York, ===Elizabeth A. Sackler Center for Feminist Art=== The museum's center for feminist art opened in 2007; it is dedicated to preserving the history of the movement since the late 20th century, as well as raising awareness of feminist contributions to art, and informing the future of this area of artistic dialogue. Along with an exhibition space and library, the center features a gallery housing a masterwork by Judy Chicago, a large installation called The Dinner Party (1974-1979). ===European art=== The Brooklyn Museum has among others late Gothic and Early Italian Renaissance paintings by Lorenzo di Niccolo (\"Scenes from the life of Saint Lawrence\"), Sano di Pietro, Nardo di Cione, Lorenzo Monaco, Donato de' Bardi (\"Saint Jerome\"), Giovanni Bellini. It has Dutch paintings by Frans Hals, Gerard Dou, and Thomas de Keyser as well as others. It has 19th-century French paintings by Charles Daubigny, Narcisse Virgilio Díaz, Eugène Boudin (\"Port, Le Havre\"), Berthe Morisot, Edgar Degas, Gustave Caillebotte (\"Railway Bridge at Argenteuil\"), Claude Monet (\"Doges Palace, Venice\"), the French sculptor Alfred Barye, Camille Pissarro, and Paul Cézanne as well as many others. ====Selections from the European collection==== File:Brooklyn Museum - Saint Lawrence Buried in Saint Stephen's Tomb - Lorenzo di Niccolò.jpg|Lorenzo di Niccolò, Saint Lawrence Buried in Saint Stephen's Tomb, 1410–1414, tempera and tooled gold on poplar, 33 × 36 cm file:Brooklyn Museum - Madonna and Child with Saints James Major and John the Evangelist altarpiece - Sano di Pietro.jpg|Sano di Pietro, Triptych of Madonna with Child, St. James and St. John the Evangelist, ca. 1460 and 1462 File:Brooklyn Museum - Desdemona Cursed by her Father (Desdemona maudite par son père) - Eugène Delacroix.jpg|Eugène Delacroix, Desdemona Cursed by her Father (Desdemona maudite par son père), c. 1850-1854 File:Brooklyn Museum - The Two Colleagues (Lawyers) (Les deux confrères Avocats) - Honoré Daumier.jpg|Honoré Daumier, The Two Colleagues (Lawyers) (Les deux confrères Avocats), between 1865 and 1870 File:Brooklyn Museum - The Edge of the Pool (Au Bord de l'Etang) - Gustave Courbet.jpg|Gustave Courbet, The Edge of the Pool, 1867 File:Edgar Degas - Portrait de Mlle Eugénie Fiocre.jpg|Edgar Degas, Portrait de Mlle Eugénie Fiocre, 1867-1868 File:Brooklyn Museum - Flood at Moret (Inondation à Moret) - Alfred Sisley - overall.jpg|Alfred Sisley, Flood at Moret (Inondation à Moret), 1879 File:Brooklyn Museum - Apple Tree in Bloom (Pommier en fleurs) - Gustave Caillebotte.jpg|Gustave Caillebotte, Apple Tree in Bloom (Pommier en fleurs), c. 1885 File:Brooklyn Museum - Fin du travail (The End of the Working Day) - Jules Breton.jpg|Jules Breton, Fin du travail (The End of the Working Day), c.1886-1887 File:Brooklyn Museum - Cypresses (Les Cyprès) - Vincent van Gogh.jpg|Vincent van Gogh, Cypresses (Les Cyprès), 1889, Reed pen, graphite, quill, brown ink and black ink on white wove latune et cie balcons paper, File:Brooklyn Museum - At the Moulin Rouge (Au Moulin Rouge) - Henri de Toulouse-Lautrec.jpg|Henri de Toulouse-Lautrec, At the Moulin Rouge (Au Moulin Rouge), c. 1892. File:Brooklyn Museum - Church at Vernon - Claude Monet - overall.jpg|Claude Monet, The Church at Vernon, 1894 File:Brooklyn Museum - Houses of Parliament Sunlight Effect (Le Parlement effet de soleil) - Claude Monet.jpg|Claude Monet, Houses of Parliament Sunlight Effect (Le Parlement effet de soleil), 1903 File:Claude Monet - The Doges Palace (Le Palais ducal) - Google Art Project.jpg|Claude Monet, The Doge's Palace (Le Palais ducal), 1908 File:Pierre-Auguste Renoir - Les Vignes à Cagnes.jpg|Pierre-Auguste Renoir, Les Vignes à Cagnes, 1908. File:Landscape in Provence (Paysage de Provence) - André Derain.jpg|André Derain, Landscape in Provence (Paysage de Provence)\" (c. 1908) ==Libraries and archives== The Brooklyn Museum Libraries and Archives hold approximately 300,000 volumes and over of archives. The collection began in 1823 and is housed in facilities that underwent renovations in 1965, 1984 and 2014. ==Programs== In 2000, the Brooklyn Museum started the Museum Apprentice Program in which the museum hires teenage high schoolers to give tours in the museum's galleries during the summer, assist with the museum's weekend family programs throughout the year, participate in talks with museum curators, serve as a teen advisory board to the museum, and help plan teen events. The first Saturday of each month, the Brooklyn Museum stays open until 11pm. General admission is waived from 5 to 11pm, although some ticketed exhibitions may require an entrance fee. Regular first Saturday activities include educational family-oriented activities such as collection- based art workshops, gallery tours, lectures, live performances dance parties. The museum has posted many pieces to a digital collection online which features a user-based tagging system that allows the public to tag and curate sets of objects online, as well as solicit additional scholarship contributions. The Museum Education Fellowship Program is a ten-month position in which Fellows acquire theoretical and practical skills to lead K-12 school group visits with a focus on various topics from the collection. School Youth and Family Fellows teach Gallery Studio Programs and School Partnerships while Adult and Public Programs Fellows curate and organize Thursday night as well as First Saturday Programming. The museum has also received attention for its recent ASK App in which visitors can interface with staff and educators regarding works in the collection through a mobile application downloadable through the Apple and Google application stores. ==\"Populism\"== Attendance at the Brooklyn Museum has been in decline in recent years, from a high \"decades ago\" of nearly one million visitors per year to more recent figures of 585,000 (1998) and 326,000 (2009). The New York Times attributed this drop partially to the policies instituted by then-current director Arnold Lehman, who has chosen to focus the museum's energy on \"populism\", with exhibits on topics such as \"Star Wars movies and hip-hop music\" rather than on more classical art topics. Lehman had also brought more controversial exhibits, such as a 1999 show that included Chris Ofili's infamous dung-decorated The Holy Virgin Mary, to the museum. According to the Times: > The quality of their exhibitions has lessened\", said Robert Storr, the dean > of the Yale University School of Art and a Brooklynite. \"Star Wars shows the > worst kind of populism. I don't think they really understand where they are. > The middle of the art world is now in Brooklyn; it's an increasingly > sophisticated audience and always was one. On the other hand, Lehman points out that the demographics of museum attendees are showing a new level of diversity. According to The New York Times, \"the average age [of museum attendees in a 2008 survey] was 35, a large portion of the visitors (40 percent) came from Brooklyn, and more than 40 percent identified themselves as people of color.\" Lehman asserts that the museum's interest is in being welcoming and attractive to all potential museum attendees, rather than simply amassing large numbers of them. ==Works and publications== * We Wanted a Revolution: Black Radical Women, 1965-1985 * – Published on the occasion of an exhibition at the Brooklyn Museum, April 21-September 17, 2017 ==See also== * Brooklyn Visual Heritage * Education in New York City * List of cases argued by Floyd Abrams * List of museums and cultural institutions in New York City ==References== ==External links== * * Brooklyn Museum records, 1823-1963 from the Smithsonian Archives of American Art. * Brooklyn Museum Building Online Exhibition * Category:1897 establishments in New York City Category:Art museums established in 1897 Category:Art museums and galleries in New York City Category:Buildings and structures completed in 1895 Category:Beaux-Arts architecture in New York City Category:Cultural infrastructure completed in 1897 Category:Buildings and structures on the National Register of Historic Places in New York City Category:Culture of Brooklyn Category:Egyptological collections in the United States Category:Pre-Columbian art museums in the United States Category:Institutions accredited by the American Alliance of Museums Category:New York City Designated Landmarks in Brooklyn Category:Asian art museums in New York (state) Category:McKim, Mead & White buildings Category:Museums in Brooklyn Category:Museums of American art Category:Museums of Ancient Near East Category:Crown Heights, Brooklyn Category:Prospect Heights, Brooklyn Category:National Register of Historic Places in Brooklyn Category:Museums on the National Register of Historic Places in New York (state) Category:Sculptures by Daniel Chester French Category:Sculptures carved by the Piccirilli Brothers Category:Allegorical sculptures in New York City Category:African art museums in the United States",
 "title": "Brooklyn Museum"
}