{
 "id": "605299",
 "text": "Karsk (also called Kask) is a Swedish and Norwegian cocktail (from the Trøndelag region) containing coffee together with moonshine and sometimes a spoon of sugar (enthusiasts often consider moonshine exclusively to be appropriate as an added component, as it has no inherent taste like other alcoholic beverages). Broader, it can also be found in other parts of Scandinavia. ==Etymology== The word Karsk is derived from the Old Norse adjective karskr, meaning healthy, vigorous or agile. ==Origin== The precise origin of Karsk is unknown, however it appears to have been a popular drink in the Swedish Bohuslän district in the early 1800s. By the latter half of the century, its popularity spread across Norway. It was and still is especially popular in rural areas, although city-folk also enjoy it. It is firmly embedded as a part of the culture in Trøndelag, and according to former Norwegian Minister of Karsk Trond Giske \"Everyone who has grown up in Trøndelag, has had Karsk at some point\". ==Variations== In English-speaking countries, the variant with vodka instead of moonshine is sometimes called Russian coffee, though Russian coffee can also refer to a variant served with whipped cream. In Norway, the term karsk is predominantly used in the mid- region of the country (Trøndelag, roughly corresponding to the county of Trøndelag), while it may be referred to with other terms in other parts of the country. For instance, it may also be referred to as kaffedoktor (\"Coffee doctor\") or knikt (Hedmark dialect for knekt (jack/knave)); both these are for instance popular designations in the counties of Hedmark and Oppland (merged to Innlandet after 1/1 2020). In Northern Norway it may also be referred to as rotar, though some would use these terms (kaffedoktor and rotar) exclusively about a variety where sugar is added with the coffee. In Sweden it is called kask, kaffekask (\"strong coffee\") or kaffegök and is mainly drunk in the central and northern parts. Even the Southeastern dialect of Finnish has an expression for the beverage, there called kaffeplörö or kaffeblörö. In Denmark this type of drink is usually called a kaffepunch and traditionally consists of nothing but coffee with schnapps. ==Preparation== The mixing ratio varies according to the strength of spirit that has been selected and the personal preferences of taste. If you use the \"96%\" moonshine, one usually tends to be more generous on the coffee than on booze. With normal 60% \"polsprit\" (legally bought spirits from Vinmonopolet) it is custom to mix up to half and half. A traditional \"recipe\" is to put a coin in the bottom of the cup, pour the coffee until it is no longer visible, and mixing with alcohol until it reappears. The recipe is often claimed to be a hoax, as the coin will not reappear in a cylindrical coffee cup. This phenomenon is explained by the Beer–Lambert law stating that the absorption of light is proportional to the concentration. As such in order for the recipe to work one will need a cup with a significantly wider top than bottom which will allow for the concentration to decrease faster than the column of liquid increases. Coffee used in karsk is often weaker than regular coffee, and at rural celebrations in the Trøndelag region, it has been customary to serve half cups with \"thin coffee\", since it is expected that most people carry a flask of moonshine with them, to add to the cup. If the Karsk becomes too strong, it is possible to decrease the alcohol content, inflame the surface of the alcohol-fume with a lighter or match. The hotter the coffee, the easier the alcohol will burn. Cold karsk will not ignite until the concentration exceeds 60-70%. The Karsk will also taste subjectively stronger the hotter it is. It is recommended to taste towards a desired concentration by increasing the amount of ethanol gradually, since the burning alcohol will be lost. ==Notable karsk aficionados== * Trond Giske, Norwegian politician * Petter Northug, Norwegian cross-country skier * Bjarne Brøndbo, Norwegian musician ==References== Category:Cocktails with vodka Category:Alcoholic coffee drinks Category:Norwegian distilled drinks Category:Norwegian cuisine",
 "title": "Karsk"
}