{
 "id": "605419",
 "text": "Gonabad (, also Romanized as Gonābād; also known as Gūnābād; formerly Janābaz) is a city and capital of Gonabad County, in Razavi Khorasan Province, Iran. At the 2011 census, its population was 36,367, in 10,389 families. It is mostly well known because of the Gonabadi Dervishes and for its qanats, also known as kareez. It is one of the most important producers of saffron in Iran. Other agricultural products include: Grape, Pistachio and pomegranate. The city contains the cemetery for the Ni'matullāhī Gonabadi dervish order located in Beydokht.Esfandiari, Golnaz (12 October 2006) \"Iran: Local Authorities Try To Evict Sufi Leader\" Radio Free Europe == History == The famous ancient war of Davazdah Rokh had happened between Iran and Turan (Central Asia) in this city on the Zibad Castle. The construction of this city is attributed to the Achaemenid kings and during the Seljuk Empire and Khwarazmian dynasty periods (fifth to seventh centuries AH) it was Shahrabadi. == Geography and weather conditions == The city of Gonabad is located in the south of Khorasan Razavi province on the Brakuh plateau. The city is located on a flat plateau and is 24 km away from the Barakuh mountain range. The highest peak of Barakuh is called Tirmehi Mountain or Zibad Mountain. The city of Gonabad is located in an arid and semi-desert climate on the edge of the desert. This city has been facing a serious drought crisis in recent years. The city of Gonabad is located on the plain and plateau of Siah Kooh or Ghahestan mountain range. Ghahestan mountain range in Gonabad region is more known as Brakuh, Siah Kooh and Zibad mountain. == Historical sites, ancient artifacts and tourism == === Forud Castle === Forud Castle is a historical castle located in Gonabad County in Razavi Khorasan Province, The longevity of this fortress dates back to the Parthian Empire. === Zibad Castle === thumb|Darb Soufeh.zibad a sassanid castle Zibad Castle is one of the four historical monuments of Zibad, Iran. In 2001, the castle was registered as a national property in Iran, which is related to the history of pre-Islamic Iran, and is located in Gonabad city, Kakhk district, in the residential area of Zibad. It has been registered as national heritage. In addition to the castle of Zibad, there are also the royal castle of Zibad nationally registered under the name of Shahab Castle in 2002. === Jameh Mosque of Gonabad === The Jameh Mosque of Gonabad is related to Khwarazmian dynasty and is located in Gonabad. === Qanats of Gonabad === The Qanats of Ghasabeh, also called Kariz Kai Khosrow, is one of the world's oldest and largest networks of qanats (underground aqueducts). Built between 700 and 500 BCE by the Achaemenid Empire in what is now Gonabad, Razavi Khorasan Province, Iran, the complex contains 427 water wells with a total length of .Qanats of Gonabad-World Heritage The site was first added to UNESCO's list of tentative World Heritage Sites in 2007, then officially inscribed in 2016, collectively with several other qanats, as \"The Persian Qanat\".The Persian Qanat == Gallery == File:Ghanat970.jpg|Qanats of Gonabad File:قنات قصبه.jpg|Qanats of Gonabad File:KarizZibad.jpg|Qanats of Gonabad File:گناباد 4.jpg|Anthropological Museum File:گناباد 5.jpg|Anthropological Museum File:گناباد 6.jpg|Anthropological Museum File:گناباد 7.jpg|Anthropological Museum File:گناباد.jpg|Anthropological Museum File:گناباد 9.jpg|Anthropological Museum File:گناباد 11.jpg|Anthropological Museum File:گناباد 12.jpg|Anthropological Museum File:گناباد 16.jpg|Anthropological Museum File:قسمتی دیگر از راه قلعه فرود.jpg|Forud Castle File:گردشگران در قلعه فرود.jpg|Forud Castle File:Castle of zibad from the top of shahneshin castle of the last shelter of yazdgerd3.JPG|Zibad Castle File:Zibad Castle 1.jpg|Zibad Castle File:مسجد جامع قصبه شهر، گناباد.jpg|Jameh Mosque of Gonabad File:در ورودی مسجد جامع قصبه شهر گناباد.jpg|Jameh Mosque of Gonabad == References == Category:Achaemenid cities Category:Cities in Razavi Khorasan Province Category:Parthian cities Category:Populated places in Gonabad County Category:Sasanian cities",
 "title": "Gonabad"
}