{
 "id": "605591",
 "text": "A media filter is a type of filter that uses a bed of sand, peat, shredded tires, foam, crushed glass, geo-textile fabric, anthracite, crushed granite or other material to filter water for drinking, swimming pools, aquaculture, irrigation, stormwater management, oil and gas operations, and other applications. == Design== One design brings the water in the top of a container through a \"header\" which distributes the water evenly. The filter \"media\" start with fine sand on the top and then becomes gradually coarser sand in a number of layers followed by gravel on the bottom, in gradually larger sizes. The top sand physically removes particles from the water. The job of the subsequent layers is to support the finer layer above and provide efficient drainage. As particles become trapped in the media, the differential pressure across the bed increases. Periodically, a backwash may be initiated to remove the solids trapped in the bed. During backwash, flow is directed in the opposite direction from normal flow. In multi-media filters, the layers in the media re-stratify due to density differences prior to resuming normal filtration. ==Uses== === Drinking water === Municipal drinking water systems often use a rapid sand filter and/or a slow sand filter for purification. Silica sand is the most widely used medium in such filters. Anthracite coal, garnet sand, ilmenite, granular activated carbon, manganese green sand and crushed recycled glass are among the alternative filter media used. === Stormwater === Media filters are used to protect water quality in streams, rivers, and lakes. They can be effective at removing pollutants in stormwater such as suspended solids and phosphorus. Sand is the most common filter material.Water Environment Federation, Alexandria, VA; and American Society of Civil Engineers, Reston, VA. \"Urban Runoff Quality Management.\" WEF Manual of Practice No. 23; ASCE Manual and Report on Engineering Practice No. 87. 1998. . Chapter 5.Atlanta Regional Commission. Atlanta, GA.\"Georgia Stormwater Management Manual.\" Section 3.2.4: \"Sand Filters.\" August 2001. In other filters, sometimes called \"organic filters,\" wood chips or leaf mold may be used.ibid., Section 3.3.3: \"Organic Filter.\" === Sewage and wastewater === Media filters are also used for cleaning the effluent from septic tanks and primary settlement tanks. The materials commonly used are sand, peat and natural stone fibre. === Oil and gas industry === The oil and gas industry uses media filters for various purposes in both upstream and downstream operations. Nut shell filters are commonly used as a tertiary oil removal step for treatment of produced water. Sand filters are often used to remove fine solids following biological treatment and clarification of oil refinery wastewater. Multi-media filters are used for removing suspended solids from both produced water and refinery wastewater. The materials commonly used in multi-media filters are gravel, sand, garnet, and anthracite. ==See also== *Biofilter *Bioretention ==References== __notoc__ Category:Environmental engineering Category:Irrigation Category:Water filters Category:Stormwater management References Nalco Water, an Ecolab Company. Nalco Water Handbook, Fourth Edition (McGraw-Hill Education: New York, Chicago, San Francisco, Athens, London, Madrid, Mexico City, Milan, New Delhi, Singapore, Sydney, Toronto, 2018). https://www.accessengineeringlibrary.com/content/book/9781259860973 * *",
 "title": "Media filter"
}