{
 "id": "605714",
 "text": "A virtual season or virtual series is a fan-driven continuation of a television program. While they are typically written for cancelled programs, they sometimes run concurrently with programs that are still airing original episodes. Virtual Seasons can be written by a single author, by several collaborating authors in a fandom, or even reproduced episodically in a single video or series of videos. These series can be written in screenplay or prose format. ==Examples== * One of the first virtual seasons was for the TV series Forever Knight, which was cancelled in 1996 and followed by a virtual fourth season ('V4S'). * There are websites that collate many different Virtual Seasons into one place, a \"Virtual Network\", such as MZP. * Buffy the Vampire Slayer and Angel have spawned many different Virtual Seasons, such as the MZP Buffy Virtual Continuation and MZP Angel Virtual Continuation * Lois & Clark: The New Adventures of Superman, which was cancelled in 1997, spawned several virtual seasons, continuing the trend. The Unaired Fifth Season ('TUFS') and Season 5 ('S5') each \"aired\" on Sunday nights during the 1997/98 television season, while 'Season 6' followed during the 1998/99 season. * Millennium was cancelled in 1999, six months short of its millennial climax, so a Virtual Season 4 completed the storyline for fans. In 2005 Virtual Season 5 aired, produced by a different creative team, but using the Virtual Season 4 as canon. A Virtual Season 6, by another creative team, is currently in production. * Night Stalker, which was cancelled in 2005, had a Virtual Series Continuation that finished off the rest of Season 1 with 10 new episodes in screenplay format, and then a 20 episode Season 2. * JAG spawned a Virtual Season which was designed to give the fans something to do and read during the summer hiatus. It ran from 2000–2005. * A small group of fans for The Pretender (TV series) created The Pretender Virtual Season in 2001–2002, ignoring the two TV movies that followed and extending the story through two seasons, two \"movies\", and an epilogue. * Voyager Virtual Season Project ran for 2 years, starting in 2001 and ending in 2003, extending Star Trek Voyager's story an extra two years and into yet another \"Lost in Space\" adventure. * Still Flying was a Firefly continuation which began airing in 2005, continuing the story from where the first season left off. * Some fans go so far as to produce fan films like Star Trek, New Voyages. * The television series Supernatural has spawned six thriving Virtual Series: The Supernatural Virtual Seasons; Multus Tempestas; Sam the Series; Diversus Semitas; Carry On; and Redemption Road. * The television show X-Files was followed up by The X-Files: Fight the Truth, a scripted 5-part mini-series set in the year 2012. ==See also== * Canon (fiction) * Collaborative fiction * Fandom * Parallel novel * Pastiche * Revisionism (fictional) ==References== Category:Fandom Category:Fan fiction Category:Fiction Category:Fiction by topic Category:Television terminology",
 "title": "Virtual season"
}