{
 "id": "60579",
 "text": "{{Infobox settlement |official_name = Crystal River, Florida |other_name = |native_name = |nickname = Manatee Haven |settlement_type = City |motto = \"Gem of the Nature Coast \" |image_skyline = NB US 19-98 Crystal River Sign.JPG |imagesize = |image_caption = US 19-98 enters Crystal River. |flag_size = |image_seal = |seal_size = |image_shield = |shield_size = |image_blank_emblem = |blank_emblem_type = |blank_emblem_size = |image_map = Citrus_County_Florida_Incorporated_and_Unincorporated_areas_Crystal_River_Highlighted.svg |mapsize = 250x200px |map_caption = Location in Citrus County and the state of Florida |image_map1 = |mapsize1 = |map_caption1 = |image_dot_map = |dot_mapsize = |dot_map_caption = |dot_x = |dot_y = |pushpin_map = |pushpin_label_position = |pushpin_map_caption = |pushpin_mapsize = |subdivision_type = Country |subdivision_name = |subdivision_type1 = State |subdivision_name1 = |subdivision_type2 = County |subdivision_name2 = Citrus County |subdivision_type3 = |subdivision_name3 = |subdivision_type4 = |subdivision_name4 = |government_footnotes = |government_type = |leader_title = Mayor |leader_name = Joe Meek |leader_title1 = |leader_name1 = |leader_title2 = |leader_name2 = |leader_title3 = |leader_name3 = |leader_title4 = |leader_name4 = |established_title = |established_date = |established_title2 = |established_date2 = |established_title3 = |established_date3 = |area_magnitude = |unit_pref = Imperial |area_footnotes = |area_total_km2 = 21.06 |area_land_km2 = 19.39 |area_water_km2 = 1.67 |area_total_sq_mi = 8.13 |area_land_sq_mi = 7.49 |area_water_sq_mi = 0.65 |area_water_percent = |area_urban_km2 = |area_urban_sq_mi = |area_metro_km2 = |area_metro_sq_mi = |area_blank1_title = |area_blank1_km2 = |area_blank1_sq_mi = |population_as_of = 2020 |population_footnotes = |population_note = |population_total = 3396 |population_density_km2 = 175.17 |population_density_sq_mi = 453.71 |population_metro = |population_density_metro_km2 = |population_density_metro_sq_mi = |population_urban = |population_density_urban_km2 = |population_density_urban_sq_mi = |population_blank1_title = |population_blank1 = |population_density_blank1_km2 = |population_density_blank1_sq_mi = |timezone = Eastern (EST) |utc_offset = -5 |timezone_DST = EDT |utc_offset_DST = -4 |coordinates = |elevation_footnotes = |elevation_m = |elevation_ft = 4 |postal_code_type = ZIP codes |postal_code = 34423, 34428, 34429 |area_code = 352 |blank_name = FIPS code |blank_info = 12-15775 |blank1_name = GNIS feature ID |blank1_info = 0281135 |website = |footnotes = |pop_est_as_of = |pop_est_footnotes = |population_est = }} Crystal River is a city in Citrus County, Florida, United States. The population was 3,108 in the 2010 census. According to the U.S Census estimates of 2018, the city had a population of 3,162. The city was incorporated in 1903 and is the self professed \"Home of the Manatee\". Crystal River Preserve State Park is located nearby, and Crystal River Archaeological State Park is located in the city's northwest side. Crystal River is at the heart of the Nature Coast of Florida. The city is situated around Kings Bay, which is spring-fed so it keeps a constant temperature year round. A cluster of 50 springs designated as a first-magnitude system feeds Kings Bay. A first-magnitude system discharges 100 cubic feet or more of water per second, which equals about 64 million gallons of water per day. Because of this discharge amount, the Crystal River Springs group is the second largest springs group in Florida, the first being Wakulla Springs in Wakulla County near Tallahassee. Kings Bay can be home to over 400 manatees during the winter when the water temperature in the Gulf of Mexico cools, and is the only place in the United States where people can legally interact with them in their natural conditions without that interaction being viewed as harassment by law enforcement agencies. Tourism based on watching and swimming with manatee is the fastest growing contribution to the local economy. In 2005 there was a movement to dissolve the city which did not succeed, and the city has since grown by annexation. ==Geography== Crystal River is located northwest of the center of Citrus County at , on the northeast side of Kings Bay and the Crystal River, an inlet of the Gulf of Mexico. U.S. Routes 19 and 98 pass through the center of the city, leading south to Homosassa Springs and north to Chiefland. State Road 44 leads east from Crystal River to Inverness, the Citrus County seat. According to the United States Census Bureau, the city of Crystal River has a total area of , of which is land and 9.35% is water. ==History== In the Pleistocene era, the land on which Crystal River is located was vastly different from today. The west coast of Florida is thought to have extended an additional into the Gulf of Mexico. During excavations for the Florida Nuclear Power Plant in 1969, scientists discovered rhinoceros and mastodon bones, as well as the shells of an extremely large armadillo and a large land tortoise. Around 500 BCE mound-building Native Americans (possibly Deptford culture) built a settlement along the Crystal River, which in the present day is the Crystal River Archaeological State Park. It was abandoned prior to European colonization for unknown reasons. The Native American name for Crystal River was Weewahi Iaca. Following the Second Seminole War, settlers were encouraged into the area due to the passing of the Armed Occupation Act of 1842 by the United States federal government. Twenty-two men filed for patents for land in Crystal River. By the mid-1800s, families began to settle in the Crystal River area. Mail was delivered by horse and buggy, and a stagecoach came from Ocala (Fort King) to Crystal River, stopping at the Stage Stand, which today is the Stage Stand Cemetery in Homosassa. While no land battles were fought in the Crystal River area during the Civil War, there were many instances of skirmishes on the water directly off the coast of the Crystal and Homosassa rivers, as well as near Hickory Island in Yankeetown. By the time of the Civil War, Florida was an important source and supplier of food and other goods such as beef, pork, fish, corn, sugar, cotton, naval stores and salt. The Union was aware of this, and soon after the war began, the Union Navy blockaded the entire coast of Florida. Following the Civil War, Crystal River grew. People from states to the north began to arrive, attracted by the area's mild climate and the potential of becoming wealthy growing citrus fruits. Early settlers to the area had found wild citrus trees growing in abundance, thanks in part to the Spanish explorers who had brought oranges with them on their ships and had discarded the seeds in the new world. This gave rise to the planting of citrus groves. The \"Big Freeze\" of 1894–1895 destroyed most of the citrus groves in the county. A very early industry in the area was the turpentine business. Many of the barges during the Civil War blockade had been carrying turpentine, likely from the turpentine still of William Turner, who resided in Red Level. Other early industry in the Crystal River area included cedar mills. In 1882, James Williams moved his cedar mill to Crystal River, and began operating on King's Bay. The mill produced pencil boards, which were then shipped to Jersey City, New Jersey, by ship, and later on by train. The Dixon Cedar Mill was one of the largest industries in Crystal River, providing employment to many in the area, including women and African Americans. Crystal River had been part of Hernando County since its inception in 1843. In 1844, the county name changed from \"Hernando\" to \"Benton\", in honor of Senator Thomas Hart Benton who had sponsored the Armed Occupation Act of 1842, which had brought settlers to the area. The county name returned to Hernando in 1850. By the late 1800s, the area along the west side of the county was growing rapidly, and the citizens of the area began to see a need for a new county with a county seat that was easier to reach. In 1887, Hernando County was divided into three parts: Pasco County, Hernando County, and Citrus County. The town of Mannfield was named the temporary county seat for two years. Mannfield was chosen as it was in the geographic center of the new county and was more accessible to citizens. The site for the eventual county seat, Inverness, was decided by a vote in 1891. Phosphate was discovered in 1889 in the east side of Citrus County, and the phosphate industry grew rapidly. Historians have claimed it to be \"one of the richest phosphate deposits in the world.\" The phosphate industry would boom in Crystal River and Citrus County until 1914, when it could no longer be shipped due to World War I. In 1888, the railroad reached Crystal River. The arrival of the railroad proved to be a boon; it provided an easier way to ship and receive goods. It was also an easier way for tourists to travel in and out of the city. Sport fishing became a draw for many wealthy northerners. In the early 1990s Arctic Air of America Inc moved to Crystal River Florida. Crystal River became a town in 1903. It was officially incorporated as a city on July 3, 1923. ==Demographics== As of the census of 2010, there were 3,108 people (2012 Estimate: 3,055), 1,401 households, and 794 families residing in the city. The population density was 455.19 people per square mile (1178.9/km2). There were 2,036 housing units at an average density of 343.4 per square mile (132.5/km2). The racial makeup of the city was 83.4% White, 7.4% Black or African American, 0.30% Native American, 2.1% Asian, 0.10% Pacific Islander, 0% from other races, and 1.6% from two or more races. 5.20% of the population was Hispanic or Latino of any race. There were 1,401 households, out of which 18% had children under the age of 18 living with them, 43.0% were married couples living together, 9.6% had a female householder with no husband present, and 43.3% were non-families. 56.7% of all households were made up of individuals, and 19.6% had someone living alone who was 65 years of age or older. The average household size was 2.06 and the average family size was 2.61. In the city, the population was spread out, with 15.9% under the age of 18, 3.7% from 18 to 24, 15.7% from 25 to 44, 31% from 45 to 64, and 33.9% who were 65 years of age or older. The median age was 56 years. The population was composed of 1,477 males and 1,631 females. The median income for a household in the city was $35,503, and the median income for a family was $58,398. Males had a median income of $39,357 versus $25,417 for females. The per capita income for the city was $38,219. About 3.5% of families and 9.9% of the population were below the poverty line, including 12.4% of those under age 18 and 9.5% of those aged 65 or over. Crystal River Mall opened north of the center of town in 1990. ==Government== Crystal River uses a city council with five elected members, including the mayor. As of March 2020, the current mayor of Crystal River is Joe Meek. ==Education== The city is served by Citrus County Schools. Residents are zoned to Crystal River Primary [elementary] School,\"Citrus County Elementary School Attendance Boundaries .\" Citrus County Schools. Retrieved on February 2, 2017. Crystal River Middle School,\"Citrus County Middle School Attendance Boundaries .\" Citrus County Schools. Retrieved on February 2, 2017. and Crystal River High School.\"Citrus County High School Attendance Boundaries .\" Citrus County Schools. Retrieved on February 2, 2017. The Coastal Region Library of Citrus Libraries is in Crystal River.\"Locations & Hours .\" Citrus Libraries. Retrieved on February 4, 2017. \"COASTAL REGION LIBRARY 8619 W. Crystal Street Crystal River, FL 34428\" ==Notable people== * Mike Hampton, professional Baseball Player * May Mann Jennings, former First Lady of Florida and civic activist * Gerald \"Jerry\" Wood Merrick, songwriter * Wendi Richter, professional wrestler ==See also== * West Indian manatee ==References== ==External links== * City of Crystal River official website * Crystal River News, historical newspaper for Crystal River openly accessible in the Florida Digital Newspaper Library * Citrus County Visitors & Convention Bureau * Springs Coast Watershed - Florida DEP Category:Cities in Citrus County, Florida Category:Cities in Florida Category:Populated coastal places in Florida on the Gulf of Mexico Category:1903 establishments in Florida",
 "title": "Crystal River, Florida"
}