{
 "id": "605799",
 "text": "Emilio Largo is a fictional character and the main antagonist from the 1961 James Bond novel Thunderball. He appears in the 1965 film adaptation, again as the main antagonist, with Italian actor Adolfo Celi filling the role. Largo is also the main antagonist in the 1983 unofficial James Bond movie Never Say Never Again, a remake of Thunderball. In Never Say Never Again, the character's name, however, was changed to Maximillian Largo and he was portrayed by the Austrian actor Klaus Maria Brandauer. ==Biography== Fleming describes Largo as a ruthless Neapolitan black marketeer and fence who moved to riskier and more profitable ventures on the international crime scene after five years smuggling from Tangiers and five years of masterminding big jewel robberies on the French Riviera. He is supposedly the last survivor of a once famous Roman family whose legacy he inherited. Largo eventually became the second-in-command of the terrorist organization SPECTRE. In the film, Largo is \"No. 2\" and head of extortion operations. In the novel, Largo is \"No. 1\"; however the numbers are rotated every month as a security precaution, although Largo is the successor to Ernst Stavro Blofeld and the Supreme Commander of \"Plan Omega\". Largo's two main headquarters are located in the Bahamas. The first is his estate, called Palmyra, which houses a giant swimming pool filled with sharks; Bond is thrown into this pool but he is able to escape. The second is Largo's private yacht, the Disco Volante. The yacht is a hydrofoil craft purchased with SPECTRE funds for £200,000. The craft plays a pivotal role in the seizure and transportation of the two nuclear weapons. To Largo, failure is punishable by death. When Quist, one of Largo's henchmen, fails to kill Bond, Largo has him thrown into his pool of sharks. Largo also has little consideration even for those closest to him, going so far as to torture his own mistress, Domino, when he finds out she is betraying him. One of Largo's henchmen, Ladislav Kutze, helps Domino get free, allowing Domino to do what she wanted Bond to do: kill Largo. When Largo gets the upper hand over Bond, Domino shoots him in the back with a spear gun. Largo dies and collapses onto the controls of the Disco Volante, jamming them. Bond, Domino, and Kutze all evacuate the Disco Volante seconds before the ship collides with rocks and explodes. ==Scheme== Largo's scheme in Thunderball involves the theft of two nuclear weapons from NATO at sea to which he would then use to hold the world hostage by threatening to detonate the two devices in Britain or the United States unless they paid the ransom of £100 million British pounds. This scheme has been used countless times since Thunderball and is even a joke in the Austin Powers series of movies. The basic concept of Largo's scheme in Thunderball is held over in Never Say Never Again. As in Thunderball, the scheme involves obtaining two nuclear warheads, this time stealing them directly from a United States Air Force base in the UK and holding the world hostage. ==Appearance and personality== In the novel he is depicted as a large, muscular, olive-skinned, powerful man exuding animal charm, with the profile of a Roman emperor, hooked nose, long sideburns and hairy hands which are likened to crawling tarantulas. Indeed, Emilio Largo's surname means \"play slowly and broadly\". Adolfo Celi strongly resembles his literary counterpart in the film adaption. However, his white hair contrasts with the pomaded black hair that Fleming specified in the novel, and he wears a black eye patch over his left eye for reasons that remain unexplained. His powerful influence and command is exhibited at the beginning of the film when a traffic warden begins to protest against Largo's parking in Paris but quickly corrects himself when he sees Largo step out of his Ford Thunderbird on the way to a SPECTRE meeting. Like Count Lippe, Umberto Eco describes Largo as handsome and personable, but also vulgar and cruel. Christoph Lindner describes Largo as a \"vicarious figure\". Celi's voice was dubbed by Robert Rietty (who previously dubbed the voice of John Strangways in Dr. No and later a man resembling Ernst Stavro Blofeld, in For Your Eyes Only). ==Legacy== With his status as SPECTRE's second in command, Largo and his appearance inspired Robert Wagner's character \"Number Two\" in the Austin Powers films. ==See also== *List of James Bond villains ==References== Category:Bond villains Category:Fictional Italian people in literature Category:Male literary villains Category:Male film villains Category:Thunderball (film) Category:Fictional gangsters Category:Literary characters introduced in 1961 Category:Characters in British novels of the 20th century Category:Fictional Italian people Category:Fictional terrorists Category:Action film villains Category:Fictional characters missing an eye Category:Film supervillains",
 "title": "Emilio Largo"
}