{
 "id": "605810",
 "text": "In Shakespeare studies, the problem plays are three plays that William Shakespeare wrote between the late 1590s and the first years of the seventeenth century: All's Well That Ends Well, Measure for Measure, and Troilus and Cressida. Shakespeare's problem plays are characterised by their complex and ambiguous tone, which shifts violently between dark, psychological drama and more straightforward comic material; compare tragicomedy. The term was coined by critic F. S. Boas in Shakespeare and his Predecessors (1896), derived from a type of drama that was popular at the time of Boas' writing. It was most associated with the Norwegian playwright Henrik Ibsen.Shakespeare's Problem Plays In these problem plays, the situation faced by the protagonist is put forward by the author as a representative instance of a contemporary social problem. The term can refer to the subject matter of the play, or to a classification \"problem\" with the plays themselves. Some critics include other plays, most commonly The Winter's Tale, Timon of Athens, and The Merchant of Venice. The term has been variously applied to other odd plays from different points in Shakespeare's career, as the notion of a problem-play has always been somewhat vaguely defined and is not accepted by all critics. ==As conceived by Boas== Boas himself lists the first three plays and adds that Hamlet links Shakespeare's problem-plays to his unambiguous tragedies.F. S. Boas, Shakespeare and his Predecessors, John Murray, Third Impression, 1910, pp. 344–408. For Boas, this modern form of drama provided a useful model with which to study works by Shakespeare that had previously seemed uneasily situated between the comic and the tragic; nominally two of the three plays identified by Boas are comedies, while the third, Troilus and Cressida, is found amongst the tragedies in the First Folio, although it is not listed in the Catalogue (table of contents) of the First Folio. According to Boas, Shakespeare's problem-plays set out to explore specific moral dilemmas and social problems through their central characters. Boas contends that the plays allow the reader to analyze complex and neglected topics. Rather than arousing simple joy or pain, the plays induce engrossment and bewilderment. All's Well that Ends Well and Measure for Measure have resolutions, but Troilus and Cressida and Hamlet do not. Instead Shakespeare requires that the reader decipher the plays. Per Boas, these plays, distinguished by their themes and treatment, require classification beyond comedy; adopting the popular classification of his time, he called them problem plays. ==Other conceptions== Author Neil Rhodes argues that the defining characteristic of the Shakespearean problem-play is its controversial plot, and as such, the subgenre of problem-plays has become less distinct as scholars continue to debate the controversies in Shakespeare's straightforward tragedies and comedies. What differentiates plays like Measure for Measure from Shakespeare's explicitly comedic or tragic plays is that it presents both sides of a contentious issue without making a judgement for the audience. Rhodes goes on to claim that this offering of the merits of both sides of the social dispute is a rhetorical device employed but not originated by Shakespeare. Rather, the rhetorical practice of submitting a thesis with a counter-contention that is just as persuasive began in Ancient Greece. Per Rhodes, Shakespeare's problem-plays must address a social issue that can reasonably be debated, ranging from gender roles to institutional power frameworks. Another scholarly analysis of Shakespeare's problem-plays by A.G. Harmon argues that what the problem-plays have in common is how each consciously debates the relationship between law and nature. Many of the problem-plays address a disorder in nature, and the characters attempt to mitigate the disorder in varying manners. In four of the plays that Harmon categorizes as problem-plays, The Merchant of Venice, All's Well That Ends Well, Measure for Measure, and Troilus and Cressida, the social order is restored when faulty contracts are properly amended. Harmon's conception of the problem-plays differs from others in that he argues that the problem-plays offer a resolution to their respective stories. Much like the characters in the plays must fulfill their contracts, he argues, Shakespeare fulfills his contract as a playwright by providing resolution. Though Harmon's conception of the problem-plays does not align with the common understanding of Shakespeare's problem-plays, he does provide examples of the social dilemmas that Shakespeare addresses through these plays. The common social problem, per Harmon, is the tension between laws establishing order and the natural tendencies of humans. The problem-plays follow a formula: the established laws of society are challenged, chaos reigns over society, chaos is vanquished by the institution of a new order. From the perspective of scholar Ernest Schanzer, a Shakespearean problem-play is first defined independently of the idea of a Shakespearean play and only by what the phrase problem play itself necessitates. Schanzer chooses to consider only ethical dilemmas in the definition of problem, excluding psychological, political, social, and metaphysical problems that may develop. He concludes that problem plays are classified by a pivotal ethical dilemma that instigates multiple opposing but equally plausible opinions from the audience. Using this theory, Schanzer distinguishes only Measure for Measure as a Shakespearean problem comedy, identifying both All's Well That Ends Well and Troilus and Cressida as lacking of a pivotal ethical dilemma that divides the audience. Schanzer offers Julius Caesar and Antony and Cleopatra in the place of previously recognized problem plays. ==References== == Literature == * E. M. W. Tillyard: Shakespeare's Problem Plays. Chatto and Windus, London, 1949. ==External links== * Shakespeare at the British Library Category:Plays by William Shakespeare ja:問題劇",
 "title": "Shakespearean problem play"
}