{
 "id": "606039",
 "text": "thumb|right|275px|Oglethorpe University The International Time Capsule Society (ITCS), based at Oglethorpe University in Atlanta, Georgia, United States, is an organization established in 1937 to promote the study of time capsules. Since 1990, it has been documenting all types of time capsule projects worldwide. ITCS manages an active registered map of all time capsules maintained by the NotForgotten Library Depository. ==Founders and committee== The founders and current committee are time capsule researchers and developers from the United States and Europe. * Knute Berger (\"Skip\"), executive director of the Washington Centennial Time Capsule project, author of the article Time Capsules in America * Dr. Brian Durrans, anthropologist, former deputy keeper in the ethnography department of the British Museum. * Paul Hudson, author of the article The Oglethorpe Atlanta Crypt of Civilization Time Capsule * William Jarvis, of Washington State University Library, author of the book Time capsules: a cultural history (2002). *Today Olgethorpe University is represented on the ITCS by Eli Arnold, Director and University Librarian at Oglethorpe University *Committee chairwoman : Adrienne Waterman, founder of NotForgotten Digital Preservation Library ==Mission== The International Time Capsule Society: * To maintain a registry of timed events of all known time capsules. * To establish a clearing house for information about time capsules. * To encourage study of the history, variety, and motivation behind time capsule projects. * To educate the general public and the academic community concerning the value of time capsules. *To maintain an active directory of all time capsule industry stakeholders. ==Projects== The International Time Capsule Society is an organization dedicated to tracking the world's time capsules to ensure that those that are created are not lost. * The ITCS has set up a registry of time capsules, and has 3000 groups listed. The ITCS estimates there are between 10,000 and 15,000 time capsules worldwide. Paul Hudson of Oglethorpe University estimated that more than 80 percent of all time capsules are lost and will not be opened on their intended date. * The ITCS held a series of conferences at Oglethorpe University at their campus in Atlanta, Georgia. * The ITCS is currently digitizing the library of time capsule records it holds and publishing them in the WorldCat ==Crypt of Civilization== The International Time Capsule Society was founded at Oglethorpe University, home of the Crypt of Civilization, the first modern time capsule. ==Lost time capsules== The International Time Capsule Society is also in search of several time capsules that supposedly at one time existed, however are presently lost. It requests that the whereabouts of any of the lost capsules be reported to them. New methods using GPS coordinates are underway to prevent time capsules from getting lost in time. == See also == * Time capsule * Westinghouse Time Capsules * Timeline of time capsules * List of time capsules == References == == External links == * Smithsonian Institution * International Time Capsule Society * Not Forgotten * NotForgotten Digital Preservation library * WikiHow - How to Create a Time Capsule Category:Time capsules Category:History organizations based in the United States Category:Oglethorpe University",
 "title": "International Time Capsule Society"
}