{
 "id": "606046",
 "text": "USS Enterprise NCC-1701-A (or Enterprise-A, to distinguish it from other vessels with the same name) is a fictional starship in three Star Trek films. It made its debut in the final scene of the 1986 film Star Trek IV: The Voyage Home. ==Origin and design== Visual effects supervisor Ken Ralston had hoped the Enterprise's destruction in The Search for Spock would open the door to designing a new model for future films. However, producers for Star Trek IV: The Voyage Home (1986) decided to have the crew return to a duplicate of their previous ship. Although a new model was not created, it took Industrial Light & Magic (ILM) more than six weeks to restore and repaint the ship to appear as the new USS Enterprise, NCC-1701-A. Although the original bridge set had been refurbished and repainted to serve as the bridge for the Enterprise-A, it was scrapped in favor of a completely new bridge set for the fifth film. The sleek \"Okudagrams\" created for this Enterprise-A bridge were later adopted in subsequent films and television spin-offs. When production began on Star Trek: The Next Generation (1987–1994), several interior Enterprise sets, such as the bridge, were redressed for use on the television show. Later, some Next Generation sets, such as the Enterprise-D's engine room and conference room, were modified to depict interiors of the Enterprise-A. ==Depiction== The Constitution-class starship Enterprise-A was commissioned in 2286, at the end of the events depicted in Star Trek IV: The Voyage Home and is the second Constitution-class Federation starship to carry the name Enterprise. While the ship's history before its recommissioning as Enterprise has never been officially stated, several non-canon sources (such as the AMT/Ertl Model kit documentation) have claimed it to formerly be USS Yorktown (NCC-1717); others cite it as the newly built (but not yet commissioned) former USS Ti-Ho (NCC-1798), or the also newly built USS Atlantis. The ship is placed under the command of newly demoted Captain James T. Kirk (William Shatner), who is \"punished\" for his and his crew's actions in the rescue of Spock (Leonard Nimoy) in Star Trek III: The Search for Spock, but allowed to resume command due to their rescue of Earth in Star Trek IV: The Voyage Home. It replaces the original Enterprise (NCC-1701), destroyed in Star Trek III. Though outwardly identical to its refitted and updated predecessor, in its debut, the new ship is beset with teething problems and Chief Engineer Montgomery Scott and Commander Uhura are shown making numerous repairs and reconfigurations to the new ship before deployment. In Star Trek V: The Final Frontier, the ship is dispatched to rescue hostages on Nimbus III. The Vulcan renegade Sybok (Laurence Luckinbill) and his followers hijack the ship and take it to a planet at the center of the galaxy, where Kirk and his crew eventually regain control of the ship. Several novels and comics explore the six-year period between the fifth and sixth films. In Star Trek VI: The Undiscovered Country, Enterprise escorts Klingon chancellor Gorkon (David Warner) to a peace summit on Earth. The renegade Klingon general Chang (Christopher Plummer), assisted by traitors aboard Enterprise, makes it appear that Enterprise had fired on the chancellor's vessel. The Klingons take Kirk and Leonard McCoy (DeForest Kelley) prisoner; Spock and Enterprise crew disregard Starfleet orders and instead rescue Kirk and McCoy. Enterprise encounters and, with aid from Captain Sulu and the USS Excelsior, destroys Chang's ship, and the crew protects the Federation President from an assassination attempt. There is no canon information about the ship's fate beyond Star Trek VI. In the epilogue of Star Trek VI: The Undiscovered Country, Uhura had stated they received a communication from Starfleet Command that ordered Enterprise to report to space dock to be decommissioned. However, she may have been speaking only of the ship's original crew members as Captain James T. Kirk previously stated his crew was due to stand down in three months, while Spock noted this would be his last voyage on Enterprise as a member of her crew; and Captain Kirk states in his closing log entry the ship \"will become the care of another crew,\" but no further information is given. Documentation provided with the Bandai model states that the ship was displayed in the Starfleet Museum at Memory Alpha. According to the non-canon novel The Ashes of Eden, written by William Shatner, Starfleet Commander-in-Chief Androvar Drake orders Enterprise-A decommissioned and destroyed during war games and weapons testing, but the Chal government intervenes. Ultimately, Enterprise is destroyed to prevent Drake's completion of a disastrous personal agenda. ===Kelvin timeline=== In the Star Trek reboot known as the Kelvin Timeline or the Abramsverse, Enterprise (NCC-1701-A) was already under construction at the time of its predecessor's arrival at Starbase Yorktown. Following the destruction of its predecessor, its crew was reassigned to the NCC-1701-A after its completion. A new design for Enterprise NCC-1701-A appears in Star Trek Beyond, designed by Sean Hargreaves. Hargreaves, who also designed the swarm ships and USS Franklin for the film, stated that he was given the brief to \"beef up the neck and arms\" on the Ryan Church design. ==References== ==External links== Enterprise-A Category:Star Trek: The Original Series Category:Fictional elements introduced in 1986",
 "title": "USS Enterprise (NCC-1701-A)"
}