{
 "id": "606021",
 "text": "Hans Guido Mutke (25 March 1921 – 8 April 2004) was a fighter pilot for the German Luftwaffe during World War II. He was born in Neisse, Upper Silesia (now Nysa, Poland). On 25 April 1945, Mutke landed at Dübendorf, Switzerland, flying the Me 262A-1a jet fighter, 'White 3', from 9. Staffel, Jagdgeschwader 7. He claimed that he got lost during a combat mission and landed there by mistake, although there were suspicions that he'd defected. The Swiss authorities never attempted to fly the plane, keeping it in storage and returning it to Germany on 30 August 1957. He sued the post-war German government, unsuccessfully, for the return of the plane, claiming it was his own property. Mutke also made the controversial claim that he broke the sound barrier in 1945 in an Me 262, but mainstream opinion continues to regard Chuck Yeager as the first person to achieve this milestone in 1947 in a Bell X-1. ==The dive== On 9 April 1945, Fähnrich Mutke, part of the Ergänzungs- Jagdgeschwader 2 (EJG 2) conversion squadron, 3rd flight, took off from Lagerlechfeld in his Messerschmitt Me 262, marked Weiße 9, for a planned high- altitude flight. He was climbing through at an altitude of 12,000 m (36,000 ft) in near perfect weather with a visibility of over 100 km, listening to the radio conversations, when his chief instructor Oberstleutnant Heinz Bär detected a P-51 Mustang approaching the plane of a comrade, Unteroffizier Achammer, from behind. Mutke went into a steep 40° dive with full engine power. While passing through the altitude of 12,000 m, his Me 262 started to vibrate and began swinging from side to side. The airspeed indicator was stuck against its limit of 1,100 km/h (684 mph) (the maximum speed of the Me 262 is 870 km/h). The speed of sound is 1,062 km/h (660 mph) at an altitude of 12,000 m, depending on the environmental variables. The shaking intensified, and Mutke temporarily lost control of his plane. He reported that with the airspeed indicator still off the scale he attempted to recover from the uncontrollable dive by adjusting the main tailplane incidence angle. Rather than just having a hinged elevator, the Me 262 could change the angle of incidence of the whole tailplane, a design feature that was later added to the Bell X1. Suddenly, the buffeting stopped, and control resumed for a few seconds. Mutke throttled back and his engines flamed out, and after the short period of smooth flight, the buffeting resumed and the aircraft began shaking violently again. He fought to regain control and re-light the engines eventually reducing the speed below 500 km/h. After a difficult landing, it was found that his plane was missing many rivets and also had distorted wings. ==Claims== At the time, Mutke did not understand the reasons for this strange behavior. Only after learning about the supersonic flights of Chuck Yeager in 1947 did he attribute these phenomena to the effects of supersonic flight and claim to have broken the sound barrier—years before Yeager did. This claim is disputed, and there are a number of other pilots and countries that claim the first supersonic flight. However, Mutke never claimed he was the first person to break the sound barrier, but instead argued that his flight was merely proof that the Me 262 was capable of reaching and exceeding Mach 1 and that therefore other German fighter pilots may have done so even before him. In a series of carefully controlled flight tests conducted in World War II by Messerschmitt, it was established that the Me 262 went out of control in a dive at Mach 0.86, and that higher Mach numbers would lead to a nose-down trim that could not be counter-acted by the pilot by use of the control column. The resulting steepening of the dive would lead to even higher speeds and self- destruction of the airframe due to excessive negative G loads. Postwar testing by the British government corroborated Messerschmitt's results, though neither actually exceeded Mach 0.86. Mutke claimed to have overcome the ever steepening dive by adjustment of the 262's tailplane incidence. This is the same technique employed by Chuck Yeager in the Bell X-1 to avoid what is known as Mach tuck. Furthermore, Mutke's observation that he briefly regained control of the aircraft, while still accelerating, corresponds with later accounts of supersonic flight. After the war, American test pilots filed reports about the Me 262, including the possibility of a speed of Mach 1. Compressibility in pitot tubes of the time often resulted in exaggerated speed readings near the speed of sound, particularly in German equipment, which was adversely affected by supply shortages as the war progressed. American Sabrejets and other high-speed aircraft (including the Bell X-1) also experienced anomalous airspeed readings in the high-subsonic flight regime (between 0.8 Mach and Mach 1). The Me 262's pre-area rule fuselage would have additionally resulted in very high transonic drag, and its engines were already underpowered and temperamental to begin with. However, aircraft such as the Bell X-1, F-86 Sabre and Convair F2Y Sea Dart similarly did not have area ruled fuselages, yet are acknowledged to have flown at supersonic speeds — here the engine thrust, either alone or in combination with the pull of gravity during a dive, supplies enough force to accelerate the airplane to supersonic speed. Due to the nature of Mutke's combat flight, it is impossible to determine the exact speed of his plane, and it is also difficult to estimate the exact speed of sound at that temperature and altitude. Therefore, it is not possible to either prove or disprove his claims, and there is much discussion among experts as to whether the Me 262 was able to reach the speed of sound. It is believed that the damaging effects experienced by Mutke were a side effect of supersonic airstream and shock waves over different parts of the airframe, called buffeting. This effect occurs at speeds approaching Mach 1 but ceases above Mach 1. A number of other Me 262 experienced similar strange accidents, or breaking apart in the sky because of buffeting and the different aerodynamics at the sound barrier. Transonic buffeting effects had also been widely reported by pilots of propeller-driven Allied fighters including the Supermarine Spitfire, P-38 Lightning, P-47 Thunderbolt and P-51 Mustang, aircraft that were known to have top diving speeds of less than 0.85 Mach (although one Spitfire was measured at 0.92 Mach). Allied fighter pilots reported seeing supersonic shock waves and popped rivets during dives as the high-speed air rushing over the wing exceeded Mach 1 even though the forward airspeed of the overall aircraft was well below that speed. Many proponents of the claim also believe that after the end of the war the Allied powers had no interest in emphasizing any German achievements during the war. Mutke's claim, however, is without controlled, experimental confirmation. A computer-based performance analysis of the Me 262 carried out in 1999 at the Technische Universität München concluded that the Me 262 could indeed exceed Mach 1\"Pilot claims he broke sound barrier first\" USA Today, June 19, 2001. Retrieved: June 8, 2017. . ==After World War II== After the war, Mutke moved to Argentina, where he flew Douglas DC-3s for several airlines. He later returned to Germany, where he completed medical training. He died in Munich in 2004, during a heart valve operation. He donated his bodily remains to the anatomist Gunther von Hagens. ==References== *aerospaceweb.org Me 262 & the Sound Barrier, aerospaceweb.org *Flypast magazine (page 31)- November 2011 ;Specific Category:1921 births Category:2004 deaths Category:Messerschmitt Me 262 Category:People from Nysa, Poland Category:People from the Province of Upper Silesia Category:Luftwaffe pilots Category:German World War II pilots Category:Luftwaffe personnel of World War II Category:Commercial aviators",
 "title": "Hans Guido Mutke"
}