{
 "id": "606123",
 "text": "Photoevaporation denotes the process where energetic radiation ionises gas and causes it to disperse away from the ionising source. This typically refers to an astrophysical context where ultraviolet radiation from hot stars acts on clouds of material such as molecular clouds, protoplanetary disks, or planetary atmospheres. ==Molecular clouds== One of the most obvious manifestations of astrophysical photoevaporation is seen in the eroding structures of molecular clouds as luminous stars are born within. == Evaporating Gaseous Globules (EGGs) == Evaporating Gaseous Globules or EGGs were first discovered in the Eagle Nebula. These small cometary globules are being photoevaporated by the stars in the nearby cluster. EGGs are places of ongoing star-formation. ==Planetary atmospheres== A planet can be stripped of its atmosphere (or parts of the atmosphere) due to high energy photons and other electromagnetic radiation. If a photon interacts with an atmospheric molecule, the molecule is accelerated and its temperature increased. If sufficient energy is provided, the molecule or atom may reach the escape velocity of the planet and \"evaporate\" into space. The lower the mass number of the gas, the higher the velocity obtained by interaction with a photon. Thus hydrogen is the gas which is most prone to photoevaporation. Photoevaporation is the likely cause of the small planet radius gap. Examples of exoplanets with an evaporating atmosphere are HD 209458 b, HD 189733 b and Gliese 3470 b. Material from a possible evaporating planet around WD J0914+1914 might be responsible for the gaseous disk around this white dwarf. ==Protoplanetary disks== thumb|left|upright=1.2|Photoevaporation occurring to a protoplanetary disk due to the presence of a nearby O-type star Protoplanetary disks can be dispersed by stellar wind and heating due to incident electromagnetic radiation. The radiation interacts with matter and thus accelerates it outwards. This effect is only noticeable when there is sufficient radiation strength, such as coming from nearby O and B type stars or when the central protostar commences nuclear fusion. The disk is composed of gas and dust. The gas, consisting mostly of light elements such as hydrogen and helium, is mainly affected by the effect, causing the ratio between dust and gas to increase. Radiation from the central star excites particles in the accretion disk. The irradiation of the disk gives rise to a stability length scale known as the gravitational radius (r_g). Outside of the gravitational radius, particles can become sufficiently excited to escape the gravity of the disk, and evaporate. After 106 – 107 years, the viscous accretion rates fall below the photoevaporation rates at r_g. A gap then opens around r_g, the inner disk drains onto the central star, or spreads to r_g and evaporates. An inner hole extending to r_g is produced. Once an inner hole forms, the outer disk is very rapidly cleared. The formula for the gravitational radius of the disk is : r_g = \\frac{\\left(\\gamma - 1\\right)}{2\\gamma}\\frac{GM\\mu}{k_B T} \\approx 2.15 \\frac{\\left(M/M_\\odot\\right)}{\\left(T/10^4 \\ {\\rm K} \\right)} \\ {\\rm AU},\\\\! where \\gamma is the ratio of specific heats (= 5/3 for a monatomic gas), G the universal gravitational constant, M the mass of the central star, M_\\odot the mass of the Sun, \\mu the mean weight of the gas, k_B Boltzmann constant, T is the temperature of the gas and AU the Astronomical Unit. Because of this effect, the presence of massive stars in a star-forming region is thought to have a great effect on planet formation from the disk around a young stellar object, though it is not yet clear if this effect decelerates or accelerates it. === Regions containing protoplanetary disks with clear signs of external photoevaporation === The most famous region containing photoevaporated protoplanetary disks is the Orion Nebula. They were called bright proplyds and since then the term was used for other regions to describe photoevaporation of protoplanetary disks. They were discovered with the Hubble Space Telescope. There might even be a planetary-mass object in the Orion Nebula that is being photoevaporated by θ 1 Ori C. Since then HST did observe other young star clusters and found bright proplyds in the Lagoon Nebula, the Trifid Nebula, Pismis 24 and NGC 1977. After the launch of the Spitzer Space Telescope additional observations revealed dusty cometary tails around young cluster members in NGC 2244, IC 1396 and NGC 2264. These dusty tails are also explained by photoevaporation of the proto-planetary disk. Later similar cometary tails were found with Spitzer in W5. This study concluded that the tails have a likely lifetime of 5 Myrs or less. Additional tails were found with Spitzer in NGC 1977, NGC 6193 and Collinder 69. Other bright proplyd candidates were found in the Carina Nebula with the CTIO 4m and near Sagittarius A* with the VLA. Follow-up observations of a proplyd candidate in the Carina Nebula with Hubble revealed that it is likely an evaporating gaseous globule. Objects in NGC 3603 and later in Cygnus OB2 were proposed as intermediate massive versions of the bright proplyds found in the Orion Nebula. ==References== Category:Astrophysics",
 "title": "Photoevaporation"
}