{
 "id": "606148",
 "text": "Seaguy is a three-volume comic book miniseries written by Grant Morrison with art by Cameron Stewart and published by the Vertigo imprint of DC Comics. The first volume of Seaguy was released in three issues beginning on May 19, 2004. The second volume, Slaves of Mickey Eye, was released in three issues beginning on April 1, 2009. The third and final volume, Seaguy Eternal is yet to be published. The story revolves around Seaguy, an unpowered superhero in a scuba suit, and his best friend and sidekick Chubby Da Choona, a talking, cigar-smoking tuna. ==Publication history== Morrison has expressed on various occasions that Seaguy represents a deliberate effort to move away from conventions of the current era of comics: \"I had the idea to develop Seaguy into a weapon I could use to fight back against the trendy and unconvincing 'bad-ass' cynicism of current comics, most of which are produced by the most un-'bad-ass' men you can possibly imagine\". Morrison believes that in this fashion the work represents a new vanguard in the development of comics. He expressed similar sentiments about Zenith, one of the earliest series he worked on, when he said that it \"was a reaction against torment superheroes\".Bishop, David (2007) Thrill-Power Overload. Rebellion Developments, 260 pages, . Page 120 Seaguy was planned as a trilogy, the second and third volumes were to be entitled \"The Slaves of Mickey Eye\" and \"Seaguy Eternal\" respectively, but due to the lower-than-expected sales of the comic, it was thought that the sequels were unlikely to be published.\"SeaGuy Enthusiasm\" , comment by Cameron Stewart on September 7, 2005 In 2006, a fan reported to a comics rumor column that Morrison was holding DC Comics' 52 weekly limited series for ransom. He reportedly offered to help write the series as long as they allowed him to go forward on the Seaguy sequel.\"Lying in the Gutters\", Rich Johnston, Comic Book Resources, June 19, 2006 In April 2008, Morrison stated that both sequels would go ahead and gave an overview of the ideas he has about the different parts:All Star Grant Morrison III: Superman, Comic Book Resources, April 17, 2008 The first sequel, Seaguy: The Slaves of Mickey Eye, was released on April 1, 2009 by DC Comics/Vertigo.The cruellest month: DC Comics Solicitations for April 2009 Robot 6, Comic Book Resources, January 20, 2008 Morrison has expanded on the broader themes: ==Plot== Seaguy is a super-hero who has never really had an adventure and spends his days in New Venice playing chess with Death, watching Mickey Eye (a cartoon show about an all-seeing, all-knowing, psychopathic eye, and an obvious spoof on Mickey Mouse) and going to the Mickey Eye amusement park. He constantly expresses his wish to go on adventures and impress a beautiful bearded warrior woman named She-Beard, but he never seems to get around to it because he's told the world doesn't need heroes anymore. However, when Seaguy and Chubby discover that a new food staple called Xoo is sentient, they decide to protect it from evil forces and bring it home. Seaguy exists in a seemingly perfect world in which all the super-heroes no longer save lives or do much of anything except ride the rides at the Mickey Eye amusement park. It is public knowledge that all the evil in the world was finally destroyed after a powerful entity called the Anti-Dad was destroyed by all the super-heroes, effectively leaving the heroes without jobs. The style of the book is equal parts dark tragedy and light-hearted whimsy as the main character travels from one adventure to the other, but with each adventure becoming more tragic than the one before it, until Seaguy discovers the secret history of the moon. ==Collected editions== The first volume has been collected into a trade paperback: * Seaguy (104 pages, 2005, ) ==Notes== ==References== * * ==External links== * Seaguy interview with Cameron Stewart, Comiccon * Review of the trade at Comics Bulletin * Seaguy TPB review by Jeffery Klaehn at Graphic Novel Reporter, March 2009 *Seaguy: Slaves of Mickey Eye Spanish Review @ kopodo Category:2004 comics debuts Category:Comics by Grant Morrison Category:Widescreen comics",
 "title": "Seaguy"
}