{
 "id": "606554",
 "text": "Deities associated with death take many different forms, depending on the specific culture and religion being referenced. Psychopomps, deities of the underworld, and resurrection deities are commonly called death deities in religious texts. The term colloquially refers to deities that either collect or rule over the dead, rather than those deities who determine the time of death. However, all these types are included in this article. Many have incorporated a god of death into their mythology or religion. As death, along with birth, is among the major parts of human life, these deities may often be one of the most important deities of a religion. In some religions in which a single powerful deity is the object of worship, the death deity is an antagonist against whom the primary deity struggles. The related term death worship has most often been used as a derogatory term to accuse certain groups of morally abhorrent practices which set no value on human life. In monotheistic religions, death is commonly personified by an angel or demon instead of a deity. ==Occurrence== In polytheistic religions which have a complex system of deities governing various natural phenomena and aspects of human life, it is common to have a deity who is assigned the function of presiding over death. This deity may actually take the life of humans or, more commonly, simply rule over the afterlife in that particular belief system (a single religion may have separate deities performing both tasks). The deity in question may be good, evil, or neutral and simply doing their job, in sharp contrast to a lot of modern portrayals of death deities as all being inherently evil just because death is feared. Hades from Greek mythology is an especially common target. The inclusion of such a \"departmental\" deity of death in a religion's pantheon is not necessarily the same thing as the glorification of death. A death deity has a good chance of being either male or female, unlike some functions that seem to steer towards one gender in particular, such as fertility and earth deities being female and storm deities being male. A single religion/mythology may have death gods of both genders existing at the same time and they may be envisioned as a married couple ruling over the afterlife together, as with the Aztecs, Greeks, and Romans. In monotheistic religions, the one god governs both life and death (as well as everything else). However, in practice this manifests in different rituals and traditions and varies according to a number of factors including geography, politics, traditions, and the influence of other religions. == Africa and the Middle East == === Sub-Sahara Africa === ==== Igbo ==== *Ala (Igbo mythology) *Ogbunabali (Igbo mythology) ==== Yoruba ==== *Eshu (Yoruba religion) *Iku (god) (Yoruba religion) === Afroasiatic Middle East === ==== Canaanite ==== *Mot ==== Egyptian ==== *Aker (Egyptian mythology) *Andjety, an old Egyptian god *Anubis, guardian of the dead, mummification, and the afterlife in ancient Egyptian religion *Aqen, a rarely mentioned deity in the Book of the Dead *Duamutef, one of the four sons of Horus *Hapi, one of the four sons of Horus *Imset, one of the four sons of Horus *Kherty egyptian earth god *Medjed, an unusual looking god mentioned in the Book of the Dead *Nephthys(NebetHuet), Anubis' mother; sister of Osiris and Isis (Aset); also a guardian of the dead. She was believed to also escort dead souls to Osiris. *Osiris, lord of the Underworld *Qebehsenuef, one of the four sons of Horus *Seker, a falcon god of the Memphite necropolis who was known as a patron of the living, as well as a god of the dead. He is known to be closely tied to Osiris. *Serapis, Graeco- Egyptian syncretistic deity, combining elements of Osiris, the Apis Bull, Hades, Demeter, and Dionysus. Also, patron of the Ptolemaic Kingdom and Alexandria. ==== Mesopotamian ==== *Ereshkigal (Sumerian mythology, Akkadian mythology, Babylonian mythology),\"The counterpart to these deities of sky, air, water, and earth was the underworld, the realm of the dead, originally seen as ruled by the powerful Goddess Ereshkigal.\" Ruether, Rosemary Radford. Goddesses and the Divine Feminine: A Western Religious History. Berkeley: University of California Press. \"After consulting his mistress Ereshkigal, the queen of the Nether World, he admits Ishtar\" Kramer, \"Ishtar in the Nether World According to a New Sumerian Text\" Bulletin of the American Schools of Oriental Research. 1940. Google scholar results as the JSTOR link is unlikely to be universally available. first lady of the Underworld *Namtar (Sumerian mythology, Akkadian mythology, Babylonian mythology), Ereshkigal's sukkal. *Nergal (Sumerian mythology, Akkadian mythology, Babylonian mythology), second lord of the Underworld *Inshushinak (Elamite mythology; also present in the Mesopotamian An-Anum god list.F. Wiggermann, Transtigridian Snake Gods [in:] I. L. Finkel, M. J. Geller (eds.), Sumerian Gods and their Representations, 1997, p. 34) *Nungal (Babylonian mythology), daughter of Ereshkigal *Erra (god) *Ugur (Hurrian religion;M. Krebernik, dU.GUR [in] Reallexikon der Assyriologie und vorderasiatischen Archäologie vol 14, 2014, p. 297 also a sukkal of NergalF. Wiggerman, Nergal A. philologisch [in:] Reallexikon der Assyriologie und vorderasiatischen Archäologie vol. 9, 1998, p. 220) *Ninazu *Ningishzida *Allani *Enmesharra, a primordial deity described as \"lord of the underworld\" *Kanisurra, a goddess whose name is derived from the term \"ganzer,\" referring to the underworld (Mesopotamian) *Shuwala, a goddess of Hurrian origin worshiped in Ur *Lagamal, minor underworld deity *Birtum, husband of Manungal == Western Eurasia == === European === ==== Albanian ==== *Djall ==== Balto-Finnic ==== *Tuoni (Finnish mythology, Estonian mythology) ==== Balto-Slavic ==== *Giltinė (Lithuanian mythology) *Māra (Latvian mythology) *Morana (Slavic mythology) *Peckols (Prussian mythology) *Peklenc *Veles *Chernobog (Slavic mythology) ==== Basque ==== *Erio (Basque mythology) ==== Celtic ==== *Ankou (Breton people) *Arawn *Cichol *Crom Cruach *Donn *Mannanan *The Morrigan *Scáthach Goddess of the dead ==== Norse-Germanic ==== *Freya, presides over Fólkvangr; chooses half of those who die in battle *Gefjon, a goddess who oversees those who die as virgins *Hel, goddess of the dead and queen of Helheim, where people who didn't die in battle or drown go after death *OdinKveldulf Gundarsson. (1993, 2005) Our Troth. The dwelling one went to after death varied depending on where one died, at the battlefield or not. If not at the battlefield, one would go to Hel (not to be confused with the Christian Hell). Of the slain at the battlefield, some went to Folkvang, the dwelling of Freyja and some went to Valhalla, the dwelling of Odin (see Grímnismál). The ninth hall is Folkvang, where bright Freyja. Decides where the warriors shall sit. Some of the fallen belong to her. And some belong to Odin. presides over Valhalla and gets half of those who die in battle; there they train for Ragnarok *Rán, the sea goddess who collects the drowned in her net ==== Etruscan ==== *Aita, god of the underworld *Culga, a female underworld spirit *Februus, god of purification, death, the underworld, and riches *Mani, spirits of the dead *Mania, goddess of the dead *Mantus, god of the underworld *Orcus, god of the underworld *Tuchulcha, an underworld spirit *Vanth, winged spirit of the underworld ==== Greek ==== * Achlys, goddess who symbolizes the mist of death. Goddess of poisons, personification of misery and sadness. * Apollo, god of diseases * Atropos, one of the moirai, who cut the thread of life. *Charon, a daimon who acted as ferryman of the dead. *Erebus, the primordial god of darkness, his mists encircled the underworld and filled the hollows of the earth *Erinyes, chthonic deities of vengeance *Hades, king of the underworld *Hecate, goddess of witchcraft, she helped Demeter in the search for Persephone and was allowed to live in the Underworld as her magic works best at night *Hermes, the messenger god who acted as psychopompos *Hypnos, personification of sleep, twin of Thanatos, his Roman counterpart is Somnus *Keres, goddesses of violent death, sisters of Thanatos *Lampades, torch-bearing underworld nymphs *Limos was the goddess of starvation in ancient Greek religion. She was opposed by Demeter, goddess of grain and the harvest with whom Ovid wrote Limos could never meet, and Plutus, the god of wealth and the bounty of rich harvests.[1] *Macaria, goddess of the blessed death (not to be confused with the daughter of Heracles) *Persephone, queen of the underworld; wife of Hades and goddess of spring growth *Serapis, Graeco-Egyptian syncretistic deity, combining elements of Osiris, the Apis Bull, Hades, Demeter, and Dionysus. Also, patron of the Ptolemaic Kingdom and Alexandria. *Tartarus, the darkest, deepest part of the underworld, often used for imprisoning enemies of the Olympians *Thanatos, personification of death, Roman counterpart is Mors * Gods of the seven rivers of the underworld: # Acheron, god of the river Acheron # Alpheus, god of the river Alpheus # Cocytus, god of the river Cocytus # Eridanos, god of the river Eridanos # Lethe, goddess of the river Lethe # Phlegethon, god of the river Phlegethon # Styx, goddess of the river Styx, a river that formed a boundary between the living and the dead ==== Roman ==== *Dea Tacita, goddess of the dead *Di inferi, ancient Roman deities associated with death and the Underworld *Dis Pater, god of the underworld *Laverna, goddess of thieves, cheats, and the underworld *Lemures, the malevolent dead *Libitina, goddess of funerals and burials *Manes, spirits of the dead *Mania, goddess of death *Mors, personification of death, Greek equivalent is Thanatos *Nenia Dea, goddess of funerals *Orcus, punisher of broken oaths; usually folded in with Pluto *Pluto, ruler of the Underworld *Proserpina, queen of the underworld *Soranus, underworld Sabine god adopted by the Romans *Viduus, god who separated the soul and body after death === Western Asia === ==== Elamite ==== *Inshushinak ==== Hindu-Vedic ==== *Chitragupta, god of justice after death *Mara *Yama, god of death and ruler of the afterlife *Dhumavati, goddess of death, misfortune and temporality ==== Persian-Zoroastrian ==== *Angra Mainyu or Ahriman, the destructive spirit (Persian mythology) *Asto Vidatu or Astiwihad or Asto-widhatu, death deity (Persian mythology) Ossetian *Aminon, gatekeeper of the underworld. *Barastyr, ruler of the underworld. *Ishtar-Deela, lord of the underworld in Nakh. === Uralic === *Azyren (Mari people) *Kalma, Finnish goddess of death and decay, her name meaning \"the stench of corpses\" *Nga (Nenets) *Tuoni (Finnish mythology), with his wife and children. == Asia- Pacific / Oceania == === Far East Asia === ==== Chinese ==== Emperor(s) of Youdu (Capital City of the Underworld) * Di Guan Da Di * Dong Yue Da Di * Feng Du Da Di * Yanluo Wang (King Yama) * Meng Po Judges of the Ten Underworld Courts * Jiang Ziwen * Bao Zheng * Dong Ji * Huang Xile The rest only have surnames including Li, Yu, Lu, Bi, Lu and Xue. Four Kings of the Underworld * Bao Zheng * Han Qinhu * Fan Zhongyan * Kou Zhun Ghost Kings of the Five Regions * Cai Yulei * Zhao He * Zhang Heng * Duzi Ren * Zhou Qi Ghost Kings of the Five Regions (Ver.2) * Shen Cha * Yang Yun * Yan Di (Shenlong) * Ji Kang * Immortal Wang Governors of Fengdu * Deng Ai * Ji Ming Imperial Censor of Fengdu * Han Yi * Zeng Yuanshan * Jiao Zhongqing * Ma Zhong * Song Youqing * Guan Yu (note: different from the famous general of three kingdoms) * Wu Lun * Tu Cha Four Generals of the Direct Altar of Fengdu * Ma Sheng * Ma Chuanzhong * Chen Yuanbo * Guo Zhongyou Eight Generals of the Inner Altar of Fengdu * Wei Tin, Ghost Capturing General * Liu Chu, Ghost Restraining General * Wang Jian, Ghost Flailing General * Meng E, Ghost Interrogating General * Che Zi, Guardian of the East Gate * Xia Dali, Guardian of the West Gate * Lie Weizhi, Guardian of the South Gate * Sang Tongguai, Guardian of the North Gate Eight Generals of the Outer Altar of Fengdu * Zhang Yuanlian * Chen Yuanqing * Li Yuande * Fan YuanZhang * Du YuanZhen * Liu Yuanfu * Chang Yuan * Jia Taoyuan Ten Masters of the Underworld * A Bang, Bull Head * Luo Cha, Horse Face * Xie Bian, Wondering God of the Day * Fan Wujiu, Wondering God of the Night * Hei Wuchang (Black Impermanence) * Bai Wuchang (White Impermanence) * Huangfeng (responsible for insects) * Paowei (responsible for animals) * Yusai (responsible for fishes) * Guaiwang (responsible for Hungry Ghosts) (Note: in some versions, Xie Bian and Fanjiu are the He Wuchang and Bai Wuchang.) Four Strongmen of Fengdu * Zhang Yuanzhen, Taiyi Strongman * Hu Wenzhong, Tri-day Strongman * Sun Zhongwu, Demon-smiting Strongman * Tang Bocheng, Ghost-smiting Strongman Two Agents of Fengdu * Xun Gongda, Great God of the Black Sky * Liu Guangzhong, Great God of the Black Fog Wardens of the Nine Prison of Fengdu * Wang Yuanzhen * Zhen Yan * Yao Quan * Shi Tong * Zhou Sheng * Diao Xiao * Kong Sheng * Wu Yan * Wang Tong Administers of the Six Paths of Rebirth of Fengdu * Cao Qing, Administer of the Path of Heaven * Tien Yan, Administer of the Path of Ghosts * Cui Cong, Administer of the Path of Earth * Ji Bie, Administer of the Path of Gods * Chen De, Administer of the Path of Hungry Ghosts * Gao Ren, Administer of the Path of Beasts Judges of Fengdu * Cui (Chief Judge) * Wang Fu * Ban Jian * Zi He * Jia Yuan * Zhao Sheng * Zhang Qi * Yang Tong * Fu Po * Zhu Shun * Li Gong * Xue Zhong * Rong Zhen * Lu Zhongce * Chen Xun * Huang Shou * Zhou Bi * Bian Shen * Cheng De * Liu Bao * Dong Jie * Guo Yuan ==== Japanese ==== *Izanami, when she died she became queen of the underworld, Yomi, and goddess of the dead. *Enma, god and ruler of the dead in Japanese Buddhism *Shinigami, god of death. ==North and Central Asian mythology== *Erlik (Turkic mythology) *Xargi (Siberian mythology) ==Oceanian mythology== *Wuluwaid (Australian Aboriginal mythology) *Degei (Fijian mythology) *Hine- nui-te-pō (Maori mythology) *Whiro (Maori mythology) ==Southeast Asian mythology== *Batara Kala (Balinese mythology), god of the underworld in traditional Javanese and Balinese mythology, ruling over it in a cave along with Setesuyara. Batara Kala is also named the creator of light and the earth. He is also the god of time and destruction, who devours unlucky people. He is related to Hindu concept of Kala, or time. In mythology, he causes eclipses by trying to eat the Sun or the Moon. *Shingon (nat) (Burmese) * Thongalel (Manipuri mythology) *Pong Lalondong (Toraja), god of death ===Philippines=== *Tagbayan (Ifugao mythology): divinities associated with death that feast on human souls that are guarded by two headed monsters called kikilanJocano, F. L. (1969). Philippine Mythology. Quezon City: Capitol Publishing House Inc. *Fulor (Ifugao mythology): a wood carved into an image of a dead person seated on a death chair; an antique which a spirit in it, who bring sickness, death, and unsuccessful crops when sacrifices are not offeredBimmolog, H., Sallong, L., Montemayor, L. (2005). The Deities of the Animistic Religion of Mayaoyao, Ifugao. *Kabunyan (Kalanguya mythology): the almighty creator; also referred to as Agmattebew, the spirit who could not be seen; the mabaki ritual is held in the deity's honor during planting, harvesting, birth and death of the people, and other activities for livelihoodCayat, G. C. Manuscript on Kalanguya Cultural Communities. National Commission for Culture and the Arts. *Binangewan (Aeta mythology): spirits who bring change, sickness, and death as punishmentArbues, L. R. (1960). Philippine Sociological Review Vol. 8, No. 1/2: The Negritos as a Minority Group in the Philippines. Philippine Sociological Society. *Aring Sinukûan (Kapampangan mythology): sun god of war and death, taught the early inhabitants the industry of metallurgy, wood cutting, rice culture and even waging warNicdao, A. (1917). Pampangan Folklore. Manila. *Lakandánup (Kapampangan mythology): serpent goddess who comes during total eclipses; followed by famine; eats a person's shadow, which will result in withering and death; daughter of Áring Sínukuan and DápuPangilinan, M. (2014–2020). An Introduction to the Kapampángan Language; Interview on Láwû. Sínúpan Singsing: Center for Kapampángan Cultural Heritage. *Sidapa (Bisaya mythology): the goddess of death; co-ruler of the middleworld called Kamaritaan, together with Makaptan *Sidapa (Hiligaynon mythology): god who lives in the sacred Mount Madia-as; determines the day of a person's death by marking every newborn's lifespan on a very tall tree on Madya-asLoarca, Miguel de. (1582) 1903. Relation of the Filipinas Islands. In Blair and Robertson, The Philippine Islands 5. *Hangin (Hiligaynon mythology): the spirits of the death wind; takes the life of the elderly *Patag'aes (Suludnon mythology): awaits until midnight then enters the house to have a conversation with the living infant; if he discovers someone is eavesdropping, he will choke the child to death; their conversation creates the fate of the child, on how long the child wants to live and how the child will eventually die, where the child will always get to choose the answers; once done, Patag'aes takes out his measuring stick, computes the child's life span, and then departs, sealing the child's fateJocano, F. L. (1968). Sulod Society. Quezon City: U.P. Press. *Pamulak Manobo (Bagobo mythology): supreme deity who controls good harvest, rain, wind, life, and death; in some myths, the chief deity is simply referred as the male deity, Diwata *Malakal Maut (Maranao mythology): the angel of death; takes the souls of someone after three to seven days from the falling of the person's leaf from the sacred Sadiarathul Montaha tree in the realm called Sorga; appears either a handsome prince or a grotesque monsters, depending if the soul he is getting comes from a sinner or a virtuous person; punishes the souls of sinners until final judgment, while lifting up the souls of the good onto heavenTalaguit, C. J. N. (2019). Folk-Islam in Maranao Society. History Department, De La Salle University – Manila. *Kumakatok - hooded and cloaked harbingers of death that would knock on doors of the dying in Tagalog mythology *Magwayen - the goddess of afterlife and the first ocean deity, according to Visayan mythology. Known for being the goddess who collects souls and takes them to Sulad with her boat. The souls are initially transferred to her via Pandaki, who gets the soul from Sidapa. *Sitan - god and caretaker of the underworld realm for evil souls known as Kasamaan in Tagalog mythology. Maca, the realm of the good dead, is jointly ruled by Sitan and Bathala. *Manduyapit - bring souls across a red river in Manobo mythology *Mama Guayen - ferries souls to the end of the world in Ilonggo mythology *Badadum - deity in Waray mythology that gathers family members at the mouth of a river to make a farewell to the deceased ==American mythology== ===Aztec=== *Cihuateteo (Aztec mythology), Divine women. Spirits of women who died during labor. *Coatlicue (Aztec mythology), minor goddess of death, as well as the goddess of life and rebirth *Itztlacoliuhqui (Aztec mythology), personification of winter-as-death *Mictecacihuatl (Aztec mythology), the chief death goddess; Queen of Mictlan (underworld) or Lady of the Dead *Mictlantecuhtli (Aztec mythology), the chief death god; lord of the Underworld *Tlaloc (Aztec mythology), water god and minor death god; ruler of Tlalocan, a separate underworld for those who died from drowning *Xipe Totec (Aztec mythology), hero god, death god; inventor of warfare and master of plagues *Xolotl (Aztec mythology), god of sunset, fire, lightning, and death ===Cahuilla=== *Muut ===Guarani=== *Luison, Guarani mythology ===Haida=== *Ta'xet, Haida mythology *Tia (goddess) ===Inca=== *Supay (Inca mythology) *Vichama (Inca mythology) ===Inuit=== *Aipaloovik *Pana ===Latin American Folk Catholicism=== *El Tío, lord of the underworld, in Cerro Rico, Bolivia *Santa Muerte, folk saint and goddess of death in Mexico *San La Muerte, folk saint and god of death in Paraguay, Argentina, and Brazil *San Pascualito, folk saint and god of death in Guatemala and Mexico ===Maya=== *Camazotz, bat god who resides in the underworld *Cizin *Ixtab *Xtabay *Maya death gods known under various names (Hunhau, Uacmitun Ahau, Ah Puch, Kisin, Yum Kimil) ===Narragansett=== *Chepi ===Taíno=== *Maquetauire Guayaba *Opiel Guabiron ===Umbanda and Candomblé=== *Exu caveira *Exu Tranca-rua das almas ===Vodou=== *Baron Samedi, Baron La Croix, Baron Cimetiere, Baron Kriminel *Ghede Nibo *Guédé or Ghede *Maman Brigitte ==In fiction== Death is the protagonist in the science fantasy novel On a Pale Horse, book one in a series of 8 books, the \"Incarnations of Immortality\". In the novel The Book Thief, Death is the narrator of the story. Death is the name of one of \"The Endless\" in the DC Universe. Death is a recurring character in the Discworld series written by Terry Pratchett. Books featuring Death include Mort, Reaper Man, Soul Music, Hogfather and Thief of Time. He also makes a cameo appearance in Interesting Times. In A Song of Ice and Fire by George R.R. Martin, the guild of assassins known as the Faceless Men believe that all death deities are simply different incarnations of the same god, known to them as the Many-Faced God or Him of Many Faces, while the Faith of the Seven worships The Stranger as one of Seven Aspects of God representing Death and the Unknown. In the works of J. R. R. Tolkien, especially The Silmarillion, Nàmo AKA Lord Mandos is the Doomsman of the Valar, Judge of the Dead and Lord of the Halls of Mandos (where Elves await reincarnation and humans retreat before making the Journey into the Beyond). In the CW TV show Supernatural, Death makes a crucial appearance. He is portrayed as existing alongside God since the beginning of time and being so ancient he cannot remember when he came into existence; he may even be older than God. In the show he is the oldest and most powerful of the Four Horsemen (Death, Famine, War and Pestilence). He is not portrayed as a villain. In the Sailor Moon franchise, the last Sailor Guardian (of the Sol System) introduced is Sailor Saturn. Her powers revolve around destruction, ruin, and death and she can be thought of as a \"god\" of sorts (all Sailor Guardians can). Her weapon is the Silence Glaive that is capable of utterly obliterating and destroying entire worlds/planets if used to its maximum potential. In the Marvel Comics Universe, the personification of death is Mistress Death. The Transformers mythos features the character of Mortilus, a Cybertronian deity who represents death and who later betrayed his brethren and was destroyed, leading to the longevity of the Transformer race. A similar character is The Fallen, a member of the Thirteen Primes who is identified as the guardian of entropy. In the manga and anime, Death Note, gods of death (shinigami) exist in their own realm and are owners of Death Notes, which are used to kill humans. When a note falls into the human world, the person who touches it first becomes the new owner of the note, can recognize the god of death to whom it belongs, and the god follows them for the rest of their life. However, shinigami are more like Grim Reapers with freakish appearances than deities who are worshiped. This is because shinigami are a fairly recent concept in Japanese folklore directly inspired by the European figure of the Grim Reaper, and thus, aren't \"true\" death gods. Despite their Western origin, many people will refer to both the Death Note characters and the folklorical shinigami using the Japanese name instead of the English translation or even \"Grim Reaper\". For similar cases of shinigami being more akin to Grim Reapers in anime, see Bleach (anime) and Soul Eater (anime). In the first campaign of the roleplaying adventure podcast The Adventure Zone, the character Kravitz is a bounty hunter who apprehends people disrupting the natural order of life and death. He even remarks on being called the Grim Reaper by some societies. While Kravitz starts out as a minor antagonist in the story, he returns as an ally to the heroes. Kravitz is gay and the romantic love interest of Taako, one of the main protagonists. In the 2018 Nintendo published title Kirby Star Allies a Butterfly is revealed to be the embodiment of death, ruling the underworld after atomizing and absorbing Galacta Knight to become Morpho Knight. Very little is known about it but it is awaiting something called the Day of Judgement. In Nintendo's Metroid franchise one of the bosses, Ridley, is also known as \"the Cunning God of Death\". ==See also== * Afterlife * Death (personification) * Liminal deity * List of deities * List of night deities * List of fictional demons * List of theological demons * List of ghosts * Psychopomp * Time and fate deities *Sailor Saturn ==References== Category:Comparative mythology Category:Lists of deities",
 "title": "List of death deities"
}