{
 "id": "606607",
 "text": "The Price of Loyalty: George W. Bush, the White House, and the Education of Paul O'Neill, is a 2004 book by Pulitzer Prize-winning author Ron Suskind. The book was the first to provide critical insight into the events that led up to the Iraq War. The Price of Loyalty was met with both commercial and critical success, and was the first book by Suskind to be a #1 New York Times best- seller. ==Overview == Published in early 2004, The Price of Loyalty chronicled the tenure of Paul O'Neill as Treasury Secretary during the Bush Administration. Like all treasury secretaries, O'Neill was the top domestic advisor to the president, as well as a member of the pivotal National Security Council. The book featured over 19,000 documents provided by O'Neill from his first two years with the Bush Administration. Among the most damaging accusations in the book was that invasion of Iraq was on the agenda as early as February 2001, nearly seven months before the September 11 attacks. ==Reception== The book was met with both commercial and critical success. It debuted as a number one bestseller on The New York Times Nonfiction Best Sellers of 2004 list on February 1, 2004. O'Neill harshly criticizes the President, blasting his economic policies and alleged \"detachment\" from the cabinet process. He described Bush's behavior at cabinet meetings as being like \"a blind man in a roomful of deaf people. There is no discernible connection.\" O'Neill was frustrated about what he perceived to be a lack of vigorous debate between administration officials and the formation of sound, coherent policy on the important issues. He longed for the return of the \"Brandeis briefs\" that were used in the Nixon and Ford administrations in which he had previously worked. The book also claims that the U.S.-led invasion of Iraq was not a reaction to the attacks of September 11, but was instead a campaign in the planning stages ever since Bush took office, with potential oil spoils charted in early documents. Rather than denying his allegations, Bush officials attacked O'Neill's credibility, while answering that regime change in Iraq had been official U.S. policy since 1998, three years before Bush took office. However, O'Neill's claims called into question the relationship of the Iraq occupation to the post-9/11 War on Terrorism. After documents containing classified information were shown during a 60 Minutes interview in which O'Neill promoted the book, a Department of Treasury investigation concluded in 2004 that no laws were violated, but that inadequate document handling policies at Treasury had allowed 140 documents, which should have been marked classified, to be entered into a computer system for unclassified documents. The documents were amongst those subsequently released to O'Neill in response to a legal document request. Keith Hennessey, then a Deputy of NEC Director Larry Lindsey, stated that Suskind made up a paragraph long direct quote from him during a White House meeting that he never actually said. ==Experiment in transparency== To confirm the validity of his sources, the following was posted on Ron Suskind's official website. ==References== ==External links== * Category:2004 non-fiction books Category:Books about George W. Bush Category:Books about the 2003 invasion of Iraq Category:Books about foreign relations of the United States Category:Books about politics of the United States",
 "title": "The Price of Loyalty"
}