{
 "id": "606914",
 "text": "The beauty rat snake (Elaphe taeniura), also called the beauty ratsnake, the beauty snake, or the cave racer, is a species of snake in the family Colubridae. The species is native to the eastern and southeastern regions of Asia. It is a long, thin, semi-arboreal species of snake with several recognized subspecies. This constrictor feeds on rodents, and though it is favored in some locations as a natural pest control or pet, it is also considered an invasive species in other locations. ==Description== Living about 15–25 years, the average length of the beauty rat snake (including the tail) is about , with an unofficial record of a little less than 9.2 feet (2.8 meters) property of Simona and Janey, 2 girls from Den Haag (Netherland). The snake is called Obi One Kenobi. ===Coloration=== The overall ground color is yellowish-brown to olive, becoming darker at the end of the tail. The skin on the back of the neck and head are uniform in color and the back is typically marked with two pairs of round black spots that meld together. Starting at the back corner of each eye, a black stripe reaches back to each corner of the mouth which is pale cream around the upper labial area. ==Subspecies and distribution== ===Subspecies=== Subspecies of this species include: *Chinese beauty snake (Elaphe taeniura taeniura) - Native to China. This subspecies has 11 different morphs. *Ridley's beauty snake, cave dwelling ratsnake, cave racer (Elaphe taeniura ridleyi) - Native to Thailand and Peninsular Malaysia. Bred in captivity in Cameron Highlands. Is listed as Vulnerable on the China Species Red List. (As the name implies, often lives deep within caves where its diet consists mainly of bats. They have a yellow to beige background color that darkens to a grey-black towards the tail. A white to cream mid-dorsal stripe starts about half of the way down the body and continues to the tip of tail. Both sides of the head are marked just behind the eye with a black stripe surrounded by blue.) *Mocquard's beauty rat snake (Elaphe taeniura mocquardi) - Native to southeastern China and northern Vietnam, as well as the island of Hainan. *Taiwan/Taiwanese beauty snake, stripe tail ratsnake (Elaphe taeniura friesei, previously Elaphe taeniura friesi) \\- Native to Taiwan. *Vietnamese blue beauty/blue beauty snake (Elaphe taeniura callicyanous) - Native to Vietnam, Cambodia and Thailand. *Helfenberger's beauty snake (Elaphe taeniura helfenbergeri) - Native to Myanmar and Thailand. *Elaphe taeniura grabowskyi - Native to Sumatra and the provinces of East Malaysia and Kalimantan on the island of Borneo. *Elaphe taeniura schmackeri - Native to the Ryukyu Islands of Japan. *Elaphe taeniura yunnanensis - Native to China, India, Laos, Myanmar, eastern Thailand and Vietnam. *Elaphe taeniura ssp. - Native to Burma, Thailand and Vietnam. ===Geographic range and habitat=== The range of the species covers much of southern and southeastern Asia, excluding western and northeastern China. Within these countries, these snakes can be typically found in the rain forests as well as within caves. Currently, there is no specific information on the beauty rat snake's preferred caves, rain forests and climate available. ==Ecology== ===Behavior=== Due to their preference for caves, these snakes have become able climbers and are known to move along cave walls. This ability becomes a strong asset for them when it comes to hunting. In addition, likely due to its cave-dwelling habits, beauty rat snakes are cathemeral, meaning that they are active at random times during the 24-hour day regardless of whether it is day or night outside. This species is inherently fast-paced and easily stressed, so all pets should be given ample hiding space and proper temperature to improve adaptation to its new environment and possibly promote temperament. Beauty snakes of all varieties are known to be territorial, so a snake hook or an obstacle between the snakes face and your hand is optimal for removal from their enclosure for handling etc. ====Feeding==== Relatively small, the beauty rat snake typically feeds on ground rodents such as mice and, due to the snake's climbing abilities, even bats that are roosting within the caves they share. In addition to small mammals, beauty rat snakes have also been known to eat birds and bird eggs occasionally. Domestic specimens have been observed to relish baby chicks as an alternative to a rodent-based diet. Further information on hunting habits of the beauty rat snake is not currently available. ====Breeding==== The beauty rat snake species is oviparous and mating usually results about a month after hibernation period which is during times where the temperature is around . After laying 4-12 eggs, the female will incubate and defend them for about 70 days, only taking occasional breaks to hunt. Recently hatched young range about in length. About 2 weeks later they will begin to shed their first skin. Within the next 14 months, hatchlings grow to be about long and are able to breed another 4 months later. ====Threats and predators==== Though beauty rat snakes are typically in less accessible caves, the top predators of these serpents are birds and mammals. Currently, there is no specific information of the predators of beauty rat snakes available. ===Ecosystem services=== Due to their diets, the beauty rat snakes (as well as other rodent-eating serpents) provide a form of natural pest control that can be a benefit to people and other species that are affected by rodents. ==Interaction with humans== The beauty rat snake is largely traded in the Chinese snake skin and live snake trade. Overall, the Chinese beauty snake, Taiwan beauty snake and Vietnamese blue beauty snake are the most popular of the subspecies to be kept as pets. Pop culture has also been influenced by the beauty rat snake by having Mozler, the main monster from the 1988 Hong Kong film Thunder of Gigantic Serpent, be of the same species. Though Mozler displays a calm temperament, this is seen mainly in captive bred snakes. Wild caught snakes can have difficult dispositions despite being kept as pets for several years. ===As an invasive species=== Though the overall species is native to Asia, certain subspecies have become invasive in regions of Asia to which they are not local. The cause of their invasion varies but one of the leading causes is individuals that have been transported by the pet trade and escaping or being released by owners. Another reason has been military movement of resources which has created routes along which serpents can move. On the island of Okinawa one subspecies of beauty rat snake, suspected to be the Taiwanese beauty snake, has been established as an invasive species since the late 1970s. The Taiwanese beauty snake was originally brought onto the islands to be displayed at zoos as well as for medicinal purposes but now has spread through forests and urban locations. According to the article Invasive Species of Japan, the \"spread of [the Taiwanese Beauty Snake] to northern part of Okinawa Island could threaten endemic and endangered birds and mammals, such as Gallirallus okinawae, Erithacus komadori namiyei, Diplothrix legata, Tokudaia muenninki, etc.\" As of yet, there is no further published information on the exact impact of the Taiwanese beauty snake's invasion into Okinawa. ===Control strategies === ==== Policies and laws ==== Currently, according to the Invasive Alien Species (IAS) Act, it is illegal in Japan to own, transport or bring any Taiwanese beauty snake into the country. The IAS Act also maintains a list differentiating between Invasive Alien Species (IAS) Uncategorized Alien Species (UAS) and Living Organisms Required to have a Certificate Attached (LORCA) while they are brought into the country. The Taiwanese beauty snake is the only subspecies of beauty rat snake labeled as an IAS. The subspecies Orthiophis taeniurus schmackeri is the only one listed as an exemption of the UAS category but all subspecies (exempting the prohibited Taiwanese beauty snake) classify as LORCAs. ==References== ==Further reading== *Cope ED (1861). \"Catalogue of the Colubridæ in the Museum of the Academy of Natural Sciences of Philadelphia. Part 3\". Proc. Acad. Nat. Sci. Philadelphia 12 [1860]: 553-566. (Elaphe tæniurus, new species, pp. 565–566). ==External links== * www.snakesoftaiwan.com Category:Elaphe Category:Rat snakes Category:Snakes of Vietnam Category:Snakes of Asia Category:Reptiles of Southeast Asia Category:Reptiles of Myanmar Category:Reptiles of Cambodia Category:Reptiles of China Category:Reptiles of India Category:Reptiles of Indonesia Category:Reptiles of Japan Category:Reptiles of Laos Category:Reptiles of Malaysia Category:Reptiles of Nepal Category:Reptiles of Taiwan Category:Reptiles of Thailand Category:Reptiles of Vietnam Category:Reptiles described in 1861",
 "title": "Beauty rat snake"
}