{
 "id": "607364",
 "text": "The Edible Woman is a 1969 novel that helped to establish Margaret Atwood as a prose writer of major significance. It is the story of a young woman whose sane, structured, consumer-oriented world starts to slip out of focus. Following her engagement, Marian feels her body and her self are becoming separated. As Marian begins endowing food with human qualities that cause her to identify with it, she finds herself unable to eat, repelled by metaphorical cannibalism. In a foreword written in 1979 for the Virago edition of the novel, Atwood described it as a protofeminist rather than feminist work. Atwood explores gender stereotypes through characters who strictly adhere to them (such as Peter or Lucy) and those who defy their constraints (such as Ainsley or Duncan). The narrative point of view shifts from first to third person, accentuating Marian's slow detachment from reality. At the conclusion, first person narration returns, consistent with the character's willingness to take control of her life again. Food and clothing are major symbols used by the author to explore themes and grant the reader insight on each of the characters' personalities, moods, and motivations. Setting is used to identify differences between the characters; for example, Duncan is encountered in a mundane laundromat, gloomy theatre or sleazy hotel. In comparison, Peter inhabits genteel bars and a sparkling new apartment. However these changing environments are also used to explore different angles of existence, contrasting a freer, wilder glimpse of life, with a civilised, gilded cage. This highlights the difficulties presented to women in the era, where freedom was synonymous with uncertainty but marriage presented problems of its own. This novel's publication coincided with the rise of the women's movement in North America, but is described by Atwood as \"protofeminist\" because it was written in 1965 and thus anticipated second-wave feminism. ==Plot summary== Marian MacAlpin works in a market research firm, writing survey questions and sampling products. She shares the top-floor apartment of a house in Toronto (never named in the novel) with her roommate Ainsley and dates a dependable, hardworking but boring boyfriend, Peter. Marian also keeps in touch with Clara, a friend from college, who is now a constantly pregnant housewife. Ainsley announces she wants to have a baby—and intends to do it without getting married. When Marian is horrified, Ainsley replies, \"The thing that ruins families these days is the husbands.\" Looking for a man who will have no interest in fatherhood, she sets her sights on Marian's \"womanizer\" friend Len, who is infamous for his relationships with young, naive girls. At work, Marian is assigned the task of gathering responses for a survey about a new brand of beer. While walking from house to house asking people their opinions, she meets Duncan, a graduate student in English who intrigues her with his atypical and eccentric answers. Marian later has a dinner date with Peter and Len, during which Ainsley shows up dressed as a virginal schoolgirl—the first stage of her plan to trick Len into impregnating her. Marian finds herself disassociating from her body as Peter recounts a gory rabbit hunt to Len: > \"After a while I noticed that a large drop of something wet had materialized > on the table. I poked it with my finger and smudged it around a little > before I realized with horror that it was a tear.\" Marian runs from the restaurant and is chased down by Peter in his car. Unaware of Ainsley's plan to get pregnant by Len, Peter chides, \"Ainsley behaved herself properly, why couldn't you?\" At the end of the night, Peter proposes to her. When asked to choose a date for the wedding, Marian slips into unexpected passivity: > \"'I’d rather have you decide that. I’d rather leave the big decisions up to > you.' I was astonished at myself. I’d never said anything remotely like that > to him before. The funny thing was that I really meant it.\" Marian and Duncan have a surprise meeting in a laundromat, engage in awkward conversation, and kiss. Shortly afterwards, Marian's problems with food begin when she finds herself empathizing with a steak that Peter is eating, imagining it \"knocked on the head as it stood in a queue like someone waiting for a streetcar.\" After this, she is unable to eat meat – anything with \"bone or tendon or fiber\". Ainsley's plot to seduce Len succeeds. When Len later learns that Ainsley is pregnant, he talks to Marian, who confesses that pregnancy was Ainsley's plan all along. Len reveals his childhood fear of eggs, and from that point Marian can no longer face her soft-boiled egg in the morning. Soon thereafter, she is unable to eat vegetables or cake. Peter decides to throw a party, to which Marian invites \"the office virgins\" from her work, Duncan, and Duncan's roommates. Peter suggests that Marian buy herself a new dress for his party – something less \"mousy\" than her normal wardrobe. Marian submits to his wishes and buys a daring red dress. Before the party, Ainsley does Marian's makeup, including false eyelashes and a big lipsticked smile. When Duncan arrives, he says, \"You didn't tell me it was a masquerade. Who the hell are you supposed to be?\" He leaves and Marian follows. They end up going to a sleazy hotel, where they have unsatisfying sex. The next morning, they go out to breakfast and Marian finds that she cannot eat anything. After Duncan leaves, Marian decides that Peter is metaphorically devouring her. To test him, she bakes a pink cake in the shape of a woman and dares him to eat it. \"This is what you really want\", she says, offering the cake woman as a substitute to him feeding upon her. Peter leaves disturbed. Once Peter leaves, Marian feels hungry and realizes it's just a cake so she starts eating it. Marian returns to her first person narrative in the closing pages of the book. Duncan shows up at her apartment; Marian offers him the remains of the cake, which he polishes off. \"'Thank you,' he said, licking his lips. 'It was delicious.'\" ==Characters== * Marian MacAlpin is the protagonist and the first-person narrator during Parts One and Three of the novel. * Ainsley Tewce is Marian's roommate; she works in an electric toothbrush repair shop. * Peter Wollander, a lawyer, is Marian's boyfriend, and later, fiancé. * Len Slank is a bachelor friend of Marian's from college; he works in television. * Clara Bates is another friend from college; Clara dropped out second year to marry Joe and now has three children * Duncan is a graduate student in English with whom Marian has an affair. * The three office virgins: Lucy, Emmy, and Millie * Mrs. Bogue, head of the research department at Marian's firm * Fischer Smythe and Trevor, Duncan's roommates, also graduate students in English. * The Lady Down Below is Marian and Ainsley's landlady, allegorically representing traditional female ideals. ==Themes== ; Loss of identity: Marian's refusal to eat can be viewed as her resistance to being coerced into a more feminine role. In a description of Peter's apartment, Marian describes the \"clutter of raw materials\" that had, through \"digestion and assimilation\", become the walls of the lobby. She sees that consumption precedes construction: the body's assimilation of raw materials (food) is analogous to the social body's assimilation and processing of women into socially acceptable feminine subjects. By not eating, Marian refuses to take in the raw materials used to re-construct her into a role of domesticity. This struggle is made explicit when one of Duncan's roommates expounds on Alice's Adventures in Wonderland as having a \"sexual-identity crisis\", then goes on to describe the structure of both Alice and The Edible Woman: \"One sexual role after another is presented [to the heroine] but she seems unable to accept any of them.\" Marian is shaped first by her parents' plans for her future, then by Peter's. Once married, Marian fears Peter's strong personality will obliterate her own fragile identity. This subconscious perception of Peter as predator is manifested by Marian's body as an inability to eat, as a gesture of solidarity with other prey. Following her engagement, the switch to third-person narrative shows that Marian's story is controlled by someone other than Marian herself; following Marian's regaining of identity, Atwood returns to first-person narration. ; Alienation: In the transitions from first person to third person, Atwood demonstrates Marian's growing alienation from her body. At the company Christmas party, Marian looks around at the other women, thinking \"You were green and then you ripened: became mature. Dresses for the mature figure. In other words, fat.\" Marian refuses to become likewise, which would transform her into a woman and as such be constrained by a sexist culture. Marian is, therefore, alienated from nature as she places herself outside the process of maturation. ==Allusions and references to other works== ===Allusions to Atwood's personal life=== From 1963 to 1964, Atwood worked for Canadian Facts, a Toronto-based survey research firm, fact-checking and editing survey questionnaires. Canadian Facts had a similar work environment to the fictional Seymour Surveys where Marian worked. In Margaret Atwood: A Critical Companion, Nathlie Cooke argues that the characters of Peter, Lucy, and Mrs. Sims were drawn from people in Atwood's life—Peter being a fictionalized version of Atwood's boyfriend (also an amateur photographer) and later fiancé. It is also likely that the name of her roommate and friend Ainsley was inspired by Annesley Hall at Victoria University in the University of Toronto, to which Atwood belonged. The all-female residence building, which was built in 1903, was the first university residence building for women in Canada. ==References== Category:1969 Canadian novels Category:Novels by Margaret Atwood Category:New Canadian Library Category:Feminist novels Category:Novels set in Toronto Category:1969 debut novels Category:McClelland & Stewart books",
 "title": "The Edible Woman"
}