{
 "id": "607307",
 "text": "Abū Muhammad ʿAbd Allāh Rūzbih ibn Dādūya (), born Rōzbih pūr-i Dādōē (), more commonly known as Ibn al-Muqaffaʿ (), (), was a PersianThe Oxford Handbook of Iranian History \"An early example is found in the writings of Ibn Muqaffa (d. ca. 757), a Persian convert employed as a translator and scholar at the Abbasid court.\"A New Introduction to Islam : page 129 translator, author and thinker who wrote in the Arabic language. ==Biography== Ibn al-Muqaffa, though a resident of Basra, was originally from the town of Goor (or Gur, Firuzabad, Fars) in the Iranian province of Fars and was born to a family of local notables. His father had been a state official in charge of taxes under the Umayyads, and after being accused and convicted of embezzling some of the money entrusted to him, was punished by the ruler by having his hand crushed, hence the name Muqaffa (shrivelled hand). Ibn al-Muqaffa served in sectarial posts under the Umayyad governors of Shapur and Kirman. Unlike his other colleagues, he escaped persecution at the hands of Abbasids after their overthrow of the Umayyad dynasty. He later returned to Basra and served as a secretary under Isa ibn Ali and Sulayman ibn Ali, the uncles of the Abbasid caliph al-Mansur. After their brother Abdallah ibn Ali made an abortive bid for the throne, they asked Ibn al-Muqaffa to write a letter to the Caliph to not retaliate against his uncle and pardon him. The language of the letter offended al-Mansur, who wished to be rid of Ibn al-Muqaffa. He was executed around 756 or 759 AD by the governor of Basra. A defense of Manichaean dualism and a few lines of prose written in imitation of the Quran have been ascribed to him. Whether authentic or not, and despite his conversion to Islam, these texts contributed to his posthumous reputation as a heretic.Said Amir Arjomand, \"`Abd Allah Ibn al-Muqaffa` and the `Abbasid Revolution,\" Iranian Studies, 27:33 (1994). ==Literary career== Ibn al-Muqaffa's translation of the Kalīla wa Dimna from Middle Persian is considered the first masterpiece of Arabic literary prose. \"Ibn al-Muqaffa' was a pioneer in the introduction of literary prose narrative to Arabic literature. He paved the way for later innovators such as al-Hamadani and al-Saraqusti, who brought literary fiction to Arabic literature by adapting traditionally accepted modes of oral narrative transmission into literary prose.\" Ibn al-Muqaffa was also an accomplished scholar of Middle Persian, and was the author of several moral fables. ==Works== === Translations and adaptations === Kalīla wa Dimna : His translation of a Middle Persian collection of animal fables, mostly of Indian origin, involving two jackals, Kalīla and Demna. The Middle Persian original, now lost but thought have been entitled Karīrak ud Damanak was written by one Borzōē/Borzūya, a Persian physician attached to the Sasanian court in the 6th century. Prefaced by a putative autobiography of Borzūya and an account of his voyage to India, the full work was done into Arabic by Ibn al-Muqaffa', who introduced it with a prologue of his own and may have been responsible for four added stories. From Ibn al-Moqaffaʿ's Arabic rendering of Borzūya's work are descended not only all later Arabic versions of Kalīla wa Dimna, but also one of two Syriac versions (the other one is pre-Islamic ) and the medieval Greek, Persian (6th/12th century), Hebrew, Latin, and Castilian versions. Though there are many Arabic manuscripts of Kalīla wa Dimna, Ibn al-Muqaffa'’s version is not among them, and the oldest dated copy was written almost five centuries after his death. That he aimed at an idiomatic rather than a slavishly literal rendering is generally agreed, and all indications are that he achieved clarity of expression by simplicity of diction and plain syntactical structures. As no medieval Arab critic seems to have impugned his style, it was evidently pleasing and well suited to the taste of his Arab readers. Ibn al-Muqaffa'’s translation of Kalīla wa Dimna was not a conscious attempt to start a new literary trend; it was clearly just one of several works of old Sasanian court literature which Ibn al-Muqaffa' introduced to an exclusive readership within court circles, its function being to illustrate what should or should not be done by those aiming at political and social success. Kalīla wa Dimna, nonetheless, served as a stimulus to the development of Arabic prose literature and inspired imitators, artists, and poets. A prose Persian translation of the Arabic text was available as early as the 10th century, of which a versified version was made by Rudaki (d.941-42). Both versions are lost except for a few lines of Rūdakī’s poem preserved in other sources. A later prose translation was rendered by Abu’l-Maʿālī Nasr-Allāh Ibn Mohammad Shirazi and dedicated to the Ghaznavid Bahramshah. Khwaday-Namag: Ibn al-Muqaffa' is thought to have produced an Arabic adaptation of the late Sasanian Khwaday-Namag, a chronicle of pre-Islamic Persian kings, princes, and warriors. A mixture of legend, myth, and fact, it served as a quasi-national history inspired by a vision of kingship as a well-ordered autocracy with a sacred duty to rule and to regulate its subjects’ conduct within a rigid class system. Interspersed with maxims characteristic of andarz literature, the narrative also offered practical advice on civil and military matters. Ibn al- Muqaffa' is known to have modified certain parts of the original and excluded others, possibly to make it intelligible to his Arab Muslim readers. He is thought to have inserted an account of Mazdak, from which later Perso-Arab historians derived much of their knowledge of the Mazdakite movement. Like its Middle Persian original, Ibn al-Muqaffa'’s Arabic version is not extant. The Oyun al-akhbar and the Ketab al-maʿaref of Ibn Qutayba (d. 889) may preserve fragments of it; certainly the Sīar al-ʿAjam, quoted by Ibn Qutayba without ascription, renders the Khwaday-Namag. Other books: Ibn al-Nadim attributes several other Arabic translations of Middle Persian works to Ibn al-Muqaffa', namely Āʾīn-nāma, Kitāb al-tāj, and Kitāb Mazdak. Ibn Qutayba is thought to have preserved parts of the Āʾīn-nāma, for in his Oyun a number of passages are quoted, albeit without ascription, with the opening words I have read in the Aiin (or Kitāb al-āʾīn). The quotations bear on topics such as court manners and customs, military tactics, divination and physiognomy, archery, and polo, subjects typical of various works on Sasanian institutions, protocol, entertainment, general savoir faire, and so on. Also in the Oyun are extracts from a Kitāb al-tāj . Ebn al-Nadim describes this book as a biography of Khosrau I (Anoshirvan), but Ibn Qutayba's extracts mostly pertain to Khosrau II (Parviz) and suggest a mirror for princes. The subject of the Ketab Mazdak was, as its title implies, the leader of the revolutionary religious movement whose activities led to his execution in 531.A better product of Ibn al-Muqaffa'’s translation activities is the Nāma-ye Tansar, a political work taking its name from its putative author Tansar , the Zoroastrian priestly adviser to the first Sasanian monarch, Ardashir I . Ibn al-Muqaffa'’s Arabic version is lost, but Ibn Isfandiar’s Persian rendering of it, made in the early 13th century and embodied in his Tarikh-e Tabarestan (History of Tabarestan), reveals its content . Apart from adding various illustrative verses, some…in elegant Persian, Ibn al-Muqaffa evidently inserted Quranic and Biblical quotations, presumably as a concession to Muslims. Be that as it may, his Sasanian text is still Iranocentric: > ...we are the best of Persians, and there is no quality or trait of > excellence or nobility which we hold dearer than the fact that we have ever > showed humility and lowliness…in the service of kings, and have chosen > obedience and loyalty, devotion and fidelity. Through this quality…we came > to be the head and neck of all the climes... === Original works === Two preceptive works in Arabic are ascribed to Ibn al- Muqaffa', al-Adab al-kabīr and al-Adab al-saghir, but only the first, now known as Kitāb al-ādāb al-kabīr, can be accepted as his . The first of its four parts is a very brief rhetorical retrospect on the excellence of the ancients’ legacy, clearly Sasanian, of spiritual and temporal knowledge. The second is a miniature mirror for princes. The addressee, seemingly the caliph's son, is apostrophized as one in pursuit of the rule of seemly conduct (adab). He is to give strict priority to the mastery of fundamentals, examples of which are given along with illustrations of the ways in which they can be applied. The author then turns to pitfalls before a prince (e.g., the love of flattery and the fault of allowing others to detect it). More positively, he urges the prince to cultivate men of religion and moral perfection as potential aides and intimates, to take advice, even if unpalatable, from those best qualified to give it, to keep abreast of his officials’ conduct, to be sparing with his favors, and so on. Having defined, very much in a Sasanian vein, the bases of kingship, he discusses particular circumstances calling for caution and prudence. After exhortation to seemly conduct and sundry observations on statecraft he ends by stressing the pivotal role in government of power and a seemly public image. The Ādāb's third part, longer than the second, is a pragmatic guide to survival for a ruler's intimates and highly, but precariously, placed officers of state. It offers advice in a high moral vein, but it rests on no philosophical, ethico-religious, or spiritual basis: it rests on familiarity with age-old vagaries of oriental despots and their entourages. The fourth and longest part of the Ādāb treats of a man's relations with colleagues in what we may take to be the secretarial fraternity. The main theme is friendship and the avoidance of enmity. For Ibn al-Muqaffa', the ideal is a permanent relationship, sustained by fidelity, loyalty, and devotion, and proof against all corrosive forces. As always, his treatment of the subject is didactic and heavily dependent on aphorisms. He remains pragmatic: A friendship should be formed, not with an inferior, but with a superior, for to make friends of inferiors bespeaks envy, which is reprehensible. To shed a friend is a threat to honor—unlike a divorce. To women and their allure he makes certain disparaging references, but they are only incidental to his main interest,promoting companionship and amity in the circles that concern him. One can detect in the Ādāb as a whole certain ideas known to Sasanian Persia from pre-Islamic translations of Greek works . The Ādāb is cast in the parallelistic mode of expression born of the early Khotba and expanded and elaborated in Omayyad hortatory compositions, unembroidered with contrived rhyming of the sort found in later Abbasid prose literature. To point contrasts and enforce parallels, full use is made of devices well known to the ancient schools of rhetoric. The Risala fi-l-Sahaba is a short but remarkably percipient administrative text. In less than 5,000 words, he discusses specific problems facing the new Abbasid regime. The unnamed addressee is identifiable as al-Mansur, who may never have seen it. There is no logical arrangement. After an opening eulogy, purposefully complimentary but devoid of extravagant panegyric, he discusses the army, praising the Khorasanis in Iraq but suggesting that, as an ethnically mixed body exposed to heterodox thinking, they should be taught only the tenets of a clear, concise religious code issued by the caliph. Concern for the army's standing, morale, and future loyalty leads him to suggest reforms, including the removal of fiscal duties from the military, officer recruitment from the ranks based on merit, religious education, inculcation of integrity and loyalty, regular pay linked to inflation, and maintenance of an efficient intelligence service throughout Khorasan and peripheral provinces, regardless of cost. He calls for vigilance and good intelligence in Iraq to counter discontent in Basra and Kufa and pleads for deserving Iraqis to be afforded scope for the exercise of their talents in government service. In view of wide divergences in legal theory and practice, born of local precedents or flawed personal reasoning, he suggests to the caliph a scrutiny and resolution of all conflicts of law by his own command and the imposition of unity by a comprehensive enactment. He recommends cautious clemency for the conquered Syrians, the recruitment from among them of a hand-picked caliphal elite, the lifting of ruinous economic sanctions, and fair distribution of foodstuffs in the Syrian military districts. At long last, he comes to the caliph's entourage, which, though introduced in glowing terms, can be perceived as far from ideal. In the past, ministers and secretaries—the approach is tactful—brought the entourage into disrepute: men unworthy of access to the caliph became members to the exclusion of, for instance, scions of the great families of early Islam. The caliph should now remedy the situation by taking account of claims to precedence and singling out for preferment men with special talents and distinguished service records, as well as men of religion and virtue and incorruptible and uncorrupting men of noble lineage. Also, the caliph's kin and princes of his house should be considered. In a section on land-tax (Kharaj) the author focuses on the arbitrary exploitation of cultivators and recommends taxation governed by known rules and registers. After a few lines on Arabia he closes with a proposal for mass education aimed at achieving uniformity of orthodox belief through a body of paid professional instructors. This would make for stability, and trouble-makers would not go unobserved. The Resāla ends with an expression of pious hopes and prayers for the caliph and his people. Stylistically, the work markedly differs from the Ādāb in certain important respects, the reason for which may be the subject-matter. Of the various works attributed, rightly or wrongly, to Ibn al-Muqaffa', there are two of which we have only fragments quoted in hostile sources. One, posing a problem of authenticity, may be described as a Manichaean apologia. The other is the Moarazat al-Quran, which sees not as anti-Islamic, but rather as an exercise designed to show that in the author's time something stylistically comparable to the Quran could be composed. Other compositions and occasional pieces attributed to Ibn al-Muqaffa' are the Yatima tania a short, sententious epistle on good and bad rulers and subjects ; may be authentic, though the long resāla entitled Yatimat al-soltan and the collection of aphorisms labeled Hekam certainly are not. A doxology is almost certainly spurious, though a series of passages and sentences that follow it may have come from the lost Yatima fi’l-rasael. ==Legacy and commemoration== The Bosnian poet Dzevad Karahasan wrote a play about al-Muqaffa. The world premiere was performed in 1994 during the civil war in Bosnia-Hercegovina by the Bosnian actors Zijah Sokolović and Selma Alispahić from the National Theatre of Sarajevo under the direction of Herbert Gantschacher in a production of the Austrian theatre ARBOS - Company for Music and Theatre in ViennaDževad Karahasan \"Al-Mukaffa\" ARBOS-Wieser-Edition, Klagenfurt-Salzburg 1994, . == See also == * Al-Adab al- Kabīr * Mirrors for princes ==References== * * * ==External links== *EBN AL- MOQAFFAʿ, Encyclopedia Iranica Category:8th-century Persian-language writers Category:Persian–Arabic translators Category:Converts to Islam from Zoroastrianism Category:People from Basra Category:Executed Iranian people Category:750s deaths Category:Year of birth unknown Category:Translators of medieval Islam Category:People from Firuzabad, Fars Category:8th-century executions by the Abbasid Caliphate Category:Shu'ubiyya Category:8th-century Arabic writers Category:8th-century Muslims Category:8th-century people of the Abbasid Caliphate",
 "title": "Ibn al-Muqaffa'"
}