{
 "id": "607499",
 "text": "Nightwear - also called sleepwear, or nightclothes - is clothing designed to be worn while sleeping. The style of nightwear worn may vary with the seasons, with warmer styles being worn in colder conditions and vice versa. Some styles or materials are selected to be visually appealing or erotic in addition to their functional purposes. Nightwear includes: * Adult onesie - all-in-one footed sleepsuit worn by adults, similar to an infant onesie or children's blanket sleeper and usually made from cotton * Babydoll - a short, sometimes sleeveless, loose-fitting nightgown or negligee for women, generally designed to resemble a young girl's nightgown. * Blanket sleeper - a warm sleeping garment for infants and young children. * Chemise - when used in reference to sleepwear, it is a delicate, usually provocative, loose-fitting, sleeveless, shirt-like lingerie * Negligee - loose, sensuous nightwear for women usually made of sheer or semi-translucent fabrics and trimmed with lace or other fine material, and bows. * Nightcap - warm cloth cap worn by women, men and children with pajamas, a nightshirt or a nightgown. * Nightgown - loose hanging nightwear for women, typically made from cotton, silk, satin, or nylon. * Nightshirt - loose fitting shirt, much longer than a regular shirt, reaching to below the knees. Worn by men, women and children. * Pajamas - traditionally loose fitting, two-piece garments for women, men and children. * Peignoir - a long outer garment for women usually sheer and made of chiffon. They are usually sold with a matching nightgown, negligee or panties. Other types of garment are commonly worn for sleeping, but not exclusively so, including gym shorts, t-shirts, tank tops, and sweatpants, and as well as underwear, such as long underwear and briefs, with no outer garment, and socks. Also, sleeping without clothing is not uncommon. Short Analysis here ==Customs== According to a 2004 United States survey, 13% of men wear pajamas or nightgowns for sleeping, whereas 31% wear underwear and another 31% sleep nude. Among women, 55% wear pajamas or nightgowns, which were counted under the same option: Short Analysis here {| class=\"wikitable\" !What worn for sleeping!! Men (%) !! Women (%) !! All (%) |- |Nothing/nude ||31 ||14 ||22 |- |Underwear ||31 ||2 ||16 |- |Nightgown/Pajamas ||13 ||55 ||34 |- |Shorts/t-shirt ||21 ||25 ||23 |- |Sweatshirt/sweatpants ||1 ||2 ||1 |- |Something else ||3 ||1 ||2 |- |No opinion ||1 ||1 ||1 |} A survey by the BBC The Clothes Show Magazine in 1996 revealed the following about sleepwear in the UK {| class=\"wikitable\" !% !! Pyjamas !! Nothing !! Underwear !! Nightdress !! Other |- |Women || 37 || 17 || 9 || 33 || 4† |- |Men || 6 || 47 || 22 || - || 25† |} †Most common response in 'Other' from women was outdoor clothes, from men shorts. == Children's nightwear == On 22 December 2011, the U.S. Consumer Product Safety Commission (CPSC) issued a letter to manufacturers, distributors, importers and retailers reminding the apparel industry of the enforcement policy and their obligations associated with children’s sleepwear and loungewear. The Commission’s regulations define the term children’s sleepwear to include any product of wearing apparel (in sizes 0-14), such as nightgowns, pajamas, or similar or related items, such as robes, intended to be worn primarily for sleeping or activities related to sleeping, except: (1) diapers and underwear; (2) infant garments, sized for a child nine months of age or younger; and (3) tight-fitting garments that meet specific maximum dimensions. All children’s sleepwear and loungewear sold in the US are required to comply with the Flammable Fabrics Act (FFA) using the standards for Flammability of Children’s Sleepwear 16 C.F.R. Parts 1615 and 1616. Moreover, they have to comply with the Consumer Product Safety Improvement Act of 2008 (CPSIA) requirements including tracking labels, a certificate of compliance, meeting requirements for lead content and surface coatings, and meeting requirements for phthalates. ==References==",
 "title": "Nightwear"
}