{
 "id": "607640",
 "text": "thumb|Euro monetary base In economics, the monetary base (also base money, money base, high-powered money, reserve money, outside money, central bank money or, in the UK, narrow money) in a country is the total amount of money created by the central bank. This includes: * the total currency circulating in the public, * plus the currency that is physically held in the vaults of commercial banks, * plus the commercial banks' reservesSee, e.g., U.S. Federal Reserve System regulations at 12 C.F.R. section 204.5(a)(1) and 12 C.F.R. section 204.2. held in the central bank.See, e.g., U.S. Federal Reserve System regulation at 12 C.F.R. section 204.5(a)(1)(i). The monetary base should not be confused with the money supply, which consists of the total currency circulating in the public plus certain types of non-bank deposits with commercial banks. ==Management== alt=|left|thumb|U.S. Monetary base thumb|Base money of the Euro zone and money supplies M1, M2 and M3, and euro zone GDP from 1980–2021. Logarithmic scale. Open market operations are monetary policy tools which directly expand or contract the monetary base. The monetary base is manipulated during the conduct of monetary policy by a finance ministry or the central bank. These institutions change the monetary base through open market operations: the buying and selling of government bonds. For example, if they buy government bonds from commercial banks, they pay for them by adding new amounts to the banks’ reserve deposits at the central bank, the latter being a component of the monetary base. Typically, a central bank can also influence banking activities by manipulating interest rates and setting reserve requirements (how much money banks must keep on hand instead of loaning out to borrowers). Interest rates, especially on federal funds (ultra- short-term loans between banks), are themselves influenced by open market operations. The monetary base has traditionally been considered high-powered because its increase will typically result in a much larger increase in the supply of demand deposits through banks' loan-making, a ratio called the money multiplier. However, for those that do not agree with the theory of the money multiplier, the monetary base can be thought of as high powered because of the fiscal multiplier instead. ==Monetary policy== Monetary Policy is generally presumed to be the policy preserve of Reserve Banks, who target an interest rate. Control of the amount of Base Money in the economy is then lost, as failure by the Reserve Bank to meet the reserve requirements of the banking system will result in banks who are short of reserves bidding up the interest rate. Interest rates are manipulated by the Reserve bank to maintain an inflation rate which is considered neither too high or too low. This is usually determined using a Taylor Rule. The quantity of reserves in the banking system is supported by the open market operations performed by the Reserve Banks, involving the purchase and sale of various financial instruments, commonly Government debt (bonds), usually using \"repos\". Banks only require enough reserves to facilitate interbank settlement processes. In some countries, Reserve Banks now pay interest on reserves. This adds another lever to the interest rate control mechanisms available to the Reserve Bank. Following the 2008 financial crisis, Quantitative Easing raised the amount of reserves in the banking system, as the Reserve Banks purchased bad debt from the banks, paying for it with Reserves. This has left the banking system with an oversupply of reserves. This increase in reserves has had no effect on the level of interest rates. Note that reserves are never lent out by banks. == Accounting == Following IFRS standards, base money is registered as a liability of the central banks' balance sheet, implying base money is by nature a debt from the central bank. However, given the special nature of central bank money – which cannot be redeemed in anything other than base money – numerous scholars such as Michael Kumhof have argued it should rather be recorded as a form of equity. ==See also== *Money creation *Monetary reform *Fractional reserve banking *Credit theory of money *Broad money ==References== ==External links== * * * * Aggregate Reserves Of Depository Institutions And The Monetary Base (H.3) Category:Monetary economics Category:Operations of central banks",
 "title": "Monetary base"
}