{
 "id": "607618",
 "text": "Dustin Neil Diamond (January 7, 1977 – February 1, 2021) was an American actor and stand-up comedian best known for his role as Samuel \"Screech\" Powers throughout the Saved by the Bell franchise. ==Early life and family== Diamond was born in San Jose, California, the son of Jaimee and Mark Diamond. His father taught digital electronics for a computer processing firm, and his mother was a computer operator for Pacific Bell. Diamond was Jewish and attended Zion Lutheran School. ==Career== Diamond began acting as a child. He became known for playing Samuel \"Screech\" Powers on the television show Saved by the Bell, a role he played for close to thirteen years from its beginning as Good Morning, Miss Bliss (1988–89) through its final incarnation, Saved by the Bell: The New Class (1994–2000). Continuing the series into college, Saved by the Bell: The College Years shows most of the cast transplanted into not only the same college, but also the same college dormitory, where Screech continued his typical misadventures. The College Years was canceled after one season. Diamond returned to Bayside High as Principal Belding's assistant in The New Class episodes, remaining with the show until its cancellation. ===Appearances after Saved by the Bell=== Diamond began doing stand-up comedy after the end of Saved by the Bell and toured on and off after that. He was also featured on a number of game and reality shows including The Weakest Link and Celebrity Boxing 2. Diamond also made several cameo appearances in films, including appearances in Made (2001) and Dickie Roberts: Former Child Star (2003). In 2007, Diamond was a cast member of the fifth season of Celebrity Fit Club. During his run on the show, he came into conflict with former American Idol finalist Kimberley Locke, country singer Cledus T. Judd, rapper Da Brat, the program's host Ant, and the program's trainer, former USMC sergeant Harvey Walden IV. During one episode, Diamond mentioned what may have happened if he were to challenge Ant to \"physical combat\" and after Harvey Walden defended Ant, Diamond subsequently said the same to him, causing Walden to lose his temper. Following Celebrity Fit Club, Diamond played roles as \"Alumnus Guy #1\" in American Pie Presents: The Book of Love (2009), in a supporting role in the sports comedy Tetherball: The Movie (2010), and as Bernardo, the castle guard, in the partially-animated science fiction comedy Hamlet A.D.D. (2014). ===Sex tape=== In 2006, Diamond directed and released his own celebrity sex tape, Screeched – Saved by the Smell. According to Melanie McFarland's retelling of a press release, Diamond said the tape got out because he and a group of friends had a \"monthly gathering\" wherein they exchanged such tapes. Several years later, Diamond said in a Where Are They Now? interview on the Oprah Winfrey Network that he was not in the sex tape; rather, a stunt double had his likeness superimposed. ===Behind the Bell=== In 2009, Diamond published an inside story of the show's cast and crew, from his point of view, titled Behind the Bell. The book paints an unflattering portrait of many of Diamond's colleagues and their allegedly sordid backstage behavior. Some of these claims have been repudiated by Diamond's colleagues and questioned by critics. Diamond later commented on the book's content in a December 2013 appearance on an Oprah: Where Are They Now? segment on the OWN Network in which he stated that the book was ghost written by an author who simply interviewed him and compiled the book from his answers. He claimed that many parts of the book, such as allegations of teen sex and drug use, were fabricated from very minor statements he made during the interviews. ===Other work=== Diamond was also a musician and formed an alternative metal band called Salty The Pocketknife. Diamond played bass and wrote much of the music as well. Shortly after recording their first album, the band split up due to internal disagreements. Diamond also appeared on truTV's The Smoking Gun Presents: World's Dumbest... as a commentator. He appeared as a host at the 12th annual Gathering of the Juggalos. In August 2013, Diamond became a housemate on the twelfth series of Celebrity Big Brother in the UK. He became the fourth housemate to be evicted on Day 16. Diamond was a spokesperson for the Rockford, Illinois-based insurance company Insurance King. In some Insurance King commercials he is featured in, he makes several references to Saved By the Bell (with logos in the commercial saying “Saved By the King”). In other commercials, he is shown to be pulled over, not caring about the already numerous tickets he has because he is “saved by the King!”, being in a Western style standoff, and him being a terrible barber. ==Professional wrestling career== Diamond was a fan of professional wrestling. He appeared at Memphis Championship Wrestling in April 2000 involving a skit with The Kat where was beaten up by Chip Diver, the Fabulous Rocker, and Dannie B. On September 18, 2002, he appeared on an NWA-TNA's Asylum weekly pay-per-view. Billed as Screech, he challenged TNA's bellkeeper, Tiny the Bellkeeper, to a boxing match. Screech won by knockout in 42 seconds. In 2008, Diamond was a contestant on Hulk Hogan's Celebrity Championship Wrestling, broadcast on CMT. Diamond was a special guest referee for a match at Celerity Big Bang Wrestling, Mistress Devon James vs Susan Finkelstein on July 22, 2010. On February 11, 2011, Diamond teamed with Jordan McEntrye and Knight Wagner, losing to MsChif, Marion Fontaine and Krotch in an intergender match at AAW in Merrionette Park, Illinois. On March 17, 2011, he teamed with Bushwhacker Luke, Izzy Slapawitz and Doink the Clown to beat Virgil, Ashley Sixx, Celine Jean and Sheena at TWE Rethinking Rumble in Vaughan, Ontario. He lost his final match in a tag during the main event of FTW Summer of Synn, in Ronkonkoma, New York, on July 7, 2012. ==Personal life== In 2001, Diamond filed for bankruptcy in California. He moved to Port Washington, Wisconsin, in 2003. On June 13, 2006, he asked listeners of The Howard Stern Show to visit his website and purchase a T-shirt, reading \"I paid $15.00 to save Screeech's house\" (spelling \"Screech\" with an extra E for copyright reasons). He said he hoped to sell 30,000 shirts in order to raise $250,000 and avoid foreclosure on his house. Diamond moved to Florida in 2018, and put his house in Port Washington up for sale the following year. He reportedly married longtime girlfriend Jennifer Misner in 2009, separated in 2013 and later divorced, although his death certificate lists him as having never married. They did not have any children. On December 26, 2014, Diamond was arrested in Ozaukee County, Wisconsin, for possession of a switchblade knife, which he was alleged to have pulled during a bar altercation in which a man was stabbed. Amanda Schutz, his fiancée, was found guilty of disorderly conduct and fined $500. On May 29, 2015, he was convicted of two misdemeanors: carrying a concealed weapon and disorderly conduct. He was cleared of the most serious charge, recklessly endangering public safety. On June 25, he was sentenced to four months in jail. He served three months and was released on probation, though his probation agent later determined that he had violated his terms and he was arrested again in May 2016.McKirdy, Evan (May 26, 2016). \"'Saved by the Bell' star Dustin Diamond back in jail after probation violation\" . CNN. ==Illness and death== In early January 2021, Diamond was diagnosed with extensive stage four small cell carcinoma of the lungs. He completed one round of chemotherapy in Cape Coral, Florida, but died from the disease on February 1, 2021, at age 44. === NASCAR tribute === After Diamond's death, Dan Block, the founder of Insurance King, partnered with Josh Bilicki, driver of the #52 Rick Ware Racing Ford to run a tribute car for Diamond, finishing 18th in the 2021 Verizon 200 at the Brickyard. Block and Diamond were close friends, and Block would say of Diamond \"Everyone he was surrounded with was because of who he was,\" Block said. \"He had a few people who were around him because of the person. The people who were treating him not like Screech, could talk to him and give him tough love ... he really didn't have many of us around him. It definitely went above and beyond the call of a business relationship.\" thumb|Bilicki's tribute car to Diamond. On the firesuit, it reads \"Dustin N. Diamond 1977-2021\". ==Filmography== {| class=\"wikitable\" |+ Television and film roles |- ! Year ! Title ! Role ! Notes ! Refs |- |rowspan=4|1987 |The Price of Life |Young Stiles |Film | |- |American Playhouse |Young Stiles |1 episode | |- |It's a Living |Young Sonny |1 episode | |- |Yogi's Great Escape |Chubby Kid |Voice role; 1 episode | |- |1988 |Purple People Eater |Big Z |Film | |- |1988–1989 |Good Morning, Miss Bliss |Samuel \"Screech\" Powers |Main role | |- |1989 |She's Out of Control |Beach boy |Film | |- |1989–1990 |The Wonder Years |Joey Harris / Joey Lapman |2 episodes | |- |1989–1993 |Saved by the Bell |Samuel \"Screech\" Powers |Main role | |- |1990 |The Munsters Today |Rob |1 episode | |- ||1992 |Saved by the Bell: Hawaiian Style |Samuel \"Screech\" Powers |Television film | |- |1993 |Getting By |Tommy |2 episodes | |- |1993–1994 |Saved by the Bell: The College Years |Samuel \"Screech\" Powers |Main role | |- |1994 |Saved by the Bell: Wedding in Las Vegas |Samuel \"Screech\" Powers |Television film | |- |1994–2000 |Saved by the Bell: The New Class |Samuel \"Screech\" Powers |Main role (seasons 2–7) | |- |2000 |Longshot |Waiter |Film | |- |2001 |Made |Himself |Film | |- |rowspan=4|2002 |Jane White Is Sick & Twisted |Simone |Film | |- |Big Fat Liar |Himself |Film | |- |The Rerun Show |Doctor |1 episode | |- |Star Dates |Himself |1 episode | |- |rowspan=2|2003 |Pauly Shore Is Dead |Himself |Film | |- |Dickie Roberts: Former Child Star |Himself |Film | |- |2004 |Tom Goes to the Mayor |Himself |Film | |- |rowspan=2|2005 |Duck Dodgers |Xainius the Eternal |1 episode | |- |13th Grade |Corey |Film | |- |2006 |Screeched: Saved by the Smell |Himself |Film; also directed | |- |2007 |Celebrity Fit Club |Himself |Main role (seasons 5–6) | |- |2008 |Our Feature Presentation |Mr. Renolds |Film | |- |2009 |Porndogs: The Adventures of Sadie |Buster |Film; voice role | |- |2009 |American Pie Presents: The Book of Love |Alumnus Guy #1 |Film | |- |2010 |Big Money Rustlas |Man in Outhouse |Film | |- |2011 |Tetherball: The Movie |Coach McAger |Film | |- |rowspan=6|2013 |A Dog for Christmas |Fred |Film | |- |Captured Hearts |Oliver Jaffe |Film | |- |Scavenger Killers |Agent Dewayne |Film | |- |College Fright Night |Professor Donnely |Film | |- |Celebrity Big Brother |Himself |Housemate (series 12) | |- |Celebrity Big Brother's Bit on the Side |Himself |Housemate | |- |2014 |Hamlet A.D.D. |Bernardo |Film | |- |2016 |Joker's Wild |Raynard |Film | |- |2017 |Your Pretty Face is Going to Hell |Himself |Film | |} ==References== ==External links== * * * Category:1977 births Category:2021 deaths Category:20th-century American comedians Category:20th-century American male actors Category:21st-century American comedians Category:21st-century American male actors Category:American male child actors Category:American male television actors Category:American stand- up comedians Category:Comedians from California Category:Deaths from cancer in Florida Category:Deaths from lung cancer Category:Film directors from California Category:Film directors from Wisconsin Category:Jewish American male actors Category:Jewish American male comedians Category:Male actors from San Jose, California Category:Musicians from San Jose, California Category:Participants in American reality television series Category:People from Port Washington, Wisconsin Category:21st-century American Jews",
 "title": "Dustin Diamond"
}