{
 "id": "607882",
 "text": "\"Bette Davis Eyes\" is a song written and composed by Donna Weiss and Jackie DeShannon in 1974. It was originally recorded by DeShannon in that year for her album New Arrangement, but it was made popular by American singer Kim Carnes in 1981 when it spent nine non-consecutive weeks on top of the U.S. Billboard Hot 100. The song was #1 for five weeks but was interrupted for one week by \"Stars on 45\" before it returned to the top spot for another four weeks and became Billboard's biggest hit of the year. The single also reached No. 5 on Billboards Top Tracks charts and No. 26 on the Dance charts. It was also a No. 1 hit in 21 countries and peaked at No. 10 in the United Kingdom, to date her only Top 40 hit in that country. It also reached No. 2 in Canada for twelve consecutive weeks, and was the No. 2 hit of 1981 in that country after \"Stars on 45\". The song won the Grammy Awards for Song of the Year and Record of the Year, it also ranked at No. 12 on Billboard's list of the Top 100 songs in the first 50 years of the Billboard Hot 100 chart. Cleopatra Records released a re-recording of the song as a single in 2007. This song is written in the key of F major. ==Background== upright|thumb|left|Bette Davis in 1935 The song was written in 1974 by Donna Weiss and Jackie DeShannon, the latter of whom recorded the song that same year on her album New Arrangement. In this original incarnation, the track is performed in a Swing arrangement, featuring a prominent uptempo piano part, as well as flourishes of pedal steel guitar and horns. However, it was not until March 1981, when Kim Carnes recorded her version of the song in a radically different synthesizer-based arrangement, that \"Bette Davis Eyes\" became a commercial success. According to producer Val Garay, the original demo of the tune that was brought to him sounded like \"a Leon Russell track, with this beer-barrel polka piano part.\" The demo can be heard in a Val Garay interview on TAXI TV at 21:50. Keyboardist Bill Cuomo came up with the signature synth riff, using the Sequential Circuits Prophet-5 synthesizer, which now defines Carnes's version. The song was recorded in the studio on the first take. Actress Bette Davis was 73 years old when Kim Carnes's version became a hit. She wrote letters to Carnes, Weiss, and DeShannon to thank all three of them for making her \"a part of modern times\" and stated that her grandson now looked up to her. After their Grammy wins, Davis sent them roses as well. ==Music video== The video was directed by Australian film director Russell Mulcahy. ==Track listing and formats== *7\" single #\"Bette Davis Eyes\" – 3:45 #\"Miss You Tonite\" – 5:11 *US 12\" maxi-single #\"Bette Davis Eyes\" – 3:45 #\"Miss You Tonite\" – 5:11 ==Charts and certifications== ===Weekly charts=== {|class=\"wikitable sortable\" !Year !Chart !Peak position |- |rowspan=\"24\"|1981 |Australia (Kent Music Report) |align=\"center\"|1 |- |- |- |- |- |France (IFOP) |align=\"center\"|1 |- |- |- |- |- |- |- |South Africa (Springbok Radio) |align=\"center\"|1 |- |Spain (AFE) |align=\"center\"|1 |- |- |- |- |- |- |US Cash Box Top 100 |align=\"center\"|1 |- |US Dance Club Songs (Billboard) |align=\"center\"|26 |- |- |US Record World |align=\"center\"|1 |- |- |1997 |- |2002 |- |2007 |- |2013 |scope=\"row\"|Slovenia (SloTop50) |align=\"center\"|45 |} ===Year-end charts=== {|class=\"wikitable sortable\" !Chart (1981) !Rank |- |Australia (Kent Music Report) |align=\"center\"|6 |- |Austria (Ö3 Austria Top 40) |align=\"center\"|16 |- |Belgium (Ultratop 50 Flanders) |align=\"center\"|37 |- |Canada Top Singles (RPM) |align=\"center\"|2 |- |France (IFOP) |align=\"center\"|4 |- |Italy (FIMI) |align=\"center\"|5 |- |New Zealand (Recorded Music NZ) |align=\"center\"|6 |- |South Africa (Springbok Radio) |align=\"center\"|2 |- |Switzerland (Schweizer Hitparade) |align=\"center\"|2 |- |US Billboard Hot 100 |align=\"center\"|1 |- |US Cash Box |align=\"center\"|2 |- |West Germany (Official German Charts) |align=\"center\"|10 |} ===All-time charts=== {|class=\"wikitable\" !Chart !Rank |- |US Billboard Hot 100 |align=\"center\"|17 |} ===Certifications=== ==Gwyneth Paltrow version== American actress Gwyneth Paltrow recorded a cover of \"Bette Davis Eyes\" that was included on the soundtrack to the 2000 road trip film Duets. It was released as a single in Australia on March 26, 2001, debuting and peaking at number three on the ARIA Singles Chart on April 8, 2001. It spent nine weeks in the top 10. Paltrow's cover ended 2001 at number 35 on Australia's year-end chart and earned a platinum certification from the Australian Recording Industry Association for shipments exceeding 70,000 units. ==See also== *List of number-one singles in Australia during the 1980s *List of Top 25 singles for 1981 in Australia *List of Billboard Hot 100 number-one singles of 1981 *Billboard Year-End Hot 100 singles of 1981 *List of Cash Box Top 100 number-one singles of 1981 *List of number-one singles of 1981 (France) *List of number-one hits of 1981 (Germany) *List of number-one hits (Italy) *List of number-one songs in Norway *List of number-one singles of 1981 (Spain) *List of number-one singles of the 1980s (Switzerland) ==References== Category:1974 songs Category:1981 singles Category:Billboard Hot 100 number-one singles Category:Cashbox number-one singles Category:EMI America Records singles Category:Grammy Award for Record of the Year Category:Grammy Award for Song of the Year Category:Jackie DeShannon songs Category:Kim Carnes songs Category:Gwyneth Paltrow songs Category:Music videos directed by Russell Mulcahy Category:American new wave songs Category:Number- one singles in Australia Category:Number-one singles in Germany Category:Number-one singles in France Category:Number-one singles in Italy Category:Number-one singles in Norway Category:Number-one singles in South Africa Category:Number-one singles in Spain Category:Number-one singles in Switzerland Category:Songs written by Jackie DeShannon Category:Songs written by Donna Weiss Category:Bette Davis Category:Songs about actors Category:Songs about eyes Category:Songs about celebrities Category:Song recordings produced by Val Garay",
 "title": "Bette Davis Eyes"
}