{
 "id": "608298",
 "text": "{| |} USS Dentuda (SS-335) was a of the United States Navy in service from 1944 to 1946. Afterwards, she was used as a training ship until 1967. Two years later, she was sold for scrap. ==History== Originally named Capidoli, she was renamed Dentuda on 24 September 1942, launched on 10 September 1944 by Electric Boat Company, Groton, Connecticut; sponsored by Mrs. T. W. Hogan, wife of Commander Hogan; and commissioned on 30 December 1944, Commander John S. McCain, Jr., in command. Dentuda is the Spanish name for the shortfin mako. ===World War II=== Her shakedown was extended by two months of experimental duty for the Submarine Force, Atlantic Fleet. She sailed on 5 April 1945 for the Pacific, arriving at Pearl Harbor on 10 May. From 29 May to 29 July, she conducted her first war patrol in the East China Sea and the Taiwan Straits, damaging a large freighter, and on 18 June 1945 sinking two patrol craft: Reiko Maru and Heiwa Maru. Dentuda remained at Pearl Harbor until 3 January 1946, when she sailed for the west coast. She arrived at San Francisco, California 5 days later. ===Operation Crossroads=== Assigned to JTF 1 as a test vessel for Operation Crossroads, Dentuda returned to Pearl Harbor on 14 February, and on 22 May sailed for Bikini Atoll. She underwent both atomic weapons tests with her crew safely away from their submarine, and returned to Pearl Harbor on 5 September. On 7 October, she got underway for Mare Island Naval Shipyard, arriving 14 October. ===Training ship=== She was decommissioned on 11 December 1946 and stationed in the 12th Naval District for the training of members of the Naval Reserve. She was finally struck on 30 June 1967 and sold for scrap on 12 February 1969. ==Awards== Dentudas single war patrol was designated as \"successful\"; and she received one battle star for her contribution to the success of the Okinawa operation. ==References== * Category:Balao-class submarines Category:World War II submarines of the United States Category:Ships built in Groton, Connecticut Category:1944 ships Category:Ships involved in Operation Crossroads",
 "title": "USS Dentuda (SS-335)"
}