{
 "id": "608286",
 "text": "Dou Wei is a Chinese musician, singer-songwriter and composer. ==Music== Dou Wei is a multi-instrumentalist and produces music across many genres. He first came to prominence as a member of the hard rock group Black Panther (Hei Bao, 黑豹). In the album Sunny Days and Mountain River, Dou Wei explored new frontiers in electronic and ambience. From there on, Dou Wei's music took the direction of ambience, folk and post-rock. His two last vocal album Acousma and Rainy Murmur with the E band drew influence from the UK post-rock group Bark Psychosis. Since then Dou Wei's music became more improvisational and he has consistently collaborated with others and formed the group Indefinite. His 2013 album Golden Curse (殃金咒) was described as \"a fifty-minute Buddhist metal freakout\". In 2014 he released the \"one track album\" Horoscope, with Zifeng on flute and Moxi Zishi. ==Personal life== Dou Wei has two daughters: one named Dou Jingtong, born to his ex-wife, Chinese pop singer Faye Wong, and the other one, Dou Jiayuan (), born to his ex-wife, photographer Gao Yuan (). On 10 May 2006, Dou was arrested after storming the office of The Beijing News' editorial department, destroying a computer keyboard and a DVD player, and pouring water on editors in the office, before setting fire to a car's boot parked in front of the newspaper's office building. In March 2019, Dou Wei was married to a longtime fan two decades younger than him. She and Dou had a child in 2016. == Discography == ===Solo albums=== * 1994 Black Dream (黑梦) * 1995 Sunny Days (艳阳天) * 1998 Mountain River (山河水) * 2004 Eight Fragments (八段锦)(recorded between 1995 and 2003) * 2013 Yang Jin Mantra (殃金咒) * 2015 Tian Zhen Jun Gong (天真君公) ===Collaborations=== * 1991 Hei Bao (Panther,黑豹) Black Panther (黑豹乐队） * 1994 Black Dream (黑梦) Dreaming (做梦乐队） * 1999 Acousma (幻听) with E Band (译） * 2000 Rainy Murmur (雨吁) (demo) with E Band (译） * 2002 Gloriette by Water (水亭) Mu Liang Wen Wang (暮良文王) * 2003 One Stone, Two Birds (壹举·两得) with Indefinite (不一定) (recorded in 2001) * 2013 Mu Liang Wen Wang (暮良文王) Mu Liang Wen Wang (暮良文王) * 2004 The Story Between the Mirror and Flowers (镜花缘记) with FM3 * 2004 Three States, Four Scores (三国·四记) with Indefinite (不一定) * 2004 Wuque Liuyan (五鹊·六雁) with Indefinite (不一定) * 2004 Live On (相相生) Mu Liang Wen Wang (recorded in 2002) * 2004 Qiguo Shengdan (期过圣诞) with Indefinite (不一定) (live at Shenzhen, recorded in 2001) * 2005 Shan Dou Ji Shi Ye (山豆几石页) Mu Liang Wen Wang (暮良文王) * 2005 Ji Ran Pin Qi Guo (祭然品气国) Mu Liang Wen Wang (暮良文王) * 2005 Ba He (八和) with Indefinite (不一定) * 2005 Jiu Sheng (九生) with Indefinite (不一定) * 2006 Shui Xian Hou Gu Qing Feng Yue (水先后古清风乐) with Indefinite (不一定) (live at ARK Bar, Shanghai, recorded in 2005) * 2006 Pilgrimage to the East (东游记) with Wu Na, Wen Zhiyong and Zhang Jian (recorded in 2005) * 2006 Rainy Murmur (雨吁) with E Band (译）(recorded in 2000) * 2006 Hou Guan Yin (后观音) with FM3 * 2007 Song Ah Zhu Ah Ji (松阿珠阿吉) with Indefinite (不一定) * 2007 35651 with Indefinite (不一定) * 2007 Zorro in China (佐罗在中国) with Indefinite (不一定) * 2008 Wu Yin Huan Yue (五音环乐) with Indefinite (不一定) and Inequable (不一样) * 2008 798 with Indefinite (不一定) and Inequable (不一样) * 2010 Umbrella of Early Spring (早春的雨伞) with Inequable (不一样) * 2010 Autumn (入秋) with Inequable (不一样) * 2011 Vocal Music (口音) with E Band (译） * 2012 Xiao Yue Dong Lu (箫乐冬炉) with Inequable (不一样) * 2012 Di Yin Xia Shan (笛音夏扇) with Inequable (不一样) * 2012 2012 Beat (2012拍) with Inequable (不一样) * 2014 Horoscope (天宫图) with Inequable (不一样) * 2014 Shan He Diao (潸何吊) with Inequable (不一样) and Leah Dou (Vocal) * 2015 Shu He Yue Ji (束河乐记) with Inequable (不一样) * 2015 Zheng Yue San Qu (正月散曲) with Inequable (不一样) * 2016 Fondling Qin on Spring Equinox (春分拾琴图) with Inequable (不一样) * 2016 Jian Ting Jian (間聽監) with E Band (译） * 2016 Shi Yin Jian (时音鉴) with Inequable (不一样) * 2017 Shan Shui Qing Yin Tu (山水清音图) with Inequable (不一样) * 2018 Farewell 2017 (送别2017) with Inequable (不一样) * 2018 Ma Gu Fu (麻姑符) with Inequable (不一样) * 2018 He He Qiu Yue (和合秋月) with Inequable (不一样) ====With Faye Wong==== * 1994 Pledge (誓言) (composer & co- arranger) * 1994 Please Myself (讨好自己) (arrangement) * 1995 Di-Dar (arrangement) * 1996 Restless (浮躁) (producer & song arranger) * 1998 Kid (童) (arrangement) ===Compilations=== * 1993 Light of Hope (希望之光) on Rock Beijing (摇滚北京) * 1995 Lord (主) on Chinese Fire II (中国火II) * 1997 Gracious Trill (婉啼) on Farewell Zhang Ju (再见张炬) * 1999 The Grand Joss House (大庙) on Chinese Fire III (中国火III) ===Other albums=== * 1993 Dou Wei & Dreaming: guest featuring in the movie Beijing Bastards (北京杂种) (directed by Zhang Yuan) * 1999 OST: My Favourite Snowy Days (我最中意的雪天)(for the movie What A Snow Day (我最中意的雪天)) * 2001 BOOTLEG: Lamp Whisper Demo (灯语demo) (producer, composer & arranger) * 2001 OST: Dazzling (花眼) (for the movie Dazzling (花眼), directed by Li Xin) * 2001 OST: The Missing Gun (寻枪) (for the movie The Missing Gun, directed by Jiang Wen) * 2001 Musical Drama Story Between the Mirror and Flowers (镜·花·缘) * 2001 As the composer for the TV documentary: Huang Xing, a prominent figure during Chinese Revolution of 1911 (百年任务·黄兴) * 2001 Dou Wei & Indefinite: master & improvisational performance for The Transparent Box (透明的盒子) * 2002 Rekindled Story Between the Mirror and Flowers (再续镜·花·缘) * 2005 OST: You and Me (我们俩) (for the movie You and Me directed by Ma Liwen) * 2009 OST: Beyond the Window (窗外) (for the movie The Equation of Love and Death(李米的猜想), directed by Cao Baoping) * 2011 OST: Itinerant Swordsman (迷走江湖) (for the movie Dragon directed by Peter Chan) * 2012 Shang Xia (上下) (sound tracks created specifically for a boutique of SHANG XIA (上下), a brand under Hermès, in Shanghai) * 2020 Post epidemic (后疫) (about coronavirus in 2020, published in the name of the Chaojian with the partner Wen Zhiyong) == See also == * C-Rock/Sino-Rock ==References== ==External links== * Dou Wei · Huan Shui Meng Tian (Chinese and English) * Dou Wei discography at Rate Your Music * * * Chinese Rock Database: Dou Wei (Japanese) * Dou Wei page from Rock in China wiki Category:Living people Category:20th-century Chinese male singers Category:21st-century Chinese male singers Category:Art rock musicians Category:Faye Wong Category:Musicians from Beijing Category:Singers from Beijing Category:People's Republic of China composers Category:People with bipolar disorder Category:Chinese electronic musicians Category:Chinese rock musicians Category:Chinese rock singers Category:Post-rock musicians Category:Chinese male singer-songwriters Category:Year of birth missing (living people)",
 "title": "Dou Wei"
}