{
 "id": "60911",
 "text": "Press Your Luck is an American television game show created by Bill Carruthers and Jan McCormack. It premiered on CBS daytime on September 19, 1983, and ended on September 26, 1986. The format is a retooling of an earlier Carruthers production, Second Chance, hosted by Jim Peck and which aired on ABC in 1977. The game featured contestants collecting spins by answering trivia questions, and then later using the spins on an 18-space gameboard to win cash and prizes. The contestant who amassed the highest total in cash and prizes kept their winnings for the day and became the returning champion. Peter Tomarken was the show's original host, and Rod Roddy was the primary announcer. John Harlan and Charlie O'Donnell filled in as substitute announcers for Roddy on different occasions. The show is known for the \"Whammy\", a red cartoon creature with a high-pitched, raspy voice. Landing on any Whammy space caused the contestant to go bankrupt and start over from $0, accompanied by an animation that showed the Whammy taking the loot but frequently being blown up or otherwise humiliated in the process. The Whammies were created and animated by Savage Steve Holland and Bill Kopp, and they were voiced by Bill Carruthers. A new weekly prime time version hosted by Elizabeth Banks and announced by Neil Ross (who also voices the \"Whammy\") began airing on ABC on June 12, 2019, and continued as a limited summer series. The series was renewed for a second season which premiered on May 31, 2020. The series was renewed for a third season, which premiered on May 26, 2021. ==Gameplay== ===Format=== ====Main game==== Three contestants competed on each episode, usually a returning champion and two new challengers (if a champion retired undefeated, then three new contestants would appear on the next episode). Each game began with a trivia round where the contestants tried to earn spins, which was then used on the show's gameboard, referred to as the Big Board. A question was posed to the contestants, who tried to be the first to buzz in with a correct answer. Once a contestant gave an answer, the remaining opponents were given a choice of that answer or two additional answers provided by Tomarken and selected one. If the original answer was correct (or deemed close enough to the correct answer to be acceptable), Tomarken gave two incorrect answers in addition to the correct answer, otherwise he gave one correct and one incorrect answer to form a three-way multiple choice question. If the contestant that buzzed in gave the correct answer, it earned three spins. A correct multiple choice answer was worth one spin. If none of the three contestants buzzed in with an answer within five seconds, three answers were given to the contestants and they earned one spin each if they chose correctly. If a contestant buzzed in but failed to give an answer, that contestant was locked out of the question and it was treated the same way as if nobody had buzzed in. After four questions were asked, play moved over to the Big Board. The board consisted of 18 spaces arranged in a 6×5 rectangle, each of which had a screen in it that displayed one of three items which changed rather rapidly, and a randomizer light which the contestants stopped by hitting their buzzer. The most common spaces offered cash, with an extra spin attached to some of them, and prizes, with some being directional spaces that either allowed the contestant to choose between two or three squares, or moved their position to a different part of the board. Cash amounts and prize values were added to the contestant's score, while landing on any of several Whammy spaces reset the contestant's score to $0. In the first Big Board round, play started with the contestant with the fewest spins unless there was a tie, in which case the contestant seated furthest left started. For each square the contestant stopped the randomizer light on, the value of that square was added to the contestant's bank and that contestant kept playing (\"pressing his/her luck\") until running out of spins or deciding to pass. Any passed spins went to the contestant's opponent with the higher amount of money (or, if tied, the opponent chosen by the passing contestant). A contestant receiving passed spins had to take them and could not pass until all the passed spins had been used. Spins awarded from hitting spaces offering them were placed in the earned column, and hitting a Whammy caused the contestant's remaining passed spins to move to the earned column, allowing the contestant to pass. Play continued until the contestants exhausted all of their spins, or earned a total of four Whammies, in which they were eliminated from the game and their remaining spins (if any) forfeited. Once all spins had been played, a second round of trivia questions followed with the same rules as before. A second Big Board round followed, with much higher stakes in play. This time, contestants played in order of their scores (lowest to highest) unless there was a tie between two or more contestants, in which case the contestant with the fewest spins started the round. Any passed spins, as before, went to the opponent with the higher score. The contestant in the lead at the end of the second Big Board round won the game, kept his/her winnings, and returned on the next show. If the game ended in a two- or three-way tie, the tied contestants returned on the next show. If two contestants Whammied out of the game and the third had any spins left, he/she could \"play against the house\" and take as many of their earned spins as he/she wanted until they used them all, Whammied out, or decided to stop. If a contestant playing against the house decided to stop before using up all their spins, the game immediately ended and he/she became the champion. If a game ended with all contestants having Whammied out, none of them returned and three new contestants were introduced on the next show. ===Board values=== In the first Big Board round, cash amounts ranged from $100 to $1,500 and prizes typically were worth no more than $2,000. The second round featured cash amounts from $500 to $5,000, and prizes potentially worth $6,000 or more. Three rare but special squares also appeared throughout the course of the show. The first, Double Your $$, doubled a contestant's score; this square later became Double Your $$ + One Spin, serving the same purpose but with an extra spin attached. Add-A-One added a \"1\" to the front of the contestant's current score (e.g., $0 became $10; $500 became $1,500; and $2,000 became $12,000). The third, $2000 or Lose-1-Whammy, offered the contestant a choice of adding $2,000 to his/her score ($2,000 was automatically added if the contestant had no Whammies), or removing a Whammy received earlier in the game. Add-A-One was only featured in the first Big Board round, with the others only appearing in the second Big Board round. One square present in both Big Board rounds was Big Bucks. This square, appearing third from the right in the bottom row, automatically moved the selector light to the corresponding position in the top row. The top dollar values in this square in round one were $1,000, $1,250 and $1,500. For the second round, the top dollar values were $3,000, $4,000, and $5,000, all of which awarded an extra spin. In both rounds, the value of a prize was announced only after it had been claimed, and a new prize was put on the board in its place (the aforementioned Add-A-One and Double Your $$ [+ One Spin] spaces were also treated as prizes in this respect). ===Limits on winnings=== Any contestant who won five games or exceeded the winnings cap (whichever occurred first) retired undefeated. From September 19, 1983 to October 31, 1984, any contestant who won over $25,000 retired undefeated, but was allowed to keep any winnings over that amount up to $50,000. The CBS game show winnings cap was doubled to $50,000 on November 1, 1984, with contestants now being allowed to keep any winnings over that up to $75,000. ===Home Player Spin=== \"Home Player Spins\" were featured at various points over the course of the series' run. Each of the three contestants was assigned a postcard with the name of a home viewer prior to the start of the episode. One spin in the final round was designated as the Home Player Spin at the start of the round, and when that spin came up, whatever the contestant landed on during that spin was added to their own total and was also awarded to the home player. If the contestant hit a Whammy, the home player received $500. If the contestant landed on a space that awarded money and an additional spin, the contestant received the money and the spin, but the home player only received the money. If the contestant landed on a prize instead of money, then the home viewer would also win that prize. At the close of the October–November 1985 contest, that episode's in-studio winner drew a card from a bowl containing the names of each of the 75 at-home participants featured over the five-week period. After drawing the name, the contestant took one spin on a modified board that showed only cash values and directional squares (no Whammies, prizes, or cash amounts with additional spins were present). The value landed on, multiplied by the total number of spins earned by the three contestants in the second question round, was then awarded to the home player whose name was drawn. ==Broadcast history== ===Press Your Luck (1983–86, CBS)=== ====Original production==== Peter Tomarken, who had just ended a 13-week stint as the host of Hit Man on NBC, was tapped as host for Press Your Luck. The pilot was taped on May 18, 1983, and the actual show began both tapings and airings four months later on September 10 of that year. The show premiered on September 19, 1983, on CBS at 10:30a.m. ET (9:30 CT/MT/PT), replacing Child's Play, and placing it between The New $25,000 Pyramid and The Price Is Right. Press Your Luck competed against Sale of the Century for first place in the 10:30a.m. morning time slot over the next two years. On January 6, 1986, CBS relocated Press Your Luck in order to make room for a Bob Eubanks-hosted revival of Card Sharks. Press Your Luck replaced Body Language in the network's 4:00p.m. afternoon time slot. Tomarken stated that by the Fall of 1985, the contract for The Price Is Right was up for renewal, but CBS was unable to pay Mark Goodson Productions the kind of money they wanted to continue that show on their network. Goodson came up with the solution of taking over the 10:30a.m. timeslot.David Baber, Television Game Show Hosts: Biographies of 32 Stars, McFarland & Company, Inc., Publishers, 2008, pp. 255 Although some CBS affiliates carried the program in 1986 outside of the 4:00p.m. ET time slot (including the network's flagship owned-and-operated stations in New YorkNew York Times; 1986 TV listings and Los AngelesLos Angeles Times; 1986 TV listings), many CBS affiliates dropped the program (with a few markets subsequently picking the show up on independent stations). The last episode of the show aired on September 26, 1986, but it was not acknowledged as the finale. The final tapings took place in August of that same year, when its cancellation was first announced. After the show ended its run, CBS returned the 4:00p.m. timeslot to its affiliates. ====Rebroadcasts, syndication and digital television networks==== In early 1987, 130 episodes of the show were packaged by Republic Pictures for off-network syndication to a handful of local stations. These episodes originally aired on CBS from February 25 to August 23, 1985,your luck personable%22 and were also the first to be shown on USA Network from September 14, 1987 (the day USA Network picked up the show for its block of afternoon game show reruns) to December 30, 1988. Press Your Luck remained on its schedule until October 13, 1995, when USA dropped its game show block altogether.David Schwartz, Steve Ryan & Fred Wostbrock, The Encyclopedia of TV Game $hows, Checkmark Books, 1999, pp. 176 The series was later purchased by Pearson Television (which later became Fremantle, which now owns the rights to the series), who also owns the Goodson–Todman and Reg Grundy libraries. Since then, the company has handled revivals and video game licenses, such as with Whammy! and the 2009 video game. On June 8, 2006, Press Your Luck was featured as the fourth round of Gameshow Marathon on CBS. Game Show Network (GSN) aired the show from September 2001 to March 2009, airing episodes from February 1984 to November 1985. GSN resumed airing the show in 2012, airing episodes from the September 1983 premiere to February 1984. From 2014 to 2016, GSN aired episodes 561 to 696, which originally ran from November 1985 to May 1986; after this, GSN aired episodes from the summer of 1984 to February 1985 until the show was removed from GSN's schedule again in May 2017. From December 2017 to February 2018, GSN aired episodes from summer 1984 as part of a Saturday night game show block. On July 2, 2018, reruns of Press Your Luck started airing on GameTV in Canada. As with much of the rest of Fremantle's game show archives, Press Your Luck also airs on Buzzr. ===Whammy! The All-New Press Your Luck (2002–03, GSN)=== In 2002, a new version titled Whammy! The All-New Press Your Luck (shortened to Whammy! in 2003) hosted by Todd Newton and announced by Gary Kroeger premiered on Game Show Network. New episodes initially aired through 2003, and reruns occasionally air on GSN. Several changes to the rules and aesthetics of the game were made. Three new contestants appeared on each episode with no returning champions, much less cash was available as well as more prizes, the board was entirely computerized (as well as redesigned), and the first question round was eliminated. Additionally, \"Big Bank\" spaces were added to the board in season two, which placed an accumulating jackpot made up of cash and prizes lost to hitting a whammy to a contestant's bank when that contestant landed on the space and answered a question correctly. ===Gameshow Marathon (2006, CBS)=== On June 8, 2006, Press Your Luck was the fourth of seven classic game shows featured in CBS's month-long Gameshow Marathon hosted by Ricki Lake and announced by Rich Fields and it was one of the \"elimination rounds\" in the tournament. The contestants were Leslie Nielsen, Kathy Najimy and Tim Meadows. The format was exactly like the original CBS run but with much higher money values. Najimy won the game in this episode. This episode was also dedicated in memory of Peter Tomarken who died in a plane crash along with his wife Kathleen three months before the episode aired. ===Press Your Luck (2019–present, ABC)=== On February 21, 2019, a casting announcement was released by Fremantle for a new version of Press Your Luck advertising opportunities for potential contestants to apply. On March 13, 2019, it was reported that ABC was partnering with Fremantle to reboot the series, with pre-production on new hour-long episodes of Press Your Luck and Card Sharks already underway and taping slated to begin sometime in the spring. The ABC version features a new bonus round in which one contestant competes head-to- head with the Whammy \"to win a fortune\". John Quinn (a producer on Celebrity Name Game) is the executive producer. On May 2, 2019, it was reported that actress Elizabeth Banks was selected to host. The series premiered on June 12, 2019 following an early premiere the day before. The first season featured eight weekly hour-long episodes. ====Gameplay==== Each episode features three new contestants. Gameplay is identical to the 1983–86 version, except only three questions are asked rather than four in the first round. Maximum dollar amounts are $3,000—$4,000—$5,000 in the first Big Board round, and $6,000—$8,000—$10,000 in the second; the latter spaces each award an extra spin as well. Prizes are worth up to $50,000. The high scorer at the end of the second Big Board round keeps his/her winnings and advances to the bonus game. If two or more contestants are tied for the lead at this point, each tied contestant takes one spin at a time until there is a clear winner. If two of the three contestants have whammied out of the game by accumulating four whammies each, the remaining contestant automatically advances to the bonus round. If all contestants have $0 but did not whammy out of the game, all three contestants are eligible to participate in the tiebreaker. The revival's Big Board includes special squares also seen on the 1983 version. Double Your Money + One Spin and Add-A-One are present, both of which were added in Season 2. The third season introduced Take the Lead + One Spin. Landing on this space awards the contestant enough cash to take first place by $1. ====Bonus game==== In the bonus game, the champion faces the Big Board alone and can win up to $1 million in cash and prizes. This game is divided into five rounds, each of which requires the champion to take a specific number of spins without stopping: five in the first round, four in the second, three in all others. Prizes tailored to the champion's preferences, such as a luxury car or dream vacation, are added to the Big Board in each of the first four rounds; values of these items can exceed $150,000 during later rounds. Hitting a Whammy at any point wipes out the champion's bank and returns any prizes to the Big Board, but does not affect the winnings from the main game. If the champion accumulates four Whammies, the bonus game ends immediately. The maximum dollar amounts for the five rounds are $10,000, $25,000, $50,000, $75,000, and $100,000. Prize values increase from one round to the next. For the fifth round, referred to as the \"Big Bucks Bonanza,\" all cash and cash-plus-a-spin spaces only show one of the five maximum values. A \"$7,000 or Lose a Whammy\" space is added to the board in the second round, with the value increasing to $10,000 in the third and $15,000 in the fourth. If the champion hits a space that awards an extra spin, it must be taken in that round. If the champion finishes a round with a bank total above $0, he/she may either stop playing and keep all winnings, or continue to the next round. If the total is $0 at the end of a round, the next one begins automatically. The champion receives all cash and prizes in the bank upon either choosing to stop or completing all five rounds. However, if the bank reaches or exceeds $500,000 at any point, the bonus game ends immediately and enough cash is added to bring the total up to $1 million. During the first season, the bonus game was played under slightly different rules. Six rounds were played instead of five, with the same number of spins per round as listed above. The maximum cash values were $10,000 / $15,000 / $25,000 / $50,000 / $75,000 / $100,000, and the \"Lose a Whammy\" space was introduced in the third round rather than the second. ==Notable contestants== ===Michael Larson=== In 1984, a self-described unemployed ice cream truck driver named Michael Larson made it onto the show. By recording episodes at home on a VCR and playing them back frame-by-frame, Larson discovered that the presumed random patterns of the game board were not actually random and he was able to memorize the sequences to help him stop the board where and when he wanted. On the single game in which he appeared, an initially tentative Larson spun a Whammy on his very first turn, but then went 45 consecutive spins without hitting another one. The game ran for so long that CBS aired the episode in two parts, on June 8 and 11, 1984. In the end, Larson earned a total of $110,237 in cash and prizes, a record for the highest winnings total by a contestant in a single appearance on a daytime network game show. In 2006, when Vickyann Chrobak-Sadowski won $147,517 in cash and prizes on the Season 35 premiere of The Price Is Right, it was not enough to surpass Larson's inflation-adjusted record ($110,237 was equal to $215,690 in 2006 dollars). Having memorized the board sequences, Larson could consistently land on one of two spaces in which every available slide awarded cash and an extra spin. This strategy guaranteed that he would avoid the Whammy and be able to continue playing for as long as he desired. After an investigation, CBS concluded that Larson's memorization of the board patterns did not constitute cheating and allowed him to keep his winnings. The board was subsequently reprogrammed with up to 32 new patterns to prevent subsequent contestants from duplicating his feat; all subsequent versions since then have followed this method. In 1994, TV Guide magazine interviewed Larson and revealed the background of this episode including his decision to pass his remaining spins after he lost concentration and missed his target squares.\"THE DAY THE GAME SHOW GOT WHAMMIED\", TV Guide, November 1994. The story was featured in a two-hour documentary on GSN titled Big Bucks: The Press Your Luck Scandal in March 2003. GSN aired a special rematch edition of Whammy! The All-New Press Your Luck, featuring the two runners-up from the show, host Tomarken and Michael Larson's brother James (Michael Larson had died of throat cancer in 1999). In July 2010, Michael's brother James, and his former wife at the time of winning, were interviewed for PRI's This American Life for the episode \"Million Dollar Idea\". His story was also featured on the first episode of GSN's documentary series Cover Story in 2018. ===Others=== Aside from Michael Larson, several contestants later found fame outside of game shows: * Steve Bryant: A wide receiver for the NFL's Houston Oilers when he won $16,655 on July 12, 15 and 16, 1985. * Ralph Strangis: Later became play- by-play announcer for the Dallas Stars. Also had a small stint on AWA Championship Wrestling on ESPN. On the May 28 and 29, 1984 episodes of Press Your Luck, Strangis won $7,431 in cash and prizes. * Jenny Jones, who later hosted an eponymous talk show, appeared on the show for three days from January 29 to 31, 1985. * Sam Schmidt, who later became an Indy Racing League driver and team owner, appeared on the show from January 2 to 4, 1985. ==International versions== {| class=\"wikitable\" style=\"white-space:nowrap;\" |- ! Country !! Local name !! Host !! Channel !! Year aired |- | Australia | Press Your Luck | Ian Turpie | Seven Network | 1987–88 |- | Chile | Concurso de Cola Cao (Segment on Sábado Gigante) | Don Francisco | Canal 13 | 1986–87 |- | rowspan=\"2\" | Germany | Glück am Drücker | Al Munteanu |RTLplus | 1992 |- | Drück Dein Glück | Guido Kellerman | RTL II | 1999 |- | Philippines | Whammy! Push Your Luck | Paolo Bediones Rufa Mae Quinto | GMA Network | 2007–08 |- | Taiwan | 強棒出擊 (Segment on Slugger Attack) | Ba Ge () Yáng Hǎiwéi () | Taiwan Television | 1985–95 |- | Turkey | Şansını Dene | Oktay Kaynarca | Kanal D | 1994–96 |- | United Kingdom | Press Your Luck | Paul Coia | HTV West | June 6, 1991 – September 20, 1992 |} ;Australia The series was presented by Ian Turpie with John Deeks as announcer on Seven Network from 1987 to 1988. Grundy Worldwide packaged this version, with Bill Mason as executive producer. This version used the same Whammy animations as the original, as well as a similar set (a Grundy tradition); however, the Big Board used considerably lower dollar values. Prior to this, there was an Australian version of Second Chance that aired in 1977 on Network Ten hosted by Earle Bailey and Christine Broadway and also produced by Grundy. ;Germany A German version entitled Glück am Drücker (\"Good Luck on the Trigger\") aired on RTLplus in 1992 with Al Munteanu as host. It had an animated vulture named \"Raffi\" steal cash and prizes from contestants instead of Whammies. Another remake, Drück Dein Glück (\"Push Your Luck\"), aired daily in 1999 on RTL II with Guido Kellerman as host. And just like Glück am Drücker, instead of Whammies, a shark named Hainz der Geldhai (\"Hainz the Money Shark\") \"ate\" the contestant's money. This version also had a unique rule where landing a car won the game automatically, regardless of the scores. ;Philippines GMA Network aired a version called Whammy! Push Your Luck based on the short-lived 2002–03 GSN remake called Whammy! The All-New Press Your Luck from 2007 to 2008 hosted by Paolo Bediones and Rufa Mae Quinto. The program used the same (redubbed) Whammy animations as the 2000s updated American version. ;Taiwan A Taiwanese variety show called Slugger Attack aired a segment based on this game on Taiwan Television from 1985 to 1995. It used a naughty ghost instead of animated whammies. ;Turkey A Turkish version of PYL called Şansını Dene (\"Try Your Luck\") aired on Kanal D from 1994 to 1996, hosted by Oktay Kaynarca. It used the same Whammy animations, music and sound effects as the original. ;United Kingdom An ITV version ran for two seasons from June 6, 1991 to September 20, 1992 on ITV in the HTV West region, with Paul Coia as host. The series was made on a small budget, using a point-based scoring system with the day's winner receiving £200. This eliminated much of the excitement present in other versions, and declining ratings led to a switch from prime time to Saturday afternoons during the first season. When the show's second season premiered in 1992, it was moved to Sunday afternoons. The show was canceled following the second season due to budget cuts that resulted from the ITV franchise auctions of 1991, as well as lower ratings figures. ==Merchandise== ;Video games In 1988, GameTek released a home computer game of Press Your Luck for IBM PC compatibles and the Commodore 64. Ludia Inc. (now part of RTL Group, which owns the show franchise) along with Ubisoft released an adaptation called Press Your Luck: 2010 Edition on October 27, 2009 for PC, iPhone, iPad, iPod Touch, Nintendo DS and Wii. Prior to this, on August 24, 2010, the game was released for the PlayStation 3 (via PSN) as part of the Game Show Party bundle pack (PS3 only) that also included Family Feud: 2010 Edition and The Price is Right: 2010 Edition, and on PlayStation 3's PSN download service from August 24, 2010. ;Slot machine games Shuffle Master was the first to develop a video slot machine version based on the show in 2000. It was also featured in the PC game \"Reel Deal Casino: Shuffle Master Edition\" in 2003. Currently, WMS Gaming develops video slot machines based on the show like the \"Big Event\" version with Todd Newton of Whammy! fame in 2008, a \"Community Bonus\" version in 2010 and a \"3-reel mechanicals\" in 2011. A now defunct online slot game was once developed for online UK casinos. ;Online games GSN featured a short-lived interactive version of Press Your Luck that featured a play-along element as rerun episodes of the show aired simultaneously. ;Kiosk game A kiosk version debuted at Planet Hollywood in 2011. ;DVD game In 2006, Imagination Entertainment released a DVD TV game hosted by Todd Newton of Whammy! The All-New Press Your Luck fame, with Peter Kent as the announcer. The DVD game included three Question Rounds and three Big Board Rounds. ;Handheld game An electronic handheld game was released by Irwin Toys in 2008. ;Facebook games In January 2012, an app developed by Fremantle subsidiary Ludia and based on Press Your Luck debuted on Facebook. Ten contestants compete in a single-question round together, all answering the same multiple-choice questions. There are six questions in total, each worth between $500 and $1,000, or a Whammy. A correct answer earns the question's value multiplied by the number of contestants who answered incorrectly or ran out of time (e.g., answering the $500 question correctly with three other contestants answering incorrectly earns $1,500). Bonus cash is given to the three contestants who answer the questions correctly in the shortest amount of time. Answering the Whammy question incorrectly causes the contestant to lose any money accumulated to that point. The top three contestants go on to the big-board round, with each getting five spins. Gameplay is similar as on the 1980s series. In September 2012, Ludia released Press Your Luck Slots on Facebook. ;iOS games Ludia released an app version of Press Your Luck Slots for the iPhone, iPod Touch and iPad on April 22, 2013. ==References== ==External links== * Official Website (ABC Version) * (1983–86) (US) * (1987–88) (Australia) * (2019) (US) Category:1983 American television series debuts Category:1986 American television series endings Category:1980s American game shows Category:2010s American game shows Category:2020s American game shows Category:2019 American television series debuts Category:American game shows Category:American Broadcasting Company original programming Category:CBS original programming Category:English-language television shows Category:Television series by CBS Studios Category:Television series by Brownstone Productions Category:Television series by Fremantle (company) Category:American television series revived after cancellation Category:1980s Australian game shows Category:1990s British game shows Category:American television series with live action and animation",
 "title": "Press Your Luck"
}