{
 "id": "609475",
 "text": "Bajaj Auto Limited () is an Indian multinational two wheeler & three wheeler manufacturing company based in the city of Pune, India. It manufactures motorcycles, scooters and auto rickshaws. Bajaj Auto is a part of the Bajaj Group. It was founded by Jamnalal Bajaj in Rajasthan in the 1940s. The company has plants in Chakan, Waluj and Pantnagar. The oldest plant at Akurdi in Pune houses the R&D; centre 'Ahead'. Bajaj Auto is the world's third-largest manufacturer of motorcycles and the second-largest in India. It is the world's largest three-wheeler manufacturer. The Forbes Global 2000 list for the year 2012 ranked Bajaj Auto at 1,416. In December 2020, Bajaj Auto crossed a market capitalisation of ₹1 lakh crore (US$13.6 billion), making it the world's most valuable two-wheeler company. ==History== Bajaj Auto was established on 29 November 1945 as M/s Bachraj Trading Corporation Private Limited. It initially imported and sold two- and three-wheelers in India. In 1959, it obtained a license from the Government of India to manufacture two-wheelers and three- wheelers and obtained Licence from Piaggio to manufacture Vespa Brand Scooters in India. It became a public limited company in 1960. With the launch of motorcycles in 1986, the company changed its branding from a scooter manufacturer to a two-wheeler manufacturer. In 1984, Bajaj Auto signed a technical assistance agreement with Kawasaki, cooperating to expand production and sales of motorcycles in the local market. In the early 2000s, Bajaj Auto bought a controlling stake in the Tempo Firodia company, renaming it \"Bajaj Tempo\". Germany's Daimler-Benz owned 16% of Bajaj Tempo, but Daimler sold their stake back to the Firodia group. It was agreed that Bajaj Tempo would gradually phase out the use of the \"Tempo\" brand name, as it still belonged to Mercedes-Benz. The name of the company was changed to Force Motors in 2005, dropping \"Bajaj\" as well as \"Tempo\", over the objections of Bajaj Auto with whom the company shares a long history as well as a compound wall. In 2007, Bajaj Auto, through its Dutch subsidiary Bajaj Auto International Holding BV, purchased a 14.5% stake of Austrian rival KTM, gradually increasing its stake to a 48% non-controlling share by 2020. In December 2020, Bajaj started discussions on swapping its stake from KTM to KTM's controlling shareholder Pierer Mobility, a subsidiary of Pierer Industrie. On 26 May 2008, Bajaj Auto Limited was split off into three corporate entities — Bajaj Finserv Limited (BFL), Bajaj Auto Ltd (BAL), and Bajaj Holdings and Investment Ltd (BHIL). In 2017, Bajaj Auto and Triumph Motorcycles Ltd teamed up to build mid-capacity motorcycles. In 2017, Bajaj and Kawasaki ended a sales and services partnership in India for the sale and after-sales service of Kawasaki motorcycles, which had been established in 2009. The partnership's dealerships were later converted into KTM ones. Bajaj and Kawasaki continue with their relationship in overseas markets. On 26 November 2019, Bajaj Auto invested about ₹57 crore ($8 million) in bicycle and electric scooter rental startup Yulu. In this deal, Bajaj would also manufacture customised electric scooters for Yulu. ==Products== alt=|thumb|Bajaj Pulsar NS 200 Bajaj manufactures and sells motorcycles, scooters, auto-rickshaws and cars. As of 2004, Bajaj Auto was India's largest exporter of motorcycles. Bajaj is the first Indian two- wheeler manufacturer to deliver 4-stroke commuter motorcycles with sporty performance for the Indian market. Bajaj achieved this with the 150cc and 180cc Pulsar. Motorcycles produced by Bajaj include the CT 100 Platina, Discover, Pulsar, Avenger,and Dominar. In FY 2012–13, it sold approximately 37.6 lakh (3.76 million) motorcycles which accounted for 31% of the market share in India. Of these, approximately 24.6 lakh (2.46 million) motorcycles (66%) were sold in India, and the remaining 34% were exported. ===Auto rickshaw (three wheeler)=== Bajaj is the world's largest manufacturer of auto rickshaws and accounts for almost 84% of India's three-wheeler exports. During the FY 2012–13, it sold approx. 4,80,000 three-wheelers which was 57% of the total market share in India. Out of these 4,80,000 three-wheelers, 47% were sold in the country and 53% were exported. In Indonesia, Bajaj three-wheelers are described as \"iconic\" and \"ubiquitous\" to the point that the word bajaj (pronounced bajay) is used to refer to auto rickshaws of any kind. ===Low cost cars=== In 2010, Bajaj Auto announced cooperation with Renault and Nissan Motor to develop a US$2,500 car, aiming at a fuel efficiency of (3.3 L/100 km), or twice an average small car, and carbon dioxide emissions of 100 g/km. On 3 January 2012, Bajaj auto unveiled the Bajaj Qute (formerly Bajaj RE60), a mini car for intra-city urban transportation, which is legally classified as a quadricycle. The target customer group was Bajaj's three-wheeler customers. According to its Managing Director Rajiv Bajaj, the RE60 powered by a new 200 cc rear mounted petrol engine will have a top speed of , a mileage of and carbon dioxide emissions of 60 g/km. === Electric scooters === Bajaj launched its first electric scooter, the Chetak, in India in January 2020. In December 2021, Bajaj announced an investment of 300 crore to build an electric vehicle production facility in Pune. According to the company, the plant would be able to produce 5,00,000 electric vehicles (EVs) each year, catering to both domestic and international markets. ==Listing and shareholding== ===Listing=== Bajaj Auto's equity shares are listed on Bombay Stock Exchange where it is a constituent of the BSE SENSEX index, and the National Stock Exchange of India where it is a constituent of the CNX Nifty. ===Shareholding=== On 30 September 2015, 49.29% of the equity shares of the company were owned by the promoters Bajaj Group and the remaining were owned by others. {| class=\"wikitable\" |- ! Shareholders (as of 30 September 2015)!! Shareholding % |- | Promoters: Bajaj Group||49.29% |- | Mutual funds, FIs, and insurance companies ||08.13% |- | Foreign institutional investors||14.25% |- | Individual shareholders||15.12% |- | Bodies corporate||08.25% |- | Foreign portfolio investments corporations||03.51% |- | GDRs||00.02% |- | Others||01.43% |- | Total||100.0% |} As of 31 March 2020, there were 100 funds that had disclosed positions in the company, including funds by The Vanguard Group, Dimensional Fund Advisors and Fidelity Investments. ==Employees== Bajaj Auto had a total of 10,000 employees as of 2019, of which 51 were women (0.63%) and 25 were differently- abled (0.31%). It spent on employee benefit expenses during the FY 2012–13. The company was headed by Rahul Bajaj until 2005 whose net worth was around US$2 billion in March 2013. Currently, his son Rajiv Bajaj heads company. ==Awards and recognitions== *Bajaj Pulsar 135 LS received Bike of the Year 2010 award from BBC TopGear and Bike India. * Pulsar 220 DTS-Fi received the Bike of the Year 2008 award by all major Indian automobile magazines like Overdrive, Autocar, Business Standard Motoring and Bike Top Gear. * In 2006, Bajaj Auto won the Frost & Sullivan Super Platinum Award for manufacturing excellence in its Chakan Plant. * It received award for The Most Customer Responsive Company in Automobiles category in a survey conducted by Economic Times for the years 2004, 2006 and 2008. * Bajaj Auto received the Bike Maker of the Year award in ICICI Bank Overdrive Awards 2004. * Bajaj Pulsar 180 DTS-i won the BBC World Wheels Viewers Choice Two Wheeler of the Year 2003 award. ==See also== * Bajaj Lite * Energy Conversion Devices, Inc * List of motorcycle manufacturers * List of motor scooter manufacturers and brands ==References== ==External links== * Category:Bajaj Group Category:Motorcycle manufacturers of India Category:Scooter manufacturers Category:Indian brands Category:Vehicle manufacturing companies established in 1945 Category:BSE SENSEX Category:NIFTY 50 Category:Indian companies established in 1945 Category:Companies listed on the National Stock Exchange of India Category:Companies listed on the Bombay Stock Exchange",
 "title": "Bajaj Auto"
}