{
 "id": "609470",
 "text": "Borah Peak, also known as Mount Borah or Beauty Peak, is the highest mountain in the U.S. state of Idaho and one of the most prominent peaks in the contiguous United States. It is located in the central section of the Lost River Range, within the Challis National Forest in eastern Custer County. On Feb. 11, 2021 the USGS officially recognized Mt. Borah as Idaho's only active glacier. ==Description== thumb|left|Looking east from Borah Peak The mountain was nameless until it was discovered to be higher than Hyndman Peak, previously regarded as the state's highest point. In February 1934, the U.S. Geological Survey named it for William Borah, the prominent senior U.S. Senator from Idaho, who had served for nearly 27 years at the time and was dean of the Senate. An outspoken isolationist, the \"Lion of Idaho\" ran for president two years later in 1936, but did not win the Republican nomination, and died in office in 1940. ==1983 earthquake== The 1983 Borah Peak earthquake occurred on Friday, October 28, at 8:06:09 MDT in the Lost River Range at Borah Peak in central Idaho, United States, measuring 6.9 on the moment magnitude scale. Mount Borah rose about and the Lost River Valley in that vicinity dropped about . The peak was scarred on the western side, and the mark is still visible. Two children in Challis were the only fatalities of the quake, struck by falling masonry while walking to elementary school. ==Climbing== thumb|left|View from the summit of Borah Peak, August 2011 The normal route involves ascending 5,262 vertical feet (1,604 m) from the trailhead to the summit in just over . This route on the southwest ridge, the most popular route, is a strenuous hike for the most part until one reaches a Class 4 arête just before the main summit crest. This point is known as Chickenout Ridge as many people will abort the attempt once they see the hazards up close. In the cooler seasons this crossing usually involves a traverse over snow, with steeply slanting slopes on either side. An ice axe, and the ability to use it, is recommended for this section when icy. Borah Peak's north face is one of Idaho's only year-round snow climbs and provides a much greater challenge than the normal route. The face features a number of grade II class 5 routes on mixed terrain. Three climbers are known to have died on Borah Peak. Two climbers ascending the northwest ridge in 1977 were killed in an avalanche in November. Ten years later in 1987, another lost his life on a glissade during descent in June. ==See also== * List of mountains of Idaho * List of mountain peaks of Idaho * List of mountain ranges in Idaho * List of U.S. states by elevation ==References== ==External links== * Borah Peak Detailed Guide & Trip Report from Mountainouswords.com * Mount Borah Climbing Guide - photos of the normal route * Borah Peak Trip Report * Faulting information: http://geology.gsapubs.org/content/12/11/664.abstract Category:Mountains of Idaho Category:Mountains of Custer County, Idaho Category:Highest points of U.S. states Category:Salmon-Challis National Forest Category:North American 3000 m summits Category:Articles containing video clips",
 "title": "Borah Peak"
}