{
 "id": "609855",
 "text": "Paula Anna Maria Wessely (20 January 1907 – 11 May 2000) was an Austrian theatre and film actress. Die Wessely (literally \"The Wessely\"), as she was affectionately called by her admirers and fans, was Austria's foremost popular postwar actress. ==Biography== She was born in Vienna, the daughter of butcher Carl Wessely, younger brother of the late Burgtheater actress Josephine Wessely (1860–1887). Like her adored aunt, Paula Wessely prepared for an artistic career. From 1922 she attended the Vienna State Academy of Music and Performing Arts and later the Max Reinhardt Seminar, while she made her debut as an actress in 1924 at the Volkstheater, followed by several minor roles of the boulevard repertoire, also performing at the Raimund Theater. Her career proceeded, when in 1926, she became a member of the New German Theatre ensemble in Prague, where she and her future husband Attila Hörbiger (1896–1987) performed in Les Nouveaux Messieurs by Flers and Croisset. In 1927, she returned to the Volkstheater, playing in Ibsen's The Lady from the Sea and Wedekind's Spring Awakening. After being denied the role of Jenny in Brecht's Threepenny Opera in 1929, she quit and joined the ensemble of the Theater in der Josefstadt under director Max Reinhardt. Strongly insisting on major roles, she performed in Der Gemeine by Felix Salten, together with Attila Hörbiger and Hans Moser. Supported by Reinhardt, she played in Schiller's Intrigue and Love at the 1930 Salzburg Festival. In 1932, she appeared in Hauptmann's Rose Bernd under director Karlheinz Martin at the Deutsches Theater in Berlin, acclaimed by the audience as well as by critics like Alfred Kerr and colleagues like Werner Krauss. On 23 December 1932, having taken singing lessons, she played the leading role in the premiere of Fritz Kreisler's Singspiel Sissy at the Theater an der Wien. From 1933 until 1938 she again performed at the Salzburg Festival as Gretchen in Goethe's Faust, together with Ewald Balser. In 1936, she made her first appearance on the Burgtheater stage in Shaw's Saint Joan. Wessely, who was not particularly photogenic, was passed over in favor of Magda Schneider for the role of Christine in Max Ophüls' 1933 filmization of Arthur Schnitzler's Liebelei, a part she had played at Theater in der Josefstadt. Her first major movie role was that of Leopoldine Dur in the 1934 film Maskerade directed by Willi Forst, together with Adolf Wohlbrück. Further appearances in films like Episode by Walter Reisch, for which she was awarded the Volpi Cup as best actress at the 1935 Venice Film Festival, finally made her a star. In 1938, she was the speaking voice of Snow White in the first German-dubbed version of Disney's Snow White and the Seven Dwarfs. Immediately banned by the Nazi authorities after the Austrian Anschluss in the same year, this version was re-released in 1948 in Austria and in 1950 in West Germany (the first public performance ever), for the last time performed in 1957. As Disney Germany re-dubbed this movie in 1966 and again in 1994, both older versions are no longer available — although they are archived at London. Like her brother-in-law Paul Hörbiger, Wessely had publicly acclaimed the Anschluss, after which she smoothly continued her film and theatre career. Her most notorious movie appearance was in the anti-Polish Nazi propaganda film Heimkehr (\"Homecoming\") by Gustav Ucicky in 1941. Heavily criticized by Austrian intellectuals after World War II, she later publicly regretted her involvement. On 23 November 1935, she married Attila Hörbiger at the Vienna Rathaus. They had three daughters: Elisabeth Orth (born 1936), Christiane Hörbiger (born 1938) and Maresa Hörbiger (born 1945). All three daughters went on to become actresses. After WWII, she was initially under a ban by the Allied authorities. She resumed her career in 1945 at the Innsbruck State Theatre with the role of Christine in Liebelei, and again at the Theater in der Josefstadt in Brecht's The Good Person of Szechwan the next year. She participated in the filming of Ernst Lothar's novel The Angel with the Trumpet in 1947, playing a half-Jewish woman. In 1957 she was again criticized for her role in the homophobic film Anders als du und ich by Veit Harlan. She worked mainly as a theatre actress at the Vienna Burgtheater together with her husband for more than 40 years, performing in Raimund's Der Alpenkönig und der Menschenfeind and Der Diamant des Geisterkönigs, again as Gretchen in Goethe's Faust, in Schnitzler's Das weite Land, in Hofmannsthal's Der Unbestechliche with Josef Meinrad and as Ella Rentheim in Ibsen's John Gabriel Borkman. When Attila Hörbiger died of a stroke in April 1987, aged 91, Wessely, by then undisputed doyenne of the Burgtheater, retired at the age of 80. In her last years she lived a very secluded life in her hometown Vienna and suffered from major depression, caused by the death of her beloved husband. On 20 January 2000, she celebrated her 93rd birthday quietly, with only her three daughters and grandchildren at her home in Vienna-Grinzing. The following April she suffered an acute attack of bronchitis and was admitted to a hospital in Vienna. She died on 11 May 2000, aged 93, \"peacefully in her sleep\", as the Burgtheater management announced the following day. She was buried two weeks later at the side of her husband in an Ehrengrab of the Grinzing cemetery. ==Selected filmography== * Maskerade (1934) * So Ended a Great Love (1934) * Episode (1935) * Harvest (1936) * Such Great Foolishness (1937) * Mirror of Life (1938) * Maria Ilona (1939) * Heimkehr (1941) * Late Love (1943) * The Heart Must Be Silent (1944) * The Angel with the Trumpet (1948) * Cordula (1950) * Maria Theresa (1951) * Walking Back into the Past (1954) * Different from You and Me (1957) * Die unvollkommene Ehe (1959) * Jedermann (1961) ==Awards and decorations== * 1935: Volpi Cup for Best Actress for the film Episode (Venice Biennale) * 1949: Max Reinhardt Ring * 1960: Kainz Medal * 1962: Bambi Prize * 1963: Austrian Cross of Honour for Science and Art, 1st class * 1967: Gold Medal of the capital Vienna * 1976: Grand Silver Medal for Services to the Republic of Austria * 1979: Alma-Seidler-Ring (female counterpart to the Iffland Ring and donated in 1978 by the Austrian Government to mark the death of Burgtheater-actress Alma Seidler (1899–1977); Wessely was the first recipient) * 1982: Honorary Ring of Vienna * 1984: Gold German Film Award for many years of excellent work in German films ==References== == Further reading == * Georg Markus: Die Hörbigers. Biografie einer Familie. Wien: Amalthea Verlag, 2006. * Edda Fuhrich & Gisela Prossnitz (ed.): Paula Wessely, Attila Hörbiger. Ihr Leben – ihr Spiel. Eine Dokumentation. München: Langen Müller, 1985. * André Müller: Entblößungen. München: Goldmann, 1979. * Elisabeth Orth: Märchen ihres Lebens. Meine Eltern Paula Wessely und Attila Hörbiger. Wien: Molden, 1975. * Maria Steiner: Paula Wessely. Die verdrängten Jahre. Wien: Verlag für Gesellschaftskritik, 1996. ==External links== * * *Photographs and bibliography *German Disney dubbings Category:1907 births Category:2000 deaths Category:20th-century Austrian actresses Category:Actresses from Vienna Category:Recipients of the Austrian Cross of Honour for Science and Art, 1st class Category:Recipients of the Bambi (prize) Category:Recipients of the Grand Decoration for Services to the Republic of Austria Category:Volpi Cup for Best Actress winners",
 "title": "Paula Wessely"
}