{
 "id": "609846",
 "text": "Barry John Wilson (born 16 February 1972 in Kirkcaldy) is a Scottish former football player and manager. He is currently a first-team coach at Scottish Championship club Inverness Caledonian Thistle. ==Playing career== Wilson began his career in the Highland League at Ross County, where his father, Bobby Wilson, was manager. After a spell at Southampton, where he failed to break into the first team, he returned to Ross County before moving to Raith Rovers in 1994. He was a member of the Raith squad that played in the 1995–96 UEFA Cup. In July 1996 Wilson signed for Inverness Caledonian Thistle and helped them to the Scottish Third Division title in 1996–97. In the following few seasons Wilson established himself as a firm favourite of the Caley Thistle fans, with his extraordinarily quick runs down the right wing and his ability to both create and score goals. During season 1999–00, Caley Thistle's then-manager Steve Paterson decided to move Wilson up front as a striker, which proved an extremely successful tactic, with Wilson scoring a number of goals that season. In the summer of 2000, Wilson was sold to Livingston, with whom he won the Scottish First Division title and was promoted to the SPL. After three years at Livingston, Wilson returned to Caley Thistle in August 2003, under the management of John Robertson. Since then he has once again proved a valuable asset to the team. Wilson holds Scottish First Division winner's medals, won with Caley Thistle, Livingston and Raith Rovers, a Scottish Third Division winner's medal, won with Caley Thistle and a Challenge Cup winner's medal, also won with Caley Thistle. His most historic achievement was in scoring the last senior Scottish goal of the old millennium (against Clydebank, 27 December 1999) and the first of the new millennium (against Livingston, 3 January 2000).\"1000 ICT Goals\" caleythistleonline.com Retrieved 2 May 2010. He is also famous for scoring the opening goal when Caley Thistle beat Celtic 3–1 at Parkhead in the Scottish Cup on 8 February 2000. Wilson joined St Johnstone on a one-month emergency loan in March 2008. He scored his first and only goal for St Johnstone in a 2-1 loss against Clyde. He returned to Caley Thistle after his loan spell with St Johnstone to win himself a new contract and went on to produce some outstanding performances in the closing games. This resulted in Craig Brewster awarding Wilson with a new 6-month contract. In December 2008, it was announced that Caley Thistle would not be offering Wilson a new contract and thus he would be free to move on when his current contract expired. Wilson joined Dumfries club Queen of the South on 30 December 2008, after being released a month early from his Inverness contract He made his debut on 3 January 2009 in a Scottish Football League First Division match away to Morton. On 8 December 2009 the Queens website announced Wilson would be leaving in the January transfer window to return to Inverness where his home is. Manager Gordon Chisholm said of Wilson, \"He's netted a lot of valuable goals for us and his experience has been a great asset\". He had a short spell at Peterhead before joining Elgin City prior to the 2010–11 season in a player-coach role. ==Managerial career== Wilson was appointed manager of Highland League side Wick Academy on 23 October 2012, taking over from former Raith teammate Davie Kirkwood. His first game in charge came against Keith and saw his team run out 5–1 winners, sending them top of the Highland League. Wilson appeared as a substitute on 27 February 2013 during Wick's 4–0 victory over title rivals Clachnacuddin to bring them back to the top of the Highland League. Wilson signed a new contract with Wick Academy in March 2013. Queen of the South offered Wilson their vacant managers position in June 2013, but after discussions Wilson turned down their offer to stay at Wick. Wilson was appointed manager of Elgin City in January 2014. He resigned from that position in November 2014, after losing a Scottish Cup tie against junior club Bo'ness. In July 2018, Wilson returned to Inverness Caledonian Thistle as a coach, working with both the first team and the under-18 squad. ==Managerial statistics== {| class=wikitable style=text-align:center |- ! rowspan=\"2\" style=\"width:120px;\"|Team ! rowspan=\"2\" style=\"width:50px;\"|Nat ! rowspan=\"2\" style=\"width:120px;\"|From ! rowspan=\"2\" style=\"width:120px;\"|To !colspan=8|Competitive Record |- !width=40|G !width=40|W !width=40|D !width=40|L !width=40|GF !width=40|GA !width=40|GD !width=50|Win % |- |align=left|Wick Academy | |align=left|October 2012 |align=left|January 2014 |- |align=left|Elgin City | |align=left|January 2014 |align=left|November 2014 |- !colspan=\"4\"|Total |} ==Honours== Raith Rovers * Scottish First Division: 1995–96 Inverness Caledonian Thistle * Scottish Third Division: 1996–97 * Scottish Second Division promotion: 1997–98 * Scottish Challenge Cup: 2003–04 * Scottish First Division: 2003–04 Livingston * Scottish First Division: 2000–01 ==References== ==External links== * * Category:1972 births Category:Living people Category:Footballers from Kirkcaldy Category:Scottish footballers Category:Scottish Premier League players Category:Southampton F.C. players Category:Raith Rovers F.C. players Category:Inverness Caledonian Thistle F.C. players Category:Livingston F.C. players Category:St Johnstone F.C. players Category:Queen of the South F.C. players Category:Peterhead F.C. players Category:Scottish Football League players Category:Elgin City F.C. players Category:Wick Academy F.C. players Category:Scottish football managers Category:Scottish Professional Football League managers Category:Elgin City F.C. managers Category:Ross County F.C. players Category:Highland Football League players Category:Association football midfielders Category:Inverness Caledonian Thistle F.C. non-playing staff",
 "title": "Barry Wilson (footballer)"
}