{
 "id": "609987",
 "text": "Graham Frederick Richardson (born 27 September 1949) is an Australian former Labor Party politician who was a Senator for New South Wales from 1983 to 1994 and served as a Cabinet Minister in both the Hawke and Keating Governments. He is currently a media commentator, public speaker, and political lobbyist. During his time in the Senate, Richardson was often referred to as a \"power broker\" within the Labor Right faction. Prior to entering parliament, Richardson was a Labor Party branch organiser and held the position of General Secretary of the Australian Labor Party (New South Wales Branch) from 1976 to 1983. Since retiring from politics, Richardson has become a political commentator for Sky News Live, and hosts weekly commentary program Richo. ==Early life== Richardson, born in Sydney, was the only surviving child of Fred and Peggy Richardson, who were respectively New South Wales State Secretary and office manager of the Amalgamated Postal and Telecommunications Union. Raised as a Catholic, he was influenced as an adolescent by the factional fights that arose during the Labor split. His early years of schooling were at Marist College Kogarah. In November 1965, he was seriously injured in a car accident, in which his father was driving, at Tom Uglys Bridge at Dolls Point, resulting in the removal of his spleen, a torn bowel and 200 stitches to his face. A Catholic priest gave Richardson the last rites on two occasions in hospital. He later recalled: :\"The worst moment – not just of my adolescence but of my life – was the day they took off the bandages and I saw myself in the mirror. I cried for hours ... It made me very unsettled. It really mucked me around badly, not to the point of being psychiatrically impaired but it did me a lot of harm in terms of stability and the capacity to concentrate.\" Nevertheless, Richardson completed his schooling at Sydney Technical High School, where he passed his Leaving Certificate. From 1966, he was active in the Catholic Youth Organisation, a recruiting ground for the right wing of Young Labor, where he formed friendships with Joe Hasham, Bob Scipelliti, and Brian Webb, the latter two acting as silent business partners for Richardson later in life. Motivated by the continued factional fighting impacting on his parents' life, Richardson joined the Monterey branch of the Labor Party in 1966, aged 17. Having earlier dropped out of an arts degree in 1969, Richardson followed his mother's encouragement and commenced studies for a Bachelor of Laws at Sydney University. Peggy Richardson died suddenly, aged 42, distracting Richardson from his studies as he threw himself into union and Labor politics. ==Early political career== Encouraged by a Labor right-wing factional ally, Senator Kerry Sibraa, to seek election for a role as a Labor Party branch organiser in 1971,Richardson 1994, p.16 Richardson was successful, left his university studies, and discovered the powerbrokers in the NSW Right. He apprenticed himself to learn from these men, some of the toughest in the Labor Party, and progressed to become Assistant Secretary of the New South Wales (NSW) Labor Party in 1976 and General Secretary a little later that year, aged 26 – the youngest ever person to hold that role. John Faulkner, of Labor's socialist left faction, was Richardson's Assistant Secretary and for eight months, so great was their mutual hatred, they did not exchange a word. ===Influence of Daniel Casey=== Marrying Cheryl Gardiner in 1973, Richardson described the rigours of his early married life and union work to The National Times' Alan Ramsey in October 1983: :....then we got married, lived in the unit (in Ramsgate) for a while, and had a baby. We moved to a new house a quarter of a mile away. It cost me heaps. I had a mortgage I couldn't possibly afford. I remember for over a year we had a gross income of $9,000 and I was paying $4,500 on the mortgage. That was hard, very hard. We were really struggling. Richardson later told the Woodward Royal Commission that in 1973 he met Daniel Casey, a senior figure in Labor right-wing politics, and regarded him as a friend, drank with him at the Sackville Hotel in Rozelle, near Balmain, borrowed $2,000 from him, and paid it back by cheque in two instalments. Again, Ramsay reports Richardson as saying: :Then in '76 I had this huge salary movement which made all these things (the mortgages and such) just not a problem at all. However, Evan Whitton, a noted journalist and campaigner against organised crime, claims that in May 1977 Richardson's wife, Cheryl, went on the payroll, at approximately $130 a week, of Casey's Balmain Welding, but did not have to attend at the office. Richardson later told the Woodward Royal Commission, it was the policy of the company not to hire office staff, so they sent the typing out to Mrs Richardson. She kept the job until about May 1979, by which time she was getting about $160 a week from Balmain Welding. Richardson's links with Casey were brought to public notice through the reconvening of the Woodward Royal Commission in 1980 due to allegations that Casey had funnelled $20,000, alleged to be a product of gambling and drugs, into NSW Labor. Richardson told the commission on 28 March 1980 that Casey had not donated $20,000 to the Party, and the Commission found no evidence against Casey. ===Numbers man=== In his years working at Labor's Sussex St offices, Richardson became renowned for an ability to bring in numbers; he was often referred to as a 'numbers man' for the right wing of the NSW branch of Labor. Bill Hayden claimed that Richardson once explained to him: :\"... all decisions are democratically taken at a meeting of one; me.\"' Richardson was highly effective in this position and became known as a 'king maker'; three years after Richardson became party secretary, Paul Keating became elected unopposed as President of NSW Labor, succeeding John Ducker. Keating is believed to be the youngest President in the history of NSW Labor. Richardson was also instrumental in the 1983 coup that lead to Bob Hawke succeeding Hayden as Leader of the Opposition, which ultimately led to Hawke becoming Prime Minister. ===Enmore Branch and factional fights=== During Richardson's time as General Secretary, there were significant battles over factional control of a number of inner city Labor branches. Peter Baldwin, a Labor member of the Legislative Council and a member of the socialist-left faction, was bashed by unknown assailants in his home on 16 July 1980. Baldwin had earlier initiated inquiries into 'rorts' in the Enmore and other branches. Police began investigation into the assault on Baldwin, and included matters relating to the affairs of the Labor Party Enmore branch. Five people, including Joe Meissner and Tom Domican were charged with various offences. Richardson, in a later interview, confirmed that at the time he wrote to Attorney-General Frank Walker and all other Cabinet Ministers in the Wran Government to ask that the case be dropped on the grounds that it was a Labor Party and not a police matter. Even the Magistrate, was approached. In dismissing the Enmore charges, the Magistrate said: :It seems that some force or forces were working improperly to undermine the strength of the prosecution. I am firmly of the opinion that this matter calls for further investigation. It was subsequently alleged by Meissner, who was at the time secretary of the Enmore branch of the Labor Party and one of the central figures in the controversy, that the bashing was undertaken by Domican, an underworld figure with close links to the right-wing faction of NSW Labor, acting on suggestions from Richardson. Richardson, claiming that he had been defamed, commenced legal action that was eventually settled out of court in 2007 in Richardson's favour. Richardson groomed his successor for General Secretary, Stephen Loosley who took over in 1983 following Richardson's successful nomination for the Senate. ==Parliamentary career== Richardson was preselected as a candidate for election to the Australian Senate following the retirement of Senator Tony Mulvihill. As the Hawke Labor opposition defeated the Fraser-Anthony Liberal-National coalition, Labor retained its four Senate seats in New South Wales, with Richardson polling the third highest quota at the 1983 federal election. At age 33, he was the youngest ever Senator elected and initially sat on Senate committees on electoral reform, regulations and ordinances, finance and government operations, and estimates in the first term of parliament. Richardson was re-elected to the Senate at the 1984, 1987, and 1993 federal elections. ===1987–1990=== Following the 1987 federal election, Richardson was appointed Minister for the Environment, a position in the outer ministry in the Third Hawke Ministry. In January 1988, he was elevated to Cabinet. As the Hawke Government sought to claim the 'green agenda' against the growing influence of the Australian Greens and the Wilderness Society, Richardson's period as Environment Minister was notable for the Federal Government intervening in Tasmanian state planning issues and blocking the Wesley Vale pulp mill. As Minister for the Environment, Richardson also advocated for and was successful in inscribing the Daintree Rainforest and surrounding areas on the UNESCO World Heritage List in 1988, and a protected status for Kakadu National Park, prior to inscribing Stage 2 of Kakadu NP on the World Heritage List in 1987. Some media commentators speculated that Richardson's motives for these moves were driven, not by a concern for the environment and heritage of the lands, but by purely political motives: :\"He was the mastermind of the political manoeuvring of the ALP government which has made the environmental movement an increasingly ineffective force in Australian politics..... The real measure of his environmental contributions is not the individual act of conservation here or there but what his political manoeuvring has meant for the environmental movement and the environment...\" As Minister for Sport, Richardson oversaw the merging of the Australian Institute of Sport into the Australian Sports Commission. In 1990, a looming tight election saw Richardson tasked with responsibility to attract second- preference votes from the Australian Democrats and other environmental parties. Richardson claimed this as a major factor in the government's narrow re-election in 1990.Richardson 1994, pp.276-277 ===1990–1993=== Richardson felt that the importance of his contribution to Labor's victory would automatically entitle him to the ministerial portfolio of his choiceTransport and Communications.Richardson 1994, p. 281 He was shocked, however, at what he perceived as Hawke's ingratitude in allocating him initially Defence, and then later, Social Security instead. Prior to Richardson being appointed Social Security Minister, he was offered the post of High Commissioner in London. For some reason Hawke wanted Richardson out of politics altogether. Labor In Power Episode 4. 1993 Richardson vowedin a telephone conversation with Peter Barron, a former Hawke political stafferto do 'whatever it takes' to 'get' Hawke.Richardson 1994, p.282 He immediately transferred his allegiance to Keating and subsequently claimed credit for playing a vital role in Keating's campaign for the leadership as a numbers man.Richardson 1994, p.311 Interviewed by John Laws a few months following announcement of the Fourth Hawke Ministry, Richardson commented on his new portfolio, feigning interest: :\"When I got it, I was pretty shocked – I must say it's not something I'd ever expected – and so you have to sit down and wonder what the hell you're going to do. But as I've been getting into it in the last few months, then you realise that it's just not the case that you spend lots of money – about one in four of the government dollars – but the issues are just so wide ranging. Yesterday, I was in Alice Springs, talking to people about the difficulties that they're having with Aboriginal alcoholism and violence – the kind of problems that it's bringing – and then you're back into discussions on – race back to Cabinet for discussions on migration and what kind of social security benefits people might get, and then you're talking about age pensions, this morning, on another program about some people's concerns. It's just so big. I'll get interested, don't worry.\" Richardson's switch to support Keating helped the latter to become Prime Minister in December 1991. Keating appointed Richardson to his coveted portfolio of Transport and Communications – earning him the nickname, Minister for Channel Nine – due to his close relationship with media magnate, Kerry Packer. Keating was content to have Richardson by his side, organising the Labor Right faction numbers; considering Richardson good in this role, but not necessarily suited to significant office. In May 1992, Richardson was forced to resign his commission as Minister following revelations that he had used his position and influence to help his cousin by marriage, Gregory Symons. Symons had been arrested in the Marshall Islands for forging government documents relating to a migration scam, and was later subsequently jailed. The event was known as the Marshall Islands affair. A judicial inquiry was necessary to resolve allegations of ministerial impropriety where it was alleged that Richardson attempt to help Symons avoid penalty. Richardson sat out the remainder of this term of parliament on the backbench. ===1993–1994=== Following the 1993 election, Richardson was returned to cabinet in the second Keating Ministry as Minister for Health. In a highly publicised tour, of the Northern Territory and following the Mabo decision and the lodging of Wik claim, Richardson promised to make health care the key components of a new social justice package being negotiated with Aborigines. Richardson went on national television and said that $1.3 billion was needed in new funding and he would deliver it. Keating's secretary, Mike Codd, described Richardson during his term as Minister for Health as being \"passionate about Aboriginal health. Genuinely passionate. He could have achieved an awful lot in that portfolio, but he had to resign.\" A little under a year later, he assumed additional responsibilities of the Environment, Sport and Territories, following the resignation of Ros Kelly over the sports rorts affair – ironically over the $30m Community Cultural, Recreational and Sporting Facilities Program initiated by Richardson in 1988 when he was Minister for Sport. Four weeks later, on 25 March 1994, Richardson resigned both positions and retired from parliament, citing ill-health. However, at the same time, allegations were mounting that Richardson was involved in acquiring prostitutes for his personal use, supplied by Robert Burgess and Nick Karlos. Karlos reportedly had been accused of having serious criminal connections; meanwhile Richardson had signed a letter of support on Ministerial letterhead for Burgess which was then used to set up a meeting between Richardson and the senior executive of a US defence company, where Richardson discussed Burgess' interests. Richardson denied the allegations. ==Post-parliament career== Richardson is now primarily seen by the Australian public through election night television coverage. He is a currently a political commentator for the Seven Network (having previously appeared on the Nine Network) and broadcaster with 2GB. He has also authored memoirs titled Whatever it Takes, published by Bantam Books, Sydney, 1994. For the 2000 Sydney Olympics he was the chairman of the Olympic ticketing operations, Mayor of the Olympic village and had a seat on the Sydney Organising Committee of the Olympic Games (SOCOG). In 1999, as chairman of the 2000 Sydney Olympics ticketing operations, Richardson oversaw a deal where over 500,000 selected tickets were withheld from the public ticket lottery and reserved for high-paying package-deal customers. This resulted in considerable public criticism at the time and the tickets were eventually made available to the general public. He has continued a role as a broker in other aspects of NSW public life, including the high-profile contract dispute between the National Rugby League player Sonny Bill Williams and his club, the Canterbury Bulldogs. ===Cash for comment=== Richardson was implicated in the Cash for comment scandal in Australian radio broadcasting, where prominent radio personalities – such as John Laws and Alan Jones – were found to have been promoting certain companies while on the companies' payroll, while keeping the deal secret from listeners to make it look like the comments were genuine opinion/editorial pieces, or that they had demanded payments from companies in exchange for refraining from making negative comments. Richardson was being paid by Publishing and Broadcasting Limited (PBL), and spruiked for PBL-owned companies Channel 9 and Crown Casino during his radio show. ===Tax evasion=== In 2006, Richardson became embroiled in allegations of tax evasion involving the late Rene Rivkin. On 27 September 2006, Justice James Allsop, of the Federal Court, released a document showing that Richardson had an undeclared Swiss bank account containing $1.4 million. He was one of the shareholders of the Offset Alpine Printing company. In October 2008, Richardson agreed to pay an undisclosed sum to end his ongoing A$2.3 million dispute with the Australian Taxation Office. The Tax Office took action against Mr Richardson in 2005 after the late stockbroker Rene Rivkin told Swiss investigators that Rivkin, businessman Trevor Kennedy and Richardson were the secret owners of a $27 million stake in Offset Alpine. The Tax Office had sought $700,000 it claimed was owed in unpaid taxes, along with a $1.6 million interest and penalty payment. === Political commentator === Richardson is now a political commentator for both Channel Seven and Sky News Australia, where he is commonly referred to as 'Richo'. For Seven, he provides frequent commentary on political issues to Seven News, Sunrise and The Morning Show, as well as co-hosting election night coverage. On Sky News, Richardson was a regular contributor to the channel's various panel programs, before being given his own weekly panel show named Richo in 2011. From 2013, Richardson was given a second program on Sky News co-hosting with Alan Jones named Richo + Jones. The episode of Richo + Jones on 22 April 2014 was the twentieth most watched show on subscription television reaching 39,000 viewers and was the channel's second highest broadcast that day. An episode on 17 June, featuring a live interview with Clive Palmer, was the seventeenth most watched show on subscription television and the most watched broadcast on Sky News with 43,000 viewers. ==Health== Richardson was diagnosed in 1999 with chondrosarcoma, a rare bone cancer, and had five major tumours removed in three operations, the latest in 2012. Seven months of chemotherapy failed to shrink another tumour on his pelvic wall, and his doctors were concerned that as it became bigger, it could invade his organs. They told him that he required radical surgery, known as pelvic exenteration. Richardson was quoted as saying: \"They say it's all got to come out – bowel, bladder, prostate, rectum – the lot\". In April 2016, Richardson temporarily stepped down from his two Sky News programs to undergo major surgery. Weeks after the operation had occurred, it was reported he suffered breathing difficulties and was moved back to the intensive care unit. Richardson returned to Sky News after a two- month post-surgery recovery period, in time to cover the 2016 federal election on 2 July 2016. ==Bibliography== ===Books=== * ===Essays and other contributions=== * ==References== ==Further reading== * * * * * * * * * * ==External links== * Category:1949 births Category:Living people Category:20th-century Australian politicians Category:2UE presenters Category:Australian Labor Party members of the Parliament of Australia Category:Australian lobbyists Category:Australian political commentators Category:Australian television journalists Category:Government ministers of Australia Category:Labor Right politicians Category:Members of the Australian Senate for New South Wales Category:Members of the Australian Senate Category:Members of the Cabinet of Australia Category:Officers of the Order of Australia Category:People educated at Sydney Technical High School Category:Quarterly Essay people Category:Seven News presenters Category:Sky News Australia reporters and presenters Category:Australian Labor Party officials Category:Former 2GB presenters Category:Australian Ministers for Health",
 "title": "Graham Richardson"
}