{
 "id": "610191",
 "text": "{{Infobox Catbreed | name = Ragdoll | image = Ragdoll from Gatil Ragbelas.jpg | imagecaption = | altname = | nickname = | country = Riverside, California, United States | notrecognized = | extinct = | cfastd = http://www.cfa.org/Portals/0/documents/breeds/standards/ragdoll.pdf | fifestd = | ticastd= | gccfstd = | aacestd = | acfastd = | acfstd = | ccastd = | otherstd = | note = |}} alt=Ragdoll kitten|thumb|Ragdoll kitten thumb|Male ragdoll cat The Ragdoll is a cat breed with a color point coat and blue eyes. Its form is large and muscular and its coat is silky soft and semi-longhair. Ragdolls were developed by American breeder Ann Baker in the 1960s. They are best known for their docile and placid temperament and affectionate nature. The name 'Ragdoll' is derived from the tendency of individuals from the original breeding stock to go limp and relaxed when picked up. Particularly popular in both the United Kingdom and the breed's native United States, Ragdolls are often known as 'dog-like cats' or 'puppy-like cats'. This moniker is due to their tendency to follow people around, comfort when physically handled, and relative lack of aggression toward other pets. Ragdolls are powerful, large, and heavy cats that are distinguishable by their V-shape markings on their forehead, large round blue eyes, soft thick coat, thick limbs, long tail, and soft bodies. Their color rings are commonly tri-colour or bi-color. ==History== The breed was developed in Riverside, California, by Ann Baker, a breeder. A regular, non-pedigreed, white domestic longhaired cat named Josephine produced several litters of typical cats. Josephine was of a Persian/Angora type and had litters sired by several unknown male Birman or Burmese-like cats, one of which had the Siamese point coloration. Josephine later produced kittens with a docile, placid temperament, affectionate nature, and a tendency to go limp and relaxed when picked up. Out of those early litters came Blackie, an all black Burmese-like male, and Daddy Warbucks, a seal point with white feet. Daddy Warbucks sired the founding bi-color female Fugianna, and Blackie sired Buckwheat, a dark brown/black Burmese-like female. Both Fugianna and Buckwheat were daughters of Josephine. All Ragdolls are descended from Baker's cats through matings of Daddy Warbucks to Fugianna and Buckwheat. Baker, in an unusual move, spurned traditional cat-breeding associations. She trademarked the name Ragdoll, set up her own registry – the International Ragdoll Cat Association (IRCA) – around 1971, and enforced stringent standards on anyone who wanted to breed or sell cats under that name. The Ragdolls were also not allowed to be registered by other breed associations. The IRCA is still in existence today but is quite small, particularly since Baker's death in 1997. In 1975, a group led by a husband- and-wife team, Denny and Laura Dayton, broke ranks with the IRCA with the aim of gaining mainstream recognition for the Ragdoll. Beginning with a breeding pair of IRCA cats, this group eventually developed the Ragdoll standard currently accepted by major cat registries such as the CFA and the FIFe. Around the time of the spread of the Ragdoll breed in America during the early 1960s, a breeding pair of Ragdolls was exported to the UK. This pair was followed by eight more cats to fully establish the breed in the UK, where it is recognized by the Governing Council of the Cat Fancy. ==Breed description== ===Temperament=== The Ragdoll has been known to have a very floppy and calm nature, with claims that these characteristics have been passed down from the Persian and Birman breeds. Opinions vary as to whether this trait might be the result of genetic mutation or merely an instinctive reaction from being picked up as kittens by their mother.Understanding Cat Behavior: The Complete Feline Problem Solver Roger Tabor (2003). P 33.Do cats always land on their feet Gina Spadafori, Marty Becker The extreme docility of some individuals has led to the myth that Ragdolls are pain-resistant. Some breeders in Britain have tried to breed away from the limpness owing to concerns that extreme docility 'might not be in the best interests of the cat'.The Cat: Its Behavior, Nutrition & Health Linda P. Case, Kerry Helms, Bruce Macallister (2003). P 31. Breed standard marketing and publicity material describes the Ragdoll as affectionate, intelligent, relaxed in temperament, gentle, and an easy-to- handle lap cat.Ragdoll Breed standard Governing Council of Cat FancyRagdoll Breed standard Cat Fanciers' Association The animals are often known as 'puppy cats', 'dog-like cats', 'cat-dogs', etc., because of their placid nature and affectionate behaviour, with the cats often following owners from room to room as well as seeking physical affection akin to certain dog breeds. Ragdolls can be trained to retrieve toys and enjoy doing so. They have a very playful nature that often lasts well into their senior years. Unlike many other breeds, Ragdolls prefer staying low to the ground rather than the highest point in the household. ===Physical characteristics=== The Ragdoll is one of the largest domesticated cat breeds. A fully-grown female weighs from . Males are substantially larger, ranging from or more. It can take up to four years for a Ragdoll to reach mature size. They have a sturdy body, large frame, and proportionate legs. Their heads are broad with a flat top and wide space between the ears. They have long, muscular bodies with broad chests and short necks. Their tails are bushy and long in length, their paws are large, round, and tufted, and their coats are silky, dense, and medium to long length. Adults develop knickerbockers on their hind legs and a ruff around their necks. The breed is often known for their large round deep blue eyes. Though the breed is known to have blue eyes, it is not an exclusive feature of the Ragdoll. The genes for point coloration are also responsible for these distinctive blue eyes. More intense shades of blue are favoured in cat shows. Although the breed has a plush coat, it consists mainly of long guard hairs, while the lack of a dense undercoat results, according to the Cat Fanciers' Association, in 'reduced shedding and matting'.Breed Profile Cat Fanciers' Association But there may be a noticeable increase of shedding in the spring. Ragdolls come in six different colors: red, seal, chocolate and the corresponding 'dilutes', including blue, lilac, and cream. This also includes the lynx and tortoiseshell variations in all colours and the three patterns. Ragdoll kittens are born white; they have good color at 8–10 weeks and full color and coat at 3–4 years. The three different patterns are: *Colorpoint – One color darkening at the extremities (nose, ears, tail, and paws). *Mitted – Same as pointed but with white paws and abdomen. With or without a blaze (a white line or spot on the face), they must have a 'belly stripe' (white stripe that runs from the chin to the genitals) and a white chin. Mitted Ragdolls, which weren't allowed titling in CFA until the 2008–2009 show season, are often confused with Birmans. The easiest way to tell the difference is by size (the Ragdoll being larger) and chin color (Mitted Ragdolls have white chins, while Birmans have colored chins), although breeders recognize the two by head shape and boning. *Bicolour – White legs, white inverted V on the face, white abdomen and sometimes white patches on the back (excessive amounts of white, or 'high white', on a bicolor are known as the Van pattern, although this does not occur nearly as often as the other patterns.) Variations: *Lynx – A variant of the above type having tabby markings. This variation always comes with white earlines, no matter the pattern. *Tortoiseshell or \"tortie\"- A variant noted for mottled or parti-colored markings in the above patterns alt=Male ragdoll cat with blue eyes.|thumb|Ragdoll cats have distinctive large round blue eyes ==Health== One study, utilizing Swedish insurance data, showed that of the common cat breeds, the Ragdoll and Siamese have the lowest survival rate. They live 12 to 15 years. thumb|right ===Hypertrophic cardiomyopathy=== Hypertrophic cardiomyopathy (HCM) is a common heart disease in all cats and is most commonly genetic in cause. The disease causes thickening of the heart wall, which makes the heart pump less efficiently. It can, in some instances, lead to sudden death. In Ragdolls that are homozygous positive for the disease (having two copies of the HCM gene), the condition can present early (as young as six months) and tends to be severe, with most cats dying by age 3. Heterozygous (one copy of HCM gene) cats tend to have later onset and slower progression of the disease with less severe impact. A DNA test was developed in 2007 to identify the gene that causes HCM in Ragdolls. Breeding only from Ragdolls that are free from this gene (homozygous negative) will ensure that they will not develop the form of HCM associated with it. The allelic frequencies of the Ragdoll HCM mutation R820W were 0.17 in cats from Italy and 0.23 in cats from the US in 2013. This reference states that the R820W prevalence is 30% in UK. The HCM prevalence was found to be 2.9% (95% CI = 2.7–8.6% ) in this study. ==Gallery== File:Nibbler tortie kitten.jpg|A female calico ragdoll kitten File:High mitted.jpg|A female blue bicolor ragdoll File:Male Ragdoll Blue Bicolor.jpg|A male blue bicolor ragdoll File:A female black bicolor ragdoll.jpg|A female black bicolor ragdoll File:Ragdoll Blue Colourpoint.jpg|A blue-pointed ragdoll with darkened extremities File:Female ragdoll.jpg|The mitted pattern is like the pointed, but has white paws, chin and abdomen File:Ragdoll kitten blue eyes.jpg|A bicolor ragdoll kitten File:MikaLicking.jpg|Blue bicolor ragdoll cleaning her paw File:Ragdoll Kater, drei Jahre alt, RAG n 21 seal-tabby-colourpoint, Januar 2015.JPG|A seal lynx pointed ragdoll, about three years old File:Mika profile.jpg|A female blue bicolor ragdoll File:8-month blue bi-color ragdoll.jpg|An 8-month-old blue bicolor ragdoll File:Ragdoll, seal mitted.JPG|A seal-mitted ragdoll File:10 week old bluepoint male ragdoll kitten.jpg|A 10-week-old blue-pointed male ragdoll File:BabyRagdoll.jpg|A 15-year-old female calico ragdoll File:Female Blue Bicolor Lynx.jpg|A female blue bicolor lynx ragdoll ==References== ==External links== *Ragdoll history according to the Ragdoll Fanciers Club International Category:Cat breeds Category:Cat breeds originating in the United States Category:Inbred animals",
 "title": "Ragdoll"
}