{
 "id": "610378",
 "text": "Jeremy James Anthony Gibson-Beadle MBE (12 April 1948 – 30 January 2008) was an English television presenter, radio presenter, writer and producer. During the 1980s he was a regular face on British television, and in two years appeared in 50 weeks of the year.The Unforgettable Jeremy Beadle, ITV ==Early life== Beadle was born in Hackney, east London, on 12 April 1948. His father, a Fleet Street sports reporter, abandoned Jeremy's mother, Marji (9 July 1921 – 9 July 2002), when he learned that she was pregnant. Before Jeremy reached the age of two he was frequently hospitalised and had undergone surgery for Poland syndrome, a rare disorder that stunted growth in his right hand.James Macintyre, \"Jeremy Beadle, king of the TV practical jokers, dies aged 59\", The Independent, 31 January 2008 His mother worked as a secretary to help pay to raise him, including a stint for the boxing promoter Jack Solomons.Beadle, Watch Out! My Autobiography Beadle did not enjoy school and was frequently in trouble. He was eventually expelled from his secondary school, Orpington County Secondary Boys' School. A teacher remarked, \"Beadle, you waffle like a champion but know nothing.\" After his expulsion, he travelled and worked in Europe. He had a number of jobs, at one point taking photographs of topless models, and worked as a sky-diving instructor, lavatory attendant and tour guide. He even briefly worked as a tour guide at the York dungeons. He often said that he gave the best London tour because he realised that what people wanted was stories of blood, sex and death. Beadle was chosen in 1970 by Tony Elliott, the founder of Time Out, to set up a Manchester edition of the magazine, a venture that was short-lived,Tony Elliott \"'I think he'd rather not have been a clown'\", The Guardian, 1 February 2008 though he subsequently maintained a connection with the publication in London. In 1972, North West Arts Association asked him to organise the Bickershaw Festival, and he worked on further musical events over the next couple of years. In 1973, as an early member of the Campaign for Real Ale, he was elected to their National Executive and secured the campaign's first television or radio coverage in a one-hour programme on BBC Radio London, which he hosted.\"What's Brewing\", March 2008 edition. It was during this period that his talent for practical jokes became evident, although occasionally this rebounded on him, such as when colleagues left him naked in front of 400 women arriving for their shift. He then started writing for radio and television, going on to provide material for stars such as Sir Terry Wogan, Michael Aspel, Noel Edmonds and Kenny Everett. ==Later public life== ===Radio and television=== Beadle began supplying odd facts and questions to radio and television game shows, such as Celebrity Squares. He sent a number of questions to Bob Monkhouse, the host, without the answers and Monkhouse was so impressed he rang Jeremy to ask him to work on the show. His presenting style on the phone-in programme Nightline on LBC in London, which he hosted between September 1979 and 22 June 1980 (when he was sacked), led to a cult following. He introduced himself as Jeremy James Anthony Gibson-Beadlebum: \"Jeremy James Anthony Gibson-Beadle is my name and a bum is what I am,\" he explained. He teased his producer as 'Butch' Bavin Cook (b. 12 June). On 31 May 1980, he began co-presenting the children's television show Fun Factory with his LBC co-star Thérèse Birch, Kevin Day and Billy Boyle. On Capital Radio Beadle presented Beadle's Odditarium, a music show concentrating on strange, bizarre and rare recordings all taken from the archives of producer Phil Swern. From 5 October 1986, Beadle presented Beadle's Brainbusters on the independent local radio network, with questions written by Beadle and Paul Donnelley. He also became renowned for his off-air pranks and intellectually challenging quizzes. He wrote, devised and presented many television pilots for the highly successful game show company Action Time, then run by Jeremy Fox, the son of Paul Fox. Beadle wrote and presented The Deceivers, a BBC2 television series recounting the history of swindlers and hoaxers. The success of this led to using the same format for Eureka, which told the background behind everyday inventions. Beadle then went on to become nationally famous as one of the presenters of LWT's Game for a Laugh, the first programme made by ITV to beat the BBC's shows in the Saturday night ratings battle. This was followed by a hidden-camera style practical joke show, Beadle's About (1986–1996), which became the world's longest continuously running hidden-camera show. From 1990 to 1997, Beadle presented You've Been Framed!, a family show featuring humorous clips from viewers' home video recordings. An offshoot of this was Beadle's Hotshots, featuring viewers' intentionally funny parodies and sketches, some of which were re- edited and even reshot by a young Edgar Wright in his first industry job; other sketches and scripts were produced by writer/director Chris Barfoot). In total, Beadle hit the UK Number One ratings slot four times. In 1995, reflecting his days on LBC, he presented a relatively short-lived but popular Sunday late-evening show on the newly launched Talk Radio UK. As well as his considerable television output as writer, presenter and producer, he appeared in numerous pantomimes and acted as ringmaster for many circuses, notably for Gerry Cottle's. He also worked as a consultant for many television companies, wrote books, and presented quizzes both commercially and for charity. As a radio presenter, he chaired a brief revival of Animal, Vegetable, Mineral? on BBC Radio 4. In 2007 he started to work on the Bickershaw Festival 40th Anniversary Boxed set project for 2012 in conjunction with Chris Hewitt, who had worked with Beadle on the original event in 1972. (Chris Hewitt continued to work on the project after Beadle died.) Beadle was living in Highgate, north London, when he was the subject of This Is Your Life on 26 January 1994. He was surprised by Michael Aspel during a school carol concert at a church in nearby Hampstead on 8 December 1993. ===Writing=== Beadle wanted to be the British Robert L. Ripley – coincidentally, both had newspaper strips, both became millionaires and both died at 59. A love of trivia was born when his mother bought him The Guinness Book of Records for Christmas when he was a small boy. This led him to write Today's the Day (published in the UK by WH Allen in 1979 and by Signet in the United States two years later), researched in his own library of 27,000 volumes. The book recounts – for any given day of the year – around half a dozen notable births, deaths or events that occurred on that date, linked to odd or amusing facts. Beadle briefly performed a similar duty on television's TV-am, informing each morning's viewers of prominent events on this date in past years. The scripts were written by Beadle and Paul Donnelley. The format was briefly revived when GMTV replaced TV-am as the ITV breakfast franchise in 1993. For more than two years Beadle wrote a daily cartoon series of Today's the Day for the Daily Express. He worked alongside Irving Wallace and his son David Wallechinsky and daughter Amy Wallace as the biggest contributor to the sex and death chapters of The Book of Lists and was the London editor of The People's Almanac 2. The Wallaces' book The Intimate Sex Lives of Famous People (Dell (US) Hutchinson (UK), 1981) was researched in part in Beadle's library, which contained an extensive collection of erotic literature. In autumn 2007, three new books by Beadle were published: Firsts, Lasts & Onlys: Crime, Firsts, Lasts & Onlys: Military (both co-authored by the celebrated writer Ian Harrison) and Beadle's Miscellany, the first hundred quizzes from his weekly puzzlers in The Independent. He guest-edited the January 2008 edition of True Detective, which featured contributions from his friends who are crime experts including James Morton, Paul Donnelley, Andrew Rose and Matthew Spicer. In 1995, Beadle wrote the foreword to Who Was Jack the Ripper?, a collection of theories and observations about the Victorian serial murderer, published by the veteran true crime book dealer Camille Woolf. It included contributions from experts such as Martin Fido, Colin Wilson, Donald Rumbelow, Colin Kendell and Richard Whittington-Egan. In his foreword, Beadle coined the collective noun to describe those interested in the subject \"a speculation of Ripperologists\". ===General knowledge=== Renowned for his general knowledge, Beadle was host of Win Beadle's Money (based on the US format Win Ben Stein's Money). Beadle lost his money only eight times in 52 shows. He wrote and presented a notoriously difficult quiz at London's The Atlantic Grill restaurant then owned by Oliver Peyton, often attended by celebrities and members of the press. He also wrote a quiz for The Independent every Saturday. He occasionally appeared as a panellist on Radio 4's Quote... Unquote and in dictionary corner for Channel 4's Countdown. Beadle was also a winner on the game show 19 Keys, presented by Richard Bacon, defeating Nick Weir, Nicholas Parsons, and fellow Game for a Laugh presenter Henry Kelly (who also did Going for Gold). ===Charity work=== An estimate of Beadle's total charitable fund raising is around £100 million. In the 2001 New Year Honours Beadle was made a Member of the Order of the British Empire (MBE) for his services to charity. He was a keen supporter of the charity Children With Leukaemia, a disease he suffered from himself in 2005. He spent much time raising money for many different charities with Plastermind his 'outrageous quiz for those who don't like quizzes', as well as a school video venture called CamClass. Beadle was a patron of The Philip Green Memorial Trust, and he hosted an annual quiz party to raise money for disadvantaged children. Beadle was also the patron of Reach, an organisation providing support and advice for children in the UK with hand or arm deficiencies, and their parents. He was a Freemason, initiated in the Westminster City Council Lodge No. 2882, under the United Grand Lodge of England. Although he did not join until after his television heyday was over, he quickly became involved with all aspects of English Freemasonry, and particularly its charitable work, often using his celebrity status to assist in raising funds for Masonic charities.See this website for citation. ===Health and disability=== Beadle had Poland syndrome, which manifested itself as a disproportionately small right hand. In 2004, Beadle was diagnosed with kidney cancer and underwent a successful operation to remove it. In April 2005, a blood test during a routine post-op medical check-up led to his being diagnosed with chronic lymphocytic leukaemia. Beadle was successfully treated for this, though two serious illnesses in such a short space of time were detrimental to his general state of health. ==Death== On 25 January 2008, it was reported that Beadle had been admitted to a North London hospital, and was subsequently placed in a critical care unit with pneumonia. He died on 30 January 2008 at the age of 59. His body was subsequently cremated at Marylebone Crematorium on 14 February 2008, and the ashes were buried in a grave at Highgate Cemetery, the distinctive headstone reflecting his bibliophile inclination with a stack of sculpted stone tomes, with the inscription: Writer, Presenter, Curator of Oddities. ==Tributes== On 2 February 2008, ITV dedicated that day's episode of You've Been Framed to Beadle and promoted a tribute webpage to him over the show's credits. The channel's official tribute to Jeremy Beadle was broadcast on 4 February 2008 where various celebrity friends including Lord Sugar paid tribute. A further tribute was aired on Friday 16 May, An Audience Without Jeremy Beadle, hosted by Chris Tarrant and with contributions from Lord Sugar, Henry Kelly, Ken Campbell, Anneka Rice and others. His obituary in The Daily Telegraph claimed that he \"was the most avidly watched presenter on television\". Obituary, Daily Telegraph, 30 January 2008 On 15 August 2010 he was the subject of an ITV documentary, The Unforgettable Jeremy Beadle. ==TV appearances== * April Fool (1980) (writer, with Clive Doig) *Fun Factory (1980) *The Deceivers (1981) *Eureka (1981) *Game for a Laugh (1981–85) *Definition (1984–86) *The Saturday Show (1983) *TV-AM (1984) *People Do the Funniest Things (1987) *Beadle's About (1986–96) *Chain Letters (1987) *Beadle's Box of Tricks *Born Lucky (1989) *It's Beadle! (1990) *You've Been Framed! (1990–97) *Beadle's Daredevils (1993) *GMTV (1993) *A Fistful of Fingers (1994) *Beadle's Hotshots (1994, 1996–97) *Is This Your Life? (1995, lengthy interview with Andrew Neil for Channel 4, made by Open Media) *Sooty and Co (1995) *This Morning with Richard and Judy (1996) *Win Beadle's Money (1999) *Celebrity Sleepover (2001) *Ant & Dec's Banged Up With Beadle (2002 – part of Saturday Night Takeaway) *Comic Relief 2003: The Big Hair Do: University Challenge *Celebrity Mastermind (2005, Winner. Specialist subject London Capital Murders 1900–1940) *Celebrity Who Wants to be a Millionaire? (2005) Partner Sir Alan Sugar *The Trial of Jack the Ripper (2005) Winner *Countdown (2006) *The All Star Talent Show (2006) *Get Me The Producer (2007) (He appeared in Episode 3 only) *Dickinson's Real Deal (2008) (Beadle's last TV appearance) ==Publications== Books *Today's the Day – A Chronicle of the Curious, a book of anniversaries (1979, US edition 1981) *The Book of Outlawed Inventions (with Chris Winn) *Beadle's About (with Robert Randell) *How to Make Your Own Video Blockbuster (with Mark Leigh and Mike Lepine) *Watch Out! My Autobiography (with Alec Lom) *The Gossip's Guide to Madame Tussaud's (pulped because of unflattering comments about Kemal Atatürk) *Firsts, Lasts & Onlys Crime (with Ian Harrison) (2007) *Firsts, Lasts & Onlys Military (with Ian Harrison) (2007) *Beadle's Miscellany (2007) Videos *The Best of Beadle's About *You've Been Framed *You've Been Framed Again *Jeremy Beadle's Beginners Guide to Practical Joking *The Story of Crime *Bickershaw Festival 1972 *Bickershaw Festival Volume 2 Magazine *True Detective January 2008 (Guest Editor. First in 57 years) ==References== ==External links== * *The Times obituary *Jeremy Beadle: Loved and loathed TV prankster * The Beadlean Library Actor & playwright Ken Campbell on BBC Radio 3 Category:English television presenters Category:English radio personalities Category:British radio people Category:English game show hosts Category:Members of the Order of the British Empire Category:Freemasons of the United Grand Lodge of England Category:People from Hackney Central Category:Pranksters Category:Deaths from pneumonia in England Category:1948 births Category:2008 deaths Category:Burials at Highgate Cemetery Category:LBC radio presenters",
 "title": "Jeremy Beadle"
}