{
 "id": "610419",
 "text": "A waybill (UIC) is a document issued by a carrier giving details and instructions relating to the shipment of a consignment of goods. Typically it will show the names of the consignor and consignee, the point of origin of the consignment, its destination, and route. Most freight forwarders and trucking companies use an in-house waybill called a house bill. These typically contain \"conditions of contract of carriage\" terms on the back of the form that cover limits to liability and other terms and conditions. A waybill is similar to a courier's receipt, which contains the details of the consignor and the consignee and the point of origin and the destination. ==Air waybills== Most airlines use a different form called an air waybill which lists additional items such as airport of destination, flight number, and time. ==Sea waybills== The UK Carriage of Goods by Sea Act 1992 s.1(1) applies to: *bills of lading s.1(2), * sea waybills s.1(3), and * ships' delivery orders s.1(4), ... whether in paper or electronic form s.1(5). Under s.1(3) of the Act, a sea waybill is: \"any document which is not a bill of lading but is such a receipt for goods as contains a contract for the carriage of goods by sea; and identifies the person to whom delivery of the goods is to be made by the carrier in accordance with that contract\". s.2 continues: \"...a person who becomes the person who (without being an original party to the contract of carriage) is the person to whom delivery of the goods to which a sea waybill relates is to be made by the carrier in accordance with that contract ... shall (by virtue of becoming the person to whom delivery is to be made) have transferred to and vested in him all rights of suit under the contract of carriage as if he had been a party to the contract of carriage\". Note: the UK's Contracts (Rights of Third Parties) Act 1999 does NOT apply to contracts for the carriage of goods by sea. ==References== ==See also== * Carriage of goods Category:Freight transport Category:Business law",
 "title": "Waybill"
}