{
 "id": "610649",
 "text": "John Hookham Frere (21 May 1769 – 7 January 1846) was an English diplomat and author. ==Early life== Frere was born in London. His father, John Frere, a member of a Suffolk family, had been educated at Caius College, Cambridge, and became Second Wrangler in 1763. His mother, Jane, daughter of John Hookham, a rich London merchant, was cultured and wrote verse in private. His father's sister Ellenor, who married Sir John Fenn, editor of the Paston Letters, wrote educational works for children under the pseudonyms \"Mrs Lovechild\" and \"Mrs Teachwell\". Young Frere was sent to Eton College in 1785, and there began a friendship with George Canning which greatly affected his life. From Eton, he went to his father's college at Cambridge, and graduated BA in 1792 and MA in 1795. He entered public service in the foreign office under Lord Grenville, and sat from 1796 to 1802 as Member of Parliament for the borough of West Looe in Cornwall. ==Career== thumb|The dowager Countess of Erroll, whom he married in 1816 From his boyhood he had admired William Pitt the Younger, and along with Canning he entered into the defence of his government, and contributed to the pages of the Anti-Jacobin, edited by Gifford. He contributed, in collaboration with Canning, The Loves of the Triangles, a parody of Erasmus Darwin's Loves of the Plants, The Needy Knife-Grinder and The Rovers. On Canning's promotion to the board of trade in 1809 he succeeded him as Under- Secretary of State for Foreign Affairs. In October 1800, he was appointed envoy to Lisbon; and in September 1802 he was transferred to Madrid, where he remained for two years. He was recalled on account of a personal disagreement he had with Spanish Prime Minister Godoy, but the ministry showed its approval of his action with a pension of £700 a year. Frere was made a member of the Privy Council in 1805. In 1807 he was appointed plenipotentiary at Berlin, but the mission was abandoned, and Frere was sent to Spain in 1808 as plenipotentiary to the Central Junta. The condition of Spain rendered his position difficult. When Napoleon began to advance on Madrid, it became a matter of great importance to decide whether Sir John Moore, who was then in the north of Spain, should occupy the capital or retreat, and if he did retreat whether he should go to Portugal or to Galicia. Frere strongly felt that the bolder was the better course, and he urged his views with an urgent and fearless persistency that on sometimes overstepped the limits of his commission. After the disastrous retreat to A Coruña, the public accused Frere of having endangered the British army; though no direct censure was passed upon his conduct by the government, he was recalled, and Marquess Wellesley was appointed in his place. This ended Frere's public life. He afterwards refused to go to St Petersburg as ambassador, and twice declined a peerage. In 1816, he married Elizabeth Jemima Hay, dowager Countess of Erroll. In 1820, on account of her failing health, he went with her to Malta, where he lived for the rest of his life. In retirement, he devoted himself to literature, studied his favourite Greek authors, and taught himself Hebrew and Maltese. He welcomed English guests, was popular with his Maltese neighbours, and befriended Mikiel Anton Vassalli, the first Professor of Maltese at the University of Malta. He died at Villa Frere in Pietà close to Valletta and is buried at Msida Bastion Cemetery. In 1833–34, as President of the General Council of the University of Malta, he donated eighty-five volumes of medical books to the Public Library collection with the specific intention of being \"for the use of the young students of the medical art\". ==Works== Frere's literary reputation now rests upon his verse translations of Aristophanes. The translations of The Acharnians, The Knights, The Birds, and The Frogs were privately printed, and were first brought into general notice by George Cornewall Lewis in the Classical Museum for 1847. They were followed by Theognis Restilutus, the personal history of the poet Theognis of Megara. In 1817, he published a mock-heroic Arthurian poem, Prospectus and Specimen of an intended National Work, by William and Robert Whistlecraft, of Stowmarket in Suffolk, Harness and Collar Makers,. William Tennant in Anster Fair used the ottava rima for semi-burlesque poetry five years earlier, but Frere's experiment is interesting because Byron borrowed it in Don Juan. Frere's complete works were published in 1871, with a memoir by his nephews, WE and Sir Henry Bartle Frere. ==References== ==Sources== * * ==External links== * * * * Category:1769 births Category:1846 deaths Category:Alumni of Gonville and Caius College, Cambridge Category:Members of the Privy Council of Great Britain Category:Members of the Parliament of Great Britain for West Looe Category:British MPs 1796–1800 Category:Members of the Parliament of the United Kingdom for constituencies in Cornwall Category:UK MPs 1801–1802 Category:Ambassadors of Great Britain to Portugal Category:Ambassadors of the United Kingdom to Portugal Category:Ambassadors of the United Kingdom to Spain Category:English male poets John Hookham",
 "title": "John Hookham Frere"
}