{
 "id": "610769",
 "text": "The University of Sunderland is a public research university located in Sunderland in the North East of England. Its predecessor, Sunderland Technical College, was established as a municipal training college in 1901. It gained university status in 1992. It now has campuses in Sunderland, London and Hong Kong, and has about 20,000 students. ==History== Sunderland has been an important centre for education since 674 AD, when Benedict Biscop built St Peter's Church and monastery. St Peter's Church was the site of the greatest scriptorium north of the Alps. The oldest existing Latin version of the Bible – the Codex Amiatinus – was written at St Peter's Church. This area has been developed as the Sir Tom Cowie Campus at St Peter's of the University of Sunderland. The University's £9m state-of-the-art Media Centre, launched in 2004, is near St Peter's Church, Monkwearmouth. ===Sunderland Technical College=== thumb|left|The original Technical College was topped by an observatory used for navigational studies. The university's modern roots can be traced back to 1901, when Sunderland Technical College was established as a municipal training college. It was the first to offer sandwich courses. It began with four departments: Chemistry, Mechanical & Civil Engineering, Physics & Electrical Engineering and Commerce & Languages. Part-time lecturers taught other subjects, ranging from Latin to navigation. 671 students enrolled in the first year; it was more than three times the number expected. The College's longest-serving Principal, the physicist VA Mundella was appointed in 1908 and served until his retirement in 1932. Pharmacy and naval architecture departments were established in 1921 and 1922 respectively. The Pharmacy Department began as a single bench in the Chemistry Department, but soon grew to become the largest in the country. From 1930, some students in the Faculty of Applied Science read for degrees of the University of Durham. In 1930, a Mining Department was established and pharmacy students could read for the Bachelor of Pharmacy degree of the University of London.Sunderland Technical College Education Prospectus for 1967–1968 Sunderland was also recognised by London University as a centre for its BEng (Bachelor of Engineering) degree in 1934. During the Second World War, Sunderland ran special courses for the armed forces and the Ministry of Labour. In the 1960s, a PDP-8 hybrid computer was installed at the Chester Road site. There was also an Elliot Brothers 803B digital computer. A new complex of buildings, including a new Students' union and Hall of Residence facilities, on nearby Chester Road was opened by the Duke of Edinburgh in 1964. ===Sunderland Polytechnic=== Sunderland Polytechnic was established on 26 January 1969, incorporating the Technical College, the School of Art (which was also established in 1901) and the Sunderland Teacher Training College (established in 1908). Sunderland was among the first of 30 Polytechnics, like polytechnics or technological universities in other countries their aim was to teach both purely academic and professional vocational subjects. Their focus was applied education for work and their roots concentrated on engineering and applied science, they also created departments concerned with the humanities. As a polytechnic, Sunderland created the first part-time, in-service BEd (Bachelor of Education) programme in the country. ===University status=== alt=|thumb|Steve Cram at Freshers Week, 2018 After the passage of the Further and Higher Education Act 1992, the polytechnic gained university status. Lord Puttnam became the university's first Chancellor in 1998. The Sunderland Empire Theatre was the regular venue for the graduation ceremonies, although they have been hosted at the Stadium of Light since 2004. In July 2007, he stepped down to become the Chancellor of the Open University. On 23 May 2008 the University announced that former Olympic athlete Steve Cram had been appointed as Chancellor and would be officially installed at a ceremony on 27 June 2008. Singer and songwriter, Emeli Sandé was officially installed as the University of Sunderland's new Chancellor on 10 July 2019 during the university's summer Academic Awards. In 2018, it was announced that Sunderland was to host one of five new medical schools established under a UK government initiative to increase the number of training places for doctors. The medical school opened in September 2019. On 24 September 2018, Sir David Bell became Vice-Chancellor and Chief Executive of the University of Sunderland. ==Campuses== alt=|thumb|City Campus drone footage alt=|thumb|Graduations at the Stadium of Light alt=|thumb|Murray Library, City Campus There are two campuses in Sunderland, one in Hong Kong and one in London. The Sunderland campuses are City Campus and the Sir Tom Cowie Campus at St Peter's. St Peter's opened during the 1990s on the north bank of the River Wear, the site of St Peter's Church and monastery built by Benedict Biscop in 674 AD. In September 2002, the campus was renamed ‘The Sir Tom Cowie Campus at St. Peter's’, after the local businessman who was one of the university's primary supporters. The Sunderland Business School is similarly named ’The Reg Vardy Centre’, and another building, primarily used by the School of Computing and Technology, is ’The David Goldman Informatics Centre’. St Peter's Campus includes the following: North Shore (formerly Campus and Manor Quay), Wearbank House, Reg Vardy Centre, St Peter's Library, David Goldman Informatics Centre, Prospect Building (including Sir Tom Cowie Lecture Theatre), David Puttnam Media Centre, North Sands Business Centre and National Glass Centre (which houses the Glass and Ceramics department and the Institute for International Research in Glass). The David Puttnam Media Centre houses television and radio production facilities for the School of Arts, Design and Media, student led community radio station (Spark Sunderland), and Made in Tyne & Wear, and opened in 2003. The campus was officially opened in March 2004 by Estelle Morris, former Education Secretary and Pro Vice-Chancellor from 2005 to 2009. In 2006, the Chester Road Campus was renamed City Campus, and work started on refurbishment of the Edinburgh Building administrative centre, the creation of the Gateway one-stop-shop for student support, and the redevelopment of Murray Library, and the Design Centre. The £12M CitySpace gym and leisure development opened in 2009, and in February 2011 the £8.5M Sciences Complex opened. ===London Campus=== On 26 April 2012, the University of Sunderland announced the opening of a new campus at Canary Wharf in London.http://www.sunderland.ac.uk/londoncampus/ University of Sunderland London Campus In 2012/13 the student population of the University of Sunderland London Campus was 2,277. Courses are offered in nursing, business, tourism and hospitality, as well as accounting and financial management. ===Hong Kong Campus=== On 2 March 2017, the University of Sunderland announced the opening of a new campus in Hong Kong. ===Halls of residence=== The University of Sunderland has four halls of residence: Scotia Quay, Panns Bank, Clanny House, and The Forge U-Student Village. Clanny House is the largest halls of residence and is located on Hylton Road across the road from the Sunderland Royal Hospital. Scotia Quay and Panns Bank are based across the River Wear from St Peter's Campus, across the road from The Bonded Warehouse. The location of these halls used to be one of the many locations on the river that were used by the former ship building industry. Previous halls of residence include Ashbrooke, All Saints, Clifton, Westfield, Park and Williamson Halls. But it is. ==Organisation== alt=|thumb|Living Lab at the University of Sunderland, City Campus The University has five academic departments, responsible for teaching and learning, academic development and research, and working with partners in business and industry. The Faculties are supported by a number of service departments responsible for a wide range of activity such as student welfare and accommodation and includes teams with responsibility for managing the University estate, financial matters, and human resources. *Faculty of Health Sciences and Wellbeing: Nursing, Health Sciences, Pharmacy, Psychology *Faculty of Arts and Creative Industries: Creative and Performing Arts, Design, Dance, Drama, Music, Journalism, PR, Film, Media, Cultural Studies, Fine Art, Glass, Ceramics, Photography, Radio, TV, Video, New Media *Faculty of Business, Law and Tourism: Accounting, Business, Management, Law, Tourism *Faculty of Education and Society: Education, English, Health Studies, History, Social Sciences, Combined Subjects *Faculty of Technology: Computing, Engineering The North East England Mining Archive and Resource Centre (NEEMARC) is a major archive for mining related data and includes health and safety information, legal records, technical reports and trade union records. NEEMARC is situated within the Special Collections Room of the Murray Library. ==Academic profile== According to The Complete University Guide League Tables 2019, the University of Sunderland was ranked 99th out of 131, an improvement on the previous year in which the university was ranked 102nd out of 129. The university was recognised by The Guardian as England's best new university in 2001. In 2005 it was named by The Times Higher Education Supplement as the top university in England for providing the best student experience. It was one of six universities to be short-listed for 'University of the Year' in the Times Higher Education Supplement Awards 2012. === Research === The University of Sunderland entered 13 \"units of assessment\" (subject areas) into the latest Research Excellence Framework (REF 2014). In 10 of these, some of the research was classified as \"world leading\" (4*). All 13 areas had research graded \"internationally excellent\" (3*). The subjects, and the fraction of research graded 4* and 3* were: Pharmacy (7%, 44%); Computer Science (0%, 14%); Engineering (2%, 22%); Business (2%, 2%); Law (0%, 5%); Social Work (3%, 27%); Education (5%, 11%); Sports and Exercise Sciences, Leisure and Tourism (3%, 16%); English (7%, 25%); History (6%, 28%); Art and Design (5%, 36%); Music, Dance, and Performing Arts (0%, 32%); and Media (25%, 38%). Overall, 6% of research was classified as \"world leading\" and 26% as \"internationally excellent\", with the university having an overall GPA of 2.12. Sunderland ranked 115th in the Times Higher Education REF 2014 table (down from 104th in 2008), ranked by GPA. The university ranked 103rd in The Guardian/Research Fortnight REF 2014 power table (down from 84th in 2008). ==Student life== ===Sunderland Students' Union=== alt=|thumb|Clubs and Societies Fayre The University of Sunderland Students' Union is an independent education charity, led by three sabbatical officers who run the Union and are elected into the roles by their peers for a period of one year. The sabbatical officer positions are made up of: President:Education, President: Wellbeing and President: Activities. They are joined by five lay Trustees to make up the Trustee Board. The Students' Union is responsible for offering support and advice to students, leading campaigns and being the voice of the student body. The Students' Union's mission is to make all its members' University experience valuable for life. All students enrolled on a course at Sunderland University are automatically members of the Students' Union. ===Sport=== The University's Institute of Sport organises training events, courses and other sporting activities for students, staff and the local community. There are over 50 clubs and societies in 2018/19. Users have access to the £12m CitySpace building on the City Campus, which features a climbing wall, fitness suite, physiotherapy and injury centre, sports hall, multi-purpose suite and spectator seating. ====Rowing==== The University of Sunderland Boat Club is affiliated to British Rowing (boat code USN) and won the women's double sculls title at the 2004 British Rowing Championships. ===SportsByte=== Launched in September 2011, SportsByte is a journalism, news, and multimedia publication dedicated to covering a wide range of sports at all levels of competition across the City of Sunderland, the North East, and Globally. With a press team of over 150 student and community reporters, SportsByte is the largest sports- dedicated news and media publication in the North East of England, and is among the biggest in the UK. Within six months the website had spread its coverage to over thirty different sports and activities, and published three digital magazines. In spring 2012 SportsByte was shortlisted for the National Union of Students National Student Journalism Awards Best Student Media award. === Spark Sunderland === Spark Sunderland is a student-led community radio station. The station was awarded a full Community Radio licence in 2008 from Ofcom. The station launched in October 2009 and broadcasts 24/7 from its base, The David Puttnam Media Centre, located at the St. Peter's University campus. It has a long heritage, through student programming on Wear FM and then temporary licences under the Utopia FM name between 1997 and 2008. The station is operated by a team of student and community volunteers. Spark has been successful in regional, national and international radio awards. The station itself has now won 3 awards as Best Student Radio Station in the New York Radio Awards where students have also gained awards for Radio Drama, Radio Documentary and Entertainment. Former volunteers are now working for BBC Radio 1, Capital FM and other BBC and Commercial Broadcasters. ==Notable alumni== * Griselda Allan – English artist *Mark Aslett - Public Company CEO * Richard Billingham – English photographer and artist who is best known for his photobook Ray's A Laugh which documents the life of his alcoholic father Ray, and obese, heavily tattooed mother, Liz. * Kerry Ann Christiansen – British actress who began her career in the popular British children's TV series Byker Grove. * Steve Cram – Retired track and field athlete. Along with fellow Britons Sebastian Coe and Steve Ovett, he was one of the world's dominant middle distance runners during the 1980s. * Terry Deary – British children's author of over 200 books, selling over 25 million copies in over 40 languages. * Ortis Deley – English television presenter, radio DJ and actor. * Carl Ivar Hagen – Norwegian politician and former Vice-President of the Norwegian Parliament. * Goldie Harvey – Nigerian professional singer and a Big Brother Africa star. * Jeanette Henderson - Author, academic, Specialist Lay Mental Health Tribunal judge, social worker, broadcaster. * Peter McArdle – English artist, member of the Stuckists art group and gallery owner. * Katy McLean – Rugby player, captain of England Women's National Rugby Union team. * Jonathan Morrell – English presenter and journalist currently employed by Channel 7, in Perth * Andy Ogle – professional Mixed Martial Artist, Former Featherweight for UFC. * Ross Pearson – Professional Mixed Martial Artist, Lightweight for the UFC, Lightweight Winner of The Ultimate Fighter: United States vs. United Kingdom * Gita Ramjee - South African scientist and researcher in HIV prevention * Mike Rumbles – Scottish Liberal Democrat politician * Elizabeth Scarr – scientist * Tony Scott – English film director and producer * Chris Stevenson – Author and professor of mental health nursing at Dublin City University, where she was also head of the School of Nursing * Robin Storey – English ambient musician with Zoviet France and Rapoon. * Andrew Singleton – British neurogeneticist currently working in the USA. * Charlie Spedding – English former long-distance runner. * Andrew Zisserman – Computer Vision Researcher * Assassin (deejay) – Jamaican Musician * Jordan North – presenter at BBC Radio 1 * Chris Ramsey (comedian) - comedian, television presenter, podcaster and actor ==See also== * :Category:Alumni of the University of Sunderland * :Category:Academics of the University of Sunderland ==References== ==External links== *University of Sunderland *Sunderland Student Union Category:1969 establishments in England University Sunderland",
 "title": "University of Sunderland"
}