{
 "id": "610755",
 "text": "Diyu (; \"earth prison\") is the realm of the dead or \"hell\" in Chinese mythology. It is loosely based on a combination of the Buddhist concept of Naraka, traditional Chinese beliefs about the afterlife, and a variety of popular expansions and reinterpretations of these two traditions. Diyu is typically depicted as a subterranean maze with various levels and chambers, to which souls are taken after death to atone for the sins they committed when they were alive. The exact number of levels in Diyu and their associated deities differ between Buddhist and Taoist interpretations. Some speak of three to four \"courts\"; others mention \"Ten Courts of Hell\", each of which is ruled by a judge (collectively known as the Ten Yama Kings); other Chinese legends speak of the \"Eighteen Levels of Hell\". Each court deals with a different aspect of atonement and different punishments; most legends claim that sinners are subjected to gruesome tortures until their \"deaths\", after which they are restored to their original state for the torture to be repeated. ==Alternative names== ==Conceptions== thumb|upright=1.2|Depiction of the punishments of Diyu at the Hell Museum, Bao Gong Temple, Singapore. According to ideas from Taoism, Buddhism and traditional Chinese folk religion, Diyu is a purgatory that serves to punish and renew spirits in preparation for reincarnation. Many deities, whose names and purposes are the subject of conflicting accounts, are associated with Diyu. Some early Chinese societies speak of people going to Mount Tai, Jiuyuan, Jiuquan or Fengdu after death. At present, Fengdu and the temples on Mount Tai have been rebuilt into tourist attractions, incorporating artistic depictions of hell and the afterlife. Some Chinese folk religion planchette writings, such as the Taiwanese novel Journeys to the Under-World, say that new hells with new punishments are created as the world changes and that there is a City of Innocent Deaths () designed to house those who died with grievances that have yet to be redressed. Other terminology related to Diyu includes: * Naihe Bridge (), \"Bridge of Helplessness\", a bridge every soul has to cross before being reincarnated, they are said to drink the Mengpo soup (孟婆汤) at Naihe Qiao so they will forget everything in their current lives and prepare for reincarnation. * Wang Xiang Tai (), \"Home-Viewing Pavilion\", a pavilion every soul passes by on his/her journey to the Underworld. From there, they can see their families and loved ones in the world of the living. * Youdu (), the capital city of Diyu, generally conceived as being similar to a typical Chinese capital city, such as Chang'an, but surrounded by and pervaded with darkness. * Youguo (), \"Oil Cauldron\", one of the tortures in hell. * Santu (), the \"Three Tortures\": Fire Torture (), Blade Torture (), Blood Torture (). ==Ten Courts of Yanluo== The concept of the \"Ten Courts of Yanluo\" () began after Chinese folk religion was influenced by Buddhism. In Chinese mythology, the Jade Emperor put the Hell King Yanwang in charge of overseeing the affairs of Diyu. There are 12,800 hells located under the earth – eight dark hells, eight cold hells and 84,000 miscellaneous hells located at the edge of the universe. All will go to Diyu after death but the period of time one spends in Diyu is not forever – it depends on the severity of the sins one committed. After receiving due punishment, one will eventually be sent for reincarnation. In the meantime, souls pass from stage to stage at the decision of Yanwang (閻王). Yama also reduced the number of hells to ten. He divided Diyu into ten courts, each overseen by a Yanwang, while he remained as the sovereign ruler of Diyu. {| class=\"wikitable sortable\" |+ Ten Yama Kings |- ! # !! Title !! Family name !! Chinese calendar Birthday !! In charge of (see the Cold and Hot Narakas for details) !! class=\"unsortable\" | Notes |- | 1 || King Qin'guang || Jiang || 1st day, 2nd month || Life and death and fortunes of all humans || Believed to be Jiang Ziwen |- | 2 || King Chujiang || Li || 1st day, 3rd month || Sañjīva, Arbuda || |- | 3 || King Songdi || Yu || 8th day, 2nd month || Kālasūtra, Nirarbuda || |- | 4 || King Wuguan || Lü || 18th, 2nd month || Saṃghāta, Aṭaṭa || |- | 5 || King Yanluo || Bao || 8th, 1st month || Raurava, Hahava || Believed to be Bao Zheng |- | 6 || King Biancheng || Bi || 8th day, 3rd month || Mahāraurava, Huhuva, and City of Innocent Deaths || |- | 7 || King Taishan || Dong || 27th day, 3rd month || Tapana, Utpala || |- | 8 || King Dushi || Huang || 1st day, 4th month || Pratāpana, Padma || |- | 9 || King Pingdeng || Lu || 8th day, 4th month || Avīci, Mahāpadma || |- | 10 || King Zhuanlun || Xue || 17th day, 4th month || Sending souls for reincarnation || |- |} ==Eighteen levels of Hell== The concept of the eighteen hells started in the Tang dynasty. The Buddhist text Sutra on Questions about Hell () mentioned 134 worlds of hell, but was simplified to the Eighteen Levels of Hell in the Sutra on the Eighteen Hells () for convenience. Some literature refers to eighteen types of hells or to eighteen hells for each type of punishment. Some religious or literature books say that wrongdoers who were not punished when they were alive are punished in the hells after death. Sinners feel pain and agony just like living humans when they are subjected to the tortures listed below. They cannot \"die\" from the torture because when the ordeal is over, their bodies will be restored to their original states for the torture to be repeated.Xue, Fucheng. Yong'an Biji (Notebook of Yong An). The eighteen hells vary from narrative to narrative but some commonly mentioned tortures include: being steamed; being fried in oil cauldrons; being sawed into half; being run over by vehicles; being pounded in a mortar and pestle; being ground in a mill; being crushed by boulders; being made to shed blood by climbing trees or mountains of knives; having sharp objects driven into their bodies; having hooks pierced into their bodies and being hung upside down; drowning in a pool of filthy blood; being left naked in the freezing cold; being set aflame or cast into infernos; being tied naked to a bronze cylinder with a fire lit at its base; being forced to consume boiling liquids; tongue ripping; eye gouging; teeth extraction; heart digging; disembowelment; skinning; being trampled, gored, mauled, eaten, stung, bitten, pecked, etc., by animals. {| class=\"wikitable sortable\" |+ Eighteen Hells |- ! # !! Version 1 !! Version 2 !! As mentioned in Journey to the West |- | 1 || Hell of Tongue Ripping || Naraka Hell || Hell of Hanging Bars |- | 2 || Hell of Scissors || Hell of the Mountain of Knives || Hell of the Wrongful Dead |- | 3 || Hell of Trees of Knives || Hell of Boiling Sand || Hell of the Pit of Fire |- | 4 || Hell of Mirrors of Retribution || Hell of Boiling Faeces || Fengdu Hell |- | 5 || Hell of Steaming || Hell of Darkened Bodies || Hell of Tongue Ripping |- | 6 || Hell of Copper Pillars || Hell of Fiery Chariots || Hell of Skinning |- | 7 || Hell of the Mountain of Knives || Hell of Cauldrons || Hell of Grinding |- | 8 || Hell of the Mountain of Ice || Hell of Iron Beds || Hell of Pounding |- | 9 || Hell of Oil Cauldrons || Hell of Cover Mountains || Hell of Dismemberment by Vehicles |- | 10 || Hell of the Pit of Cattle || Hell of Ice || Hell of Ice |- | 11 || Hell of Boulder Crushing || Hell of Skinning || Hell of Moulting |- | 12 || Hell of Mortars and Pestles || Hell of Beasts || Hell of Disembowelment |- | 13 || Hell of the Pool of Blood || Hell of Weapons || Hell of the Pool of Blood |- | 14 || Hell of the Wrongful Dead || Hell of Iron Mills || Hell of Oil Cauldrons |- | 15 || Hell of Dismemberment || Hell of Dismemberment || Hell of Darkness |- | 16 || Hell of the Mountain of Fire || Hell of Iron Books || Hell of the Mountain of Knives |- | 17 || Hell of Mills || Hell of Maggots || Avīci Hell |- | 18 || Hell of Sawing || Hell of Molten Copper || Hell of Weighing Scales |- |} ==See also== * Chinese mythological geography * Naraka (Buddhism), the Buddhist concept of Hell which is related to the Chinese concept of Diyu * Yama (East Asia), the wrathful deity who rules Hell in Buddhist mythology * Ksitigarbha, a bodhisattva who vowed never to achieve buddhahood until the hells are emptied * Maudgalyayana, one of the Buddha's disciples and the protagonist of the Chinese tale Mulian Rescues His Mother * Meng Po, a deity who serves souls a potion that makes them forget their past lives before they go for reincarnation * Ox-Head and Horse-Face, hell guards in Chinese mythology * Heibai Wuchang, hell guards in Chinese mythology * Ghost Festival, a traditional Buddhist and Taoist festival celebrated in some Asian countries * Hell money, joss paper designed to resemble banknotes and meant to be burnt as offerings to the dead * Hell Scroll (Nara National Museum), a Japanese scroll depicting hells, kept at the Nara National Museum * Journeys to the Under-World, a Taiwanese novel narrating a journey through Diyu == References == ==External links== * * Category:Buddhist mythology Category:Locations in Chinese mythology Category:Conceptions of hell Category:Taoist cosmology Category:Afterlife places",
 "title": "Diyu"
}