{
 "id": "610793",
 "text": "The Amboy Dukes were an American rock band formed in 1964 in Chicago, Illinois, and later based in Detroit, Michigan. They are known for their only hit single \"Journey to the Center of the Mind\". The band's name comes from the title of a novel by Irving Shulman. In the UK, the group's records were released under the name of The American Amboy Dukes, because of the existence of a British group with the same name. The band went through a number of personnel changes during its active years, the only constant being lead guitarist and composer Ted Nugent. The band transitioned to being Nugent's backing band before he discontinued the name in 1975. The Amboy Dukes' primary genres were psychedelic rock, acid rock, and hard rock. The band is also considered to be proto-punk. ==Origins== Ted Nugent, the nucleus of The Amboy Dukes, was born and raised in Detroit and started performing in 1958 at age 10. He played in a group called The Royal High Boys from 1960 to 1962 and later in group named The Lourds, where he first met future Amboy Dukes lead vocalist John Drake. Nugent played with The Lourds until his family moved to Illinois, where he founded The Amboy Dukes in the Chicago area in 1964, playing at The Cellar, in the Chicago suburb of Arlington Heights, among other venues. They later relocated to Nugent's hometown of Detroit. The members included the following: *Ted Nugent (lead guitar) *Bob Lehnert (vocalist) - who released a single \"Better Than Today\" with the band Acrobat in 1972. *Gary Hicks (guitar, vocals) *Dick Treat (bass, vocals) *Gail Uptadale (drums) The above lineup did not release any recordings. Nugent's early guitar playing style with his signature Gibson Byrdland positioned high on his chest became an iconic playing style that visually differentiated him from other players. He combined this with his natural virtuosity and frenzied playing style on lead, adding a sonic differentiation to his unusual visual approach. This gave him an edge as a performance artist. Nugent's appreciation for his guitar inspired him to compose the song \"Flight of the Byrd\", which was released as a single and as part of their most popular album, Journey to the Center of the Mind. ==Band line-ups== The following are lists of band member line-ups that received credits on officially released studio albums. Members who may have played with the band at live dates between albums are not included, with the exception of the 1972 band members: ===1967=== After a band shuffle for signing a deal with Mainstream Records of New York City, the band members who released their debut album, The Amboy Dukes, were: *Ted Nugent (lead guitar, vocals) *John Drake (vocals) ex-The Lourds *Steve Farmer (guitar, vocals) ex- The Gang *Dave Palmer (drums) ex-The Galaxy Five, ex-The Citations *Rick Lober (keyboards) *Bill White (bass, vocals) ===1968=== Journey to the Center of the Mind saw another member line-up: *Ted Nugent (lead guitar, vocals) *John Drake (vocals) *Steve Farmer (guitar, vocals) *Dave Palmer (drums) *Andy Solomon (organ, piano, vocals) ex-The Apostles *Greg Arama (bass) ex-The Gang ===1969=== Migration saw another line-up: *Ted Nugent (lead guitar, vocals) *Steve Farmer (guitar, vocals) *Dave Palmer (drums) *Andy Solomon (keyboards, sax, vocals) *Greg Arama (bass) *Rusty Day (vocals, harmonica) pre-Cactus ===1970=== Marriage on the Rocks/Rock Bottom saw another line-up: *Ted Nugent (lead guitar, vocals) *Dave Palmer (drums) *Andy Solomon (keyboards, vocals) *Greg Arama (bass) ===1971=== Survival of the Fittest Live was recorded using the following lineup. With only original member Nugent remaining, the band name changed to Ted Nugent and the Amboy Dukes: *Ted Nugent (lead guitar, vocals) *Andy Solomon (keyboards, vocals) *K.J. Knight (drums, vocals) ex-The Day & Night Dealers Blues Band *Rob Ruzga (bass) ex-The Day & Night Dealers Blues Band ===1972=== In 1972, the band was in between record contracts and had two lineups that year: Early summer lineup: *Ted Nugent (lead guitar, vocals) *Dave Gilbert (lead vocals) *Bill White (bass) *Keith Johnstone (drums) Late summer lineup: *Ted Nugent (lead guitar, vocals) *John Angelos (lead vocals, harmonica) *Rob Grange (bass) *Joe Vitale (drums, piano, flute) This version of the band recorded some demos at Criteria studios in Florida, but they were never released. ===1973=== Call of the Wild saw another line-up: *Ted Nugent (lead guitar, percussion, vocals) *Rob Grange (bass, vocals, arrangements, composer) *Vic Mastrianni (drums, vocals) *Andy Jezowski (vocals) *Gabriel Magno (flute, keyboards) ===1974=== Tooth Fang & Claw saw the group's final lineup, carrying over most of the members from the previous album: *Ted Nugent (lead guitar, percussion, vocals) *Rob Grange (bass, vocals, arrangements, composer) *Vic Mastrianni (drums, percussion, vocals) *Andy Jezowski (vocals) Liner notes also credit a “Rev. Atrocious Theodosius,” who was not a real person, on guitar and vocals. === Timeline === ImageSize = width:800 height:auto barincrement:20 PlotArea = left:90 bottom:90 top:5 right:15 Alignbars = justify DateFormat = dd/mm/yyyy Period = from:01/01/1967 till:01/01/1975 TimeAxis = orientation:horizontal format:yyyy Colors = id:vocals value:red legend:Vocals id:lead value:teal legend:Lead_guitar id:rhythm value:brightgreen legend:Rhythm_guitar id:keys value:purple legend:Keyboards id:bass value:blue legend:Bass id:drums value:orange legend:Drums id:albums value:black legend:Studio_album id:bars value:gray(0.95) BackgroundColors = bars:bars Legend = orientation:vertical columns:3 position:bottom ScaleMajor = increment:1 start:1967 LineData = at:01/11/1967 layer:back at:01/04/1968 at:01/07/1969 at:01/03/1970 at:01/04/1971 at:01/02/1974 at:01/09/1974 PlotData= width:11 textcolor:black align:left anchor:from shift:(10,-4) bar:John Drake from:01/01/1967 till:01/01/1969 color:vocals bar:Rusty Day from:01/01/1969 till:01/01/1970 color:vocals bar:Andy Jezowski from:01/01/1973 till:01/08/1974 color:vocals bar:Ted Nugent from:01/01/1967 till:01/01/1975 color:lead bar:Ted Nugent from:01/01/1970 till:01/01/1975 color:rhythm width:7 bar:Ted Nugent from:01/01/1967 till:01/01/1975 color:vocals width:3 bar:Steve Farmer from:01/01/1967 till:01/01/1970 color:rhythm bar:Steve Farmer from:01/01/1967 till:01/01/1970 color:vocals width:3 bar:Rick Lober from:01/01/1967 till:01/01/1968 color:keys bar:Andy Solomon from:01/01/1968 till:01/01/1972 color:keys bar:Andy Solomon from:01/01/1968 till:01/01/1972 color:vocals width:3 bar:Gabriel Magno from:01/01/1973 till:01/03/1974 color:keys bar:Bill White from:01/01/1967 till:01/01/1968 color:bass bar:Greg Arama from:01/01/1968 till:01/01/1971 color:bass bar:Rob Ruzga from:01/01/1971 till:01/01/1972 color:bass bar:Rob Grange from:01/01/1972 till:01/01/1975 color:bass bar:Dave Palmer from:01/01/1967 till:01/01/1971 color:drums bar:K.J. Knight from:01/01/1971 till:01/01/1973 color:drums bar:K.J. Knight from:01/01/1971 till:01/01/1973 color:vocals width:3 bar:Vic Mastrianni from:01/01/1973 till:01/01/1975 color:drums ==Later happenings== Nugent went on to have a successful solo career in the 1970s and joined the Damn Yankees supergroup in the late 1980s. Since the 2000s, Nugent (although continuing his rock career) has been a prominent activist, both for hunting and for conservative politics. Vocalist Rusty Day joined The Detroit Wheels, replacing Mitch Ryder as lead vocalist. Under Day, that band was renamed Detroit; it disbanded in 1974. He then returned to his previous band, Cactus, in 1976, playing with them until 1979. After turning down offers to front AC/DC and Lynyrd Skynyrd after the deaths of those bands' respective lead singers, Day was shot dead in 1982. Bassist Greg Arama died in a motorcycle accident on September 18, 1979. Steve Farmer later taught in Redford Township, Michigan. He also performed with backing bands at various venues in and around the Detroit area. Farmer died on April 7, 2020, aged 71. Obituary, Steven O. Farmer, Townsend Funeral Home. Retrieved April 10, 2020 Rick Lober is a classically trained composer best known in the greater Detroit metro area for his frenetic style of keyboard playing. Since the early 1990s, he has been in and out of the studio, appearing as performer/songwriter on the Steve Farmer CD Journey to the Darkside of the Mind (Saint Thomas Records, STP0069) completed in 2000. He is currently working in the studio and performing live with local Detroit rock legend Jeffrey Faust and his band The Woodsman, which performs throughout Michigan and Canada. In 2008, the Amboy Dukes were inducted into the Michigan Rock and Roll Legends Hall of Fame. The original Amboy Dukes (featuring Nugent, Drake, Farmer, Lober, Solomon and White) performed on April 17, 2009, at the Detroit Music Awards at The Fillmore Detroit. Their performance began with the song \"Baby Please Don't Go\", from their 1967 debut single. This was followed by \"Journey to the Center of the Mind\", and ending with Mitch Ryder's \"Jenny Take A Ride\" (featuring original Ryder drummer Johnny \"Bee\" Badanjek). In recognition of the band's contribution to rock music history, they received a Distinguished Achievement award. As the band left the stage, Nugent thanked all his fellow band members and told the crowd \"And everyone knows that The Amboy Dukes are the ultimate garage band on planet earth\". Lead singer John Drake died on August 29, 2021, aged 74. ==Discography== ===Albums=== {| class=\"wikitable\" |- |Date of official release |Title |Label |US Chart |- |1967 |The Amboy Dukes |Mainstream S/6104 |183 |- |1968 |Journey to the Center of the Mind |Mainstream S/6112 |74 |- |1969 |Migration |Mainstream S/6118 |no chart |- |1970 |Marriage on the Rocks/Rock Bottom |Polydor 24-4012 |191 |- |1971 |Survival of the Fittest Live |Polydor 24-4035 |129 |- |1973 |Call of the Wild |DiscReet DS 2181 |no chart |- |1974 |Tooth Fang & Claw |DiscReet DS 2203 |no chart |} ===Singles=== {| class=\"wikitable\" |- |Date of official release |Title |Label |US Chart |Can Chart |- |1967 |Baby Please Don't Go/Psalms of Aftermath |Mainstream 676 |106 |no chart |- |1968 |Journey to the Center of the Mind/Mississippi Murderer |Mainstream 684 |16 |19 |- |1968 |You Talk Sunshine, I Breathe Fire/Scottish Tea |Mainstream 693 |114 |no chart |- |1969 |Prodigal Man/Good Natured Emma |Mainstream 700 |no chart |no chart |- |1969 |For His Namesake/Loaded For Bear |Mainstream 704 |no chart |no chart |- |1969 |Flight of the Byrd/Ivory Castles |Mainstream 711 |no chart |no chart |- |1974 |Sweet Revenge/Ain't It the Truth |DiscReet 1199 |no chart |no chart |} ===Other releases=== *The Best of the Original Amboy Dukes - released after The Amboy Dukes left Mainstream Records (Mainstream S/6125) in 1969, failed to chart. *Journeys and Migrations - Mainstream compilation double LP with songs from the first 3 Amboy Dukes albums on Mainstream Records (Mainstream 801 - 2 Record Set) in 1973. (no doubles with the Dr. Slingshot compilation) *Dr. Slingshot - Mainstream compilation with songs from the 1st and 3rd Amboy Dukes albums on Mainstream Records (Mainstream 414) in 1974. (no doubles with the Journeys and Migrations compilation) *Ted Nugent & The Amboy Dukes, Mainstream compilation (Mainstream 421) from 1976. (First original cover has photo of Ted with snakes for his hair. Second 1982 (reissue) cover shows Ted playing a guitar on stage). *Journey To The Darkside of The Mind, released in 2000, saw a rebirth of The Amboy Dukes by Steve Farmer and original keyboardist Rick Lober, sans Ted Nugent (Saint Thomas Records STP 0069) - didn't chart. *Two early songs featuring Drake on lead vocals and composition by Farmer/Nugent have been released as bonus tracks on various compact disc releases. They are titled \"J.B. Special\" and \"Sobbin' In My Mug of Beer\" and show the high energy of the first group that recorded as The Amboy Dukes. There are two different versions of \"J.B. Special\"; a shorter version clocking around 2:21 is quicker tempo with additional lyrics and is titled \"alternate version\". A more polished and slower tempo version clocks in around 2:33. It was recorded as a follow-up single to their first album but not released at the time. \"Sobbin' In My Mug of Beer\" is a record-label audition predating the first album sessions. ==References== ==External links== *classicbands.com *Motorcitymusicarchives.com *The recording of Survival of the fittest *The Amboy Dukes at Chrome Oxide *Music from Ash vs Evil Dead S1E01 * * Category:1964 establishments in Illinois Category:1975 disestablishments in the United States Category:Acid rock music groups Category:Hard rock musical groups from Michigan Category:Musical groups established in 1964 Category:Musical groups disestablished in 1975 Category:Musical groups from Detroit Category:Mainstream Records artists Category:Ted Nugent Category:Psychedelic rock music groups from Michigan",
 "title": "The Amboy Dukes"
}