{
 "id": "611051",
 "text": "The Irish Citizen Army (), or ICA, was a small paramilitary group of trained trade union volunteers from the Irish Transport and General Workers' Union (ITGWU) established in Dublin for the defence of workers' demonstrations from the Dublin Metropolitan Police. It was formed by James Larkin, James Connolly and Jack White on 23 November 1913.Charles Townshend, \"Easter 1916: The Irish Rebellion\", p.41. Other prominent members included Seán O'Casey, Constance Markievicz, Francis Sheehy-Skeffington, P. T. Daly and Kit Poole. In 1916, it took part in the Easter Rising, an armed insurrection aimed at ending British rule in Ireland.Townshend, p.46. Following the Easter Rising, the death of James Connolly and the departure of Jim Larkin, the ICA largely sidelined itself during the Irish War of Independence by choosing to only offer material support to the Irish Republican Army and not become directly involved itself. Following the ICA's declaration in July 1919 that members could not be simultaneously members of both the ICA and the IRA, combined with the ICA's military inactivity, there was a steady stream of desertion from the ICA. During the Irish Civil War, the ICA declared itself \"neutral\", resulting in further departures from the organisation. The ICA ceased to hold any military importance from 1920 until 1934 when the newly formed Republican Congress attempted to revive it. However, when the Republican Congress split and collapsed over ideological in-fighting, so too did the ICA. ==The Lockout of 1913== thumb|right|ICA founder and leader James Larkin. Mugshot taken upon his 1919 arrest for \"criminal anarchism\" in New York state. The Citizen Army arose out of the great strike of the Irish Transport and General Workers Union (ITGWU) in 1913, known as the Lockout of 1913. The dispute was over the recognition of that labour union, founded by James Larkin. It began when William Martin Murphy, an industrialist, locked out some trade unionists on 19 August 1913. On 25 August, in response, Larkin called an all-out tramway strike on Murphy's Dublin United Tramway Company. Other companies, encouraged by Murphy, sacked ITGWU members in an effort to break the union. The conflict eventually escalated to involve 400 employers and 25,000 workers. \"Larkinism\" prompted the recruitment of a workers' militia. However, Larkin was arrested by strikebreakers in October; James Connolly, his deputy, took control for the duration of the lockout, announcing a call to arms of four battalions of trained men with corporals and sergeants. This strike caused most of Dublin to come to an economic standstill; it was marked by vicious rioting between the strikers and the Dublin Metropolitan Police, particularly at a rally on O'Connell Street on 31 August, in which two men were beaten to death and about 500 more injured. Another striker was later fatally wounded by a ricochet from a revolver fired by a strike-breaker.Yeates, P Lockout: Dublin 1913, Gill and Macmillan, Dublin, 2000, Pages 497-8 The violence at union rallies during the strike prompted Larkin to call for a workers' militia to be formed to protect themselves against the police. The Citizen Army for the duration of the lock- out was armed with hurleys (sticks used in hurling, a traditional Irish sport) and bats to protect workers' demonstrations from the police. Jack White, a former Captain in the British Army, volunteered to train this army and offered £50 towards the cost of shoes to workers so that they could train. In addition to its role as a self-defence organisation, the Army, which was drilled in Croydon Park in Fairview by White, provided a diversion for workers unemployed and idle during the dispute. After a six-month standoff, the workers returned to work hungry and defeated in January 1914. The original purpose of the ICA was over, but it would soon be totally transformed. ==Re-organisation== thumb|Jim Larkin with Company A of the Irish Citizen Army outside of Liberty Hall The Irish Citizen Army underwent a complete reorganisation in 1914. In March of that year, police attacked a demonstration of the Citizen Army and arrested Jack White, its commander. Seán O'Casey, the playwright, then suggested that the ICA needed a more formal organisation. He wrote a constitution, stating the Army's principles as follows: \"the ownership of Ireland, moral and material, is vested of right in the people of Ireland\" and to \"sink all difference of birth property and creed under the common name of the Irish people\". Larkin insisted that all members also be members of a trade union, if eligible. In mid-1914, White resigned as ICA commander in order to join the mainstream nationalist Irish Volunteers, and Larkin assumed direct command. The ICA armed itself with Mauser rifles, bought from Germany by the Irish Volunteers and smuggled into Ireland at Howth in July 1914. This organisation was one of the first to offer equal membership to both men and women, and trained them both in the use of weapons. The army's headquarters was the ITGWU union building, Liberty Hall, and membership was almost entirely Dublin-based. However, Connolly also set up branches in Tralee and Killarney in County Kerry. Tom Clarke called a meeting of all the separatist groups in Dublin on 9 September 1914 to assist a German invasion of Ireland, and prevent the police disarming the Volunteers.Townshend, p.93. An intellectual dispute broke out within the ranks of the ICA between Liam O'Briain and the ICA's military commander, Michael Mallin, who thought that the former's plan for an integrated movement was totally unrealistic. O'Briain wanted to pursue a strategy without the Dublin brigade being \"cooped up in the city\". Mallin told him that, on the contrary, the whole strategy was to focus on the central objective on and around Dublin Castle. Little did they know that the Castle and the barracks behind possessed no more than a skeleton garrison, and could have been taken by a token force. James Larkin left Ireland for America in October 1914, leaving the Citizen Army under the command of James Connolly. Whereas during the Lockout the ICA had been a workers' self-defence militia, Connolly conceived of it as a revolutionary organisation dedicated to the creation of an Irish socialist republic. He had served in the British Army in his youth, and knew something about military tactics and discipline. Other active members in the early days included the Secretary to the Council, Seán O'Casey, who tried to have Constance Markievicz expelled for her close associations with the Volunteers, which he considered as being \"inimical\" to the ICA's best interests. Francis Sheehy-Skeffington and O'Casey left the ICA when it became apparent that Connolly had started gravitating towards the radical nationalist group, the Irish Republican Brotherhood (IRB). The ICA was grossly under-funded. John Devoy, the prominent Irish-American member of IRB Fenians, believed the existence of \"a land army on Irish soil\" was the most important sign since the founding of the Gaelic League.Dudley Edwards, \"Patrick Pearse\", pp.184-197.; Sean Farrell Moran, \"Patrick Pearse and the Politics of Redemption\", (Washington, DC, 1994); Townshend, p.50. James Connolly, a convinced Marxist socialist and Irish Republican, believed that achieving political change through physical force, in the tradition of the Fenians, was legitimate. The ICA was the victim of small numbers, that shrank to only 200-300 persons, and fitful discipline.Townshend, p.111. In October 1915, armed ICA pickets patrolled a strike by dockers at Dublin port. Appalled by the participation of Irishmen in the First World War, which he regarded as an imperialist, capitalist conflict, Connolly began openly calling for insurrection in his newspaper, the Irish Worker. When this was banned he opened another, the Worker's Republic. British authorities tolerated the open drilling and bearing of arms by the ICA, thinking that to clamp down on the organisation would provoke further unrest. A small group of IRB conspirators within the Irish Volunteers movement had started planning a rising. Worried that Connolly would embark on premature military action with the ICA, they approached him and inducted him into the IRB's Supreme Council to co-ordinate their preparations for the armed rebellion which became known as the Easter Rising. ==Easter Rising== On Monday, 24 April 1916, 220 members of the ICA (including 28 women) took part in the Easter Rising, alongside a much larger body of the Irish Volunteers. They helped occupy the General Post Office (GPO) on O'Connell Street (then named Sackville Street), Dublin's main thoroughfare. Michael Mallin, Connolly's second-in-command, along with Kit Poole, Constance Markievicz and an ICA company, occupied St Stephen's Green. Another company under Sean Connolly took over City Hall and attacked Dublin Castle. Finally, a detachment occupied Harcourt Street railway station. ICA men were the first rebel casualties of Easter week, two of them being killed in an abortive attack on Dublin Castle. The confusion in the chain of command caused conflict with the Volunteers. Harry Colley and Harry Boland came out from their outposts in the Wicklow Chemical Manure Company's office 200 yards away, where they were under the command of an irascible officer, Vincent Poole; the post had been set up by James Connolly, without countermanding orders from affective Volunteers.Townshend, pp.156-7. Sean Connolly, an ICA officer and Abbey Theatre actor, was both the first rebel to kill a British soldier and the first to be killed. footnote 62 A total of eleven Citizen Army men were killed in action in the rising, five in the City Hall/Dublin castle area, five in St Stephen's Green and one in the GPO. James Connolly was made commander of the rebel forces in Dublin during the Rising and issued orders to surrender after a week. He and Mallin were executed by British Army firing squad some weeks later. The surviving ICA members were interned, in English prisons or at Frongoch internment camp in Wales, for between nine and 12 months. ==Inactivity during the War of Independence and Civil War== ===War of Independence=== Following the Easter Rising, the ICA had lost most of their most dynamic and militant leaders. James Connolly and Michael Mallin had been executed, while Jim Larkin was in America and later imprisoned in Sing Sing from 1920 until 1923. The ICA was largely left in the hands of James O'Neill. By the time of the Irish War of Independence, there were never more than 250 people actively involved in the ICA, and these were mostly concentrated in Dublin City. By this stage, the ICA could not nor would not engage directly British forces in Ireland; Instead the organisation chose to operate as a support organisation to the IRA, provide weapons, medical aid and other material support. While at first the ICA was content to allow members to both in the IRA and ICA, in July 1919 they declared members could only be in one or the other. This caused much resentment with the ICA's own membership and resulted in a number of people choosing the IRA over the ICA. In April 1919 the ICA choose to take no action in relation to the establishment of the Limerick Soviet, part of a wider wave of Irish soviets happening at the time. Internal frustrations with the ICA's inactivity began to boil over: In January 1920 members began to argue over its relationship to Sinn Féin and the IRA. Member Michael Donnelly accused the ICA of now simply being a \"tail\" to Sinn Féin and suggested that supporting the IRA was \"illogical\" because the IRA was no longer fighting for the same Republic the ICA sought. In response, leading ICA member Dick MacCormark accused Donnelly of seeking to break up the ICA. Infighting continued to grow as the months progressed: Members criticised Countess Markievicz, still a standing member of the ICA, for speaking at Sinn Féin rallies. When Sean McLoughlin, a socialist who had fought in the Easter Rising, published a report to the Third International containing criticisms of the ICA, the ICA responded by putting out a \"warrant\" for his \"arrest\". As 1920 continued, while the ICA continued to practice military drills, in practicality, it was beginning to operate more like a social club for members of Dublin's labour and socialists cliques than a paramilitary organisation, with members noting that as much time was being given to playing cards together, classes on socialism, and the operating of a Pipeband as anything else. ===Civil War=== Following the signing of the Anglo-Irish Treaty, the ICA adopted a stance of \"neutrality\" between the pro and anti-treaty sides of now emerging Irish Civil War. In a view of a majority of the ICA, neither side was working towards a \"Workers' Republic\", which was the ICA's aim. Their views matched that of the mainstream labour movement such as the Labour Party, who campaigned for peace between both sides in the face of the civil war. However, what direction the ICA should move towards lead to ideological in-fighting, with different factions arguing in favour of following Jim Larkin, others supporting Roddy Connolly and his newly formed Communist Party of Ireland (a renamed version of his father's Socialist Party of Ireland), while others wanted to keep the ICA in line with the mainstream Labour Party. In the end, a majority choose to stand by the Labour Party and to campaign for peace between the Pro and Anti Treaty sides. This led to many defections from the ICA, with a majority joining the Anti-Treaty IRA while a minority joined the newly formed National Army of the Free State. ==Post Revolutionary Period== In the 1920s and 1930s, the ICA was kept alive by veterans such as Seamus McGowan, Dick McCormick and Frank Purcell, though largely as an old comrades association by veterans of the Easter Rising. Uniformed Citizen Army men provided a guard of honour at Constance Markievicz's funeral in 1927. In 1929 Roddy Connolly and Helena Molony encouraged the formation of a \"Workers' Defence Corps\" that was to be a \"New ICA\". However, this new group was to comprise both ICA veterans and the remnants of the anti-treaty IRA, who were still a much larger group than the ICA, and thus out of fear of being simply absorbed and annexed by the IRA, the ICA passed on the idea. ===Brief revival under the Republican Congress=== In 1934, spurred by events in Spain, Peadar O'Donnell and other left-wing republicans left the IRA and founded the Republican Congress. For a brief time, they revived the ICA as a paramilitary force, intended to be an armed wing for their new movement. According to Brian Hanley's history of the IRA, the revived Citizen Army had 300 or so members around the country in 1935. Dynamic new figures such as Frank Ryan and Michael Price made the move into the ICA and helped give it new strength. The ICA and the Republican Congress came up with a new framework for revolution in Ireland, the need for a \"triple alliance\". They believed the path to success lay in three forces united in the name of the workers: A paramilitary force (the ICA), A Socialist Party (The Republican Congress) and One Big Union (in this case, ITGWU). However, the Congress itself split in September 1934, which led to a corresponding split in the ICA. One fraction, which had left the Congress, were led by Michael Price and Nora Connolly O'Brien, while the opposing faction led by O'Donnell and Roddy Connolly were loyal to those who stayed. The ICA's last public appearance was to accompany the funeral procession of union leader and ICA founding figure James Larkin in Dublin in 1947. ==Uniforms and banners== thumb|right|Starry Plough, 1930s to present The ICA uniform was dark green with a slouched hat and badge in the shape of the Red Hand of Ulster.Michael McNally, Peter Dennis, Easter Rising 1916: Birth of the Irish Republic, Osprey Publishing As many members could not afford a uniform, they wore a blue armband, with officers wearing red ones. Their banner was the Starry Plough. James Connolly said the significance of the banner was that a free Ireland would control its own destiny from the plough to the stars. The symbolism of the flag was evident in its earliest inception of a plough with a sword as its blade. Taking inspiration from the Bible, and following the internationalist aspect of socialism, it reflected the belief that war would be redundant with the rise of the Socialist International. This was flown by the ICA during the Rising of 1916. The design changed during the 1930s to that of the blue banner on the left, which was designed by members of the Republican Congress, and was adopted as the emblem of the Irish Labour movement, including the Irish Labour Party, though they eventually dropped it. It is also claimed by Irish republicans, and has been carried alongside the Irish tricolour and Irish provincial flags at Official IRA, Provisional IRA, Irish National Liberation Army (INLA), Irish People's Liberation Organisation (IPLO) and Continuity IRA rallies and marches. The banner, and alternative versions of it, is also used by the Workers' Party of Ireland, Republican Sinn Féin, Connolly Youth Movement, Labour Youth, Ógra Shinn Féin, the Irish Republican Socialist Party and the Republican Socialist Youth Movement. ==Gallery== == References == ===Bibliography=== * Anderson, W.K., James Connolly and the Irish Left (Dublin 1994). . * Fox, R.M., The History of the Irish Citizen Army (Dublin 1943) * Greaves, C. Desmond, Life and Times of James Connolly, (London 1972) * Haswell, Jock, Citizen Armies (London 1973) * Hart, Peter, The IRA at War 1916-1923 (Oxford 2003) * Hayes-McCoy, G.A., 'A Military History of the 1916 Rising', in K.B.Nowlan (ed.), The Making of 1916. Studies in the History of the Rising (Dublin 1969) * Mac An Mháistir, Daithí, The Irish Citizen Army: The World's First Working Class Army (Dublin 2017) * Martin, F.X., Leaders and Men of the Easter Rising: Dublin 1916 (London 1967) * O'Casey, Sean (as P. Ó Cathasaigh) Story of the Irish Citizen Army (Dublin 1919) * O'Drisceoil, Donal, Peadar O'Donnell (Cork 2000) * Perry, Ciaran, The Irish Citizen Army, Labour clenches its fist! * Phelan, Mark, 'World War I and the Legacy of the Dublin Lockout, 1914-1916', in Éire-Ireland (Winter, 2016) * Robbins, Frank. 1978. Under the Starry Plough: Recollections of the Irish Citizen Army. Dublin: The Academy Press. . ===External links=== *The Irish Citizen Army : Labour clenches its fist! Category:1913 establishments in Ireland Category:1947 disestablishments in Ireland Category:Easter Rising Category:Irish republican militant groups Category:Left-wing militant groups in the United Kingdom Category:Paramilitary organisations based in Ireland",
 "title": "Irish Citizen Army"
}