{
 "id": "611143",
 "text": "The University of Alaska Anchorage (UAA) is a public university in Anchorage, Alaska. UAA also administers four community campuses spread across Southcentral Alaska: Kenai Peninsula College, Kodiak College, Matanuska–Susitna College, and Prince William Sound College. Between the community campuses and the main Anchorage campus, roughly 15,000 undergraduate, graduate, and professional students are currently enrolled at UAA. It is Alaska's largest institution of higher learning and the largest university in the University of Alaska System. The Carnegie Foundation for the Advancement of Teaching classifies UAA among its public Master's Colleges & Universities: Larger Programs, with a special classification for Community Engagement. UAA's main campus is located approximately southeast of its downtown area in the University-Medical District, adjacent to the Alaska Native Medical Center, Alaska Pacific University and Providence Alaska Medical Center. Nestled among an extensive green belt, close to Goose Lake Park, UAA has been recognized as a Tree Campus USA by the Arbor Day Foundation for ten consecutive years (2010-2019). Much of the campus is connected by a network of paved, outdoor trails, as well as an elevated, indoor \"spine\" that extends east to west from Rasmuson Hall, continuing through the student union and across UAA Drive (the more heavily-traveled of the two north–south roads which go through the campus) before terminating inside the Consortium Library. UAA is divided into five instructional and research units at the Anchorage campus: the College of Arts and Sciences, College of Business and Public Policy, the Community and Technical College, College of Engineering, and the College of Health.Chancellor's Organizational Chart . Accessed April 11, 2016 UAA offers master's degrees and graduate certificates in select programs, and the ability to complete certain PhD programs through cooperating universities through its Graduate Division.\"UAA Graduate School Degrees\". Accessed December 15, 2011. As of May 2012, the university is accredited to confer doctoral degrees.Green and Gold News. 3 May 2012. UAA. Retrieved 14 June 2012. UAA is accredited by the Northwest Commission on Colleges and Universities.Directory of Institutions S - U , Northwest Commission on Colleges and Universities, 2013. Accessed 24 Jan. 2013. In 2019, UAA's School of Education lost its accreditation from the Council for the Accreditation of Educator Preparation. ==History== thumb|UAA entrance sign In 1954, the Anchorage Community College (ACC) was founded and began offering evening classes to 414 students at Elmendorf Air Force Base. In 1962, the ACC, and other community colleges around the state were incorporated into the University of Alaska statewide system. Five years later, ACC began offering both day and evening classes at the main campus' current location in the University-Medical district. ACC provided academic study for associate degrees and the first two years of work toward baccalaureate degrees. In the late 1960s, strong interest in establishing a four-year university in Anchorage brought about the birth of the University of Alaska, Anchorage Senior College (ASC). While ACC administered the lower division college, ASC administered upper division and graduate programs leading to baccalaureate and master's degrees, as well as continuing education for professional programs. In 1971, the first commencement was held at West Anchorage High School, where 265 master's, baccalaureate and associate degrees were awarded. ASC moved to the Consortium Library Building in 1973. The following year, when the first classroom and office facility was completed, daytime courses were offered for the first time. In 1977, ASC became a four- year university and was renamed the University of Alaska, Anchorage (UA,A). Ten years later, ACC and UA,A merged to become what is now known as the University of Alaska Anchorage (UAA). Since 1987, the university has continued to grow and expand. More than 200 programs, ranging from certificate programs to associate, baccalaureate, master's, and doctoral degrees, are offered at campuses in Anchorage and community campuses and extension centers throughout Southcentral Alaska. The university's mission is to discover and disseminate knowledge through teaching, research, engagement and creative expression. The University of Alaska Anchorage is an open-access university with roughly 17,000 students. In addition to thousands of students from across the state, the university retains a large commuter population from in and around Anchorage, many of whom are non-traditional or returning students. Nearly ten percent of the student population is from outside of Alaska or the United States. UAA also has the largest population of student veterans in the state. ==Academics== ===Alaska Native Studies=== A notable aspect of the curriculum offerings at UAA is the Alaska Native Studies program. All undergraduate students are now required to complete at least three credits in designated Alaska Native related academic courses to satisfy the new requirement. The new requirement is part of a broader effort to integrate knowledge about the diversity, perspectives and history of Alaska Native and Indigenous peoples into the university's curriculum. In addition to courses on Alaska Native languages, history and literature, UAA also offers Alaska Native arts courses through the Fine Arts and Alaska Native studies programs, where students have the opportunity to learn traditional carving skills, drum making, bead work and other forms of indigenous knowledge. The Alaska Native Art Program focuses on the history, skills and traditions found in indigenous Alaskan art. Students learn techniques of harvesting and working with natural materials such as animal hide, wood, bone, and ivory for art making. The Native Arts studio is equipped with both traditional and modern tools. Visiting elders from all over Alaska teach techniques used to create objects that represent their cultural roots. All students regardless of background are encouraged to explore both traditional and experimental practices in order to find their personal form of expression. ===3+3 law school partnerships=== The University of Alaska Anchorage currently partners with the University of Washington School of Law and Willamette University College of Law in Salem, Oregon to provide qualified students with the opportunity to earn a baccalaureate degree and law degree on an accelerated schedule, typically in six years rather than the usual seven. These are often referred to as 3+3 programs or an Accelerated JD Program because students spend three years as undergraduates and three years in law school. ===Aviation technology=== UAA offers Associate of Applied Science and Bachelor of Science degrees in:\"Aviation Technology, Academics,\" University of Alaska Anchorage, 2012. Accessed 24 Jan. 2013. *Air Traffic Control *Aviation Administration *Professional Piloting An associate of applied science degree is also offered in: *Aviation Maintenance The University of Alaska Aviation Technology division is part of Center of Excellence for General Aviation (CGAR),\"Welcome to CGAR.\" Center For General Aviation Research, Embry Riddle Aeronautical University. 2013. Accessed 24 Jan. 2013. a collaborative research effort between the following member universities: *Embry-Riddle Aeronautical University *Florida A&M; University *University of North Dakota *Wichita State University ===Colleges and schools=== *College of Arts and Sciences *College of Business and Public Policy *School of Education *College of Health and Social Welfare **Medical School - within the \"WWAMI\" partnership **School of Nursing **School of Social Work *Community and Technical College *College of Engineering *University Honors Program *Graduate School ===Libraries=== *UAA/APU Consortium Library *Alvin S. Okeson Library (Matanuska-Susitna campus) *Carolyn Floyd Library (Kodiak College campus) ===Financial aid=== * Alaska Advantage Education Grant * GEAR UP * University of Alaska GrantLogistics & Supply Chain Education Financial Aid at UAA ===Centers and institutes=== thumb|right|Regional campus in Homer As a center of research and understanding, UAA sponsors research, training, public service and other activities related to northern populations and in support of local and regional economic development. The state's vast resources and unique challenges are central to these sponsored programs and specialty research. They address concerns of Anchorage and Alaska communities as well as issues of national and international interest. Below is a list of institutes and centers that support the university's mission: * Alaska Center for Rural Health/Alaska's Area Health Education Center (ACRH/AHEC) * Alaska Center for Supply Chain Integration (ACSCI) * Alaska Natural Heritage Program (AKNHP) * Alaska Small Business Development Center (Alaska SBDC) * Center for Alaska Education Policy Research (CAEPR) * Center for Alcohol and Addiction Studies (CAAS) * Center for Behavioral Health Research and Services (CBHRS) * Center for Community Engagement and Learning (CCEL) * Center for Economic Development (CED) * Center for Economic Education (CEE) * Center for Human Development (CHD) * Environment and Natural Resources Institute (ENRI) * Ethics Center * Institute for Circumpolar Health Studies (ICHS) * Institute of Social and Economic Research (ISER) * Justice Center * Montgomery Dickson Center for Japanese Language and Culture * Psychological Services Center (PSC) ===Nationally competitive scholarships=== In 2009, Kelcie Ralph received the first Marshall Scholarship awarded to a UAA student.\"Scholar Names Q-S,\" Marshall Scholarships, © 2012-2013. Retrieved 26 Nov. 2017.\"Woman gets full- ride scholarship,\" Montana Standard, 6 Jan. 2009. Retrieved 26 Nov. 2017.\"Alumni Profile: Kelcie Ralph, B.A. Economics,\" Green and Gold News, 13 April 2011. Retrieved 26 Nov. 2017. As of 2016, twelve UAA students have received Fulbright Scholarships.\"Another UAA Fulbright scholar heads to Germany this fall,\" Green and Gold News, UAA publication, 4 May 2016. Retrieved 26 Nov. 2017. In 2017, Samantha M. Mack became the first UAA graduate to receive a Rhodes Scholarship.\"American Rhodes Scholars-elect for 2018,\" Rhodes Trust, 18 Nov. 2017. Retrieved 25 Nov. 2017.Johnson, Gene. \"The Newest Group of American Rhodes Scholars Is More Diverse Than Ever, \" Time, 20 Nov. 2017. Retrieved 25 Nov. 2017.\"Alaska Native becomes UAA's first Rhodes Scholar,\" KTVA television, updated 24 Nov. 2017. Text narrative with 3-min. video interview. Retrieved 26 Nov. 2017. Numerous UAA students have won various nationally competitive scholarships, including the Harry S. Truman Scholarship and the German Academic Exchange Service Scholarship.\"Major Scholarships,\" UAA University Honors College, 2017. Retrieved 26 Nov. 2017.\"Nationally Competitive Scholarships,\" UAA University Honors College, 2017. Retrieved 26 Nov. 2017. ==Rankings== U.S. News & World Report in its 2020 rankings ranked UAA tied for 25th among public regional universities in the West and tied for 62nd among all regional universities in the West. Forbes in 2019 ranked UAA 635th among 650 colleges and universities and 116th in the West. ==Publications== * Accolades is the University of Alaska Anchorage Magazine for Alumni and Friends. * The Alaska Quarterly Review is a literary magazine published by UAA. * The student newspaper is The Northern Light. * Understory is a magazine run by Creative Writing and Literary Arts graduate students, open for submissions from any UAA undergraduate student.http://understory.uaa.alaska.edu * True North is a yearly magazine produced by students in the Department of Journalism and Public Communications. ==Athletics== UAA's athletic teams, known as the Seawolves, compete in 13 NCAA sports: men's ice hockey, men's and women's basketball, men's and women's skiing, men's and women's cross country, women's gymnastics, men's and women's indoor and outdoor track and field, and women's volleyball. The university is an NCAA Division I school for gymnastics and ice hockey, and a member of the Western Collegiate Hockey Association. UAA is a Division II member of the Great Northwest Athletic Conference in men's and women's basketball, volleyball, men's and women's cross country, men's and women's indoor track and field, and men's and women's outdoor track and field. Other conference affiliations are the Mountain Pacific Sports Federation (gymnastics) and the Rocky Mountain Intercollegiate Ski Association. Over the years, the Seawolves have produced multiple national champions in skiing and gymnastics as well as several NCAA Tournament bids in other sports. UAA sports regularly received national television exposure thanks to the now-defunct Great Alaska Shootout basketball tournament, held at the Alaska Airlines Center. The Kendall Hockey Classic is one of the top preseason college hockey tournaments in the country, and the Seawolf volleyball team hosts some of the top Division II programs every September in the SpringHill Suites Invitational. The Seawolves train and compete in some of Alaska's top facilities, including the Sullivan Arena for hockey and the Alaska Airlines Center for volleyball, gymnastics and basketball. UAA's alpine skiers take advantage of nearby Mount Alyeska, a world-class slope, while the Nordic skiers and cross-country runners use Anchorage's intricate trail system to train in a recreational getaway. The 5,000 seat Alaska Airlines Center opened in September 2014, replacing the Wells Fargo Sports Complex as the home of UAA's athletic department and programs. ==Student life== thumb|The lobby of the Arts Building, located on the northeast corner of campus The University of Alaska Anchorage is an open enrollment institution but remains selective with an acceptance rate of 75-80% from 2010 to 14. The student-faculty ratio at UAA is 12:1, and 53.1 percent of classes enroll fewer than 20 students. The most popular majors at UAA are Business, Management, Marketing, and Related Support Services; Health Professions and Related Programs; Engineering; Psychology; and Social Sciences. The average freshman retention rate, an indicator of student satisfaction, is 71.3 percent. ===Housing=== UAA's student housing comprises nearly 1,000 students: *Three co-educational residence halls (North, West, and East Halls), completed in 1998. Each holds 230 students, most living in individual bedrooms; rooms are grouped in suites of one, two, or four. *The Main Apartment Complex (MAC), completed in 1984, was once family housing. There are 74 four-bedroom apartments in six buildings, each housing four same- sex students. *The Templewood Apartments hold 80 students in 20 apartments. ===Student government=== The Union of Students of the University of Alaska Anchorage (USUAA) is the student governing body for the University of Alaska Anchorage. The President and Vice President are elected in the spring for one year terms. The union has co-sponsored political debates in Anchorage, including a 2004 debate held at the university between Senatorial candidates Tony Knowles and Lisa Murkowski.\"Knowles, Murkowski debate Tuesday \". KINY/Associated Press. October 26, 2004. Accessed March 9, 2008. In 2015, USUAA sponsored a Mayoral Debate in the Alaska Airlines Center, which was notable for its use of social media to connect and engage with the community.\"Social media enhances Anchorage mayoral debate at UAA\". Devin Kelly/Alaska Dispatch News. April 3, 2015. Accessed June 19, 2015. USUAA also governs organizations that are created as a result of student ballot initiatives, such as the Concert Board and the Green Fee Board, which collect fees to enhance student life and provide services to students. ====Student media==== UAA has two primary sources of student-run media. Both media organizations are administered by paid student employees and governed by the Media Board, a USUAA organization. The Northern Light is a student newspaper printed every Tuesday with a wide coverage, ranging from school news, sports, community events, and entertainment reviews. KRUA 88.1FM is the on-campus, non-commercial radio station run by a collective of student staff and a host of volunteers from both the school and the greater Anchorage community. ===Student research=== The University Honors College Office of Undergraduate Research and Scholarship (OURS) is the center for undergraduate research and experiential learning at UAA. The Honors College supports and funds research and scholarship for students across all UAA disciplines, schools, colleges, and within a global community of scholars. OURS supports 14 campus-wide award programs. Every April, the Undergraduate Research and Discovery Symposium connects undergraduate research taking place across UAA and fosters scholarly discussion between students, faculty and the community. ==References== https://www.uaa.alaska.edu/academics/institutional- effectiveness/_documents/2020%20FACT%20BOOK%20-%20Final.pdf ==External links== * * UAA Seawolves Athletics Category:1954 establishments in Alaska Category:1976 establishments in Alaska Category:Aviation schools University Category:Education in Anchorage, Alaska Category:Educational institutions established in 1954 Category:Educational institutions established in 1976 Category:Universities and colleges accredited by the Northwest Commission on Colleges and Universities Category:University of Alaska System Category:Public universities and colleges in Alaska",
 "title": "University of Alaska Anchorage"
}