{
 "id": "611411",
 "text": "Angel is an American rock band from Washington, D.C., formed in the mid-1970s by Punky Meadows and Mickie Jones. They were primarily known for their flamboyant glam stage presence and white satin outfits. == History == Angel was discovered by Kiss bass player Gene Simmons performing at a nightclub and was eventually signed to the same label as Kiss, Casablanca. Angel's image of dressing in all white was a deliberate contrast to Kiss, which wore black. Angel sported an androgynous image and elaborate stage sets. They were slammed by rock critics, and Frank Zappa ridiculed the all-male band’s feminine appearance in the song \"Punky's Whips\". Angel never achieved mass commercial success but acquired a following as a cult band. Their first album was the self-titled Angel (1975) and consisted of guitarist Punky Meadows, bassist Mickie Jones, vocalist Frank DiMino, keyboardist Gregg Giuffria, and drummer Barry Brandt. This lineup would hold for the following two albums, Helluva Band (1976) and On Earth as It Is in Heaven (1977), after which Jones was replaced by Felix Robinson. They made an appearance in the film Foxes (1980) and Frank DiMino sang \"Seduce Me Tonight\" on the Flashdance (1983) soundtrack. DiMino and Meadows departed the band in 1981, and the remaining members brought in vocalist Fergie Frederiksen (later of Toto) and guitarist Ricky Phillips (later of The Babys, then Bad English, then Styx), but this lineup did not release new material and it dissolved shortly thereafter. The former members of Angel went on to other things following the release of their live album. Lead vocalist Frank DiMino joined UFO guitarist Paul Raymond in the Paul Raymond Project in which he sang lead vocals. Bassist Felix Robinson played on the debut album of the band White Lion, Fight to Survive (1985/1986). Angel’s keyboardist Gregg Giuffria had modest success as the leader of the band Giuffria during the 1980s as well as with the band House of Lords, who - sans Giuffria - reunited in 2002 and released a new album, The Power and the Myth on Frontiers Records. In 2006, Giuffria appeared as a guest keyboardist on House of Lords' LP World Upside Down, and they released Come to My Kingdom in 2008 without Giuffria. In the late 1990s, Angel reformed with a new line-up: Frank DiMino, vocals; Barry Brandt, drums; Randy Gregg, bass; Steve Blaze, guitars; and keyboardist Gordon G.G. Gebert. Gebert left the band in 2002 and was replaced with Michael T. Ross on keyboards. The band’s 1999 release In the Beginning also features guest appearances by original guitarist Punky Meadows, as well as Robinson. In 2000 came the release of Angel: The Collection, making it the most extensive Angel greatest hits compilation, including 16 songs. In 2006, two compilations of career-spanning singles were released. “Better Days” from the White Hot (1977) album was notably replaced with “The Winter Song”. It had only been previously released on a rare 7\" single. Bassist and founding member Mickie Jones (born Donald Eugene Jones on December 17, 1952), later changed to Michael David Jones in 1967, died in San Dimas, California on September 5, 2009, at the age of 56, after a long battle with liver cancer. Jones performed on four Angel albums (Angel, Helluva Band, On Earth as It Is in Heaven and An Anthology). He toured extensively with the band in the United States for several years. Before Angel, he played in the rock group BUX, which included guitarist Punky Meadows (Angel) and singer Ralph Morman (Joe Perry Project, and Savoy Brown). BUX released one album on Capitol Records, We Came to Play in 1976 (recorded in 1973). Both Jones and Meadows were asked to join the New York Dolls but declined. After leaving Angel, he formed the Los Angeles band EMPIRE and was the lead singer. Empire included drummer Steve Riley (L.A. Guns). Over the years, he became interested in film production and would later work in the film industry. Singer Frank DiMino now resides in Las Vegas, Nevada and plays in classic rock tribute bands. Recently, he appeared on the Sin City Sinners Christmas album, singing lead vocals on the holiday classic \"Winter Wonderland\". In 2015 he released his solo album \"Old Habits Die Hard\", with Punky guesting on the song 'Never Again'. Punky Meadows issued his first-ever solo album in 2016, Fallen Angel. Felix Robinson plays bass on the album. The deluxe edition had two bonus songs, one of which, 'Lost and Lonely', had Frank DiMino on vocals. Later Angel members Danny Farrow and Charlie Calv participate on this album as well. In 2018, Meadows and DiMino toured together under the moniker 'Punky Meadows and Frank DiMino of Angel' performing a set of classic Angel songs and solo cuts. They are backed by a band featuring Danny Farrow on rhythm guitar, Charlie Calv on keyboards, Steve Ojane on bass and Billy Orrico on drums. In 2019,with the same lineup the band reformed back to the name \"Angel\" returning to wearing all white and released a new album \"Risen\" which had rave reviews and charted on multiple Billboard charting positions. == Logo == Angel's logo is ambigrammatic; it reads the same when turned upside-down as when viewed normally. == Members == ;Original members * Barry Brandt - drums, percussion (1975-1981, 1987, 1999–2008) * Frank DiMino - lead vocals (1975-1981, 1987, 1999–2008, 2018-present) * Gregg Giuffria - keyboards (1975-1981) * Punky Meadows - guitars (1975-1981, 2018–present) * Mickie Jones - bass (1975-1977; died 2009) ;Other members * Felix Robinson - bass (1977-1981) ;effort to continue in 1981 * Dennis Frederiksen - lead vocals (1981) (died 2014) * Ricky Phillips - guitars (1981) * Rudy Sarzo - bass (1981) ;recordings for 'In The Beginning' * Richard Marcello - guitars (1999) * Leo Borrero - bass (1999) ;Touring entity 1999 to 2008 * Gordon G.G. Gebert - keyboards (1999-2002) * Randy Gregg - bass (1999-2008) * Steve Blaze - guitars (2000-2008) * Michael T. Ross - keyboards (2002-2008) * Joey Anderson - drums, percussion (2008) * Keith Robert - guitars (2008) ;Current members * Danny Farrow - rhythm guitars (2018–present) * Charlie Calv - keyboards (2018–present) * Steve Ojane - bass (2018–present) * Billy Orrico - drums (2018–present) ==Timeline== == Discography == === Studio albums === {| class=\"wikitable\" |- ! Year !! Album !! US |- | 1975 || Angel || 156 |- | 1976 || Helluva Band || 155 |- | 1977 || On Earth as It Is in Heaven || 76 |- | 1978 || White Hot || 55 |- | 1979 || Sinful || 159 |- | 1999 || In the Beginning || — |- | 2019 || Risen || — |} === Live albums === {| class=\"wikitable\" |- ! Year !! Album !! US |- | 1980 || Live Without a Net || 149 |} === Compilation albums === * Foxes (soundtrack) (two songs: \"20th Century Foxes\" and \"Virginia\") (1980) * Can You Feel It (1989) * An Anthology (1992) * A Rock and Roll Christmas II (1998) * Angel: The Collection (2000) * Angel: The Singles Collection Volume 1 (album) (2006) * Angel: The Singles Collection Volume 2 (album) (2006) === Box set === * Angel: The Casablanca years (2018) === Bootlegs === * Blowing Great Guns (1978) * White Heroes (1978) * Whips (1981) * Troubleshooter (1981) * Should've Known Better (1981) === Singles === US singles, except where noted. {| class=\"wikitable\" |- ! Year !! Single !! US |- | rowspan=4 | 1976 || Rock & Rollers || — |- | On and On (UK) || |- | Anyway You Want It (JPN) || |- | Feelin' Right (JPN) || |- | rowspan=3 | 1977 || That Magic Touch || 77 |- | Telephone Exchange (JPN) || |- | Winter Song || |- | rowspan=3 | 1978 || Flying With Broken Wings || — |- | Ain't Gonna Eat Out My Heart Anymore || 44 |- | Don't Leave Me Lonely || — |- | rowspan=2 | 1979 || Don't Take Your Love || — |- | Tower (NL) || |- | 1980 || 20th Century Foxes || — |} Notes: ==References== ==External links== * Angel biography by Rovi Staff, discography and album reviews, credits & releases at AllMusic * Angel discography, album releases & credits at Discogs.com Category:American glam rock musical groups Category:Heavy metal musical groups from Washington, D.C. Category:Musical groups established in 1975 Category:Musical groups disestablished in 1981 Category:Musical groups reestablished in 1987 Category:Musical groups disestablished in 1987 Category:Musical groups reestablished in 1998 Category:American progressive rock groups Category:20th- century American guitarists",
 "title": "Angel (American band)"
}