{
 "id": "611453",
 "text": "thumb|Sir George Barlow, 1st Baronet Sir George Hilaro Barlow, 1st Baronet, (20 January 1763 – 18 December 1846) served as Acting Governor-General of India from the death of Lord Cornwallis in 1805 until the arrival of Lord Minto in 1807. ==Career== He was appointed to the Bengal Civil Service in 1778, and in 1788 carried into execution the permanent settlement of Bengal. When the Marquess of Cornwallis died in 1805, Sir George Barlow was nominated provisional governor-general, and his passion for economy and retrenchment in that capacity has caused him to be known as the only governor-general who diminished the area of British territory; but his nomination was rejected by the home government, and Lord Minto was appointed. Subsequently, Barlow was created governor of Madras, where his want of tact caused a mutiny of the British officers of the Madras Army in 1809, similar to that which had previously occurred under Clive. The main cause of the discontent was the abolition of certain purchase contracts for camping equipment which involved some money being embezzled by the officers. In 1812 he was recalled, and lived in retirement until his death in Farnham, Surrey, in December 1846. He was created a baronet in 1803. In October 1806 he was appointed a Knight Companion of the Order of the Bath (KB), which on the reconstitution of the Order in 1815 became Knight Grand Cross (GCB). He was portrayed in a bust by Bertel Thorvaldsen when he visited the sculptor in Rome Spring 1828. ==Personal life== He married Elizabeth, daughter of Burton Smith, in Calcutta on 16 April 1789 and had fifteen children. In 1815 he discovered that one of them had in fact been fathered by George Pratt Barlow, a young kinsman whom he had admitted to his household in India in 1803. The marriage was dissolved by Act of Parliament in 1816. ==References== ==Further reading== Category:1763 births Category:1846 deaths Category:Governors of Madras Category:Baronets in the Baronetage of the United Kingdom Category:Governors-General of India Category:Knights Grand Cross of the Order of the Bath",
 "title": "Sir George Barlow, 1st Baronet"
}