{
 "id": "611468",
 "text": "\"Poor Poor Pitiful Me\" is a rock song written and first recorded by American musician Warren Zevon in 1976. With sexes reversed, it was made a hit twice: first as a top-40 hit for Linda Ronstadt, then over a decade later by Terri Clark, whose version topped the Canadian country charts and reached the country top five in the U.S. ==Warren Zevon version== ===Background=== In keeping with Warren Zevon's sardonic lyrical style, the song's verses deal with a suicide attempt, domestic abuse, and a brush with sadomasochism. The song first appeared on Zevon's 1976 self-titled solo album. It is reputed to be a friendly swipe at Jackson Browne; Browne's own songwriting (such as \"Here Come Those Tears Again\" and \"Sleep's Dark and Silent Gate\" from The Pretender) could be quite depressing. The song \"Poor Poor Pitiful Me\" was produced by Browne and was featured on Zevon's eponymous 1976 album Warren Zevon with backing vocals by Lindsey Buckingham. The track was later included on his greatest hits compilations A Quiet Normal Life (1986), I’ll Sleep When I’m Dead (1996), and Genius: The Best of Warren Zevon (2002). Live versions appeared on 1980s Stand in the Fire and 1993's Learning to Flinch. Alternate studio versions were included in the 2008 reissue of Warren Zevon, as well as the posthumous 2007 compilation Preludes: Rare and Unreleased Recordings. ==Linda Ronstadt version== ===Background=== Linda Ronstadt recorded a gender- altered version of the song during 1977. Ronstadt would recall Jackson Browne had pitched \"Poor Poor Pitiful Me\" to her, teaching it to her in the living room of her Malibu home. \"The verse in “Poor Pitiful Me” was “I met a girl on the Sunset Strip,” I think, “She asked me if I’d beat her / She took me up to her hotel room / And wrecked my mojo heater.” It was really funny, and I'm saying to Jackson, “I can’t sing those words, man! That’s not who I am. . . . I have to leave that part out.” With Zevon's blessing, Ronstadt replaced the verse with “Well I met a boy / In the Veaux-Carres, down in Yokohama / He picked me up and he threw me down / Saying \"Please don't hurt me Mama!\".” This verse was also used in Clark's version of the song. Ronstadt's interpretation was produced by Peter Asher for her multi-platinum album Simple Dreams. Ronstadt's live version appeared on the soundtrack album to the 1978 movie FM, while the studio version was included on her platinum-plus album Greatest Hits, Volume 2. ===Reception=== Released as a single (on the Asylum label at the beginning of 1978, Ronstadt's version was the week's highest debut on the Billboard Hot 100 chart the week of January 28, 1978. It reached number 26 on the Cash Box Top 100 and number 31 in Billboard. ===Chart performance=== {|class=\"wikitable sortable\" !align=\"left\"|Chart (1978) !align=\"center\"|Peak position |- |align=\"left\"|Canadian RPM Adult Contemporary Tracks |align=\"center\"|9 |- |align=\"left\"|Canadian RPM Country Tracks |align=\"center\"|36 |- |align=\"left\"|Canadian RPM Top Singles |align=\"center\"|31 |- |- |align=\"left\"|U.S. Billboard Easy Listening |align=\"center\"|27 |- |- |align=\"left\"|U.S. Cash Box Top 100 |align=\"center\"|26 |} ==Terri Clark version== ===Background=== Another hit cover version of the song was recorded by Canadian country singer Terri Clark. It was released in September 1996 as the lead single from her second album, 1996's Just the Same. Clark told Billboard magazine that she heard Linda Ronstadt's version of the song in a local gymnasium while she was exercising. She said \"and I thought, what a cool song. What a great country record that could make. I started doing it live, and it worked.\"Billboard, October 5, 1996 ===Reception=== \"Poor Poor Pitiful Me\" debuted at number 47 on the U.S. Billboard Hot Country Singles & Tracks for the week of October 12, 1996. Clark's version was a number one hit on the Canadian RPM country charts, and a number five hit on the country charts in the U.S. ===Music video=== The music video was directed by Deaton Flanigen and premiered in late 1996. It comprises black-and-white tour footage interspersed with Clark being approached by a series of men while her car is being fixed at a full service gas station. Eventually, she realizes the man fixing her car is the one for her. She starts to drive off, before calling him over to get in. The two drive off together, leaving the other two co-workers at the shop surprised. ===Chart performance=== {|class=\"wikitable sortable\" !align=\"left\"|Chart (1996) !align=\"center\"|Peak position |- |- |- |} ===Year-end charts=== {| class=\"wikitable\" |- !scope=\"col\"|Chart (1996) !scope=\"col\"|Position |- | Canada Country Tracks (RPM) | align=\"center\" | 43 |- |} ==Other versions== *In 1986, SNFU did a hardcore punk cover of the song on the compilation It Came from the Pit. Lead singer Mr. Chi Pig sang the Linda Ronstadt lyrics with a few changes, but kept it as being about men he had encountered. *Vitamin String Quartet recorded an instrumental version of the song on Dad Get Me Out of This: The String Quartet Tribute to Warren Zevon in 2003. *In 2004 Jackson Browne and Bonnie Raitt covered it on Enjoy Every Sandwich: The Songs of Warren Zevon. ==References== Category:1978 singles Category:1996 singles Category:1976 songs Category:Songs about suicide Category:Warren Zevon songs Category:Linda Ronstadt songs Category:Terri Clark songs Category:Jackson Browne songs Category:Bonnie Raitt songs Category:Songs written by Warren Zevon Category:Song recordings produced by Keith Stegall Category:Asylum Records singles Category:Mercury Records singles Category:Music videos directed by Deaton-Flanigen Productions Category:Songs about trains Category:Songs about BDSM Category:Songs about domestic violence",
 "title": "Poor Poor Pitiful Me"
}