{
 "id": "611493",
 "text": "Lieutenant General Lord William Henry Cavendish-Bentinck (14 September 177417 June 1839), known as Lord William Bentinck, was a British soldier and statesman. He served as Governor-General of India from 1828 to 1835. He has been credited for significant social and educational reforms in India, including abolishing sati, he forbade women to witness the cremations on the ghats of Varanasi,Padmashri Dr Meenakshi Jain; interview with Debdas Mukhopadhyay, 29 febr 2020 suppressing female infanticide and human sacrifice. Bentinck said that \"the dreadful responsibility hanging over his head in this world and the next, if… he was to consent to the continuance of this practice (sati) one moment longer.\" Bentinck after consultation with the army and officials passed the Bengal Sati Regulation, 1829 there was little opposition. The only challenge came from the Dharma Sabha which appealed in the Privy Council, however the ban on Sati was upheld. He ended lawlessness by eliminating thuggee – which had existed for over 450 years – with the aid of his chief captain, William Henry Sleeman. Along with Thomas Babington Macaulay he introduced English as the language of instruction in India. ==Background== Bentinck was born in Buckinghamshire, the second son of Prime Minister William Bentinck, 3rd Duke of Portland, and Lady Dorothy (née Cavendish), only daughter of William Cavendish, 4th Duke of Devonshire. On the marriage the family name became Cavendish-Bentinck. He was educated at Westminster School, a boys' public school in Westminster, London. ==Early career== In 1783, at the age of 9, he was given the sinecure of Clerk of the Pipe for life. Bentinck joined the Coldstream Guards on 28 January 1791 at the age of 16, purchasing an ensign's commission. He was promoted to captain-lieutenant (lieutenant) in the 2nd Regiment of Dragoons on 4 August 1792, and to captain in the 11th Regiment of Light Dragoons on 6 April 1793. He was promoted to major in the 28th Foot on 29 March 1794 and to lieutenant-colonel in the 24th Dragoons that July. On 9 January 1798, Bentinck was promoted to colonel. In 1803 he was, to some surprise, appointed Governor of Madras, and was promoted to major-general on 1 January 1805. Although his tenure was moderately successful, it was brought to an end by the Vellore Mutiny in 1806, prompted by Bentinck's order that the native troops be forbidden to wear their traditional attire. Only after serious violence was order restored and the offending policy rescinded, and Bentinck was recalled in 1807. After service in the Peninsular War, Bentinck was appointed commander of British troops in Sicily. He was brevetted to lieutenant-general on 3 March 1811. A Whig, Bentinck used this position to meddle in internal Sicilian affairs, effecting the withdrawal from government of Ferdinand I of the Two Sicilies in favour of his son, Francis I of the Two Sicilies, the reactionary Queen's disgrace, and an attempt to devise a constitutional government for the troubled island, all of which ultimately ended in failure. In 1814, Bentinck landed with British and Sicilian troops at Genoa, and commenced to make liberal proclamations of a new order in Italy which embarrassed the British government (which intended to give much of Italy to Austria), and led, once again, to his recall in 1815. ===Bentinck in Sicily=== As conditions in Sicily began to deteriorate at the beginning of the 19th century, England began worrying about its interests in the Mediterranean. Internal dissensions in the Sicilian government and an ever-increasing suspicion that Queen Maria Carolina was in correspondence with the French Occupation of Sicily as its object led to the appointment of Bentinck as British representative to the Court of Palermo in July 1811. At the beginning of his time at the head of Sicilian affairs, politicians in London opposed the Bourbon rule and appealed for Sicilian annexation. Bentinck was sympathetic to the cause and plight of the Sicilians and \"was quickly convinced of the need for Britain to intervene in Sicilian affairs, not so much for Britain's sake as for the well-being of the Sicilians.\" He was also one of the first of the dreamers to see a vision of a unified Italy. The English, however, were content to support the Bourbons if they were willing to give the Sicilians more governmental control and a greater respect of their rights. Bentinck saw this as the perfect opportunity to insert his ideas of a Sicilian constitution. Opposition to the establishment of a constitution continued to surface, Maria Carolina proving to be one of the toughest. Her relationship with Bentinck can be summed up in the nickname that she gave him: La bestia feroce (the ferocious beast). Bentinck, however, was determined to see the establishment of a Sicilian Constitution and shortly thereafter exiled Maria Carolina from Palermo. On 18 June 1812 the Parliament assembled in Palermo and, about a month later, on 20 July 1812 the constitution was accepted and written on the basis of 15 articles, on the drafts prepared by Prince Belmonte and other Sicilian noblemen. With the establishment of the constitution the Sicilians had now gained an autonomy they had never experienced before. The constitution set up the separation of the legislative and executive powers and abolished the feudalistic practices that had been established and recognised for the past 700 years. Bentinck's success in establishing a Sicilian constitution lasted only a few years. On 8 December 1816, a year after Ferdinand IV returned to the throne of the Kingdom of the Two Sicilies, the constitution was abolished and Sicily was reunited with Naples. The constitutional experiment was deemed a failure although it cannot be said to be his alone. The Sicilian nobles were inexperienced and in the face of the difficulties of 1814 and 1815 could not sustain a constitution without British support, which was withdrawn in the wake of the end of the Napoleonic wars. The British no longer had an invested interest in the internal affairs of Sicily now that the threat of French invasion had been removed. The establishment of a Sicilian constitution that was facilitated by Bentinck was not to be soon forgotten. The ideas found therein and the small taste of freedom lingered in the memories of the Sicilians and had an influence on the desire for autonomy that was at the base of the Sicilian revolutions of 1820 and 1848. ===Italian adventure=== thumb|Northern Italy in 1814. Sailing from Sicily on 30 January 1814, Bentinck first made for Naples. There he reluctantly signed an armistice with Joachim Murat; whom he personally detested as being a man whose \"whole life had been a crime,\" yet whom Britain found it expedient to detach from his brother-in-law, Napoleon, by guaranteeing his Kingdom of Naples in return for an alliance.Gregory, Sicily: The Insecure Base, 119; Rosselli, Lord William Bentinck, 175. Having instructed the forces under his command in Sicily to make a landing at Livorno, Bentinck then travelled north, with a day's stop in Rome, to join them.Rosselli, Lord William Bentinck, 173. The disembarkation at Livorno began on the 9 March and took three days to complete, Murat's Neapolitans already having occupied the port beforehand.Nafziger, G. F. & Gioannini M., The Defense of the Napoleonic Kingdom of Northern Italy, 1813-1814, 209. Napoleon's sister Elisa, though having now abandoned her Grand Duchy of Tuscany, had nevertheless not given up completely in attempting to salvage something out of the collapse of her brother's Empire. Having obtained from Murat - husband of her sister Caroline - the guarantee that he would obtain the consent of the Coalition he had just joined to her retention of the Principality of Lucca and Piombino in return for having rendered up Tuscany without a fight, she had, by the time of Bentinck's appearance at Livorno, retired to Lucca. Upon hearing of his landing, she sent a delegation to gain assurances that Murat's pact would be respected. Bentinck replied that it would not. If she did not depart immediately, he said, she would arrested. With 2,000 British troops dispatched towards the city to carry out this threat, the heavily pregnant Elisa had no choice but to abandon the last of her territories and flee north, where she eventually fell into allied hands at Bologna.Williams, The Women Bonapartes, II, 299–302. Elisa quit Lucca on the 13 March. The next day, Bentinck issued a proclamation from Livorno calling on the Italian nation to rise in a movement of liberation. \"Italians!\" he declared, \"Great Britain has landed her troops on your shores; she holds out her hand to you to free you from the iron yoke of Buonaparte...hesitate no longer...assert your rights and your liberty. Call us, and we will hasten to you, and then, our forces joined, will effect that Italy may become what in the best times she was\".The Parliamentary Debates from the Year 1803 to the Present Time, Volume 29, 729. In thus attempting to bring about his long- nurtured dream of an independent Italian nation-state in the north and centre (he did not consider the Neapolitans and Sicilians 'Italians'),Rosselli, Lord William Bentinck, 151. Bentinck was quite publicly repudiating the policy of his own Government - which was intending to largely restore the status quo ante bellum in Italy; with Austria in possession of Lombardy and the King of Sardinia re-established in Piedmont. For the next month, Bentinck was therefore operating as effectively an independent actor representative of Britain only, as Rosselli says, in the widest sense: in that he held himself to be furthering Britain's true interests, regardless of whether the current Government recognised them or not.Rosselli, Lord William Bentinck, 174. Ordering his troops north to besiege Genoa, Bentinck himself now headed to Reggio Emilia for a conference with Murat. At this conference on the 15th, he brazenly demanded that Tuscany be handed over to himself and evacuated by the Neapolitan forces then in possession of it. It was necessary, he argued, that Tuscany be under British jurisdiction, as otherwise he would have no logistical base from which to conduct future operations - to which Murat replied that it was the same argument on his side which dictated his own necessary possession of it.Nafziger, G. F. & Gioannini M., The Defense of the Napoleonic Kingdom of Northern Italy, 1813-1814, 210. Suddenly threatening to turn his forces against Naples itself and restore the rightful Ferdinand IV if Murat did not give way, Bentinck was quickly reprimanded in a firm note from Castlereagh reminding him that he was instructed to co-operate in every way with Murat and Austria. At which he reluctantly withdrew his bid for Tuscany - which he had likely been hoping to turn into the nucleus of a free Italian state under his own aegis - and left for Genoa.Gregory, D., Sicily: The Insecure Base, 120. There had, in any case, been no discernable response from the Tuscans to Bentinck's proclamation, while in Genoa he would find a welcoming audience at last.Gregory, D., Napoleon's Italy, 183. Bentinck had been ordered to take and occupy Genoa in the name of the King of Sardinia.Rath, J. R., The Fall of the Napoleonic Kingdom of Italy, 1814, 186. But when the city surrendered to him on 18 April 1814, he instead proclaimed - contrary to the intentions of the Coalition - the restoration of the Republic of Genoa and the repeal of all laws passed since 1797, much to the enthusiasm of the Genoese.Gregory, Sicily: The Insecure Base, 120. At the same time, he dispatched an expeditionary force to Corsica to attempt to revive the Anglo- Corsican Kingdom of 1794–1796 and gain for Britain another useful base in the Mediterranean.Boulger, Lord William Bentinck, 52. In Genoa meanwhile, on the 24th, he received representations from the provisional government in Milan beseeching Britain's support for the maintenance of an independent Kingdom of Italy rather than the restoration of Austria's rule over Lombardy. With Napoleon's abdication of both the French and Italian thrones on 11 April, the government in Milan was in search of a new sovereign who would better bolster their chances of survival and, in seeking to bind Britain to their cause, the suggestion was put to Bentinck that Prince Adolphus, Duke of Cambridge, the seventh son of George III, would be a welcome candidate. Though Bentinck recommended they might look to Archduke Francis of Este as a more realistic candidate in order to mollify the Austrians. With Napoleon's double abdication on the 11 April however - though the news took time to cross the Alps - Bentinck's capacity to influence events on the ground while, with the war against the Emperor still raging, all was still to a great extent up in the air, largely came to an end. As did his Government's motive for toleration. His erratic behaviour over the recent months had led the Prime Minister Lord Liverpool to brand him simply \"mad\", and his scope of authority was sharply reduced; though he was not finally dismissed from his grand post as Commander- in-Chief in the Mediterranean until April the following year. ==Governor- General of India== Lord William Bentinck was the first governor general of British-occupied India . Everyone else before him was the governor of Bengal (Fort William) On his return to England, Bentinck served in the House of Commons for some years before being appointed Governor-General of Bengal in 1828. His principal concern was to turn around the loss-making East India Company, to ensure that its charter would be renewed by the British government. Bentinck engaged in an extensive range of cost-cutting measures, earning the lasting enmity of many military men whose wages were cut. Although historians emphasise his more efficient financial management, his modernising projects also included a policy of westernisation, influenced by the Utilitarianism of Jeremy Bentham and James Mill, which was more controversial. He reformed the court system ==Educational reforms== Bentinck made English the medium of instruction after passing the English Education Act 1835. English replaced Persian as the language of the higher courts. He founded the Calcutta Medical college after the committee appointed by him found that \"The Native Medical Institution established in 1822 , The Committee headed by Dr John Grant as president and J C C Sutherland, C E Trevelyan, Thomas Spens, Ram Comul Sen and M J Bramley as members found the education, examination system, training and lack of practical anatomy clearly below standards\" and recommended its closure, which Bentinck accepted and he opened the Calcutta Medical college which offered western medical education and opening of this college is seen as Introduction of Western Science into India.It was the first western medical college in Asia and it was open to all without distinction of caste or creed. James Ranald Martin compares the creation of this college to Bentinck's other acclaimed act of abolishing Sati ==Social reforms== ===Abolition of Sati=== Bentinck decided to put an immediate end to Sati immediately upon his arrival in Calcutta. Ram Mohan Roy warned Bentinck against abruptly ending Sati. However, after observing that the judges in the courts were unanimously in favor of the ban, Bentinck proceeded to lay the draft before his council. Charles Metcalfe, the Governor's most prominent counselor, expressed apprehension that the banning of Sati might be \"used by the disaffected and designing\" as \"an engine to produce insurrection.\" However these concerns did not deter him from upholding the Governor's decision \"in the suppression of the horrible custom by which so many lives are cruelly sacrificed.\" Thus on Sunday morning of 4 December 1829 Lord Bentinck issued Regulation XVII declaring Sati to be illegal and punishable in criminal courts. It was presented to William Carey for translation. His response is recorded as follows: \"Springing to his feet and throwing off his black coat he cried, 'No church for me to-day... If I delay an hour to translate and publish this, many a widow's life may be sacrificed,' he said. By evening the task was finished.\" On 2 February 1830 this law was extended to Madras and Bombay. The ban was challenged by a petition signed by \"several thousand… Hindoo inhabitants of Bihar, Bengal, Orissa etc\"Dodwell 1932 p. 141. and the matter went to the Privy Council in London. Along with British supporters, Ram Mohan Roy presented counter-petitions to parliament in support of ending Sati. The Privy Council rejected the petition in 1832, and the ban on Sati was upheld. ===Ban on female infanticide and human sacrifice=== Bentinck prohibited female infanticide and the custom of certain of newly born girls to be killed and against human sacrifices. Although his reforms met little resistance among native Indians at the time, Indian enemies repeated a story to the effect that he had once planned to demolish the Taj Mahal and sell off the marble. According to Bentinck's biographer John Rosselli, the story arose from Bentinck's fund-raising sale of discarded marble from Agra Fort and of the metal from the Great Agra Gun, the largest cannon ever cast, a historical artefact which dated to the reign of Akbar the Great. Bentinck removed flogging as a punishment in the Indian Army. ==Saint Helena Act 1833== The Saint Helena Act 1833, also called the Charter Act of 1833, was passed during Bentinck's tenure and, accordingly, the monopoly of the East India Company was abolished. The Governor-General of Bengal became the Governor-General of India. This Act added a law member to the executive council of the governor general. Bishops of Bombay, Madras, and Calcutta were to be appointed for the benefit of the Christians in India. Bentinck returned to the UK in 1835 and refused a peerage, partly because he had no children and partly because he wanted to stand for Parliament again. He again entered the House of Commons as a Member for Glasgow. ==Personal life, death and legacy== In August 1791, Bentinck played in a non-first-class cricket match for Marylebone Cricket Club against Nottingham Cricket Club at King's Meadow, Nottingham. Bentinck married Lady Mary, daughter of Arthur Acheson, 1st Earl of Gosford, on 18 February 1803. The marriage was childless. He died in Paris on 17 June 1839, aged 64. Mary died in May 1843. They are buried together in the Bentinck family vault in St Marylebone Parish Church, London. Explorer Matthew Flinders, who in 1802 charted the South Wellesley Islands in the Gulf of Carpentaria, Australia (now part of the state of Queensland), assigned the name Bentinck Island in honour of Lord Bentinck, and the island group (Wellesley) and the largest island (Mornington Island) in honour of Richard Wellesley, 2nd Earl of Mornington. In 1803, the two men had acted as interceded on Flinders' behalf to persuade the French to release Flinders after he had been imprisoned by them on Mauritius. ==References== ==Further reading== * * Rulers of India: Lord William Bentinck – available at the Internet Archive * * * Wiskemann, Elizabeth. \"Lord William Bentinck Precursor of the Risorgimento.\" History Today (1952) 2#7 pp 492–499 online. ==External links== * * Biography of Lord William Bentinck, includes links to online catalogues, from Manuscripts and Special Collections, The University of Nottingham Category:1774 births Category:1839 deaths Category:11th Hussars officers William Bentinck, Lord Category:Coldstream Guards officers Category:British Army personnel of the Peninsular War Category:British Army commanders of the Napoleonic Wars Category:Governors- General of India Category:British Commanders-in-Chief of India Category:Knights Grand Cross of the Order of the Bath Category:Members of the Parliament of Great Britain for constituencies in Cornwall Category:Members of the Parliament of Great Britain for English constituencies Category:British MPs 1790–1796 Category:Members of the Parliament of the United Kingdom for English constituencies Category:Members of the Parliament of the United Kingdom for Glasgow constituencies Category:Children of prime ministers of the United Kingdom Category:Alumni of Christ Church, Oxford Category:Younger sons of dukes Category:UK MPs 1801–1802 Category:UK MPs 1802–1806 Category:UK MPs 1812–1818 Category:UK MPs 1818–1820 Category:UK MPs 1820–1826 Category:UK MPs 1826–1830 Category:UK MPs 1835–1837 Category:UK MPs 1837–1841 Category:Members of the Privy Council of the United Kingdom Category:Marylebone Cricket Club cricketers Category:English cricketers of 1787 to 1825 Category:Burials at St Marylebone Parish Church",
 "title": "Lord William Bentinck"
}