{
 "id": "611519",
 "text": "thumb|right|Manfredo Tafuri Manfredo Tafuri (Rome, 4 November 1935 - Venice, 23 February 1994) was an Italian Marxist architect, historian, theoretician, critic and academic. He was described by one commentator as the world's most important architectural historian of the second half of the 20th century.2006 The Assassin: The Critical Legacies of Manfredo Tafuri in Radical Philosophy 138 July/August 2006 He is noted for his pointed critiques of the partisan \"operative criticism\" of previous architectural historians and critics like Bruno Zevi and Siegfried Giedion and for challenging the idea that the Renaissance was a \"golden age\" as it had been characterised in the work of earlier authorities like Heinrich Wölfflin and Rudolf Wittkower. ==Career== For Tafuri, architectural history does not follow a teleological scheme in which one language succeeds another in linear sequence. Instead, it is a continuous struggle played out on critical, theoretical and ideological levels as well as through the multiple constraints placed on practice. Since this struggle continues in the present, architectural history is not a dead academic subject, but an open arena for debate. In his view, like other cultural domains, but even more so, due to the tension between its autonomous, artistic character and its technical and functional dimensions, architecture is a field defined and constituted by crisis. Though Tafuri was caught up in the debates of his era, he inserted the task of the architectural historian into a framework combining critical participation and historical distance. Tafuri explored every era of architectural history in the West from the medieval period to the present and made an important contribution to the study of Japanese modern architecture. In the last decade of his career he undertook a comprehensive reassessment of the theory and practice of Renaissance architecture, exploring its various social, intellectual and cultural contexts, while providing a broad understanding of uses of representation that shaped the entire era. His final work, Interpreting the Renaissance: Princes, Cities, Architects, published in 1992, synthesizes the history of architectural ideas and projects through discussions of the great centres of architectural innovation in Italy (Florence, Rome, and Venice), key patrons from the middle of the fifteenth century to the early sixteenth century, and crucial figures such as Leon Battista Alberti, Filippo Brunelleschi, Francesco di Giorgio, Lorenzo de' Medici, Bramante, Raphael, Baldassare Castiglione and Giulio Romano. Tafuri held the position of chair of architectural history at the University Iuav of Venice. He was a member of the Communist Party. ==Books and articles by Tafuri== *Teorie e storia dell'architettura. Bari, Laterza, 1968. *:Theories and History of Architecture. Translated by Giorgio Verrecchia. London, 1980. *« Per una critica dell'ideologia architettonica ». Contropiano, Materiali Marxisti, no. 1, 1969. *Progetto e utopia: Architettura e sviluppo capitalistico. Bari, Laterza, 1973. *: Architecture and Utopia. Design and Capitalist Development. Translated by Barbara Luigia La Penta. Cambridge, MA: MIT Press, 1976. *w/ Francesco Dal Co. Architettura contemporanea. Milan, Electa, 1976. *La Sfera e il labirinto : Avanguardia e architettura da Piranesi agli anni '70. Turin, Einaudi, 1980. :The Sphere and the Labyrinth. Avant-Gardes and Architecture from Piranesi to the 1970's. Translated by Pellegrino d'Acierno and Robert Connolly. Cambridge, MA: MIT Press, 1987. * Venezia e il Rinascimento. Turin, Einaudi, 1985. :Venice and the Renaissance. Translated by Jessica Levine. Cambridge, MA: MIT Press, 1985. *History of Italian Architecture, 1944-1985. Translated by Jessica Levine. Cambridge, MA: MIT Press. 1989. *Ricerca del Rinascimento. Principi, Citta, Architetti. Torino, Einaudi: 1992. *:Interpreting the Renaissance: Princes, Cities, Architects. Translated with an introduction by Daniel Sherer. New Haven, Cambridge. MA: Yale University Press/Harvard GSD Publications, 2006 ==Notes== ==References== * * ==Further reading== *CACCIARI, Massimo. Architecture and nihilism: on the philosophy of modern architecture. New Haven, Yale University Press, 1993. *COHEN, Jean-Louis. « La coupure entre architectes et intellectuels, ou les enseignements de l'italophilie ». Extenso, no. 1 (1984), pp. 182–223. *DAY, Gail. Dialectical Passions: Negation in Postwar Art Theory. New York, Columbia University Press, 2010. *DE SOLÀ- MORALES, Ignasi (editor). « Being Manfredo Tafuri: Wickedness, Anxiety, Disenchantment ». ANY, no. 25-26 (février 2000). *Special issue of Casabella, no. 619-620 (jan.-feb. 1995). *HEYNEN, Hilde. « The Venice School, or the Diagnosis of Negative Thought ». Architecture and Modernity: A Critique. Cambridge, Ma., MIT Press, 1999, pp. 128–148. *HOEKSTRA, Titia Rixt. « Building versus Bildung. Manfredo Tafuri and the construction of a historical discipline ». Ph.D. dissertation, Groningen, University of Groningen, 2005. Online : https://web.archive.org/web/20061009200007/http://dissertations.ub.rug.nl/faculties/arts/2005/t.r.hoekstra/ *KEYVANIAN, Carla. « Manfredo Tafuri's Notion of History and its Methodological Sources: From Walter Benjamin to Roland Barthes ». MArch dissertation, Cambridge, Ma., Massachusetts Institute of Technology, 1992. *LEACH, Andrew. « Choosing History: A Study of Manfredo Tafuri's Theorisation of Architectural History and Architectural History Research ». Ph.D. dissertation, Gent, Universiteit Gent, 2006. Online : https://web.archive.org/web/20060824225725/http://eprint.uq.edu.au/archive/00003989/ *LEACH, Andrew. Manfredo Tafuri: Choosing History. Ghent, A&S; Books, 2007. *LEÓN CASERO, JORGE, El Tiempo del Aion. Una lectura de Manfredo Tafuri como rizotopía de la historia, Servicio de Publicaciones de la Universidad de Navarra, Pamplona, 2012. https://www.academia.edu/2585425/El_Tiempo_del_Aion._Una_lectura_de_Manfredo_Tafuri_como_rizotopia_de_la_historia *LEÓN CASERO, JORGE,“Aion e historiografía en la obra de Manfredo Tafuri”, Daimon. Revista de Filosofía, n. 56, 2012, pp. 173–193. *LEÓN CASERO, JORGE, \"Contra Foucault: Interdisciplinariedad y posición estructural del intelectual en el sistema según Manfredo Tafuri”, Undécimo Congreso Internacional sobre Nuevas Tendencias en Humanidades, Universidad de Eötvös Loránd, Budapest, 19 - 21 Junio 2013. https://www.academia.edu/3682762/CONTRA_- _FOUCAULT_Interdisciplinariedad_y_posicion_estructural_del_intelectual_en_el_sistema_segun_Manfredo_Tafuri *LEÓN CASERO, JORGE, \"Esquizofrénicos y monomaníacos: Interdisciplinariedad y metodología historiográfica en Manfredo Tafuri”, Primer Congreso Internacional de Jóvenes Investigadores en Humanidades, Barcelona, 18-20 Abril 2012.https://www.academia.edu/2568499/ESQUIZOFRENICOS_Y_MONOMANIACOS._Interdisciplinariedad_y_metodologia_historiografica_en_Manfredo_Tafuri. *BIRAGHI, Marco. Progetto di crisi. Manfredo Tafuri e l'architettura contemporanea. Milan, Marinotti ed., 2005. *TOURNIKIOTIS, Panayotis. « History as the Critique of Architecture ». The Historiography of Modern Architecture. Cambridge, Ma., MIT Press, 1999. *SHERER, Daniel. \"Progetto and Ricerca. Manfredo Tafuri as Critic and Historian,\" Zodiac 15 (1996), 32-56. *SHERER, Daniel. \"Translator's Introduction,\" to Manfredo TAFURI, Interpreting the Renaissance: Princes, Cities, Architects (New Haven/Cambridge, MA: Yale University Press/Harvard GSD Publications, 2006), trans. by D. SHERER with a Foreword by K. Michael HAYS, pp. xv-xxvi. *SHERER, Daniel. \"Un Colloquio Inquietante. Manfredo Tafuri e la critica operativa 1968-1980,\" in L. Monica, ed. La Critica Operativa e l'architettura (Milan: Unicopli, 2002), 108-20. *SHERER, Daniel. \"Architecture in the Labyrinth: Theory and Criticism in the United States, Oppositions, Assemblage, Any, 1973-1999,\" Zodiac 20 (1999), 36-43. *SHERER, Daniel. \"Review of Andrew LEACH, Manfredo Tafuri: Choosing History,\" Journal of Architecture 14, 6 (2009), 731-741. *SHERER, Daniel. \"The Architectural Project and the Historical Project: Tensions, Analogies, Discontinuities,\" Log 31 (2014), 115-132. Category:1935 births Category:1994 deaths Category:Italian architecture writers Category:Italian architectural historians Category:Architecture academics Category:20th-century historians Category:20th-century Italian writers Category:20th-century Italian male writers Category:Writers from Rome Category:Italian male non-fiction writers Category:Italian communists Category:Italian Marxists",
 "title": "Manfredo Tafuri"
}