{
 "id": "61169",
 "text": "The Gay Divorcee is a 1934 American musical film directed by Mark Sandrich and starring Fred Astaire and Ginger Rogers. It also features Alice Brady, Edward Everett Horton, Eric Blore, and Erik Rhodes. The screenplay was written by George Marion Jr., Dorothy Yost, and Edward Kaufman. Robert Benchley, H. W. Hanemann, and Stanley Rauh made uncredited contributions to the dialogue. It was based on the Broadway musical Gay Divorce, written by Dwight Taylor, which had been adapted into a musical by Kenneth S. Webb and Samuel Hoffenstein\"Screenplay info\" TCM from an unproduced play by J. Hartley Manners. The stage version included many songs by Cole Porter, which were left out of the film, except for \"Night and Day\". Though most of the songs were replaced, the screenplay kept the original plot of the stage version. Three members of the play's original cast repeated their stage roles: Astaire, Rhodes, and Eric Blore. The Hays Office insisted that RKO change the name from \"Gay Divorce\" to \"The Gay Divorcee\", on the grounds that while a divorcée could be gay or lighthearted, it would be unseemly to allow a divorce to appear so. According to Astaire, the change was made proactively by RKO. The director, Mark Sandrich, told him that The Gay Divorcee was selected as the new name because the studio \"thought it was a more attractive-sounding title, centered around a girl.\" RKO even offered fifty dollars to any employee who could come up with a better title. In the United Kingdom, the film was released with the title The Gay Divorce. This film was the second (after Flying Down to Rio, 1933) of ten pairings of Astaire and Rogers on film. ==Plot== Mimi Glossop (Ginger Rogers) seeks a divorce from her geologist husband Cyril Glossop (William Austin), whom she has not seen for some time. Under the guidance of her domineering and much-married Aunt Hortense (Alice Brady), she consults incompetent and bumbling lawyer Egbert Fitzgerald (Edward Everett Horton), once a fiancé of her aunt. He arranges for her to spend a night at a seaside hotel and to be caught in an adulterous relationship, for which purpose he hires a professional co-respondent, Rodolfo Tonetti (Erik Rhodes). But Egbert forgets to arrange for private detectives to \"catch\" the couple. By coincidence, Guy Holden (Fred Astaire), an American dancer and friend of Egbert's, who briefly met Mimi on his arrival in England, and who is now besotted with her, also arrives at the hotel, only to be mistaken by Mimi for the co-respondent she has been waiting for. While they are in Mimi's bedroom, Tonetti arrives, revealing the truth, and holds them \"prisoner\" to suit the plan. They contrive to escape and dance the night away. In the morning, after several mistakes with the waiter, Cyril arrives at the door, so Guy hides in the next room, while Mimi and Tonetti give a show of being lovers. When Cyril does not believe them, Guy comes out and embraces Mimi in an attempt to convince him that he is her lover, but to no avail. It is an unwitting waiter (Eric Blore) who finally clears the whole thing up by revealing that Cyril himself is an adulterer, thus clearing the way for Mimi to get a divorce and marry Guy. ==Cast== ==Songs== New songs introduced in the film * \"The Continental\" (w. Herb Magidson m. Con Conrad) won the first Academy Award for Best Original Song for its elaboration in the over-17 minute song and dance sequence towards the end of the film, as sung by Rogers, Erik Rhodes and Lillian Miles, and danced by Rogers, Astaire and ensemble performers. Arthur Fiedler and the Boston Pops Orchestra recorded the music in their very first RCA Victor recording session, in Boston's Symphony Hall, on July 1, 1935; the recording can be heard on YouTube. * \"Don't Let It Bother You\" (w. Mack Gordon m. Harry Revel) opening number, sung by chorus, danced by Astaire * \"Let's K-nock K-nees\" (w. Mack Gordon m. Harry Revel) at the beach resort, sung by Betty Grable, danced by Betty Grable, Edward Everett Horton and chorus * \"Needle in a Haystack\" (w. Herb Magidson m. Con Conrad), sung and danced by Astaire Other songs * \"Night and Day\" (Cole Porter) sung by Astaire, danced by Rogers and Astaire in a hotel suite overlooking an English Channel beach at night ==Production== ===Development=== After the success of Astaire and Rogers' first feature, Flying Down to Rio, RKO's head of production, Pandro S. Berman, purchased the screen rights to Dwight Taylor's Broadway hit Gay Divorce with another Astaire and Rogers matchup in mind. According to Fred Astaire's autobiography, director Mark Sandrich claimed that RKO altered the title to insinuate that the film concerned the amorous adventures of a recently divorced woman (\"divorcée\"). Dance routines from the film, specifically \"Night and Day\" and the scene where Astaire dances on the table, were taken from Astaire's performances in the original play, The Gay Divorce. The \"Don't Let It Bother You\" dance came from foolhardy antics during rehearsals and became an in-joke in future Astaire-Rogers films. ===Filming=== Exteriors set in what was supposed to be the English countryside were shot in Clear Lake, California. Additional exteriors were filmed in Santa Monica and Santa Barbara, California. The car driven by Ginger Rogers was her own, a 1929 Duesenberg Model J, and it still exists, and has been displayed at least once, at the Amelia Island Car show, Concours d'Elegance. ===Censorship issues=== James Wingate, Director of the Studio Relations Office for RKO, warned: \"considering the delicate nature of the subject upon which this script is based...great care should be taken in the scenes dealing with Mimi's lingerie, and… no intimate article should be used\". Wingate also insisted that no actor or actress appear in only pajamas. The title from the musical – Gay Divorce – was dropped \"as too frivolous toward marriage by the censors\" (i.e. a \"divorcee\" could be implied as \"gay\", but the act of \"divorce\" itself not) and modified to Divorcee.Sarris, 1998. p. 43 ==Reception== The Gay Divorcee was nominated for the Academy Award for Best Picture in 1934. === Box office=== According to RKO records the film earned $1,077,000 in the US and Canada and $697,000 elsewhere, resulting in a profit of $584,000. ===Critical response=== New York Times critic Andre Sennwald (November 16, 1934) said of the film: \"Like the carefree team of Rogers and Astaire, The Gay Divorcee is gay in its mood and smart in its approach. For subsidiary humor, there are Alice Brady as the talkative aunt; Edward Everett Horton as the confused lawyer .. and Erik Rhodes ... as the excitable co-respondent, who takes the correct pride in his craftsmanship and objects to outside interference. All of them plus the Continental, help to make the new Music Hall show the source of a good deal of innocent merriment.\" ==Awards and honors== The film was nominated for the following Academy Awards, winning in the category Music (Song): * Best Picture (Nominated) * Art Direction (Van Nest Polglase, Carroll Clark) (Nominated) * Music (Scoring) (Max Steiner) (Nominated) * Music (Song) – \"The Continental\" (Won) – the first winner of this award; it won against \"Carioca\", from the previous Astaire-Rogers film, Flying Down to RioMankiewicz, Ben (June 7, 2016) outro to the Turner Classic Movies showing of The Gay Divorcee * Sound Recording (Carl Dreher) (Nominated) == References == === Citations === === General sources === * Sarris, Andrew. 1998. \"You Ain't Heard Nothin' Yet\": The American Talking Film, History & Memory, 1927–1949. Oxford University Press. . ==External links== * * * * * * Category:1934 films Category:1934 musical comedy films Category:American films Category:American musical comedy films Category:American screwball comedy films Category:American black-and-white films Category:1930s English-language films Category:Films set in Brighton Category:Films that won the Best Original Song Academy Award Category:RKO Pictures films Category:Films directed by Mark Sandrich Category:Films produced by Pandro S. Berman Category:Films scored by Cole Porter Category:Films scored by Max Steiner Category:Films with screenplays by Dorothy Yost Category:Films about divorce",
 "title": "The Gay Divorcee"
}