{
 "id": "611621",
 "text": "Crib Point is a town in Metropolitan Melbourne on the Mornington Peninsula, Victoria, Australia. It is part of the urban enclave on Western Port comprising Bittern, Crib Point, Hastings, Tyabb, and Somerville. Its local government area is the Shire of Mornington Peninsula. Crib Point is served by three railway stations: Morradoo, Crib Point and Stony Point, the latter of which is the terminus of the greater-metropolitan Stony Point line. Crib Point Post Office opened on 18 July 1890. The town has an Australian Rules football team competing in the Mornington Peninsula Nepean Football League. It is situated near the HMAS Cerberus naval base. It is opposite a park that has a long stretch of mangroves. The Victorian Maritime Centre is temporarily located at Crib Point. It has a future permanent site announced at Hastings. The museum houses many artefacts of both the Royal Australian Navy and the Merchant Navy. The Maritime Centre has the HMAS Otama, a former Oberon-class submarine, moored offshore, but it is not in condition suitable for visitor access. == Internationally Significant Ramsar Listed Wetland and UNESCO Biosphere Reserve == Crib Point is one of the coastal villages of the Mornington Peninsula. This coastline is part of the internationally significant Ramsar listed wetland which covers most of Westernport Bay - an area of 59,297ha. It is also a UNESCO Biosphere Reserve - Western Port Biosphere Reserve. Despite these two significant and critical attributes which mean it is fundamental to birdlife, fish breeding and many unique species, there has been unrelenting pressure to exploit this natural asset since the 60s. To this day, there are the remains of industry at Crib Point The communities of Westernport have successfully fought off attempts to reindustrialise the area. History: *1965 to 1985 – BP Westernport Refinery at Crib Point jetty *1987 - Proposed Western Mining ammonia-urea plant (STOPPED) *1992 - Proposed Shell-Mobil \"super-tanker\" project (STOPPED) *2007 - Proposed Boral Bitumen plant (STOPPED) *2011 - Port of Hastings Container Port strategy (STOPPED) == Threats to the Environment, Recreation and Liveability == Currently , there is a proposal by AGL Energy to establish a terminal for importing gas - a floating storage and regasification unit (FSRU) - at Crib Point Jetty that would require the construction of a connecting 55 km pipeline (by APA) to Pakenham. The proposal has been met with fierce opposition from residents across the Mornington Peninsula, around Westernport and beyond as well as many environment groups (Save Westernport, Environment Victoria, Westernport and Peninsula Protection Council, Preserve Westernport, Victorian National Parks Association, The Wilderness Society, Southern Peninsula Indigenous Flora and Fauna Association and others). In the run up to the 2019 Federal Election, every candidate representing the Flinders seat stood with their constituents in stating \"NO AGL\". Community concerns include: # threats to highly sensitive marine flora and fauna and fish breeding areas (seagrasses, unique southern mangroves, salt marshes) # degradation of crucial migratory bird habitat including the critically endangered Far Eastern curlew (Federal - EPBC Act) among others (see also) # devaluation of a natural asset # damaged tourism sector and prevention of growth # safety - risk of accident with the potential of ecological and/or human disaster # increased emissions globally (liquefying and regasification process and shipping etc.) # noise and light pollution - affects the health of both wildlife and humans living less than 1 km from gas terminal # threatens future sustainable industries and job growth # pipeline route will destroy native vegetation, remove mature trees, disrupt Hastings township and cross Melbourne's foodbowl and prime agricultural land. Through community efforts and due to the sensitivity of this critical wetland, the government announced that AGL have been required to undertake an Environment Effects Statement (EES). AGL Energy has not yet made a financial decision on the import gas proposal for Crib Point. Shortly after AGL submitted their EES to the State Government for adequacy, CEO Brett Redman urged the government to fast-track the approvals process to push their project forward during COVID-19 restrictions. This is despite Mr Redman declaring that achieving social licence is one of his three top strategic priorities. Increasingly, LNG is no longer viewed as the clean transition fuel to a green and sustainable future and governments are being urged to progress to cleaner energy to combat the climate crisis. thumb|Western Port Festival Feb, 2019. The Hon. Greg Hunt MP displays his opposition to the AGL import gas proposal during the Federal Election campaign of 2019. ==Climate== Crib Point has an oceanic climate with relative small thermal differences between seasons, but is still prone to temperature extremes upon northerly winds both in summer and winter. ==References== Category:Mornington Peninsula Category:Coastal towns in Victoria (Australia) Category:Suburbs of Melbourne Category:Western Port",
 "title": "Crib Point, Victoria"
}