{
 "id": "611772",
 "text": "Tootgarook is a suburb of Melbourne on the Mornington Peninsula in Boonwurrung Country, located approximately from Melbourne's central business district, Victoria, Australia. Its local government area is the Shire of Mornington Peninsula. ==History== The name Tootgarook was retained by J. Purves as the name of their pre-emptive right, and was taken from the Tootgarook swamp,The Victorian Naturalist (1928-1929) Kitchen Middens by R.A. Keble https://archive.org/stream/VictorianNatura45Fiel/VictorianNatura45Fiel_djvu.txt, ...On the following day a much larger and more important sale was conducted on the station of J. Purves, Esq., between Dromana and the pretty little village of Rye, and known as Tootgarook; why or how this remarkable title originated we could not ascertain, further than that its origin is native, and, as we believe a clever native lawyer, and a member of the present Parliament of Victoria was born in the locality, we shall not enquire further. At Tootgarook, which, at this late date in the history of Victoria, is not famous for a very imposing homestead-or indeed in any building that does not require demolishing and rebuilding... the town is named from J. Purves pastoral run established adjacent to the west of the swamp. A Tootgarook Post Office opened in 1858 and was renamed Rye in 1870. A later Tootgarook Post Office opened on 3 April 1956 when some development took place in the suburb, and closed in 1987 Tootgarook means \"Croaking of frogs\".Page 198, The Victorian Historical Magazine, Volumes 28-29, Published:1955, ...Tootgarook, a native name which meant croaking of frogs,.. ==Today== In the same suburb, but extending to neighbouring suburbs, is the Tootgarook Wetland. This wetland is about 300 hectares in size and supports many rare and endangered species of flora and fauna. Most of the wetland is in private ownership and some is vulnerable to development. The local school in the area is Tootgarook Primary School, which currently has 203 students.http://www.tootps.vic.edu.au/ ==See also== * List of places in Victoria (Australia) named from pastoral runs ==References== Category:Suburbs of Melbourne Category:Mornington Peninsula",
 "title": "Tootgarook, Victoria"
}