{
 "id": "611747",
 "text": "Yal Ayerdhal (26 January 195927 October 2015) was a French thriller and science fiction writer from Lyon. His later work preferred the thriller genre; Transparences, Resurgences and Rainbow Warriors play with various genres. Rainbow Warriors (published at the end of May 2013) flirts with political fiction with most protagonists being LGTBQ. He received the Grand Prix de l'Imaginaire in 2004 for Transparences and in 1993 for his novel Demain une oasis. He is considered one of the leading names in both genres. He shared the Prix Tour Eiffel with co-author Jean-Claude Dunyach for their 1999 novel Étoiles mourantes. He also received an award for his novel Parleur ou les chroniques d'un rêve enclavé and two for Transparences, a thriller. He also received the Cyrano award for lifetime achievement in the service of genre fiction and its actors. Ayerdhal was born in the La Croix-Rousse area of Lyon. In addition to his own writing career he devoted part of his time to supporting aspiring young authors and, with Le droit du Serf, to struggle with copyright law exceptions in the service of authors. Ayerdhal held genre fiction in the highest regard, not only as a tool for learning but as tool for the expression of one's imagination and political inspirations. He frequently used a quote from French philosopher Jean-Paul Sartre: \"The writer's function is to make sure that no-one can ignore the world and that no-one can declare him/herself innocent.\" ==Bibliography== * La bohème et l'ivraie (1990) * Mytale (1991) * Demain, une oasis (1992) * Le chant du drille (1992) * Cybione (1992) * L'histrion (1993) * Sexomorphoses (1994) * Polytan (1994) (sequel to Cybione) * Balade choreïale (1994) * Parleur ou les chroniques d'un rève enclavé (1997) * Consciences virtuelles (1998) * Génèses (1999) * Etoiles mourantes (1999) (with J-C Dunyach) * L'homme aux semelles de foudre (2000) * Keelsom, Jahnaïc (2001) (part 3 of the Cybione series) * La logique des essaims (2001) * L'œil du spad (2003) (part 4 of the Cybione series) * Transparences (2004) (thriller) * Résurgences (2010) (thriller) * Rainbow Warriors (2013) (thriller) * La troisième lame (2013) (SF) ==References== ==External links== * Category:French science fiction writers Category:Thriller writers Category:Writers from Lyon Category:1959 births Category:2015 deaths Category:French male novelists Category:20th-century French novelists Category:21st-century French novelists Category:20th-century French male writers Category:21st-century French male writers",
 "title": "Ayerdhal"
}