{
 "id": "611881",
 "text": "Heidelberg is a suburb of Melbourne, Victoria, Australia, northeast of Melbourne's central business district. Its local government area is the City of Banyule. In 2016, Heidelberg had a population of 6,225. Once a large town on Melbourne's outskirts, Heidelberg was absorbed into Melbourne as part of the latter's northward expansion after World War II. Heidelberg once had its own historic central business district including its own municipality in the former City of Heidelberg. Heidelberg lends its name to the Heidelberg School, an impressionist art movement that developed in and around the town in the late 19th-century. ==History== The land at Heidelberg was sold by Crown auction in 1838, making it one of the earliest rural allotments in Australia, as Melbourne was founded only three years earlier. By 1840, Warringal had been established as a surveyed township, the name referring to an Aboriginal term for eagle's nest. Eventually, Warringal was changed to Heidelberg by a land agent, after the German city of Heidelberg. Following Anti-German sentiment during World War I, the Heidelberg City Council proposed to change the name to a British-sounding name, with the most prominent suggestion being Georgetown after British Prime Minister David Lloyd George. However, despite public debates and a community naming competition, the name Heidelberg remained unchanged.Heidelberg not immune to suburb and street name changes after start of World War I, Herald Sun. When it was settled, Heidelberg was reached by track from Melbourne via Fitzroy North and, in 1841, the Heidelberg Road Trust was formed. As a form of Local Government, it preceded the Melbourne Town Council. By the late 1840s, the road had a toll bar at Merri Creek, and a Macadam surface. It became a tourist attraction, enhancing Heidelberg's reputation as a desirable place for views, excursions and rural estates. Cattle overlander Joseph Hawdon built his Gothic Banyule Homestead in 1846, overlooking the Yarra Valley. The Post Office opened on 19 October 1853 as Warringal and was renamed Heidelberg in 1865. Heidelberg was proclaimed a Shire on 27 January 1871. Heidelberg's rural scenery attracted artists during the 1880s, due to the absence of public utilities or a railway (until 1888), causing houses to be vacant, and available at low rents. Tom Roberts, Arthur Streeton, Frederick McCubbin and other members of the Box Hill artists' camp relocated to Eaglemont in 1888, forming what was subsequently named the \"Heidelberg School\" of Australian art. Two years later, the Chartersville Homestead was occupied for similar purposes. Heidelberg was proclaimed a city on 11 April 1934, but its rural space exceeded the urban area. The Heidelberg Town Hall was built in 1937. Subdivision and settlement clustered around Heidelberg Road and the Melbourne to Hurstbridge railway line, which bisected the municipality in a generally north-east direction. Along that line are Darebin, Ivanhoe, Eaglemont, Heidelberg, Rosanna, Macleod, Watsonia and Greensborough. Mont Park was reached by a spur line from Macleod. Heidelberg West, then and now unserved by a railway, was sparsely settled until the 1950s, when it was built on by the Housing Commission of Victoria. It also provided the site for the athletes' village for the 1956 Melbourne Olympic Games. thumb|left|Burgundy Street Shopping District By the 1970s, the residential development of the Heidelberg Municipality was complete, except for some areas in Viewbank and Lower Plenty. The shopping areas were mostly strips, but a free-standing centre was built in Heidelberg West in 1956, to a design by the Housing Commission which drew on American trends. The population of Heidelberg Municipality (before the severances in the 1960s) was 8,610 (1911), 34,401 (1947, excluding Greensborough), and 60,007 (1961). The population in 1991 was 60,468. On 15 December 1994 most of Heidelberg City was united with part of Eltham Shire to form Banyule City. Evidence of Heidelberg's long history and early settlement can be found throughout the Municipality. The cemetery on Upper Heidelberg Road contains some of the oldest graves in Victoria. The Heidelberg Old Cemetery, the size of a house block near the corner of St James Road and Hawdon Street, contains graves dating to 1852. Heidelberg Primary School opened in 1854, Banyule Homestead was built in 1846, St John's Anglican Church was built in 1849 and the Old England Hotel on Lower Heidelberg Road first opened its doors in 1848. All of these buildings still stand today. ==Population== In the 2016 Census, there were 6,225 people in Heidelberg. 67.1% of people were born in Australia. The next most common countries of birth were India 3.1%, China 2.8%, England 2.6% and Italy 1.9%. 69.7% of people spoke only English at home. Other languages spoken at home included Mandarin 3.4%, Italian 3.2% and Greek 2.0%. The most common responses for religion were No Religion 34.8% and Catholic 27.6%. ==Facilities== thumb|Art deco residence, typical of the area's style The administration of Austin Health is based in Heidelberg at the Austin Hospital. The Austin Hospital site has recently undergone extensive renovations, and now also contains the Mercy Hospital for Women. These two facilities combined measure up to be largest hospital in Victoria. The Heidelberg Shopping Centre, known as \"Burgundy Street\" has recently been revived. It had become rundown in the 1980s, but a new supermarket, and many trendy cafes have made the area much more liveable; as a result, house prices have increased dramatically. \"Burgundy Street\" is now known as Heidelberg Central Shopping Precinct and has over 230 retail/commercial and professional businesses. Over $1 million has been spent over the last 7 years to upgrade the infrastructure of the Precinct e.g. Aerial bundling of overhead power lines, resurfacing of the footpaths and roadways, installation of trees, seating, bollards, bike racks and rubbish bins and painting of all street furniture in the Precinct to 'Burgundy' to suggest the boundaries of the retail strip. New large anchor businesses; Leo's Fine Food and Wine Supermarket, Safeway, plus 20 cafes and takeaways shops and 12 first class restaurants, mixed with the tenants of the Warringal Shopping Centre makes this area a vibrant shopping destination. Heidelberg Central is also home to the historic Old England Hotel. Melbourne Polytechnic has a campus in Heidelberg. The Austrian Club Melbourne, previously in Fitzroy took up its current Heidelberg premises in November 1984. Community radio station 96.5 Inner FM is located in Heidelberg, broadcasting from studios located within Warringal Shopping Centre. Public library facilities are provided by Yarra Plenty Regional Library. The nearest library is at Ivanhoe ===Warringal Shopping Centre=== thumb|right|Centro Warringal from Burgundy Street intersection Warringal Shopping Centre (formerly known as Centro Warringal) opened in 1987. It is a compact shopping centre located on Rosanna Road, with a main entrance on Burgundy Street. The centre serves a well defined main trade area population of approximately 41,000 residents from the established suburbs of Heidelberg, Viewbank, Rosanna, Ivanhoe and Eaglemont. The opening of the Austin/Mercy Hospital has seen a shift in the demographic profile with an increase in the number of young professionals moving into the area and an increased demand for the development of multi density housing. ====Information==== * Gross lettable area; * Parking; 569 spaces * Milestones: 1987 Centre opened. * 2007 redevelopment included an Aldi supermarket. * Centre location: in Heidelberg, northeast of the Melbourne CBD. * Centre type: single-level neighbourhood shopping centre anchored by a small discount department store and two supermarkets. ==Transport== thumb|right|Banksia Street Bridge, from the Heidelberg side Private car is the main form of transport in Heidelberg. The main roads are Burgundy Street (also the main street), Rosanna Road, Upper Heidelberg Road and Banksia Street (which flows from the Route 40 Highway). Heidelberg railway station is located in the suburb, on the Hurstbridge line and served by Metro Trains Melbourne. A local bus transport hub services the area. There is a network of on-road and segregated bicycle facilities, including the Main Yarra Trail. ==Sport== Heidelberg Football Club, an Australian rules football club, competes in the Northern Football League and are based out of Warringal Parklands. Heidelberg West Football Club, also in the Northern League play at Heidelberg Park just opposite Warringal. Heidelberg United is an Association football club based in the suburb, which competes in the Victorian Premier League and plays second tier to the A-League. They once competed in the National Soccer League, the precursor to the A-League and is one of Victoria's largest clubs. Golfers play at the course of the Heidelberg Golf Club on Main Road, in the neighbouring suburb of Lower Plenty. ==Notable people== * Brent Stanton (1986–) – Australian rules footballer * Heath Shaw (1985–) – Australian rules footballer * Tom Wills (1835–80) – Cricketer and pioneer of Australian rules football ==See also== * City of Heidelberg – Heidelberg was previously within this local government area. ==References== ==External links== * Heidelberg Central Category:Suburbs of Melbourne",
 "title": "Heidelberg, Victoria"
}