{
 "id": "611883",
 "text": "Heidelberg West is a suburb of Melbourne, Victoria, Australia, 10 km north- east of Melbourne's Central Business District. Its local government area is the City of Banyule. At the 2016 Census, Heidelberg West had a population of 5,545. ==Suburb== Heidelberg West contains The Mall, an open style shopping centre constructed during the 1950s. The first store opened in The Mall was Dad's Fruit Shop which opened on 4 October 1956 one week before the Olympic Games of the year. The proprietors were Hyman Wisel & David East. The centre is to be redeveloped as a part of the urban renewal plan. Another shopping strip is situated at the end of Bell Street. Darebin Creek, and its surrounding parklands act as Heidelberg West's main public open space. The urban parts of Heidelberg West consist mostly of medium to low-density housing and development. A mobile library service managed by Yarra Plenty Regional Library visits Heidelberg West every Friday morning. ==History== The Heidelberg West Post Office opened on 14 May 1923, and was renamed Heidelberg Heights around 1950. The current office on Oriel Road opened in 1952. The Heidelberg Military Hospital office opened in 1941 and was renamed to Heidelberg Repatriation Hospital in 1947. In 1956, Heidelberg West became the site of the Summer Olympics athlete's village. The village was converted into a Housing Commission of Victoria estate following the conclusion of the games, and in recent years has had properties sold into private hands. In 2006 the suburb was selected for urban renewal by the State Government because of its low socio-economic profile. ==Education== Heidelberg West hosts the following educational facilities: * Audrey Brooks Pre-School * Olympic Village Primary School * Northern Melbourne Institute of TAFE * St Pius X Primary School Banksia Secondary College and Bellfield Primary School, which was located on Banksia Street, and Haig Street Primary School, in Heidelberg Heights, were the primary education facilities for the area. Both schools have now been closed due to not having enough enrolled students. ==Health care facilities== * Banyule Community Health *Bellfield Medical Centre * Repatriation campus of the Austin Hospital. ==Recreation== * Heidelberg West Football Club, an Australian rules football team, competes in the Northern Football League. It plays its home games at Heidelberg Park in neighbouring Heidelberg. * Olympic Colts Cricket Club affiliated with the North Metro Cricket Association and resides at Olympic Village Reserve, Catalina Street, West Heidelberg. Formed in 1991/92 from the merger of Olympic Youth Cricket Club and Heidelberg Colts Cricket Club. * Heidelberg United Football Club moved into the training facility in 1979 and still resides there today. The Heidelberg United Football Club competes and plays out of the stadium arena in the Victorian Premier League. * The Heidelberg West Cricket Club currently competes in the North Metro Cricket Association based at Heidelberg Park. Led by fearless leader James McLean and a sensational individual display by local legend Joel Kannegiesser (aka Moon) they won the 2012/13 Quick Shield Gold Grand Final. ==See also== * City of Heidelberg - Heidelberg West was previously within this local government area. ==References== Category:Suburbs of Melbourne Category:Heidelberg, Victoria",
 "title": "Heidelberg West, Victoria"
}