{
 "id": "61194",
 "text": "A Prairie Home Companion is a weekly radio variety show created and hosted by Garrison Keillor that aired live from 1974 to 2016. In 2016, musician Chris Thile took over as host, and the successor show was eventually renamed Live from Here and ran until 2020. A Prairie Home Companion aired on Saturdays from the Fitzgerald Theater in Saint Paul, Minnesota; it was also frequently heard on tours to New York City and other U.S. cities. The show is known for its musical guests, especially folk and traditional musicians, tongue-in-cheek radio drama, and relaxed humor. Keillor's wry storytelling segment, \"News from Lake Wobegon,\" was the show's best-known feature during his long tenure. Distributed by Minnesota Public Radio's distribution arm, American Public Media, A Prairie Home Companion was heard on 690 public radio stations in the United States at its peak in spring 2015 and reached an audience of four million U.S. listeners each week. The show borrowed its name from a radio program in existence in 1969 that was named after the Prairie Home Cemetery near Concordia College, in Moorhead, Minnesota. It inspired a 2006 film of the same name, written by and featuring Keillor. ==History== === Origin === The Saturday-evening show was a partial spin-off of A Prairie Home Morning Show with Keillor and Tom Keith, which ran from 6 to 9 a.m. on Minnesota Public Radio and was continued by Keith and Dale Connelly for many years as The Morning Show. After researching the Grand Ole Opry for an article, Keillor became interested in doing a variety show on the radio. On July 6, 1974, the first live broadcast of A Prairie Home Companion took place on Minnesota Public Radio. That show was broadcast from St. Paul in the Janet Wallace Auditorium of Macalester College. Twelve audience members turned out, mostly children. The second episode featured the first performance on the show by Butch Thompson, who became house pianist. Thompson stayed with the program until 1986 and frequently performed on the show until its 2016 conclusion. In 1978, the show moved into the World Theater in St. Paul, which Minnesota Public Radio purchased and renovated in 1986 and renamed the Fitzgerald Theater in 1994. This is the same venue the program used to the end. A Prairie Home Companion began national distribution in May 1980. Because National Public Radio (NPR) rejected the show due to its president Frank Mankiewicz perceiving the show as too expensive and insulting towards small towns, the show was initially distributed through a public radio satellite system that had been completed by June 1980 and allowed NPR member stations to distribute programs outside the NPR network. In 1983, Minnesota Public Radio president William Kling started a new company to distribute A Prairie Home Companion called American Public Radio, which would later be renamed Public Radio International in 1994. === Hiatus === The show went off the air in 1987, with a \"final performance\" on June 13, and Keillor married and spent some time abroad during the following two years. For a brief time, the show was replaced—both on the air and in the World Theater—by Good Evening, hosted by Noah Adams, a live variety show designed by ex-Prairie Home and All Things Considered staffers to retain the audience Keillor had cultivated over the years. However, many stations opted instead to continue APHC repeats in its traditional Saturday time slot. In 1989, Keillor returned to radio with The American Radio Company of the Air (renamed Garrison Keillor's American Radio Company in its second season), broadcast originally from the Brooklyn Academy of Music. The new program featured a broadly similar format to A Prairie Home Companion, with sketches and musical guests reflecting a more New York sensibility, rather than the country and folk music predominant in APHC. Also, while Keillor sang and delivered a regular monologue on American Radio Company, Lake Wobegon was initially downplayed, as he felt it was \"cruel\" to talk to a Brooklyn audience about life in a small town. During this period, Keillor revived the full APHC format only for \"annual farewell performances.\" In the fall of 1992, Keillor returned to the Fitzgerald Theater with ARC for the majority of the season, with Lake Wobegon and other APHC elements gradually but unmistakably returning to prominence. === Return and final years === The following year, on October 2, 1993, the program officially reverted to the A Prairie Home Companion name and format. While many of the episodes originated from St. Paul, the show often traveled to other cities around the U.S. and overseas for its live weekly broadcasts. Common road venues included The Town Hall in New York City; Tanglewood in Lenox, Massachusetts; Wolf Trap National Park for the Performing Arts in Vienna, Virginia; Ryman Auditorium in Nashville, Tennessee; the Greek Theater in Los Angeles; and the State Theater in Minneapolis. It also broadcast a show each year from the Minnesota State Fair. The show was originally distributed nationally by Minnesota Public Radio in association with Public Radio International. Later, its distributor was Minnesota Public Radio's distribution unit, American Public Media. ===Guest hosts=== thumb|left|upright|Chris Thile as guest host in 2016 Singer Sara Watkins of San Diego, California, hosted the January 15, 2011, broadcast. The format was the same, but Keillor appeared only as a guest actor and to deliver the \"News from Lake Wobegon\". He claimed he had taken the chance to see the show being performed for himself. It was reported that this could be the beginning of a trend toward Keillor's eventual retirement, and on March 16, 2011, Keillor stated in an interview with the AARP that he would most likely retire from the show by the time he turned 70 in August 2012.Kaufmann, Carol (2011-03-16). Garrison Keillor Announces Retirement. AARP Bulletin. Retrieved March 18, 2011. On January 29, 2011, Erica Rhodes expressed frustration over not being picked to guest host. In September 2011, Keillor told The Tuscaloosa News that his last broadcast would be recorded in \"early July 2013\", and that instead of a permanent replacement host, there will be \"a whole group of people. A rotation of hosts\",Cobb, Mark Hughes (2011-09-09). 'Prairie Home Companion' tour comes to the Amp. The Tuscaloosa News. Page 5 of 5. Retrieved September 9, 2011. but in December 2011 Keillor said he had changed his mind and reconsidered his plans to retire because he still enjoyed hosting the show. On February 7 and 14, 2015, mandolinist Chris Thile hosted the show (like Sara Watkins, a member of Nickel Creek). As when Watkins hosted, the format remained largely unchanged, but Keillor did not make an appearance. Instead, storyteller Tristan Jimerson appeared on the February 7 show and comedienne/storyteller Elna Baker on the February 14 show. Thile's band Punch Brothers performed on the February 7 show. Thile was named permanent host of the show in late June 2015, and took over as permanent host on October 15, 2016.Charlton, Lauretta. ‘A Prairie Home Companion’ Gets a New Host — and Maybe a Future. Vulture (June 30, 2015). Retrieved July 1, 2015. === Keillor's departure === When Keillor formally announced his departure from APHC at the show's airing on July 21, 2015, he indicated that Thile would succeed him as permanent host in 2016. Keillor recorded his final regular episode as host live at the Hollywood Bowl before an audience of 18,000, on July 1, 2016; it was aired on the following day. The episode was titled \"\" (), and was a vocal duet show of \"time-honored American ballads, British Invasion romps, country- western weepers, and Broadway classics,\" guest-starring Sara Watkins, Sarah Jarosz, Aoife O'Donovan, Heather Masse, and Christine DiGiallonardo, alongside the \"Royal Academy of Radio Actors,\" Tim Russell, Sue Scott, and Fred Newman, and the APHC band, with music director and pianist Rich Dworsky and Bernie Dresel (drums), Larry Kohut (bass), Richard Kriehn (mandolin and fiddle), and Chris Siebold (guitar). Barack Obama recorded a telephone call into the show, which ran on the Saturday broadcast, and Keillor performed his last \"Lives of the Cowboys\" sketch as regular host, with regulars Scott, Russell, and Newman, and including a series of duets with the guests Masse, O'Donovan, Jarosz, DiGiallonardo, and Watkins. While the July 2 Hollywood Bowl performance was the last regular episode of A Prairie Home Companion, Garrison Keillor also hosted a final live performance titled \"The Minnesota Show\" at the Minnesota State Fair on September 2, 2016, including the last-ever \"Guy Noir\" and \"News from Lake Wobegon\" segments. ===Name change=== On November 29, 2017, Minnesota Public Radio terminated its contract with Keillor because of \"allegations of his inappropriate behavior with an individual who worked with him.\" Because Keillor still owned artistic rights and the trademark to the show's name, MPR also announced that it would change the name, which was announced as Live from Here live on the December 16, 2017, broadcast of the show. MPR also announced it would cease distributing reruns of A Prairie Home Companion featuring Keillor. Keillor stated he had been \"fired\" from MPR, but he had technically not been employed by MPR/APM since 2002, working instead as an independent contractor. When it was announced in 2019 that Live from Here was going to be based in and broadcast out of New York City, many Minnesotan fans publicly complained that the radio show was losing its Midwestern style. Live from Here was canceled in 2020. ===Broadcast archives=== On April 13, 2018, Minnesota Public Radio posted a message stating its intent to reinstate the free online archives of A Prairie Home Companion and The Writer's Almanac.\"MPR Reaches Agreement with Garrison Keillor to Restore Public Access to Online Archives\", Minnesota Public Radio, retrieved April 13, 2018. The portion of the PrairieHome.org website containing the archives was restored later in the year. ==Format== thumb|right|On Air sign at the Fitzgerald Theater From the show's inception until 1987, its theme song was Hank Snow's hit \"Hello Love\". After 1987, each show has opened with Spencer Williams' composition \"Tishomingo Blues\" as the theme song, with lyrics by Garrison Keillor Justin, Neal. Daher, Natalie. \"Chris Thile addresses scandal around his 'Prairie Home' predecessor Garrison Keillor\". Associated Press News online. December 2, 2017 that were written especially for A Prairie Home Companion. Music is a main feature of the program; the show is a significant outlet for American folk music of many genres, especially country, bluegrass, blues, and gospel, but it also has guest performers from a wide variety of other styles of music, including classical, opera, and music from a number of different countries. The country musician and former record company executive Chet Atkins appeared on the show many times, as did singer-songwriters Mark Knopfler (lead guitarist and frontman of the bands Dire Straits and the Notting Hillbillies) and Jeff Lang. Folk/gospel duo Robin and Linda Williams had been regular guests since 1976, and often join Keillor and another female performer, often Jearlyn Steele, to form \"The Hopeful Gospel Quartet\". Peter Ostroushko, Greg Brown, Jean Redpath, and Prudence Johnson, among others, were recurring guests on the program between 1974 and 1987. The Wailin' Jennys and Andra Suchy were also recurring guests, and when the show travelled, Keillor generally featured local musicians and acts. Greetings from members of the audience to friends and family at home (frequently humorous) were read each week by Keillor just after the show's intermission, at the top of the second hour. Birthdays and anniversaries of famous composers and musicians were also observed. ===Features=== thumb|190px|The Rhubarb Sisters singing during taping of the show Keillor and the ensemble performed comedy skits. Notable skits and characters often recur, such as the satirical \"Guy Noir, Private Eye\", which parodied film noir and radio dramas. Guy Noir's popularity was such that the first few notes of the theme or the first lines of the announcer's introduction (\"A dark night in a city that knows how to keep its secrets ...\") often drew applause and cheers from the audience. Also regularly featured were the adventures of Dusty and Lefty, \"The Lives of the Cowboys\". ===News from Lake Wobegon=== One of the show's best-known features was Keillor's \"News from Lake Wobegon\", a weekly storytelling monologue, claiming to be a report from his fictitious hometown of Lake Wobegon, \"the little town that time forgot and the decades cannot improve ... where all the women are strong, all the men are good-looking, and all the children are above average\". The opening words of the monologue usually did not change: \"Well, it's been a quiet week in Lake Wobegon, Minnesota, my hometown, out on the edge of the prairie.\" Keillor often poked fun at central Minnesota's large Scandinavian-American and German- American communities, and many of his fictional characters have names that reflect this. The \"News from Lake Wobegon\" did not have a set structure, but featured recurring characters and places such as the Chatterbox Café, the Sidetrack Tap, Pastor Ingqvist of the Lake Wobegon Lutheran Church and his successor Pastor Liz, Father Emil of Our Lady of Perpetual Responsibility Roman Catholic Church (a parody of Our Mother of Perpetual Help), the Lake Wobegon Whippets sports teams, various members of the Bunsen and Krebsbach families, and an assortment of nearby \"Norwegian bachelor farmers\". In-jokes are sprinkled through the show, such as \"Piscacadawadaquoddymoggin\", a made-up word that's been used both for places and for people's names. The components of this made-up word are portions of Native American place names in the New England region of the United States, most of them in Maine (i.e.: Piscataqua, Passamaquoddy, and Androscoggin). === Annual \"Joke Show\" === Once a year the program featured a special \"joke show\", which generally included the Lake Wobegon monologue and musical acts, but with other skits replaced by the performers taking turns telling jokes. Humorists such as Paula Poundstone and Roy Blount Jr. often made guest appearances on those shows, and listeners and audience members were encouraged to submit jokes for use on the air. Portions of such shows were incorporated into a bookA Prairie Home Companion Pretty Good Joke Book (2015), 6th ed., HighBridge and CDs.A Prairie Home Companion Pretty Good Jokes Live! Audio CD – Audiobook, HighBridge ===Fictional sponsors=== thumb|right|A sign for \"Guy's Shoes\", one of A Prairie Home Companions fictitious sponsors The show creates advertisements for fictional products, performed in the style of live old-time radio commercials. The show acknowledges its actual underwriters at the beginning, end, and middle (break) of the show. Prairie Homes most prominent \"sponsor\" is the fictitious \"Powdermilk Biscuits\". Before he and the band performed the product's jingle every week (\"Has your family tried 'em, Powdermilk?\"), Garrison Keillor would extol Powdermilk's virtues in this way: Among its other \"sponsors\", Bebop-A- Reebop Rhubarb Pie (and Frozen Rhubarb Pie Filling) has been prominent, with ads featuring the Bebop-A-Reebop jingle, performed to the tune of \"Shortnin' Bread\": The jingle is usually sung after a bombastic, sound-effect-enhanced tale of woe, and is immediately followed by Keillor asking, \"Wouldn't this be a great time for a piece of rhubarb pie? Yes, nothing gets the taste of shame and humiliation out of your mouth quite like Bebop-A-Reebop Rhubarb Pie.\" Other prominent \"sponsors\" include Bertha's Kitty Boutique, whose locations in the fictional \"Dales\" shopping centers (\"Roy 'n' Dale, Airedale, Teasdale, Clydesdale, Chippendale, Mondale, and all the other fine shopping centers\") allude to various real people and things, and The Catchup Advisory Board—its name a mashup of the common \"catsup\" and \"ketchup\" spellings—which has the tagline \"Catchup: For the good times.\" Other \"sponsors\" have included: * Café Boeuf, a fictionally and exceptionally snobbish French restaurant in Lake Wobegon \"where the elite meet to eat\" [Contributing performer/writer names for this program were inferred by a Wikipedia editor from initials appearing in this source, based on regular cast information appearing elsewhere.] * Guy's Shoes—purveyor of Guy's All-Star Shoes, the Converse-like sponsor of the Shoe Band, which specializes in steel-toed shoes (\"so even when you strike out [ping!] you can walk away\") * The American Duct Tape Council * The American Society of Sound Effects Specialists * Bob's Bank (\"Save at the sign of the sock\", \"Neither a borrower nor a lender be\") * The Bon Marché Beauty Salon * Earl's Academy of Accents * The Fearmonger's Shop, a purveyor of security devices for the perpetually paranoid * The Federation of Associated Organizations * Fred Farrell Animal Calls * Fritz Electronics (\"Where everything you need is on the Fritz\"; a possible parody of Muntz Electronics) * Jack's Auto Repair and Jack's Warm Car Service (\"All tracks lead to Jack's, where the bright shining lights show you the way to complete satisfaction\") * Marvin and Mavis Smiley seasonal bluegrass albums * Midwestern Discount Store * Monback Moving & Storage, in which a mover can be heard directing a moving truck to back up (hence the name) while the truck's backup alarm can be heard beeping (\"Monback ... Monback ... [crunch] That's good.\") * Mournful Oatmeal, a parody of Quaker Oats (\"Calvinism in a box\") * The Professional Organization of English Majors (P.O.E.M.) * Ralph's Pretty Good Grocery (\"If you can't find it at Ralph's, you can darn well get along without it\") * Raw Bits breakfast cereal, a cereal for a select small target audience (\"Oat hulls and wheat chaff—it's not for everybody\") * Rent-a-Raptor (\"Rid your home of mice, rabbits, squirrels, and pesky boyfriends\") * The Sidetrack Tap In addition, the recurring segment \"The Lives of the Cowboys\" featured its own Western- themed sponsors, including Prairie Dog Granola Bars (\"healthier than chewing tobacco and you don't have to spit\") and Cowboy Toothpicks (\"the toothpick that's guaranteed not to splinter\"). ===Alterations=== While much of the show is directed toward radio comedy, a portion is usually devoted to some more sentimental and sometimes dark stories put together by Keillor and others. The program occasionally also features political satire. At the beginning of the June 5, 2004, show (broadcast from Meadowbrook Musical Arts Center in Gilford, New Hampshire), Keillor announced that former U.S. President Ronald Reagan had died. A member of the audience hooted and cheered loudly, but Keillor, a staunch Democrat, gave the Republican Reagan a warm tribute in the form of a gospel song. Similarly, in a 2002 show airing the weekend after the death of Senator Paul Wellstone, Keillor changed the format of the show, starting it off with Wellstone's favorite segment, Guy Noir, skipping even the show's theme song. ==Cast== thumb|right|Rich Dworsky playing piano on a live broadcast in 2015 ===Actors=== Regularly appearing actors included Tim Russell (beginning in 1994) and Sue Scott (beginning in 1989). When the show resumed as The American Radio Company of the Air in November 1989, radio comedian Bob Elliott, half of the longtime radio and comedy television duo Bob and Ray, became a regular cast member. Actor Bill Perry was a member. Walter Bobbie made frequent appearances, as early as 1989, and continuing through 2006–2007. Ivy Austin was a regular contributing comedienne (and vocalist) in the early '90s. Prudence Johnson has performed frequently on the show as an actress (and a singer). Mark Benninghofer joined the cast as a substitute actor for a brief time after Russell broke his ankle in February 2009, forcing him to take a month of medical leave. Erica Rhodes had been an occasional guest on the show, beginning in 1996 when she was 10 years old. Serena Brook joined the cast in October 2016 when Chris Thile became host. ===Sound effects artists=== Tom Keith, also known as Jim Ed Poole, appeared in all of the home-based shows. Keith died on October 30, 2011, at age 64. Fred Newman filled this role in the away shows. ===Musicians=== Regular musicians in Guy's All-Star Shoe Band include Richard Dworsky, a composer who appeared weekly as pianist, bandleader, and music director, Gary Raynor on bass and bass guitar, Peter Johnson on percussion, Jevetta Steele on vocals, and Andy Stein on violin, tenor and bass saxophones, and vocals. When the Shoe Band had a horn section, Keillor referred to them as the Shoe Horns. Other frequent, occasional, former, or one-time musicians on the show include: * Pat Donohue – acoustic and steel guitars, vocals * Peter Ostroushko – mandolin, acoustic guitar, fiddle * Randy Sandke – trumpet, piano, keyboards * Vince Giordano – bass saxophone, tuba (also band leader of the Nighthawks Orchestra, a Brooklyn- based jazz-style brass band) * Butch Thompson – clarinet (also appears as a frequent guest pianist) * George \"Red\" Maddock - drums (deceased from lung cancer in 1986) * Greg Brown – harmonica and electric, acoustic, and steel guitars * Cindy Cashdollar – dobro, steel and acoustic guitars * Roswell Rudd – trombone (only appeared once) * Marc Anderson – drums, percussion * Johnny Gimble - fiddle, mandolin, vocals, skits (died 2015) * Buddy Emmons – dobro, steel guitar, vocals (died 2015) * Charlie Parr – steel guitar, vocals * Tim Sparks – guitar * Bill Staines – acoustic guitar, vocals * Elana James – fiddle, vocals * Philip Brunelle – piano, organ, vocals * John Koerner – acoustic guitar, vocals * Dean Magraw – acoustic guitar, vocals * Dan Barrett – trumpet, cornet * Sam Bush – mandolin, banjo, vocals * Mike Craver – acoustic guitar, vocals * Molly Mason – bass, acoustic guitar, vocals * Dick Hyman – keyboards, organ, piano * Howard Levy – harmonica, acoustic guitar * Scott Robinson – trombone, French horn * Stuart Duncan – fiddle, vocals * Dave Bargeron – trombone, French horn * Rob Fisher – piano, organ, vocals * J.T. Bates – drums, percussion * Joe Ely – guitar * Andra Suchy – vocals, guitar * Heather Masse of The Wailin' Jennys – vocals * Sara Watkins (of Nickel Creek) – vocals, fiddle, ukulele * Maria Jette – vocals * Janet Sorensen – vocals * Lynn Peterson – vocals * Sarah Jarosz – vocals, mandolin, banjo, guitar * Aoife O'Donovan – vocals * Christine DiGiallonardo – vocals * Bill Hinkley * Judy Larson * Joel Guzman ==Film== Released on June 9, 2006, A Prairie Home Companion is a film about \"a dying radio show that bears striking similarities to 'A Prairie Home Companion,'\" with the actual APHC home venue, the Fitzgerald Theater in St. Paul chosen to serve \"as set piece, soundstage and framing device\". The film was written by Garrison Keillor and directed by Robert Altman, and shot digitally, with camera by Altman's son, Robert Altman Jr.; the film stars Keillor, Meryl Streep, Tommy Lee Jones, Lily Tomlin, Kevin Kline, John C. Reilly, Lindsay Lohan, Maya Rudolph, Woody Harrelson, Virginia Madsen, and L.Q. Jones. APHC regular Rich Dworsky appears as the bandleader, and served as the film's pianist, conductor, arranger, and composer. The film depicts the unnamed radio program's behind-the-scenes activities, and the relational dynamics within the cast over its anticipated, imminent cancellation. The antagonist, Axeman, \"who has come to shut the show down\", is played by Tommy Lee Jones. As described in a 2005 on-set piece by David Carr for The New York Times, the film set's atmosphere had The film, which makes no reference to Lake Wobegon, is of feature length, with its financing provided by GreeneStreet Films, River Road Entertainment, and local Minnesota sources. Its award nominations (2006, unless noted) include the Berlin International Film Festival-Golden Bear award for best film, the National Association of Film Critics-Bodil Award for Best American Film, the Film Independent (film association) Independent Spirit Award for Best Director, the Chicago Film Critics Association Award for Best Screenplay, the International Press Academy-Satellite Awards for Best Adapted Screenplay, the Independent Filmmaker Project-Gotham Independent Film Award for Best Ensemble Performance, the Broadcast Film Critics Association-Critics' Choice Movie Award for Best Cast, and the Casting Society of America-Artios Award for Best Casting for Feature Film (Comedy); its wins include the Yomiuri Shimbun (film association) Hochi Film Award (2007) for Best Foreign Film. In addition, Meryl Streep was nominated for an International Press Academy-Satellite Awards for Best Supporting Actress (Motion Picture), and won the National Society of Film Critics Awards for the same category.The NSFC was awarded to Streep for her performances in this as well as in The Devil Wears Prada (2006). == Books == * Lake Wobegon Days (1985), Viking Press * A Prairie Home Companion Pretty Good Joke Book (2015), 6th ed., HighBridge ==LP/CD releases== * A Prairie Home Album [LP] (Minnesota Educational Radio) * \"Tourists\" [LP] (1983 PHC) * Pretty Good Jokes [2 CD] (2000, HighBridge Audio) * Garrison Keillor and the Hopeful Gospel Quartet (1992, Sony) * Prairie Home Comedy: Radio Songs & Sketches by Garrison Keillor (1988, HighBridge Company) * Lake Wobegon Loyalty Days (1993, EMI) * Garrison Keillor's Comedy Theater: More Songs and Sketches from A Prairie Home Companion [3 CD] (1996, HighBridge Company) * Horrors! A Scary Home Companion [2 CD] (1996, HighBridge Company) * A Prairie Home Companion Anniversary Album [2 LP] (1980, Minnesota Public Radio Inc.) * Shaking The Blues Away, Rob Fisher and The Coffee Club Orchestra with Garrison Keillor (1992, Angel Records in association with EMI Records Ltd.) * Pretty Good Bits From a Prairie Home Companion (2003) * A Prairie Home Companion: English Majors: A Comedy Collection for the Highly Literate [2 CD] (2008, HighBridge Company) * Church People: The Lutherans of Lake Wobegon (2009) ===Stories from Lake Wobegon=== *Gospel Birds and Other Stories of Lake Wobegon (1985). Includes the stories \"Pastor Ingqvist's Trip to Orlando\", \"Mammoth Concert Tickets\", \"Bruno, the Fishing Dog\", \"Gospel Birds\", \"Meeting Donny Hart at the Bus Stop\", \"A Day at the Circus with Mazumbo\", \"The Tolleruds' Korean Baby\", \"Sylvester Krueger's Desk\", and \"Babe Ruth visits Lake Wobegon\". *News from Lake Wobegon (April 1990). Includes the stories \"Me and Choir\", \"A Day in the Life of Clarence Bunsen\", \"Letter from Jim\", \"Fiction\", \"The Living Flag\", \"The Tollefson Boy Goes to College\", \"Tomato Butt\", \"Chamber of Commerce\", \"Dog Days of August\", \"Mrs. Berge and the Schubert Carillon Piano\", \"Giant Decoys\", \"Darryl Tollerud's Long Day\", \"Hog Slaughter\", \"Thanksgiving\", \"The Royal Family\", \"Guys on Ice\", \"James Lundeen's Christmas\", \"The Christmas Story Retold\", \"New Year's from New York\", and \"Storm Home\". *More News from Lake Wobegon (April 1990). Includes the stories \"Rotten Apples\", \"O Death\", \"The Wise Men\", \"A Trip to Grand Rapids\", \"Truck Stop\", \"Smokes\", \"The Perils of Spring\", \"Let Us Pray\", \"Alaska\", \"Uncle Al's Gift\", \"Skinny Dip\", \"Homecoming\", \"Pontoon Boat\", \"Author\", \"Freedom of the Press\", and \"Vick's\". *Lake Wobegon USA (September 1993). Includes the stories \"The Krebsbachs' Vacation\", \"Prophet\", \"The Six Labors of Father Wilmer\", \"Fertility\", \"Aunt Ellie\", \"Duke's 25th\", \"Job-Hunting\", \"You're Not the Only One\", \"Blue Devils\", \"Nostalgia\", \"O Christmas Tree\", \"Pageant\", \"Messy Shoes\", \"Rhubarb\", \"Sweet Corn\", \"The Sun's Gonna Shine Someday\", and \"Yellow Ribbon\". *Summer (May 1997). Includes stories from disc 2 of News from Lake Wobegon. *Fall (October 1997). Includes stories from disc 3 of News from Lake Wobegon. *Winter (December 1997). Includes stories from disc 4 of News from Lake Wobegon. *Spring (April 1998). Includes stories from disc 1 of News from Lake Wobegon. *Life These Days (October 1998). Includes the stories \"Gladys Hits A Raccoon\", \"The World's Largest Pile\", \"My Cousin Rose\", \"The Risk Takers\", \"Pastor Ingqvist at the Mall\", \"Hunting Stories\", \"Sorrows of January\", \"Clarence Cleans His Roof\", \"Miracle of the Pastor's Dog\", \"War of the Krebsbachs\", \"Graduation\", and \"Spring\" (printed insert). *Mother Father Uncle Aunt (May 1998). Includes the stories \"Ball Jars\", \"Love While you Dare To\", \"Saturday Morning in The Bon Marché\", \"Family Trip to Yellowstone\", \"The Flood\", \"Bob Anderson's Last Dance\", \"Children Will Break Your Heart\", \"Ronnie and The Winnebago\", \"Carl's Christmas Pageant\", and \"The Tombstone\". *Humor (October 1998). Includes the stories \"Skinny Dip\", \"Homecoming\", \"The Freedom of the Press\", and \"Vick's\" from More News from Lake Wobegon. *Love (February 1999). Includes the stories \"Truck Stop\", \"Uncle Al's Gift\", \"Rotten Apples\", and \"The Wise Men\" from More News from Lake Wobegon. *Home on the Prairie (July 2003) *Never Better (2007) *Faith (April 2008). Includes stories from disc 1 of More News from Lake Wobegon. *Hope (April 2008). Includes stories from disc 2 of More News from Lake Wobegon. ==References== ==Further reading== * A rich source, not yet fully tapped, for the article. * A rich source, not yet fully tapped, for the article. * Hollywood Bowl event site, for the Friday, June 2, 2006 of APHC with Garrison Keillor hosting special guests Kevin Kline, Virginia Madsen, John C. Reilly, and Meryl Streep. * * ==External links== * Official website ** Brief History ** Podcast * Archive of programs from 1996-2016 at PrairieHome.org * Full PHC shows from 1981 to 1995 * Guide to episodes at the BBC * Index to several scheduled Public Radio programs * Category:1970s American radio programs Category:1974 radio programme debuts Category:2016 radio programme endings Category:1980s American radio programs Category:1990s American radio programs Category:2000s American radio programs Category:2010s American radio programs Category:American Public Media programs Category:American variety radio programs Category:BBC Radio 4 Extra Category:Garrison Keillor Category:Minnesota culture Category:Peabody Award- winning radio programs Category:Radio in Minnesota Category:RTÉ Radio 1 programmes Category:United States National Recording Registry recordings Category:Variety shows",
 "title": "A Prairie Home Companion"
}