{
 "id": "611988",
 "text": "An Autonomous Soviet Socialist Republic (ASSR, ) was a type of administrative unit in the Soviet Union (USSR) created for certain nations. The ASSRs had a status lower than the constituent union republics of the USSR, but higher than the autonomous oblasts and the autonomous okrugs. In the Russian SFSR, for example, Chairmen of the Government of the ASSRs were officially members of the Government of the RSFSR. Unlike the union republics, the autonomous republics only had the right to disaffiliate themselves from the Union when the union republic containing them did so, as well as to choose to stay with the Union separately from them. The level of political, administrative and cultural autonomy they enjoyed varied with time—it was most substantial in the 1920s (Korenizatsiya), the 1950s after the death of Joseph Stalin, and in the Brezhnev Era.Cornell, Svante E., Autonomy and Conflict: Ethnoterritoriality and Separatism in the South Caucasus – Case in Georgia . Department of Peace and Conflict Research, Report No. 61. p. 89-90. University of Uppsala, . ==Azerbaijan SSR== *Nakhichevan ASSR, now Nakhchivan Autonomous Republic ==Georgian SSR== *Abkhaz ASSR, now Abkhazia *Adjar ASSR, now Adjara ==Russian SFSR== The 1978 Constitution of the RSFSR recognized sixteen autonomous republics within the RSFSR. Their status as of October 2007 within the Russian Federation is given in parentheses: *Bashkir ASSR (now Republic of Bashkortostan) *Buryat ASSR (now Republic of Buryatia) *Checheno-Ingush ASSR (now Chechen Republic and Republic of Ingushetia) *Chuvash ASSR (now Chuvash Republic) *Dagestan ASSR (now Republic of Dagestan) *Kabardino-Balkarian ASSR (now Kabardino-Balkarian Republic) *Kalmyk ASSR (now Republic of Kalmykia) *Karelian ASSR (now Republic of Karelia) *Komi ASSR (now Komi Republic) *Mari ASSR (now Mari El Republic) *Mordovian ASSR (now Republic of Mordovia) *North Ossetian ASSR (now Republic of North Ossetia–Alania) *Tatar ASSR (now Republic of Tatarstan) *Tuvan ASSR (now Tuva Republic) *Udmurt ASSR (now Udmurt Republic) *Yakut ASSR (now Sakha (Yakutia) Republic) Gorno-Altai Autonomous Oblast (now Altai Republic), Adyghe Autonomous Oblast (now Republic of Adygea), Karachay–Cherkess Autonomous Oblast (now Karachay–Cherkess Republic) and Khakassian Autonomous Oblast (now Republic of Khakassia) were all promoted in status to that of an ASSR in 1991, in the last year of the Soviet Union. Only the Jewish Autonomous Oblast retained its autonomous oblast status in Russia. Other autonomous republics also existed within RSFSR at earlier points of the Soviet history: *Crimean ASSR (October 18, 1921 – June 30, 1945; now the Republic of Crimea, territory disputed between Ukraine and the Russian Federation) *Kazak ASSR (1925–1936, now the independent state of Kazakhstan) *Kirghiz ASSR (1920–1925, became Kazak ASSR, now the independent state of Kazakhstan) *Kirghiz ASSR (1926–1936, became Kirghiz SSR, now the independent state of Kyrgyzstan) *Mountain ASSR (1922–1924, broken up into several smaller Northern Caucasus Republics) *Turkestan ASSR (1918–1924, now part of the independent states of Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan, and Uzbekistan) *Volga German ASSR (1918–1941) ==Ukrainian SSR== *Moldavian ASSR (1924–1940). In 1940, it was made, together with territory annexed from Romania, into the Moldavian SSR (now the independent state of Moldova). *Crimean ASSR (February 12, 1991 – 1992). Crimea Oblast was promoted to the ASSR status following a referendum held on January 20, 1991 (now the Republic of Crimea, territory disputed between Ukraine and the Russian Federation) ==Uzbek SSR== *Karakalpak ASSR (1932–1991), now Karakalpakstan *Tajik Autonomous Soviet Socialist Republic (1924–1929, became Tajik SSR, now the independent state of Tajikistan) ==See also== *Autonomous oblasts of the Soviet Union *Autonomous okrugs of the Soviet Union *Republics of Russia ==References== Category:1918 establishments in the Soviet Union Category:1991 disestablishments in the Soviet Union",
 "title": "Autonomous Soviet Socialist Republics"
}