{
 "id": "612113",
 "text": "The great stone-curlew or great thick-knee (Esacus recurvirostris) is a large wader which is a resident breeder in tropical southern Asia from India, Pakistan, Sri Lanka, Bangladesh into South-east Asia. ==Taxonomy== The great stone-curlew was formally described in 1829 by the French naturalist Georges Cuvier and given the binomial name Oedicnemus recurvirostris. The type locality is Nepal. The specific epithet recurvirostris combines Latin recurvis meaning \"bent backwards\" with -rostris meaning \"-billed\". The species is now placed in the genus Esacus that was introduced in 1831 to accommodate the great stone-curlew by the French naturalist René Lesson. Published in 8 livraisons between 1830 and 1831. For dates see: The species is monotypic: no subspecies are recognised. ==Description== The great thick-knee is a large wader at 49-55 cm, and has a massive 7 cm bill with the lower mandible with a sharp angle giving it an upturned appearance. It has unstreaked grey-brown upperparts and breast, with rest of the underparts whitish. The face has a striking black and white pattern, and the bill is black with a yellow base. The eyes are bright yellow and the legs a duller greenish-yellow. In flight, the great thick-knee shows black and white flight feathers on the upperwing, and a mainly white underwing. Sexes are similar, but young birds are slightly paler than adults. ==Behaviour== This species prefers gravel banks along rivers or large lakes, and also beaches. It is mainly nocturnal or crepuscular like other stone-curlews, but can frequently be seen foraging during the day, moving slowly and deliberately, with occasional short runs. It tends to be wary and flies off into the distance ahead of the observer, employing powerful, rather stiff wingbeats. The call is a wailing whistle, given mainly at night, as with other birds in this family. The great thick-knee eats crabs, large insects, and other animal prey. A single egg is laid in a bare scrape on the open shingle. ==Image gallery== File:Great stone-curlew, මහ ෙගාලු කිරලා.jpg|Great stone-curlew File:Great thick-knee or great stone- curlew.jpg|Great thick-knee or great stone-curlew From Bharathapuzha river, Thrithala, Palakkad district Kerala state India File:Great stone-curlew or great thick-knee.jpg|Great stone-curlew or great thick-knee From Bharathapuzha river, Thrithala, Palakkad district Kerala state India file:Great thick-knee (Esacus recurvirostris).jpg|Ambulating along Chambal shore file:Great Thick- knee.jpg|Roosting bird file:Great Stone Curlew.jpg|Roosting at Chambal River, India file:Ranganathittu 2.jpg|taking flight ==References== * Shorebirds by Hayman, Marchant and Prater great stone-curlew Category:Birds of South Asia Category:Birds of Southeast Asia Category:Birds of Hainan great stone-curlew great stone-curlew",
 "title": "Great stone-curlew"
}