{
 "id": "612487",
 "text": "Rothwell is a market town in North Northamptonshire, England. It is close to three larger towns, situated 4 miles [6.4km] northwest of Kettering, 7 miles [11km] southeast of Market Harborough and 8 miles [12.8km] southwest of Corby. Rothwell's nearest railway station is at Kettering on the Midland Main Line. == Rothwell – \"the place of the red well\" == The ridge on which present day Rothwell stands, overlooking the gentle Ise Valley, has witnessed the comings and goings of successive generations. Four thousand years ago Bronze Age mourners buried their dead alongside offerings of food in vessels. The Romano- British people, two thousand years later, built a settlement in what is now Rothwell. Dark Age invaders came next and founded the Danish settlement of \"Rodewell\" or \"place of the red well\", presumably so-called because of the area's many freshwater springs coloured red by iron and other minerals. There is an alternative explanation for the name however. According to AD Mills the name meant stream or spring by a clearing or clearings in the forest. Mills gives the name as Old English (i.e. Anglo-Saxon) rather than Danish By the early Middle Ages Rothwell, or \"Rowell\" as it is known locally, was already a town of some importance, dominating the then smaller settlement of Kettering (a state of affairs which persisted until the arrival in Kettering of the railway). A charter, granted by King John in AD 1204 permitting a weekly market and annual fair, confirmed the trade. Both a market and a fair are still extant. The market is held every Monday and the fair, called \"Rowell Fair\", takes place on Market Hill during the week following Trinity Sunday. The town has a rich history and possesses a large parish church, the longest in the county and complete with bone-crypt, and the Market House built by Thomas Tresham in 1578. Rothwell was once one of the three largest towns in Northamptonshire, the other two being Northampton and Stamford (which is now in Lincolnshire). Rothwell is also on the pilgrimage route from the former Benedictine Abbey at Peterborough to Santiago de Compostella, a route still used today. ==Rowell Fair== In 1204 King John issued a royal charter granting Rothwell the right to hold a market every Monday: > John, by the grace of God King, be it known that we have granted, and by > this our present charter do confirm to our beloved and faithful Richard - > Earl of Clare and his heirs that they may have their market of Rowell on > Monday, with all the liberties and free customs to that market belonging as > it was formerly [held] on Sunday, so that nevertheless it be not the hurt of > neighbouring markets. Besides which we grant and by this our charter we have > confirmed to the same Earl Richard and his heirs, that they may have yearly, > a fair at Rowell at the feast of the Holy Trinity for and during the five > days, that is to say on the eve of the Holy Trinity and on that day and on > three following days, so nevertheless that such fair will not be to the hurt > of neighbouring fairs. Wherefore we will and firmly declare that the > aforesaid Earl Richard and his heirs may and hold the aforesaid market and > the aforesaid fair of us and our heirs in perpetuity well and in peace, > freely and quietly, rightly, fully and with honour, with all the liberties > and free customs as aforesaid. Witness the Lord H. Archbishop of Canterbury, > J Norwich and W. London Bishops etc. Given at Westminster the 26th day of > January, in the fifth year'' The granting of the charter is celebrated annually by the week-long Rowell Fair. The fair is opened on the first Monday after Trinity Sunday each year by the Proclamation, which in 2016 took place on 23 May. Starting at 6am at the west door of Holy Trinity church, the bailiff of the Lord of the Manor rides through the town accompanied by a guard of halberdiers and the Rowell Fair Society Band. At each public house he pauses to read aloud the charter. At the conclusion of each reading the crowd cheers \"God save the Queen and the Lord of the Manor\" and the band plays the National Anthem. The proprietor of the public house then serves the bailiff and his guards with drinks including the traditional Rowell Fair rum and milk. The local townspeople then attempt to disarm the halberdiers before the party moves on to the next public house. Pubs in the town traditionally remain open after the proclamation, and so much merriment is to be had all through the morning. It has been suggested, however, that the traditional route for the fair should be moved to avoid town-centre traffic congestion. == The Market House == 240px|thumb|The Rothwell Market House Situated on Market Hill, designed by William Grumbold for the somewhat eccentric Thomas Tresham (1545–1605) who was also known as \"Thomas the Builder\" because of his passion for strange and unusual buildings. As a recusant Catholic at a time of religious persecution, he was to spend long periods in prison for his beliefs. Unable to openly practise his faith, he encoded symbols of it into his buildings. The Rushton Triangular Lodge reflects the trinity and Market House is cross shaped. Tresham gave the Market House to the town, of which he was Lord of the Manor, but although work started in 1578 it would be 300 years before it was finished by local architect J. A. Gotch in 1895 when the building was finally roofed. ==Religion== === Holy Trinity Church === thumb|240px|Holy Trinity Church Since 12 June 1950, the church has been designated a Grade I listed building. Although the south chancel wall, with its corbel table, complete with three round-headed windows date from the 11th century and the west tower dates from the 1170s, most of the church is 13th-century. The tower at one time had a spire, but in 1660 this collapsed, severely damaging the nave. The church is long, making it the longest church in Northamptonshire. The church organises a wide range of events including, in June 2013, a concert by noted British accordionist John Kirkpatrick. The church has one of only two known bone crypts or \"charnel houses\" in the country; it contains the remains of around 1,500 people. The other surviving ossuary is in St Leonard's Church in Hythe, Kent. Holy Trinity has seven, late 15th-century misericords, along with one from the 1980s, which is a floral decoration in memory of Doris Willcox who died in 1974. ===The United Reformed Church === thumb|200px|Rothwell Methodist Church Built in 1735, Rothwell United Reformed Church has a simple facade but has a remarkable interior in a sophisticated classical style. The history of Non-Conformism in Rothwell stretches as far back as 1655, making the town the birthplace of the movement in the English Midlands. == Ironstone quarrying == Rothwell sits in an area rich in iron ore. From 1920 until 1962, ironstone was quarried from large, shallow pits to the south east of the town. These were connected by the steam worked narrow gauge Kettering Ironstone Railway to the ironworks north of Kettering. These quarries began north of the A6 but from 1925 production was focussed on an area bounded roughly by the A6 on the north,Loddingon Road on the west and Milton Malsor Reservoir on the south. There was also a quarry near Rothwell Grange on the north side of the A6 which operated between 1923 and 1946 which was connected to the same tramway.The Kettering Ironworks closed in 1959 and after that the ore was smelted at Corby or elsewhere. At first the quarries were worked by hand with the aid of explosives. From 1933 steam and from 1941 a diesel quarrying machine was introduced. The traces of the quarrying include a sunken field near the cemetery. There were also quarries to the north of the town. These operated from 1900 to 1926 and again from 1959 to 1967. During the first period the quarries were on both sides of the Desborough Road (operating from 1906 to 1925 on the east side of the road.) During this period the ore was taken by 3 ft. gauge tramway to sidings at the main Leicester to London railway near what was then Desborough and Rothwell Station. At the quarry end there were steam locomotives but to cross the valley between Rothwell and Desborough the was a cable worked section,taking the wagons first down into the valley and then up to the main line. Steam quarrying machines were used from 1911 onwards. During the second period of operation the ore was obtained from the quarry on the west side only of Desborough Road. It was taken first by lorry to just west of the road and from there carried by a five and a quarter mile aerial ropeway to Oakley, thence by tramway to Corby Works for smelting. Two electric (and one diesel) quarrying machines were used during this period. There are traces of these quarries including a gullett (a rock face area) which is now a nature reserve. Also a minor road was diverted. ==Sport and leisure== Rothwell has a Non-League football team Rothwell Corinthians F.C. who play at Seargeant's Lawn, Desborough Road. Until the close of the 2011–2012 season, Rothwell had another football club, Rothwell Town F.C. Having been as high up the football pyramid as Southern Football League Premier Division, the team are currently without a home, due to ownership/rent issues at the ground on Cecil Street, close to Rothwell Junior School. == Twinning == Rothwell is twinned with the small French town of Droué, near Blois in central France. == Schools == Rothwell has three schools. Rothwell Victoria Infant School, Rothwell Junior School and Montsaye Academy. Montsaye Academy is a secondary school with a sixth form. Rothwell Victoria Infant School and Rothwell Junior School are partnered. == References == == External links == * Rothwell Arts & Heritage Centre * BBC Coverage of 800th Rothwell Fair * Rowell Fair Society * Rothwell Town Website * Rothwell Holy Trinity * Rothwell at genuki.org.uk * Desborough & Rothwell Photographic Society Charter fair Category:Civil parishes in Northamptonshire Category:North Northamptonshire Category:Market towns in Northamptonshire Category:Towns in Northamptonshire",
 "title": "Rothwell, Northamptonshire"
}