{
 "id": "612474",
 "text": "Joel Veitch (born 28 March 1974) is a British web animator, singer-songwriter, and member of the humour website B3ta. Veitch is owner of the web site RatherGood where he showcases many of his animations. Joel has also created the Mr. Stabby animations in collaboration with Jonti Picking, and his early work includes several installments of Tales of the Blode. Joel's working pseudonyms include \"Crab Bloke\" (which is the name of his user account on B3ta), \"The Crab of Ineffable Wisdom\" (used on his website), and \"Stallion Explosion\" (as lead singer of the band 7 Seconds of Love which he promotes heavily on his site by making music videos for them). Veitch was once threatened with legal action by Gullane Entertainment Inc. for uploading a Flash cartoon which parodied Thomas the Tank Engine. As a result, Veitch removed the animation from the site. Although the link is still present, it now points to an explanation of why the animation was removed. In December 2006, Veitch and his band 7 Seconds of Love produced their own version of the \"12 Days of Christmas\" song, in support of the charity Tommy's.http://www.tommys.org In January 2007, Veitch reached a settlement with Coca-Cola after they used music and video very similar to 7 Seconds of Love's song 'Ninja' on one of their adverts in Argentina without permission. ==Albums== Veitch has released 3 albums of music as rathergood.com and an album with his band 7 Seconds Of Love. The rathergood.com albums are only available as digital downloads, while the 7 Seconds of Love is also available physically. Veitch sings and writes on all of these albums. * rathergood.com – Rathergood Songs (2007) * 7 Seconds Of Love – Danger Is Dangerous (2008) * rathergood.com – Spongs in the Key Of Life (2009) * rathergood.com – The Ham Machine (2011) ==Movies== Several of Veitch's movies, including one featuring a remake of Destiny's Child's Independent Woman by Elbow, are played and sung by kittens, similar to the Crusha adverts which Veitch also created. Some of Veitch's other movies feature actual songs by artists such as Madonna, with either slightly edited lyrics, and/or with modified subtitles, and always with fitting, and sometimes funny animations. ==Commercial work== Veitch is responsible for many adverts and other spots on both British and US TV. * Half hour animated Christmas special Uncle Wormsley's Christmas, starring Steve Coogan, Julian Barratt, Julia Davis, John Thomson and Ben Baker aired on Sky Atlantic * Switch/Maestro adverts featuring singing penguins. * Crusha adverts featuring singing kittens. * Quizno's Subs advertised by the Spongmonkeys (through the song \"We love the subs\", based upon \"We like the Moon\"). * Virgin Trains viral online ads at www.littlerbritain.co.uk, featuring only-barely double entendres about large things wreaking havoc on a \"Smaller Britain\" * VH1 promo spots featuring singing kittens with songs such as \"Welcome to the Jungle\" by Guns N' Roses and \"I Love Rock 'N Roll\" by Joan Jett. * The television programme Rathergood Videos featuring his own and others music videos, which aired early in the morning on Channel 4. * Various animations of his were featured on the Channel 4 music programme Born Sloppy. * Written and composed songs for the CiTV series Jim Jam & Sunny. * Joel appeared as the \"Internet go-to guy\" for Nuts TV, and appears on Sky News and BBC News as an Internet-savvy guest. ==Awards== Veitch has received 3 Webby Awards, a Webbys People's Choice Award and a further Webby nomination for rathergood.com. His film, Uncle Wormsley's Christmas, was awarded Best Original Score at the Sapporo International Short Film Festival. Uncle Wormsley's Christmas was also nominated for Best Animated Film in the International Film Awards Berlin. ==References== ==External links== *Uncle Wormsley's Christmas * B3ta interview and making animations with Joel – prior to his worldwide kitten success. * RatherGood.com * \"12 Days of Christmas\" fundraising song and animation for Tommy's the Baby Charity Category:British animators Category:British animated film directors Category:Flash artists Category:1974 births Category:Living people Category:Webby Award winners",
 "title": "Joel Veitch"
}