{
 "id": "612566",
 "text": "Ignatz Bubis (12 January 1927 – 13 August 1999), German Jewish leader, was the influential chairman (and later president) of the Central Council of Jews in Germany (Zentralrat der Juden in Deutschland) from 1992 to 1999. In this capacity he led a public campaign against German antisemitism. Bubis's high profile both in Frankfurt and nationwide involved him in a number of public controversies. == Life == Born in the formerly German city of Breslau (today Wrocław, Poland), Bubis moved with his family to Dęblin, Poland in 1935.Richard S. Levy (2005). Antisemitism: A Historical Encyclopedia of Prejudice and Persecution, Volume 1. ABC-CLIO. p. 88. . During the Nazi occupation of Dęblin, Bubis lived in the Dęblin–Irena Ghetto before deportation to the HASAG labor camp in Częstochowa in 1944. After liberation, he moved to Dresden and later West Germany as the political situation in the Soviet zone of occupation deteriorated. He established himself in the precious metal industry, and in 1956 he moved permanently to Frankfurt am Main, where he entered the real estate business. In Frankfurt, Bubis also became active in Jewish communal politics. In 1965, he joined the executive board of the Frankfurt Jewish community and served as chairman from 1978 to 1981 and from 1983 to 1999. In 1977, he joined the executive board of the Central Council of Jews, becoming deputy chairman in 1989 and chairman in 1992, a position he held until his death. As a real estate speculator, he drew the ire of many on the political left in the late 1960s and 1970s. Particular opponents were radical members of the students' movement and squatters' rights movement. In his posthumously produced play Der Müll, die Stadt und der Tod (Trash, the City, and Death, 1985), German playwright and director Rainer Werner Fassbinder satirized a 'rich Jew' who took advantage of his Jewishness for business and political purposes. Many considered this characterization to be an oblique attack on Bubis. In response, Bubis and other members of the Frankfurt Jewish community occupied the stage of the Schaubühne Theater, preventing the play's debut. The Neo-Nazi band Landser has produced a song by the name of Deutsche Wut (German Wrath), which targets Ignatz Bubis. As the outspoken leader of the Jewish community in Germany, Bubis gradually became a presence in German public life and intellectual discourse over the Nazi past. In early 1994, Bubis served on the jury for an international architectural competition for the design of the controversial Memorial to the Murdered Jews of Europe, although he felt that a museum and learning center, rather than a monument, was more appropriate. Also in that year, the weekly newspaper Die Woche (The Week) proposed that Bubis run for German president on behalf of the Freie Demokratische Partei (Free Democratic Party, or FDP). Bubis did not pursue the nomination. In February 1998, after construction on the monument remained unfinished, he expressed outrage about the delay on behalf of all Germans. Bubis was active in Frankfurt municipal and Hessian state politics. From 1987 to 1991, he served on the board of the Hessian state FDP, and in 1997 Bubis led the FDP in a successful bid to gain representation in the Frankfurt city council. He also served on the board of Hessian state radio throughout the 1980s and 1990s. Shortly before his death, Bubis became embroiled in two controversies. In 1998, German author Martin Walser won the Peace Prize of the German Bookdealers Association. At the award ceremony Walser's remarks regarding the instrumentalization of Auschwitz and Holocaust memory enraged Bubis, who left the auditorium and attacked Walser in the press. After a series of well-publicized comments, Walser and Bubis met and reconciled. A few weeks before his death, Bubis, already seriously ill, claimed that Jews could not live freely in Germany. Additionally, noting the desecration of the grave of his Central Council predecessor Heinz Galinski in Berlin, Bubis requested that he be buried in Israel. At his funeral, his grave was desecrated by Israeli artist Meir Mendelssohn. Mendelssohn claimed that Bubis had \"exploited his Jewishness\". ==Works== * ==References== Category:1927 births Category:1999 deaths Category:Commanders Crosses of the Order of Merit of the Federal Republic of Germany Category:German politicians Category:20th- century German Jews Category:People from the Province of Lower Silesia Category:Politicians from Wrocław Category:Silesian Jews Category:Burials at Kiryat Shaul Cemetery Category:Holocaust survivors",
 "title": "Ignatz Bubis"
}