{
 "id": "612637",
 "text": "The Imperial Society of Teachers of Dancing (ISTD) is an international dance teaching and examination board based in London, England. The registered educational charity, which was established on 25 July 1904 as the Imperial Society of Dance Teachers, provides training and examinations in a range of dance styles and certified dance teacher courses. The ISTD is recognised by the Qualifications and Curriculum Authority and the Council for Dance Education and Training and is also a member of the British Dance Council. It hosts various competitions in many different formats including Modern Ballroom, Latin American, Classical Ballet and Tap Dance as well as contemporary styles like Disco Freestyle. The ISTD is organised into two main faculty boards. Dancesport coordinates dance techniques that are normally performed in a ballroom or dance hall. Theatre is concerned with stage and film performance. The Cecchetti Society is also part of the ISTD. It exists to preserve the Cecchetti method of classical ballet training. The ISTD is also represented on the committees of numerous other arts, dance and culture related organisations. == History == The Imperial Society of Dance Teachers was formed on 25 July 1904 at the Hotel Cecil in Covent Garden, London. Robert Morris Crompton was its first President. The first ISTD congress was held in 1906 and a congress has subsequently been held every year, with the exception of a brief period during the war years. Its in-house publication Dance Journal (now titled DANCE) was first published in September 1907. In 1924 the separate branches, which later became faculties, were formed, and in 1925 the society became the \"Imperial Society of Teachers of Dance\". In 1945, the ISTD became incorporated with Victor Silvester in the new role of Chairman. In 1953 the Grand Council of the ISTD was formed. Notable persons from many areas of British society joined the council. It serves to improve communication with key people in British arts and society. The ISTD is most noted for the use of medal tests, and the ISTD format has been used as a model for similar award systems by many other dance organisations. The idea of medal tests first came from another dance teaching organisation,Wainwright, Lyndon [1997]. The story of British popular dance. Dance Publications, Brighton. p24: the idea of medal tests was suggested by Edgar Newton in 1932 to the National Association of Teachers of Dancing. but it was the ISTD, which first developed the widespread use of the medal test system throughout the UK and internationally. ==Current structure== The ISTD is a government recognised dance teaching organisation and examination board, which trains and certifies teachers to deliver its syllabus to students in both private and mainstream dance education. The ISTD offers syllabi in a range of dance styles, which are typically delivered in the form of medal tests or graded examinations. An accredited awarding body, the ISTD offers qualifications that can be submitted for credit on the National Qualifications Framework. The organisation structure of the ISTD is divided into three levels, the Administrative Council, Faculty Boards and Faculty Committees. ===Administrative Council=== The Administrative Council is responsible for the overall governance of the ISTD and consists of executives and elected members, headed by ISTD Chair, Sue Passmore. The Council is the principal policy making body of the organisation and rules on recommendations made by the faculty boards and committees, which are represented on the Council. Key administrative duties are performed by executive members, the Finance, Audit & General Purposes Committee and the Nomination & Remuneration Committee. The Administrative Council also includes the Grand Council, a group of eminent dance professionals headed Life President, Dame Beryl Grey. ===Faculty Boards=== The work of the ISTD is divided into two main branches; the Dancesport Faculties Board, commonly known as the Ballroom Branch, and the Theatre Faculties Board, commonly known as the Theatre Branch. These two faculty boards coordinate the work of the faculty committees, which are grouped to reflect the similarities between them. For example, the Dancesport board consists of dance techniques which are normally performed in a ballroom or dance hall setting, both socially and competitively, whereas the Theatre board, as the name suggests, consists of dance techniques which usually have a connection to stage or film. ;Dancesport *Disco/Freestyle/Rock'n'Roll (DFR) Faculty *Latin American Faculty *Modern Ballroom Faculty *Sequence Faculty ;Theatre *Cecchetti Society Classical Ballet *Classical Greek Dance *Classical Indian Dance *Imperial Classical Ballet *Modern Theatre Dance *National Dance *Tap Dance ===Faculty committees=== The ISTD consists of eleven faculty committees, which are divided between the two Faculty Boards. Each faculty committee is responsible for the technical and artistic development of a specific dance technique within the ISTD. The work of a faculty committee includes the continued development of the syllabi for the relevant dance technique, the regulation and control of examinations and the organisation of lectures, teacher training courses, seminars and other events. == Examinations == The ISTD is primarily a dance examination board, with teacher members delivering its syllabi to students in both private and mainstream education. The majority of people who study the ISTD syllabus are people pursuing dance as a leisure activity and the organisation provides a structured examinations system that caters for pupils from beginner to professional level. At the higher levels, ISTD teachers can provide training for people wishing to pursue dance as a profession, either as a performer or dance teacher. Typically, most subjects have a series of graded examinations. These progress from Pre-Primary & Primary and up through numbers Grades (Grade 1, Grade 2, etc.), with Vocational graded examinations at Intermediate, Advanced 1 and Advanced 2 levels. Some subjects have differing examination systems, some offering medal tests and other awards. === Grade exams === The grade system is especially adapted to different ages of pupils, and as a basis for dance as an activity in schools or other similar institutions. Grade Examinations may be taken in Classical Ballet (Cecchetti and Imperial methods), Modern Theatre, Tap, National Dance, Classical Greek, South Asian (Kathak and Bharatanatyam), Modern Ballroom, Latin American, Disco Freestyle and Classical Sequence. Grades 1-6 are accredited by Ofqual, but some Faculties have additional Grades prior to Grade 1, that is, Pre-Primary and Primary. === Class exams === Class Examinations may be taken in Classical Ballet (Cecchetti and Imperial methods), Classical Greek, Tap and Modern Theatre. === Medal tests === Medal tests may be taken in Modern Ballroom, Latin American, Sequence, Disco Freestyle, Rock ‘n’ Roll, Country & Western, Classical Greek, Tap, Modern Theatre and National. The levels progress from Bronze to Silver, Gold, Gold Star and higher awards for Dancesport medals. === Vocational grades === The Vocational Grades are accredited by Ofqual and include Intermediate Foundation, Intermediate, Advanced 1 and Advanced 2. These examinations form a cohesive bridge between the work covered in the Grades and the work of the professional examinations. === Professional qualifications === Dancers who have achieved a high level examination pass in an ISTD dance subject can progress into teacher training with the organisation. The teacher training is provided through approved dance centres and consists of both theory and practical examinations designed to demonstrate the candidates ability and knowledge to teach dance. People who successfully complete the training become registered teachers of the ISTD and may enter students for examinations in the dance subject for which they have qualified. Some ISTD teacher may progress to further their qualifications further and gain qualifications in other branches of the society. There are various professional examinations, depending on where candidates live. *European Union Theatre Examinations: Teachers entering candidates for ISTD examinations need to gain the Diploma in Dance Instruction, followed by the Diploma in Dance Education and then may choose to progress to Licentiate and Fellowship. *Rest of the World Theatre Examinations: For the rest of the world the qualifications are the Associate and the Associate Diploma. Teachers can enter students for examinations following their Associate examination and once they have obtained their Associate Diploma can then choose to progress to Licentiate and Fellowship. *Global Dancesport Examinations: For all Dancesport examinations, regardless of country, the Student Teacher and Associate qualifications can be taken. Candidates within the European Union can also take Foundation in Dance Instruction and Certificate in Dance Education in some dance genres if they wish. Following Associate, candidates may choose to progress to Licentiate and Fellowship. ==Notable people== *Beryl Grey DBE, is a former principal ballerina of the Royal Ballet and an international guest artist who has performed with ballet companies worldwide. She is a Fellow of the Royal Society of Arts, vice president of the Royal Academy of Dance, and a governor of the Royal Opera House. She is a former president, now honorary life president of the ISTD. *Peggy Spencer MBE is the current president of the ISTD. She was a ballroom dancer, coach, choreographer, organiser and TV commentator for dance events, and is now retired from active teaching. She has been awarded eight Carl Alan Awards for her services to dance. *Monsieur Pierre and Doris Lavelle visited Cuba and consequently revised the teaching of the Cuban-style 'rumba' and cha-cha-cha. Their revisions were incorporated into the present International style of Latin American dance.Lavelle, Doris 1983. Latin & American dances. 3rd ed, Black, London. Pierre was the most important influence in establishing the Latin dances in England. *Doreen Bird was a fellow, examiner, lecturer, committee and council member of the ISTD and was influential in the modern theatre dance branch of the organisation. Bird is most noted as the founder and former principal of the Doreen Bird College of Performing Arts (now Bird College), one of the UK's foremost dance and performing arts colleges, with former students working worldwide, including cast members of West End and Broadway musicals. The college is also an approved centre for ISTD teacher training. *Betty Laine OBE is a former professional dancer and teacher, and is a Fellow, examiner, lecturer, committee and council member of the ISTD. Laine is most noted as the founder principal of Laine Theatre Arts, one of the UK's foremost dance and performing arts colleges, with former students working worldwide, including cast members of West End and Broadway musicals. The college is also an approved centre for ISTD teacher training. ==See also== *UKA Dance *International Dance Teachers Association (IDTA) *Royal Academy of Dance (RAD) *British Association of Teachers of Dance (BATD) *British Ballet Organization (BBO) *National Association of Teachers of Dancing (NATD) == References== ==External links== *ISTD Homepage Category:Dance education organizations Category:Dance in the United Kingdom Category:Educational charities based in the United Kingdom Category:International organisations based in London Category:1904 establishments in the United Kingdom Category:Organizations established in 1904 Category:Performing arts education in the United Kingdom",
 "title": "Imperial Society of Teachers of Dancing"
}