{
 "id": "612633",
 "text": "{| |} The de Havilland Express, also known as the de Havilland D.H.86, was a four-engined passenger aircraft manufactured by the de Havilland Aircraft Company between 1934 and 1937. ==Development== During 1933, talks between the governments of United Kingdom, India, Malaya, the Straits Settlements and Australia resulted in an agreement to establish an Empire Air Mail Service. The Australian Government called for tenders on 22 September 1933 for the Singapore-Australia legs of the route, continuing as far south as Tasmania. On the following day Qantas, anticipating success in contracting for the Singapore-Brisbane leg, placed an order with de Havilland for an as-yet non- existent aircraft to be designated the de Havilland 86, the prototype to fly by the end of January 1934. This order was soon followed by one from Holyman's Airways of Launceston, Tasmania to operate the Bass Strait leg of the service. The D.H.86 was initially styled the Express or Express Air Liner, although the name was soon discontinued. The D.H.86 was conceptually a four-engined enlargement of the successful de Havilland Dragon, but of more streamlined appearance with tapered wings and extensive use of metal fairings around struts and undercarriage. The most powerful engine made by de Havilland, the new 200 hp (149 kW) Gipsy Six, was selected. For long-range work the aircraft was to carry a single pilot in the streamlined nose, with a wireless operator behind. Maximum seating for ten passengers was provided in the long-range type; however, the short-range Holyman aircraft were fitted with twelve seats. The prototype D.H.86 first flew on 14 January 1934, but the Qantas representative Lester Brain immediately rejected the single-pilot layout because he anticipated pilot fatigue over long stretches, and the fuselage was promptly redesigned with a dual-pilot nose. Only four examples of the single- pilot D.H.86 were built, and of these the prototype was rebuilt as the dual- pilot prototype. When she entered service in October 1934 the first production aircraft, Holymans' single-pilot D.H.86 Miss Hobart, was the fastest British- built passenger aircraft operating anywhere in the world. Despite de Havilland's predictions to the contrary, the dual pilot type with its lengthened nose proved to be even faster. Investigations in 1936 following a series of fatal crashes resulted in late production aircraft being built with additional fin area in the shape of vertical \"Zulu Shield\" extensions to the tail planes to improve lateral stability – these aircraft were designated D.H.86B. ==Operational history== thumb|right|DH.86B G-ADVJ of charter airline Bond Air Services at Liverpool (Speke) Airport in March 1950. Note the \"Zulu Shield\" extensions to the tail planes Early proving flights were flown in 1934 by Railway Air Services which had three of the first four single-pilot aircraft built. The third aircraft built, G-ACVY Mercury, started flying between Croydon Airport, Castle Bromwich, Barton, Belfast and Renfrew on 20 August 1934. The third aircraft built was shipped to Australia for Holyman's Airways to operate the Empire air route between Melbourne and Hobart in Tasmania. Dual-pilot D.H.86s were built for Imperial Airways and given the class name Diana. They were used on European and Empire air routes including the run from Khartoum to Lagos. Railway Air Services (RAS) operated a fleet of seven Expresses between 1934 and 1946. RAS used the aircraft on their UK scheduled flight network including their trunk route from London Croydon via Birmingham, Manchester/Liverpool to Glasgow. D.H.86s were also built for New Zealand's Union Airways, flying between Auckland, Palmerston North and Wellington. During World War II, the New Zealand aircraft were fitted with bomb racks and used by the Royal New Zealand Air Force to hunt German raiders and Japanese shipping. The survivors served with New Zealand National Airways Corporation (NAC) post war. A total of 15 D.H.86s, D.H.86As and D.H.86Bs operated commercially within Australia and New Guinea up to the outbreak of World War II. Eight D.H.86A and D.H.86B aircraft were impressed into the Royal Australian Air Force and served as A31-1 to A31-8 during the War. Some served as air ambulances in the Middle East, while others did sterling work as transport aircraft and air ambulances in Australia and New Guinea.ADF Serials D.H.86 page retrieved on 2007-09-13. A total of 62 D.H.86s of all types were built. Most of those still flying in Europe at start of World War II, except for the Railway Air Services aircraft, were taken into military service, mostly for communications and radio navigational training. A few Expresses survived the war and were used by UK air charter operators until the last example was burnt out in 1958. ==Technical deficiencies== Seriously lacking in directional stability, the D.H.86s were frequently in trouble. On 19 October 1934 Holyman's VH-URN Miss Hobart was lost in Bass Strait with no survivors. Flotsam that may have been wreckage from the aircraft was seen from the air three days later but surface ships failed to locate it in rough seas; the aircraft had effectively vanished. At the time Miss Hobart disappeared it was thought that an accident may have occurred when Captain Jenkins and the wireless operator/assistant pilot Victor Holyman (one of the proprietors of Holyman Airways) were swapping seats midflight. However, following the loss of Qantas' VH-USG near Longreach four weeks later while on its delivery flight, it was found that the fin bias mechanisms of the crashed aircraft and at least one other were faulty, although it is doubtful that this had any direct bearing on the accidents other than perhaps adding to the aircraft's lack of inherent stability. Further investigation revealed that VH-USG had been loaded with a spare engine in the rear of the cabin, and that one of the crew members was in the lavatory in the extreme aft of the cabin when control was lost. It was theorised that the centre of gravity was so far aft that it resulted in loss of control at an altitude too low for the pilot to recover (the aircraft was at an estimated height of prior to the crash).This section is largely sourced from the book Air Crash, Volume One by Macarthur Job. On 2 October 1935 Holyman's VH-URT Loina was also lost in Bass Strait, again with no survivors. This time a significant amount of wreckage was recovered from the sea and from beaches on Flinders Island. Investigation of the wreckage revealed a section of charred carpet on a piece of cabin flooring from just ahead of the lavatory door. It was thought possible that a small fire from a dropped cigarette had led to someone running aft suddenly to stamp it out – a sudden change in weight distribution that could lead to fatal loss of directional control while the aircraft was on a low-speed landing approach. On 13 December 1935, another Holyman DH86, Lepina, forced-landed on Hunter Island off northern Tasmania with the lower port interplane strut having \"vibrated loose\". An investigation by the Australian Civil Aviation Board using stop- motion film of the wing in flight resulted in identification of wing distortion and failure under certain flight conditions. Australian authorities in December 1935 required the installation on all Australian DH86 aircraft of a complete set of lift bracing in the wing rear spar and redesign of the bracing on the tail unit to provide greater redundancy.P Ewer, ':Wounded Eagle, New Holland Sydney 2009 p.74 The Royal Air Force's Aeroplane and Armament Experimental Establishment tested the D.H.86A design in 1936 following three fatal crashes in Europe. It would be forty years before the report was published. The D.H.86 had been rushed from design concept to test flight in a record four months to meet the deadlines set by the Australian airmail contracts, and a lot of attention to detail had been ignored. It was a big aircraft for its power, and as a result very lightly built. There was poor response to control movements in certain speed ranges, the wings were inclined to twist badly if the ailerons were used coarsely and, most seriously, the vertical tail surface was of inadequate area. The result was an aircraft that, although quite safe under normal conditions, could rapidly get out of control under certain flight regimes. right|thumb|de Havilland VH-USE crashed at Brisbane on 20 February 1942. Although the control problems were overcome on later-manufactured D.H.86Bs by the fitting of a new spring in the elevator control and the fitting of auxiliary fins, the results of these tests do not appear to have been communicated to Australia and the D.H.86s already in use were never modified in this way to improve their safety. This lack of communication may have caused a number of later accidents, including at least one of two further fatal disasters in commercial service. The mid-air break-up of Qantas' VH-USE Sydney in a thunderstorm near Brisbane on 20 February 1942 with the loss of nine lives, was possibly unavoidable; however, the fin was found almost a mile away from the main wreckage which had been burnt. The accident involving MacRobertson Miller Airlines’ ex-Qantas aircraft VH-USF at Geraldton on 24 June 1945 most likely was entirely avoidable had the AaAEE report been communicated to Australia.Air Crash Vol. II pp107-111. On its first commercial flight for its new owners after military service, the pilot and a passenger were killed in a classic loss-of-control accident while taking off with a heavy load in gusty conditions. Another D.H.86, VH-USW (the former Holyman's Airways Lepena), was bought by MacRobertson Miller Airlines at much the same time as VH-USF and was the last of the type to fly in Australia. MMA sold the eleven-year-old aircraft to an English company late in 1946; it was abandoned in India in an \"unsafe state\" while on its delivery flight. Edgar Johnston, the Assistant Director General of the Australian Department of Civil Aviation, then had it scrapped at Australian Government expense to make sure that it never flew again.Air Crash Vol. II p111.The Historic Civil Aircraft Register of Australia VH-USW entry. ==Political and commercial consequences== Following the first three fatal Australian D.H.86 accidents, and a forced landing by VH-USW Lepena on 13 December 1935 when the pilot believed his aircraft was about to break up in mid-air,It was later found that only a metal fairing had worked loose and was fluttering in the airflow, but this incident demonstrates the lack of confidence in the design held within the Australian aviation industry at the time. the Australian Government temporarily suspended the type's Certificate of Airworthiness. This caused outrage in Britain as it reflected on the whole British aircraft industry. The D.H.86 had approached the limits to which traditional \"plywood and canvas\" aircraft construction could be taken, and was obsolete compared to all-aluminium stressed-skin aircraft like the Boeing 247 and the Douglas DC-1 that were already flying before it was even designed, and the Douglas DC-3 that had its first flight just four days after the forced-landing of VH-USW. Under pressure from Holymans and other companies, in 1936 the Australian Government rescinded its ban on the import of American aircraft, and from then on, with the exception of the Vickers Viscount and British Aerospace 146, large airliners used in Australia were of American or Dutch manufacture. ==Other accidents and incidents== thumb|right|Remains of Qantas D.H.86 VH-USG (c/n 2311) displayed in the Qantas Founders Museum, Longreach (Qld.). This is all that remains of the sixty-two D.H.86 aircraft that were built. *On 12 August 1936 G-ADEB of British Airways crashed near Altenkirchen, Germany. *On 15 September 1936 G-ADYF of British Airways crashed during a night take off from Gatwick Airport, England. *On the night of 15/16 March 1937 G-ACVZ Jupiter of Railway Air Services crashed at Elsdorf near Cologne, Germany. *On 9 May 1938, G-AENR of Isle of Man Air Services crashed on landing at Ronaldsway Airport, Isle of Man. The aircraft was operating a mail flight from Speke Airport, Liverpool, Lancashire. Despite substantial damage to the port lower wing and both port engines, the aircraft was repaired and returned to service. *On 14 September 1938, G-ADVK of Isle of Man Air Services lost the starboard inner propeller in flight whilst operating a flight from Speke to Ronaldsway. The propeller embedded itself in the fuselage of the aircraft. A successful landing was made at Ronaldsway. *4 November 1938: DH.86 G-ACZN \"St. Catherine's Bay\" crashed at St. Peter's shortly after take-off from Jersey airport, en route to Southampton. All 13 occupants were killed in addition to one person on the ground.Air disaster of 1938 ==Variants== ;D.H.86: Four-engined medium- transport biplane. First production version, 32 built, the first four with a single-pilot cockpit. ;D.H.86A: Improved version with pneumatic landing gear, metal rudder and modified widescreen. 20 built, all converted to DH.86B standard. ;D.H.86B: Fitted with auxiliary \"Zulu-Shield\" endplate fins to the tailplane. 10 built. ==Operators== ♠ Original operators ===Civil operators=== ; *Australian National Airways *Holyman's Airways ♠ *MacRobertson Miller Airlines *Qantas ♠ * W.R. Carpenter ♠ ; *Gulf Aviation ; *Misr Airwork ♠ ; *Tata Airlines ; *Aer Lingus ; *Union Airways of New Zealand ♠ *National Airways Corporation ; *Elders Colonial Airways ; * Wearne Brothers Limited. ; *Devlet Hava Yollari ♠ ; * Allied Airways ♠ * Blackpool and West Coast Air Services ♠ * British Airways ♠ * Hillman's Airways * Imperial Airways ♠ * Jersey Airways ♠ * Lancashire Aircraft Corporation * Peacock Air Charter * Railway Air Services ♠ * Skytravel * Western Airways * Wrightways ; *PLUNA ===Military operators=== ; *Royal Australian Air Force ; *Finnish Air Force ; *Royal New Zealand Air Force **No. 2 Squadron RNZAF **No. 4 Squadron RNZAF **No. 42 Squadron RNZAF ; *Royal Air Force **No. 24 Squadron RAF **No. 117 Squadron RAF **No. 216 Squadron RAF *Royal Navy – Fleet Air Arm **782 Naval Air Squadron ==Specifications (D.H.86A)== thumb|De Havilland DH.86 3-view drawing from NACA-AC-189 ==See also== ==Notes== ==Bibliography== * * * Cookson, Bert. The Historic Civil Aircraft Register of Australia (Pre War) G-AUAA to VH-UZZ. 1996, Toombul, Queensland: AustairData (privately published). * * * * * * ==External links== Express Category:1930s British airliners Category:Four-engined tractor aircraft Category:Biplanes Category:World War II British trainer aircraft Category:World War II British utility aircraft Category:Aircraft first flown in 1934 Category:Four-engined piston aircraft",
 "title": "De Havilland Express"
}