{
 "id": "612706",
 "text": "{| class=\"toccolours\" border=\"1\" cellpadding=\"4\" width=\"300\" style=\"float: right; margin: 10px; border-collapse: collapse; clear: right;\" |- align=\"center\" !colspan=\"2\" cellspacing=\"0\" cellpadding=\"2\" bgcolor=\"#006699\"|Instruments |- |Quadrupole Mass Spectrometer|| Composition of the upper atmosphere |- |Ionization and Magnetic Manometer|| Pressure of the upper atmosphere |- |Geiger counters|| Charged particles |- |Piezo- Electric Meteorite Counter|| Micrometeoroids |- |Fluxgate Magnetometer|| Magnetic field |- |Field Mill Electrometer|| Electric field |- |} Sputnik 3 (, Satellite 3) was a Soviet satellite launched on 15 May 1958 from Baikonur Cosmodrome by a modified R-7/SS-6 ICBM. The scientific satellite carried a large array of instruments for geophysical research of the upper atmosphere and near space. thumb|1958 Soviet Union stamp Sputnik 3 was the only Soviet satellite launched in 1958. Like its American counterpart, Vanguard 1, Sputnik 3 made it into orbit during the International Geophysical Year.Green, Constance McLaughlin, and Lomax, Milton.. Vanguard a History, Washington D.C., National Aeronautics and Space Administration, 1970, p. 219. NASA SP-4202 == History == In July 1956, the Soviet Union's OKB-1 completed the preliminary design for the first Earth satellite, designated ISZ (Artificial Earth Satellite). ISZ was known to its designers as \"Object D\" with the name deriving from the plan that it would be the 5th object built for the R-7 missile to carry.Siddiqi, Asif A.. Sputnik and the Soviet Space Challenge, Gainesville, Florida. The University of Florida Press, 2003, p. 176. Design of Object D had begun in January 1956 with intent to launch it during the International Geophysical Year.Siddiqi, Asif A.. Sputnik and the Soviet Space Challenge, Gainesville, Florida. The University of Florida Press, 2003, p. 149. Object D was planned to be the first satellite launched by the Soviet Union but ended up being the third following delays due to problems developing the extensive scientific experiments and their telemetry system.Harford, James.. Korolev how one man masterminded the Soviet drive to beat America to the Moon, New York. John Wiley & Sons, Inc., 1997, p. 126. The new R-7 intercontinental ballistic missile, also known by its GURVO designation 8K71,Zaloga, Stephen J.. The Kremlin's Nuclear Sword, Washington. The Smithsonian Institution Press, 2002, p. 232. was ready to launch before Object D was finished. Worried at the prospect of America launching a satellite before he did, Sergei Korolev substituted the relatively simple \"Prosteyshiy Sputnik-1\" meaning \"Simple Satellite 1\", or PS-1, which was labeled Sputnik 1 by the Soviet Government, as the first satellite to be launched instead. Sputnik 2 (PS-2) was also ready and launched earlier than Object D. == Launch == Sputnik 3 was launched by a modified R-7 Semyorka missile developed for satellite launches, the Sputnik 8A91.Siddiqi, Asif A.. Sputnik and the Soviet Space Challenge, Gainesville, Florida. The University of Florida Press, 2003, p. 175. The 8A91 was a transitional design between the initial 8K71 test model R-7 and the operational 8K74, which had yet to fly. Improvements in manufacturing processes were used to reduce the gauge of the slosh baffles in the propellant tanks and cut down on weight. The engines were slightly more powerful and the changes in mass resulted in modifications to the flight plan--the core stage would be throttled down and the strap-ons throttled up 25% prior to their jettison. An interstage section replaced the radio equipment bay at the top of the booster, and the telemetry package was also moved here. The launch was planned for 20 April, but technical delays meant that several more days were needed. On 27 April, the 8A91 booster lifted from LC-1 and all appeared normal for over a minute into the launch. Around minutes, things went awry. The strap-on boosters broke away from the core and the entire launch vehicle tumbled to earth downrange. Ground crews monitoring radar tracking data from the booster noticed the trajectory angle change to negative numbers, followed by a complete loss of signal. The last data packet received indicated that the booster had flown only 227 kilometers at signal loss. Telemetry data indicated that abnormal vibrations began affecting the booster at T+90 seconds and vehicle breakup occurred seven seconds later. A search plane located the impact site. It was not clear what had caused the vibrations, but the decision was made to go ahead with the backup booster and satellite. The engines would be throttled down at T+85 seconds in the hope of reducing structural loads. Since the booster did not carry sufficient instrumentation to determine the source of the vibrations, which ultimately proved to be a phenomenon resulting from the propellant tanks emptying, it would end up being a recurring problem on lunar probe launches later in the year. The satellite had separated from the launch vehicle and was recovered near the crash site largely intact. It was taken back to the Baikonur Cosmodrome for refurbishment, but an electrical short started a fire inside the electronics compartment and it could not be reused. The backup booster and satellite were launched successfully on the morning of 15 May, specifically chosen as it was the anniversary of the R-7's maiden flight. On the downside, telemetry data indicated that vibration affected the launch vehicle again and it came close to meeting the same fate as its predecessor. ==Spacecraft== Sputnik 3 was an automatic scientific laboratory spacecraft. It was conically shaped and was 3.57 m (11.7 ft) long and 1.73 m (5.68 ft) wide at its base. It weighed 1,327 kg (1.46 tons) and carried twelve scientific instrumentation. After 692 days in orbit, Sputnik 3 reentered the atmosphere and burned up on 6 April 1960. It was powered by silver-zinc batteries and silicon solar cells which operated for approximately 6 weeks. == Mission == Sputnik 3 included twelve scientific instruments that provided data on pressure and composition of the upper atmosphere, concentration of charged particles, photons in cosmic rays, heavy nuclei in cosmic rays, magnetic and electrostatic fields, and meteoric particles. The onboard Tral-D tape recorder, intended to store data for later transmission to Earth failed, limiting data to what could be gathered while the satellite was directly visible from ground. Because of this failure Sputnik 3 was unable to map the Van Allen radiation belt.Siddiqi, Asif A.. Sputnik and the Soviet Space Challenge, Gainesville, Florida. The University of Florida Press, 2003, p. 175-176. Harford, James.. Korolev how one man masterminded the Soviet drive to beat America to the Moon, New York. John Wiley & Sons, Inc., 1997, p. 136. ==See also== * Modified R-7/SS-6 ICBM * List of unmanned spacecraft by program * Timeline of artificial satellites and space probes ==Footnotes== ==References== * Harford, James.. Korolev, New York. John Wiley & Sons, Inc., . * Siddiqi, Asif A., Sputnik and the Soviet Space Challenge, Gainesville, FL. The University of Florida Press, . * Zaloga, Stephen J.. The Kremlin's Nuclear Sword, Washington. The Smithsonian Institution Press, . == External links == * * Sputnik: 50 Years Ago * NSSDC Master Catalog: Spacecraft Sputnik 3 * Sputnik 3 - Encyclopedia Astronautica * Sputnik 3 Diary Category:Spacecraft launched in 1958 Category:1958 in the Soviet Union Category:Earth observation satellites of the Soviet Union Category:Spacecraft which reentered in 1960 3 de:Sputnik#Sputnik 3",
 "title": "Sputnik 3"
}