{
 "id": "61271",
 "text": "thumb|APU exhaust at the tail end of a Boeing 747-200 An auxiliary power unit (APU) is a device on a vehicle that provides energy for functions other than propulsion. They are commonly found on large aircraft and naval ships as well as some large land vehicles. Aircraft APUs generally produce 115 V AC voltage at 400 Hz (rather than 50/60 Hz in mains supply), to run the electrical systems of the aircraft; others can produce 28 V DC voltage. APUs can provide power through single or three-phase systems. ==Transport aircraft== ===History=== thumb|The intake diverter of the Jumo 004, with pull-start handle for Riedel APU and its sparkplug access ports thumb|right|The Riedel APU installed on a preserved BMW 003 jet engine, with what appears to be an electric starter for the Riedel APU. During World War I, the British Coastal class blimps, one of several types of airship operated by the Royal Navy, carried a ABC auxiliary engine. These powered a generator for the craft's radio transmitter and, in an emergency, could power an auxiliary air blower. One of the first military fixed-wing aircraft to use an APU was the British, World War 1, Supermarine Nighthawk, an anti-Zeppelin Night fighter.Andrews and Morgan 1987, p. 21. During World War II, a number of large American military aircraft were fitted with APUs. These were typically known as putt–putts, even in official training documents. The putt-putt on the B-29 Superfortress bomber was fitted in the unpressurised section at the rear of the aircraft. Various models of four-stroke, Flat-twin or V-twin engines were used. The engine drove a P2, DC generator, rated 28.5 Volts and 200 Amps (several of the same P2 generators, driven by the main engines, were the B-29's DC power source in flight). The putt-putt provided power for starting the main engines and was used after take-off to a height of . The putt-putt was restarted when the B-29 was descending to land. Some models of the B-24 Liberator had a putt–putt fitted at the front of the aircraft, inside the nose-wheel compartment. Some models of the Douglas C-47 Skytrain transport aircraft carried a putt-putt under the cockpit floor. ====As mechanical \"startup\" APUs for jet engines==== The first German jet engines built during the Second World War used a mechanical APU starting system designed by the German engineer Norbert Riedel. It consisted of a two-stroke flat engine, which for the Junkers Jumo 004 design was hidden in the intake diverter, essentially functioning as a pioneering example of an auxiliary power unit for starting a jet engine. A hole in the extreme nose of the diverter contained a manual pull-handle which started the piston engine, which in turn rotated the compressor. Two spark plug access ports existed in the Jumo 004's intake diverter to service the Riedel unit's cylinders in situ, for maintenance purposes. Two small \"premix\" tanks for the Riedel's petrol/oil fuel were fitted in the annular intake. The engine was considered an extreme short stroke (bore / stroke: 70 mm / 35 mm = 2:1) design so it could fit within the intake diverter of jet engines like the Jumo 004. For reduction it had an integrated planetary gear. It was produced by Victoria in Nuremberg and served as a mechanical APU-style starter for all three German jet engine designs to have made it to at least the prototype stage before May 1945 — the Junkers Jumo 004, the BMW 003 (which uniquely appears to use an electric starter for the Riedel APU), and the prototypes (19 built) of the more advanced Heinkel HeS 011 engine, which mounted it just above the intake passage in the Heinkel-crafted sheetmetal of the engine nacelle nose.Gunston 1997, p. 141. The Boeing 727 in 1963 was the first jetliner to feature a gas turbine APU, allowing it to operate at smaller airports, independent from ground facilities. The APU can be identified on many modern airliners by an exhaust pipe at the aircraft's tail. ===Sections=== A typical gas-turbine APU for commercial transport aircraft comprises three main sections: ====Power section==== The power section is the gas-generator portion of the engine and produces all the shaft power for the APU. In this section of the engine, air and fuel are mixed, compressed and ignitied to create hot and expanding gases. This gas is highly energetic and is used to spin the turbine, which in turn powers other sections of the engine, such as auxiliary gearboxes, pumps, electrical generators, and in the case of a turbo fan engine, the main fan ====Load compressor section==== The load compressor is generally a shaft-mounted compressor that provides pneumatic power for the aircraft, though some APUs extract bleed air from the power section compressor. There are two actuated devices to help control the flow of air: the inlet guide vanes that regulate airflow to the load compressor and the surge control valve that maintains stable or surge-free operation of the turbo machine. ====Gearbox section==== The gearbox transfers power from the main shaft of the engine to an oil-cooled generator for electrical power. Within the gearbox, power is also transferred to engine accessories such as the fuel control unit, the lubrication module, and cooling fan. There is also a starter motor connected through the gear train to perform the starting function of the APU. Some APU designs use a combination starter/generator for APU starting and electrical power generation to reduce complexity. On the Boeing 787, an aircraft which has greater reliance on its electrical systems, the APU delivers only electricity to the aircraft. The absence of a pneumatic system simplifies the design, but high demand for electricity requires heavier generators. Onboard solid oxide fuel cell (SOFC) APUs are being researched. ===Manufacturers=== On June 4, 2018, Boeing and Safran announced their 50-50 partnership to design, build and service APUs after regulatory and antitrust clearance in the second half of 2018. Boeing produced several hundred T50/T60 small turboshafts and their derivatives in the early 1960s. Safran produces helicopters and business jets APUs but stopped the large APUs since Labinal exited the APIC joint venture with Sundstrand in 1996. This could threaten the dominance of Honeywell and United Technologies. Honeywell has a 65% share of the mainliner APU market and is the sole supplier for the Airbus A350, the Boeing 777 and all single-aisles: the Boeing 737 MAX, Airbus A220 (formerly Bombardier CSeries), Comac C919, Irkut MC-21 and Airbus A320neo since Airbus eliminated the P&WC; APS3200 option. P&WC; claims the remaining 35% with the Airbus A380, Boeing 787 and Boeing 747-8. It should take at least a decade for the Boeing/Safran JV to reach $100 million in service revenue. The 2017 market for production was worth $800 million (88% civil and 12% military), while the MRO market was worth $2.4 billion, spread equally between civil and military. ==Spacecraft== The Space Shuttle APUs provided hydraulic pressure. The Space Shuttle had three redundant APUs, powered by hydrazine fuel. They were only powered up for ascent, re-entry, and landing. During ascent, the APUs provided hydraulic power for gimballing of the Shuttle's three engines and control of their large valves, and for movement of the control surfaces. During landing, they moved the control surfaces, lowered the wheels, and powered the brakes and nose- wheel steering. Landing could be accomplished with only one APU working. In the early years of the Shuttle there were problems with APU reliability, with malfunctions on three of the first nine Shuttle missions. ==Armored vehicles== APUs are fitted to some tanks to provide electrical power without the high fuel consumption and large infrared signature of the main engine. As early as World War II, the American M4 Sherman had a small, piston-engine powered APU for charging the tank's batteries, a feature the Soviet-produced T-34 tank did not have. ==Commercial vehicles== A refrigerated or frozen food semi trailer or train car may be equipped with an independent APU and fuel tank to maintain low temperatures while in transit, without the need for an external transport- supplied power source. On some older diesel engined-equipment, a small gasoline engine (often called a \"pony engine\") was used instead of an electric motor to start the main engine. The exhaust path of the pony engine was typically arranged so as to warm the intake manifold of the diesel, to ease starting in colder weather. These were primarily used on large pieces of construction equipment. ===Fuel cells=== In recent years, truck and fuel cell manufacturers have teamed up to create, test and demonstrate a fuel cell APU that eliminates nearly all emissions and uses diesel fuel more efficiently. In 2008, a DOE sponsored partnership between Delphi Electronics and Peterbilt demonstrated that a fuel cell could provide power to the electronics and air conditioning of a Peterbilt Model 386 under simulated \"idling\" conditions for ten hours. Delphi has said the 5 kW system for Class 8 trucks will be released in 2012, at an $8000–9000 price tag that would be competitive with other \"midrange\" two-cylinder diesel APUs, should they be able to meet those deadlines and cost estimates. ==See also== * Air start system * Auxiliary hydraulic system * Coffman engine starter – a similar system which uses an explosive cartridge to supply gas pressure * Head-end power * Hotel electric power * HVAC * Ram air turbine ==Notes== ==References== ==External links== * \"Space Shuttle Orbiter APU\" * \"Sound of an APU from inside a Boeing 737 cabin\" * The Riedel Starter Motor In: Messerschmitt Me 262B in Detail; The airframe, engines and canopy * YouTube video of restored Junkers Jumo 004 jet engine, being started with \"integral\" Riedel APU, from September 2019 Category:Starting systems Category:Electrical generators Category:Aircraft components",
 "title": "Auxiliary power unit"
}