{
 "id": "612718",
 "text": "\"New Rose Hotel\" is a short story by William Gibson, first published in Omni in July 1984 and later included in his 1986 collection Burning Chrome. ==Plot== Set in the near future, huge megacorporations control and dominate entire economies. Their wealth and competitive advantage reside in the human capital of their employees and the intellectual property they produce. Corporations jealously guard their most valuable employees and go to great expense to keep them safe and happily productive. There is little point in traditional corporate espionage as new products are developed at a lightning pace; there is no time to capitalize on the intelligence acquired from a rival firm, as it will be obsolete before it can be used. The story follows two corporate extraction agents, who perform the new version of corporate espionage, grabbing scientists and engineers from rival firms. Given the level of protection offered, extracting them from a company is a highly dangerous affair. In the story, the narrator and his partner Fox have joined up with a new associate, Sandii, in an attempt to extract an extremely talented biologist from a hot new German research company. The company's security is superb, and the attempt takes considerable time to plan. After successfully extracting the scientist, Sandii disappears. The scientist begins work at his new company in a secret lab in Africa, only to learn he has been infected by a deadly disease that kills him and everyone else in the lab. Realizing they have been betrayed, Fox and the narrator run, their bank accounts wiped out by their now-former employer. Convinced the two are behind the whole affair, Fox is killed in retaliation and the narrator goes into hiding. The story takes place a week after the events, in run-down capsule hotel in Japan, the New Rose Hotel. The narrator spends his time waiting for assassins to arrive, pining over Sandii, and contemplating suicide. \"New Rose Hotel\" presents a bleak future as extrapolated from contemporary economic and social trends. Set in the same period and universe as Gibson's Sprawl trilogy, it is solidly cyberpunk in its style and vision. ==Film== Director Abel Ferrara adapted the short story as a feature film, New Rose Hotel, released in 1998; the film scrupulously followed the plot of the short story. == References == ==External links== * \"New Rose Hotel\" at the William Gibson Aleph Category:1981 short stories Category:Cyberpunk short stories Category:Short stories by William Gibson Category:Sprawl trilogy Category:Works originally published in Omni (magazine)",
 "title": "New Rose Hotel"
}