{
 "id": "613052",
 "text": "thumb|upright=1.2|Direct realism argues we perceive the world directly The question of direct or naïve realism, as opposed to indirect or representational realism, arises in the philosophy of perception and of mind and the debate over the nature of conscious experience;Lehar, Steve. (2000). The Function of Conscious Experience: An Analogical Paradigm of Perception and Behavior , Consciousness and Cognition.Lehar, Steve. (2000). Naïve Realism in Contemporary Philosophy , The Function of Conscious Experience. out of the metaphysical question of whether the world we see around us is the real world itself or merely an internal perceptual copy of that world generated by our conscious experience. Naïve realism is known as direct realism when developed to counter indirect or representative realism, also known as epistemological dualism,Lehar, Steve. Representationalism the philosophical position that our conscious experience is not of the real world itself but of an internal representation, a miniature virtual-reality replica of the world. Indirect realism is broadly equivalent to the materialist view of perception that postulates we do not perceive the external world as it really is, but know only our ideas and interpretations of the way the world is.The indirect realist would claim for example that Hearing (or audition) is the ability to perceive (create ideas of)sound by detecting vibrations and that sound waves of language cannot perceive directly, rather they are only heard, interpreted and understood because the physical waves were transformed into ideas (Mental representation of sound wages) by our minds. Representationalism is one of the key assumptions of cognitivism in psychology. The representational realist would deny that \"first-hand knowledge\" is a coherent concept, since knowledge is always via some means, and argue instead that our ideas of the world are interpretations of sensory input derived from an external world that is real (unlike the standpoint of idealism, which holds that only ideas are real, but mind-independent things are not). The main alternative to representationalism is anti-representationalism, the view according to which perception is not a process of constructing internal representations. ==History== Aristotle was the first to provide a description of direct realism. In On the Soul he describes how a see-er is informed of the object itself by way of the hylomorphic form carried over the intervening material continuum with which the eye is impressed. In medieval philosophy, direct realism was defended by Thomas Aquinas. Indirect realism was popular with several early modern philosophers, including René Descartes,John W. Yolton, Realism and Appearances: An Essay in Ontology, Cambridge University Press, 2000, p. 136. John Locke, G. W. Leibniz,A. B. Dickerson, Kant on Representation and Objectivity, Cambridge University Press, 2003, p. 85. and David Hume.The Problem of Perception (Stanford Encyclopedia of Philosophy) : \"Paraphrasing David Hume (1739...; see also Locke 1690, Berkeley 1710, Russell 1912): nothing is ever directly present to the mind in perception except perceptual appearances.\" Locke categorized qualities as follows:A. D. Smith, \"On Primary and Secondary Qualities\", Philosophical Review (1990), 221–54. * Primary qualities are qualities which are \"explanatorily basic\" – which is to say, they can be referred to as the explanation for other qualities or phenomena without requiring explanation themselves – and they are distinct in that our sensory experience of them resembles them in reality. (For example, one perceives an object as spherical precisely because of the way the atoms of the sphere are arranged.) Primary qualities cannot be removed by either thought or physical action, and include mass, movement, and, controversially, solidity (although later proponents of the distinction between primary and secondary qualities usually discount solidity). * Secondary qualities are qualities that one's experience does not directly resemble; for example, when one sees an object as red, the sensation of seeing redness is not produced by some quality of redness in the object, but by the arrangement of atoms on the surface of the object which reflects and absorbs light in a particular way. Secondary qualities include colour, smell, sound, and taste. Thomas Reid, a notable member of the Scottish common sense realism was a proponent of direct realism.Patrick Rysiew, New Essays on Thomas Reid, Routledge, 2017, p. 18. Direct realist views have been attributed to Baruch Spinoza.Michael Della Rocca (ed.), The Oxford Handbook of Spinoza, Oxford University Press, 2017, p. 288. Late modern philosophers, J. G. Fichte and G. W. F. Hegel followed Kant in adopting empirical realism.Daniel Breazeale and Tom Rockmore (eds.), Fichte, German Idealism, and Early Romanticism, Rodopi, 2010, p. 20.Tom Rockmore, Before and After Hegel: A Historical Introduction to Hegel's Thought, Hackett Publishing, 2003, p. xviii: \"Hegel follows Kant ... in limiting claims to know to the empirically real. In short, he adopts a view very similar to Kant's empirical realism.\" Direct realism was also defended by John Cook Wilson in his Oxford lectures (1889–1915).Michael Beaney (ed.), The Oxford Handbook of the History of Analytic Philosophy, Oxford University Press, 2013, p. 40. On the other hand, Gottlob Frege (in his 1892 paper \"Über Sinn und Bedeutung\") subscribed to indirect realism.Samuel Lebens, Bertrand Russell and the Nature of Propositions: A History and Defence of the Multiple Relation Theory of Judgement, Routledge, 2017, p. 34. In contemporary philosophy, indirect realism has been defended by Edmund HusserlRobin D. Rollinger, Husserl's Position in the School of Brentano, Phaenomenologica 150, Dordrecht: Kluwer, 1999, p. 224 n. 1. and Bertrand Russell. Direct realism has been defended by Hilary Putnam,Putnam, Hilary. Sep. 1994. \"The Dewey Lectures 1994: Sense, Nonsense, and the Senses: An Inquiry into the Powers of the Human Mind.\" The Journal of Philosophy 91(9):445–518. John McDowell,John McDowell, Mind and World. Harvard University Press, 1994, p. 26.Roger F. Gibson, \"McDowell's Direct Realism and Platonic Naturalism\", Philosophical Issues Vol. 7, Perception (1996), pp. 275–281. Galen Strawson,Galen Strawson, \"Real Direct Realism\" , a lecture recorded 2014 at Marc Sanders Foundation, Vimeo. and John R. Searle.John R. Searle, Seeing Things as They Are: A Theory of Perception, Oxford University Press, 2015, p. 15. However, epistemological dualism has come under sustained attack by other contemporary philosophers, such as Ludwig Wittgenstein (the private language argument) and Wilfrid Sellars in his seminal essay \"Empiricism and the Philosophy of Mind\". Indirect realism is argued to be problematical because of Ryle's regress and the homunculus argument. Recently, reliance on the private language argument and the \"homunculus objection\" has itself come under attack. It can be argued that those who argue for \"inner presence\", to use Antti Revonsuo's term,Revonsuo, Antti (2006) Inner Presence: Consciousness as a Biological Phenomenon, Cambridge MA: MIT Press. are not proposing a private \"referent\", with the application of language to it being \"private\" and thus unshareable, but a private use of public language. There is no doubt that each of us has a private understanding of public language, a notion that has been experimentally supported;Rommetveit, Ragnar (1974) On Message Structure: A Framework for the Study of Language and Communication, London: John Wiley & Sons. George Steiner refers to our personal use of language as an \"idiolect\", one particular to ourselves in its detail.Steiner, George (1998), After Babel: Aspects of Language and Translation, London & New York: Oxford University Press. The question has to be put how a collective use of language can go on when, not only do we have differing understandings of the words we use, but our sensory registrations differ.Hardin, C. L. (1988) Color for Philosophers, Indianapolis IN: Hackett Pub. Co. ==Problems with the indirect theory== A problem with representationalism is that if simple data flow and information processing is assumed then something in the brain must be interpreting incoming data. This something is often described as a homunculus, although the term homunculus is also used to imply an entity that creates a continual regress, and this need not be implied. This suggests that some phenomenon other than simple data flow and information processing is involved in perception. This is more of an issue now than it was for rationalist philosophers prior to Newton, such as Descartes, for whom physical processes were poorly defined. Descartes held that there is a \"homunculus\" in the form of the soul, belonging to a form of natural substance known as res cogitans that obeyed different laws from those obeyed by solid matter (res extensa). Although Descartes' duality of natural substances may have echoes in modern physics (Bose and Fermi statistics) no agreed account of 'interpretation' has been formulated. Thus representationalism remains an incomplete description of perception. Aristotle realized this and simply proposed that ideas themselves (representations) must be aware—in other words that there is no further transfer of sense impressions beyond ideas. thumb|upright=1.5|The representational theory of perception A potential difficulty with representational realism is that, if we only have knowledge of representations of the world, how can we know that they resemble in any significant way the objects to which they are supposed to correspond? Any creature with a representation in its brain would need to interact with the objects that are represented to identify them with the representation. This difficulty would seem reasonably to be covered by the learning by exploration of the world that goes on throughout life. However, there may still be a concern that if the external world is only to be inferred, its 'true likeness' might be quite different from our idea of it. The representational realist would answer to this that \"true likeness\" is an intuitive concept that falls in the face of logic, since a likeness must always depend on the way in which something is considered. A semantic difficulty may arise when considering reference in representationalism. If a person says \"I see the Eiffel Tower\" at a time when they are indeed looking at the Eiffel Tower, to what does the term \"Eiffel Tower\" refer? The direct realist might say that in the representational account people do not really see the tower but rather 'see' the representation. However, this is a distortion of the meaning of the word \"see\" which the representationalist does not imply. For the representationalist the statement refers to the Eiffel Tower, which implicitly is experienced in the form of a representation. The representationalist does not imply that when a person refers to the Eiffel Tower, they are referring to their sense experience, and when another person refers to the Tower, they are referring to their sense experience. Furthermore, representative realism claims that we perceive our perceptual intermediaries—we can attend to them—just as we observe our image in a mirror. However, as we can scientifically verify, this is clearly not true of the physiological components of the perceptual process. This also brings up the problem of dualism and its relation to representative realism, concerning the incongruous marriage of the metaphysical and the physical. The new objection to the Homunculus Argument claims that it relies on a naive view of sensation. Because the eyes respond to light rays is no reason for supposing that the visual field requires eyes to see it. Visual sensation (the argument can be extrapolated to the other senses) bears no direct resemblance to the light rays at the retina, nor to the character of what they are reflected from or pass through or what was glowing at the origin of them. The reason given is that they only bear the similarities of co- variation with what arrives at the retinas.Sellars, Roy Wood (1919), \"The epistemology of evolutionary naturalism\", Mind, 28:112, 407-26; se p. 414. Just as the currents in a wire going to a loudspeaker vary proportionately with the sounds that emanate from it but have no other likeness, so too does sensation vary proportionately (and not necessarily directly) with what causes it but bears no other resemblance to the input. This implies that the colour we experience is actually a cortical occurrence, and that light rays and external surfaces are not themselves coloured. The proportional variations with which cortical colour changes are there in the external world, but not colour as we experience it. Contrary to what Gilbert Ryle believed, those who argue for sensations being brain processes do not have to hold that there is a \"picture\" in the brain since this is impossible according to this theory since actual pictures in the external world are not coloured.Wright, Edmond (2005), Narrative, Perception, Language, and Faith, Basingstoke: Palgrave Macmillan, pp. 96-102. It is plain that Ryle unthinkingly carried over what the eyes do to the nature of sensation; A. J. Ayer at the time described Ryle's position as \"very weak\".Ayer, A. J. (1957) The Problem of Knowledge, Harmondsworth: Penguin Books. So there is no \"screen\" in front of cortical \"eyes\", no mental objects before one. As Thomas Hobbes put it: \"How do we take notice of sense?—by sense itself\". Moreland Perkins has characterized it thus: that sensing is not like kicking a ball, but rather \"kicking a kick\".Hobbes, Thomas (1839 [1655]), Elements of Philosophy, The First Section: Concerning Body, London: John Bohn, p. 389; Perkins, Moreland (1983), Sensing the World, Indianapolis IN: Hackett Pub. Co., pp. 286-7. Today there are still philosophers arguing for colour being a property of external surfaces, light sources, etc.Michael Tye (2006), 'The puzzle of true blue', Analysis, 66: 173-78; Matthen, Mohan (2009), 'Truly blue: an adverbial aspect of perceptual representation', Analysis, 69:1, 48-54. A more fundamental criticism is implied in theories of this type. The differences at the sensory and perceptual levels between agents require that some means of ensuring at least a partial correlation can be achieved that allows the updatings involved in communication to take place. The process in an informative statement begins with the parties hypothetically assuming that they are referring to the \"same\" entity or \"property\", even though their selections from their sensory fields cannot match; we can call this mutually imagined projection the \"logical subject\" of the statement. The speaker then produces the logical predicate which effects the proposed updating of the \"referent\". If the statement goes through, the hearer will now have a different percept and concept of the \"referent\"—perhaps even seeing it now as two things and not one. The radical conclusion is that we are premature in conceiving of the external as already sorted into singular \"objects\" in the first place, since we only need to behave as if they are already logically singular.Wright, Edmond (2005), Narrative, Perception, Language, and Faith, Basingstoke: Palgrave Macmillan, pp. 103-120. The diagram at the beginning of this entry would thus be thought of as a false picture of the actual case, since to draw \"an\" object as already selected from the real is only to treat the practically needful, but strictly false, hypothesis of objects-as-logically-singular as ontologically given. The proponents of this view thus argue that there is no need actually to believe in the singularity of an object since we can manage perfectly well by mutually imagining that 'it' is singular. A proponent of this theory can thus ask the direct realist why he or she thinks it is necessary to move to taking the imagining of singularity for real when there is no practical difference in the outcome in action. Therefore, although there are selections from our sensory fields which for the time being we treat as if they were objects, they are only provisional, open to corrections at any time, and, hence, far from being direct representations of pre-existing singularities, they retain an experimental character. Virtual constructs or no, they remain, however, selections that are causally linked to the real and can surprise us at any time—which removes any danger of solipsism in this theory. This approach dovetails with the philosophy known as social constructivism.Glasersfeld, Ernst von (1995), Radical Constructivism: A Way of Knowing and Learning, London: RoutledgeFalmer. The character of experience of a physical object can be altered in major ways by changes in the conditions of perception or of the relevant sense-organs and the resulting neurophysiological processes, without change in the external physical object that initiates this process and that may seem to be depicted by the experience. Conversely any process that yields the same sensory/neural results will yield the same perceptual experience, no matter what the physical object that initiated the process may have been like. Furthermore, the causal process that intervenes between the external object and the perceptual experience takes time, so that the character of the experience reflects, at the most, an earlier stage of that object than the one existing at the moment of perception. As in observations of astronomical objects the external object may have ceased to exist long before the experience occurs. These facts are claimed to point to the conclusion that the direct object of experience is an entity produced at the end of this causal process, distinct from any physical object that initiates the process.\"Epistemological Problems of Perception , Stanford Encyclopedia of Philosophy. ==The adverbial theory== The above argument invites the conclusion of a perceptual dualism that raises the issue of how and whether the object can be known by experience. The adverbial theory proposes \"that this dualism is a dualism of objects, with perceptual experience being a more direct experience of objects of a different sort, sense-data.\" Perceptual dualism implies: > both an act of awareness (or apprehension) and an object (the sense-datum) > which that act apprehends or is an awareness of. The fundamental idea of the > adverbial theory, in contrast, is that there is no need for such objects and > the problems that they bring with them (such as whether they are physical or > mental or somehow neither). Instead, it is suggested, merely the occurrence > of a mental act or mental state with its own intrinsic character is enough > to account for the character of immediate experience. According to the adverbial theory, when, for example, I experience a silver elliptical shape (as when viewing a coin from an angle) I am in a certain specific state of sensing or sensory awareness or of being appeared to: I sense in a certain manner or am appeared to in a certain way, and that specific manner of sensing or of being appeared to accounts for the content of my experience: I am in a certain distinctive sort of experiential state. There need be no object or entity of any sort that is literally silver and elliptical in the material world or in the mind. I experience a silver and elliptical shape because an object or entity that literally has that color and shape is directly before my mind. But the nature of these entities and the way in which they are related to the mind are difficult to understand. The adverbial theory has the advantage of being metaphysically simpler, avoiding issues about the nature of sense-data, but we gain no real understanding of the nature of the states in question or of how exactly they account for the character of immediate experience.\" ==Arguments against direct realism== ===The argument from illusion=== thumb|upright=1.15|Illusion creates a problem for naïve realists as it suggests our senses are fallible, perceiving things that aren't there. In this illusion, the lines are horizontal, despite how they appear. This argument was \"first offered in a more or less fully explicit form in Berkeley (1713).\" It is also referred to as the problem of conflicting appearances (e.g. Myles Burnyeat's article Conflicting Appearances). It has been argued that \"informed commonsense\" indicates that perceptions often depend on organs of perception.Naïve Realism , University of Reading. For example, humans would receive visual information very differently if they, like flies, had compound eyes, and may not even be able to imagine how things would appear with entirely different sense organs such as infra-red detectors or echo-location devices. Furthermore, perception systems can misrepresent objects even when in full working order, as shown, for example, by optical illusions like the Müller-Lyer illusion. More dramatically, sometimes people perceive things which are not there at all, which can be termed instances of \"hallucination\" or \"perceptual delusion\". The argument from illusion allegedly shows the need to posit sense-data as the immediate objects of perception. In cases of illusion or hallucination, the object has qualities that no public physical object in that situation has and so must be distinct from any such object. Naïve realism may accommodate these facts as they stand by virtue of its very vagueness (or \"open-texture\"): it is not specific or detailed enough to be refuted by such cases. A more developed direct realist might respond by showing that various cases of misperception, failed perception, and perceptual relativity do not make it necessary to suppose that sense-data exist. When a stick submerged in water looks bent a direct realist is not compelled to say the stick actually is bent but can say that the stick can have more than one appearance: a straight stick can look bent when light reflected from the stick arrives at one's eye in a crooked pattern, but this appearance is not necessarily a sense-datum in the mind. Similar things can be said about the coin which appears circular from one vantage point and oval-shaped from another. Pressing on your eyeball with a finger creates double vision but assuming the existence of two sense-data is unnecessary: the direct realist can say that they have two eyes, each giving them a different view of the world. Usually the eyes are focused in the same direction; but sometimes they are not. However, this response is presumably based on previously observed data. If one were to be able to observe nothing other than the stick in the water, with no previous information, it would appear that the stick was bent. Visual depth in particular is a set of inferences, not an actual experience of the space between things in a radial direction outward from the observation point.Green, Alex. (2003). The Empirical Description of Conscious Experience , The Science and Philosophy of Consciousness. If all empirical evidence is based upon observation then the entire developed memory and knowledge of every perception and of each sense may be as skewed as the bent stick. Since objects with different qualities are experienced from each of the different perspectives there is no apparent experiential basis for regarding one out of any such set of related perceptual experiences as the one in which the relevant physical object is itself immediately experienced. The most reasonable conclusion is that the experienced object is always distinct from the physical object or at least that there is no way to identify which, if any, of the immediately experienced objects is the physical object itself. Epistemologically it is as though physical objects were never given, whether or not that is in fact the case. Another potential counter-example involves vivid hallucinations: phantom elephants, for instance, might be interpreted as sense-data. A direct realist response would differentiate hallucination from genuine perception: no perception of elephants is going on, only the different and related mental process of hallucination. However, if there are visual images when we hallucinate it seems reasonable that there are visual images when we see. Similarly if dreaming involves visual and auditory images in our minds it seems reasonable to think there are visual and auditory images, or sense-data, when we are awake and perceiving things. This argument has been challenged in a number of different ways. First it has been questioned whether there must be some object present that actually has the experienced qualities, which would then seemingly have to be something like a sense-datum. Why couldn't it be that the perceiver is simply in a state of seeming to experience such an object without any object actually being present? Second, in cases of illusion and perceptual relativity there is an object present which is simply misperceived, usually in readily explainable ways, and no need to suppose that an additional object is also involved. Third, the last part of the perceptual relativity version of the argument has been challenged by questioning whether there is really no experiential difference between veridical and non-veridical perception; and by arguing that even if sense-data are experienced in non-veridical cases and even if the difference between veridical and non-veridical cases is, as claimed, experientially indiscernible, there is still no reason to think that sense-data are the immediate objects of experience in veridical cases. Fourth, do sense-data exist through time or are they momentary? Can they exist when not being perceived? Are they public or private? Can they be themselves misperceived? Do they exist in minds or are they extra-mental, even if not physical? On the basis of the intractability of these questions, it has been argued that the conclusion of the argument from illusion is unacceptable or even unintelligible, even in the absence of a clear diagnosis of exactly where and how it goes wrong. Direct realists can potentially deny the existence of any such thing as a mental image but this is difficult to maintain, since we seem able to visually imagine all sorts of things with ease. Even if perception does not involve images other mental processes like imagination certainly seem to. One view, similar to Reid's, is that we do have images of various sorts in our minds when we perceive, dream, hallucinate and imagine but when we actually perceive things, our sensations cannot be considered objects of perception or attention. The only objects of perception are external objects. Even if perception is accompanied by images, or sensations, it is wrong to say we perceive sensations. Direct realism defines perception as perception of external objects where an \"external object\" is allowed to be a photon in the eye but not an impulse in a nerve leading from the eye. Recent work in neuroscience suggests a shared ontology for perception, imagination and dreaming, with similar areas of brain being used for all of these. == See also == * * * * * * * * * == References == ==External links== * Online papers on representationalism, by various authors, compiled by David Chalmers * This is a simulation - A short article, aimed at the general public, arguing for the representative theory of perception. * Harold I. Brown, \"Direct Realism, Indirect Realism, and Epistemology\". Philosophy and Phenomenological Research, Vol. 52, No. 2. (Jun., 1992), pp. 341–363. * What Do We Perceive and How Do We Perceive It? (PDF file) * Neurological explanation for paranormal experiences * The Representationalism Web Site * McCreery, C. (2006) \"Perception and Hallucination: the Case for Continuity.” Oxford: Oxford Forum. An analysis of empirical arguments for representationalism. Online PDF Category:Cognitive science Category:Perception Category:Epistemological theories Category:Philosophical realism Category:Dualism (philosophy of mind) Category:Theory of mind es:Realismo directo fi:Representationalismi",
 "title": "Direct and indirect realism"
}