{
 "id": "613088",
 "text": "Sankranti ( saṁkrānti or saṅkramaṇa) means transmigration of the Sun from one zodiac to another in Indian astronomy . Each Sankranti is marked as the beginning of a month in the sidereal solar calendars followed in Andhra Pradesh, Tamil Nadu, Kerala, Karnataka, Telangana, Punjab, Odisha, Mithila region of Bihar and Nepal. On the other hand, in the sidereal solar Bengali calendar and Assamese calendar, a Sankranti is marked as the end of each month and the day following as the beginning of a new month. ==Important Sankrantis== * Makar Sankranti: Marks the transition of the Sun into Makara Rashi (Capricorn) on its celestial path, and the six-month Uttarayana period. Makar Sankranti is also called Uttarayana - the day on which the sun begins his northward journey. The traditional Indian calendar is based on lunar positions, Sankranti is a solar event. The date of Makar Sankranti remains constant over a long term, 14 January or occasionally, 15 January as the Sun begins to rise in Makara Rashi. *Mesha Sankranti: Marks the beginning of the New Year in the traditional Hindu Solar Calendar. On this day, the sun enters the sidereal Aries, or Mesha rashi. It generally falls on 14/15 April. Regional New Year festivals also take place on this day: Vishu in Kerala, Puthandu in Tamil Nadu, Bisu Parba in Tulu Nadu region, Vaisakhi in the Punjab region, Pana Sankranti in Odisha, Jude Sheetal in Mithila region of Bihar and on the day after Mesha Sankranti, is Pohela Boishakh in Bengal and Bohag Bihu in Assam. * Mithuna Sankranti: celebrated as annual menstruating phase of Mother Earth as Raja Parba or Ambubachi Mela in Eastern and North Eastern provinces of India. * Dhanu Sankranti: celebrated on the first day of the solar month. In Southern Bhutan and Nepal it is celebrated by eating wild potatoes (Darul). The 2017 date is December 17. * Karka Sankranti : July 16, marks the transition of the Sun into Karka rashi (Cancer). This also marks the end of the six-month Uttarayana period of Hindu calendar, and the beginning of Dakshinayana, which itself end at Makar Sankranti. *Simha Sankranti : It is celebrated on first day of solar month of Hindu Calendar i.e. Bhadrapada. The festival holds special significance in Ramban district of Jammu division. People visit Chandrabhaga river and offer floral offerings. It is popularly known by the name Singh Sankrant. Local tradition traces the origin of the festival to Pandavas. *Nol Sankranti: It is celebrated on the first day of the solar month of Hindu Calendar i.e. Kartik (month).It is also called Dak Sankranti. Sadh Bhokhon or Godbharai is a special tradition for Hindu pregnant women. Hindu people believe that rice plants are too pregnant from the middle of September to the middle of October. So the farmers arrange a ritual for good production of paddy like the production of Nol plant. Borassus flabellifer seeds are used as prasad. The festival holds special significance in West Bengal and Assam state. ==References== ==External links== Category:Hindu astronomy Category:Hindu festivals Category:January observances Category:February observances Category:March observances Category:April observances Category:May observances Category:June observances Category:July observances Category:August observances Category:September observances Category:October observances Category:November observances Category:December observances",
 "title": "Sankranti"
}