{
 "id": "613044",
 "text": "The Flying Heritage & Combat Armor Museum is a 501c(3) nonprofit organization dedicated to the display and preservation of rare military aircraft, tanks and other military equipment. On rotation in the three working hangars are military artifacts from the United States, Britain, Germany, Soviet Union and Japan. The Flying Heritage & Combat Armor Museum is housed in three working hangars on Paine Field in Everett, WA. Mechanics are typically on-site Monday through Friday working on maintaining the technology to operating condition. The museum provides guided tours seven days and features 90\" touch-screens, combat simulators and life-size replicas. The museum also features an exhibition of parachuting dogs, rare animal artifacts and animals participating in armed conflicts. ==History== In 1998, Paul Allen began acquiring and preserving vintage aircraft.http://www.flyingheritage.org/ Allen's passion for aviation and history, and his awareness of the increasing rarity of original World War II aircraft, motivated him to restore these artifacts to the highest standard of authenticity and share them with the public. The Collection opened to the public in 2004 at the Arlington, Washington, airfield, but in 2008 moved to a newly renovated historic industrial hangar located at Paine Field in Everett, Washington, United States. In 2013, the Flying Heritage & Combat Armor Museum added a 22,000 square foot expansion hangar for its expanding collection. In 2018 came another expansion featuring the opening of Hangar C which added over two dozen additional artifacts. On March 24, 2017 the Museum changed its name from the Flying Heritage Collection to the Flying Heritage & Combat Armor Museum to reflect the transition from exclusively aircraft to a military vehicle & history Museum. In 2018, the Flying Heritage & Combat Armor Museum became a public 501c(3) nonprofit. In May 2020, the Flying Heritage & Combat Armor Museum temporarily closed due to complications that arose as a result of the COVID-19 pandemic. ==See also== *List of aerospace museums ==References== ==External links== * * Paul Allen.com, page on collection Category:Aerospace museums in Washington (state) Category:Military and war museums in Washington (state) Category:Museums in Snohomish County, Washington Category:Tourist attractions in Everett, Washington",
 "title": "Flying Heritage & Combat Armor Museum"
}