{
 "id": "613245",
 "text": "thumb|upright|New Melleray Abbey. New Melleray Abbey is a Trappist monastery located near Dubuque, Iowa. The abbey is located about 15 miles southwest of Dubuque and is in the Archdiocese of Dubuque. Currently the Abbey is home to about 28 monks. Several of the monks work in their business, Trappist Caskets, and some of their food comes from the garden behind the Abbey. The abbot of the monastery is Dom Mark Scott, who was elected by the community for a 6-year term on July 15, 2014. == Monastic life == The monks have a daily routine that involves spending a large part of their day in prayer, work, and contemplation. In keeping with ancient monastic traditions, they begin their day with Vigils at 3:30 AM, and end their days at 7:30 PM with Compline. The Abbey is well known for crafting high-quality wooden caskets and urns. They do not use the caskets for deceased monks, however, as they observe burial traditions spelled out in the Rule of Saint Benedict, which requires the body be placed in the ground on a bier. Former Dubuque Archbishop James Byrne was buried in a casket made by the Abbey, while Cardinal Roger Mahony has reserved a casket for his own eventual use. Actress Kate Mulgrew, a native of Dubuque, made a radio commercial for New Melleray's casket business. ==History== thumbnail|right|Holy Family Catholic Church thumbnail|right|Abbey Chapel The Abbey was founded on July 16, 1849, when the first six monks arrived from Mount Melleray Abbey to the present site of the abbey. This was after the Trappists were invited to settle in the area at the invitation of Bishop Matthias Loras. When the first six brothers finished a temporary building, 16 more monks came to live at New Melleray. The monastery's first two priors, Clement Smyth, O.C.S.O. and James O'Gorman, O.C.S.O., were both named bishops. After the close of the American Civil War, the present stone structure was built. The plans were drawn up by John Mullany, a prominent Dubuque architect who had designed several Dubuque area churches. The monastery was built in a 13th Century Gothic architecture style. Since the founding of the monastery in 1849, the monks have served the religious needs of the surrounding region. When the pioneers living in the area felt the need to build their own parish church, the monks provided pastors to the parish for over 100 years, and relatives of one monk provided funds to the parish. In 1889, the present parish church was dedicated, and named Holy Family. The Abbey has been remodeled several times. One of the most notable projects was the completion of the Abbey's chapel. Because of financial concerns, the Abbey's chapel was not completed as originally envisioned by the architect. It had originally been on the second floor of the east wing, then was moved in 1920 to the second floor of the north wing. In the 1970s, the abbey was able to convert the entire north wing of the Abbey into a permanent chapel. The chapel features a very simple and very elegant design. Red oak is used in the choir stalls, doors, Eucharistic chapel, and other furnishings. The altar was made of granite that had been quarried in Minnesota, and it weighs five tons. Designed by Architect Willoughby Marshall, Inc, with construction supervised by Twin Cities-based Hammel, Green and Abrahamson, the new chapel received a prestigious national Honor Award (1977) from the American Institute of Architects.\"New Melleray Abbey, Dubuque, Iowa. Hammel Green & Abrahamson Inc. and Willoughby Marshall, Inc.\", AIA Journal, Vol. 66, No. 6, pg. 40, May 1977. The Traveler's Chapel at Wall Drug in Wall, South Dakota is based on the chapel at New Melleray. In 2003, the Abbey embarked on rebuilding an infirmary for the elderly and sick monks. This was completed in 2004 with the help of generous donations by friends and benefactors. It had become even more important as the average age of the monks is now above 70. The Abbey did build an infirmary in the 1950s, but it had become outdated, thus the new infirmary was constructed to take better care of the members of the community. ==Abbots/Priors/Superiors== * Clement Smyth — Titular Prior — 16/07/1849 – ?/08/1849 - appointed Bishop of Dubuque in 1857 * James O’Gorman — Sup.ad nutum — 01/09/1849 – 12/04/1850 - became Bishop of Raphanea and Vicar Apostolic of Nebraska * Francis Walsh — Titular Prior — 12/04/1850 – 06/12/1852 * Clement Smyth — Prior (2nd time) — 06/12/1852 – 16/04/1857 * James O’Gorman — Prior (2nd time) — 16/04/1857 – 02/05/1859 * Bernard McCaffery — Sup.ad nutum — 02/05/1859 – 02/10/1860 * Ignatius Foley — Prior — 02/10/1860 – 15/06/1861 * Bernard McCaffery — Sup.ad nutum — 15/06/1861 – 25/02/1862 * Ephrem McDonnell — Prior — 25/02/1862 – 10/05/1863 — Abbot — 10/05/1863 – 29/09/1883 * Alberic Dunlea — Sup.ad nutum — 29/09/1883 – 27/09/1889 * Louis Carew — Sup.ad nutum — 27/09/1889 – 07/06/1897 - Served as Abbot of Mount St Bernard Abbey, England. * Alberic Dunlea — Abbot — 07/06/1897 – 04/02/1917 * Bruno Ryan — Abbot — 04/02/1917 – 02/08/1944 * Albert Beston — Abbot — 02/08/1944 – 05/09/1946 * Eugene Martin — Abbot — 05/09/1946 – 10/11/1952 * Vincent Daly — Abbot — 26/11/1952 – 16/05/1954 - first american born abbot * Philippe O’Connor — Abbot — 19/07/1954 – 15/02/1964 * Matthias (James) Kerndt — Abbot — 28/07/1964 – 01/12/1966 * Gérard Kennedy — Apostolic Administrator — 20/1/66(?) – 16/03/1967 - became Abbot of New Mellifont, in Ireland * Ignace Weber — Sup. — 01/05/1967 – 19/07/1967 * David (Berchmans) Wechter — Abbot — 19/07/1967 – 25/07/1976 * David Bock — Sup.ad nutum — 18/99/1976 – 03/03/1978 — Abbot — 03/03/1978 – 18/01/1984 * Brendan Freeman — Abbot — 1984- 20/06/2013, appointed to New Mellifont, Co. Louth, Ireland. * Dom Mark Scott - Superior ad nutum 2013, Abbot 2014-2020 ==Cultural references== * In the third season of the science fiction television series, Babylon 5, a group of monks hailing from the New Melleray Abbey take up residence at the space station. First appearing in the episode Convictions, the monks wish to learn more about the varied aliens and their beliefs, and support that work by offering their services as computer experts and engineers. Led by Brother Theo the monks prove valuable to the Babylon 5 station in their three appearances. The monks on the show are portrayed in a positive light, especially in the episode Passing Through Gethsemane. * In 1968, Programme 48 of the Irish television series Radharc documented the Abbey. ==References== ==External links== * New Melleray Abbey Website Category:Buildings and structures in Dubuque, Iowa Category:Roman Catholic Archdiocese of Dubuque Category:Trappist monasteries in the United States Category:Religious organizations established in 1849 Category:Religion in Dubuque, Iowa Category:1849 establishments in Iowa",
 "title": "New Melleray Abbey"
}