{
 "id": "613547",
 "text": "The year 1952 in science and technology involved some significant events, listed below. ==Biology== * August 1 – Around 9 o'clock AM Pacific Time Zone, the San Benedicto rock wren goes extinct as its island home is smothered in a massive volcanic eruption. * August 14 – Alan Turing's paper \"The Chemical Basis of Morphogenesis\" is published, putting forward a reaction–diffusion hypothesis of pattern formation, Submitted November 1951. considered a seminal piece of work in morphogenesis. () * August 28 – Alan Hodgkin and Andrew Huxley publish the Hodgkin–Huxley model of action potentials in neurons of the squid giant axon. * September 20 – Publication of the paper on the Hershey–Chase experiment showing conclusively that DNA, not protein, is the genetic material of bacteriophages. * October – Danish virologist Preben von Magnus publishes his observation of the von Magnus phenomenon producing defective interfering particles. * Biochemists Jack Gross and Rosalind Pitt- Rivers discover the thyroid hormone triiodothyronine. * The Braeburn apple cultivar is discovered as a chance seedling in New Zealand. * Last confirmed sighting of the Caribbean monk seal, at Serranilla Bank, between Jamaica and Nicaragua. ==Chemistry== * Soviet scientists L. V. Radushkevich and V. M. Lukyanovich publish images of carbon nanotubes. ==Computer science== * The first autocode and its compiler are developed by Alick Glennie for the Manchester Mark 1 computer, considered as the first working high-level compiled programming language. ==History of science== * Discovery by Derek J. de Solla Price of a lost medieval scientific work entitled Equatorie of the Planetis, initially attributed to Geoffrey Chaucer. ==Mathematics== * John Forbes Nash, Jr. produces groundbreaking work in the area of real algebraic geometry.. * The Bradley–Terry model in probability theory is presented. ==Medicine== * February 6 – A mechanical heart is used for the first time in a human patient, in the United States. * March 1 – The British Psychological Society is founded. * September 2 – The first successful operation to correct a cardiac shunt (\"hole in the heart\") is performed by Drs F. John Lewis and C. Walton Lillehei on a 5-year-old girl in the United States utilising the induced hypothermia technique developed by Wilfred Gordon \"Bill\" Bigelow. * November – Royal College of General Practitioners established in the United Kingdom. * November 20 – The first successful sex reassignment surgery is performed in Copenhagen, making George Jorgensen Jr. become Christine Jorgensen. * December 14 – The first successful surgical separation of conjoined twins is conducted in Mount Sinai Hospital, Cleveland, Ohio. * December – Robert Gwyn Macfarlane and colleagues publish the first identification of Haemophilia B. * American obstetrical anesthesiologist Dr. Virginia Apgar devises the Apgar score as a simple replicable method of quickly and summarily assessing the health of babies immediately after childbirth. * American orthopedic surgeon Armin Klein publishes Klein's line as a diagnostic tool. * Jean Delay, head of psychiatry at Sainte-Anne Hospital, Paris, with Jean-François Buisson, reports the antidepressant effect of isoniazid. ==Physics== * November 1 – Nuclear testing: Operation Ivy – The United States successfully detonates the first hydrogen device, codenamed \"Ivy Mike\" [\"m\" for megaton], at Eniwetok island in the Bikini Atoll located in the Pacific Ocean. The elements einsteinium and fermium are discovered in the fallout. * Geoffrey Dummer proposes the integrated circuit. ==Technology== * September 30 – The Cinerama widescreen film system, developed by Fred Waller, debuts with the movie This Is Cinerama at the Broadway Theatre in New York City. * October 7 – The barcode is patented in the United States by Norman J. Woodland and Bernard Silver, though it does not make its first appearance in an American shop until 1974. ==Awards== * Nobel Prizes ** Physics – Felix Bloch, Edward Mills Purcell ** Chemistry – Archer John Porter Martin, Richard Laurence Millington Synge ** Medicine – Selman Abraham Waksman ==Births== * February 2 – Ralph Merkle, American computer scientist, co-inventor of public- key cryptography. * February 15 – Frances Ashcroft, English geneticist. * February 19 – Marcia McNutt, American geophysicist and science editor. * February 28 – Simon P. Norton (died 2019), English mathematician, co- discoverer of 'monstrous moonshine'. * March 24 – Reinhard Genzel, German astrophysicist, Nobel Prize in Physics, co-discovererer of black holes. * July 15 – Ann Dowling, English mechanical engineer. * August 14 – Peter Fonagy, Hungarian-born British psychoanalyst and clinical psychologist. * August 25 – Charles M. Rice, American virologist, Nobel Prize in Physiology or Medicine, co-discovererer of the hepatitis C virus. * Venki Ramakrishnan, Indian-born American-British structural biologist. ==Deaths== * March 5 – Sir Charles Sherrington (born 1857), English neurophysiologist and bacteriologist, Nobel Prize in Physiology or Medicine 1932. * June 17 – Jack Parsons (born 1914), American rocket engineer and occultist. * September 5 – Hermann Stieve (born 1886), German anatomist and histologist. * November 2 – Chaim Weizmann (born 1874), Belarusian-born chemist, first President of Israel. * November 24 – André Rochon-Duvigneaud (born 1863), French ophthalmologist. * December 4 – Karen Horney (born 1885), German American psychoanalyst. * December 19 – Colonel Sir Charles Arden-Close (born 1865), British cartographer. ==Notes== Category:20th century in science Category:1950s in science",
 "title": "1952 in science"
}