{
 "id": "613553",
 "text": "Grigory Ivanovich Kulik (; 9 November 1890 – 24 August 1950), a Ukrainian Soviet military commander and Marshal of the Soviet Union, served as chief of the Red Army's Main Artillery Directorate from 1935 until June 1941. Known as an incompetent commander with a knowledge of military technology \"frozen in 1918\", he dismissed innovations such as tanks, anti-tank guns, and the Katyusha rocket launcher; only his personal friendship with Stalin (dating from service together in the Russian Civil War of 1917–1922) protected him from criticism. He had a reputation as a buffoon and a bully, who would shriek at subordinates who disagreed with him: \"Prison or a medal!\" Simon Sebag Montefiore, Stalin: The Court of the Red Tsar (2003), p. 332. On Stalin's orders, he was dismissed from his posts in 1946, arrested in 1947, and executed for treason in 1950. ==Early life== Kulik was born into a peasant family near Poltava in Ukraine. A soldier of the army of the Russian Empire in World War I, he served as a non-commissioned officer in the artillery. In 1917 he joined the Bolshevik Party and the Red Army during 1918. ==Civil war== At the beginning of the Russian Civil War, his friendship with the Bolshevik Kliment Voroshilov caused him to join the Red Army, resulting in an introduction to Stalin and the command of the artillery of the 1st Cavalry Army (co-led by Stalin and Voroshilov) at the Battle of Tsaritsyn during 1918. The position was almost entirely political in nature, a reward for Kulik joining the Reds and his loyalty to Voroshilov; Kulik himself did not have any experience with gun laying or commanding artillery crews, and the whole Bolshevik artillery force in Tsaritsyn consisted of 3 obsolete artillery pieces. Despite having little to no perceivable effect on the outcome of the battle, Kulik's performance greatly impressed Stalin. After the Civil War, Kulik continued as one of Stalin's favored and most politically reliable generals during Poland's 1919 invasion of the Soviet Union, which he commanded personally. His poor performance resulted in him being replaced by the former cavalry NCO Semyon Budyonny. Unfazed, Stalin promoted Kulik to the post of First Deputy People's Commissar for Defense directed by Voroshilov. == Artillery Directorate Chief == In 1937, Kulik was appointed chief of the Main Artillery Directorate, making him responsible for overseeing the development and production of new tanks, tank guns and artillery pieces. Kulik retained his opinions of the Red Army as it was during 1918, the last time he had had a field command. He denounced Marshal Tukhachevsky's campaign to redevelop the Red Army's mechanized forces into independent units like the Wehrmacht's Panzerkorps; the creation of separate divisions allowed them to use their greater maneuverability for Deep Battle-style maneuver warfare, rapidly exploiting breakthroughs rather than simply assisting the infantry. Correctly sensing that Stalin considered these new ideas as potential threats to his authority, Kulik successfully argued against the change. In an anonymous section of a report on the Spanish Civil War, Kulik noted that tanks not facing anti-tank weaponry were effective on the battlefield. He and Voroshilov argued that Tukhachevsky's theoretical style of warfare could not yet be carried out by the Red Army in its pre-war state, even if those theories were effective. Though Tukhachevsky was purged in 1937 because of Stalin and Voroshilov's dislike for him, his theories were at that time already widely influential in the Red Army. Though Kulik and Voroshilov's reforms moved the Red Army further away from deep operations doctrine, which had fallen out of favor due to many of its proponents being purged, as well as a lack of officers able to carry out the complicated operations required, the adjustment of Soviet military theory to better reflect the Red Army's actual operational capability would have a positive impact of the performance of the army in the opening days of WWII. Marshal Georgi Zhukov's use of deep operations techniques to great effect in Manchuria against the Japanese would eventually convince Stalin of their value, after which they were used effectively during Operation Bagration. thumb|Grigory Kulik 1936 Kulik criticized Marshal Voroshilov's endorsement of the production of the T-34 tank and his namesake KV-1 tanks, both of which would prove instrumental to the survival of the USSR. After Kulik was overruled by Stalin and ordered to produce the tanks anyway, he began deliberately delaying the production of ammunition and guns, resulting in a drastic shortage of 76.2mm shells. At the start of the war, no more than 12% of the T-34 and KV-1 tanks had a full ammunition load; few had any anti-tank rounds, most had no more than a few high explosive shells, and a shocking number had to rely solely on their coaxial machine guns, having no 76.2mm rounds at all.\"T-34/76 Medium Tank 1941-45\". Steven J. Zaloga, Peter Sarson. 10. Many T-34 and KV-1 tanks were sent into battle underarmed and eventually had to be abandoned by their crews when they ran out of ammunition. Prior to and during the early period of the war with Germany, Kulik interfered with the armament of the T-34 and KV-1 tanks. Though it was both more effective and cheaper than the L-11 gun then in use, Kulik opposed the adoption of the F-34 gun designed by Vasiliy Grabin's workshop at the Joseph Stalin Factory No. 92, as he was a political patron for the Leningrad Kirov Plant, which manufactured the L-11. Due to his status, the relevant armament bureaucrats failed to approve the newer gun for fear of retaliation. This eventually necessitated a rushed retrofit of the KV-1 and T-34's gun in the midst of the German invasion when it became apparent that the L-11 could not reliably penetrate even the lightly armored Panzer III, which was arriving in large numbers. This was facilitated by Grabin's disobedience; with the endorsement of Kulik's political enemies, he had secretly ordered the manufacture of a reserve stock of F-34 guns, predicting that they would soon be needed and that his decision would be lauded by Stalin once the gun had proven itself in battle. Grabin was correct; Kulik's objections were outweighed by the many letters from Soviet tank crewmen to Stalin endorsing the new gun. Kulik also disparaged the use of minefields as a defensive measure, considering this to be at odds with a properly aggressive strategy and terming minefields \"a weapon of the weak.\" This decision allowed for the essentially free movement of German forces across Russian defensive lines during Operation Barbarossa, with static defensive strongpoints being bypassed easily by Panzer spearheads and surrounded by infantry, forcing the defenders to surrender. He also zealously endorsed Stalin's exhortations against retreat, allowing whole divisions to be encircled and annihilated or starved into surrendering en masse. Eventually, after Kulik's demotion, the laying of multiple layers of anti-tank mines proved instrumental for both the successful defense of Leningrad during the German siege and the successful defensive actions against much stronger German armored forces at the Battle of Kursk. Kulik similarly scorned the German issue of the MP-40 submachine gun to their shock troops, stating that it encouraged inaccuracy and excessive ammunition consumption among the rank and file. He forbade the issue of the submachine gun PPD-40 to his units, stating that it was only suitable as a police weapon. It was not until 1941, after widespread demand for a weapon to match the MP-40 again overruled Kulik's restrictions, that a simple modification of the manufacturing process for the PPD-40 produced the PPSh-41, which proved to be amongst the most widely produced, inexpensive and effective small arms of the war, considered by many German infantrymen to be superior to the MP-40, with whole companies of Russian infantrymen eventually being issued the weapon for house-to-house fighting. Kulik refused to endorse the production of the innovative Katyusha rocket artillery system, stating \"What the hell do we need rocket artillery for? The main thing is the horse-drawn gun.\" Although it could have been produced much earlier in the war without his meddling, the Katyusha rocket artillery system eventually proved to be one of the most effective Soviet inventions of the war and a major advance in artillery technology. In 1939 he became Deputy People's Commissar of Defense, also participating with the Soviet occupation of Eastern Poland in September. He commanded the Soviet's artillery attack on Finland at the start of the Winter War, which quickly foundered. On 5 May 1940, Kulik's wife, Kira Kulik- Simonich, was kidnapped on Stalin's orders. She was subsequently executed by NKVD executioner Vasili Blokhin in June 1940.Simon Sebag Montefiore, Stalin: The Court of the Red Tsar (2003), p. 293-4, 332 It appears that Stalin then ordered the modern equivalent of a damnatio memoriae against the hapless woman; although she was described as very pretty, no photographs or other images of her survive.Joseph Abraham, (2020) Kings, Conquerors, Psychopaths: From Alexander to Hitler to the Corporation, Hidden Hills Press, p. 147 . Two days later, on 7 May 1940, Kulik was promoted to Marshal of the Soviet Union. He soon married again.Simon Sebag Montefiore, Stalin: The Court of the Red Tsar (2003), p. 332-333 Years after his appointment as Chief of Artillery (and his poor performance in two separate wars), Nikita Khrushchev questioned his competence, causing Stalin to rebuke him angrily: \"You don't even know Kulik! I know him from the civil war when he commanded the artillery in Tsaritsyn. He knows artillery!\"Sebag Montefiore, 332. ==Wartime command== When Germany invaded the USSR during June 1941, Kulik was given command of the 54th Army on the Leningrad front.John Erickson, Road to Stalingrad, 2003 Cassel Military Paperbacks edition, p.254 Here he presided over Soviet defeats that resulted in the city of Leningrad being surrounded and General Zhukov being rushed to the front in order to stabilize the defenses and take over Kulik's command. Zhukov states Kulik \"was relieved of his command, and the Stavka placed the 54th Army under the Leningrad Front\" on 29 September 1941. On June 22, the Defense Industries and the Artillery Directorate were transferred away from Kulik to a 32-year-old factory director, Dmitriy Ustinov. During March 1942 Kulik was court-martialed and demoted to the rank of Major-General. His status as one of Stalin's cronies saved him from the firing squad that was the fate of other defeated Soviet generals. During April 1943 he became commander of the 4th Guards Army. From 1944 to 1945 he was Deputy Head of the Directory of Mobilization, and deputy commander of the Volga Military District. ==Katyn Massacre== Kulik is positively known for his successful advocacy for the lives of more than 150,000 enlisted Polish POWs captured during the September 1939 Invasion of Poland. Stalin, concerned by invasion from Nazi Germany, had ordered all of the captured Poles to be executed as potential fifth- columnists; his decision was supported by Polish Front Commissar Lev Mekhlis and NKVD chief Lavrentiy Beria. Kulik, commander of the Polish Front, twice argued with Stalin for their release, eventually extracting the concession that only the 26,000 officers would be executed, while the more than 150,000 common enlisted men would be released. Despite Mekhlis and Beria's protests, the enlisted men were duly released. The 26,000 officers were executed less than a month later by Stalin's order (many by Blokhin) in the Katyn Massacre.Sebag Montefiore, 333. ==Downfall== After a respite during and immediately after the war, Stalin and his police chief Lavrentiy Beria began a new round of military purges due to Stalin's jealousy and suspicion of the generals' public standing. Kulik was dismissed from his posts during 1946 after NKVD telephone eavesdroppers overheard him grumbling that politicians were stealing the credit from the generals. Arrested during 1947, he remained in prison until 1950, when he was condemned to death and executed for treason. His memory was rehabilitated by Nikita Khrushchev during 1956 and he was posthumously restored to the rank of Marshal of the USSR. == References == ===Bibliography=== * * Category:1890 births Category:1950 deaths Category:People from Poltava Raion Category:People from Poltava Governorate Category:Bolsheviks Category:Central Committee of the Communist Party of the Soviet Union members Category:First convocation members of the Soviet of the Union Category:Marshals of the Soviet Union Category:Russian military personnel of World War I Category:Soviet military personnel of the Russian Civil War Category:Soviet people of the Spanish Civil War Category:People of the Soviet invasion of Poland Category:Soviet military personnel of the Winter War Category:Soviet military personnel of World War II Category:Ukrainian people of World War II Category:People executed for treason against the Soviet Union Category:Executed Soviet people from Ukraine Category:Ukrainian people executed by the Soviet Union Category:Soviet rehabilitations Category:Heroes of the Soviet Union Category:Recipients of the Order of Lenin Category:Recipients of the Order of the Red Banner Category:Burials at Donskoye Cemetery Category:Frunze Military Academy alumni",
 "title": "Grigory Kulik"
}