{
 "id": "613629",
 "text": "Spin (often stylized in all caps) was an American music magazine founded in 1985 by publisher Bob Guccione, Jr. Now owned by Next Management Partners, the magazine is an online publication since it stopped issuing a print edition in 2012. Spin releases accolades and year-end lists in the categories of Artists of the Year, Single of the Year, and Album of the Year. == History == === Early history === Spin was established in 1985 by Bob Guccione, Jr. In August 1987, the publisher announced it would stop publishing Spin, but Guccione Jr. retained control of the magazine and partnered with former MTV president David H. Horowitz to quickly revive the magazine. During this time, it was published by Camouflage Publishing with Guccione Jr. serving as president and chief executive and Horowitz as investor and chairman. In its early years, Spin was known for its narrow music coverage with an emphasis on college rock, grunge, indie rock, and the ongoing emergence of hip-hop, while virtually ignoring other genres, such as country and metal. It pointedly provided a national alternative to Rolling Stone's more establishment-oriented style. Spin prominently placed rising artists such as R.E.M., Prince, Run-D.M.C., Beastie Boys, and Talking Heads on its covers and did lengthy features on established figures such as Duran Duran, Keith Richards, Miles Davis, Aerosmith, Tom Waits, and John Lee Hooker. On a cultural level, the magazine devoted significant coverage to punk, alternative country, electronica, reggae and world music, experimental rock, jazz of the most adventurous sort, burgeoning underground music scenes, and a variety of fringe styles. Artists such as the Ramones, Patti Smith, Blondie, X, Black Flag, and the former members of the Sex Pistols, The Clash, and the early punk and New Wave movements were heavily featured in Spins editorial mix. Spins extensive coverage of hip-hop music and culture, especially that of contributing editor John Leland, was notable at the time. Editorial contributions by musical and cultural figures included Lydia Lunch, Henry Rollins, David Lee Roth and Dwight Yoakam. The magazine also reported on cities such as Austin, Texas, and Glasgow, Scotland, as cultural incubators in the independent music scene. A 1990 article on the contemporary country blues scene brought R. L. Burnside to national attention for the first time. Coverage of American cartoonists, Japanese manga, monster trucks, the AIDS crisis, outsider artists, Twin Peaks, and other non- mainstream cultural phenomena distinguished the magazine's dynamic early years. In July 1986, Spin published an exposé by Robert Keating on how the funds raised at the Live Aid concert may be inappropriately used. Beginning in January 1988, Spin published a monthly series of articles about the AIDS epidemic titled \"Words from the Front\". In 1990, Spin hired John Skipper in the new position of publishing director and president while Guccione, Jr. continued to serve as editor and publisher. In the early 1990s, Spin played an influential role on the grunge era, featuring alternative rock artists such as \"Nirvana and PJ Harvey on its covers when more mainstream magazines often failed to acknowledge them\". In 1994, two journalists working for the magazine were killed by a landmine while reporting on the Bosnian War in Bosnia and Herzegovina. A third, William T. Vollmann, was injured. In 1997, Guccione Jr. left the magazine after selling Spin to Miller Publishing for $43.3 million. The new owner appointed Michael Hirschorn as editor-in-chief. A partnership made up of Robert Miller, David Salzman, and Quincy Jones, Miller Publishing also owned Vibe, which together made up Vibe/Spin Ventures. In 1999, Alan Light, who previously served as editor of Vibe succeeded Hirschorn at Spin. ===Later years === Sia Michel was appointed editor-in-chief in early 2002 to succeed Light. With Michel as editor, according to Evan Sawdey of PopMatters, \"Spin was one of the most funny, engaging music publications out there, capable of writing about everyone from the Used to [Kanye West] with an enthusiasm and deep-seated knowledge in genre archetypes that made for page- turning reading\". In 2003, Spin sent Chuck Klosterman, a senior writer who joined the magazine in the 1990s, on a trip to visit the death sites of famous artists in rock music, which became the basis of his 2005 book, Killing Yourself to Live: 85% of a True Story. Klosterman wrote for Spin until 2006. In February 2006, Miller Publishing sold the magazine to a San Francisco-based company called the McEvoy Group LLC, which was also the owner of Chronicle Books. That company formed Spin Media LLC as a holding company. The new owners appointed Andy Pemberton, a former editor at Blender, to succeed Michel as editor-in-chief. The first and only issue to be published under Pemberton's editorship was the July 2006 issue which featured Beyoncé on the cover. Pemberton resigned from Spin in June 2006 and was succeeded by Doug Brod, who was executive editor during Michel's tenure. In 2008, the magazine began publishing a complete digital edition of each issue. For the 25th anniversary of Prince's Purple Rain, in 2009, Spin released \"a comprehensive oral history of the film and album and a free downloadable tribute that features nine bands doing song-for-song covers of the record\". In March 2010, the entire collection of Spin magazine back issues became freely readable on Google Books. Brod remained editor until June 2011 when he was replaced by Steve Kandell who previously served as deputy editor. In July 2011, for the 20th anniversary of Nirvana's 1991 album, Nevermind, the magazine released a tribute album including all 13 songs with each covered by a different artist. The album released for free on Facebook included covers by Butch Walker, Amanda Palmer and Titus Andronicus. With the March 2012 issue, Spin relaunched the magazine in a larger, bi-monthly format and, at the same time, expanded its online presence. In July 2012, Spin was sold to Buzzmedia, which eventually renamed itself SpinMedia. The September/October 2012 issue was the magazine's last print edition. It continued to publish entirely online with Caryn Ganz as its editor-in-chief. In June 2013, Ganz was succeeded by Jem Aswad, who was replaced by Craig Marks in June of the following year. In 2016, Puja Patel was appointed editor and Eldridge Industries acquired SpinMedia via the Hollywood Reporter-Billboard Media Group for an undisclosed amount. Matt Medved became editor in December 2018. Spin was acquired in 2020 by Next Management Partners. Jimmy Hutcheson serves chief executive officer with Daniel Kohn as editorial director and Spins founder, Guccione Jr., who rejoined the magazine as creative advisor. == Books == In 1995, Spin produced its first book, entitled Spin Alternative Record Guide. It compiled writings by 64 music critics on recording artists and bands relevant to the alternative music movement, with each artist's entry featuring their discography and albums reviewed and rated a score between one and ten. According to Pitchfork Media's Matthew Perpetua, the book featured \"the best and brightest writers of the 80s and 90s, many of whom started off in zines but have since become major figures in music criticism,\" including Rob Sheffield, Byron Coley, Ann Powers, Simon Reynolds, and Alex Ross. Although the book was not a sales success, \"it inspired a disproportionate number of young readers to pursue music criticism.\" After the book was published, its entry on 1960s folk artist John Fahey, written by Byron Coley, helped renew interest in Fahey's music, leading to interest from record labels and the alternative music scene. For Spins 20th anniversary in 2005, it published a book, Spin: 20 Years of Alternative Music, chronicling the prior two decades in music. The book has essays on grunge, Britpop, and emo, among other genres of music, as well as pieces on musical acts including Marilyn Manson, Tupac Shakur, R.E.M., Nirvana, Weezer, Nine Inch Nails, Limp Bizkit, and the Smashing Pumpkins. == Year-end lists == SPIN began compiling year-end lists in 1990. === Artist of the Year === {| class=\"wikitable\" style=\"font-size:0.95em;line-height:1.5em;\" !Year !Artist ! |- |1994 |The Smashing Pumpkins | |- |1995 |PJ Harvey | |- |1996 |Beck | |- |1997 |The Notorious B.I.G. | |- |1998 |Lauryn Hill | |- |1999 |Rage Against the Machine | |- |2000 |Eminem | |- |2001 |U2 | |- |2002 |The Strokes | |- |2003 |Coldplay | |- |2004 |Modest Mouse | |- |2005 |M.I.A. | |- |2006 |Artists on YouTube and MySpace | |- |2007 |Kanye West and Daft Punk | |- |2008 |Lil Wayne | |- |2009 |Kings of Leon | |- |2010 |LCD Soundsystem, Florence and the Machine, and The Black Keys | |- |2011 |Fucked Up | |- |2012 |Death Grips | |- |2013 |Mike Will Made It | |- |2014 |Sia | |- |2015 |Deafheaven | |- |2019 |Billie Eilish | |- |2020 |Run the Jewels | |- |2021 |Turnstile | |} ===Single of the Year=== {| class=\"wikitable\" style=\"font- size:0.95em;line-height:1.5em;\" ! Year ! Artist ! Song ! Nation ! |- | 1994 || Beck || \"Loser\" || || |- | 1995 || Moby || \"Feeling So Real\" || || |- | 1996 || Fugees || \"Ready or Not\" || || |- | 1997 || The Notorious B.I.G. || \"Hypnotize\" || || |- | 1998 || Fatboy Slim || \"The Rockafeller Skank\" || || |- | 1999 || TLC || \"No Scrubs\" || || |- | 2000 || Eminem || \"The Real Slim Shady\" || || |- | 2001 || Missy Elliott || \"Get Ur Freak On\" || || |- | 2002 || Eminem || \"Cleanin' Out My Closet\" || || |- | 2003 || 50 Cent || \"In da Club\" || || |- | 2004 || Green Day || \"American Idiot\" || || |- | 2005 || Gorillaz || \"Feel Good Inc.\" || || |- | 2006 || Gnarls Barkley || \"Crazy\" || || |- | 2007 || Kanye West || \"Stronger\" || || |- | 2008 || M.I.A. || \"Paper Planes\" || || |- | 2009 || Yeah Yeah Yeahs || \"Zero\" || || |- | 2010 || CeeLo Green || \"Fuck You\" || || |- | 2011 || Adele || \"Rolling in the Deep\" || || |- | 2012 || GOOD Music || \"Mercy\" || || |- | 2013 || Daft Punk || \"Get Lucky\" || || |- | 2014 || Future Islands || \"Seasons (Waiting on You)\" || || |- | 2015 || Justin Bieber || \"What Do You Mean?\" || || |- | 2016 || Rae Sremmurd || \"Black Beatles\" || || |- | 2017 || Calvin Harris, Frank Ocean, and Migos || \"Slide\" || || |- | 2018 || Valee and Jeremih || \"Womp Womp\" || || |- | 2019 || Big Thief || \"Orange\" || || |- | 2020 || Bartees Strange || \"Boomer\" || || |- | 2021 || Japanese Breakfast || \"Be Sweet\" || || |} ===Album of the Year=== {| class=\"wikitable\" style=\"font-size:0.95em;line- height:1.5em;\" !Year !Artist !Album !Nation ! |- |1990 |Ice Cube |AmeriKKKa's Most Wanted | | |- |1991 |Teenage Fanclub |Bandwagonesque | | |- |1992 |Pavement |Slanted and Enchanted | | |- |1993 |Liz Phair |Exile in Guyville | | |- |1994 |Hole |Live Through This | | |- |1995 |Moby |Everything is Wrong | | |- |1996 |Beck |Odelay | | |- |1997 |Cornershop |When I Was Born for the 7th Time | | |- |1998 |Lauryn Hill |The Miseducation of Lauryn Hill | | |- |1999 |Nine Inch Nails |The Fragile | | |- |2000 |Radiohead |Kid A | |Spin, January 2001. |- |2001 |System of a Down |Toxicity | | |- |2002 | rowspan=\"2\" |The White Stripes |White Blood Cells | rowspan=\"2\" | | |- |2003 |Elephant | |- |2004 | rowspan=\"2\" |Kanye West |The College Dropout | rowspan=\"2\" | | |- |2005 |Late Registration | |- |2006 |TV on the Radio |Return to Cookie Mountain | | |- |2007 |Against Me! |New Wave | | |- |2008 |TV on the Radio |Dear Science | | |- |2009 |Animal Collective |Merriweather Post Pavilion | | |- |2010 |Kanye West |My Beautiful Dark Twisted Fantasy | | |- |2011 |Fucked Up |David Comes to Life | | |- |2012 |Frank Ocean |Channel Orange | | |- |2013 |Kanye West |Yeezus | | |- |2014 |The War on Drugs |Lost in the Dream | | |- |2015 |Kendrick Lamar |To Pimp A Butterfly | | |- |2016 |Solange Knowles |A Seat at the Table | | |- |2017 |Kendrick Lamar |Damn. | | |- |2018 |The 1975 |A Brief Inquiry into Online Relationships | | |- |2019 |Big Thief |Two Hands | | |- |2020 |Fiona Apple |Fetch the Bolt Cutters | | |- |2021 |Turnstile |Glow On | | |} Note: The 2000 album of the year was awarded to \"your hard drive\", acknowledging the impact that filesharing had on the music listening experience in 2000.Spin, January 2001. Kid A was listed as number 2, the highest ranking given to an actual album. ==References== == External links == * *Spin, for full view on Google Books Category:Bimonthly magazines published in the United States Category:Music magazines published in the United States Category:Online magazines published in the United States Category:Defunct magazines published in the United States Category:Magazines established in 1985 Category:Magazines disestablished in 2012 Category:Magazines published in New York City Category:Online magazines with defunct print editions Category:1985 establishments in the United States",
 "title": "Spin (magazine)"
}