{
 "id": "61376",
 "text": "Correa is a genus of eleven species of flowering plants in the family Rutaceae that are endemic to Australia. Plants in the genus Correa are shrubs to small trees with simple leaves arranged in opposite pairs, bisexual flowers with four sepals, four petals usually fused for most of their length and eight stamens. ==Description== Plants in the genus Correa are shrubs to small trees with simple leaves arranged in opposite pairs. The flowers are bisexual and are arranged in cymes in leaf axils or on the ends of branchlets. The four sepals are fused, at least at the base, forming a cup-shaped calyx. The four petals are usually fused for most of their length to form a tubular corolla and the eight stamens are free from each other. There are four carpels fused at the base, the four styles are fused and the stigma is similar to the style. The follicles contain up to two dull brown seed that are released explosively. ==Taxonomy== The genus Correa was first formally described in 1798 by Henry Cranke Andrews in The Botanist's Repository for New, and Rare Plants and the first species he described was Correa alba. The genus is named after the Portuguese botanist José Correia da Serra (1750–1823), known as Abbé Correa.1911 edition of Encyclopædia Britannica. ===Species list=== The following is a list of species, subspecies and varieties of Correa accepted by the Australian Plant Census as at July 2020: *Correa aemula (Lindl.) F.Muell. (S.A., Vic.) - hairy correa *Correa alba Andrews (S.A., N.S.W., Vic., Tas.) - white correa **C. alba Andrews var. alba (N.S.W., Vic., Tas.) **C. alba var. pannosa Paul G.Wilson (S.A., Vic.) - velvet white correa **C. alba Andrews var. rotundifolia DC (Tas.) - Dunally correa *Correa backhouseana Hook. (W.A., S.A., Vic., Tas.) **C. backhouseana Hook. var. backhouseana (Vic., Tas.) - coast correa, velvet correa **C. backhouseana var. coriacea (Paul G.Wilson) Paul G.Wilson (W.A., S.A.) **C. backhouseana var. orbicularis Paul G.Wilson (Kangaroo Island) - round-leaf correa *Correa baeuerlenii F.Muell. (N.S.W.) - chef's hat correa *Correa calycina J.M.Black (S.A.) - South Australian green correa **Correa calycina J.M.Black var. calycina (S.A.) - Hindmarsh correa **Correa calycina var. halmaturorum Paul G.Wilson (S.A.) - De Mole River correa *Correa decumbens F.Muell. (S.A.) - spreading correa *Correa eburnea Paul G.Wilson (S.A.) - Deep Creek correa *Correa glabra Lindl. (S.A., Qld., N.S.W., Vic.) - rock correa **C. glabra Lindl. var. glabra (Qld., N.S.W., Vic.) **C. glabra var. leucoclada (Lindl.) Paul G.Wilson (S.A.,N.S.W.) **C. glabra var. turnbullii (Ashby) Paul G.Wilson (S.A.) - narrow-bell correa *Correa lawrenceana Hook. (N.S.W., A.C.T., Vic. Tas.) - mountain correa ** C. lawrenceana var. cordifolia Paul G.Wilson (N.S.W., A.C.T., Vic.) - pink mountain-correa ** C. lawrenceana var. genoensis Paul G.Wilson Paul G.Wilson (N.S.W., Vic.) - Genoa River correa. ** C. lawrenceana var. glandulifera Paul G.Wilson (Qld., N.S.W.) ** C. lawrenceana var. grampiana Paul G.Wilson (Vic.) - Grampians mountain-correa ** C. lawrenceana. var. latrobeana (F.Muell. ex Hannaford) Paul G.Wilson (N.S.W., Vic.) ** C. lawrenceana Hook. var. lawrenceana (Tas., A.C.T.) ** C. lawrenceana var. macrocalyx (Blakely) Paul G.Wilson (N.S.W.) ** C. lawrenceana var. rosea Paul G.Wilson (N.S.W.) - red mountain correa *Correa pulchella Sweet (S.A.) - salmon correa *Correa reflexa (Labill.) Vent. (S.A., Qld., N.S.W., A.C.T., Vic., Tas.) - common correa, native fuchsia **C. reflexa (Labill.) Vent. var. reflexa - Common Correa **C. reflexa var. angustifolia Paul G.Wilson (Vic.) - Grampians correa **C. reflexa var. insularis Paul G.Wilson (S.A.) **C. reflexa var. lobata Paul G.Wilson (Vic.) - Powelltown correa **C. reflexa var. nummulariifolia (Hook.f.) Paul G.Wilson (Tas.) - roundleaf correa **C. reflexa Paul G.Wilson var. reflexa (S.A., Qld., N.S.W., A.C.T., Vic., Tas.) - western correa **C. reflexa var. scabridula Paul G.Wilson (S.A., Vic.) - western correa **C. reflexa var. speciosa (Donn ex Andrews) Paul G.Wilson (N.S.W., Vic.) - eastern correa ==Use in horticulture== Many Correa hybrids are grown in Australian gardens. They are generally easy to grow. Correa alba and C. glabra varieties are the hardiest withstanding heavy frost and severe droughts. They can be grown in either full sun or a partly shaded spot in the garden. Correa glabra varieties have fragrant leaves. Correa lawrenceana is the largest of the correas. These need to be grown in the shade and do best in an understorey habitat. They are highly attractive to birds for both nectar and nest sites and are ideally planted in a thicket. Correa pulchella varieties produce the most beautiful coloured bells ranging from pale pink to deep orange to carmine. They need to be grown in part shade and watered regularly. Correa reflexa varieties range in colour from green to deep red. They also need to be grown in a partly shaded position and watered regularly. Some Correa species, such as C. eburnea and C. calycina, are endangered and difficult to obtain in the nursery trade. There are also hundreds of named cultivars, many of which have been registered with the Australian Cultivar Registration Authority (ACRA). In cultivation in the UK the following species and cultivars have received the Royal Horticultural Society's Award of Garden Merit:- *Correa backhouseana *Correa pulchella *Correa reflexa *Correa 'Dusky Bells' *Correa 'Mannii' ==References== ==Further reading== \"Correas: Australian Plants for Waterwise Gardens\" Maria Hitchcock Rosenberg 2010 Category:Zanthoxyloideae genera",
 "title": "Correa (plant)"
}