{
 "id": "613887",
 "text": "Frederick Wordsworth Ward (1835 – 25 May 1870), better known by the self- styled pseudonym of Captain Thunderbolt, was an Australian bushranger renowned for escaping from Cockatoo Island, and also for his reputation as the \"gentleman bushranger\" and his lengthy survival, being the longest-roaming bushranger in Australian history. ==Early years== Frederick Ward was the son of convict Michael Ward, (\"Indefatigable\" 1815) and his wife Sophia, and was born in 1835, the youngest of ten around the time his parents moved from Wilberforce, New South Wales to nearby Windsor. Ward entered the paid workforce at an early age, and was employed at the age of eleven by the owners of \"Aberbaldie Station\" near Walcha, New South Wales as a \"generally useful hand\" although he remained with them for only a short time. He worked at many stations in northern NSW over the next 10 years, including the famed horse- stud Tocal, and his horsemanship skills soon became evident. Horsebreaking became one of his most important duties. Not much is known about Michael and Sophia's early married life, but they had ten children; William \"Harry\", Sophia Jane, Sarah Ann, Amelia \"Emily\", Edward B, Joshua, George E, Esther P, Selina Maria and Frederick Wordsworth (a.k.a. Thunderbolt). In 1856 Ward's nephew John Garbutt became the ringleader of a large horse and cattle stealing operation, and enticed other members of the extended Ward family to join him. Fred Ward helped drive some four dozen of the stolen horses from the Lambs Valley property of his brother William to Windsor where they were sold at auction. Ward and his nephews John and James Garbutt were all convicted, the Garbutts of horse-stealing and Ward of receiving stolen horses knowing them to be stolen. They each received a sentence of ten years with hard labour and were sent to the Cockatoo Island penal establishment. Released on tickets of leave after serving four years, Ward and his nephews settled in the Mudgee district where John Garbutt met and married a wealthy widow, Elizabeth Blackman, owner of Cooyal inn and station. They employed Fred to work for them at Cooyal. There Fred met Mary Ann Bugg, who was then living with ex-convict James McNally and her children at their Cooyal farm. Mary Ann fell pregnant with Fred's child a short time later. In breach of ticket-of-leave regulations, Ward left the Mudgee district to take Mary Ann back to her father's farm at Monkerai near Dungog for the baby's delivery. He returned late for his three-monthly muster and, consequently, the authorities revoked his ticket-of-leave. Ward compounded the problem by arriving in Mudgee on a \"stolen\" horse (although the owner admitted at Ward's trial that the horse had simply gone missing from his property, that he had \"heard\" that it had been seen near Cooyal but that he had not attempted to retrieve it). Ward was sent back to Cockatoo Island to serve the remaining six years of his original sentence plus an additional three years for being in possession of a stolen horse. ==Escape from Cockatoo Island== On 11 September 1863 Ward and a companion, Frederick Britten, slipped away from their Cockatoo Island workgang and hid for two days before swimming from the north side of the island, almost certainly to Woolwich. While most Thunderbolt books claim that Mary Ann Bugg assisted Ward in his escape, others claim she in fact remained working in Dungog throughout Ward's second term on Cockatoo Island, and did not see him again until after his escape.Bushranger Thunderbolt and Mary Ann Bugg: Did Mary Ann Bugg help Fred Ward escape from Cockatoo Island? http://www.thunderboltbushranger.com.au/analysis-mab-help-escape-ci.html ==Bushranging years== thumb|Sign pointing to one of Thunderbolt's hideouts in the New England area of New South Wales Ward and Britten headed to the New England district where they robbed a shepherd's hut at Gostwyck, near Uralla on 24 October. Three days later, while they were waiting to ambush the mail near the Big Rock or Split Rock (now Captain Thunderbolt's Rock), they were spotted by troopers. In the ensuing gunfight, Ward was shot in the back of the left knee, an injury that left a critical identifying mark that helped to identify his body after his death. The pair separated a few weeks later. Ward gained the nickname \"Thunderbolt\" during the Rutherford toll-bar robbery on 21 December when the toll-bar keeper told Police that the door burst open like the sound of a thunderbolt. The newspaper (Maitland Mercury)reported this and the name stuck. Nobody knew the identity of the hold-up man at that time. Over the following six-and-a-half years, Ward robbed mailmen, travellers, inns, stores and stations across much of northern New South Wales - from the Hunter Region north to Queensland and from Tamworth nearly as far west as Bourke. He was accompanied by three other men, early in 1865, when he went on a crime spree in the north-western plains, but the gang disbanded after young John Thompson was shot and captured at Millie, near Moree. Later that same year, he joined forces with another two felons but his second gang disbanded soon after one of them, Jemmy the Whisperer, shot a policeman. There is no evidence Fred Ward actually ever shot at anyone during his bushranging career. He was known to show his guns rather than brandish them or discharge them. Instead he relied on superior horseflesh to make good his getaway. He is credited with having stolen or commandeered over 40 thoroughbred racehorses in his time on the road. Thereafter Ward employed only young malleable accomplices: Thomas Mason in 1867 and William Monckton in 1868.Bushranger Thunderbolt and Mary Ann Bugg: Timeline 1868 http://www.thunderboltbushranger.com.au/timeline-1868.html After Monckton left him, Ward remained largely in seclusion, surfacing only a handful of times in the next eighteen months to commit robberies. ==Death and speculation== thumb|left|280px|Death of Thunderbolt. On 25 May 1870, after allegedly robbing travellers near the Big Rock, Ward was shot and killed by Constable Alexander Binney Walker at Kentucky Creek near Uralla. His capture and death followed a difficult pursuit of several miles through rough terrain. The bushranger had spent his last few hours in and about the Royal Oak Inn, close by Split Rock, at Church Gully. There is much to support a contention that his judgement at that time was impaired by alcohol. Publican John Blanch, served the outlaw's last drinks at gun point. Thunderbolt ignored Eliza Blanch's warning to get away, the traps were in sight.Blanch, Russ. Chapters 2, 3 &4 \"Thunderbolts Last Hours\" Ward's body was identified at a magisterial inquiry the next day by the gunshot wound on the back of his left knee, as well as by his height, hair and eye colouring, and moles and warts noted in the Police Gazette Reward Notice in the aftermath of his escape from Cockatoo Island.Sydney Morning Herald 1 June 1870 p.5 Additionally, three witnesses testified under oath that they could personally identify the body as that of Fred Ward: his former accomplice William Monckton, a fellow Mudgee employee named George William Pearson, and Senior Sergeant John George Balls who had worked on Cockatoo Island during Ward's incarceration there. Hundreds flocked to see the body and a large sum was raised by the local community as a gesture of appreciation for Constable Walker. Walker, along with several others, was eventually awarded a silver medal for bravery. It has been speculated Ward did not die at Kentucky Creek on 25 May 1870, with some people believing another man died instead. In March 2010, the NSW Legislative Council went so far as to demand the release of archival records relating to Ward's death, a motion introduced by Nationals upper house whip Rick Colless. These alternative theories surrounding Ward's death, however, are believed to lack credibility, with the 2010 parliamentary standing order described as frivolous by some historians. ==Birth of Frederick Wordsworth Ward Jnr == Ward's relationship with Mary Ann Bugg had ended late in 1867, so he was perhaps unaware that Mary Ann Bugg gave birth to his namesake in August 1868.Birth Certificate: Registry of BDM 1868/0016881 & Baptism entry Registry of BDM Vol. 161 No.1400 Frederick Wordsworth Ward Jnr took the surname of his stepfather although by occupation he walked in the shoes of his birth-father. He became a groom and later a horse-trainer, and died unmarried as Frederick Wordsworth Burrows in 1937.Death Certificate: Registry of BDM Year 1937 No.16011 ==Legacy== The legend of Thunderbolt is exhibited at McCrossin's Mill Museum in Uralla and includes the series of nine paintings by Phillip Pomroy of the events that led to Fred Ward's death. Thunderbolts Way is a road that extends from Gloucester to Inverell, following much of his original route between the Hunter Valley and the North West slopes and plains. \"Thunderbolt's Trail\" is a 4WD fire trail located in the Barrington Tops State Forest which follows part of his original route. A bullet hole in the wall of the Moonan Flat pub, made by the bushranger during a hold up, was on display near Scone, but has been painted over.Archived at Ghostarchive and the Wayback Machine: ==Cultural depictions== Thunderbolt's story has been dramatised several times. * Ambrose Pratt in 1905 edited William Monckton's \"Three Years with Thunderbolt,\"Australian Town and Country Journal 18 October 1905 p.54 A Famous Bushranger, NLA, Retrieved 4 August 2016 which he and A. S. Joseph turned into a melodrama \"Thunderbolt\",Sunday Times 15 October 1905 p.2 The Theatres: Royal-\"Thunderbolt\", NLA, Retrieved 4 August 2016 performed for the first time on 14 October 1905 by William Anderson's company at the Theatre Royal in Sydney. The part of Thunderbolt was played by Laurence Dunbar.Sydney Morning Herald 16 October 1905 p.3 Theatre Royal-\"Thunderbolt\", NLA, Retrieved 4 August 2016 * John Gavin played him in the 1910 silent film Thunderbolt. * Cecil Holmes made Captain Thunderbolt in 1951 with locations in New England. After distribution difficulties, the premiere was in June 1955 at the Capitol Theatre, Armidale. The Sydney release was on 8 September 1955 at the Lyric, George Street. No complete print of the film is now known. The trailer was uncovered in January 2010 by the National Film and Sound Archive. The film is a focus item in NFSA's Search for Australia's Lost Films. *Tom Roberts 1895 painting In a corner on the Macintyre depicts Captain Thunderbolt in a shootout with police. thumb|Not Captain Thunderbolt. This picture has been widely reproduced after being published in Hamilton and Sinclair's Thunderbolt: Scourge of the Ranges as a photograph of Frederick Ward (alias Captain Thunderbolt). Shortly after, descendants of another man proved that he was their own ancestor, not Frederick Ward. ==See also== * Bald Rock National Park * Blanch's Royal Oak Inn * Captain Thunderbolt's Death Site * Captain Thunderbolt's Grave * Captain Thunderbolt's Rock ==References== ===Bibliography=== * ==External links == * * The Thunderbolt Mystery (Doco- Drama Film) www.thunderboltmovie.com * * * * * * *2012 THUNDERBOLTS LAST HOURS. Russ Blanch. for researched location diagrams of Thunderbolts last hours. * The Thunderbolt Mystery (Docu-Drama) * Children's novels in the 'Tommy Bell, bushranger boy' series, by author Jane Smith, feature a time- travelling boy's adventures with Captain Thunderbolt in episodes 1 (Shoot-out at the rock) and 6 (Mrs Thunderbolt). www.janesmithauthor.com/books.html#tommybell Category:1835 births Category:1870 deaths Category:Bushrangers Category:Deaths by firearm in New South Wales Category:Escapees from New South Wales detention Category:People from New England (New South Wales)",
 "title": "Captain Thunderbolt"
}