{
 "id": "61386",
 "text": "John Canaparius () was a Benedictine monk at the Aventine monastery in Rome. It had been long assumed that in the year 999 he wrote the first Vita sancti Adalberti episcopi Pragensis, or \"Life of St. Adalbert of Prague\" just two years after Adalbert's death. Adalbert was sent by Pope Gregory V to convert the pagan Old Prussians to Christianity and had come to Prussia, apparently taking the route along the Vistula River to reach the Baltic Sea at „urbem Gyddanyzc“.,Ipse vero (Adalbertus) adiit primo urbem Gyddanyzc, quam ducis (Palamiorum Bolizlavi) latissima regna dirimentum maris confinina tangunt. Kazimierz Lucyan Ignacy: Beiträge zur Beantwortung der Frage nach der Nationalität des Nicolaus Copernicus, 1872 which is identified with the later Gdańsk (Danzig). Then a small trading and fishing settlement with wooden buildings, it was anyway recorded by Canaparius as „urbs“, city. It is, however, now assumed by Johannes Fried, that the 'Vita' was not written by Canaparius, but was written down in Liège, with the oldest traceable version having been at the imperial Adalbert shrine at Aachen. It was only recently recovered at the Marienstift, and is used to reconstruct the archetype of the 'Vita'.Jürgen Hoffmann, Vita Adalberti. Früheste Textüberlieferungen der Lebensgeschichte Adalberts von Prag (Europäische Schriften der Adalbert- Stiftung-Krefeld, Band 2), Essen 2005, Bishop Notger of Liège, a hagiographer himself, apparently had knowledge of the earlier handwritten Vita from Aachen. The imperial court at Aachen had in 997 assembled immediately upon receiving word of Adalbert's death and had thereupon planned the upcoming events. Another famous biographer of Adalbert was St. Bruno of Querfurt who wrote his hagiography in 1001–1004. Nikolaus von Jeroschin translated the Vita Sancti Adalberti into Middle High German in the 14th century. == Editions in Latin == * Monumenta Germaniae Historica, Scriptores (in folio) Bd. 4, S. 581-595; *Johannes Canaparius, S. Adalberti Pragensis episcopi et martyris vita prior, hrsg. von Jadwiga Karwasińska, Monumenta Poloniae historica, Seria nova 4/2, Warschau 1969; == Literature == *Johannes Fried, Gnesen – Aachen – Rom. Otto III. und der Kult des hl. Adalbert. Beobachtungen zum älteren Adalbertsleben, in: Michael BORGOLTE (Hg.), Polen und Deutschland vor 1000 Jahren. Die Berliner Tagung über den „Akt von Gnesen“, Berlin 2002, S. 235 ff. == External links == *Thesis of Fried *Besprechung des gedruckten Aufsatzes von 2002 Category:10th-century Italian writers Category:Italian Benedictines Category:Christian hagiographers Category:10th-century Christian monks Category:10th-century Latin writers",
 "title": "John Canaparius"
}