{
 "id": "614225",
 "text": "The Eikon Basilike (Greek: Εἰκὼν Βασιλική, the \"Royal Portrait\"), The Pourtrature of His Sacred Majestie in His Solitudes and Sufferings, is a purported spiritual autobiography attributed to King Charles I of England. It was published on 9 February 1649, ten days after the King was beheaded by Parliament in the aftermath of the English Civil War in 1649. == Contents and authorship == Written in a simple, moving and straightforward style in the form of a diary, the book combines irenic prayers urging the forgiveness of Charles's executioners with a justification of royalism and the King's political and military programme that led to the Civil War. It is by no means certain that Charles wrote the book. After the Restoration, John Gauden, bishop of Worcester, claimed to have written it. Scholars continue to disagree about the merits of this claim, though assuming that if Gauden wrote it, he had access to Charles's papers when he did so. Jeremy Taylor is also said to have had a hand in its revision, and to be the source of its title; an earlier draft bore the name Suspiria Regalia, the \"Royal Sighs\". Some later editions of the Eikon Basilike contained a sworn statement by William Levett, Esq., longtime courtier and groom of the bedchamber to the King, that Levett had witnessed Charles writing the text during the time that Levett accompanied him in his imprisonment on the Isle of Wight. A witness to the King's execution, Levett later helped transport the King's body back to Windsor Castle for burial. Whoever wrote the Eikon Basilike, its author was an effective prose stylist, one who had partaken deeply of the solemn yet simple eloquence of Anglican piety as expressed in Cranmer's Book of Common Prayer. The end result is an image of a steadfast monarch who, while admitting his weaknesses, declares the truth of his religious principles and the purity of his political motives, while trusting in God despite adversity. Charles's chief weakness, it says, was in yielding to Parliament's demands for the head of the Earl of Strafford; for this sin, Charles paid with his throne and his life. Its portrait of Charles as a martyr invited comparison of the King to Jesus. The pathos of this dramatic presentation made it a master stroke of Royalist propaganda. The book was extremely popular despite official disapproval during the Protectorate and the Restoration; it went into 36 editions in 1649 alone. In 1657 it even appeared in musical form, with a verse rendering by Thomas Stanley and music by John Wilson. The musical setting blended the austere style of the metrical psalter, favoured by the Puritans, with fashionable (and Catholic) instrumental accompaniment provided by an organ, theorbo or another such continuo instrument. Because of the favourable impression the book made of the King, Parliament commissioned John Milton to write a riposte to it, which he published under the title Eikonoklastes (\"The Icon-Breaker\") in 1649. Milton's response sought to portray the image of Charles, and the absolute monarchy he aspired to, as idols, claiming a reverence due only to God, and therefore justly overthrown to preserve the law of God. This theological counterattack failed to dislodge the sentimental narrative of the Eikon itself from public esteem. A satire on the work, Eikon Alethine, was also published in 1649. == Frontispiece == The frontispiece was engraved by William Marshall. Seven versions are known to exist, with minor variations (for example, the angle of the King's head, and thus whether or not his left eye is visible). center The heavily allegorical frontispiece of the Eikon Basilike depicts the King as a Christian martyr. The Latin texts read: * IMMOTA, TRIVMPHANS — \"Unmoved, Triumphant\" (scroll around the rock); * Clarior é tenebris — \"Brighter through the darkness\" (beam from the clouds); * CRESCIT SUB PONDERE VIRTVS — \"Virtue grows beneath weights\" (scroll around the tree); * Beatam & Æternam — \"Blessed and Eternal\" (around the heavenly crown marked GLORIA (\"Glory\")); meant to be contrasted with: ** Splendidam & Gravem — \"Splendid and Heavy\" (around the Crown of England, removed from the King's head and lying on the ground), with the motto Vanitas (\"vanity\"); and ** Asperam & Levem — \"Bitter and Light\", the martyr's crown of thorns held by Charles; contains the motto Gratia (\"grace\"); * Coeli Specto — \"I look to Heaven\"; * IN VERBO TVO SPES MEA — \"In Thy Word is My Hope\"; * Christi Tracto — \"I entreat Christ\" or \"By the word of Christ\"; * Mundi Calco — \"I tread on the world\". thumb|The Eikon Basilikes frontispiece by William Marshall, with explanations. In the first edition, the frontispiece was accompanied by Latin and English verses that explain it. The English verses go: > Though clogg'd with weights of miseries Palm-like Depress'd, I higher rise. > And as th'unmoved Rock out-brave's The boist'rous Windes and rageing waves > So triumph I. And shine more bright In sad Affliction's darksom night. That > Splendid, but yet toilsom Crown Regardlessly I trample down. With joie I > take this Crown of thorn, Though sharp, yet easy to be born. That heavn'nly > Crown, already mine, I view with eies of Faith divine. I slight vain things: > and do embrace Glorie, the just reward of Grace. ==King Charles venerated by the Church of England== The Eikon Basilike and its portrait of Charles's execution as a martyrdom were so successful that, at the Restoration, a special commemoration of the King on 30 January was added to the Book of Common Prayer, directing that the day be observed as an occasion for fasting and repentance. On 19 May 1660, the Convocation of Canterbury and York canonised King Charles at the urging of Charles II, and added his name to the prayer book. Charles I is the only saint formally canonised by the Church of England. The commemoration was removed from the prayer book by Queen Victoria in 1859. Several Anglican churches and chapels are dedicated to \"King Charles the Martyr\". The Society of King Charles the Martyr was established in 1894 to work for the restoration of the King's name to the Calendar and to encourage the veneration of the Royal Martyr. ==Representation of Charles as martyr in the text== Richard Helgerson suggests that Eikon Basilike represents the culmination of the representational strategies of Charles' immediate Tudor and Stuart predecessors: the textual absolutism of King James and the \"iconic performativity\" of Elizabeth. In addition to the way it recapitulates previous modes of royal representation, Helgerson notes a certain affinity between the textual aesthetics of the \"King's Book\" and those of the Counter-Reformation: \"Eikon Basilike drew on a set of culturally conditioned responses against which the new culture of print was defining itself, responses that had previously served Elizabeth and Shakespeare and that even then were serving Counter-Reformation Catholicism. This unbookish—indeed anti-bookish—book thus turned print against itself\". In Helgerson's view, Eikon Basilike draws upon devotional impulses that both precede and supersede the dominance of the print-obsessed Protestant scripturalism ascendant at the moment of Charles' execution. == Quotation == == References == === Bibliography === * . * . * * . * . == Editions == * . == See Also == * Society of King Charles the Martyr * English Civil War * Eikonoklastes == External links == * Eikon Basilike, 1648, color page scan from Internet Archive * Milton's Eikonoklastes, 1649, color page scan from Internet Archive * Eikon Basilike, 1904, digital text, from Project Canterbury * Selections and summary of Milton's Eikonoklastes. Category:1649 books Category:Books of Christian biography Category:English Civil War Category:History of Christianity in the United Kingdom Category:Memoirs of imprisonment Category:Political autobiographies Category:Charles I of England Category:Books written by royalty",
 "title": "Eikon Basilike"
}