{
 "id": "614704",
 "text": "The Convention Army (1777–1783) was an army of British and allied troops captured after the Battles of Saratoga in the American Revolutionary War. ==Convention of Saratoga== On 17 October 1777, British General John Burgoyne surrendered his army according to terms negotiated with American general Horatio Gates following the 7 October Battle of Bemis Heights. The terms were titled the Convention of Saratoga, and specified that the troops would be sent back to Europe after giving a parole that they would not fight again in the conflict.Morrissey (2000), p. 87 The British army was accorded the honours of war, and Burgoyne had his sword returned to him by Gates. Baroness Frederika Riedesel, wife of General Riedesel, just emerged from her shelter in the cellar of the Marshall House, attended the surrender ceremony which she vividly describes in her Journal: \"On the 17th of October the capitulation was consummated. The generals waited upon the American general-in-chief, Gates, and the troops laid down their arms, and surrendered themselves prisoners of war\". ==Cambridge== A total of about 5,900 British, German, and Canadian troops surrendered at Saratoga.Morrissey (2000), p. 86 Under guard by John Glover's troops, they were marched to Cambridge, Massachusetts, where they arrived on 8 November. The rank and file were quartered in crude barracks that had been constructed during the 1775 siege of Boston, while most of the officers were billeted in houses. The army ended up spending about one year in Cambridge, while negotiations concerning its status took place in military and diplomatic channels. During this year, about 1,300 prisoners escaped, often because they became involved with local women while working on farms in the area.Ferling (2007), p. 432 The Continental Congress ordered Burgoyne to provide a list and description of all officers to ensure that they would not return. When he refused, Congress revoked the terms of the convention, resolving in January 1778 to hold the army until King George III ratified the convention, an act they believed unlikely to happen, as it represented an acknowledgment of American independence. ==Virginia== In November 1778, the Convention Army began marching south 700 miles (1,100 km) to Charlottesville, Virginia, arriving in uncharacteristically snowy weather in January 1779. Approximately 600 men escaped during the march. They were held at the hastily and poorly constructed Albemarle Barracks until late 1780, under the guard of Lt. Col Joseph Crockett's Western Battalion. During the army's years in Virginia it had an important economic impact on the Blue Ridge area of Virginia. The Virginia troops assigned to guard duty were generally better fed and equipped than any other forces, so that prisoner letters would reflect a strong Continental Army. Money sent by the prisoner's families in Britain and Germany provided a lot of hard currency and coin for the back-country area. The presence of the POWs created new demands for food and other goods – items for which they had to pay steep prices. Thomas Jefferson estimated that the presence of the prisoners increased the area's circulating currency by at least $30,000 a week. High-ranking officers, and sometimes their wives, such as the Major General Riedesel and his wife and Major General William Phillips were sought as guests on the social scene. The rank-and-file, however, dealt with miserable living conditions as the small amount of money appropriated to build the barracks proved inadequate. \"Each barrack,\" observed Lieutenant August Wilhelm Du Roi, \"is 24 feet long, and 14 feet wide, big enough to shelter 18 men. The construction is so miserable that it surpasses all that you can imagine in Germany of a very poorly built log house. It is something like the following: Each side is put up of 8 to 9 round fir trees, which are laid one on top the other, but so far apart that it is almost possible for a man to crawl through ... The roof is made of round trees covered with split fir trees...\" And then, \"a great number of our men preferred to camp out in the woods, where they could protect themselves better against the cold than in the barracks.\"Chase (1983), p. 12 For some officers, their time in Virginia, however, was not entirely uneventful. An excerpt from the Orderly Book of Crockett's Western Battalion elaborates: \"The commanding officer has been informed that an officer of the Convention Army who is residing in a different part of the county makes a practice of going to Negrew quarters in the night and associating with slaves, to the disatisdaction of the inhabitants. This practice is positively forbid in future...\" In late 1780, when British forces became active in Virginia, the army was again moved, this time being marched north by the Western Battalion to Frederick, Maryland. Except for specific officer exchanges, they were held there until 1783. When the war formally ended, those who survived the forced marches and camp fevers were sent home. ==See also== * Prisoners of war in the American Revolutionary War ==Notes== ==References== * * * * == External links == * The Marshall House, Schuylerville, New York * Category:Virginia in the American Revolution Category:Pennsylvania in the American Revolution",
 "title": "Convention Army"
}