{
 "id": "614780",
 "text": "USG Corporation, also known as United States Gypsum Corporation, is an American company which manufactures construction materials, most notably drywall and joint compound. The company is the largest distributor of wallboard in the United States and the largest manufacturer of gypsum products in North America. It is also a major consumer of synthetic gypsum, a byproduct of flue-gas desulfurization. Its corporate offices are located at 550 West Adams Street in Chicago, Illinois. Together with other construction products, USG's most significant brands are: :* Sheetrock Brand Gypsum Panels :* Securock Brand Glass-Mat Sheathing :* Sheetrock Brand All Purpose Joint Compound In December 2013, Warren Buffett's Berkshire Hathaway became the largest shareholder in the company (holding roughly 30%) when it converted USG convertible notes it had acquired in 2008 to common stock. In June 2018, USG entered into an agreement to be purchased by the German building materials company Knauf. The deal closed in April 2019. In 2020, it was referenced in the movie Nomadland. ==History== In the 1890s, gypsum manufacturers perfected a method of strengthening plaster by adding a retarder, which controlled the setting time, thus creating a viable competitor to traditional lime plaster. Because gypsum was plentiful, and available at a relatively low price, and because the manufacturing process was so simple, new firms flooded and fragmented the market, placing constant downward pressure on prices. On December 27, 1901, 30 gypsum and plaster companies merged to form the United States Gypsum Company, resulting in the creation of the first nationwide gypsum company in the United States. The new company combined the operations of 37 mining and calcining plants producing agricultural and construction plaster. In 1909, USG purchased the Sackett Plaster Board Company, inventor of Sackett Board, which was a panel made of multiple layers of plaster and paper. By 1917, a new manufacturing process produced boards with a single layer of plaster and paper that could be joined flush along a wall with a relatively smooth surface. Originally called Adamant Panel Board, the product became known as Sheetrock in 1917. By the 1930s, the company's policy of diffusion of manufacturing facilities, vertical integration and product diversification allowed it to operate profitably every year during the Great Depression. The 1933 Chicago World’s Fair featured buildings made almost entirely out of SHEETROCK panels, which led to the brand's first major advertising campaign. The 1950s and 1960s saw expansion into Mexico and other international markets. Recession and its effect on the bottom line dominated the 1980s and led to a restructuring of the company. On January 1, 1985, USG Corporation was formed as a holding company a reverse merger in which United States Gypsum Company became one of just nine operating subsidiaries. In the mid- to late-1990s, the company invested in a significant expansion of its manufacturing network, adding new high-speed wallboard manufacturing operations in Rainier, OR, Bridgeport, AL, and Aliquippa, PA. Other existing operations were substantially rebuilt or modernized, including the wallboard manufacturing plant in East Chicago, Indiana. In 1999, USG acquired Sybex, Inc. the holding company for Beadex (a competing joint compound manufacturer) and Synkoloid. Other USG subsidiaries at the time included Alabaster Assurance Company, CGC, Donn Products, Exploracion de Yeso, Grupo Yeso, Gypsum Engineering, H & B Gypsum, L&W; Supply, La Mirada Products Co., Inc, Red Top Technology, and Yeso Panamericano. In 2001, the company entered Chapter 11 bankruptcy proceedings to resolve legacy asbestos lawsuits. Asbestos was a minor ingredient in some specialty products that the company had stopped selling almost 40 years earlier, in the 1970s. The company's operations remained healthy and profitable while it was in Chapter 11. When the bankruptcy was completed in 2006, all creditors were repaid in full and USG shareholders retained equity in the company. In a Wall Street Journal article dated February 15, 2006, Warren Buffett said, \"It's the most successful managerial performance in bankruptcy that I've ever seen.\" A $3.95 billion trust was created to handle all existing and potential future asbestos lawsuits, thus permanently resolving the asbestos litigation issue. USG managed through the Great Recession, which hit the residential and commercial construction markets in mid-2006, by cutting costs and closing older, less efficient operations. William C. Foote, the company's CEO for almost 20 years, retired in 2010, and 30-year USG veteran James S. Metcalf was elected Chairman, President and CEO. Metcalf implemented the company's \"Plan to Win\" which involved strengthening its core manufacturing operations and L&W; Supply distribution business, diversifying sources of revenues and profitability, and differentiating the company from competitors through innovative products and services. The company returned to profitability in the first quarter of 2013, posting net earnings of $2 million, followed by $26 million in net income in the second quarter of 2013. ==Corporate structure== USG Corporation has the following significant subsidiaries:2011 Form 10-K, Exhibit 10.21 * United States Gypsum Company :* USG Interiors, LLC :* Otsego Paper, Inc * USG Foreign Investments, Ltd :* CGC Inc. :* USG Latin America, LLC ::* USG Holding de Mexico S.A. de C.V. :::* USG Mexico S.A. de C.V. ===Corporate headquarters building=== In 1992, USG moved its corporate headquarters from 101 South Wacker Drive to 125 S. Franklin Street in Chicago, a site which it occupied until March 2007. Known as the USG building, the structure is part of the dual-tower AT&T; Corporate Center, which was completed in 1989. The building was designed by Adrian D. Smith, FAIA, RIBA Design Partner at Skidmore, Owings & Merrill and constructed by Morse Diesel within its $110 million construction budget. The USG building is tall and houses 35 floors and of space, including of retail, a 650-seat restaurant expansion, and two levels of below-grade parking for 160 cars. USG had its own entrance with a lobby and occupied the first nine floors exclusively and parts of the 11th floor. Italian marble is used as cladding and also in the highly ornate interior. The interior also features gold leaf and satin-finish brown and American oak wood trim. Parts of the building lobbies were used in the filming of the 1994 film, Ri¢hie Ri¢h. In 2005, USG announced it would not be renewing its lease at the 125 S. Franklin Street building and instead would move to a new building at 550 W. Adams developed by Fifield Companies. The base building architect is De Stefano + Partners, with The Environments Group providing the interior space design and construction. USG entered a 15-year lease, and occupied the building in early 2007. The new building is occupied 65% by USG and 10% by Humana Inc. As an incentive for USG to remain in the downtown Chicago area, the city of Chicago created a redevelopment agreement that contributed $6.5 million to the construction of the new building. In turn, USG agreed to maintain at least 500 full-time equivalent jobs at all times for a period of ten years at the new corporate headquarters. ===Manufacturing and mining facilities=== Gypsum wallboard manufacturing facilities are reported to the SEC based on the extent to which the gypsum they use comes from synthetic or natural sources. {|class=\"wikitable\" !rowspan=\"2\"|Country !colspan=\"3\"|Gypsum Wallboard !rowspan=\"2\"|Joint Compound !rowspan=\"2\"|Cement Board !rowspan=\"2\"|Mines and Quarries !rowspan=\"2\"|Paper for Gypsum Wallboard !rowspan=\"2\"|Ceiling Suspension Systems !rowspan=\"2\"|Ceiling Panels |- !Full synthetic !Part synthetic !Natural gypsum |-valign=\"top\" |United States | * Aliquippa, Pennsylvania * Bridgeport, Alabama * East Chicago, Indiana * Galena Park, Texas * Norfolk, Virginia * Washingtonville, Pennsylvania | * Baltimore, Maryland * Jacksonville, Florida * Shoals, Indiana * Sperry, Iowacloser to Mediapolis than to Sperry | * Plaster City, California * Rainier, Oregon * Sigurd, Utah * Sweetwater, Texas | * Auburn, Washington * Baltimore, Maryland * Bridgeport, Alabama * Chamblee, Georgia * Dallas, Texas * East Chicago, Indiana * Fort Dodge, Iowa * Galena Park, Texas * Gypsum, Ohio * Jacksonville, Florida * Glendale, Arizona * Port Reading, New Jersey * Sigurd, Utah * Torrance, California | * Baltimore, Maryland * River Rouge, Michigan * New Orleans, Louisiana | * Alabaster, Michigan * Fort Dodge, Iowa * Plaster City, California * Shoals, Indiana * Sigurd, Utah * Southard, Oklahoma * Sperry, Iowa * Sweetwater, Texas | * Galena Park, Texas * North Kansas City, Missouri * Oakfield, New York * Otsego, Michigan | * Stockton, California * Cartersville, Georgia * Westlake, Ohio * Weirton, West Virginia | * Cloquet, Minnesota * Greenville, Mississippi * Walworth, Wisconsin |-valign=\"top\" |Canada | | * Hagersville, Ontario * Montreal, Quebec | | * Calgary, Alberta * Hagersville, Ontario * Montreal, Quebec * Surrey, British Columbia | | * Hagersville, Ontario | | * Oakville, Ontario | |-valign=\"top\" |Mexico | | | * Monterrey, Nuevo León * Puebla, Puebla * Saltillo, Coahuila * San Luis Potosí, San Luis Potosí * Tecomán, Colima | * Monterrey, Nuevo León * Puebla, Puebla | * Monterrey, Nuevo León | * Monterrey, Nuevo León * San Luis Potosí, San Luis Potosí * Tecomán, Colima | | | |} ===Plaster City, California facility=== USG has a large gypsum plant located west of El Centro, California, along highway Interstate 8, at Plaster City. The Plaster City location makes Sheetrock brand gypsum panels. The gypsum is mined from a quarry located to the north, in the Fish Creek Mountains of Imperial County. The quarry is estimated to contain a deposit of 25 million tons of gypsum. USG operates an active narrow gauge railway, the last industrial narrow gauge railway in the United States. The gauge line runs north for from the plant at Plaster City (formerly known as Maria) to the gypsum quarry. The line hauls gypsum rock from the quarry to the plant. The line was originally built by the Imperial Gypsum Company Railroad and was owned by the Imperial Valley Gypsum and Oil Corporation. The railroad built from the San Diego & Arizona Railway at Plaster City to the quarry. Surveying commenced in April 1921, grading on October 3, 1921 and construction was completed on September 15, 1922. Commercial operation commenced on October 14, 1922. The total length of the line was . Two years after completion of the line (1924), the track was sold to the Pacific Portland Cement Company. USG purchased the line from the Pacific Portland Cement Company in 1946. In 1947, the first diesel engine was operated on the line. The USG plant at Plaster City is currently served by the Union Pacific Railroad (UP). ==Significant events== ===Antitrust cases=== ;Criminal In 1973, six wallboard manufacturers (including USG) were charged with violating §1 of the Sherman Act during the period 19601973, through engaging in a combination and conspiracy in restraint of interstate trade and commerce in the manufacture and sale of gypsum board. In July 1975, after the jury was committed to deliberate, it became apparent that the jury was heading for a deadlock. Defense counsel moved for a mistrial, but the trial judge denied the request, although he indicated that, if no verdict were rendered by the end of the week, he would then reconsider the mistrial motions. The following morning, the jury returned guilty verdicts against each of the defendants. The Court of Appeals for the Third Circuit reversed the convictions,United States v. United States Gypsum Co., 550 F.2d 115 (1977) and that ruling was subsequently affirmed by the United States Supreme CourtUnited States v. United States Gypsum Co., on the grounds that: #The trial judge's instruction to the jury was improper, as it emphasized a presumption of wrongful intent, rather than concentrating on verifying the defendant's state of mind through evidence and inferences drawn therefrom. In that regard, the Sherman Act does not create a regime of strict liability. #A good faith belief, rather than an absolute certainty, that a price concession is being offered to meet an equally low price offered by a competitor suffices to invoke the defense available under § 2(b) of the Clayton Act. #The ex parte meeting between the trial judge and the jury foreman was improper, and the Court of Appeals would have been justified in reversing the convictions solely because of the risk that the foreman believed the judge was insisting on a dispositive verdict. #The trial judge's charge concerning participation in the conspiracy, although perhaps not completely clear, was sufficient, but his charge on withdrawal from the conspiracy was erroneous. ;Civil In 1940, the U.S. Justice Department filed suit against USG and six other wallboard manufacturers, charging them with price fixing under §§ 1 and 2 of the Sherman Act. The claim stemmed from US Gypsum's 1929 cross-licensing agreements for its patented wallboard, which set prices at which the wallboard must be sold. In 1950 the Supreme Court forced US Gypsum and its six licensees who produced all of the wallboard sold east of the Rocky Mountains to cease setting prices, and US Gypsum was enjoined from exercising its patent-licensing privilege.United States v. United States Gypsum Co., , followed by United States v. United States Gypsum Co., During 19691974 in the United States District Court for the Northern District of California, a series of civil antitrust cases were heard that came to be known as In re Gypsum Antitrust Cases., , and As a result, USG (together with National Gypsum Company and Kaiser Gypsum Company) were found to have violated § 1 of the Sherman Act for conspiring to establish and maintain prices of gypsum wallboard. In December 2012, USG (together with National Gypsum, Lafarge North America and Georgia- Pacific), was accused in a class action for allegedly violating federal antitrust laws,Sierra Drywall Systems Inc. v. USG Corp., 12-CV-09949, United States District Court for the Northern District of Illinois through raising prices on drywall products by as much as 35 percent, as well as halting a longstanding practice of letting customers lock in prices for the duration of a construction project. USG stated that it did not participate, or engage in, any unlawful conduct. ===Hostile takeover attempts=== In November 1986 the Belzberg brothers of Canada attempted a hostile takeover of USG. USG immediately instituted a plan to buy back 20 percent of its common stock in an effort to fend off the takeover. By December 1986, however, USG had purchased Samuel, William, and Hyman Belzberg's 4.9 percent stake, for $139.6 million. In October 1987, Texas oilman Cyril Wagner Jr. and Jack E. Brown, through Desert Partners, LP, attempted a hostile takeover of USG, buying 9.84% of USG's outstanding stock. USG decided to fight this attempt by offering $42 per share ($37 in cash and $5 in pay in kind debenture) plus a stub stock worth $7. Desert Partners was unable to match the offer and lost the proxy fight at a shareholder's meeting. To pay for the offer, USG took a poison pill by borrowing $1.6 billion from 135 banks, and issuing $600 million in 13.25% subordinated debentures due in 2000 and $260 million in 16% pay-in-kind debentures due in 2008. To help pay for all the new debt, USG sold off: :* subsidiaries Castlegate, A. P. Green, Masonite, DAP, and Wiss, Janney, Elstner Associates, Inc. :* its construction metals plants, a paper-bag plant, and a lime plant :* its headquarters building at 101 South Wacker Drive in Chicago and its corporate jets, and instituted large workforce reductions. The sell- off and workforce reduction of 7% were not enough to allow USG to service the debt payments ($800,000 per day) in the economic downturn. The poison pill was too much for the corporation to survive. ===Bankruptcy=== On March 17, 1993, USG filed a pre-packaged bankruptcy petition that included a 50-to-1 reverse stock split. USG's stock dipped to 28 cents per share and the corporation emerged from bankruptcy 38 days later on May 6, 1993. The corporation's debt was reduced by $1.4 billion and interest costs dropped from $320 million per year to $170 million per year. The plan worked and USG re-emerged to be a profitable corporation. USG once again declared bankruptcy on June 25, 2001, under Chapter 11 to manage the growing asbestos litigation costs. USG was the eighth company in an 18-month period that was forced to utilize Chapter 11 to resolve asbestos claims. In the prior two decades, 27 companies filed for protection under Chapter 11 because of asbestos litigation. Since 1994, U.S. Gypsum was named in more than 250,000 asbestos-related personal injury claims, and paid more than $450 million (before insurance) to manage and resolve asbestos-related litigation. USG received more than 22,000 new claims since the beginning of 2001. USG's asbestos personal injury costs (before insurance) rose from $30 million in 1997 to more than $160 million in 2000, and were expected to exceed $275 million in 2001. On February 17, 2006, USG announced a Joint Plan of Reorganization to emerge from bankruptcy. Under the agreement, USG would create a trust to pay asbestos personal injury claims. USG's bank lenders, bondholders and trade suppliers would be paid in full with interest. Stockholders would retain ownership of the company. To pay for the trust USG would use cash it had accumulated during the bankruptcy, new long-term debt, a tax rebate from the federal government, and an innovative rights offering. Existing USG stock owners would be issued rights to buy new USG stock at a set price of $40 per share. These rights could be exercised or sold. The $1.8 billion rights offering would be backstopped by Berkshire Hathaway Inc., meaning Berkshire Hathaway would buy all the new shares not bought. For the service, USG would pay Berkshire Hathaway a $67 million non-refundable fee. On June 20, 2006, USG announced their Joint Plan of Reorganization was confirmed by two judges for the United States Bankruptcy Court and the United States District Court for the District of Delaware, allowing the company to complete the bankruptcy case and emerge from bankruptcy. USG announced a $900 million payment to the new trust was made that day and two subsequent payments totaling $3.05 billion would be made within the next 12 months if Congress failed to enact legislation establishing a national asbestos personal injury trust fund, such as the FAIR Act. ==References== ===Citations=== ===Book references=== * * * * * ===Web references=== * 2011 Annual Report on Form 10-K * USG Facts and Figures * * Category:Building materials companies of the United States Category:Asbestos Category:Industrial railroads in the United States Category:Rail transportation in California Category:Narrow gauge railroads in California Category:Manufacturing companies based in Chicago Category:Manufacturing companies established in 1901 Category:Companies formerly listed on the New York Stock Exchange Category:Companies that filed for Chapter 11 bankruptcy in 1993 Category:Companies that filed for Chapter 11 bankruptcy in 2001 Category:2019 mergers and acquisitions Category:American subsidiaries of foreign companies",
 "title": "USG Corporation"
}