{
 "id": "614944",
 "text": "thumb|220px|The West Fork of Duck Creek at Caldwell Duck Creek is a tributary of the Ohio River, approximately 30 mi (50 km) long, in southeastern Ohio in the United States. Via the Ohio River, it is part of the Mississippi River watershed. It drains an area of the Unglaciated Allegheny Plateau, between the watersheds of the Muskingum and Little Muskingum Rivers. ==Course== Duck Creek is formed in the hill country of northern Washington County at the community of Warner, just west of Lower Salem and approximately 15 mi (24 km) north of Marietta, by the confluence of East Fork Duck Creek and West Fork Duck Creek. The East Fork, approximately 20 mi (30 km) long, rises in western Monroe County and flows generally southwardly through eastern Noble and northern Washington Counties. The West Fork, approximately 30 mi (50 km) long, rises in southeastern Guernsey County and flows generally south-southeastwardly through central Noble and northern Washington Counties, past the towns of Belle Valley, Caldwell, Dexter City and Macksburg; it is the larger of the two headwaters streams. From Warner, Duck Creek flows generally southwardly in a highly meandering course and joins the Ohio River at Marietta, about 3 mi (5 km) east of its downtown. ==Flow rate== {| class=\"wikitable\" |- ! Creek !! Location !Time period!! Annual mean discharge !Highest daily mean !Lowest daily mean |- | West Fork Duck Creek || USGS stream gauge at Macksburg |Water years 2012-2019|| | (April 4, 2018) | (September 20, 2019) |- | East Fork Duck Creek || USGS stream gauge near Harriettsville |Water years 2012-2019|| | (February 8, 2019) | (October 19, 2016) |- | Duck Creek || USGS stream gauge downstream of Whipple |Water years 2012-2019|| | (April 4, 2018) | (September 7 2018) |- |Duck Creek |mouth (Marietta) |N/A | (estimate) |N/A |N/A |} ==See also== *List of rivers of Ohio ==References== Category:Rivers of Ohio Category:Tributaries of the Ohio River Category:Rivers of Noble County, Ohio Category:Rivers of Washington County, Ohio Category:Allegheny Plateau",
 "title": "Duck Creek (Ohio)"
}