{
 "id": "615341",
 "text": "Frank de Jong (born October 16, 1955 in West Luther Township, northeast of Arthur, Ontario) is a Canadian politician, environmentalist, and elementary school teacher. He joined the Green Party of Ontario in 1987 and became the party's first official leader in 1993 – a position he held until November 14, 2009, when he was replaced by Mike Schreiner. From 2017 to 2019 he was the leader of the Yukon Green Party. De Jong has also campaigned for federal office as a member of the Green Party of Canada. ==Education and activism== Born into a Dutch background, De Jong earned a Bachelor of Arts degree from the University of Western Ontario in 1978, and a Bachelor of Education from University of Ottawa in 1979. After graduating, he worked as an elementary school teacher. He developed an interest in environmental concerns during the mid-1980s, and became involved in campaigns to save Ontario's old growth forests. He was also involved in the anti-nuclear, renewable energy and pro- choice movements. De Jong now resides in Huntsville, Ontario with his partner Tove Christensen. ==Politics== The Ontario Green Party did not originally have a formal leadership structure, and was run in a very decentralized manner (nominal leaders were sometimes chosen for elections, but they had no personal authority over party decisions). De Jong and others opposed this approach, and successfully campaigned for a formal leadership contest in 1993. De Jong himself entered this contest, and defeated Jim Harris, who later became leader of the Green Party of Canada. De Jong supported Harris's leadership of the federal party until Harris stepped down in 2006, at which time de Jong supported David Chernushenko's leadership bid. He was challenged for the leadership of the Ontario Green Party by Judy Greenwood-Speers in 2001. Like Harris, de Jong is an eco-capitalist. He defines his political philosophy as \"socially progressive, fiscally conservative, and environmentally aware\".Green Party of Ontario Leader Profile He has long supported conservative economic policies, including a gradual shift from the taxation of incomes to the taxation of natural resources. Recently, he has also spoken against extensive government subsidies and funding for crown corporations. At the October 2005 Green Party of Ontario Annual General Meeting, de Jong narrowly avoided a \"leadership review\" when 67% of voting members voted against it. The GPO constitution requires that a leadership review be held bi-annually; If more than one-third of voting members had opted for a review, a leadership race would have been held in 2006. At the 2007 AGM, de Jong survived the next scheduled review, this time with approximately 71% support from party members. This followed what was considered the strongest election performance by the GPO to date.\"Green leader gets 71 per cent support\". Toronto Star, November 26, 2007. Speaking at the Green Party of Ontario AGM in May 2009, de Jong announced that he will not be running for re-election as leader of the party.\"Frank de Jong to step down as Green party leader\". Toronto Star, May 23, 2009. In the September 14, 2006, Parkdale—High Park by-election, de Jong received 6.2 percent of the vote. On November 7, 2006, he was nominated as the GPO candidate in the riding of Davenport for the 2007 Ontario general election.Davenport Green Party nominates de Jong, Green Party of Ontario news release, November 8, 2006. In that election, de Jong captured 10.26 percent of the vote, his best showing as a member of the Green Party. De Jong was a candidate for Ward 18 in Toronto's 2010 municipal election. As of December 2014, de Jong was living in Faro, Yukon and was the Green Party of Canada candidate in the Yukon riding in the 2015 federal election, placing a distant fourth. De Jong was elected leader of the Yukon Green Party in September 2016. He resigned as leader in 2019. ==Election campaigns== De Jong has campaigned for federal and provincial office several times. His best showing was in the provincial election of 2003, when he ran against sitting Premier Ernie Eves and finished third, ahead of the New Democratic Party candidate. On all other occasions, de Jong has finished well behind candidates of the major parties. During the 1995 provincial campaign, de Jong cycled on a \"leader's tour\" from Ottawa to Sault Ste. Marie, Windsor and Niagara Falls before returning northward to Ottawa. Subsequently, he was involved in creating constituency contact lists throughout the province. His electoral record is as follows: 1991 Ottawa municipal election {| class=\"wikitable\" |- style=\"background:#e9e9e9;\" ! colspan=\"3\"| Capital Ward |- style=\"background:#e9e9e9;\" ! style=\"width: 170px\"|Candidate ! style=\"width: 50px\"|Votes ! style=\"width: 40px\"|% |- |Jim Watson || 4,123 || |- |Lynn Smyth (X) || 1,817 || |- |Michael Lynch || 638 || |- |Frank De Jong || 482 || |} |align=\"left\" colspan=2|Liberal hold |align=\"right\"|Swing |align=\"right\"| -10.41 | 2010 Toronto municipal election, Ward 18: Davenport {| class=\"wikitable\" |- | colspan=\"3\" style=\"text-align:center;\"|Ward 18 |- ! style=\"background:#ddf; width:150px;\"| Candidate ! style=\"background:#ddf;\"| Votes ! style=\"background:#ddf;\"| % |- |Ana Bailão ||align=right| 6,277 ||align=right| 43.754% |- |Kevin Beaulieu ||align=right| 4,911 ||align=right| 34.233% |- |Frank de Jong ||align=right| 869 ||align=right| 6.057% |- |Hema Vyas ||align=right| 776 ||align=right| 5.409% |- |Joe MacDonald ||align=right| 669 ||align=right| 4.663% |- |Kirk Russell ||align=right| 326 ||align=right| 2.272% |- |Nha Le ||align=right| 154 ||align=right| 1.073% |- |Ken Wood ||align=right| 106 ||align=right| 0.739% |- |Mohammad Muhit ||align=right| 94 ||align=right| 0.655% |- |Joanna Teliatnik ||align=right| 70 ||align=right| 0.488% |- |Doug Carroll ||align=right| 52 ||align=right| 0.362% |- |Abdirazak Elmi ||align=right| 42 ||align=right| 0.293% |- !Total||align=right| 14,346 ||align=right| 100% |} |- |- |NDP |Ken Hodgins |align=\"right\"| 207 |align=\"right\"| 31.2% |align=\"right\"| -0.8% |- | style=\"width: 130px\" |Liberal |Carl Sidney |align=\"right\"| 152 |align=\"right\"| 23.0% |align=\"right\"| +9.9% |- |- |- bgcolor=\"white\" !align=\"left\" colspan=3|Total !align=\"right\"| 661 !align=\"right\"| 100.0% !align=\"right\"|- ==Footnotes== == See also == *List of Green party leaders in Canada ==External links== *Green Party of Ontario official website Category:1955 births Category:Green Party of Canada candidates in the 1988 Canadian federal election Category:Green Party of Canada candidates in the 1997 Canadian federal election Category:Green Party of Canada candidates in the 2015 Canadian federal election Category:Living people Category:Canadian people of Dutch descent Category:Green Party of Ontario candidates in Ontario provincial elections Category:University of Western Ontario alumni Category:University of Ottawa alumni Category:People from Wellington County, Ontario Category:Leaders of the Green Party of Ontario Category:Leaders of the Yukon Green Party Category:Canadian schoolteachers Category:Canadian libertarians",
 "title": "Frank de Jong"
}