{
 "id": "61531",
 "text": "Stage Door is a 1937 RKO film directed by Gregory La Cava. Adapted from the play of the same name, it tells the story of several would-be actresses who live together in a boarding house at 158 West 58th Street in New York City. The film stars Katharine Hepburn, Ginger Rogers, Adolphe Menjou, Gail Patrick, Constance Collier, Andrea Leeds, Samuel S. Hinds and Lucille Ball. Eve Arden and Ann Miller, who became notable in later films, play minor characters. The film was adapted by Morrie Ryskind and Anthony Veiller from the play by Edna Ferber and George S. Kaufman, but the play's storyline and the characters' names were almost completely changed for the movie, so much so in fact that Kaufman joked the film should be called \"Screen Door\". ==Plot== Terry Randall (Katharine Hepburn) moves into the Footlights Club,Inspired by the real-life Rehearsal Club, according to Robert Osborne, host of Turner Classic Movies a theatrical boarding house in New York. Her polished manners and superior attitude make her no friends among the rest of the aspiring actresses living there, particularly her new roommate, flippant, cynical dancer Jean Maitland (Ginger Rogers). From Terry's expensive clothing and her photograph of her elderly grandfather, Jean assumes she has obtained the former from her sugar daddy, just as fellow resident Linda Shaw (Gail Patrick) has from her relationship with influential theatrical producer Anthony Powell (Adolphe Menjou). In truth, Terry comes from a wealthy Midwest family. Over the strong objections of her father, Henry Sims (Samuel S. Hinds), she is determined to try to fulfill her dreams. In the boarding house, Terry's only supporter is aging actress Anne Luther (Constance Collier), who appoints herself Terry's mentor and acting coach. When Powell sees Jean dancing, he decides to dump Linda. He arranges for Jean and her partner Annie (Ann Miller) to get hired for the floor show of a nightclub he partly owns. He then starts dating Jean, who starts falling for him. Meanwhile, well-liked Kay Hamilton (Andrea Leeds) had a great success and rave reviews in a play the year before but has had no work since and is running out of money. She clings desperately to the hope of landing the leading role in Powell's new play, Enchanted April. She finally gets an appointment to see Powell, only to have him cancel. She faints in the reception area, the result of malnutrition and disappointment. Seeing this, Terry barges into Powell's private office and berates him for his callousness. As a result, the other boarding house residents start to warm to the newcomer. Terry's father secretly finances Enchanted April on condition that Terry be given the starring role, hoping she will fail and return home. Powell invites Terry to his penthouse to break the news. When Jean shows up unannounced, Terry sees the opportunity to save her friend from the philandering Powell. She pretends that Powell is trying to seduce her. It works. However, it makes things uncomfortable around the boarding house. Terry's landing of the plum part breaks Kay's heart. The inexperienced Terry is so woodenly bad during rehearsals that Powell tries to get out of his contract with Sims. On opening night, after she learns from Jean that Kay has committed suicide, Terry decides she cannot go on. Anne Luther tells her that she must, not just for herself and the tradition of the theatre, but also for Kay. She does and gives a heartfelt performance. She and the play are a hit, much to the chagrin of her father, who is in the audience. At her curtain call, Terry gives a speech in tribute to her dead friend, and Terry and Jean are reconciled. The play remains a success after months, but Terry continues to board at the Footlights Club. A newcomer shows up looking for a room. ==Cast== {| class=\"wikitable\" | 120px ||Katharine Hepburn as Terry Randall || 120px ||Ginger Rogers as Jean Maitland |- | 120px ||Adolphe Menjou as Anthony Powell || 120px ||Gail Patrick as Linda Shaw |- | 120px ||Constance Collier as Anne Luther || 120px ||Andrea Leeds as Kay Hamilton |- | 120px ||Samuel S. Hinds as Henry Sims || 120px ||Lucille Ball as Judy Canfield |} * Eve Arden as Eve * Ann Miller as Annie * Franklin Pangborn as Harcourt, Powell's butler * William Corson as Bill * Pierre Watkin as Richard Carmichael * Grady Sutton as \"Butch\" * Frank Reicher as Stage Director * Jack Carson as Mr. Milbanks, a lumberman from Seattle who takes Jean to dinner * Phyllis Kennedy as Hattie * Margaret Early as Mary Lou * Florence Reed (uncredited) ==Production== thumb|150x150px The writers listened to the young actresses talking and joking off set during rehearsals and incorporated their style of talking into the film. Director Gregory La Cava also allowed the actresses to ad lib during filming. Hepburn's famous lines during the play within the film, \"The calla lilies are in bloom again. Such a strange flower, suitable to any occasion. I carried them on my wedding day and now I place them here in memory of something that has died,\" are from The Lake (1934), the play for which Dorothy Parker panned Hepburn's performance as \"running the gamut of emotions from A to B.\" The movie has almost nothing to do with the play, except in a few character names, such as Kay Hamilton, Jean Maitland, Terry Randall, Linda Shaw, and Judith Canfield. In the play, Terry Randall is from a rural family whose father is a country doctor, and Jean Maitland is actually a shallow girl who becomes a movie star. Kay Hamilton does commit suicide, but for completely different reasons and not on an opening night. ==Reception== The film received very good reviews and was a moderate success at the box office. The reviewer in The Times wrote of January 3, 1938, after the film's London premiere at the Regal on December 31, 1937: Hepburn's four movies preceding Stage Door had been commercial failures. However, as a result of the positive response to this performance, RKO immediately cast her opposite Cary Grant in the screwball comedy Bringing Up Baby (1938). Stage Door made a small profit of $81,000. ===Academy Awards=== ;Nominations\"Stage Door\" Oscars: Awards Database . Academy of Motion Picture Arts and Sciences. Retrieved April 22, 2020. * Outstanding Production: RKO Radio * Best Director: Gregory La Cava * Best Supporting Actress: Andrea Leeds * Best Writing (Screenplay): Morris Ryskind, Anthony Veiller ==Home media== After Kay commits suicide, there is a brief shot of her grave as part of the montage of the success of the play, which was once edited out on all TV showings and is not in the original videotape release (either VHS or Betamax). The shot was restored for the DVD and is now included in TV showings of the restored version. ==Other adaptations== Stage Door was presented on Philip Morris Playhouse December 5, 1941. The 30-minute adaptation starred Geraldine Fitzgerald. \"Stage Door\" was presented on Lux Radio Theater on February 20, 1939. On April 6, 1955, a 60-minute version of the play, written by Gore Vidal, aired on the CBS Television series The Best of Broadway. ==Further reading== *Dooley, Roger, From Scarface to Scarlett: American Films in the Thirties ==References== ==External links== * * * * * Category:1937 films Category:1937 drama films Category:American films Category:American black-and-white films Category:American drama films Category:American films based on plays Category:English-language films Category:Films about actors Category:Films about musical theatre Category:Films about theatre Category:Films based on works by Edna Ferber Category:Films directed by Gregory La Cava Category:Films set in New York City Category:RKO Pictures films",
 "title": "Stage Door"
}