{
 "id": "61530",
 "text": "One Hundred Men and a Girl (styled 100 Men and a Girl in advertising) is a 1937, American musical comedy film directed by Henry Koster and starring Deanna Durbin and the maestro Leopold Stokowski. Written by Charles Kenyon, Bruce Manning, and James Mulhauser from a story by Hanns Kräly, the film is about the daughter of a struggling musician who forms a symphony orchestra consisting of his unemployed friends. Through persistence, charm, and a few misunderstandings, they are able to get famed conductor Leopold Stokowski to lead them in a concert, which leads to a radio contract. One Hundred Men and a Girl was the first of two motion pictures featuring Leopold Stokowski, and is also one of the films for which Durbin is best remembered as an actress and a singer. ==Plot== John Cardwell, a trombone player, is only one of a large group of unemployed musicians. He tries unsuccessfully to gain an interview and audition with Leopold Stokowski, but not to disappoint his daughter, Patricia (Patsy), he tells her that he has managed to get the job with Stokowski's orchestra. Patsy soon learns the truth and also learns that her father, desperate for rent money, has used some of the cash in a lady's evening bag he has found to pay his debts. The irrepressible and wilful Patsy seeks an interview with Mrs. Frost, whose bag it was, and confesses her father's actions. Mrs. Frost, a society matron and wife of rich radio station owner John R. Frost, lightheartedly offers to sponsor an orchestra of unemployed musicians. Taking her at her word, Patsy and her father recruit 100 musicians, rent a garage space and start to rehearse. Realizing that Patsy took her seriously, Mrs. Frost flees to Europe. Mr. Frost tells John and his friends that he will not sponsor them, as they had supposed, unless they can attract a well-recognized guest conductor to give them a 'name' and launch them on their opening night. Patsy, undaunted, sets out to recruit none other than Leopold Stokowski to be that conductor. Stokowski at first definitely refuses—though when Patsy sings as the orchestra is rehearsing Mozart's \"Alleluia\" from Exsultate, jubilate, he strongly suggests that she seek professional voice training and eventual representation. By mistake, Patsy conveys the story to a newspaper music critic that Stokowski will conduct an orchestra of unemployed musicians, and that John R. Frost would broadcast the concert on the radio. When the story breaks, Frost protests his embarrassment to his friends, but they suggest valuable publicity would result. Frost immediately signs the one-hundred-man orchestra to a contract, though Patsy tries to tell them that Stokowski has not agreed. Stokowski is astonished and offended at the news, but Patsy enters Stokowski's palatial house surreptitiously, along with the entire orchestra. She apologizes to him and insists that he listen to the players. The conductor is so moved by their performance of Liszt's Hungarian Rhapsody No. 2 that he postpones a European tour and agrees to the engagement. The concert is a rousing success for everyone, especially when Patsy, called upon to make a speech, instead agrees to sing the \"Brindisi\" (Drinking Song) from Verdi's opera La traviata. ==Cast== *Deanna Durbin as Patricia \"Patsy\" Cardwell *Adolphe Menjou as John Cardwell *Leopold Stokowski portraying himself *Eugene Pallette as Mr. John R. Frost, the eventual sponsor of the \"One Hundred Men\" *Alice Brady as his wife *Alma Kruger as Mrs. Tyler, John Cardwell's landlady *Mischa Auer as Michael Borodoff, a flutist and one of John Cardwell's neighbors *Billy Gilbert as the owner of the garage where the \"One Hundred Men\" rehearse *Jed Prouty as Tommy Bitters, a man engaged in a good-natured war of pranks with John R. Frost. (Frost suspects Bitters of planting the Stokowski story in the newspaper until Patsy confesses her role to Stokowski.) *Jack Smart as Marshall, Leopold Stokowski's doorkeeper *Frank Jenks as a taxi driver who keeps a running tab for Patsy and later calls it an \"investment\" in her singing voice *Gerald Oliver Smith As Stevens, the butler ==Production== ===Background=== \"Everybody said you can't top Three Smart Girls\", said Pasternak years later. \"I said you can top anything as long as you're honest, you don't fool yourself, you get the right subject and you create a public taste for it.\" The film was originally called 120 Men and One Girl and was announced in December 1936. It was based on an original story and screenplay by Hans Kraly. Leopold Stokowski was, at the time of the film's release, co-conductor of the Philadelphia Orchestra with Eugene Ormandy. Political and artistic differences with the orchestra's board had already led Stokowski to allow Ormandy to assume a greater leadership role at the orchestra and eventually would lead Stokowski to break with the orchestra entirely. This might explain why the city in which the film is set, and by extension Stokowski's \"regular\" orchestra, is never positively identified in the film. The music was recorded in multi-channel stereophonic sound but released in monaural sound; three years later Stokowski and the Philadelphia Orchestra appeared in the first feature film to be presented in stereo, Fantasia. Jane Barlow, ballerina and a student of Nijinska, was a body double for Deanna Durbin in this film. Casting Stokowski was reportedly Durbin's idea. Stokowski signed to make the film in February 1937. His fee was reportedly $80,000. Paramount objected saying they had signed a contract with the conductor but it turned out this was only verbal. Filming started in March. ===Soundtrack=== * \"Symphony No. 5 in E minor: Fourth Movement\" (Pyotr Ilyich Tchaikovsky) performed by a symphony orchestra conducted by Leopold Stokowski * \"It's Raining Sunbeams\" (Friedrich Hollaender, Sam Coslow) performed by Deanna Durbin * \"Rakoczy March\" (Hector Berlioz) performed by a symphony orchestra conducted by Leopold Stokowski * \"A Heart That's Free\" (Alfred G. Robyn, Thomas Railey) performed by Deanna Durbin * \"Zampa, ou la fiancée de marbre: Overture\" (Ferdinand Hérold) performed by the unemployed orchestra * \"For He's a Jolly Good Fellow\" (Traditional) performed by the unemployed orchestra * \"Lohengrin: Prelude to Act III\" (Richard Wagner) performed by a symphony orchestra conducted by Leopold Stokowski * \"Alleluja\" from the motet \"Exsultate, jubilate\" (K.165) (Wolfgang Amadeus Mozart) performed by Deanna Durbin ==Reception== The film opened to highly favorable critical reviews and is remembered as a hit. Of all the elements of the film, Deanna Durbin's ability to both sing and act drew the highest praise. (accessed 14 July 2006 at 15:40 UTC) ===Awards and honors=== The film was nominated for the Academy Award for Best Picture. In addition, Charles Previn, in his role as head of the music department for Universal Pictures, won the Academy Award for Original Music Score. (No specific composer credit was ever specified.) Previn's scoring consisted of using two original songs (by Sam Coslow and Friedrich Hollaender) and a carefully chosen selection of music from classical symphonic works and operas. The other three awards for which this film was nominated were Best Film Editing, Best Sound Mixing (Homer G. Tasker), and Best Original Story. The film is recognized by American Film Institute in these lists: * 2006: AFI's Greatest Movie Musicals – Nominated ==References== *Green, Stanley (1999) Hollywood Musicals Year by Year (2nd ed.), pub. Hal Leonard Corporation page 74 ==External links== * * * * *Review of film at Variety Category:1937 films Category:1937 musical comedy films Category:American films Category:American musical comedy films Category:American black-and-white films Category:English-language films Category:Films directed by Henry Koster Category:Universal Pictures films Category:Films that won the Best Original Score Academy Award Category:Films produced by Joe Pasternak",
 "title": "One Hundred Men and a Girl"
}