{
 "id": "615443",
 "text": "Lois Wendland Banner (born 1939) is an American author and retired professor of history from the University of Southern California. She received her doctorate of philosophy from Columbia University. She is the author of the textbook Women in Modern America: A Brief History, which is commonly used in introductory Women's studies classes at the university level. She helped found the Berkshire Conference on the History of Women at Rutgers University in 1973. She has written biographies of Margaret Mead, Ruth Benedict and Marilyn Monroe. ==Selected publications== * Women in Modern America: A Brief History, 1974. According to WorldCat, the book was held in 1715 libraries WorldCat author file * Elizabeth Cady Stanton: A Radical for Women's Rights. Addison- Wesley Publishers, 1979. According to WorldCat, the book is held in 1990 libraries * American Beauty, Alfred Knopf, 1983. According to WorldCat, the book was held in 1438 libraries * Finding Fran: History and Memory in the Lives of Two Women, Columbia University Press, 1998. * In Full Flower: Aging Women, Power, and Sexuality, Alfred Knopf, 1992. * Intertwined Lives: Margaret Mead, Ruth Benedict, and Their Circle, Alfred Knopf, 2003.According to WorldCat, the book was held in 911 libraries * MM-Personal: From the Private Archive of Marilyn Monroe, Abrams, 2011. According to WorldCat, the book is held in 238 libraries * Marilyn: The Passion and the Paradox, Bloomsbury USA, 2012: . According to WorldCat, the book was held in 1308 libraries ==References== ==External links== *Lois Banner faculty page at USC *Lois Banner blog page * * Book draft, 1979: A Finding Aid. Schlesinger Library, Radcliffe Institute, Harvard University. * Category:1939 births Category:Living people Category:Feminist studies scholars Category:Columbia University alumni Category:University of Southern California faculty Category:American women historians Category:Fulbright Distinguished Chairs Category:21st-century American historians Category:21st-century American women writers Category:Historians from California",
 "title": "Lois Banner"
}