{
 "id": "615743",
 "text": "Help the Aged was a United Kingdom based international charity founded in 1961 by Cecil Jackson-Cole and Hugh Faulkner to help disadvantaged older people who were affected by poverty, isolation and neglect. It merged with Age Concern in 2009 to form Age UK. thumb|Help the Aged charity shop ==Organisation and campaigns== Help the Aged had national offices in England, Wales, Scotland and Northern Ireland. As of 2005 the Charity employed over 1,800 people and had an income of £75 million per year. The Charity was an active campaigner on a number of issues affecting older people including: * Elder AbuseElder abuse *Poverty among older people * Health and Social CareHealth & Social Care * NeighbourhoodsNeighbourhoods * Pensions and BenefitsPensions & Benefits * Isolation and loneliness On 26 June 2008, and after years of campaigning by Help the Aged, the British Government announced new legislation aimed at making age discriminationAge Discrimination illegal. Equalities Minister Harriet Harman unveiled the first draft of the Equalities Bill in Parliament to outlaw discrimination through the provision of goods and services on the basis of age. Help the Aged also conducted a high profile campaign on Fuel Poverty,Fuel Poverty which affects an estimated 3 million pensioners in the UK. A household is deemed to be in fuel poverty when more than 10% of its income is spent on heating the house to an adequate standard of warmth. Fuel poverty, caused by low income and non energy-efficient housing, is thought to be a main cause of excess winter deaths. ==Research into Ageing== Research into Ageing is a medical research trust that was the research arm of Help the Aged. It operates The Disconnected Mind, a research project that seeks to improve the lives of older people by unlocking the causes of age-related mental decline.The Disconnected Mind ==intune group== In 2007, Help the Aged launched intune group, a new financial services brand.LV= brand's new insurance product for over 50's market; Creative Match; 30 April 2007 The service exists as a wholly owned subsidiary of the Charity and offers tailored financial services products including home, car and travel insurance. The charity launched the initiative to remove age discrimination as a barrier to older people wishing to access certain financial products. Any profits generated by the company go towards the charity's work. ==Merger== In May 2008, Help the Aged and Age Concern England announced plans for the two charities to merge.Fundraising UK article, retrieved 22 Oct 2008 Following consultation, this was confirmed in September, when Dianne Jeffrey was confirmed as the new chair of trustees.Community Care article, retrieved 22 Oct 2008 Tom Wright CBE, then chief executive of VisitBritain, was appointed Chief Executive of the new charity in November 2008.Third Sector, retrieved 12 March 2009 He is also a Trustee of the Imperial War Museum. The merged charity – known initially as Age Concern and Help the Aged, but now branded Age UK – was formed on 1 April 2009. ==References== ==External links== * www.helptheaged.org.uk Category:Charities for the elderly based in the United Kingdom Category:1961 establishments in the United Kingdom Category:2009 disestablishments in the United Kingdom",
 "title": "Help the Aged"
}