{
 "id": "615753",
 "text": "Kealba is a suburb of Melbourne, Victoria, Australia, 15 km north-west from Melbourne's Central Business District, located within the City of Brimbank local government area. Kealba recorded a population of 3,194 as of the 2016 Census. The name of the suburb is derived from the letters of two of its neighbouring suburbs, namely Keilor and St Albans. ==History== The land was part of the Overnewton Estate owned by William Taylor, who had Overnewton Castle built on the Calder Highway. After the Government demanded the release of land by large landowners, two large farm allotments were sold to Farquhar Macrae and his wife Annie (née Ritchie). After the Macraes' death, the land contained in the suburb of Kealba was owned by their son Malcolm Ritchie Macrae. The farm was used to grow oats and for the breeding of horses, cows and sheep. During the 1960s the land was sold for subdivisional purposes, the first land auction taking place on 22 March 1969. During this time the area came under the St. Albans postal district, 3021, and was called St Albans. Over the following years all the land was subdivided and in February 1970, a school, Kealba Secondary College (originally named St Albans Park High School) was established. In July 1970, the principal, Mr Leo Webb, requested that the name be changed due to the confusion with St Albans High. A community group was formed to choose a name (former Mayor Ciro Lombardi was part of this group). The group originally put forward the names 'Albakei', 'Keialba' and 'Kealba' which were a combination of the names Keilor and St Albans. The group settled on the name 'Kealba Secondary College'. After changing the schools name to Kealba Secondary College and Under the Survey Co-Ordination Act 1958, the City of Keilor applied to a name changed from St Albans East to the name of Kealba. The location was named as being – that portion of the City bounded by St Albans Road, Taylors Creek, the Maribyrnong River, McIntyre Road, Main Road East and Sunshine Avenue. A few light industrial areas in Malcolm Court and Stenson Rd were later added. In the early 1970s, the main road that runs along the centre of Kealba (Driscolls Rd) was originally called Fox Rd. The reason for the name change was due to the confusion with a street in St Albans called Fox St. Many residents were consistently receiving the wrong mail or none at all due to the difference. The problem became increasingly evident when a foam insulation company incorrectly carried out a job on a house in Fox St rather than Fox Rd. The residents then lobbied the council to have the name of the road changed from Fox Rd to Driscolls Rd. In the late 1970s, a severe storm caused damage to half a dozen homes in which a number of them were completely destroyed. In the 1990s without any consultations with the residents, the council renamed the area bounded by Main Road East, Cowper Avenue, Errington Road and Sunshine Avenue as St Albans. Today the area is still known to many as Kealba, or by its original name Kealba Views. In the late 1990s, the land to the East of Stenson Rd was subdivided and released for sale. This land was marketed as 'Observatory Point' due to the views of the Brimbank Park, EJ Whitten Bridge and the Melbourne CBD. This is the reason for the names 'Orbital Drive', 'Meteor Rise', 'Nebula Court' and 'Pulsar Place'. A nearby section was subdivided afterwards hence why the name 'Henley Court' does not conform to the space theme. In 2011, Kealba Secondary College merged with Victoria University Secondary College. Due to the low number of students attending the Kealba Secondary College, the school relocated to new sites in Deer Park and Cairnlea and Kealba Secondary College was closed down. In 2016, the Victorian education department had deemed the site \"surplus\" and listed the 6.07-hectare site for sale by public tender. In July 2017, the local newspaper, Star Weekly, reported that the Kealba Secondary site had been sold for $24.16 million. In 2019, a Development Plan was submitted by the land owner for the development of the site into 218 dwellings. Local residents campaigned against the plan due to the overdevelopment of the site and the impact it was have on the neighbouring houses. The local council voted against the Development Plan which was subsequently lodged to VCAT. In September 2019, the application was rejected by VCAT. The site is currently vacant. ==Community facilities == Phap Van Temple, a Vietnamese Buddhist temple, is located in the suburb. ==Transport== Bus route 421 runs through the area. This route travels via Driscolls Road and Stenson Road every 40 minutes. It departs from the terminus at the St Albans railway station and runs via Alfrieda Street, Biggs Street, Stenson Road and Driscolls Road, before continuing on towards Watergardens railway station. ==See also== * City of Keilor – Kealba was previously within this former local government area. ==References== Category:Suburbs of Melbourne Category:Suburbs of the City of Brimbank",
 "title": "Kealba, Victoria"
}