{
 "id": "616416",
 "text": "{| |} The Avro York was a British transport aircraft developed by Avro during the Second World War. The design was derived from the Avro Lancaster heavy bomber, several sections of the York and Lancaster being identical. Due to the importance of Lancaster production, York output proceeded slowly until 1944, after which a higher priority was placed upon transport aircraft. The York saw service in military and civilian roles with various operators between 1943 and 1964. In civilian service, British South American Airways (BSAA) and British Overseas Airways Corporation (BOAC) were the largest users of the type. In military service, large numbers of Yorks were used for air-supply missions during the Berlin Blockade 1948–49. A number of the type were used as air transports of heads of state and government; VIPs who flew on Yorks included British Prime Minister Winston Churchill, French General Charles de Gaulle, Indian Governor-General Lord Mountbatten and South African Prime Minister Jan Smuts. ==Development== ===Origins=== During 1941, Avro elected to begin development of a new civil-orientated transport aircraft. In the midst of an uncertain stage of the Second World War, Britain's aircraft industry was preoccupied by urgent wartime demands, not only to produce military aircraft, but to design increasingly capable models as well. The company's decision to embark on this venture was considered to be ambitious, especially as the development project operated with no official backing early on. The project may well have been influenced by a shortage of transport aircraft, as well as by the formation of the British Overseas Airways Corporation (BOAC), in 1940, to run all of the nation's overseas civil air routes. However, according to aviation author Donald Hannah, there was little incentive and few materials available for the construction of transport aircraft, it was impossible to predict when the war would end and, thus, when large-scale demand for civil aircraft would return.Hannah 1967, p. 3. Roy Chadwick, Avro's chief designer, had foreseen a need for a transport aircraft that was powered by four engines and would be capable of flying for long distances. The design, which was designated as the Type 685, had its origins in the company's then-newly developed four-engined bomber, the Avro Lancaster, which had made its first flight only earlier that year. The Type 685 paired various elements of the Lancaster, such as its wings, tail assembly and undercarriage and Rolls-Royce Merlin engines, with a new square-section fuselage that provided double the internal capacity of the Lancaster. The two aircraft also substantially differed in external appearance. In February 1942, Chadwick submitted his drawings to Avro's experimental department. Within five months, the company refined the design and had quickly assembled an initial prototype. On 5 July 1942, the York prototype, LV626, conducted its maiden flight from Ringway Airport, Manchester. It had initially been fitted with the twin fins and rudders of the Lancaster but the increased fuselage side area forward of the wing compared to the Lancaster necessitated fitting a third central fin to retain adequate control and directional stability; the third fin was fitted as standard on subsequent production aircraft. Flight trials of LV626 were quickly transferred to RAF Boscombe Down. In response to the prototype's favourable performance during trials, the Air Ministry issued an order for three more prototypes of various configurations to be built along with an initial production batch under Specification C.1/42, part of Operational Requirement OR.113 for a new transport aircraft. The prototypes were used to test various adaptions and potential roles for the aircraft. LV626, the first prototype, was rebuilt to the C.II standard, the principal modification of which was the installation of Bristol Hercules VI radial engines in place of the Merlins; it was later decided to standardise on the Merlin engine, leaving this as the sole Hercules-powered York. The fourth prototype, LV639, was furnished as a paratroop transport, complete with ventral dropping doors. However, flight testing found that the York was unsuited to this role, due to the slipstream wash drawing the parachutes towards the fixed tailwheel, posing an entanglement risk. ===Production=== Production of the York proved difficult to speed up, due to shortages of key materials. Moreover, Avro was also obliged to place a high priority on the manufacturing and refinement of the Lancaster. Officials had also judged that there was no requirement for large numbers of Yorks at that time.Hannah 1967, pp. 3–4. By the end of 1943, only the four prototypes and three production aircraft had been manufactured, but production was scheduled to rise to three aircraft per month throughout 1944.Hannah 1967, p. 5. Early production Yorks were principally used as a VIP transport aircraft; notably, the third prototype, LV633 being luxuriously fitted out and becoming the personal transport of Winston Churchill.Hannah 1967, p. 4. thumb|left|RAF York On 25 March 1943, RAF Transport Command had been formed, which soon established a clear requirement for the strengthening of Britain's air transport forces; the York became the first British aircraft to be used in quantity by Transport Command. The first RAF production order consisted of 200 aircraft; while a further 100 were ordered under a second order placed shortly after. Throughout 1944, the majority of Yorks produced were passenger transport aircraft, a batch of both pure freighters and combined passenger/freighter-configured Yorks were also manufactured. Several early production aircraft intended for RAF service were instead diverted to BOAC, who had otherwise received little in the way of similar aircraft prior to delivery of the first York in April 1944. Initial assembly and testing of production Yorks, which were principally destined for service with the Royal Air Force (RAF) at that time, was performed at Ringway, reaching its peak in 1945; these activities later being transferred to facilities in Yeadon, Leeds and Woodford, Cheshire, where work was undertaken at a slower pace.\"Avro York C1.\" Royal Air Force Museum. Retrieved: 24 October 2006. Only eight aircraft of the second order for 100 aircraft were produced; in April 1948, the final York, PE108, was completed. Abroad, a single pattern aircraft was completed by Victory Aircraft in Canada; however, no further orders were received. Victory had tooled up for the manufacture of 30 aircraft and had built parts for five aircraft, but, ultimately, only one would be completed around the time that the war came to an end.Stewart 1991, p. 14. This aircraft would later be purchased by Skyways Ltd. ==Design== The Avro York was a high-wing cantilever monoplane, using an all-metal construction, with many similarities to the Lancaster from which it was derived. The wings used a two-spar structure, which housed seven internal fuel tanks between the spars, containing . The outboard panels of the wings were tapered on both edges and were furnished with detachable tips. The wings featured all-metal hydraulically-actuated split trailing edge flaps and carry the four Rolls-Royce Merlin engines in four underslung nacelles attached to the front wing spar.Hannah 1967, p. 12. Each engine drove a three-bladed constant-speed fully feathering metal propeller, manufactured by de Havilland Hydromatic. The fuselage was of a semi-monocoque construction, complete with a flush-rivetted skin, and was built in five separate sections. In a typical passenger configuration, the York could accommodate a 21-seat three-abreast arrangement split between the fore and aft cabins. The main entrance door was set between the two cabins, along with cloakrooms and lavatory, and a kitchen and baggage hold was located at the rear of the cabin.Hannah 1967, p. 13. Emergency exits were present in the ceiling of each cabin. Passengers were subjected to very noisy conditions due to the aircraft's engines, but from a pilot's perspective, the York was reasonably pleasant to fly.Hannah 1967, pp. 11–12. ==Operational history== ===Military=== In 1945, No. 511 Squadron became the first squadron to be fully equipped with Yorks; eventually a total of ten squadrons of RAF Transport Command were wholly or partially equipped with the York. In military service, the York was used on all of the trunk routes operated by Transport Command, such as the critical England–India route. Overall, 208 Yorks were manufactured for the RAF. During the Berlin Airlift, RAF Yorks from seven different squadrons flew over 58,000 sorties to provide the city with vital supplies between 1948 and 1949. In total, in excess of 1,000,000 tons was carried by the York fleet; the type had borne close to half of the British contribution, alongside other aircraft such as the Douglas Dakota and Handley Page Hastings. Following the end of the Airlift, the RAF retired much of its York fleet; around 40 of these were sold onto civilian operators while many others were scrapped due to the onset of corrosion.Hannah 1967, p. 7. During the 1950s, numerous military contracts were issued to civilian York operators.Hannah 1967, pp. 7, 10. In 1954, the French Aéronavale procured five Yorks from the British Air Ministry and operated the type at Le Bourget for around a year.Hannah 1967, p. 11. ===Civilian=== On 21 February 1944, the first civilian York (G-AGJA), initially built for the RAF as MW103, received its airworthiness certificate, thus clearing its delivery shortly thereafter to the British Overseas Airways Corporation (BOAC). On 22 April 1944, the York inaugurated an initial UK-Morocco-Cairo route. Following the diversion of the first five RAF production Yorks to BOAC, it was decided to allocate a further 60 to the airline but in fact only 25 more were delivered to BOAC.Jackson 1990, p.379 Early BOAC operations were conducted in close collaboration with No. 216 Group RAF; this led to some early Yorks bearing a confusing combination of both civilian registrations and military external markings. Flights were soon established to Johannesburg, South Africa, in conjunction with South African Airways; Yorks assigned to this route fitted with a total of 12 sleeping berths in addition to passenger seating due to the journey time.Hannah 1967, pp. 5–6. The majority of BOAC's York fleet were fully furnished passenger airliners or as combi passenger-cargo aircraft. In the post-war years, BOAC expanded its use of the York considerably, such as on its Cairo to Durban service, which had previously been operated by Shorts flying boats.\"Avro 685 York.\" British Aircraft of World War II via web.archive.org. Retrieved: 22 December 2010. Other airlines also adopted the type, such as its use by British South American Airways (BSAAC) on their routes to the Caribbean and South America, prior to their merger into BOAC in September 1949. On 7 October 1952, BOAC withdrew its Yorks from passenger services, retaining the type for freight operations.Hannah 1967, p. 6. BOAC's Yorks continued to operate freight schedules until November 1957 when the last example was withdrawn.Jackson 1990, p. 379. After disposal by BOAC and BSAAC, their York fleets were purchased by several UK independent airlines and operated on both passenger and freight flights; these service often included long-distance trooping flights to Jamaica and other UK garrisons.Hannah 1967, pp. 6–7. The largest York operator out of the independents was Skyways.Hannah 1967, p. 10. In 1964, the last Yorks were retired from service by Skyways and Dan Air. When the Distant Early Warning Line (Dew Line) was being constructed in Canada in the late 1950s, the York was introduced as a freighter by Associated Airways to support the initiative, these being used later in ordinary airline service. At least one of the Yorks, CF-HAS, was retained, and was in service with Transair as late as 1961. ===VIP service=== The Avro York was, like its Lancaster and Lincoln stablemates, a versatile aircraft. One of the prototypes, LV633, Ascalon, was custom-built as the personal transport and flying conference room for Prime Minister Winston Churchill. Ascalon was to be fitted with a special pressurised \"egg\" so that VIP passengers could be carried without their having to use an oxygen mask. Made of aluminium alloy, the enclosure had eight perspex windows to reduce claustrophobia. It also had a telephone, an instrument panel, drinking facilities and an ashtray with room for cigars, a thermos flask, newspapers and books. Testing at RAE Farnborough found the \"egg\" to work satisfactorily. Avro said it was too busy with the new Lancaster IV (Avro Lincoln) work so it was never installed in Ascalon. It was considered for installation in the successor aircraft, a Douglas C-54B but the contractor Armstrong Whitworth decided it was impractical and the project was shelved. The whereabouts of \"Churchill's Egg\" is not known.Aeroplane Monthly January 1983. MW140, Endeavour, flew to Australia in 1945 to become the personal aircraft of the Duke of Gloucester, Australia's Governor-General. It was operated by the Governor-General's Flight from 1945 to 1947; it was the Royal Australian Air Force's only York. Another York, MW102 was fitted out as a \"flying office\" for the use of the Viceroy of India and C-in-C South East Asia Command, Lord Mountbatten. During its first major overhaul by Avro at Manchester (Ringway) in 1945, the aircraft was repainted a light duck egg green, a shade intended to cool down the aeroplane, instead of its former normal camouflage colour scheme. South African leader Jan Smuts also used a York as his personal transport. Air Chief Marshal Sir Trafford Leigh-Mallory was killed on 14 November 1944, while flying to his new posting in Ceylon to take command of Allied air operations in the Pacific, when York MW126 struck a ridge in the French Alps in a blizzard, south of Grenoble, France. His wife Dora and eight aircrew also died. The wreckage was found by a villager in June 1945. ==Variants== ;Avro 685 prototypes :LV626 – prototype first flown with twin-tail and later converted to C.II standard :LV629 – prototype fitted with passenger seats :LV633 – prototype fitted as a flying conference room, later used by Winston Churchill :LV639 – prototype fitted as a paratroop drop variant with a drop hatch in the floor ;York I :Four-engined civilian transport aircraft, 45 builtJackson 1990, pp.381-383 ;York C.I :Four-engined military transport aircraft for the RAF, 208 built by Avro and one by Victory Aircraft. ;York C.II :One prototype York aircraft converted with four Bristol Hercules XVI radial piston engines. ==Operators== ===Military operators=== ; *Royal Australian Air Force **Governor-General's Flight RAAF ; *French Air Force *Aeronavale ; *South African Air Force ; *Aeroplane and Armament Experimental Establishment (Boscombe Down) *Airborne Forces Experimental Establishment (Beaulieu) *Royal Aircraft Establishment (Farnborough) *Royal Air Force ** No. 24 Squadron RAF 1943–1951 at various bases in England ** No. 40 Squadron RAF 1947–1950 (RAF Abingdon, England) ** No. 51 Squadron RAF 1946–1950 at various bases in England ** No. 59 Squadron RAF 1947–1950 (RAF Abingdon, England) ** No. 99 Squadron RAF 1947–1949 (RAF Lyneham, England) ** No. 206 Squadron RAF 1947–1950 (RAF Lyneham, England) ** No. 232 Squadron RAF ** No. 242 Squadron RAF 1945–1949 at various bases in England ** No. 246 Squadron RAF 1944–1946 (RAF Holmsley South, England) ** No. 511 Squadron RAF 1943–1949 (RAF Lyneham, England) ** No. 241 Operational Conversion Unit RAF (RAF Dishforth, England) ** Air Command South East Asia Communications Squadron (RAF Ratmalana, Ceylon) ** Air Transport Tactical Development Unit (RAF Netheravon, England) ** Empire Air Navigation School (RAF Shawbury, England) ** Far East Communications Squadron (RAF Changi, Singapore) ** Metropolitan Communications Squadron (RAF Hendon, England) ** Transport Command Development Unit ** Transport Command Examining Unit ** 1310 Flight RAF (RAF Upavon, England) ** 1359 Flight RAF (RAF Lyneham then RAF Bassingbourn, England) ** 1332 Heavy Conversion Unit at various bases in England and Northern Ireland * Telecommunications Research Establishment (Defford, England) ===Civil operators=== ; *Aden AirwaysHarrison 2014, p. 38. ; *Flota Aérea Mercante ArgentinaHarrison 2014, pp. 38–39. *Aerolíneas ArgentinasHarrison 2014, p. 39. ; *Arctic Wings *Associated Airways *Maritime Central Airways *Pacific Western Airlines *Spartan Air ServicesHarrison 2014, pp. 40–45. *Transair (Canada) ; *Persian Air Services ; *Air LibanHarrison 2014, pp. 37–38. *Middle East AirlinesHarrison 2014, pp. 39–40. *Trans Mediterranean AirwaysHarrison 2014, p. 45. ; *South African Airways - operated Yorks leased from BOAC as stopgap until taking delivery of DC-4s and Avro TudorsHarrison 2014, p. 40. *Tropic Airways ; *Air Charter - 10 operated from 1952 to 1956.Harrison 2014, pp. 21–22. *BOAC *British South American Airways *Dan-Air *Eagle Aviation *Hunting-Clan Air Transport *Scottish Airlines *Skyways *Surrey Flying Services ==Survivors== thumb|left|Dan Air York at Duxford While there are no flying examples of the Avro York, there are two complete examples on display. Currently at the RAF Museum Cosford Collection is Avro 685 York C1, TS798 (cn 1223) which was initially intended for the RAF as TS798, but quickly passed to BOAC as G-AGNV and later to Skyways. It was previously preserved at Skyfame (Staverton), Brize Norton and Shawbury. Another example on public display is held at the Imperial War Museum Duxford: Avro 685 York C1, G-ANTK is an ex-Dan Air London aircraft. This airframe was built at Yeadon, near Leeds, in January 1946 and entered RAF service with 242 Squadron as MW232 that August. It joined the fleet of Allied aircraft engaged in the Berlin Airlift and in May 1947, the York moved to 511 Squadron at Lyneham, where it served until May 1950 when it was used by Fairey Aviation for flight refuelling research. It then retired to 12 Maintenance Unit at Kirkbride for storage prior to disposal. In July 1954, MW232 became G-ANTK with Dan Air and it was used for freight work until its retirement in May 1964. It was ferried to Lasham Airfield and used as a bunk house by the Air Scouts until 1974. The Dan Air preservation group took it over and began to restore the aircraft in their spare time. In the mid-1980s, Dan Air realised the impracticality of the restoration work being undertaken and began negotiations with the Duxford Aviation Society. In May 1986, the aircraft was dismantled and on 23 May made its journey to Duxford on seven low-loaders. ==Accidents and incidents== The Avro York had 87 hull-loss accidents or incidents with the following list of accidents involving fatalities and major hull-losses. This information is primarily derived from: Piston Engine Airliner Production List (1991) Eastwood and Roach 1991, pp. 21–29. and Aviation Safety Network.:\"Accidents: Avro 685 York.\" Aviation Safety Network. Retrieved: 22 February 2010. * 14 November 1944: An RAF York crashed near Grenoble, France, killing all ten aboard, including Air Chief Marshal Trafford Leigh-Mallory.Record of Avro York C.1 MW126 on lostaircraft.comHarrison 2014, p. 14. * 2 February 1945: An RAF York crashed off Lampedusa Island.Record of Avro York C.1 MW116 on lostaircraft.com * 29 December 1945: An RAF York crashed and was destroyed by fire near New Milton, Hampshire, England. * 11 April 1946: An RAF York crashed and burned on takeoff from RAF Woodbridge, one of the six crew on board was killed.\"News in Brief.\" The Times, 13 April 1946, Issue 50426, p. 2, column C. * 7 September 1946: A British South American Airways York Star Leader on a flight from London to Buenos Aires via Lisbon, Bathurst, Natal, Rio de Janeiro and Montevideo, crashed shortly after takeoff from Bathurst, The Gambia. The captain lost control of the aircraft as it was climbing. The accident killed all 24 passengers and crew on board.\"Accident description G-AHEW.\" Aviation Safety Network. Retrieved: 12 May 2011.\"23 Killed in Crash of Plane in Africa.\" Pittsburgh Press, 7 September 1946, p. 1. * 6 October 1946: An RAF York crashed in the Bay of Bengal. * 20 October 1946: An RAF York crashed on takeoff from Dum Dum, Calcutta, India. * 20 November 1946: An RAF York crashed in the desert south of Helwan, Egypt. * 23 December 1946: A Flota Aérea Mercante Argentina York crashed into a mountain 31 km from Rio de Janeiro, Brazil. * 18 March 1947: An RAF York crashed and burnt out near Negombo Town after departure from Negombo, Ceylon. * 13 April 1947: British South American Airways York Star Speed crashed on landing at Dakar, Senegal. * 1 July 1947: An RAF York crashed after overshooting at RAF Oakington. * 16 July 1947: A BOAC York crashed near Basra, Iraq. * 17 November 1947: An RAF York crashed after overshooting at RAF Dishforth, Yorkshire. * 16 February 1948: An RAF York was damaged beyond repair during a landing at RAF Hullavington. * 4 July 1948: An RAF York collided with a Scandinavian Airlines System DC-6 over Northwood, London, killing all seven passengers and crew on the York and 32 passengers and crew on the DC-6. See 1948 Northwood mid-air collision. * 19 September 1948: An RAF York crashed on takeoff from Wunstorf, West Germany. * 5 January 1949: British South American Airways York Star Venture crashed at Caravellos Bay, Brazil. * 15 March 1949: A Skyways York crashed on approach to Gatow, (southwest of West Berlin), West Germany. * 2 February 1953: A Skyways York crashed into the sea off Newfoundland, Canada after an SOS was sent by the pilots. The wreck of the aircraft was never found; all 39 passengers and crew died. * 26 June 1954: A Skyways York crashed landed at Kyritz, East Germany. * 26 May 1955: An Associated Airways York was damaged beyond repair after hitting an obstacle on takeoff from Edmonton Municipal Airport, Canada.\"Associated Airways Avro York accident.\" aviation- safety.net. Retrieved: 21 December 2010. * 29 September 1955: An Associated Airways York was damaged beyond repair after ditching into the Thoa River near Yellowknife, North West Territories, Canada. * 18 February 1956: A Scottish Airlines York crashed at Malta due to pilot error, killing all 50 passengers and crew. See 1956 Scottish Airlines Malta air disaster * 30 April 1956: A Scottish Airlines York crashed on takeoff from Stansted Airport, Essex. * 13 September 1956: A Pacific Western Airlines York was damaged beyond repair after an accident at Cape Perry, North West Territories, Canada. * 26 September 1956: A Maritime Central Airways York was damaged beyond repair in a forced landing in Quebec, Canada. * 8 January 1957: A Transair (Canada) York was destroyed by fire after crash landing on a lake in Hudson Bay, Canada. * 23 December 1957: A cargo Scottish Airlines York crashed near Stansted on approach to the airport, killing all four crew. * 25 May 1958: A Dan-Air York crashed at Guragon, Punjab, India. * 29 September 1958: A Middle East Airlines York went missing over the Mediterranean Sea somewhere between Beirut and Rome. * 15 March 1963: A Trans Mediterranean Airways York crashed seven miles southeast of Karaj, Iran. ==Specifications (Avro York)== thumb|right|Avro York ==See also== ==References== ===Notes=== ===Bibliography=== * Bridgeman, Leonard. \"The Avro Type 685 York.\" Jane's Fighting Aircraft of World War II. London: Studio, 1946. . * Eastwood, Tony and John Roach. Piston Engine Airliner Production List. West Drayton, UK: The Aviation Hobby Shop, 1991. . * Hannah, Donald. The Avro York (Aircraft in Profile number 168). Leatherhead, Surrey, UK: Profile Publications Ltd., 1967. * Harrison, William. Avro York Warpaint Series No. 98. Denbigh East, UK: Warpaint Books, 2014. . * Holmes, Harry. Avro: The History of an Aircraft Company, Second edition. Marlborough, UK: Crowood Press, 2004. . * Jackson, A.J. Avro Aircraft since 1908, 2nd edition. London: Putnam Aeronautical Books, 1990. . * Ottaway, Susan and Ian. Fly With the Stars – A History of British South American Airways. Andover, Hampshire, UK: Speedman Press, 2007. . * Stewart, Greig. Shutting Down the National Dream: A.V. Roe and the Tragedy of the Avro Arrow. Toronto: McGraw- Hill-Ryerson, 1991. . ==External links== * Avro York on display at RAF Museum, Cosford * \"1,000,000th Ton!\" a 1949 Flight advertisement for the York * \"Flying with Prudence\" a 1946 instruction film made to instil in RAF flying personnel the importance of flight safety in peacetime. York Category:1940s British airliners Category:1940s British military transport aircraft Category:Four-engined tractor aircraft York Category:High-wing aircraft Category:Aircraft first flown in 1942 Category:Four-engined piston aircraft Category:Twin-tail aircraft",
 "title": "Avro York"
}