{
 "id": "616725",
 "text": "The Renault Espace is a large MPV (M-segment) manufactured by Renault since 1984 for five generations. The first three generations of the Espace were amongst the first contemporary minivans or MPVs, and were manufactured by Matra for Renault. The fourth generation, also an MPV, was manufactured by Renault. The Renault Grand Espace is a long wheelbase (LWB) version with increased rear leg room and boot size. The fifth generation is introduced with a crossover SUV-inspired styling while keeping the space-oriented MPV body style. Renault described the fifth generation Espace as a 'crossover-style MPV' which combines elements of saloon, SUV and MPV, while retaining interior space and practicality of the latter. The name \"espace\" means \"space\" in French. In February 2012, the Espace was retired in the United Kingdom, as part of a cost-cutting plan. ==Espace I (1984)== thumb|left|Matra P18 prototype, which would later be developed into the Renault Espace The Espace concept was originally conceived in the 1970s by the British designer Fergus Pollock, who was working for Chrysler UK, at its design centre at Whitley in Coventry. Matra, spearheaded by Greek designer Antonis Volanis, developed the design for Simca, the then French subsidiary of Chrysler, with the intent of marketing the vehicle as a Talbot. It would replace the Matra Rancho leisure activity vehicle on the Matra production lines. Early prototypes used Simca parts, and hence featured a grille reminiscent of the Simca 1307 (Chrysler Alpine). In 1978, six years before the Espace went into production, Chrysler UK and Simca were sold to the French company PSA Peugeot Citroën, which phased out Simca within a decade because of falling sales. PSA decided the Espace was too expensive and too risky a design to put into production, preferring to focus on nursing Talbot back to financial health. The design was returned to Matra, who called it the Matra P23 and took the idea to Renault. Renault adopted the Matra concept as project J11, which was then given the name \"Espace.\" One restraint was that Renault used longitudinally mounted engines whereas the P23 had been designed with the more efficient transverse layout in mind. The design ended up using the longitudinal layout, which allowed for more flexibility in engine fitment and also made developing a four-wheel-drive version easier.De Leener, p. 142 Installing the PRV V6 had been considered from early on but ended up having to wait until the introduction of the second generation. To make the engine installation as short as possible, the radiator was placed to the left in the engine compartment, with the engine reaching the grille.De Leener, p. 143 The compact installation necessitated an extended front end for turbodiesel models as this engine was longer; these have a protruding grille and a correspondingly larger front bumper. Renault improved on Matra's original design by insisting on an entirely flat floor in the entire area behind the front seats.De Leener, p. 149 The design featured a body of fibreglass, mounted on a warm-galvanised steel monocoque spaceframe, using the same technique and assembly line at the factory as the Talbot Matra Murena. The galvanization process increased torsional rigidity by 60 percent and bending resistance by 20 percent, at a cost of a weight gain. Weight distribution was rather front heavy, with 62.9 percent of the weight being over the front wheels (original petrol version).De Leener, p. 144 The Espace was eventually launched by Renault in July 1984. After a slow start, a mere nine Espaces were sold in the first month,https://www.youtube.com/watch?v=3VJDIeeSdAE Top Gear - Historic People Carrier Racing - official Top Gear YouTube channel provided legally by BBC consumers realised the benefits of the MPV concept and the Espace became popular. The introduction of the Espace required the relatively small Matra factory to cease production of the Murena to make room for the Espace. It was sold in the United Kingdom from August 1985. In October 1984 the turbodiesel versions Turbo D and Turbo DX arrived. In 1984, American Motors Corporation (AMC) announced it would begin to market the front wheel drive Espace in the United States. The minivan was exhibited to consumers at the 1985 Chicago Auto Show, but AMC's negotiations with Matra continued over the vehicle's import pricing. thumb|right|Pre-facelift Renault Espace thumb|left|Phase I turbodiesel, showing the larger front grille Plans for the Espace to be launched in the United States ended with the purchase of AMC by Chrysler. In 2004, BBC's motoring show Top Gear set up a race between two Espaces, a Toyota Previa, a Toyota MasterAce, a Mitsubishi Space Wagon, and a Nissan Serena. The Espaces came first and second - although as Jeremy Clarkson pointed out, Richard Hammond was driving a V6 Espace, giving him a performance advantage over the other vehicles.Historic People Car Racing, series 5, episode 5: *Clarkson: \"Can I just ask - did yours have the V6 engine?\" *Hammond: (laughing) \"You noticed that did you? My car was so much faster than them that it was a bit embarrassing!\" ===Facelift=== thumb|right|Renault Espace (facelift) thumb|left|Renault Espace (facelift) Building upon its success, the Espace was revamped in 1988, with most of the remaining Talbot/Simca content being replaced by equivalent Renault parts. The chassis and mechanical components of the car remained largely unchanged. The most obvious cosmetic exterior difference, between the very first Espaces and the revamped post 1988 models, were the changed headlights: the forward-slanting lights with orange indicator casing of the original Espace were replaced with backward-slanting lights, with a clear indicator casing. Along with the changes in design, a four-wheel-drive version called Quadra was also introduced. ===Grancar Futura=== Brazilian Ford Concessionaire Grancar, in cooperation with Toni Bianco, developed a faithful copy of the original Espace in Brazil in 1990. Called the Grancar Futura, it was powered by four-cylinder engines (AP1800/AP2000) from Ford/Volkswagen's local lineup, while using the dashboard from the Ford Del Rey and the Escort's fuel tank. With Renault upset about intellectual property infringement and market liberalization undercutting the car's raison d'être, the Futura came to an end in the end of 1991, after 159 cars had been built. ==Espace II (1991)== thumb|left|Renault Espace (rear) A heavily revised Espace was launched in January 1991, adopting the Renault family look, to replace the Talbot themed styling of the original. This was essentially a reskin of the original car, with a new dashboard and other interior improvements. The chassis was unchanged. Production ceased in October 1996. ===Espace Biturbo Quadra=== A high performance prototype (P46) called the Espace Biturbo Quadra was also proposed by Matra in 1990, before the second generation Espace entered production. It was to use the same engine that was later installed in the Safrane Biturbo, which produced around 270 bhp. However, it never entered production due to the concern of its stability, and only a single prototype remains today. The estimated performance figures of it were: 0 to 100 km/h around 7.5 seconds, top speed above 230 km/h. ===Espace F1=== In 1995, Renault displayed a show car called the Espace F1, which was created by Matra to celebrate both the tenth anniversary of the Espace and Renault's involvement in Formula One racing. Though it resembled an Espace with substantial bodywork changes, the vehicle had more in common with a Formula One car. The vehicle used a lightweight carbon fibre F1 style chassis in combination with a carbon fibre reinforced Espace J63 series body (as opposed to fibreglass on the standard model). Powering the Espace F1 was an (upgraded from its original rating of ) 3.5 litre, forty valve Renault RS5 V10 engine, as used in the 1993 Williams-Renault FW15C. As with an F1 car, the V10 engine was mid engined (as opposed to the conventional front-engined layout) and the power was transmitted to the rear wheels via a six speed semi automatic gearbox, also used in the Williams FW15C. The engine and transmission allowed the Espace F1 to accelerate from in 2.8 seconds, in 6.9 seconds and carry on accelerating to a top speed of . With the use of carbon ceramic brakes, the Espace F1's deceleration was no less impressive than its acceleration, and could accelerate from and brake to a complete halt in under . This version of the Espace was featured in driving simulator game Gran Turismo 2. Frank Williams was a noted passenger of the Espace F1, chauffeured by Williams driver David Coulthard. The Espace F1 currently resides in the Matra Museum in France. == Espace III (1996)== thumb|left|Renault Espace (short wheelbase) The third generation Espace arrived in December 1996, with the long wheelbase Grand Espace coming to market in the beginning of 1998. The most notable feature of the Espace III was the radically futuristic interior (including an elongated and centrally mounted dashboard, digital speedometer and radio/CD display). The Espace III featured a plastic (GRP) body over a galvanised independent steel chassis. The Espace III received a facelift in September 2000. In November 1999, a smaller 1.9 litre turbo diesel had been added to the lineup. The Espace III shared much of its running gear with the Laguna of the same era. Although Renault badged, the Espace III continued to be built by Matra. A number of third generation Espaces were used as bases for NGV and taxi conversions for the Kuala Lumpur International Airport and the Kuala Lumpur Sentral transportation hub in Malaysia, rebranded as Enviro 2000s. thumb|left|Renault Grand Espace, the long wheelbase version (1998–2002) The third generation Espace was the last Espace to be built by Matra (the short lived Avantime was subsequently produced on the same production line). During 2001, Matra and MG Rover discussed a possible deal to build reskinned Espaces, as well as market them. However, the deal failed to happen. Production ended in September 2002, with the final production number being 357,120. thumb|left|Sanjiang Espace thumb|left|Renault Enviro 2000 in Malaysia ==Espace IV (2002)== thumb|left|Facelift Renault Espace thumb|left|Pre- facelift Renault Espace thumb|left|Pre-facelift Renault Espace thumb|left|Interior The fourth generation Espace arrived in November 2002, being the first entirely Renault developed and produced model. This model is 90% recyclable, and contains numerous weight reducing materials, thus cutting fuel consumption. The aluminium doors and bonnet are lighter than steel equivalents. Its styling was reflective of a new design direction at Renault, symbolised by the radical Vel Satis and Avantime models, marking a major departure from the previous model, which also saw the range moved upmarket. In 2006, the Espace received a thorough facelift (Phase II) and added new 2.0 litre and 3.0 litre dCi engines. In October 2010, a slight redesign was unveiled at the Paris Motor Show (Phase III), with minor cosmetic changes, LED lights and improved equipment. On 22 June 2012, Renault announced a restyling of the Espace (Phase IV), the second important after 2006, incorporating the \"family feeling\" design concept of Laurens van den Acker. Also, it introduced new 2.0 dCi (M9R) engines, in order to meet the French regulations regarding the limitations on CO2 emissions. The car continued in production until the launch of a new generation. In 2002, Renault goals were to deliver 450,000 units of the Espace IV before 2009, which would account for 20% of the European market for an MPV. The fourth generation Espace came third from the bottom in the Top Gear Satisfaction Survey 2005. ===Safety=== The Espace IV passed the Euro NCAP car safety tests with following ratings: {| class=\"wikitable\" |- |Adult Occupant: | |- |Pedestrian: | |} The 2003 Espace featured in British motoring television show Fifth Gear, where it was crashed into a 1990s Land Rover Discovery at 64 km/h (40 mph). The passenger compartment in the Espace was kept fairly intact, but the dummy in the Discovery was smashed between the seats and the dashboard, leaving no survival possibilities. ===Reviews=== The Renault Espace IV has received very good reviews from motoring journalists and is often cited as one of the best vehicles in the large MPV class. * The AA 'The [Espace] is the MPV to beat all MPVs; it's spacious, luxurious and drives well for a car this size. And there's no question of it being mistaken for anything else on the road.' * Autocar 'The interior is well executed, but even the Grand Espace isn't that spacious with seven on board. Build quality is impressive, as are the diesels, but avoid petrol power.' * Auto Express 'The restyle hasn't dented the visual appeal of the Espace. Yet although the interior is more practical, it's simply not as versatile as the cabins of rivals such as the new Ford Galaxy, or upmarket competitors like Land Rover's Discovery.' * Car For: Gigantic Against: A bit unwieldy * Parker's Pros: Masses of cabin room, superb long distance cruiser, strong dCi engines Cons: Can be expensive to buy, seats don't fold flat, sheer size makes it tricky to manoeuvre * Top Gear 'The last word in MPVs, the Renault Espace is simply vast, but manages to be stylish and unconventional at the same time. Available in regulation and Behemoth 'Grand' guises, either is the ultimate solution for those with a distrust of birth control.' * What Car? 'Decent space for people, if not their luggage. The Espace offers a refined drive and some refined engines, but some rivals are cheaper and more versatile.' ==Espace V (2015–present)== thumb|left|Rear view (pre-facelift) thumb|left|Interior (pre-facelift) The fifth-generation Espace was unveiled at the 2014 Paris Motor Show in October 2014. It abandons the conventional large MPV design of previous generations, instead having crossover SUV styling. The car is based on the Renault–Nissan Common Module Family architecture developed by both Renault and Nissan. The Renault Espace has radar adaptive cruise control, and active emergency braking. It is offered with the latest version of Renault's R Link 2 information system (voice control, navigation, Bluetooth and radio), engine stop start, emergency brake assist, lane departure warning and road sign recognition with speed limit alerts, 360 degree sensors, reversing camera and a hands free parking system. The Espace V is only available in markets with LHD, with neither RHD vehicles are built nor sold, along with the Renault Talisman. An updated Renault Espace was commercialized from Summer 2020. ===Initiale Paris=== The fifth generation Espace was preceded by the Initiale Paris concept car, which is similar to the production version. The concept was unveiled in September 2013 at the Frankfurt Motor Show. It has crossover SUV styling and various luxury elements, previewing also the new Renault's Initiale Paris luxury sub-marque. The car incorporates an aluminium-poly(methyl methacrylate) roof, which has a map of Paris. The engine is a 1.6 litre diesel unit. The Initiale Paris is the final installment of Laurens van den Acker's \"cycle of life\" six-concept series, with each one representing, according to Renault, a lifetime moment: \"love\" (Renault DeZir), \"explore\" (Renault Captur), \"family\" (Renault R-Space), \"work\" (Renault Frendzy), \"play\" (Renaults Twin'Z and Twin'Run) and \"wisdom\" (Renault Initiale Paris). ===Engine specifications=== {|class=\"wikitable sortable collapsible\" |+Petrol engines |- !Model!!Year(s)!!Displacement!!Fuel Type!!Power!!Torque!!!!CO2 Emissions |- !TCe 200 EDC7 |2015–2017||||Petrol|||||| 8.5 s|| 140 g/km |- !Energy TCe 225 EDC7 |2017–||||Petrol|||||| 7.6 s|| 152 g/km |} {|class=\"wikitable sortable collapsible\" |+Diesel engines |- !Model!!Year(s)!!Displacement!!Fuel Type!!Power!!Torque!!!!CO2 Emissions |- !dCi 130 |2015–||||Diesel|||||| 10.8 s|| 119 g/km |- !dCi Twin Turbo 160 EDC6 |2015–||||Diesel|||||| 9.7 s|| 123 g/km |} ==See also== *Renault Modus, the mini MPV of the manufacturer *Renault Scénic, the compact MPV of the manufacturer *Renault Avantime ==References== ==Further reading== * ==External links== * Official Renault Espace UK spec page * Gallery and historical data Espace Category:Cars introduced in 1984 Category:1990s cars Category:2000s cars Category:2010s cars Category:2020s cars Category:Minivans Category:Front-wheel-drive vehicles Category:Euro NCAP large MPVs",
 "title": "Renault Espace"
}