{
 "id": "616756",
 "text": "Lamellar armour is a type of body armour, made from small rectangular plates (scales or lamellae) of iron or steel, leather (rawhide), or bronze laced into horizontal rows. Lamellar armour was used over a wide range of time periods in Central Asia, Eastern Asia (especially in China, Japan, Mongolia, and Tibet), Western Asia, and Eastern Europe. The earliest evidence for lamellar armour comes from sculpted artwork of the Neo-Assyrian Empire (911–609 BCE) in the Near East. ==Description== thumb|One example of how lamellar armour is laced together Lamellar armour consists of small platelets known as \"lamellae\" or \"lames\", which are punched and laced together, typically in horizontal rows. Lamellae can be made of metal, leather cuir bouilli, horn, stone, bone or more exotic substances. Metal lamellae may be lacquered to resist corrosion or for decoration. Unlike scale armour, which it resembles, lamellar armour is not attached to a cloth or leather backing (although it is typically worn over a padded undergarment). In Asia, lamellar armor eventually overtook scale armour in popularity as lamellar restricted the user's movements much less than scale armour.Oriental Armour, H. Russell Robinson, Publisher Courier Dover Publications, 2002, , P.6-7 ==Use and history== The earliest evidence points to the early-Iron Age Assyrians as the people responsible for the early development and spread of this form of armour, during the Neo-Assyrian Empire. In the numerous battle scenes depicted in the reliefs from Niniveh and Nimrud, commemorating the victories of Ashurnasirpal and Ashurbanipal from the 8th and 7th centuries BCE, hundreds of Assyrian soldiers, both infantry and cavalry are represented wearing cuirasses constructed of lamellae. These cuirasses reach from shoulder to waist, and in many instances they have short, close sleeves. If we accept the representations as correct and translate the method of construction literally, then we are confronted with a type of lamellar armour quite different from later specimens.H. Russell Robinson, Oriental Armour, Dover Publications, Inc., Mineola, New York, 2002. Lamellar armour was often worn by itself or as an augmentation to other armour, such as over a mail hauberk. The lamellar cuirass was especially popular with the Rus, as well as Mongols, Turks, Avars, other steppe peoples, as well as migratory groups such as the Langobards as it was simple to create and maintain. Lamellar helmets were also employed by Migration Era and Early Medieval peoples. Lamellar armour has been found in Egypt in a 17th-century BCE context.Albert Dien: A Brief Survey of Defensive Armor Across Asia, Journal of East Asian Archaeology, 2, 3–4, 2000, p. 2 Sumerian and Ancient Egyptian bas- reliefs depicting soldiers have been argued as portraying the earliest examples of lamellar armour, particularly on chariot drivers, but it is not until the time of the Assyrians (circa 900–600 BCE) that possible examples of lamellar appear in the archaeological record. Among finds of Assyrian armour (often individual or unconnected scales), there are examples that can clearly be classified as scale armour as well as others that appear to be lamellar, and there exist a large number of finds whose function has proven difficult to determine. The extent to which either type was used is a debated topic. Lamellar was used by various cultures from this time up through the 19th century. Lamellar armour is often associated with the samurai class of feudal Japan, but was commonly used in ancient and medieval China, Korea, and Mongolia. Lamellar was also used in the Russian Far East, the tribes of Siberia and the Sarmatians. Evidence of lamellar armour has also been found in various European countries. ==Chinese lamellar armour== In ancient China, lamellar armour appeared by the 5th century BC. It consisted of individual armour pieces (lamellae, lamella singular) that were either riveted or laced together to form a suit of armour. Iron helmets constructed with multiple lamellae began to replace the one piece bronze helmets of old. One sample discovered in Yi county, Hebei Province was composed of 89 lamellae, averaging 5 cm x 4 cm. For example, the Terracotta Army of the Qin Dynasty is portrayed as wearing six (6) or seven (7) different categories of lamellar armor corresponding to rank and military division. Many different types of lamellar armor have also been uncovered through excavations of Han Dynasty archeological sites. Lamellar was used from the ancient period through the medieval period, and was used all the way up to the Qing Dynasty. File:铁札甲 徐州.jpg|One variant of Han dynasty lamellar armour File:铠甲 徐州汉墓.jpg|Another variant of Han dynasty lamellar armour File:Late Warring States & Han Iron Armor Replica (9873774074).jpg|Modern replica of one variant of lamellar armor dating to the late Warring States through Western Han Dynasty era File:Han shieldbearers 01.jpg|Lamellar armored Han Dynasty soldiers with armored hoods File:Song soldiers from a tomb in Pengshan, Sichuan.png|Song Dynasty soldiers with lamellar armour File:Stone armour, Warring States period, Shaanxi Institute of Cultural Relics and Archaeology Research.jpg|Qin Dynasty stone representations of lamellar armor ==Byzantine lamellar armour== Lamellar is pictured in many historical sources on Byzantine warriors, especially heavy cavalry. It is thought that it was worn to create a more deflective surface to the rider's armour, thus allowing blades to skim over, rather than strike and pierce. Recent studies by Timothy Dawson of the University of New England, Australia, suggest that Byzantine lamellar armour was significantly superior to mail armour. File:Byzantine klivanium (Κλιβάνιον).jpg|Modern reconstruction of a Eastern Roman klivanion (κλιβάνιον), suggested as a predecessor of Ottoman mirror armour File:Byzantine_fresca_from_St-Lucas.jpg|Byzantine painting depicting Byzantine forms of lamellar armor ==Japanese lamellar armour== Lamellar armour reached Japan around the 5th century, predating the rise of the samurai caste. Early Japanese lamellar armour, called keiko, took the form of a sleeveless jacket and a helmet. The middle of the Heian period was when lamellar armour started to take the shape that would be associated with samurai armour. By the late Heian period Japanese lamellar armour developed into full-fledged samurai armour called Ō-yoroi. Japanese lamellar armour was made from hundreds or even thousands of individual leather (rawhide) or iron scales or lamellae known as kozane, that were lacquered and laced together into armour strips. This was a very time-consuming process. The two most common types of scales which made up the Japanese lamellar armour were hon kozane, which were constructed from narrow or small scales/lamellae, and hon iyozane, which were constructed from wider scales/lamellae. File:Nerigawa hon kozane (close up).JPG|Close up view of Japanese lamellar armour, constructed with small individual scales/lamellae known as kozane File:Karuta tatami dou 3.JPG|Japanese lamellar cuirass ==See also== Related and similar armour types * Mail and plate armour - An armour combining mail and lamellar-style metal plates in its construction (e.g. Indian armour). * Laminar armour - An early form of plate armour used by ancient Romans. Lamellar armour in Europe * Viking armour Lamellar armour in East Asia * Chinese armour * Japanese armour * Korean armour * Mongolian armour * Tibetan armour Lamellar armour in North Asia * Koryak lamellar armour Lamellar armour in Southeast Asia * Vietnamese armour == Citations == ==Sources== * * * * == External links == Category:Body armor Category:Byzantine military equipment Category:East Asian armour Category:Medieval armour Category:Plate armour",
 "title": "Lamellar armour"
}