{
 "id": "616814",
 "text": "thumb|upright=1.3|The Milky Way creates a Zone of Avoidance for local observers. The Zone of Avoidance (ZOA), or Zone of Galactic Obscuration (ZGO), NOTE: \"The 'Zone of Galactic Obscuration' is, simply as it says, an area of the sky where the hub of the Milky Way galaxy itself makes observations very difficult by obscuring what is going on. This is defined purely by our location relative to the galactic hub, and is not an actual object in itself.\" is the area of the sky that is obscured by the Milky Way. The Zone of Avoidance was originally called the Zone of Few Nebulae in an 1878 paper by English astronomer Richard Proctor that referred to the distribution of \"nebulae\" in John Herschel's General Catalogue of Nebulae.Kraan-Korteweg & Lahav 2000, p. 2 ==Background== When viewing space from Earth, the attenuation, interstellar dust and stars in the plane of the Milky Way (the galactic plane) obstruct the view of around 20% of the extragalactic sky at visible wavelengths. As a result, optical galaxy catalogues are usually incomplete close to the galactic plane. ==Modern developments== Many projects have attempted to bridge the gap in knowledge caused by the Zone of Avoidance. The dust and gas in the Milky Way cause extinction at optical wavelengths, and foreground stars can be confused with background galaxies. However, the effect of extinction drops at longer wavelengths, such as the infrared, and the Milky Way is effectively transparent at radio wavelengths. Surveys in the infrared, such as IRAS and 2MASS, have given a more complete picture of the extragalactic sky. Two very large nearby galaxies, Maffei 1 and Maffei 2, were discovered in the Zone of Avoidance by Paolo Maffei by their infrared emission in 1968. Even so, approximately 10% of the sky remains difficult to survey as extragalactic objects can be confused with stars in the Milky Way. Projects to survey the Zone of Avoidance at radio wavelengths, particularly using the 21 cm spin-flip emission line of neutral atomic hydrogen (known in astronomical parlance as HI), have detected many galaxies that could not be detected in the infrared. Examples of galaxies detected from their HI emission include Dwingeloo 1 and Dwingeloo 2, discovered in 1994 and 1996, respectively. ==See also== *Extragalactic background light *Galactic plane ==References== ==Sources== * * Category:Milky Way",
 "title": "Zone of Avoidance"
}