{
 "id": "61690",
 "text": "__NOTOC__ Year 181 BC was a year of the pre-Julian Roman calendar. At the time it was known as the Year of the Consulship of Cethegus and Tamphilus (or, less frequently, year 573 Ab urbe condita). The denomination 181 BC for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years. == Events == === By place === ==== Egypt ==== * Ptolemy V is poisoned after a reign of 24 years in which the Egyptian kingdom has declined in power and influence and has lost most of its empire outside Egypt other than Cyprus and Cyrenaica. The elder of his two sons, Ptolemy VI Philometor succeeds him, but since he is an infant, he rules under the regency of his mother Cleopatra the Syrian. ==== Roman Republic ==== * Rome founds a colony at Aquileia, on the narrow strip of land between the mountains and the lagoons, as a frontier fortress to check the advance of the Illyrians. ==== Asia Minor ==== * Pharnaces I of Pontus decides to attack both Eumenes II of Pergamum and Ariarathes IV of Cappadocia and therefore invades Galatia with a large force. Eumenes leads an army to oppose him, however, hostilities are soon suspended following the arrival of Roman deputies, who have been appointed by the Roman Senate to inquire into the matters in dispute. Negotiations take place at Pergamum but are inconclusive, with Pharnaces' demands being rejected by the Romans as unreasonable. As a consequence, the war between Pontus and Pergamum and Cappadocia is renewed. ==== China ==== * Empress Lü of the Han Dynasty sends an army under Zhou Zao to attack the formerly vassal state of Nanyue in present-day Vietnam and southern China, but the heat and dampness causes many of Zhou's men to fall ill, and he fails to make it across the mountains into enemy territory. * Nanyue's emperor Zhao Tuo attacks the other vassal kingdoms of Minyue, Western Ou and Luo and secures their submission. He also attacks the state of Changsha. == Births == * == Deaths == == References ==",
 "title": "181 BC"
}