{
 "id": "617058",
 "text": "alt=Cluster of ovals representing the transcription preinitiation complex is sandwiched inside a curved strand of DNA, between the promoter region on one end and the enhancer region on the other.|thumb|Transcription preinitiation complex, represented by the central cluster of proteins, causes RNA polymerase to bind to target DNA site. The PIC is able to bind both the promoter sequence near the gene to be transcribed and an enhancer sequence in a different part of the genome, allowing enhancer sequences to regulate a gene distant from it. The preinitiation complex (abbreviated PIC) is a complex of approximately 100 proteins that is necessary for the transcription of protein-coding genes in eukaryotes and archaea. The preinitiation complex positions RNA polymerase II at gene transcription start sites, denatures the DNA, and positions the DNA in the RNA polymerase II active site for transcription. The minimal PIC includes RNA polymerase II and six general transcription factors: TFIIA, TFIIB, TFIID, TFIIE, TFIIF, and TFIIH. Additional regulatory complexes (such as the mediator coactivator and chromatin remodeling complexes) may also be components of the PIC. ==Assembly== A classical view of PIC formation at the promoter involves the following steps: * TATA binding protein (TBP, a subunit of TFIID) binds the promoter, creating a sharp bend in the promoter DNA. ** Animals have some TBP-related factors (TRF; TBPL1/TBPL2). They can replace TBP in some special contexts. * TBP recruits TFIIA, then TFIIB, to the promoter. * TFIIB recruits RNA polymerase II and TFIIF to the promoter. * TFIIE joins the growing complex and recruits TFIIH which has protein kinase activity (phosphorylates RNA polymerase II within the CTD) and DNA helicase activity (unwinds DNA at promoter). It also recruits nucleotide-excision repair proteins. * Subunits within TFIIH that have ATPase and helicase activity create negative superhelical tension in the DNA. * Negative superhelical tension causes approximately one turn of DNA to unwind and form the transcription bubble. * The template strand of the transcription bubble engages with the RNA polymerase II active site. * RNA synthesis begins. * After synthesis of ~10 nucleotides of RNA, and an obligatory phase of several abortive transcription cycles, RNA polymerase II escapes the promoter region to transcribe the remainder of the gene. An alternative hypothesis of PIC assembly postulates the recruitment of a pre-assembled \"RNA polymerase II holoenzyme\" directly to the promoter (composed of all, or nearly all GTFs and RNA polymerase II and regulatory complexes), in a manner similar to the bacterial RNA polymerase (RNAP). == Other preinitiation complexes == Archaea have a preinitiation complex resembling that of a minimized Pol II PIC, with a TBP and an Archaeal transcription factor B (TFB, a TFIIB homolog). The assembly follows a similar sequence, starting with TBP binding to the promoter. An interesting aspect is that the entire complex is bound in an inverse orientation compared to those found in eukaryotic PIC. They also use TFE, a TFIIE homolog, which assists in transcription initiation but is not required. Pol I initiation start with UBTF (UBF) recognizing an upstream control element (UCE) located around ~100 to 200 bp upstream. It recruits Selective factor 1 (TIF-IB), which is a complex of TBP and three units of TBP-associated factor. UBF then recognizes the core control elements. Phosphorylated RRN3 (TIF-IB) binds Pol I. The entire complex recognizes UBF/SL1, binds to it, and starts transcribing. The precise usage of subunits differ among organisms. Pol III has three classes of initiation, which start with different factors recognizing different control elements but all converging on TFIIIB (similar to TFIIB-TBP; consists of TBP/TRF, a TFIIB- related factor, and a B″ unit) recruiting the Pol III preinitiation complex. The overall architecture resembles that of Pol II. Only TFIIIB needs to remain attached during elongation. == References == == External links == *Descriptive image – biochem.ucl.ac.uk Category:Gene expression",
 "title": "Transcription preinitiation complex"
}