{
 "id": "617218",
 "text": "Brighton is a suburb of Melbourne, Victoria, Australia, 11 km south-east of Melbourne's central business district. Its local government area is the City of Bayside. According to the Australian Bureau of Statistics, Brighton had a population of 23,253 people in 2016. Brighton is named after Brighton in England. ==History== In England, on 29 August 1840, Henry Dendy (1800–81) purchased of Port Phillip land at £1 per acre, site unseen, under the terms of the short-lived Special Survey regulations.A History of Brighton by Weston Bate (1983) Dendy arrived on 5 February 1841 to claim his land. The area was known as Dendy's Special Survey. The area Dendy was compelled to take, called \"Waterville\", was bound by the coastline to the west and the present day North Road, East Boundary Road and South Road.Henry Dendy: The Squire Who Had No Head For Business Kingston Historical website A town was surveyed in mid-1841, defined by the crescent-shaped street layout which remains today, and subdivided allotments were offered for sale. The area soon became the \"Brighton Estate\", and Dendy's site for his own home was named \"Brighton Park\". Unfortunately, the land did not have any ready sources of water. Sales were slow at first, and the financial depression came and Dendy's scheme for emigration and land sales failed. The family of his agent Jonathan Binns Were (1809–85) who had arrived in Melbourne in 1839, bought the land. All of Dendy's business ventures failed, and he died a pauper. After the depression, sales of land resulted in Brighton becoming the third most populated town in the Port Phillip District (after Melbourne and Portland), by 1846. Brighton attracted wealthy residents who wanted generous building sites and the prospect of sea bathing. By the late 1840s stately homes were built in an area known as 'The Terrace', now called the Esplanade, overlooking Dendy Street Beach. The Brighton Post Office opened on 19 April 1853. St Andrew's Anglican Church, Brighton, one of the earliest churches in Victoria, was founded in 1842. Wesleyan and Catholic churches followed by 1848, and a Methodist church in 1851. Schools were opened on the Anglican Church land (1849) and by the Catholic Church in Centre Road (1850). Another was opened in the Wesleyan Church in 1855. In 1854, Brighton had a census population of 2,731. A railway connection to Melbourne was built in stages: Windsor to North Brighton was completed in 1859 and connected to the loop line to St Kilda station; the connection to Melbourne was made in 1860; and the line was extended from North Brighton to Brighton Beach in 1861. A single line railway-tram from St Kilda to Brighton Beach was completed in 1906. The railway tramline was duplicated in 1914. In 1919 the railway was electrified. A tram ran down Hawthorn Road; the section from Glenhuntly to North Road was completed in 1925 and extended to Nepean Highway in 1937. The noted bathing boxes in Brighton are known to have existed as far back as 1862, although the earliest ones were at the water's edge at the end of Bay St rather than their present location on Dendy Street Beach just south of Middle Brighton. In 1906, the completion of a tram line from St Kilda to Brighton led to an increase in applications for bathing box permits and significant construction between 1908 and 1911; final numbers are uncertain, but between 100 and 200 bathing box sites may have been allocated prior to the Great Depression. As part of capital works programs during the Depression to help relieve unemployment, the City of Brighton, backed by State Government funding, relocated all bathing boxes to the high- water mark on Dendy Street Beach, or removed them completely. The boxes were relocated again in 1934 to their present position at the rear of this beach. Two years after the opening of the railway line to Brighton Beach in 1861, Captain Kenny's Brighton Beach Baths opened. At the time, bathing in the open during daylight hours was strictly prohibited, as was mixed bathing: separate sections of the beach were designated for men and for women. The baths were built off shore and were accessed by a wooden bridge, so that bathers would not have to cross the sand clad only in bathing costumes, but could gain entry straight into the water. Brighton Beach Baths had been destroyed several times, and were finally demolished in 1979. The Middle Brighton Municipal Baths were opened in 1881. The Baths are one of the only remaining caged open water sea baths in Australia. On 18 January 1859, the municipality of Brighton was proclaimed extending eastwards between Dendy's survey boundaries to Thomas Street and Nepean Highway. Brighton became a borough in October 1863, and in 1870 parts of Elwood and Elsternwick were added. Brighton became a town on 18 March 1887. It annexed from the City of Moorabbin on 3 April 1912 and became the City of Brighton on 12 March 1919. Accessed at State Library of Victoria, La Trobe Reading Room. On 14 December 1994, the City of Brighton was incorporated in a new municipality called City of Bayside. The Brighton Magistrates' Court closed on 1 February 1985. File:Church street middle brighton in 1907.jpg|Church Street, Middle Brighton in 1907 File:Postcard of brighton beach in 1910.jpg|Postcard of Brighton Beach in 1910 File:Marinehotel.jpg|Marine hotel File:2021 Church Brighton.jpg|St Joan of Arcs Catholic Church Brighton File:John Knox Church in Brighton.jpg|John Knox church (built 1876) in Brighton File:Heritage Kamesburgh Gardens in Brighton.jpg|Heritage Kamesburgh Gardens in North Road, Brighton File:Brighton-tornado.jpg|Aftermath of the Brighton tornado of 2 February 1918, one of the most damaging storms in Melbourne's history. File:Brightontownhall2021.jpg|Brighton town hall File:Henrydendyplaque.jpg|Henry Dendy plaque File:Courthousebrighton.jpg|Court house File:Brightonchurchofchrist.jpg|Church of Christ Brighton File:Councilchambersbrighton.jpg|Council Chambers in Brighton File:Royalbrightonyachtclubnov2021.jpg|The Royal Brighton Yacht club ==Today== thumb|right|Brighton baths health club On the beach, Beach Road is a popular cycling route, with the Bay Trail off-road walking/cycling tracks also following the coastline. Dendy Street Beach, just south of Middle Brighton, features 82 colourful bathing boxes, which are one of the tourist icons of Melbourne. The boxes share a uniformity of size and build, and a regular arrangement along the beach, and are the only surviving such structures close to the Melbourne CBD. A Planning Scheme Heritage Overlay on the boxes by the Bayside City Council restricts alterations, and all retain their Victorian era architecture, such as timber frames, weatherboard sidings, and corrugated iron roofs, without amenities such electricity or running water. The bathing boxes may only be purchased by residents paying local council rates, and as of 2020 were selling for prices in the range of A$300,000 - 400,000 with annual council rates of around A$500, despite their lack of amenities. In 2009 plans were announced to build at least six new bathing boxes in an effort by the council to raise funds in excess of A$1 million in light of the global financial crisis. Between Middle Brighton Beach and Sandown St Beach are the historic moderne Middle Brighton Municipal Baths, Royal Brighton Yacht Club, and the Middle Brighton Pier and breakwater. North Road in Brighton features many old churches and residences. The North Road Pavilion is a popular cafe which has an outlook of Port Phillip Bay, while the beachfront features stunning views toward the Melbourne city skyline. There are two cinemas in Brighton, Palace Cinemas in Middle Brighton Palace Brighton cinema located at Bay Street North Brighton The former Brighton Municipal Offices, now the Brighton library and council chamber, were designed by K. F. Knight in 1959-60 are a red brick miniature of Frank Lloyd Wright's Guggenheim Museum in New York City. The interior furnishings were created by industrial designer Grant Featherston. ==Population== In the 2016 Census, there were 23,253 people in Brighton. 68.1% of people were born in Australia. The next most common countries of birth were England 5.4%, China 2.8%, New Zealand 1.7%, United States of America 1.2% and South Africa 1.1%. 79.0% of people spoke only English at home. Other languages spoken at home included Mandarin 3.2%, Greek 1.9%, Italian 1.5%, Russian 1.4% and French 0.8%. The most common responses for religion in Brighton were No Religion 33.6%, Catholic 22.5% and Anglican 16.7%. ==Transport== Brighton is serviced by the Gardenvale, North Brighton, Middle Brighton, and Brighton Beach railway stations on the Sandringham line. Tram Route 64 from Melbourne University services the eastern extremities of the suburb, while there are also a range of bus services, including 216, Monash University bound 630 and 219 which run through the Melbourne CBD. Several major arterial roads run near or through Brighton. The Bay Trail off- road bicycle path passes through the Brighton foreshore. File:North Brighton Railway Station.jpg|North Brighton station File:Brighton 2021 station.jpg|Middle Brighton station ==Education== Secondary schools within Brighton includes Brighton Grammar School, Brighton Secondary College, Firbank Girls' Grammar School, Haileybury's Castlefield campus, St Leonard's College, Xavier College's Kostka Hall junior campus, and Star of the Sea College. The Melbourne International School of Japanese, a part-time Japanese school, previously held its classes at the Brighton Grammar School in Brighton.Mizukami, Tetsuo. The Sojourner Community: Japanese Migration and Residency in Australia (Volume 10 of Social sciences in Asia, v. 10). BRILL, 2007. , 9789004154797. p. 119. The local Catholic Primary schools are St Joan of Arcs Brighton and St James Primary School which is near Star of the Sea. ==Sport== Golfers play at the Brighton Public Golf Course on Dendy Street. Brighton is home to the Brighton Icebergers. Brighton Beach is one of Port Phillip Bay's premier kite surfing locations with designated access lanes for kitesurfing and regular lessons being held opposite the beachfront hotel; The Brighton Savoy. Bridge is taught and played the Dendy Park bridge club.Dendy Park Bridge Club Retrieved 6 June 2017 Brighton is also home to the following sports clubs: *Bayside Cougars Hockey Club *Brighton Soccer Club *Cluden Cricket Club *East Brighton United Soccer Club *Old Brighton Grammarians Amateur Football Club (Australian Rules) ==Notable residents== Some notable residents include: * Alfred William Anderson, butcher and entrepreneur * Eric Bana, actor * Marcus Bastiaan, businessman and Liberal Party power broker. * James Brayshaw, former cricketer, now a radio personality and The AFL Footy Show host * Philippa Christian, author, celebrity nanny & TV personality * Alastair Clarkson, sportsman * Leslie Cochrane, politician * Timothy Conigrave, actor, writer and activist * Brendan Fevola, former Australian rules footballer * Danny Frawley, former Australian rules footballer, and media personality * Cathy Freeman, former athlete * Thomas Francis Hyland, pioneering wine industry businessman, associated with Penfolds * Adam Lindsay Gordon, poet * Jack Iverson, cricketer who lived and sold real estate in the area * Justus Jorgensen, artist * Chris Judd, Australian rules footballer * Chris Lilley, successful Australian comedian and actor * Matthew Lloyd, former Australian rules footballer * Jesper Olsen, former Manchester United F.C. and Danish football (soccer) player * Ricky Ponting, former cricketer and Australian captain * Nick Riewoldt, Australian rules footballer, and media personality * Jack Riewoldt, Australian rules footballer * Frederick Taylor, squatter/property manager (historical resident) * Shane Warne, cricketer * Todd Woodbridge, tennis player * Livinia Nixon, TV presenter ==See also== *Warrowen massacre ==References== ==Further reading== * ==External links== *Bayside City Council Website *Brighton Life Saving Club Website *Australian Places – Brighton *Brighton Historical Society, includes two photos of the Town Hall *Church Street, Brighton Precinct Website Category:Suburbs of Melbourne Category:1841 establishments in Australia",
 "title": "Brighton, Victoria"
}