{
 "id": "617229",
 "text": "Highett is a suburb in Melbourne, Victoria, Australia, 16 km south-east of Melbourne's central business district and 2 km east of Port Phillip. Its local government area is the City of Bayside and the City of Kingston. At the , Highett had a population of 10,454. Highett is bordered by Hampton/Sandringham to the west, Hampton East/Moorabbin to the north and Cheltenham to the east and south. ==History== The name comes from William Highett, a parliamentarian and local land owner in the 1850s. He purchased Crown land west of Bluff Rd in 1853. The Highett railway station was built when the line from Caulfield to Mordialloc was opened in 1881. Little development happened after the arrival of the railway; the Highett Post Office did not open until 17 November 1924. The Highett Hall was opened on 11 September 1926 and was used for dances, balls, vaudeville performances and later as a cinema. However it always struggled to find a profitable means to continue operation. It was purchased by the Moorabbin City Council in 1966 and then demolished to make way for the Highett library, which opened on 1 August 1969. In 1927 a number of Anglicans banded together to open St Stephens Church of England, in Donald Street, Highett. This was the first church built for the local inhabitants of Highett and by 1937 there was also a Catholic church. In 1939 the Commonwealth Aircraft Corporation (CAC) constructed a factory in Highett to build aircraft wings and fuselages to support Australia in the Second World War. The factory continued operation until the end of the war in 1945 when the tradesmen were transferred to the main CAC factory in Fishermans Bend and the Bay Road site was closed. Four large gasometers on land near the intersection of Nepean Highway and Bay Road were a prominent landmark in the area for most of the 20th century. Highett's most substantial residential growth began in the 1950s. Industry was attracted to the area, including a large CSIRO research facility. A primary school was opened in 1953 and a high school in 1956, although Highett High School is now part of Sandringham College, St Agnes is the suburbs Catholic primary school. The strip shopping centre near the railway line expanded, and still remains active. The suburb is undergoing substantial change and rejuvenation with a high number of residential properties being renovated or redeveloped due to the suburb's proximity to Melbourne City and Port Phillip Bay which has attracted a large number of younger families and professionals. In 2011 construction of a substantial new shopping centre and apartment complex began on Highett Road, using land once owned by the CSIRO. ===Noteworthy incidents in Highett=== In 1925 a parcel train hit a car at the Wickham Road railway crossing, killing nine people inside the car. The gatekeeper was found not guilty of the charge of manslaughter, the jury finding the incident was due to the fault of the system and not through human negligence. ==Population== In the 2016 Census, there were 10,454 people in Highett. 66.4% of people were born in Australia. The next most common countries of birth were England 4.3%, China 2.1%, India 2.1%, New Zealand 1.9% and Greece 1.6%. 73.9% of people spoke only English at home. Other languages spoken at home included Greek 3.3%, Mandarin 2.4%, Russian 1.8% and Italian 1.2%. The most common responses for religion were No Religion 37.6%, Catholic 23.2% and Anglican 9.2%. ==Education== File:Stagnesprimary.jpg|St Agnes Primary school Highett File:Stagneschurch.jpg|St Agnes Catholic Church Highett ==Sporting clubs, facilities and other attractions in Highett== thumb|RSL club in Highett thumb|Highett Kingston Library ===Highett Cricket Club=== Established in 1887, Highett Cricket Club is the second oldest in Kingston City. The Turner Road complex features three ovals, a large clubrooms and a children's playground. The Bulldogs have a long and proud cricketing history, having three times won the Victorian Turf Cricket Association (VTCA) first division premiership. In season 2016/17 the club joined Cricket Southern Bayside. The Highett 1st XI played in Division 2. In all one day matches, Highett players wore the coloured clothing of red white and blue for the first time. Three Highett players have represented Australia in test cricket; Dav Whatmore, Michael Taylor and Simon Davis. ===Bayside Cricket Club=== Prior to the 2017/18 season, the Highett Cricket Club merged with the Moorabbin Park Panthers to form the Bayside Stingrays. The amalgamated club currently has 4 senior teams competing in Cricket Southern Bayside (CSB) and 6 junior teams competing in either South East Cricket Association (SECA) or Inner South East Cricket (ISEC). Games are played at Turner Road Reserve in Highett and Dane Road Reserve in Moorabbin. ===Public swimming pool=== The City of Moorabbin built an Olympic-length swimming pool on Turner Road in Highett in 1964. In the 1990s the pool was extensively refurbished and is now called the Waves Leisure Centre. ===Highett Football Club=== The suburb has an Australian rules football team, the Highett Bulldogs, which competes in the Southern Football Netball League (SFNL). The club house is situated on the Main Oval of Highett Reserve, which is on Turner Road. Its senior teams participate in SFNL Division 1, and the junior sides participate in the South Metro Junior Football League (SMJFL). ===Kingston Farmer’s Market=== The Kingston Farmer's Market is held on the first Saturday of each month (except January) on the Sir William Fry Reserve near the intersection of Nepean Highway and Bay Rd.Kingston Farmer’s Market, City of Kingston, accessed 14 March 2021 ==Notable Locals== * Sidney Hobson Courtier, author. * Józef Czulak, a scientist who worked for the CSIRO in the suburb.Czulak, Józef Karol (1915–1985), ADB, accessed 11 February 2021. * William Highett, banker, politician and landowner in the area and after whom the suburb is named.Highett, William (1807-1880), ADB, accessed 11 February 2021. ==See also== thumb|Highett railway station *Highett railway station ==References== ==External links== *Bayside City Council website *Kingston City Council website Category:Suburbs of Melbourne",
 "title": "Highett, Victoria"
}