{
 "id": "617323",
 "text": "Assassin (also Killer) is a live-action game in which players try to eliminate one another using mock weapons, in an effort to become the last surviving player. Assassin is particularly popular on college campuses; several universities have a dedicated \"Assassins' Guild\" society, which organizes games for their members. Gameplay occurs at all hours and in all places unless otherwise disallowed by the rules. Since an elimination attempt could occur at any time, successful players are obliged to develop a degree of vigilance. ==Gameplay== The Assassin game has several published variants, such as the Steve Jackson book Killer: The Game of Assassination, first published in 1982, and different guilds tend to create their own sets of rules and procedures. As such, the specific style of play is likely to vary between one group and the next. ===Rules=== Game hosts (also called umpires or referees) begin by advertising that a game is being set up and instruct potential players to send in their personal details. Once enough players have signed up, the game host assigns targets to the players. A player is usually told the personal details of their target as collected by the game host. The aim of the game is for players to track down and eliminate their targets until only one player remains. When a player eliminates their target, they get the victim's target(s). Only one assassin can kill a target at a time. If only one player remains, the game is over. Oxford University plays by a ruleset where the game runs for a week and the players respawn, usually after 12 hours; the aim of the game is to collect as many points from kills as possible. The respawn means events are organised during the game to capture specific points. Eliminations (\"kills\") remove a target from the game. What constitutes an elimination depends upon the particular rules set up by the game host. Eliminations might include hitting the target with an nerf gun or striking them with a toy plastic lightsaber. Some rules establish safe-zones, also known as Out of Bounds. A safe-zone is a place that protects a player from elimination. Safe-zones are declared by game hosts. At a university, safe zones might include classrooms during class periods. Under some rulesets, the presence of witnesses (or the presence of witnesses above a certain number) will either invalidate the kill or expose the killer to \"penalties\", like additional assassins being dispatched to target him or her. Game hosts might assign certain items to be worn or actions to be performed that protect the wearer or performer from elimination. These items or actions are called safeties. The safety can last for one specific day or for the duration of the game. Some games have \"police forces\", sometimes composed of eliminated players, whose job is to track down rule breakers. Some have time limits on eliminations and penalize players who are behind schedule in killing their targets. Often, in games with a small number of players, the game hosts will designate one player as the \"assassin\" whose job it is to \"kill\" all other players without being identified. The assassin wins if they successfully kill all players without being identified and other players win by correctly guessing the assassin before they are killed. However, if a player guesses the wrong player, they are automatically eliminated. Those who are killed are not allowed to tell other players who the assassin is, but this variant is almost never played with a prize for winning to avoid accusations of cheating in this way. ==Methods of elimination== Generally, elimination is carried out using items and methods that cause no actual damage and, in many cases, cannot be mistaken by bystanders or police for real weapons or acts of violence. ===Direct=== In a direct elimination, a player uses a fake weapon to touch their target. thumb|Darts made by such companies as NERF or Buzzbee are frequently used for ranged eliminations The most common ranged weapons are water pistols, NERF-type weapons, and rubber band guns. Other weapons include tennis balls, balled-up socks, blue pens, or rubber bands fired by hand. Some rule sets simply make \"water\" a weapon, whether splashed with bare hands, conveyed by water balloon, or fired from a water gun. Basilisk rules count simply looking in the eyes of the target as a successful assassination. Some rule sets require photographic proof that a true sighting occurred. Melee weapons are typically fake stabbing weapons. Melee weapons are more easily concealed than ranged weapons but require more stealth to employ effectively. Melee weapons must touch a player's body to eliminate them. Common examples of melee weapons are cardboard and plastic knives, plastic lightsabers, spoons, and toothbrushes. Plastic spoons are commonly used to prevent injury from aggressive players. Sharpie markers can be used as melee weapons by marking on a player's exposed skin. There is a stickers-based variant that has been played a lot at conventions. It allows play in hotels or places which would upset other guests. The game tends to be very quick, often lasting less than 20 minutes. The stickers have words like dead, kill etc. on them. The people involved in the game wear stickers, saying such things as \"I am alive\". They attempt to kill each other by sticking them to another player's body. Pulling a sticker off its backing is considered 'arming' which allows for accusation in killing circle based games. ===Indirect=== In an indirect elimination, a player plants an object where their target will be eliminated by it or changes their target's environment in a specific way, as defined by the variant's rules, that results in an elimination. Some variants allow \"poison\", which can be implemented by adding strong flavors such as Tabasco sauce to the victim's food or a piece of paper placed underneath the victim's food with the word poison written on it. Another form is the use of a \"black spot\". If a player opens a paper, sealed with tape, staples or any other of such, and there is a black spot inside, the player is eliminated. Some variants allow \"bombs\", which may be implemented in various ways. Some require the bomb to \"go off\" in some way and hence might use alarm clocks or other timers. One technique may be to \"e-bomb\" a target by either using an e-mail or instant messenger to send a file to a target in order to kill them. This attachment may be a word document, audio file, or an image that shows that the target is dead and the assassin that killed them. Another technique is the \"car bomb\", where the assassin puts a tape or CD in the victim's car audio system. When the victim starts the car and audio, they will hear the assassin saying that they were just \"car bombed\". Another car-bomb variant allows one to shoot and kill the person while they are in the car by striking the car rather than the person inside, if using the Nerf Rocket Launcher or equivalent. An assassin may also bomb a victim by sending him or her a package in the mail with a dart or letter saying \"You're Bombed.\" The victim is eliminated as soon as she or he opens the package and reads the note. In the sticker-based variants, applying a sticker to an object that the target then uses is considered to be a bomb attack. Other weapons include poisonous animals (usually a rubber spider, snake, or lizard placed within the victim's backpack or book) and various manners of simulated traps. If an innocent manages to find a trap or animal before the intended victim, there is no penalty; it simply does not function. For example, if a friend finds a rubber snake in a victim's backpack and reveals it to the victim, the victim does not die, but the killer is still in the game. ===Capture=== In a capture elimination, a player eliminates their target by coming into possession of a specific item. Capture eliminations are exactly like tackles in flag football. Some common objects used as capture objectives are flags, articles of clothing, and clothespins. Winners typically receive a group-funded prize or are rewarded with a title. ==Themes== Some games set up a back story to explain why the players are trying to kill each other. Players may act as members of a league of assassins or part of an attack of vampires. Whether a theme is used is dependent upon the preferences of the individual who hosts the game. ==Security fears== On December 5, 1981, Donald Reagan, a California State University student, was shot by campus police officer Sgt. Stephen King after he observed Reagan and fellow game player Julia Gissel holding what looked like M16s. King observed the pair allegedly trying to open several doors. King approached, identified himself as a police officer, and ordered the pair to \"freeze\". Gissel complied but Reagan turned and went into a shooting stance. King fired three times and critically injured Reagan. The M16s turned out to be wooden models that shot rubber bands and were being used in a version of Assassin. In 2008, the University of Nebraska–Lincoln placed a one-year ban on the Assassin Game. The administrators of the school placed the ban after the police had been called by a person who observed one student bringing a Nerf gun to class. Currently, the University of Texas at Dallas and Loyola University New Orleans can call disciplinary proceedings on a student who engages in a game of \"assassin, killer, or variations thereof.\" On March 31, 2009, in Fife, Washington, a Costco, several car dealerships and small businesses were evacuated when a \"bomb\" was left by someone playing Assassin. Several local police and fire departments responded as well as the Explosives Disposal team from the Port of Seattle, the FBI and the BATF. The bomb was a box \"found in a flower bed, contained a magnet and a beeping motion sensor\" with the words \"bomb, you're dead\" written on it. The \"bomb\" was defused. The man who left the package later turned himself in to authorities. On May 12, 2009, an incident involving the Assassin game happened behind a North Hampton, New Hampshire, restaurant, where an employee spotted a man in dark clothing with a gun. He called the police, and the student in question did not resist but simply walked to his car and explained the game to the police. The man turned out to be a high school senior from Exeter, New Hampshire, waiting for another high school student to come out of her job at the restaurant with a water pistol in hand. In 2016, an assassin game held in Oakville, Ontario led to residents on Calloway Drive and Gooseberry Way calling Halton Regional Police. The 3 participants wearing ski masks were subsequently released with warning. In 2017, a group of high school students in Hopkinton, MA were playing \"Senior Assassins\" with water/squirt guns when they thought they had entered an opponent's garage but it turned out to be the house of a 70-year-old woman. The woman decided not to press charges. ==In popular culture== * TAG: The Assassination Game is a 1982 film based on this game starring Robert Carradine and Linda Hamilton. It was originally released under the title Everybody Gets It in the End. * Gotcha! is a 1985 film, starring Anthony Edwards and Linda Fiorentino, also based on this game but using paintball guns instead of dart guns. * Starfleet Academy: The Assassination Game is a 2012 novel by Alan Gratz incorporating this game as a major plot element, except the required game weapon is a spork. *In Dave Barry's 1999 novel Big Trouble and its 2002 film adaptation, a high school game of \"Killer\", using squirt guns, is the catalyst that leads to the major characters meeting each other and setting the main events of the plot in motion. *Janet Evanovich's 2003 novel To the Nines (part of her Stephanie Plum series) centers around a game of Assassin devoted to real murders, the players of which are linked online to an anonymous webmaster. * In the Gossip Girl episode \"Inglourious Bassterds\" the characters play a capture version of assassin where players wear Polaroids of themselves strung around their neck and are killed once these Polaroids are ripped from their necklaces. Once a player is eliminated they give the stack of Polaroids they have collected over to their assassin and the person with the most Polaroids wins. * The sitcom Community has episodes that feature characters play a game of \"Paintball Assassin\". * In the ICarly episode \"iSaved Your Life\" Carly, Sam, Freddie, and Spencer engage in using \"paintball blowguns\"...in the beginning of the episode it is established that Sam and Spencer are the only ones left. * In the 2015 young adult romance novel, P.S. I Still Love You, Lara Jean and her childhood friends come together to play one last game of Assassins. ==See also== * Humans vs. Zombies * StreetWars * LyteShot, a mobile gaming system designed and developed to play with live action games such as Assassin ==References== ==External links== * Assassins Guild Documentary directed by Gary Williams * The Assassin Problem 3 the best method to assign the targets. Category:Live-action role-playing games Category:Party games Category:Pervasive games",
 "title": "Assassin (game)"
}