{
 "id": "617539",
 "text": "right|thumb|Nathan Wright, 1700 portrait by A. Grace. Sir Nathan Wright (1654–1721) was an English judge, Lord Keeper of the Great Seal under King William III and Queen Anne. He offended the House of Commons by his use of habeas corpus in 1704, and lost office in 1705. ==Life== The eldest surviving son of Ezekiel Wright, rector of Thurcaston, Leicestershire and son of Robert Wright, and his wife Dorothy, second daughter of John Oneby of Hinckley in the same county, he was born on 10 February 1654. In 1668 he entered Emmanuel College, Cambridge, but left the university without a degree. In 1670 he was admitted at the Inner Temple, where he was called to the bar on 29 November 1677, and elected bencher in 1692. On the death of his father in 1668 Wright inherited enough to enable him to marry early, and have a standing in his native county. The recordership of Leicester, to which he was elected in 1680, he lost on the surrender of the charter of the borough in 1684, but was reinstated in office on its restoration in 1688. In the same year he was elected deputy-recorder of Nottingham, and was junior counsel for the crown in the case of the seven bishops (29 June). On 11 April 1692 he was called to the degree of serjeant-at-law. On 16 December 1696 he made his reputation with his speech as counsel for the Crown in the proceedings against Sir John Fenwick in the House of Lords; and shortly before the commencement of Hilary term 1696–7 he was made king's serjeant and knighted. Wright opened the case against Edward Rich, 6th Earl of Warwick on his trial on 28 March 1699 for the murder of Richard Coote; he conducted on 12 October 1699 the prosecution of Mary Butler, alias Strickland, for forgery; and was one of the counsel for Henry Howard, 7th Duke of Norfolk in the proceedings on his divorce bill in March 1700. In the same year he was offered the great seal, as willing to succeed Lord Somers. He accepted, and was appointed lord keeper and sworn of the privy council on 21 May. He took his seat as speaker of the House of Lords on 20 June following, and the oaths and declaration on 10 February 1701. Wright was one of the lords justices nominated on 27 June 1700, and again on 28 June 1701, to act as regents during the king's absence from the realm. He was also an ex officio member of the board of trade. Wright presided over the proceedings taken against Somers and other lords on whom it was sought to fix the responsibility for the negotiation of the Second Partition Treaty. He continued in office on the accession of Queen Anne; he pronounced on 31 July 1702 the decree dissolving the Savoy Hospital, and presided over the commission which on 22 October following met at the Cockpit to discuss the terms of the projected union with Scotland but accomplished nothing. Without experience of chancery business, Wright worked from a manual of practice compiled for his use; but his care entailed an accumulation of arrears. He excluded Somers with other Whig magnates from the commission of the peace, and was attacked in the House of Commons (31 March 1704). He was, however, considered an honest judge; and his intervention, by the issue of writs of habeas corpus (8 March 1705), on behalf of the two counsel committed by the House of Commons to the custody of the serjeant-at-arms for pleading the cause of the plaintiffs in the Aylesbury election case, was brave (see Sir James Montagu). The House of Commons told the serjeant-at-arms to make no return to the writs, and might perhaps have proceeded to commit the lord keeper, but a prorogation terminated the affair. The coalition of autumn 1705, between Marlborough and Godolphin and the whig junto, was sealed by the dismissal of Wright, now out of favour with both parties, and his replacement (11 October) by William Cowper. He became a county magnate. His principal seat was at Caldecote, Warwickshire, but he had also estates at Hartshill, Belgrave, and Brooksby in Leicestershire. Wright died at Caldecote on 4 August 1721, and was buried in Caldecote church. ==Legacy== A small but significant modification of criminal procedure, the substitution (by 1 Anne, stat. ii. c. 9, s. 3) of sworn for unsworn testimony on behalf of the prisoner in cases of treason and felony, appears to have been due to Wright's initiative. His decrees in chancery are reported by Vernon and Peere Williams. ==Family== In 1676, Nathan Wright married Elizabeth Ashby, second daughter of George Ashby of Quenby, Leicestershire, by whom he had six sons and four daughters. *George Wright, the eldest son, purchased the manor of Gayhurst, Buckinghamshire, which remained in the family until the 19th century. *Rev. Nathan Wright of Englefield House, the second son, who married Ann Paulet, only daughter of Lord Francis Paulet.\"Parishes: Pamber\", in A History of the County of Hampshire: Volume 4, ed. William Page (London, 1911), pp. 433–435 http://www.british-history.ac.uk/vch/hants/vol4/pp433-435 [accessed 14 January 2016]. *Dorothy Wright, who married Henry Grey, 3rd Earl of Stamford and was the mother of Harry Grey, 4th Earl of Stamford. ==Notes== ;Attribution Category:English barristers Category:Lord Keepers Category:1654 births Category:1721 deaths Category:Alumni of Emmanuel College, Cambridge Category:Members of the Inner Temple Category:Knights Bachelor",
 "title": "Nathan Wright (judge)"
}