{
 "id": "617624",
 "text": "Cerussite (also known as lead carbonate or white lead ore) is a mineral consisting of lead carbonate (PbCO3), and is an important ore of lead. The name is from the Latin cerussa, white lead. Cerussa nativa was mentioned by Conrad Gessner in 1565, and in 1832 F. S. Beudant applied the name céruse to the mineral, whilst the present form, cerussite, is due to W. Haidinger (1845). Miners' names in early use were lead-spar and white-lead-ore. Cerussite crystallizes in the orthorhombic crystal system and is isomorphous with aragonite. Like aragonite it is very frequently twinned, the compound crystals being pseudo-hexagonal in form. Three crystals are usually twinned together on two faces of the prism, producing six-rayed stellate groups with the individual crystals intercrossing at angles of nearly 60°. Crystals are of frequent occurrence and they usually have very bright and smooth faces. The mineral also occurs in compact granular masses, and sometimes in fibrous forms. The mineral is usually colorless or white, sometimes grey or greenish in tint and varies from transparent to translucent with an adamantine lustre. It is very brittle, and has a conchoidal fracture. It has a Mohs hardness of 3 to 3.75 and a specific gravity of 6.5. A variety containing 7% of zinc carbonate, replacing lead carbonate, is known as iglesiasite, from Iglesias in Sardinia, where it is found. The mineral may be readily recognized by its characteristic twinning, in conjunction with the adamantine lustre and high specific gravity. It dissolves with effervescence in dilute nitric acid. A blowpipe test will cause it to fuse very readily, and gives indications for lead. Finely crystallized specimens have been obtained from the Friedrichssegen mine in Lahnstein in Rhineland-Palatinate, Johanngeorgenstadt in Saxony, Stříbro in the Czech Republic, Phoenixville in Pennsylvania, Broken Hill in New South Wales, and several other localities. Delicate acicular crystals of considerable length were found long ago in the Pentire Glaze mine near St Minver in Cornwall. Cerussite is often found in considerable quantities, and has a lead content of up to 77.5%. Lead(II) carbonate is practically insoluble in neutral water (solubility product [Pb2+][CO32−] ≈ 1.5×10−13 at 25 °C), but will dissolve in dilute acids. ==Commercial uses== \"White lead\" is the key ingredient in (now discontinued) lead paints. Ingestion of lead-based paint chips is the most common cause of lead poisoning in children. Both \"white lead\" and lead acetate have been used in cosmetics throughout history, though this practice has ceased in Western countries.Gunn, Fenja. (1973). The Artificial Face: A History of Cosmetics. — as cited in Leisure Activities of an 18th Century Lady and Reading Our Lips: The History of Lipstick Regulation in Western Seats of Power ==Cerussite images== File:cerussite09.jpg|Crystals of cerussite, a secondary lead ore File:Light of the Desert.jpg|At 890 carats, the Light of the Desert (located at Toronto's Royal Ontario Museum) is the world's largest faceted cerussite. File:Cerussite-Malachite-Mimetite-158529.jpg|Colorless cerussite crystal that has been included by wisps of light green malachite File:Cerussite-18566.jpg|Fine example of reticulated growth ==See also== *Venetian ceruse – Cerussite-based cosmetic popularly thought to be worn by Elizabeth I of England ==References== * ==External links== * Mineral galleries Category:Carbonate minerals Category:Gemstones Category:Lead minerals Category:Luminescent minerals Category:Minerals in space group 62 Category:Orthorhombic minerals",
 "title": "Cerussite"
}