{
 "id": "617601",
 "text": "thumb|Félix Édouard Guérin-Méneville Félix Édouard Guérin-Méneville, also known as F. E. Guerin, (12 October 1799, in Toulon – 26 January 1874, in Paris) was a French entomologist. ==Life and work== Guérin-Méneville changed his surname from Guérin in 1836. He was the author of the illustrated work Iconographie du Règne Animal de G. Cuvier 1829–1844, a complement to the work of the zoologists Georges Cuvier and Pierre André Latreille, Le Règne Animal, which illustrated only a selection of the animals covered. Cuvier was delighted with the work, saying that it would be very useful to readers, and that the illustrations were \"as accurate as they were elegant\". He also introduced silkworms to France, so they could be bred for the production of silk. Guérin-Méneville founded several journals: Magasin de zoologie, d’anatomie comparée et de paléontologie (1830), Revue zoologique par la Société cuviérienne (1838), Revue et Magasin de zoologie pure et appliquée (1849), and Revue de sériciculture (1863). He was editor of Dictionnaire Pittoresque d’Histoire Naturelle, published in Paris 1836–1839. Guérin- Méneville was elected president of the Société Entomologique de France for the year 1846. ==Legacy== Guérin-Méneville is commemorated in the scientific names of dozens of genera and species of insects and other organisms, including at least one snake.Beolens, Bo; Watkins, Michael; Grayson, Michael (2011). The Eponym Dictionary of Reptiles. Baltimore: Johns Hopkins University Press. xiii + 296 pp. . (\"Guerin\", p. 111). ==Works== thumb|upright|Illustration from Dictionnaire Pittoresque d’Histoire Naturelle, Paris 1836–1839. Plate 194 \"Guenon - Guepe - Guepier\" * Guérin-Méneville, Felix-Edouard. Iconographie du règne animal de G. Cuvier: ou, représentation d'aprés nature de l'une des espèces les plus remarquables, et souvent non encore figurées, de chaque genre d'amimaux. Avec un texte descriptif mis au courant de la science. Paris: J. B. Baillière, 1829–1844. * Guérin-Méneville, Felix-Edouard (editor). Dictionnaire Pittoresque d’Histoire Naturelle, Paris, 1836–1839. ==References== Category:French taxonomists Category:1799 births Category:1874 deaths Category:French carcinologists Category:French lepidopterists Category:Scientists from Toulon Category:19th-century French zoologists Category:Presidents of the Société entomologique de France",
 "title": "Félix Édouard Guérin-Méneville"
}