{
 "id": "617663",
 "text": "East Richmond railway station is located on the Lilydale, Belgrave, Alamein and Glen Waverley lines in Victoria, Australia. It serves the inner eastern Melbourne suburb of Cremorne, and it opened on 24 September 1860 as Church Street. It was renamed East Richmond on 1 January 1867.East Richmond Vicsig ==History== East Richmond station was opened by the Melbourne and Suburban Railway Company, when its service to Hawthorn began on 24 September 1860. A level crossing was formerly located at the eastern (Up) end of the station, which was removed on 12 March 1965 and replaced with a subway, along with the associated signal box. In the 1960s, the line through the station was quadrupled, with the track being lowered by 1.2 metres, and a new Platform 1 was built. The first of the two new tracks was commissioned on 1 August 1966, and the second on 9 January 1967, along with the new platform. ==Platforms and services== East Richmond station has two side platforms, and a total of four tracks run through it. Its location at the city end of Melbourne's busiest group of railway lines means that a large number of services pass through the station, but only a limited number stop there, largely because of its proximity to Richmond station, a few hundred metres away in Swan Street. Services to and from Lilydale and Belgrave do not normally stop at East Richmond. Glen Waverley trains stop there in the off-peak, but trains to and from Glen Waverley in peak hours do not. Most services to and from Alamein, Blackburn and Ringwood stop there. It is serviced by Metro Trains' Lilydale, Belgrave, Alamein and Glen Waverley line services. Platform 1: * all stations services to Flinders Street * all stations services to Flinders Street * weekday all stations services to Flinders Street * all stations services to Flinders Street Platform 2: * all stations services to Blackburn and Ringwood. * all stations services to Blackburn and Ringwood. * weekday all stations services to Alamein * all stations services to Glen Waverley ==Transport links== Yarra Trams operates two routes via East Richmond station: *36px|link=Melbourne tram route 70: Docklands (Waterfront City) – Wattle Park *36px|link=Melbourne tram route 78: North Richmond – Balaclava ==References== ==External links== * * Melway map at street-directory.com.au Category:Railway stations in Melbourne Category:Railway stations in Australia opened in 1860",
 "title": "East Richmond railway station, Melbourne"
}