{
 "id": "617712",
 "text": "A folk costume (also regional costume, national costume, traditional garment, or traditional regalia) expresses an identity through costume, which is usually associated with a geographic area or a period of time in history. It can also indicate social, marital or religious status. If the costume is used to represent the culture or identity of a specific ethnic group, it is usually known as ethnic costume (also ethnic dress, ethnic wear, ethnic clothing, traditional ethnic wear or traditional ethnic garment). Such costumes often come in two forms: one for everyday occasions, the other for traditional festivals and formal wear. Following the rise of romantic nationalism, the peasantry of Europe came to serve as models for all that appeared genuine and desirable. Their dress crystallised into so-called \"typical\" forms, and enthusiasts adopted that attire as part of their symbolism. In areas where Western dress codes have become usual, traditional garments are often worn at special events or celebrations; particularly those connected with cultural traditions, heritage or pride. International events may cater for non-Western attendees with a compound dress code such as \"business suit or national dress\". In modern times, there are instances where traditional garments are required by sumptuary laws. In Bhutan, the traditional Tibetan-style clothing of gho and kera for men, and kira and toego for women, must be worn by all citizens, including those not of Tibetan heritage. In Saudi Arabia, women are also required to wear the abaya in public. ==Africa== ===Central Africa=== thumb|Toghu or Tugh is the official traditional regalia of Cameroon won by men, women and childrenCameroon – Pagne (female), Toghu (male) * Central African Republic – Pagne * Democratic Republic of the Congo – Pagne * Equatorial Guinea – Pano * Gabon – Pagne * Republic of the Congo – Pagne * São Tomé and Príncipe – Pano ===Eastern Africa=== thumb|right|Baganda people in their cultural outfits. men put on Kanzu, and ladies Ggomeesi * Burundi – Imvutano * Comoros – Lesso (female), Kanzu (male) * Djibouti – Macawiis (male), Koofiyad (male), Dirac (female), Garbasaar (female); the Afar people have their style of traditional clothing. * Eritrea – Kidan Habesha (male), Zuria or Habesha kemis (female) * Ethiopia – Ethiopian suit or Kidan Habesha (male), Habesha kemis (female); each ethnic group has a traditional style of dress. * Kenya – Does not have a national costume. All tribes have their respective traditional garments, for example: Maasai traditional costume: Kitenge, Kikoi, Maasai beadwork * Madagascar – Lamba * Mauritius and Réunion – Sega dress * Rwanda – Mushanana * Seychelles – Kanmtole dress * Somalia – Kanzu or Khamiis, Macawiis (male), Kitenge Koofiyad (male), Dirac (female), Guntiino (female), Garbasaar (female) * Sudan – Jalabiyyah, Taqiyyah, and Turban (male), Toob, a cotton women's dress (female) * Tanzania – Kanzu and Kofia (male), Kanga (female) * Uganda – Kanzu and Kofia (male), Gomesi (female), Mushanana (Female - South Western Uganda) ===Northern Africa=== thumb|right|Traditional gandoura, Algeria * Algeria - Burnous, Caftan, Caftan El-Bey, Gandoura, Haïek, Jellaba, Mlaya, Sarouel ** Bikhmar (Ouargla) ** Blouza (Oran) ** Chedda (Tlemcen) ** Chemsa (Jijel) ** Fergani (Constantine) ** Gandoura Annabiya (Annaba) ** Ghlila, Karakou, Sarouel Mdawer (Algiers) ** Labsa M'zabia (M'zab) ** Labsa Naïlia (Ouled Naïl) ** Lefa we dlala (Annaba) ** Melhfa Chaouïa (Aures) ** Melhfa Sahraouia (Tindouf) ** Qashabiya (Djelfa et Laghouat), Labsa Kbaylia (Kabylie) ** Binouar - Sétif ** Labsa Touratia (Hoggar) * Egypt – Galabeya * Libya – Jellabiya, Farmla (an embroidered vest), Fouta * Morocco – Djellaba, Fez hat and Balgha (male), Takchita (female) * Sahrawi Arab Democratic Republic – Darra'a (male), Melhfa Sahraouia (female) * Tunisia – Jebba, Chechia, Fouta ===Southern Africa=== thumb|right|Zulu Traditional Attire * Angola – Pano *Botswana - leteisi and Tshega * Lesotho – Shweshwe clothing and blankets, Mokorotlo * Malawi – Chitenje * Mozambique – Capulana * Namibia – Herero traditional clothing * South Africa – ** Sotho: Shweshwe clothing and blankets, Mokorotlo ** Xhosa: Umbhaco ** Zulu: Zulu crown ** Afrikaners and Rooineks: slouch hat, safari shirt, veldskoen, knee- high socks, khaki Bermuda shorts or trousers. * Zambia – Chitenje * Zimbabwe – Chitenje ===Western Africa=== * Benin – Dashiki suit and Aso Oke Hat (male), Buba and wrapper set (female) * Burkina Faso – Batakari (male), Kaftan (female) * Cape Verde – Pano de terra * Côte d'Ivoire – Kente cloth (male), Kente kaba and slit set (female) * Gambia – Boubou (male), Kaftan (female) * Ghana – Kente cloth or Ghanaian smock and Kufi (male), Kente kaba and slit set (female), Agbada (male) * Guinea – Boubou (male), Kaftan (female) * Guinea- Bissau – Ethnic clothes of Guinea-Bissau; for example: Fula: Boubou (male), Kaftan (female) * Liberia – Dashiki suit and Kufi (male), Buba and skirt set (female) * Mali – Grand boubou and Kufi (male), Kaftan (female) * Mauritania – Darra'a (male), Melhfa Sahraouia (female) * Niger – Babban riga, Tagelmust, Alasho (male), Kaftan (female) * Nigeria – Agbada, Dashiki or Isiagu and Aso Oke Hat (male), Buba and wrapper set (female) * Senegal – Senegalese kaftan and Kufi (male), Kaftan (female) ==Asia== ===Central Asia=== * Tajikistan - Chapan, Tubeteika Turkic Countries: * Kazakhstan – Chapan, Kalpak (male), Saukele, Koylek (female) * Kyrgyzstan – Chapan, Kalpak (male), Saukele, Koylek (female) * Turkmenistan – Chapan * Uzbekistan – Khalat, Tubeteika, Chapan ===East Asia=== thumb|right|Each ethnic groups of China have their own traditional costume. thumb|right|Mongolia * China – Cheongsam and Changshan (De Facto) Each ethnic groups of China have their own traditional costume. **Han Chinese – Hanfu: Shenyi, ruqun, shanku ** Manchus – Magua, Tangzhuang, Cheongsam and Changshan ** Mongols – Deel ** Uyghurs, Hui and other Chinese Muslims – Tubeteika, Khalat, Chapan ** Gaoshans - Aboriginal groups in Taiwan conserve traditional indigenous styles; popular styles include Amis, Atayal, Bunun and Paiwan styles ** Tibetan – Chuba * Japan – Wafuku: Kimono, Junihitoe, Sokutai ** Ryukyu - /Ryusou *** Okinawa - Kariyushi shirt ** Hokkaido - Ainu clothing * Korea – Hanbok (South Korea)/Chosŏn-ot (North Korea) * Mongolia – Deel ===North Asia=== * Russia (Urals, Siberian Federal District and Far Eastern Siberia)- Clothing of Siberian nationalities (Buryat, Yakut, Altai, etc.) ** Buryatia - Deel ** Tuva – Deel ===South Asia=== thumb|right|Indian cultural dresses * Afghanistan – Pashtun dress: Afghan cap, turban, Shalwar Kameez (male), Firaq partug, Chador (veil) (female) * Bangladesh – Sherwani and Kurta (male) and Sari Dupatta(female) * Bhutan – Gho (male) and Kira (female) * India – Achkan, Shalwar Kameez, Sherwani, Dhoti, Phiran, Churidar, Kurta, Turban (male) and Sari, Patiala salwar, Lehenga, Choli, Pathin (female) * Maldives – Dhivehi libaas (women) and Dhivehi mundu (men) * Nepal – Daura-Suruwal and Dhaka topi, (male) and Gunyou Cholo (female); Traditional Newar, Sunuwar, Rai, Limbu ([bakku, chuwa])clothing * Pakistan – Peshawari turban, Shalwar Kameez, Churidar (male), Shalwar Kameez and Dupatta (female), Punjabi turban * Sri Lanka – Kandyan sari (female) ===Southeast Asia=== * Brunei – Baju Melayu, Songkok (male), Baju Kurung, Tudung (female) * Cambodia – Sampot, Apsara, Sabai, Krama, Chang kben * East Timor – Tais cloth clothing * Indonesia – (See: National costume of Indonesia). There are hundreds of types of folk costumes in Indonesia because of the diversity in the island nation. Each ethnic group of Indonesia have their own traditional costume; ** Batak tribe: Ulos ** Javanese people: Beskap, Batik shirt, Blangkon, Songkok, Sarong (male), Kebaya, Tudung, Sarong (female). ** Malay people: Baju Melayu, Baju Kurung, Songket ** Papua: Koteka ** etc. * Laos – xout lao, suea pat, pha hang, pha biang, sinh * Malaysia – Baju Melayu and Songkok (male), Baju Kurung, Baju Kebarung (Kebaya/Kurung hybrid), Tudung (female) * Myanmar – Longyi, Gaung baung * Philippines – Barong (male) and Baro't saya; Maria Clara gown, Terno (female), Malong, Patadyong, Tapis, Salakot * Singapore: ** Chinese Singaporeans - Hanfu, Cheongsam (female), Tangzhuang (male)，Changpao (male) ** Indian Singaporeans - Sari (Female), Dhoti (Male), Kurta ** Malay Singaporeans - Baju Melayu (Male), Baju Kurung (female), Sarong ** Peranakans - Kebaya (female), Baju Lokchuan (male) * Thailand – Chut thai: Thai female: Thai Chakkri, Thai male: Suea Phraratchathan, Both genders: Chong kraben and Sabai * Vietnam – Việt phục: Áo giao lĩnh, Áo dài, Áo tứ thân, Áo bà ba ===West Asia=== Turkic Countries: * Azerbaijan – Azerbaijani traditional clothing: Arkhalig, Chokha, Kelaghayi, Kalpak * Turkey-Kalpak, Yazma, Kaftan, Salvar, Çarık,Cepken-Yelek, Boynuz Kemer -Horn belt *Turkish Republic of Northern CyprusCepken(Yelek)-VestSalta, Yazma, Potur, Boynuz Kemer Middle East: * Armenia - Armenian dress, Arkhalig, Arakhchin, Burka, Chokha, Kalpak, Papakha, Shalvar * Israel – Tembel hat, Biblical sandals, Sudra, Yemenite Jewish clothes; Jewish religious clothing: Rekel, Bekishe, Tzitzit, Kippah, Tichel. * Iran – Chador, Turban, Kurdish clothing, * Iraq – Assyrian clothing, Keffiyeh, Hashimi Dress, Bisht, Dishdasha; Kurdish clothing in Iraqi Kurdistan. * Jordan – Keffiyeh, Bisht, Bedouin clothing * Lebanon – Tantour, Keffiyeh, Labbade, Taqiyah * Kurdistan – Sirwal (pants), Kurdish clothing, gold coin belt and necklace for women. * Kuwait – Thawb * Oman – Dishdasha * Palestine – Keffiyeh, Palestinian costumes. * Qatar – Kandura * Saudi Arabia – Thawb, Ghutrah, Agal, Bisht, Abaya, Jilbab, Niqab * Syria – Dishdasha, Sirwal, Taqiyah, Keffiyeh * United Arab Emirates – Kandura, Abaya * Yemen – Similar to Saudi Arabia, but with the addition of an ornate jambiya and leather bandoliers for the men's costume. ==Europe== thumb|right|225px|Costumes of inhabitants of the Kingdom of Hungary in 1855: Romanian, ethnic Hungarian (Magyar), Slovak and German peasants ===Eastern Europe=== * Belarus – Slutsk stash, the national type of wimple (namitka) * Georgia – Chokha (Every region has its own specific design of Chokha), Papakha * Ossetia – Chokha * Russia – Bast shoes, Boyar hat, Ryasna, Sarafan, Kaftan, Kokoshnik, Kosovorotka, Ushanka, Valenki; (Sami) Gákti, Luhkka for colder weather ** Caucasus republics (for example, Chechnya, North Ossetia-Alania and Adygea) – Chokha, Papakha, Ushanka in cold weather ** Mordovia - Mordovian national costumes * Ukraine – National costumes of Ukraine: Vyshyvanka, Sharovary, Żupan, Ukrainian wreath ===Central Europe=== * Austria - Each state has a specific design on national costume; the most famous is that of Tyrol, consisting of the characteristic Tyrolean tracht and dirndls. * Czech Republic – Kroje * Hungary – National costumes of Hungary * Poland – Czamara, Żupan, Kontusz, Rogatywka (National costumes of Poland) * Slovakia – Kroj (embroidered traditional dress) ===Northern Europe=== * Denmark – Folkedragt ** Faroe Islands – Føroysk klæði ** Greenland – Parka * Estonia – * Finland – Every region has its own specific design of national costume (kansallispuku, nationaldräkt). These vary widely. Many of them resemble Swedish costumes, but some take influences from Russian costumes as well. For the Sami in Finland, each place has its own Gákti or Luhkka for colder weather. * Iceland – Þjóðbúningurinn * Ireland – Aran sweater, Irish walking hat, Grandfather shirt, Leine, Irish stepdance costume * Latvia - Tautastērps * Lithuania - Tautinis kostiumas * Norway – Bunad, Sami: Gákti, and for colder weather, Luhkka * Sweden – the traditional folkdräkt has been specific to the local region and varied from landscape to landscape but has since 1983 been supplemented by an official National Costume, Sverigedräkten, common for all; 18th century: Nationella dräkten; Sami: Gákti, Luhkka for colder weather * United Kingdom: Every constituent country has its own national costume. ** England – English country clothing, Morris dance costumes, Flat cap, English clogs *** Cornwall – Sou'wester hat, fisherman's smock, gansey, bal-maiden clothing, Cornish kilts and tartans *** Lancashire – Lancashire shawl, English clogs *** London – Pearly kings and queens *** Northumbria - Maud, blue bonnet, Rapper dance costumes, Northumberland kilts and tartan *** Sussex – Sussex round smock ** Northern Ireland: Similar to the rest of Ireland. ** Scotland – Highland dress: Kilt or trews, tam o'shanter or Balmoral bonnet, doublet, Aboyne dress, and brogues or ghillies. *** Scottish Lowlands: Similar to Northumbria – Maud, blue bonnet ** Wales – Traditional Welsh costume ===Southern Europe=== * Albania – Albanian Traditional Clothing, Fustanella, Tirq, Xhamadan, Opinga * Andorra – Barretina, espadrilles * Bulgaria – Every town has its own design of a national costume (nosia), with different types of clothing items traditional for each of the ethnographic regions of the country. * Croatia – Croatian national costume, Lika cap, Šibenik cap * Greece – Fustanella, Breeches(Vraka), Amalia costume. ** Greek fisherman's caps in many coastal villages by the Aegean sea. * Italy – Italian folk dance costumes; Roman clothing: Toga, Stola ** South Tyrol – Tracht and Dirndl ** Sardinia – Every town has its design of the traditional folk costume (see also Sardinian people for more information). ** Sicily – Coppola, Arbereshe costumes * Kosovo – Traditional clothing of Kosovo, Qeleshe, Tirq, Xhubleta, Xhamadan, Opinga * Malta – Għonnella * Montenegro – Montenegrin cap * North Macedonia – Macedonian national costume * Portugal – Every region has its own specific design of a national costume. * Romania – Romanian dress * Serbia – Every region has different design of a national costume. Serbian traditional clothing, Lika cap, Montenegrin cap, Opanci, Šajkača, Šubara * Slovenia – Gorenjska narodna noša * Spain – Every autonomous region has its own national costume. ** Andalusia - Sombrero cordobes, traje de flamenca, traje de luces, montera ** Basque Country – Beret, espadrilles ** Catalonia - Barretina, Faixa ** Galicia - Each province has its regional costume. ===Western Europe=== * Belgium – Bleu sårot (Wallonia) * France - Every administrative region has a style of folk costume, varying by department. For example, Brittany, with Breton costume varying by department and predominantly used in Cercles celtiques, pardons and festivals. ** Basque Country - Beret, espadrilles * Germany – Every state has its own specific design of a national costume. For example, Bavaria's well-known Tracht: Lederhosen and Dirndl. * Liechtenstein – Tracht, Dirndl * Netherlands – Many areas, villages and towns used to have their own traditional style of clothing. In the 21st century, only a few hundred people still wear the traditional dresses and suits on a daily basis. They can be found mainly in Staphorst (about 700 women), Volendam (about 50 men) and Marken (about 40 women). Most well-known parts of Dutch folk costumes outside the Netherlands are probably the Dutch woman's bonnet and klompen. ** North Brabant – poffer * Switzerland – Every canton has its own specific design of a national costume; the more famous costumes come from the German regions of the country, notably Bern, Appenzell and Zug. ==North America== ===Caribbean=== * Antigua and Barbuda - plaid dress, with white pinafore for women, designed by Heather Doram * Bahamas - None, unofficially Androsia-cloth clothing. Junkanoo costumes can be considered folk costume but fall more into the sector of carnival dress than traditional garment. * Cuba – Guayabera, panama hat (male), guarachera (female) * Dominican Republic – Chacabana, panama hat * Dominica – Madras * Haiti – Karabela dress (female), Shirt jacket (male) * Jamaica – Bandanna cloth Quadrille dress (female), Bandanna cloth shirt and white trousers (male), Jamaican Tam * Puerto Rico – Guayabera, panama hat (male), enaguas (female) * St. Lucia – Madras * Trinidad and Tobago – Tobago has an Afro-Tobagonian Creole culture with the Bélé costumes as their typical garment, commonly made of madras. Trinidad, however, has no defined national garment; the two major ethnic groups in the island wear the following during cultural occasions: **Afro-Trinidadians - Shirt jacket or Dashiki (male), Booboo (female) **Indo-Trinidadian - Kurta, Dhoti, Sherwani (male), Sari, Choli, Lehenga (female) ===Central America=== * Belize - Mestizos - Huipil (female), Guayabera (male); Mayas - All tribes wear distinct kinds of Mayan dress. * Guatemala – Huipil, Corte skirt, Tocado (female), Todosantero suit (male) * Nicaragua – Huipil, Rebozo (female), Cotona (male) * Panama – Pollera (female), Montuno (male) ===Northern America=== * Bermuda – Bermuda shorts * Canada: **First Nations – button blanket, buckskins, moccasins, Chilkat blanket, Cowichan sweater, war bonnet. The use of the term costume to denote traditional dress may be considered derogatory in First Nations communities. Regalia is the preferred term. **Lumberjacks – Traditional logging wear includes mackinaw jackets or flannel shirts, with headgear being a tuque or trapper hat; a good example is seen with folk characters like Big Joe Mufferaw. **Maritimes – Acadians wear their traditional heritage clothing on special occasions like the Tintamarre. The Scottish background in Nova Scotia has brought the Nova Scotia tartan as folk wear in the form of kilts, aboyne dresses and trews for Scottish highland dance competitions. **Métis – Ceinture fléchée, Capote, Moccasins **Newfoundland - Traditional mummers dress in masks and baggy clothes in Christmas season celebrations; the Cornish influence has also brought yellow oilskins and sou'westers as typical wear in coastal areas. **Nunavut and other Inuit communities – Parka, mukluks, amauti ** Prairies – Western wear is common on events such as the Calgary Stampede; often worn with Calgary White Hats. **Quebec and French Canadians – Ceinture fléchée, Capote, tuque * Mexico – Charro outfit, Guayabera, Sarape, Sombrero (male), Rebozo, China Poblana dress (female); every state has a typical folk dress, for example: ** Chiapas - Chiapaneca ** Chihuahua and Coahuila – cowboy hats, cowboy boots, bandanna ** Oaxaca: Tehuana ** Querétaro, Hidalgo and San Luis Potosí - Quechquemitl ** Sonora - Sonora is unique among Mexican states to not have a defined representative costume, yet the indigenous clothing, especially the Deer dance costume of the Yaqui and the women's clothing of the Seri, is very popular. However, the Sonora Bronco styles of Norteño folk dance have a costume akin to that of neighboring Chihuahua, but is not mostly regarded as a definite costume for Sonora. ** Tamaulipas Cuera tamaulipeca ** Veracruz - Guayabera ** Yucatán – Guayabera (male), Huipil (female) * United States: ** Alaska – Kuspuks, worn with dark pants and mukluks, as well as parkas are traditional native wear. ** American Southwest, Texas and rural areas in the Midwestern and Western US – Western wear, derived from original Mexican vaquero and American pioneer garb is traditional dress in Texas, the Southwestern US, and many rural communities, including cowboy hats, Western shirts, cowboy boots, jeans, chaps, prairie skirts, and bolo ties. ** American Upper Midwest, Pacific Northwest, the northern portions of the Great Lakes Basin and northern New England (especially Maine) – Due to the cold weather, the garb in rural areas tends to more closely adhere to heavier materials, such as flannel shirts or Buffalo plaid mackinaw jackets, and a knit cap or, in the case of the Upper Peninsula, a Stormy Kromer cap. A good example is seen in the typical attire of Paul Bunyan, a folk hero popular in areas where logging was a common occupation, as well as lumberjacks working in the area. ** The Amish (mostly found in Pennsylvania, Ohio and Indiana) follow a style of plain dress. ** Utah – Mormons may dress in 19th-century pioneer clothing for Mormon trek-related activities and events. Fundamentalist Mormon women may also follow a style of 19th-century style plain dress for modesty. ** Deep South – *** Louisiana – The Cajun people of Louisiana traditionally wear the colorful capuchon for Mardi Gras celebrations. Creole women used to historically wear the tignon, mostly in plain or madras fabrics, but it is now sometimes worn for heritage events or cultural reasons. *** South Carolina and Georgia – Gullah communities in the South Carolina Lowcountry and Sea Islands preserve the traditional African-style clothing and culture. ** Nantucket – Summer residents of Nantucket will often wear Nantucket Reds. ** Various styles of Native American clothing; for example, traditional pow-wow regalia for Plains Indians: Moccasins, buckskins, glass beads, breech clouts, and war bonnets or roaches. The use of the term costume to denote traditional dress may be considered derogatory in Native American communities. Regalia is the preferred term. ** New York – According to folklorist Washington Irving, knickerbockers similar to the breeches of the Pilgrims and Founding Fathers were traditionally worn by many wealthy Dutch families in 19th century New York. Historically, these short pants remained commonplace among young urban American boys until the mid 20th century. ==Oceania== ===Australia and New Zealand=== * Australia ** Aboriginal Australians: fibercraft-made clothing, possum cloak ** European Australians: cork hat, bushwear: Moleskin trousers, bush shirt, Akubra slouch hat, Driza-Bone coat, Australian work boots ** Torres Strait Islands – Augemwalli * New Zealand ** Māori – Piupiu, korowai or kakahu huruhuru. ** New Zealand Europeans - Swanndri bush jacket, slouch hat, walk shorts, and knee-high socks; or a black singlet and rugby shorts. ===Melanesia=== * Fiji – Sulu, Tapa cloth (called masi), I-sala * New Caledonia – Manou, Robes mission * Papua New Guinea – Meri blaus, lap-lap, Koteka * Vanuatu – Aelan dress, Lap-lap ===Micronesia=== * Federated States of Micronesia - Lap-lap (male), Grass skirt (female) * Palau - Lap-lap (male), Grass skirt (female) ===Polynesia=== * Cook Islands – Pareo * French Polynesia – Pareo ** Marquesas Islands – Pareo * Hawaii – Aloha shirt, Muumuu, Holokū, Pāʻū, Malo (loincloth) * Samoa – Lavalava, Puletasi, 'ie toga clothing * Tonga – Tupenu, Ta'ovala, Tapa cloth ==South America== * Argentina – Gaucho costume; every province has a specific design of poncho, with the poncho salteño being the most recognized. * Bolivia – Poncho, Chullo, Andean pollera * Brazil – Each region has its own traditional costume. ** Bahia – Baiana and Abadá ** Brazilian carnival or Samba costumes for Rio de Janeiro. ** Caipiras (Brazilian country folk) in Sao Paulo, Goiás and other nearby states conserve traditional folk styles of clothing, imitated by participants of festa juninas. ** Gaúcho costumes for Rio Grande Do Sul. ** Indigenous clothes for many states within the Amazônia Legal area ** Northeastern sertão (desert) – Vaqueiro or Cangaceiro clothing * Chile – Huaso costume: Chamanto, Chupalla * Colombia – Sombrero Vueltiao, ruana, white shirt, trousers and alpargatas (male), blouse, Cumbia pollera, Sombrero vueltiao and alpargatas (female); every region has a distinct costume. * Ecuador – Poncho, Panama hat * Guyana - Guyana is unique among South American nations to not have a designated style of national dress. Their two major ethnic groups wear the following during cultural events or important occasions: ** Afro-Guyanese - Dashiki or Shirt jacket (male), Booboo (female) ** Indo-Guyanese - Kurta, Sherwani, Churidar (male), Sari, Lehenga (female) * Paraguay – Ao po'i * Peru – Chullo, Poncho, Andean pollera * Suriname – Kotomisse, Pangi cloth * Uruguay – Gaucho costume * Venezuela – Llanero costume (Liqui liqui and pelo e' guama hat; men), Joropo dress and pelo e' guama hat (women) ==Notes==",
 "title": "Folk costume"
}