{
 "id": "617742",
 "text": "Octave Feuillet (11 August 1821 – 29 December 1890) was a French novelist and dramatist. His work stands midway between the romanticists and the realists. He is renowned for his \"distinguished and lucid portraiture of life\", depictions of female characters, analyses of characters' psychologies and feelings, and his reserved but witty prose style. His most popular work remains his 1858 novel Le Roman d'un jeune homme pauvre (The Story of a Poor Young Man), which has been adapted for film many times by Italian, French, and Argentinian directors. == Biography== Feuillet was born at Saint-Lô, Manche (Normandy). His father, Jacques Feuillet, was a prominent lawyer and Secretary-General of La Manche, but also a hypersensitive invalid. His mother died when he was an infant. Feuillet inherited some of his father's nervous excitability, though not to the same degree. He was sent to Lycée Louis-le Grand in Paris, where he achieved high distinction, assuring him of a good post in the diplomatic service. In 1840 he rejected his father's longtime wish that he be a diplomat and told him he planned to be a writer instead. His father disowned him. Octave Feuillet returned to Paris and lived as best he could by becoming a journalist. He collaborated with Paul Bocage on the plays Echec et mat, Palma, ou la nuit de Vendredi saint, and La Vieillesse de Richelieu. His father forgave him three years later and granted him an allowance, giving him a comfortable existence while he remained in the capital. There he wrote his first novels and got them published. Jacques Feuillet's health declined further, and he summoned his son to care for him at Saint-Lô. It was a real sacrifice to leave Paris and the outlet it gave Octave Feuillet for his career, but he obeyed. His father's mania for solitude and tyrannical temper made life in Saint-Lô very stressful. However, in 1851, Octave married his cousin Valérie Feuillet (née Dubois), who was also a writer. During what he considered his \"exile\" in Saint-Lô, Feuillet produced some of his best work. His first major success came in 1852, when he published the novel Bellah and produced the comedy La Crise. Both were reprinted from the Revue des deux mondes, where many of his later novels also appeared. Other acclaimed works written in Saint-Lô were La Petite Comtesse (1857), Dalila (1857), and the popular Le Roman d'un jeune homme pauvre (1858). Seemingly repeating his father's life, Feuillet himself grew ill at Saint-Lô with a more severe nervous condition, but his wife and mother-in-law helped sustain him. In 1857, he was able to return to Paris for a brief period to oversee the rehearsal of a play he had adapted from his novel Dalila. The following year, he did the same when Un jeune homme pauvre was rehearsing. While he was in the capital, his father died. Feuillet and his family immediately moved to Paris, where he became a favorite at the court of the Second Empire. His pieces were performed at Compiègne before they were given to the public, and on one occasion the Empress Eugénie played the part of Madame de Pons in Les Portraits de la Marquise. In 1862 he achieved another great success with his novel Sibylle. His health, however, had begun to decline, further impacted by the death of his eldest son. He returned to the quiet of Normandy but not to the Feuillet family chateau, which had been sold years earlier. He bought a house called Les Paillers in the suburbs of Saint-Lô, where he lived, hidden among the numerous rosebushes and their blooms that obsessed him, for fifteen years. == Honors, final years, and death == In 1862, Feuillet was elected to the Académie française. Two years later he was made librarian of Fontainebleau Palace, where he had to live for a month or two each year to get the stipend accompanying the position. In 1867 he produced his masterpiece, Monsieur de Camors, and in 1872 he wrote Julia de Trécœur. After the sale of Les Paillers, he spent his last years as a nomad owing to depression and other health problems. Not long after the publication of his final book, Honneur d'artiste, he died in Paris on 29 December 1890. ==Filmography== *, directed by Mario Caserini (Italy, 1911, short film, based on the novel Le Roman d'un jeune homme pauvre) *Un Roman Parisien, directed by (France, 1913, short film, based on the play Un Roman Parisien) *, directed by Frederick A. Thomson (1916, based on the play Un Roman Parisien) *Honneur d'artiste, directed by Jean Kemm (France, 1917, based on the novel Honneur d'artiste) *The Lord of Hohenstein, directed by Richard Oswald (Germany, 1917, based on the novel Le Roman d'un jeune homme pauvre) *Hier et aujourd'hui, directed by (France, 1918, based on the play La Belle au bois dormant) *Júlia, directed by Alfréd Deésy (Hungary, 1918, based on the play Julie) *, directed by Theodore Komisarjevsky (Russia, 1918, based on the novel La Veuve) *Dalila, directed by (Italy, 1919, based on the play Dalila) *The Shadow, directed by Roberto Roberti (Italy, 1920) *The Story of a Poor Young Man, directed by Amleto Palermi (Italy, 1920, based on the novel Le Roman d'un jeune homme pauvre) *The Sphinx, directed by Roberto Roberti (Italy, 1920, based on the play Le Sphinx) *Giulia di Trécoeur, directed by Camillo De Riso (Italy, 1921, based on the novel Julia de Trécœur) *, directed by Gaston Ravel (Germany/France, 1927, based on the novel Le Roman d'un jeune homme pauvre) *A Parisian Romance, directed by Chester M. Franklin (1932, based on the play Un Roman Parisien) *, directed by Abel Gance (France, 1935, based on the novel Le Roman d'un jeune homme pauvre) *Story of a Poor Young Man, directed by Luis Bayón Herrera (Argentina, 1942, based on the novel Le Roman d'un jeune homme pauvre) *, directed by Guido Brignone (Italy, 1942, based on the novel Le Roman d'un jeune homme pauvre) *, directed by Cesare Canevari (Italy, 1958, based on the novel Le Roman d'un jeune homme pauvre) *Story of a Poor Young Man, directed by Enrique Cahen Salaberry (Argentina, 1968, based on the novel Le Roman d'un jeune homme pauvre) *, directed by Cesare Canevari (Italy, 1974, based on the novel Le Roman d'un jeune homme pauvre) == References == ==External links== * * Category:1821 births Category:1890 deaths Category:People from Saint-Lô Category:Members of the Académie Française Category:19th-century French novelists Category:19th- century French dramatists and playwrights Category:French male novelists Category:19th-century French male writers Category:Writers from Normandy",
 "title": "Octave Feuillet"
}