{
 "id": "617844",
 "text": "The Army Reserve (AR) () is the reserve land component of the Irish Defence Forces. It is the second line reserve of the Irish Army. The Army Reserve involves active military service on a part-time basis, and is one of two elements of the Reserve Defence Forces, the other element being the Naval Service Reserve (NSR). It was established on 1 October 2005 to replace and reorganise the previous reserve organisation, and to improve training and courses along the lines of the regular, full-time Permanent Defence Forces (PDF). This reorganisation saw the creation of an overriding Reserve Defence Forces structure which spans both the Army and Naval Service Reserve. Prior to the 2005 restructure, the land component of the reserve forces were known as the (FCÁ) (local defence force), which in turn has its origins in the units formed in 1920s. Army Reserve elements are now integrated with PDF units, under the \"Single Force\" framework. In times of crisis or emergency, Reservists are liable to be called up on permanent service within the state or outside it by the Minister for Defence or Government of Ireland in accordance with the Defence Acts. ==History== ===Early Reserve/Volunteer forces=== In the years following the establishment of the Defence Forces, various classes of Army Reserves were experimented with. Between 1927 and 1939, these comprised several reserve classes. ====Classes==== In May 1927, the \"Class A Reserve\" was established and consisted of regular non-commissioned officers (NCOs) and men transferred to the Reserve. Though numbers never exceeded 5,000, they were the best trained of the reserves, with over 80% reporting annually for training. In January 1928, the \"Class B Reserve\" was formed, with the object of building up the infantry arm of the Defence Forces – on a voluntary basis. Its conditions of service were three months initial training, followed by one months' annual training with liability for six years Reserve service. It was not a success however, never exceeding 3,600 in strength, and had practically ceased to exist by 1934. The \"Volunteer Reserve Force\" was established in Autumn 1929. No initial training was required – instead members attended parade once weekly, with four weekend camps per year along with fifteen days annual training. It was divided into three units, one Battalion in Dublin, an Artillery Battery in Cork and an Officer Training Corps in third-level universities. A total of 1,229 enlisted in the Officer Training College (OTC), while 987 enlisted in the other two units. The units were disbanded in 1935. The \"Volunteer Force\" was established in March 1934. Apart from basic military requirements there was a political consideration in its formation. Fianna Fáil, who had assumed power in 1932, were anxious that the Army should be more representative of the different political persuasions in the country. Since 1924, the Army had been composed of pro-Treaty supporters. It was hoped that this new force would attract men who would be considered anti-Treaty in outlook. To this end a number of men who had prominent anti-Treaty records in the Civil War were commissioned at the initial stages as Administrative Officers. On 6 November 1935 the \"Pearse Regiment\" was added. Named after Pádraig Pearse, this force consisted of three lines of Reserve with varying conditions of service. Those of the first line had to undergo initial training along with a commitment to thirty days annual training, and reached a maximum strength of 10,578 by April 1935. On 1 September 1939 the strength was 257 officers and 6,986 other ranks. The second line consisted of personnel who had been trained in the first line and had been transferred. The third line was intended to be a reserve of specialists in civilian life who would be of value to the Army upon mobilisation. ====Organisation==== The Volunteer Force was the first scheme to make provision for recruitment into all arms of the service. It also provided for the special training of non-commissioned officers and the training of NCOs for commissions. The inclusion of civilian committees (known as ) to help recruiting and administration at a local level was a feature of the Force. The however gradually disappeared and were replaced by committees composed solely of Volunteers. The Volunteers had a distinctive uniform, darker than the ordinary uniform, with black boots, leggings, belts, chromium buttons and badges and forage caps. Territorially these early volunteer/reserve forces were divided into regimental areas, which took their names from the ancient Irish kingdoms where they were raised; *The Regiment of Oriel – Counties Louth, Meath and Monaghan. *The Regiment of Leinster – Counties Kildare, West Wicklow, Wexford and Carlow. *The Regiment of Dublin – County and Borough of Dublin and East Wicklow. *The Regiment of Ormond, renamed Ossory in 1935. Counties Kilkenny, Waterford and Tipperary. *The Regiment of Thomond – Counties Limerick and Clare. *The Regiment of Connacht – Counties Galway, Mayo and Roscommon. *The Regiment of Breffni – Counties Cavan, Longford, Leitrim and Sligo. *The Regiment of Tyrconnell – County Donegal. *The Regiment of Uisneach – Counties Laois, Offaly and Westmeath. *The Regiment of Desmond – Counties Cork and Kerry. ===World War II – \"The Emergency\"=== In response to the various security threats posed during World War II, known in Ireland as The Emergency, a new reserve force – the Local Security Force (LSF) – was created on 28 May 1940 as an auxiliary police service. Instituted under a Garda Síochána Act, its activities were to be devoted to auxiliary police and internal security work. Recruiting forms were dispatched to Garda stations on 31 May 1940 and by 16 June of the same year 44,870 members were enrolled. On 22 June 1940 a decision was taken to divide the force into two groups; *\"A\" Group – to act as an auxiliary to the Army. *\"B\" Group – to continue as an auxiliary to the Police Force. By August 1940 the strength had risen to 148,306 and by October of the same year detailed organisations for each group were issued and District Staffs were formed. By the end of 1940 the Army had more or less completed its expansion to a war- time footing and was then in a position to take over the control of \"A\" Group from the Gardaí. On 1 January 1941 it was handed over to the Command and control of the Army and was given the new title of \"The Local Defence Force\"/\"LDF\" (An Fórsa Cosanta Áitiúil/FCÁ). The \"B\" Group continued as an auxiliary police force and retained its old name – \"The Local Security Force\" (LSF). From the military point of view the LDF was the equivalent of many additional battalions to the Defence Forces. ====Local Security Force==== The LSF was organised in groups around each Garda Station. It was organised into sections and squads and its general duties consisted of traffic control, communications, protective duties, transport, and first aid. While other elements of the Defence Forces devoted most of their time to training, the LSF, while training was important, were required to devote much of their time to actual work. Police duties, patrolling and observation were important aspects of their activities. Unlike the soldier who was trained to act as part of a team, the LSF member acted more like a policeman and therefore more emphasis was placed on training to enable him to act alone. In the cities and large towns their systems of patrols and beats were designed to coincide with times of local crime peaks. A survey of 200 commendations issued to members include the detection of such crimes as housebreaking, larceny, dangerous driving, saving of life from burning buildings, assistance to Gardaí in need of assistance and others. They also assisted the Gardaí in searches for reported parachutists, missing persons, and crashed aircraft. They kept a watch for floating mines and provided cordons when required. They also assisted in policing at two General Elections. Assistance to other Government Departments was also provided, and included the distribution to households of tea rationing forms and ration books (March 1941), census of turf cutting (July 1941), a survey of accommodation available for refugees, and the provision of patrols to enforce the regulations governing the movement of cattle on outbreak of foot-and-mouth disease. ==== Local Defence Force ==== As noted above, this was the \"A\" Group of the LSF that had been transferred to the Army in January 1941. With its military status and responsibility, it was integrated into the combat organisations under full military discipline. The main LDF weapons were the rifle, bayonet and grenade. The organisation was mostly one of rifle companies and platoons. In 1942 the LDF strength was 98,429. In 1943 this rose to 103,530. And in 1944 it was at 96,152. These strengths were regarded as being effective and may reflect a rise and fall as the European battle front approached or receded from Irish shores. ===Establishment of the FCÁ=== thumb|Members of the FCÁ, early 1960s A post- war establishment of 12,500 in all ranks saw a rapid demobilisation and reorganisation within a small period. The Regular Army was now composed of three Brigades. In 1947 all reserve forces were disestablished and in their place were created the First Line Reserve (FLR) and the Second Line Reserve – An Fórsa Cosanta Áitiúil (FCÁ) (Local Defence Force). The basic principles underlying this establishment were that; *The three brigades at about half strength could, with their reserves be quickly mobilised to full strength. *Provide normal garrison and training establishments. *Provide cadres for the Reserves. This organisation remained until 1959 when \"integration\" was introduced by which the FCÁ was integrated with the Regular Army. Six Brigades of mixed Regular and FCÁ units, each with only one Regular Battalion were established with the intention that the remaining units would be filled by FCÁ personnel upon mobilisation. In 1979 there was a change in the structure and role of the FCÁ which had existed since the 1959 integration. The six integrated Infantry Brigades were reduced to four Permanent Defence Force (PDF) Brigades and the Eastern Command Infantry Force (ECIF). A new command structure was set up for the FCÁ with a Directorate of Reserve Forces. The Army Reserve was deployed to aid its regular counterparts in support of the Garda Síochána along the border with Northern Ireland during the conflict known as the Troubles (1969–1998). ===Changing role and the RDF=== Confirmed by the Minister for Defence in Dáil Éireann on 15 May 1991, the role of the FCÁ units changed. They were now to be tasked with local defence and security, reinforcement of Army units with trained manpower, and the replacement of Army units in Barracks should the need arise. Females were inducted into selected units of the FCÁ in 1991 and from 1993 all units were permitted to recruit females. In 1997, a Steering Group was convened by the Chief of Staff of the Irish Defence Forces to conduct a special study on the restructuring of the Reserve Defence Forces. The report was completed in May 1999. On 1 October 2005 the FCÁ was stood down and the Reserve Defence Forces (RDF),The Irish Defence Forces are made up of the Permanent Defence Forces (PDF or P.D.F) – the standing branches – and the Reserve Defence Forces (RDF or R.D.F.). consisting of the Army Reserve and Naval Service Reserve, was established. In 2013 a major reorganisation was carried out that implemented the 'Single Force Concept' whereby RDF sub-units would now be attached to PDF Army units. As of January 2021, reservists had carried out 1,391 duties relating to \"Operation Fortitude\", the military's contribution to Ireland's response to the COVID-19 pandemic. ==Training== Enlistment is open to EU and EEA citizens between the ages of 18 and 35, provided they are ordinarily resident in Ireland, can pass a fitness examination, medical examination, are of good character, obtain a security clearance, and also to non-EU citizens who have been continuously legally resident in the state for at least three years. All enlisted members of the Reserve Defence Forces undergo recruit training on a part-time basis, receiving professional military training. This training takes place mostly on weekends, weekday evenings and annual full-time training (FTT). Recruits must also undergo full-time paid training for at least 2 continuous weeks in a year and pass proficiency tests on foot drill, arms drill, tactics, physical fitness and rifle training with the Steyr AUG 5.56mm assault rifle to qualify as a 2 Star Private. 3 Star training includes navigation, training on the FN MAG general-purpose machine gun (GPMG), fieldcraft, combat first aid, public order training and tactical training, which takes place on weekends, \"field days\" and \"parade nights\" and there is also a requirement to undergo at least 14 continuous days full-time paid training. The recruit to fully trained 3* soldier syllabus now takes 2 years part-time to complete. After recruit training, soldiers then undergo continuation training in their respective corps, each corps has a designated specialised military task and soldiers must learn the various skills used by their corps. All soldiers are taught to operate radio communications, map reading, CBRN warfare defence and the light machine gun, and can move on to courses such as reconnaissance (\"recce course\"), driving courses, Regimental Signallers course, Physical Training Leader and Specialist Instructor Course. Steps up the Defence Forces career ladder include the Potential Non-Commissioned Officer's course, designed to teach the fundamentals of leadership, the Standard Non-Commissioned Officer course to move from being a Junior to Senior NCO and to prepare NCOs for middle management, and the Potential Commissioned Officer course. In order to be considered operationally ready (and as criteria to join career progression and promotion courses), personnel must meet annual KPIs including being passed medically fit, passing the Defence Forces annual fitness test, annual personal weapons test (APWT) and complete a minimum amount of mandays and duties with their unit. ==Army Corps== There are eight Army Corps, organised along the lines of the PDF under 1st Brigade, 2nd Brigade, DFTC and DFHQ; * 25px Infantry Corps * 25px Artillery Corps * 25px Cavalry Corps * 25px Engineer Corps * 25px CIS Corps * 25px Transport Corps * 25px Medical Corps * 25px Military Police Corps ==Rank structure== thumb|Officers of the Army Reserve upon receiving their commission The Irish Army Reserve is organised along the same rank and command structures as the Permanent Defence Forces, however there are some differences. All ranks within the Reserve Defence Forces are enlisted as recruits. Potential officers are chosen from the non-commissioned ranks - normally only Corporal and Sergeant ranks are selected - but recently any rank holding a \"relevant degree\" can apply. The Potential Officers course is run over 2 years and is run out of the DFTC Military College. There is some Direct Entry routes for officers in the Reserve. This is only available for former Regular Army Officers, and professional graduates such as Engineers, Architects, Doctors and Dentists. Lieutenant Colonel is the most senior rank in the Reserve forces. ==Weapons== The personnel weapons used are the standard Platoon, Company and Battalion-level weapons of the Irish Defence Forces. {| class=\"wikitable\" ! style=\"text-align: left; background: #aabccc; width:13%;\"|Name ! style=\"text-align: left; background: #aabccc; width:10%;\"|Origin ! style=\"text-align: left; background: #aabccc; width:12%;\"|Type ! style=\"text-align: left; background: #aabccc; width:7%;\"|Caliber ! style=\"text-align: left; background: #aabccc;width:8%; \"|Photo ! style=\"text-align: left; background: #aabccc;width:50%;\"|Notes |- ! style=\"align: center; background: lavender;\" colspan=\"6\" | Assault rifle |- | Steyr AUG | | Assault Rifle | 5.56×45mm | 120px | The Steyr AUG is the Defence Force's standard service rifle. It entered service in 1989 and is in use with all units of the Defence Forces. Operational units are issued an enhanced rifle fitted with an ACOG 4x32 optical sight starting to enter service in late 2014, known as the Model 14 or MOD 14. |- ! style=\"align: center; background: lavender;\" colspan=\"6\" | Pistol |- | Heckler & Koch USP | | Semi-automatic Pistol | 9×19mm | 120px | The USP entered service in 2007 as the Defence Force's standard service pistol. |- ! style=\"align: center; background: lavender;\" colspan=\"6\" | Machine gun |- | FN MAG | | Machine gun | 7.62×51mm | 120px | The FN MAG entered service in 1964 with the Defence Forces and is in use with all service branches and a number of Army Corps. It is deployed both with bipod or in a sustained fire (SF) role mounted on a tripod by the Infantry. Both the Infantry and Cavalry use the MAG mounted on its armoured vehicles and the Infantry and Artillery use it in the air defense role. |- | M2 Browning .5 Heavy Machine Gun (HMG) | / | Machine gun | 12.7×99mm (.50) | 120px | The M2 Heavy Machine Gun entered service in the 1970s. It is in use with all service branches and a number of Army Corps. The Infantry use it in the sustained fire role, air defense role and mounted on its MOWAG APCs. The Artillery use it in the air defense role and the Cavalry use it mounted on its armoured vehicles. |- ! style=\"align: center; background: lavender;\" colspan=\"6\" | Grenade |- | Mecar M72 HE Grenade | | Fragmentation hand grenade |n/a | 120px | |- ! style=\"align: center; background: lavender;\" colspan=\"6\" | Grenade launcher |- | Diemaco M203 grenade launcher | | Grenade launcher | 40×46mm | 120px | The M203 is in use with the Defence Forces. It is mounted to the Steyr AUG rifle and employs its own separate sighting and trigger mechanism. |- | Heckler & Koch GMG | | Grenade launcher | 40×53mm | 120px | Used by the Cavalry and Army Ranger Wing mounted on vehicles |- ! style=\"align: center; background: lavender;\" colspan=\"6\" | Anti-tank weapon |- | AT4 Short Range Anti-Armour Weapon (SRAAW) | | Anti-tank Weapon | 84 mm | | The AT4 entered service in 1997. The SRAAW is a recoilless, preloaded disposable weapon. |- | Carl Gustav 84mm Anti-Armour Weapon | | Anti-tank Weapon | 84 mm | 120px | The Carl Gustav 84mm is a recoilless, breech-loaded anti-armour weapon. |- | Javelin Anti-tank guided weapon | | Anti-tank Weapon | 127 mm | 120px | The Javelin is a fire-and-forget anti-armour weapon system and entered service in 2003. |- ! style=\"align: center; background: lavender;\" colspan=\"6\" | Mortar |- | Denel Vektor M1 60mm Mortar | | Mortar | 60 mm | | The Vektor 60mm Mortar entered service in 2003 with the Infantry. The 60mm mortar can also be fired in a commando role by removing the bipod and baseplate and fitting a special small baseplate and attaching sighting unit/handgrip. |- | Hotchkiss Brandt 81mm Mortar | | Mortar | 81 mm | 120px | The 81mm Mortar uses the C2 AI Sight Unit and a Morfire Fire Control Computer. |- | Ruag M87 120mm Mortar | | Mortar | 120 mm | 120px | Used by artillery regiments for heavy mortar batteries. |} ==See also== * Naval Service Reserve * Modern Irish Army Uniform * Modern equipment of the Irish Army * Armoured fighting vehicles of the Irish Army * Reserve Defence Forces Representative Association ==Footnotes and sources== * Some Historical information taken from the Irish Defence Forces website, www.military.ie, and reproduced under the terms of their licence. ==External links== *Irish Defence Forces website - Army Reserve *Defence Forces Ireland website *Heraldry of the Irish Defence Forces Category:Department of Defence (Ireland) Category:Military of the Republic of Ireland Reserve Category:Military units and formations established in 2005 Category:2005 establishments in Ireland",
 "title": "Army Reserve (Ireland)"
}