{
 "id": "618044",
 "text": "(Pāli; Sanskrit: tṛ́ṣṇā तृष्णा IPA:[trʂɳa]) is an important concept in Buddhism, referring to \"thirst, desire, longing, greed\", either physical or mental. It is typically translated as craving, and is of three types: kāma- taṇhā (craving for sensual pleasures), bhava-taṇhā (craving for existence), and vibhava-taṇhā (craving for non-existence). Taṇhā appears in the Four Noble Truths, wherein is the cause of dukkha (suffering, pain, unsatisfactoriness) and the cycle of repeated birth, becoming and death (Saṃsāra). ==Etymology and meaning== Taṇhā is a Pali word, derived from the Vedic Sanskrit word tṛ́ṣṇā (तृष्णा), which originates from the Proto-Indo-Iranian *tŕ̥šnas, which is related to the root tarś- (thirst, desire, wish), ultimately descending from Proto-Indo-European *ters- (dry). The word has the following Indo-European cognates: Avestan taršna (thirst), Ancient Greek térsomai (to dry), Lithuanian troškimas (thirst, desire), Gothic þaursus (dry), Old High German durst (dry), English thirst. The word appears numerous times in the Samhita layer of the Rigveda, dated to the 2nd millennium BCE, such as in hymns 1.7.11, 1.16.5, 3.9.3, 6.15.5, 7.3.4 and 10.91.7. It also appears in other Vedas of Hinduism, wherein the meaning of the word is \"thirst, thirsting for, longing for, craving for, desiring, eager greediness, and suffering from thirst\".Monier Williams, 1964, p. 454, entry for तृष्, \"\", \"University of Cologne, Germany ==Relation to Dukkha== In the second of the Four Noble Truths, the Buddha identified as the principal factor in the arising of dukkha (suffering, pain, unsatisfactoriness). Taṇhā, states Walpola Rahula, or \"thirst, desire, greed, craving\" is what manifests as suffering and rebirths.Walpola Sri Rahula (2007). Kindel Locations 791-809. However, adds Rahula, it is not the first cause nor the only cause of dukkha or samsara, because the origination of everything is relative and dependent on something else. The Pali canons of Buddhism assert other defilements and impurities (kilesā, sāsavā dhammā), in addition to taṇhā, as the cause of Dukkha. Taṇhā nevertheless, is always listed first, and considered the principal, all-pervading and \"the most palpable and immediate cause\" of dukkha, states Rahula. Taṇhā, states Peter Harvey, is the key origin of dukkha in Buddhism. It reflects a mental state of craving. Greater the craving, more is the frustration because the world is always changing and innately unsatisfactory; craving also brings about pain through conflict and quarrels between individuals, which are all a state of Dukkha. It is such taṇhā that leads to rebirth and endless Samsara, stated Buddha as the second reality, and it is marked by three types of craving: sensory, being or non-existence. In Buddhist philosophy, there are right view and wrong view. The wrong views, it ultimately traces to Taṇhā, but it also asserts that \"ordinary right view\" such as giving and donations to monks, is also a form of clinging. The end of Taṇhā occurs when the person has accepted the \"transcendent right view\" through the insight into impermanence and non- self. Both appropriate and inappropriate tendencies, states Stephen Laumakis, are linked to the fires of Taṇhā, and these produce fruits of kamma thereby rebirths. Quenching and blowing out these fires completely, is the path to final release from dukkha and samsara, in Buddhism. The Pali texts, states David Webster, repeatedly recommend that one must destroy Taṇhā completely, and this destruction is necessary for nirvana. is also identified as the eighth link in the Twelve Links of Dependent Origination. In the context of the twelve links, the emphasis is on the types of craving \"that nourish the karmic potency that will produce the next lifetime.\"Dalai Lama (1992), p. 21. (from the introduction by Jeffry Hopkins) ==Types== The Buddha identified three types of taṇhā:Leifer (1997), p. 98.Ajahn Sucitto (2010), Kindle Location 943-946 * Kāma-taṇhā (sensual pleasures craving): craving for sense objects which provide pleasant feeling, or craving for sensory pleasures. Walpola Rahula states that taṇhā includes not only desire for sense-pleasures, wealth and power, but also \"desire for, and attachment to, ideas and ideals, views, opinions, theories, conceptions and beliefs (dhamma-taṇhā).\" * Bhava- taṇhā (craving for being): craving to be something, to unite with an experience. This is ego-related, states Harvey, the seeking of certain identity and desire for certain type of rebirth eternally. Other scholars explain that this type of craving is driven by the wrong view of eternalism (eternal life) and about permanence. * Vibhava-taṇhā (craving for non- existence): craving to not experience unpleasant things in the current or future life, such as unpleasant people or situations. This sort of craving may include attempts at suicide and self-annihilation, and this only results in further rebirth in a worse realm of existence. This type of craving, states Phra Thepyanmongkol, is driven by the wrong view of annihilationism, that there is no rebirth. == Cessation of Taṇhā == The third noble truth teaches that the cessation of is possible. The Dhammacakkappavattana Sutta states:Ajahn Sucitto (2010), Kindle Locations 1341-1343 : Bhikkhus, there is a noble truth about the cessation of suffering. It is the complete fading away and cessation of this craving [taṇhā]; its abandonment and relinquishment; getting free from and being independent of it. Cessation of can be obtained by following the Noble Eightfold Path. In Theravada Buddhism, the cessation results from the gaining of true insight into impermanence and non-self. The 'insight meditation' practice of Buddhism, states Kevin Trainor, focuses on gaining \"right mindfulness\" which entails understanding three marks of existence - dukkha (suffering), anicca (impermanence) and anatta (non-self). The understanding of the reality of non-self, adds Trainor, promotes non- attachment because \"if there is no soul, then there is no locus for clinging\". Once one comprehends and accepts the non-self doctrine, there are no more desires, i.e. taṇhā ceases. ==Tanha versus Chanda== Buddhism categorizes desires as either Tanha or Chanda. Chanda literally means \"impulse, excitement, will, desire for\". Bahm states that Chanda is \"desiring what, and no more than, will be attained\", while Tanha is \"desiring more than will be attained\". However, in early Buddhist texts, adds Bahm, the term Chanda includes anxieties and is ambiguous, wherein five kinds of Chanda are described, namely \"to seek, to gain, to hoard, to spend and to enjoy\". In these early texts, the sense of the word Chanda is the same as Tanha. Some writers such as Ajahn Sucitto explain Chanda as positive and non-pathological, asserting it to be distinct from negative and pathological Tanha. Sucitto explains it with examples such as the desire to apply oneself to a positive action such as meditation.Ajahn Sucitto (2010), Kindle Locations 933-944, quote= Sometimes taṇhā is translated as “desire,” but that gives rise to some crucial misinterpretations with reference to the way of Liberation. As we shall see, some form of desire is essential in order to aspire to, and persist in, cultivating the path out of dukkha. Desire as an eagerness to offer, to commit, to apply oneself to meditation, is called chanda. It’s a psychological “yes,” a choice, not a pathology. In fact, you could summarize Dhamma training as the transformation of taṇhā into chanda. In contrast, Rhys Davids and Stede state that Chanda, in Buddhist texts, has both positive and negative connotations; as a vice, for example, the Pali text associate Chanda with \"lust, delight in the body\" stating it to be a source of misery.Rhys Davids and Stede (1921), pp. 275-6, entry for \"Chanda\" Chanda, states Peter Harvey, can be either wholesome or unwholesome. ==Relation to the three poisons== and avidya (ignorance) can be related to the three poisons: * Avidya or Moha (ignorance), the root of the three poisons, is also the basis for taṇhā. * Raga (attachment) is equivalent to bhava-taṇhā (craving to be) and kāma-taṇhā (sense-craving). * Dosha (Dvesha) (aversion) is equivalent to vibhava-taṇhā (craving not to be). According to Rupert Gethin, taṇhā is related to aversion and ignorance. Craving leads to aversion, anger, cruelty and violence, states Gethin, which are unpleasant states and cause suffering to one who craves. Craving is based on misjudgement, states Gethin, that the world is permanent, unchanging, stable, and reliable. For example, in the first discourse of the Buddha, the Buddha identified taṇhā as the principal cause of suffering. However, his third discourse, the Fire Sermon, and other suttas, the Buddha identifies the causes of suffering as the \"fires\" of raga, dosa (dvesha), and moha; in the Fire Sermon, the Buddha states that nirvana is obtained by extinguishing these fires. ==See also== * Avidyā (Buddhism) * Buddhism and psychology * Chanda (Buddhism) * Kleshas (Buddhism) * Three poisons (Buddhism) * Twelve Nidanas * Upādāna ==Notes== ==References== ===Sources=== * Ajahn Sucitto (2010). Turning the Wheel of Truth: Commentary on the Buddha's First Teaching. Shambhala. * * Bodhi, Bhikkhu (trans.) (2000). The Connected Discourses of the Buddha: A Translation of the Samyutta Nikaya. Boston: Wisdom Pubs. . * * Chogyam Trungpa (1972). \"Karma and Rebirth: The Twelve Nidanas, by Chogyam Trungpa Rinpoche.\" Karma and the Twelve Nidanas, A Sourcebook for the Shambhala School of Buddhist Studies. Vajradhatu Publications. * * * * * * * Monier-Williams, Monier (1899, 1964). A Sanskrit-English Dictionary. London: Oxford University Press. . Retrieved 2008-06-12 from \"Cologne University\" at http://www.sanskrit-lexicon.uni-koeln.de/scans/MWScan/index.php?sfx=pdf. * P. A. Payutto. Buddhist Economics, A Middle Way for the Market Place Chapter 2 * Ranjung Yeshe Wiki - Dharma Dictionary. http://rywiki.tsadra.org/index.php/sred_pa (sred pa is the Tibetan term for taṇhā) * Rhys Davids, T.W. & William Stede (eds.) (1921-5). The Pali Text Society’s Pali–English Dictionary. Chipstead: Pali Text Society. Retrieved 2008-06-12 from \"U. Chicago\" at http://dsal.uchicago.edu/dictionaries/pali/ * * Saddhatissa, H. (trans.) (1998). The Sutta-Nipāta. London: RoutledgeCurzon Press. . * * Thanissaro Bhikkhu (trans.) (1997). Maha-nidana Sutta: The Great Causes Discourse (DN 15). Retrieved 2008-01-04 from \"Access to Insight\" at http://www.accesstoinsight.org/tipitaka/dn/dn.15.0.than.html. * Walpola Sri Rahula (2007). What the Buddha Taught. Grove Press. Kindel Edition. * Walshe, Maurice (trans.) (1995). The Long Discourses of the Buddha: A Translation of the Digha Nikaya. Boston: Wisdom Pubs. . ==Further reading== * Philosophy of the Buddha by Archie J. Bahm. Asian Humanities Press. Berkeley, CA: 1993. . ** Chapter 5 is about craving, and discusses the difference between and chanda. * Nietzsche and Buddhism: A Study in Nihilism and Ironic Affinities by Robert Morrison. Oxford University Press, 1998. ** Chapter 10 is a comparison between Nietzsche's Will to Power and Tanha, which gives a very nuanced and positive explanation of the central role taṇhā plays in the Buddhist path. ==External links== *The concept of craving in early Buddhism, V Bruce Matthews (1975), PhD Thesis, McMaster University * Practicing for the extinction of kilesa- tanhā (palikanon.com) *Ranjung Yeshe wiki entry for sred pa Category:Twelve nidānas Category:Pali words and phrases",
 "title": "Taṇhā"
}