{
 "id": "618223",
 "text": "The International Muon Ionization Cooling Experiment (or MICE) is a high energy physics experiment at the Rutherford Appleton Laboratory. The experiment is a recognized CERN experiment (RE11). MICE is designed to demonstrate ionization cooling of muons. This is a process whereby the emittance of a beam is reduced in order to reduce the beam size, so that more muons can be accelerated in smaller aperture accelerators and with fewer focussing magnets. This might enable the construction of high intensity muon accelerators, for example for use as a Neutrino Factory or Muon Collider. MICE will reduce the transverse emittance of a muon beam over a single 7 m cooling cell and measure that reduction. The original MICE design was based on a scheme outlined in Feasibility Study II.,The BNL Advanced Accelerator Group (ed.) S. Ozaki, R. Palmer, M. Zisman, and J. Gallardo, Feasibility Study-II of a Muon-Based Neutrino Source, BNL-52623, (2001) [RETRIEVED: 2007-11-16] it was revised significantly in 2014. Pions will be produced from a target in the ISIS neutron source and transported along a beamline where most will decay to muons before entering MICE. Cooling is tested with lithium hydride (LiH) crystals or liquid hydrogen (LH2) cells, magnets are used to focus and analyze the muon beam. MICE will measure cooling performance over a range of beam momenta between about 150 and 250 MeV/c. == Beamline == The MICE muon beamline provides a low intensity muon beam for MICE. Pions will be transported from a target dipping into the fringe of the ISIS proton beam, through a pion decay channel, into a muon transport line and then into MICE. For efficient use of muons it is desirable to have a reasonably good match between the transport beamline and the cooling channel, with selection performed in analysis. Also, the beamline must suppress non-muon events from entering the cooling channel. A beam rate of a few hundred muons per second is expected. == Experiment setup == MICE combines systems to identify, track, steer and cool muons. To reject background from pions and electrons, Cerenkov detectors and time of flight detectors are the outermost components of the experiment. A calorimeter at the end distinguishes electrons from muons. The muon emittance is measured with scintillating-fibre tracking detectors in a 4 Tesla magnetic field both before and after the main cooling cell. A diffuser can be placed in front of the first tracking detector to study cooling of muon beams with larger emittance. The main cooling cell consists of a secondary LiH absorber, a radio frequency cavity (RF cavity), coils to focus the beam onto the central main absorber (LiH or LH2), magnet coils to focus the beam leaving the main absorber, a second RF cavity and another secondary LiH absorber. While the secondary absorbers contribute to cooling, their main purpose is to stop electrons released in the RF cavities. The RF cavities are designed to accelerate the muons. As they cannot be synchronized with the incoming muons, some muons will be accelerated while others will be decelerated. The time of flight measurements allow a calculation of the electric field the muons experienced in the cavities. The baseline main absorber is a LiH disk 65 mm thick. Alternatively, a 350 mm long liquid hydrogen vessel can be used. === Detectors === Muons pass through the cooling channel one by one. The muons' phase space coordinates will be measured by time of flight scintillators and scintillating fibre tracking detectors upstream and downstream of the cooling channel. Muons will be distinguished from other particles in the beam using a combination of the spectrometers and the so-called Particle Identification (PID) detectors, three time of flight scintillators, a Cerenkov detector and a calorimeter. == Status == As of 2017, MICE is taking data, and upgrades to a longer cooling cell are considered.Presentation by Kenneth Richard Long at the 47th Muon Ionization Cooling Experiment (MICE) Collaboration Meeting (pdf) == References == ==External links== * Official website *MICE experiment record experiment on INSPIRE-HEP Category:Particle experiments Category:Particle accelerators Category:CERN experiments Category:Research institutes in Oxfordshire Category:Science and Technology Facilities Council Category:Vale of White Horse",
 "title": "International Muon Ionization Cooling Experiment"
}