{
 "id": "618571",
 "text": "The Votadini, also known as the Uotadini, Wotādīni, Votādīni or Otadini,Claudius Ptolemaeus, Geographia (c. 2nd century) were a Brittonic people of the Iron Age in Great Britain. Their territory was in what is now south-east Scotland and north-east England, extending from the Firth of Forth and around modern Stirling to the River Tyne, including at its peak what are now the Falkirk, Lothian and Borders regions and Northumberland. This area was briefly part of the Roman province of Britannia. The earliest known capital of the Votadini appears to have been the Traprain Law hill fort in East Lothian, until that was abandoned in the early 5th century. They afterwards moved to Din Eidyn (Edinburgh). The name is recorded as Votadini in classical sources. Their descendants were the early medieval kingdom known in Old Welsh as Guotodin, and in later Welsh as Gododdin . One of the oldest known pieces of British literature is a poem called Y Gododdin, written in Old Welsh, having previously been passed down via the oral traditions of the Brythonic speaking Britons. This poem celebrates the bravery of the soldiers from what was later referred to by the Britons as Yr Hen Ogledd – The Old North; a reference to the fact that this land was lost in battle to an invading force at Catraeth (modern day Catterick). ==Prehistory== The area was settled as early as 3000 BC, and offerings of that period imported from Cumbria and Wales left on the sacred hilltop at Cairnpapple Hill, West Lothian, show that by then there was a link with these areas. By around 1500 BC Traprain Law in East Lothian was already a place of burial, with evidence of occupation and signs of ramparts after 1000 BC. Excavation at Edinburgh Castle found late Bronze Age material from about 850 BC. Brythonic Celtic culture and language spread into the area at some time after the 8th century BC, possibly through cultural contact rather than mass invasion, and systems of kingdoms developed. Numerous hillforts and settlements support the image of quarrelsome tribes and petty kingdoms recorded by the Romans, though evidence that at times occupants neglected the defences might suggest that symbolic power was sometimes as significant as warfare. ==The Roman period== In the 1st century the Romans recorded the Votadini as a British tribe. Between 138–162 they came under direct Roman military rule as occupants of the region between Hadrian's and the Antonine Walls. Then when the Romans drew back to Hadrian's Wall the Votadini became a friendly buffer state, getting the rewards of alliance with Rome without being under its rule, until about 400 when the Romans withdrew from southern Great Britain. Quantities of Roman goods found at Traprain Law, East Lothian might suggest that this proved profitable, though this is open to speculation. Since the 3rd century, Britannia had been divided into four provinces. In a late reorganisation a province called Valentia was created, which may have been a new province, perhaps including the Votadini territory, but is more likely to have been one of the four existing provinces renamed. Excavations in Votadini territory, especially around Traprain Law, have unearthed silver Roman items, including several Gallic Roman coins, indicating some level of trade with the continent. It is unknown, however, whether the other items were traded for, or given to them by the Romans as an appeasement. ==The post-Roman period== After the Roman withdrawal in the early 5th century, the lands of the Votadini became part of the area known as the Hen Ogledd (the \"Old North\"). By about 470, a new kingdom of Gododdin had emerged covering most of the original Votadini territory, while the southern part between the Tweed and the Tyne formed its own separate kingdom called Brynaich. Cunedda, legendary founder of the Kingdom of Gwynedd in north Wales, is said to have been a Gododdin chieftain who migrated south-west about this time. Both kingdoms warred with the Angles of Bernicia; it is this warfare that is commemorated in Aneirin's late 6th/early 7th century poem-cycle Y Gododdin. However Gwynedd where Cunedda established a militaristic dynasty remained undefeated until the 13th century. ==Modern references== The name has been taken by the Votadini Motorcycle Club, based in the North East of England.Votadini MCC The tribe features in author Anthony Riches' Empire series as part of the failed uprising by Calgus, a fictional Selgovae king, who later betrays them and leaves them at the mercy of the Romans. After a brief battle between the Romans and a depleted Votadini host, Martos, the leader of the Votadini, allies himself with the Romans for vengeance against the Selgovae. Martos later militarily attaches himself and a substantial number of his men to the lead character, Marcus Valerius Aquila, and thus sees action in Germania & Dacia when the lead's exploits take him there. ==See also== *Dere Street *History of Northumberland *History of Scotland *Yeavering Bell ==References== Cited references General references * Scotland Before History – Stuart Piggott, Edinburgh University Press 1982, * Scotland's Hidden History – Ian Armit, Tempus (in association with Historic Scotland) 1998, * \"Votadini and Traprain Law.\" - Caledonians, Picts and Romans. Education Scotland. Web. 27 Oct. 2015. == External links == *Ancient Lothian – Histories – the romano-british era (use the search function for \"Votadini\" to find the article) * The History Files: Post-Roman Celtic Kingdoms: Goutodin *BBC – History – The Gododdin 590 *BBC – History – Tribes of Britain *A Very Rough Guide To the Main DNA Sources of the Counties of the British Isles John Eckersley, Katherine Hope Borges, 12 June 2006. Retrieved 5 September 2006. Category:Celtic Britons Category:Scotland in the Roman era Category:History of Northumberland Category:Roman buffer states Category:Tribes of ancient Scotland Category:Historical Celtic peoples Category:Tribes mentioned by Ptolemy Category:Roman client kingdoms in Britain",
 "title": "Votadini"
}