{
 "id": "618578",
 "text": "Fathom Five National Marine Park is a National Marine Conservation Area in the Georgian Bay part of Lake Huron, Ontario, Canada, that seeks to protect and display shipwrecks and lighthouses, and conserve freshwater ecosystems. The many shipwrecks make the park a popular scuba diving destination, and glass bottom boat tours leave Tobermory regularly, allowing tourists to see the shipwrecks without having to get wet. Many visitors camp at nearby Bruce Peninsula National Park and use the park as a base to explore Fathom Five and the surrounding area during the day. Fathom Five also contains numerous islands, notably Flowerpot Island, which has rough camping facilities, marked trails, and its namesake flowerpots, outlying stacks of escarpment cliff that stand a short distance from the island, most with vegetation (including trees) still growing on them. Established on 20 July 1987, the park represented a pioneering departure for the national park system, which had centred on land- based conservation until then. Its designation as a National Marine Park foresaw the creation of others, though nomenclature for such units would morph into National Marine Conservation Areas, leaving Fathom Five as the only National Marine Park. Despite its unique name, it is categorized as an NMCA and is deemed the first one in the country. ==Visitors' centre== In 2006, a new visitors' centre opened to serve Fathom Five National Marine Park and the Bruce Peninsula National Park. Designed by Andrew Frontini of Shore Tilbe Irwin + Partners, the CAD $7.82 million centre, approached by a boardwalk, features an information centre, reception area, exhibit hall and theatre. A 20-metre viewing tower was also constructed to provide visitors with aerial views of the surrounding park and Georgian Bay. The centre was designed with environmental sustainability in mind, receiving $224,000 from the Federal House in Order initiative for implementation of innovative greenhouse gas reduction technology. == Shipwrecks == The park is home to several shipwrecks, many of which are used for scuba diving and some shallower ones are used for snorkelling. The park also has three non-shipwreck dive sites, these are Dunks Point, Big Tub Lighthouse Point and The Anchor. {|class=\"wikitable\" |+ !Ship !Date of sinking !Type of ship !Ship Length !Notes |- id=\"Arabia\" |Arabia |October 1884 |Three-masted barque | |Foundered off of Echo Island. |- id=\"Avalon Voyager II\" |Avalon Voyager II |October 1980 |Motor ship | |Served in the Newfoundland fish trade for 30 years, then it was used a floating restaurant in Kincardine. Stranded and burned by vandals when being relocated to Owen Sound. |- id=\"Caroline Rose\" |Caroline Rose |1990s |Schooner | |Towed to Driftwood Cove by the Tobermory Marine Association to be used as a dive site. |- id=\"Cascaden\" |Cascaden |October 1871 |Steamer | |Broken up over a large area. |- id=\"Charles P. Minch\" |Charles P. Minch |October 1892 |Three- masted schooner | |Driven onto the rocks near Tecumseh Cove, Cove Island. |-id=\"China\" |China |November 1883 |Two-masted schooner | |Wrecked on China Reef; parts of the ship are broken up. |-id=\"City of Grand Rapids\" |City of Grand Rapids |October 1907 |Passenger steamer | |Burned and sunk. |- id=\"Forest City\" |Forest City |June 1904 |Steamer | |Formerly a barge; sunk in June 1904, after hitting the east side of Bears Rump Island. |- id=\"James C. King\" |James C. King |November 1901 | | |Wrecked while towing the W.L. Wetmore. |- id=\"John Walters\" |John Walters |November 1883 |Two-masted schooner | | |- id=\"Newaygo\" |Newaygo |November 1903 |Steam barge | | |- id=\"Niagara II\" |Niagara II |May 1999 |Sandsucker | |Sunk by the Tobermory Maritime Association in May 1999 to be used as a dive site. |- id=\"Philo Scoville\" |Philo Scoville |October 1889 |Three-masted schooner | |Wrecked during a storm. |- id=\"Points West\" |Points West | |Wooden guide | |Intentionally sunk. |-id=\"The Tugs\" |The Tugs | |Steam tugs | |Wreckage of four small steam tugs, Alice G, Robert K, John & Alex and one unidentified tug |- id=\"Truellen\" |Truellen |1972 |Yacht | |Wrecked on the Greenfield Shoal. It was salvaged, but it was found to be too badly damaged, so it was towed to the channel Cove and North Otter Islands to be used as a dive site. |- id=\"The Tugs\" |Sweepstakes |September 1885 |Two-masted schooner | |Damaged off Cove Island then towed to Big Tub Harbour, where it sank. |- id=\"W.L. Wetmore\" |W.L. Wetmore |November 1901 |Steamer | |Wrecked during a storm in November 1901. The site is known for the boiler, anchor, chain and rudder. |} ==See also== *National Parks of Canada *List of National Parks of Canada ==References== ==External links== *Official site *Friends of Fathom Five Category:National Marine Conservation Areas Category:Marine parks of Canada Ontario Category:Parks in Bruce County Category:Protected areas established in 1987 Category:Dark-sky preserves in Canada Category:1987 establishments in Ontario Category:Georgian Bay",
 "title": "Fathom Five National Marine Park"
}