{
 "id": "61861",
 "text": "Theophylact Lekapenos (or Lecapenus) (, Theophylaktos Lakapenos) (917 – 27 February 956) was Ecumenical Patriarch of ConstantinopleCatherine Cubitt (2003). Court Culture in the Early Middle Ages: The Proceedings of the First Alcuin Conference. University of York, Centre for Medieval Studies.Catherine Holmes (2005). Basil II and the Governance of Empire (976-1025). Oxford University Press.The Oxford Dictionary of Byzantium. Oxford University Press, 1991. from 2 February 933 to his death in 956. Theophylact was the youngest son of Emperor Romanos I Lekapenos and his wife Theodora. Romanos planned to make his son patriarch as soon as Nicholas Mystikos died in 925, but two minor patriarchates and a two-year vacancy passed before Theophylact was considered old enough to discharge his duties as patriarch (as he was still only sixteen years old). At this time, or before, he was castrated to help his career in the church. Theophylact was the third patriarch of Constantinople to be the son of an emperor and the only one to have become patriarch during the reign of his father. His patriarchate of just over twenty-three years was unusually long, and his father had secured the support of Pope John XI for his elevation to the patriarchate. Apart from the bastard eunuch Basil Lekapenos, who was appointed parakoimomenos, Theophylact was the only son of Romanos I to retain his high office after the family's fall from power in 945. Theophylact supported his father's policies and pursued ecclesiastical ecumenicism, keeping in close contact with the Greek patriarchates of Alexandria and Antioch. He sent missionaries to the Magyars, trying to help the efforts of imperial diplomacy in the late 940s. At about the same time, Theophylact advised his nephew-in-law Emperor Peter I of Bulgaria on the new Bogomil heresy. Theophylact introduced theatrical elements to the Byzantine liturgy, something which was not universally supported by the conservative clergy around him. Theophylact's detractors describe him as an irreverent man primarily interested in his huge stable of horses, who was ready to abandon the celebration of Divine Liturgy in the Hagia Sophia to be present at the foaling of his favorite mare. Theophylact died after falling from a horse in 956. ==References== ==Sources== * * * Category:917 births Category:956 deaths Category:10th-century patriarchs of Constantinople Category:Lekapenos family Macedonian dynasty Category:Christian anti-Gnosticism Category:Deaths by horse-riding accident Category:Constantine VII Category:Sons of Byzantine emperors",
 "title": "Theophylact of Constantinople"
}