{
 "id": "618808",
 "text": "Shengqiang () is a concept in Chinese opera which helps to categorize its hundreds of regional genres by the music played during arias. Classifying by the music, as opposed to the regional dialect, also helps to understand a genre's evolutionary history. For example, Peking opera and Cantonese opera have little in common as far as language or place of origin, but they belong to the same shengqiang system. Today, the four major shengqiang (四大声腔 pinyin: Sìdà Shēngqiāng) are Bangziqiang, Pihuangqiang, Kunqiang and Gaoqiang (i.e. Yiyangqiang).Theatrical imagi-nations: Peking opera and China's cultural, p. 2, Joshua Lewis Goldstein – 2000 \"At this time Bangzi and Pihuang were not yet fully developed. Around 1860, Bangzi and Pihuang were competing neck and neck with Kun and Yi styles, and with all four styles around equal, no one style deserved to be named \" Jingxi\" (capital ...\" Not all Chinese opera genres fall into one of these four shengqiang systems, and many genres can be classified into more than one system. Other shengqiang in history include Yuyaoqiang and Haiyanqiang. ==Bangzi qiang== Bangziqiang (梆子腔) consists of Qinqiang (秦腔), Yu opera (豫剧), Jinju (晋剧), Hebei Bangzi (河北梆子), Sixianqiang in Dianju (滇剧的丝弦腔), Tanxi in Chuanju (川剧的弹戏), etc.Encyclopedia of Contemporary Chinese Culture, Edward L. Davis – 2012 \"Banqiangti structure is employed in Xiqu music from the actorcentred musical systems: bangziqiang ('tunes of the Bangzi clapper') and pihuang (named for its two principal modes, [xi]pi and [er]huang). Following banqiangti structure, vocal ...\" ==Pihuang qiang== Pihuang qiang (皮黄腔, a coinage made from xipi and erhuang)Andrea Goldman – Opera and the City: The Politics of Culture in Beijing, 1770–1900, 2012, p. 250 \"The neologism pihuang is a contraction of xipi and erhuang. qinqiang 秦腔: A genre of opera associated with ... The musical structure of qinqiang is within the bangzi musical system, in which the music is underscored by strong ... yabu 雅部: Elegant opera; a generic designation for kunju, or Kun opera; the term was in circulation by the late seventeenth century. ... host locales; in Beijing this musical style was known as yiqiang 弋腔, or, alternatively, jingqiang 京腔 or gaoqiang 高腔.\" comprises Huiju (徽剧 Hui theatre), Hanju (汉剧), Beijing opera (京剧), Cantonese opera (粤剧), Xiangju (湘剧), Chuanju (川剧), Dianju (滇剧), etc. ==Kun qiang== Kunqiang (崑腔), also known as Kunshanqiang (崑山腔), or Kunqu (崑曲) was listed as one of the Masterpieces of the Oral and Intangible Heritage of Humanity by UNESCO in 2001. ==Yiyang qiang (Gao qiang)== Yiyang qiang (弋陽腔)Yiyang qiang 弋陽腔: Yiyang melody; one of the four major musical systems of the mid-Ming or outside Peking called Gao qiang (高腔) consists of Teochew opera 潮剧, Sichuan opera 川剧, Xiangju (湘剧 also in Pihuangqiang), Ganju 赣剧, Dianju (滇剧 again also in Pihuang qiang), Chenhexi 辰河戏, Diaoqiang 调腔, etc. ==References== Category:Chinese opera",
 "title": "Shengqiang"
}