{
 "id": "618991",
 "text": "Phenylthiocarbamide (PTC), also known as phenylthiourea (PTU), is an organosulfur thiourea containing a phenyl ring. It has the unusual property that it either tastes very bitter or is virtually tasteless, depending on the genetic makeup of the taster. The ability to taste PTC is often treated as a dominant genetic trait, although inheritance and expression of this trait are somewhat more complex. PTC also inhibits melanogenesis and is used to grow transparent fish. About 70% of people can taste PTC, varying from a low of 58% for Indigenous Australians and indigenous peoples of New Guinea to 98% for indigenous peoples of the Americas. One study has found that non-smokers and those not habituated to coffee or tea have a statistically higher percentage of tasting PTC than the general population. PTC does not occur in food, but related chemicals do, and food choice is related to a person's ability to taste PTC. == History == The tested genetic taste phenomenon of PTC was discovered in 1931 when DuPont chemist Arthur Fox accidentally released a cloud of fine crystalline PTC. A nearby colleague complained about the bitter taste, while Fox, who was closer and should have received a strong dose, tasted nothing. Fox then continued to test the taste buds of assorted family and friends, setting the groundwork for future genetic studies. The genetic penetrance was so strong that it was used in paternity tests before the advent of DNA matching. The PTC taste test has been widely used in school and college practical teaching as an example of Mendelian polymorphism in human populations. Based on a taste test, usually of a piece of paper soaked in PTC (or the less toxic propylthiouracil (PROP)), students are divided into taster and non-taster groups. By assuming that PTC tasting is determined by a dominant allele at a single autosomal gene, and that the class is an unbiased sample from a population in Hardy–Weinberg equilibrium, students then estimate allele and genotype frequencies within the larger population. While this interpretation is broadly consistent with numerous studies of this trait, it is worth noting that other genes, sex, age and environmental factors influence sensitivity to PTC. Also, there are several alleles segregating at the major gene determining the taste of PTC, particularly in African populations, and the common \"taster\" allele is incompletely dominant (homozygotes for this allele are more sensitive to PTC than are heterozygotes). Additionally, PTC is toxic and sensitivity to the substitute, PROP, does not show a strong association with the gene controlling ability to taste PTC. == Role in taste == There is a large body of evidence linking the ability to taste thiourea compounds and dietary habits. Much of this work has focused on 6-propyl-2-thiouracil (PROP), a compound related to PTC that has lower toxicity. A supertaster has more of an ability to taste PTC. On the other hand, heavy cigarette smokers are more likely to have high PTC and PROP thresholds (i.e. are relatively insensitive). In 1976, an inverse relationship between taster status for PTC and for a bitter component of the fruit of the tree Antidesma bunius was discovered. Research on the implications still continues. Ability to taste PTC may be correlated with a dislike of plants in the genus Brassica, presumably due to chemical similarities. However, studies in Africa show a poor correlation between PTC tasting and dietary differences. == Genetics == Much of the variation in tasting of PTC is associated with polymorphism at the TAS2R38 taste receptor gene. In humans, there are three SNPs (single nucleotide polymorphisms) along the gene that may render its proteins unresponsive. There is conflicting evidence as to whether the inheritance of this trait is dominant or incompletely dominant. Any person with a single functional copy of this gene can make the protein and is sensitive to PTC. Some studies have shown that homozygous tasters experience a more intense bitterness than people that are heterozygous; other studies have indicated that another gene may determine taste sensitivity. The frequency of PTC taster and non-taster alleles vary in different human populations. The widespread occurrence of non-taster alleles at intermediate frequencies, much more common than recessive alleles conferring genetic disease, across many isolated populations, suggests that this polymorphism may have been maintained through balancing selection. Chimpanzees and orangutans also vary in their ability to taste PTC, with the proportions of tasters and non-tasters similar to that in humans. The ability to taste PTC is an ancestral trait of hominids that has been independently lost in humans and chimpanzees, through distinct mutations at TAS2R38. ===Non-taster phenotype distribution (%) in selected populations=== {| class=\"wikitable sortable\" |+ align=\"bottom\"|Results of multiple PTC taste tests in different regions done with the discrimination method developed by Harris and Kalmus in 1949, published in Annals of Eugenics. !Location!!# of Participants!!Non-taster %!!References |- | Bosnia and Herzegovina | 7,362 | 32.02 | Hadžiselimović et al. (1982) |- | Croatia | 200 | 27.5 | Grünwald, Pfeifer (1962) |- | Czech Republic | 785 | 32.7 | Kubičkova, Dvořaková (1968) |- | Denmark | 251 | 32.7 | Harrison et al. (1977)Harrison et al. (1977): Human biology – An introduction to human evolution, variation, growth and ecology. Oxford University Press, Oxford, ; . |- | England | 441 | 31.5 | Harrison et al. (1977) |- | Hungary | 436 | 32.2 | Forai, Bankovi (1967) |- | Italy | 1,031 | 29.19 |Floris et al. (1976) |- | Montenegro | 256 | 28.20 | Hadžiselimović et al. (1982) |- | Užice, Serbia | 1,129 | 16.65 | Hadžiselimović et al. (1982) |- | Voivodina, Serbia | 600 | 26.3 | Božić, Gavrilović (1973) |- | Russia | 486 | 36.6 | Boyd (1950) |- | Slovenia | 126 | 37.3 | Brodar (1970) |- | Spain | 204 | 25.6 | Harrison et al. (1977) |} == See also == * TAS2R38 * PTC tasting * List of Mendelian traits in humans * Antidesma bunius * Propylthiouracil * Cilantro == References == == External links == * Dennis Drayna's home page. Drayna has done extensive studies of PTC in various populations * Population Study and Applications Using PTC Paper * Classroom activity description using PTC paper * Thiourea tasting Category:Phenyl compounds Category:Human genetics Category:Thioureas Category:Bitter compounds",
 "title": "Phenylthiocarbamide"
}