{
 "id": "619377",
 "text": "Francesco Vincent Serpico (born April 14, 1936) is an American retired New York Police Department detective, best known for whistleblowing on police corruption. In the late 1960s and early 1970s, he was a plainclothes police officer working in Brooklyn, the Bronx and Manhattan to expose vice racketeering. In 1967, he reported credible evidence of widespread police corruption, to no effect. In 1970, he contributed to a front-page story in The New York Times on widespread corruption in the NYPD, which drew national attention to the problem. Mayor John V. Lindsay appointed a five-member panel to investigate accusations of police corruption, which became the Knapp Commission. Serpico was shot during an arrest attempt on February 3, 1971, at 778 Driggs Avenue, in Williamsburg, Brooklyn. The bullet severed an auditory nerve, and left bullet fragments lodged in his brain. The circumstances surrounding Serpico's shooting were quickly called into question, raising the possibility that Serpico had been taken to the apartment by his colleagues to be murdered. There was no formal investigation, but Edgar Echevarria, who had shot Serpico, was subsequently convicted of attempted murder. Much of Serpico's fame came after the release of the 1973 film Serpico, based on the book of the same name by Peter Maas. On June 27, 2013, the USA Section of ANPS (National Association of Italian State Police) awarded him the \"Saint Michael Archangel Prize\". During the ceremony, he received his first Italian passport and gained Italian citizenship. ==Early life== Serpico was born in Brooklyn, New York City, the youngest child of Vincenzo and Maria Giovanna Serpico, Italian immigrants from Marigliano, Naples, Campania. He holds both American and Italian citizenship. At the age of 17, he enlisted in the United States Army and was stationed for two years in South Korea as an infantryman. He then worked as a part-time private investigator and a youth counselor while attending Brooklyn College. Serpico later received a Bachelor of Science degree from City College of New York. ==Career== ===NYPD=== On September 11, 1959, Serpico joined the New York City Police Department (NYPD) as a probationary patrolman, and became a full patrolman on March 5, 1960. He was assigned to the 81st precinct, then worked for the Bureau of Criminal Identification (BCI) for two years. He was then assigned to plainclothes undercover work, during which he eventually exposed widespread corruption. Serpico was a plainclothes police officer working in Brooklyn, the Bronx and Manhattan to expose vice racketeering. In 1967, he reported credible evidence of widespread systematic police corruption, and saw no effect until he met another police officer, David Durk, who helped him. Serpico believed his partners knew about his secret meetings with police investigators. Finally, he contributed to an April 25, 1970 front-page story in The New York Times on widespread corruption in the NYPD, which drew national attention to the problem. Mayor John V. Lindsay appointed a five-member panel to investigate accusations of police corruption. The panel became the Knapp Commission, named after its chairman, Whitman Knapp. ====Shooting and public interest==== Serpico was shot during a drug arrest attempt on February 3, 1971, at 778 Driggs Avenue, in Williamsburg, Brooklyn. Four officers from the Brooklyn North police command had received a tip that a drug deal was about to take place. Two policemen, Gary Roteman and Arthur Cesare, stayed outside, while the third, Paul Halley, stood in front of the apartment building. Serpico climbed up the fire escape, entered by the fire escape door, went downstairs, listened for the password, then followed two suspects outside. The police arrested the young suspects, and found one had two bags of heroin. Halley stayed with the suspects, and Roteman told Serpico, who spoke Spanish, to make a fake purchase in attempt to get the drug dealers to open the door. The police went to the third-floor landing. Serpico knocked on the door, keeping his hand on his revolver. The door opened a few inches, just far enough to wedge his body in. Serpico called for help, but his fellow officers ignored him. Serpico was then shot in the face by the suspect with a .22 LR pistol. The bullet struck just below the eye, lodging at the top of his jaw. He fired back, striking his assailant, fell to the floor, and began to bleed profusely. His police colleagues refused to make a \"10-13\" dispatch to police headquarters, indicating that an officer had been shot. An elderly man who lived in the next apartment called the emergency services, reporting that a man had been shot, and stayed with Serpico. When a police car arrived, aware that Serpico was a fellow officer, they transported him in the patrol car to Greenpoint Hospital. The bullet had severed an auditory nerve, leaving him deaf in one ear, and he has since suffered from chronic pain from bullet fragments lodged in his brain. He was visited the day after the shooting by Mayor John V. Lindsay and Police Commissioner Patrick V. Murphy, and the police department harassed him with hourly bed checks. He later testified before the Knapp Commission. The circumstances surrounding Serpico's shooting were quickly called into question. Serpico, who was armed during the drug raid, had been shot only after briefly turning away from the suspect, when he realized that the two officers who had accompanied him to the scene were not following him into the apartment, raising the question whether Serpico had actually been taken to the apartment by his colleagues to be murdered. There was no formal investigation. Edgar Echevarria, who had shot Serpico, was subsequently convicted of attempted murder. On May 3, 1971, New York Metro Magazine published an article, \"Portrait of an Honest Cop\", about him, a week before he testified at the departmental trial of an NYPD lieutenant accused of taking bribes from gamblers. ====Testimony before the Knapp Commission==== In October, and again in December 1971, Serpico testified before the Knapp Commission: Serpico was the first police officer in the history of the New York City Police Department to step forward to report, and subsequently testify openly about, widespread, systemic corruption payoffs amounting to millions of dollars. ====Retirement and activism==== Serpico retired on June 15, 1972, one month after receiving the New York City Police Department's highest honor, the Medal of Honor. There was no ceremony; according to Serpico, it was simply handed to him over the desk \"like a pack of cigarettes\". In 2014, Serpico said that the NYPD still had not issued him the certificate that normally would accompany the honor. In December 2021, Eric Adams, the mayor-elect of New York City and a former NYPD officer, said \"[Serpico's] bravery inspired my law enforcement career\" and said that he would ensure that the omission was corrected. On February 3, 2022, Serpico received the certificate, which he greeted with an improvised \"21-gun salute\" made with the sound of popping bubble wrap. Following his retirement in 1972, he went to Switzerland to recuperate, spending almost a decade living there and on a farm in the Netherlands, and traveling and studying. When it was decided to make the movie about his life called Serpico, Al Pacino invited the officer to stay with him at a house that Pacino had rented in Montauk, New York. Pacino asked him about why he had stepped forward, and Serpico replied, \"Well, Al, I don't know. I guess I would have to say it would be because... if I didn't, who would I be when I listened to a piece of music?\" He has credited his grandfather (who had once been assaulted and robbed), and his uncle (a respected policeman in Italy), for his own sense of justice. He returned to the U.S. briefly in June 1974 to deliver a nomination speech for Ramsey Clark, candidate for United States Senator, at the New York State Democratic Party's convention in Niagara Falls. Clark was nominated but lost the general election to incumbent Republican Jacob Javits. While travelling in Europe from 1979 to 1980, Serpico lived in Orissor College in Corwen, Wales; he was one of the founders and Director of Orissor (which had been known as the Old Union Work House and, more recently, as Corwen Manor: his signature appears on the deeds). He was well known in and around Corwen and frequently mixed in the town's pubs. After a disagreement with Orissor, he stayed for a few weeks in a B&B; before returning to New York City in 1980. Serpico still speaks out about police brutality, civil liberties, and police corruption, such as the attempted cover-ups following Abner Louima's torture in 1997 and Amadou Diallo's shooting in 1999. He provides support to \"individuals who seek truth and justice even in the face of great personal risk\", calling them \"lamp lighters\"; he prefers that term in place of the more conventional \"whistleblower\", which refers to alerting the public to danger, in the spirit of Paul Revere's midnight ride during the American Revolutionary War. In an October 2014 interview published by Politico entitled \"The Police Are Still Out of Control... I Should Know\", Serpico addresses contemporary issues of police violence. In 2015, Serpico ran for a seat on the town board of Stuyvesant, New York, where he lives, his first foray into politics. He lost the election. Among police officers, his actions are still controversial, but Eugene O'Donnell, professor of police studies at John Jay College of Criminal Justice, states that \"he becomes more of a heroic figure with every passing year.\" On August 19, 2017, Serpico gave a speech which was broadcast live on Facebook as he stood with NYPD police officers in New York City on the bank of the East River at the foot of the Brooklyn Bridge in support of Colin Kaepernick, for his protests alleging a culture of police brutality. Serpico was quoted, \"I am here to support anyone who has the courage to stand up against injustice and oppression anywhere in this country and the world.\" ===Effect on the NYPD=== As a result of Serpico's efforts, the NYPD was drastically changed. Michael Armstrong, who was counsel to the Knapp Commission and went on to become chairman of the city's Commission to Combat Police Corruption, observed in 2012 \"the attitude throughout the department seems fundamentally hostile to the kind of systemized graft that had been a way of life almost 40 years ago.\" Also in the late 1970s and early 1980s, vice laws were generally not enforced to prevent police corruption. Consequently, bookmakers and drug dealers often operated openly out of storefronts, while prostitutes openly advertised and often plied their wares in various \"red- light\" sections of the city. ==Personal life== On June 15, 1972, Serpico left both the NYPD and U.S. to move to Europe. In 1973, he lived with a woman named Marianne (a native of the Netherlands), whom he wed in a \"spiritual marriage\"; she died from cancer in 1980. After her death he decided to return to the United States. His only child, son Alexander, was born March 15, 1980, out of wedlock. After going to a tribunal to contest child support payments to the mother, who Serpico has claimed told him she was on the contraceptive pill (an allegation she denied, but her friend testified against her). The tribunal ruled he had to pay around $900 per month. Alexander died of a suspected drug overdose on May 12, 2021. On June 27, 2013, the USA Section of ANPS (National Association of Italian State Police) assigned him the \"Saint Michael Archangel Prize\", an official award by the Italian State Police with the Sponsorship of the Italian Ministry of Interior. Francesco Serpico is now an Italian citizen: during the same ceremony, he received his first Italian passport after extended research by the president of ANPS USA, Chief Inspector Cirelli, who established the Jus sanguinis, allowing him to gain Italian citizenship. ==Depictions in media== * Serpico, a 1973 biography by Peter Maas, sold over 3 million copies. * The 1973 biography was adapted for the 1973 film Serpico, which was directed by Sidney Lumet and starred Al Pacino in the title role. * In 1976 David Birney starred as Serpico in a TV-movie called Serpico: The Deadly Game (also known as \"The Deadly Game\"), broadcast on NBC. * The NBC TV- movie served as a pilot to a short-lived Serpico TV series the following fall on the same network. * Frank Serpico, a 2017 documentary. * In the episode of All in the Family \"The Taxi Caper\", which aired on December 8, 1973, Serpico is mentioned as one of the \"new breed\" of New York City police officers. *In the episode of It's Always Sunny in Philadelphia \"Bums: Making a Mess All Over the City\", which aired on November 8, 2007, Charlie Day plays a character who is modeled on the Al Pacino depiction of Frank Serpico. (The actor playing the titular \"bum\" of the episode, Tracey Walter, was in the original Serpico movie.) ==See also== * New York City Police Department corruption and misconduct * Adrian Schoolcraft, secretly recorded police conversations from 2008 to 2009 * Robert Leuci, known for his work exposing corruption in the police department and the criminal justice system ==References== ==Further reading== Books * * Newspapers * . * . * * . * . * . * . * . * . * * * . * * * * *Models of Courageous Citizenship: Robert Shetterly's Americans Who Tell The Truth; retrieved January 13, 2015. ==External links== * * Category:1936 births Category:Living people Category:People from Brooklyn Category:American whistleblowers Category:American people of Italian descent Category:New York City Police Department officers Category:St. Francis Preparatory School alumni Category:United States Army soldiers Category:American shooting survivors Category:Police misconduct in the United States Category:Italian activists Category:Italian people of American descent Category:Citizens of Italy through descent Category:New York City Police Department corruption and misconduct Category:Brooklyn College alumni",
 "title": "Frank Serpico"
}