{
 "id": "619375",
 "text": "\"Hello\" is a song by The Beloved, released as the secondor third if the first release of Your Love Takes Me Higher in 1989 is counted. single from their album Happiness. Peaking at Number 19 in the UK charts on 17 February 1990, it was band's highest charting single until \"Sweet Harmony\" reached Number 8 in 1993. At least three additional remixes were exclusive to other formats: \"Hello (Boys & Girls)\" and \"Hello (Uncle Arthur)\" appeared on the 12-inch vinyl version, and \"Hello (Dolly)\" appeared on both the cassette and 7-inch versions. In addition, a Razormaid! remix of the song appeared on the Razormaid! Anniversary 9.0 compilation album. As for \"Hello (What's All This Then?)\" and \"Hello (Honky Tonk),\" two of the five remixes of the main title on the CD single release, they would both later resurface on the following Blissed Out remix album, the sister release to Happiness, the second remix only featuring on the CD and MC editions of the work, but not on the vinyl LP, which only contained the first. The MC edition only of Blissed Out also included \"Paradise (My Darling, My Angel),\" representing then previously unreleased sixth track on the \"Hello\" CD single. ==Names== As well as the names of some of the band members' friends, the song mentions a number of famous people (some of them fictional), chosen to loosely fit a \"saints and sinners\" theme. In alphabetical order, the people listed in the song are: Jeffrey Archer (politician and novelist), Fred Astaire, Bobby Ball (comedian), Charlie Brown, Tommy Cannon (comedian), Billy Corkhill (soap opera character), Leslie Crowther (TV presenter), \"Freddie\" Flintstone, Paris Grey (singer), Brian Hayes (broadcaster), Vince Hilaire (footballer), Barry Humphries, The LSO, Kym Mazelle (singer), Mork and Mindy, Little Neepsie (often misheard as Little Nietzsche), Little Nell, Charlie Parker, André Previn, Little Richard, Salman Rushdie, Jean-Paul Sartre, The Supremes (\"Mary Wilson, Di and Flo\"), William Tell, Sir Bufton Tufton, Desmond Tutu, Willy Wonka, Zippy and Bungle (TV characters). There are also references to \"Peter\" and \"Paul\", presumably the Christian apostles Saint Peter and Saint Paul. \"Chris and Do\" are friends of the band while \"Steve and Claire\" are guitarist Steve Waddington and his girlfriend. In lyrical order, the names mentioned are as follows: Peter, Paul, Tommy Cannon, Bobby Ball, Little Richard, Little Nell, Willy Wonka, William Tell, Salman Rushdie, Kym Mazelle, Mork and Mindy, Bryan Hayes, Barry Humphries, Paris Grey, Little Neepsie, Chris, Do, Billy Corkhill, Vince Hilaire, Freddy Flintstone, Fred Astaire, Desmond Tutu, Steve, Claire, Charlie Parker, Charlie Brown, Leslie Crowther, Mary Wilson, Di and Flo, Sir Bufton Tufton, Jean-Paul Sartre, Zippy, Bungle, Jeffrey Archer, André Previn and LSO. ==Critical reception== Jon O'Brien from AllMusic noted that \"the gothic undertones\" of the \"Depeche Mode-influenced\" song \"perfectly bridged the gap between their indie beginnings and their new-found loved-up sound\". Bill Coleman from Billboard described it as \"a rather infectious roll call of sorts that has already kicked in with modern rock enthusiasts, with clubs and pop radio ready to fuel the fire. Don't miss.\" Pan-European magazine Music & Media called it \"a more funky number with a Beatle-style chorus.\" The reviewer added, \"A splendid song with a shopping list of media celebrities' names forming the chorus lyrics.\" David Giles from Music Week commented, \"Much has been made of this band's \"conversion\" from \"grey, lifeless\" indie music to \"bright, modern\" dance music. This hasn't stopped them throwing in guitar solos and mumbling à la New Order, however. And the list of namechecks here has distinct Half Man Half Biscuit overtones. The use of a Fool's Gold-style backing track is deceptive. A very clever record indeed.\" ==Music video== A music video was produced to promote the single, inspired by the film Altered States. It was later published on The Beloved's official YouTube channel in December 2018. ==Track listings== ; CD # \"Hello (Single Version)\" - 4:17 # \"Hello (Honky Tonk Mix)\" - 6:16 # \"Hello ('Ello, 'Ello Mix)\" - 5:19 # \"Hello (What's All This Then Mix?)\" - 4:35 # \"Hello (Godfrey's Tonic Mix)\" - 4:23 # \"Paradise (My Darling, My Angel)\" ; 12\" single (WEA UK release YZ426T and Atlantic US release 0-86235) # \"Hello (Honky Tonk)\" - 6:16 # \"Hello (Single Version)\" - 4:17 # \"Hello (Uncle Arthur)\" - 6:26 ==Charts== {|class=\"wikitable sortable\" !align=\"left\"|Chart (1990)UK Singles Chart Official Charts Company (Retrieved March 28, 2008)Billboard Billboard.com (Retrieved March 28, 2008) !align=\"center\"|Peak position |- |align=\"left\"|Australia (ARIA) |align=\"center\"|94 |- |align=\"left\"|Europe (Eurochart Hot 100) |align=\"center\"|47 |- |align=\"left\"|UK Singles (OCC) |align=\"center\"|19 |- |- |align=\"left\"|US Hot Dance Club Play (Billboard) |align=\"center\"|4 |- |align=\"left\"|US Hot Dance Music/Maxi-Singles Sales (Billboard) |align=\"center\"|22 |- |} ==Notes== ==References== Category:1990 songs Category:The Beloved (band) songs Category:List songs Category:Songs written by Jon Marsh",
 "title": "Hello (The Beloved song)"
}