{
 "id": "619647",
 "text": "thumb|A picture of Juan Miguel Aguilera Juan Miguel Aguilera (born in Valencia in 1960) is a Spanish science fiction author. He was first trained as an industrial designer. As an author, he has received the Ignotus prize, the Alberto Magno prize, and the Juli Verne prize. His first works were written in collaboration with Javier Redal. These are histories influenced by hard science fiction, set in the universe of Akasa-Puspa, although the time gaps between them make the similarities harder to find. These worlds are created with great consistency and attention to detail. Mundos en el Abismo (Worlds in the Abyss) and its sequel Hijos de la Eternidad (Children of Eternity) combine a plot typical of space opera with elements of hard science fiction.\"Juan Miguel Aguilera\", Kosmopolis El Refugio (The Refuge) shows a deep scientific influence: biotechnology, biochemistry, communication between species, evolution. Aguilera has also collaborated with Ricardo Lázaro and Rafael Marín. In his solo work, he spends less time on scientific detail and incorporates elements of fantasy, in a genre he calls \"speculative history.\" As a scriptwriter, he has worked on the film Stranded: Náufragos.The New York Times Movies He has been the illustrator for a number of science fiction book covers. == Bibliography== Works with Javier Redal :Short stories :Sangrando correctamente (1981) :Ari, el tonto (1992) :Maleficio (1995) :Novels :Mundos en el abismo (1988) :Hijos de la eternidad (1990) :En un vacío insondable (1994) :El refugio (1994) Works with Ricardo Lázaro :Short stories :La llavor del mal (1996) Works with Rafael Marín :Novels :Contra el tiempo (2001) Solo work :Short stories :El bosque de hielo (1995) :Semilla (1998) :Novels :La locura de Dios (1998) :Rihla (2003) :Mundos y demonios (2005). ==References== Category:1960 births Category:Living people Category:Spanish illustrators Category:Spanish science fiction writers Category:People from Valencia Category:20th-century Spanish writers Category:20th-century Spanish male writers Category:21st-century Spanish writers",
 "title": "Juan Miguel Aguilera"
}