{
 "id": "619739",
 "text": "thumb|The structure of a nitrile: the functional group is highlighted blue A nitrile is any organic compound that has a −C≡N functional group.IUPAC Gold Book nitriles The prefix cyano- is used interchangeably with the term nitrile in industrial literature. Nitriles are found in many useful compounds, including methyl cyanoacrylate, used in super glue, and nitrile rubber, a nitrile-containing polymer used in latex-free laboratory and medical gloves. Nitrile rubber is also widely used as automotive and other seals since it is resistant to fuels and oils. Organic compounds containing multiple nitrile groups are known as cyanocarbons. Inorganic compounds containing the −C≡N group are not called nitriles, but cyanides instead.NCBI-MeSH Nitriles Though both nitriles and cyanides can be derived from cyanide salts, most nitriles are not nearly as toxic. ==Structure and basic properties== The N−C−C geometry is linear in nitriles, reflecting the sp hybridization of the triply bonded carbon. The C−N distance is short at 1.16 Å, consistent with a triple bond. Nitriles are polar, as indicated by high dipole moments. As liquids, they have high relative permittivities, often in the 30s. ==History== The first compound of the homolog row of nitriles, the nitrile of formic acid, hydrogen cyanide was first synthesized by C. W. Scheele in 1782.See: * Carl W. Scheele (1782) \"Försök, beträffande det färgande ämnet uti Berlinerblå\" (Experiment concerning the colored substance in Berlin blue), Kungliga Svenska Vetenskapsakademiens handlingar (Royal Swedish Academy of Science's Proceedings), 3: 264–275 (in Swedish). * Reprinted in Latin as: \"De materia tingente caerulei berolinensis\" in: Carl Wilhelm Scheele with Ernst Benjamin Gottlieb Hebenstreit (ed.) and Gottfried Heinrich Schäfer (trans.), Opuscula Chemica et Physica (Leipzig (\"Lipsiae\"), (Germany): Johann Godfried Müller, 1789), vol. 2, pages 148–174. In 1811 J. L. Gay-Lussac was able to prepare the very toxic and volatile pure acid.Gay-Lussac produced pure, liquified hydrogen cyanide in: Around 1832 benzonitrile, the nitrile of benzoic acid, was prepared by Friedrich Wöhler and Justus von Liebig, but due to minimal yield of the synthesis neither physical nor chemical properties were determined nor a structure suggested. In 1834 Théophile-Jules Pelouze synthesized propionitrile, suggesting it to be an ether of propionic alcohol and hydrocyanic acid. The synthesis of benzonitrile by Hermann Fehling in 1844 by heating ammonium benzoate was the first method yielding enough of the substance for chemical research. Fehling determined the structure by comparing his results to the already known synthesis of hydrogen cyanide by heating ammonium formate. He coined the name \"nitrile\" for the newfound substance, which became the name for this group of compounds. On page 96, Fehling writes: \"Da Laurent den von ihm entdeckten Körper schon Nitrobenzoyl genannt hat, auch schon ein Azobenzoyl existirt, so könnte man den aus benzoësaurem Ammoniak entstehenden Körper vielleicht Benzonitril nennen.\" (Since Laurent named the substance that was discovered by him \"nitrobenzoyl\" – also an \"azobenzoyl\" already exists – so one could name the substance that originates from ammonium benzoate perhaps \"benzonitril\".) == Synthesis == Industrially, the main methods for producing nitriles are ammoxidation and hydrocyanation. Both routes are green in the sense that they do not generate stoichiometric amounts of salts. ===Ammoxidation=== In ammoxidation, a hydrocarbon is partially oxidized in the presence of ammonia. This conversion is practiced on a large scale for acrylonitrile: :CH3CH=CH2 \\+ O2 \\+ NH3 → NCCH=CH2 \\+ 3 H2O In the production of acrylonitrile, a side product is acetonitrile. On an industrial scale, several derivatives of benzonitrile, phthalonitrile, as well as Isobutyronitrile are prepared by ammoxidation. The process is catalysed by metal oxides and is assumed to proceed via the imine. ===Hydrocyanation=== Hydrocyanation is an industrial method for producing nitriles from hydrogen cyanide and alkenes. The process requires homogeneous catalysts. An example of hydrocyanation is the production of adiponitrile, a precursor to nylon-6,6 from 1,3-butadiene: :CH2=CH−CH=CH2 \\+ 2 HCN → NC(CH2)4CN ===From organic halides and cyanide salts=== Two salt metathesis reactions are popular for laboratory scale reactions. In the Kolbe nitrile synthesis, alkyl halides undergo nucleophilic aliphatic substitution with alkali metal cyanides . Aryl nitriles are prepared in the Rosenmund-von Braun synthesis. ===Cyanohydrins=== thumb|Synthesis of aromatic nitriles via silylated cyanohydrins The cyanohydrins are a special class of nitriles. Classically they result from the addition of alkali metal cyanides to aldehydes in the cyanohydrin reaction. Because of the polarity of the organic carbonyl, this reaction requires no catalyst, unlike the hydrocyanation of alkenes. O-Silyl cyanohydrins are generated by the addition trimethylsilyl cyanide in the presence of a catalyst (silylcyanation). Cyanohydrins are also prepared by transcyanohydrin reactions starting, for example, with acetone cyanohydrin as a source of HCN. ===Dehydration of amides=== Nitriles can be prepared by the dehydration of primary amides. Common reagents for this include phosphorus pentoxide (P2O5) and thionyl chloride (SOCl2). In a related dehydration, secondary amides give nitriles by the von Braun amide degradation. In this case, one C-N bond is cleaved. :200px|Amide dehydration ===From Aldehydes via oximes=== The conversion of aldehydes to nitriles via aldoximes is a popular laboratory route. Aldehydes react readily with hydroxylamine salts, sometimes at temperatures as low as ambient, to give aldoximes. These can be dehydrated to nitriles by simple heating, although a wide range of reagents may assist with this, including triethylamine/sulfur dioxide, zeolites, or sulfuryl chloride. The related hydroxylamine-O-sulfonic acid reacts similarly. :360px|one-pot synthesis from aldehyde Biocatalysts such as aliphatic aldoxime dehydratase may also be used. ===Sandmeyer reaction=== Aromatic nitriles are often prepared in the laboratory from the aniline via diazonium compounds. This is the Sandmeyer reaction. It requires transition metal cyanides.\"o-Tolunitrile and p-Tolunitrile\" H. T. Clarke and R. R. Read Org. Synth. 1941, Coll. Vol. 1, 514. : + CuCN → ArCN + N2 \\+ Cu+ ===Other methods=== *A commercial source for the cyanide group is diethylaluminum cyanide Et2AlCN which can be prepared from triethylaluminium and HCN. It has been used in nucleophilic addition to ketones. For an example of its use see: Kuwajima Taxol total synthesis * cyanide ions facilitate the coupling of dibromides. Reaction of α,α′-dibromoadipic acid with sodium cyanide in ethanol yields the cyano cyclobutane: :300px : In the so-called Franchimont Reaction (which was developed by the Belgian doctoral student Antoine Paul Nicolas Franchimont (1844-1919) in 1872) an α-bromocarboxylic acid is dimerized after hydrolysis of the cyanogroup and decarboxylation * Aromatic nitriles can be prepared from base hydrolysis of trichloromethyl aryl ketimines (RC(CCl3)=NH) in the Houben- Fischer synthesisJ. Houben, Walter Fischer (1930) \"Über eine neue Methode zur Darstellung cyclischer Nitrile durch katalytischen Abbau (I. Mitteil.),\" Berichte der deutschen chemischen Gesellschaft (A and B Series) 63 (9): 2464 – 2472. * Nitriles can be obtained from primary amines via oxidation. Common methods include the use of potassium persulfate, Trichloroisocyanuric acid, or anodic electrosynthesis. * α-Amino acids form nitriles and carbon dioxide via various means of oxidative decarboxylation. Henry Drysdale Dakin discovered this oxidation in 1916. * From aryl carboxylic acids (Letts nitrile synthesis) == Reactions == Nitrile groups in organic compounds can undergo a variety of reactions depending on the reactants or conditions. A nitrile group can be hydrolyzed, reduced, or ejected from a molecule as a cyanide ion. === Hydrolysis === The hydrolysis of nitriles RCN proceeds in the distinct steps under acid or base treatment to first give carboxamides RC(=O)NH2 and then carboxylic acids RCOOH. The hydrolysis of nitriles to carboxylic acids is efficient. In acid or base, the balanced equations are as follows: :RCN + 2H2O + HCl → RCO2H + NH4Cl :RCN + H2O + NaOH → RCO2Na + NH3 Note that strictly speaking, these reactions are mediated (as opposed to catalyzed) by acid or base, since one equivalent of the acid or base is consumed to form the ammonium or carboxylate salt, respectively. Kinetic studies show that the second-order rate constant for hydroxide-ion catalyzed hydrolysis of acetonitrile to acetamide is 1.6 × 10−6 M−1 s−1, which is slower than the hydrolysis of the amide to the carboxylate (7.4 × 10−5 M−1 s−1). Thus, the base hydrolysis route will afford the carboxylate (or the amide contaminated with the carboxylate). On the other hand, the acid catalyzed reactions requires a careful control of the temperature and of the ratio of reagents in order to avoid the formation of polymers, which is promoted by the exothermic character of the hydrolysis. The classical procedure to convert a nitrile to the corresponding primary amide calls for adding the nitrile to cold concentrated sulfuric acid. The further conversion to the carboxylic acid is disfavored by the low temperature and low concentration of water. :RCN + H2O → RC(O)NH2 Two families of enzymes catalyze the hydrolysis of nitriles. Nitrilases hydrolyze nitriles to carboxylic acids: :RCN + 2 H2O → RCO2H + NH3 Nitrile hydratases are metalloenzymes that hydrolyze nitriles to amides. :RCN + H2O → RC(O)NH2 These enzymes are used commercially to produce acrylamide. The \"anhydrous hydration\" of nitriles to amides has been demonstrated using an oxime as water source: :RCN + R'C(H)=NOH → RC(O)NH2 \\+ R'CN === Reduction === Nitriles are susceptible to hydrogenation over diverse metal catalysts. The reaction can afford either the primary amine (RCH2NH2) or the tertiary amine ((RCH2)3N), depending on conditions. In conventional organic reductions, nitrile is reduced by treatment with lithium aluminium hydride to the amine. Reduction to the imine followed by hydrolysis to the aldehyde takes place in the Stephen aldehyde synthesis, which uses stannous chloride in acid. === Alkylation === Alkyl nitriles are sufficiently acidic to form nitrile anions, which alkylate a wide variety of electrophiles. Key to the exceptional nucleophilicity is the small steric demand of the CN unit combined with its inductive stabilization. These features make nitriles ideal for creating new carbon-carbon bonds in sterically demanding environments for use in syntheses of medicinal chemistry. Recent developments have shown that the nature of the metal counter-ion causes different coordination to either the nitrile nitrogen or the adjacent nucleophilic carbon, often with profound differences in reactivity and stereochemistry. === Nucleophiles === The carbon center of a nitrile is electrophilic, hence it is susceptible to nucleophilic addition reactions: * with an organozinc compound in the Blaise reaction * with alcohols in the Pinner reaction. * with amines, e.g. the reaction of the amine sarcosine with cyanamide yields creatine * Nitriles react in Friedel–Crafts acylation in the Houben–Hoesch reaction to ketones === Miscellaneous methods and compounds === * In reductive decyanation the nitrile group is replaced by a proton.The reductive decyanation reaction: chemical methods and synthetic applications Jean-Marc Mattalia, Caroline Marchi-Delapierre, Hassan Hazimeh, and Michel Chanon Arkivoc (AL-1755FR) pp 90–118 2006 Article Decyanations can be accomplished by dissolving metal reduction (e.g. HMPA and potassium metal in tert-butanol) or by fusion of a nitrile in KOH. Similarly, α-aminonitriles can be decyanated with other reducing agents such as lithium aluminium hydride. * Nitriles self-react in presence of base in the Thorpe reaction in a nucleophilic addition * In organometallic chemistry nitriles are known to add to alkynes in carbocyanation: :400px|Carbocyanation Nakao 2007 ===Complexation=== Nitriles are precursors to transition metal nitrile complexes, which are reagents and catalysts. Examples include [Cu(MeCN)4]+ and PdCl2(PhCN)2). thumb|left|Sample of the nitrile complex PdCl2(PhCN)2 ==Nitrile derivatives== ===Organic cyanamides=== Cyanamides are N-cyano compounds with general structure R1R2N−CN and related to the inorganic parent cyanamide. ===Nitrile oxides=== Nitrile oxides have the general structure R−CNO. :R-C{\\equiv}\\overset{\\oplus}{N}-O^\\ominus ==Occurrence and applications== Nitriles occur naturally in a diverse set of plant and animal sources. Over 120 naturally occurring nitriles have been isolated from terrestrial and marine sources. Nitriles are commonly encountered in fruit pits, especially almonds, and during cooking of Brassica crops (such as cabbage, Brussels sprouts, and cauliflower), which release nitriles through hydrolysis. Mandelonitrile, a cyanohydrin produced by ingesting almonds or some fruit pits, releases hydrogen cyanide and is responsible for the toxicity of cyanogenic glycosides.Natural Product Reports Issue 5, 1999 Nitrile-containing natural products Over 30 nitrile-containing pharmaceuticals are currently marketed for a diverse variety of medicinal indications with more than 20 additional nitrile-containing leads in clinical development. The nitrile group is quite robust and, in most cases, is not readily metabolized but passes through the body unchanged. The types of pharmaceuticals containing nitriles are diverse, from vildagliptin, an antidiabetic drug, to anastrozole, which is the gold standard in treating breast cancer. In many instances the nitrile mimics functionality present in substrates for enzymes, whereas in other cases the nitrile increases water solubility or decreases susceptibility to oxidative metabolism in the liver. The nitrile functional group is found in several drugs. File:Periciazine.svg|Structure of periciazine, an antipsychotic studied in the treatment of opiate dependence. File:Citalopram structure.svg|Structure of citalopram, an antidepressant drug of the selective serotonin reuptake inhibitor (SSRI) class. File:Cyamemazine.svg|Structure of cyamemazine, an antipsychotic drug. File:Fadrozole.png|Structure of fadrozole, an aromatase inhibitor for the treatment of breast cancer. File:Letrozole.svg|Structure of letrozole, an oral nonsteroidal aromatase inhibitor for the treatment of certain breast cancers. ==See also== * Protonated nitriles: Nitrilium * Deprotonated nitriles: Nitrile anion * Cyanocarbon * Nitrile ylide == References == == External links == * * Category:Functional groups",
 "title": "Nitrile"
}