{
 "id": "619779",
 "text": "Dungeons & Dragons is an American animated television series based on TSR's Dungeons & Dragons role-playing game. A co-production of Marvel Productions and TSR, the show originally ran from 1983 through 1985 for three seasons on CBS for a total of twenty-seven episodes. The Japanese company Toei Animation did the animation for the series. The show focused on a group of six friends who are transported into the titular realm and followed their adventures as they tried to find a way home with the help of their guide the Dungeon Master. A final unproduced episode would have served as both a conclusion to the story as well as a re-imagining of the show had the series been picked up for a fourth season; however, the show was cancelled before the episode was made. The script has since been published online and was performed as an audio drama as a special feature for the BCI Eclipse DVD edition of the series. == Overview == The show focuses on a group of friends aged between 8 and 15 who are transported to the \"realm of Dungeons & Dragons\" by taking a magical dark ride on an amusement park roller coaster. Upon arriving in the realm they meet Dungeon Master (named for the referee in the role-playing game) who gives each child a magical item. The children's main goal is to find a way home, but they often take detours to help people or find that their fates are intertwined with that of others. The group comes across many different enemies, but their primary antagonist is Venger. Venger is a powerful wizard who wishes to rule the realm and believes the power from the children's weapons will help him to do so. Another recurring villain is Tiamat, who is a five-headed dragon and the only creature that Venger fears. Throughout the show, a connection is suggested between Dungeon Master and Venger. At the end of the episode \"The Dragon's Graveyard\", Dungeon Master calls Venger \"my son.\" The final unproduced episode \"Requiem\" would have confirmed that Venger is the Dungeon Master's corrupted son (making Karena Venger's sister and Dungeon Master's daughter), redeemed Venger (giving those trapped in this realm their freedom), and ended on a cliffhanger where the six children could finally return home or deal with evil that still existed in the realm. == Characters == === Heroes === thumb|right|250px|Left to right: Hank, Eric, Diana, Presto, Sheila, Bobby and Uni. in the first episode \"The Night of No Tomorrow\" * Hank, the Ranger (voiced by Willie Aames): At 15 years of age, he is the leader of the group. Hank is brave and noble, maintaining a focus and determination even when presented with grave danger. Hank is a Ranger, with the magical Energy Bow that shoots arrows of glowing energy. These arrows could be used in many different ways such as a climbing tool, to hurt enemies, to bind them or to create light. His deepest fear is a failure to be a leader (as seen in \"Quest of the Skeleton Warrior\"). Twice he does fail as a leader: making the wrong decision trying to save Bobby from Venger (as seen in \"The Traitor\") and disobeying Dungeon Master's instructions (as seen in \"The Dungeon at the Heart of Dawn\"). Only once does his anger and frustration at not going home result in uncontrollable rage at Venger (as seen in \"The Dragon's Graveyard\"). Of all the kids, Venger regards Hank as his most personal enemy (\"The Dungeon at the Heart of Dawn\"). * Eric, the Cavalier (voiced by Don Most): The Cavalier, age 15, is the spoiled child, originating from a rich home. On the surface, Eric is a big-mouthed comic relief coward. Eric complains about the dire situations in which he is involved and voices concerns which would be sensible to inhabitants of our world transplanted to the Realm. Despite his cowardice and reluctance, Eric has a heroic core, and frequently saves his friends from danger with his magical Griffon Shield, which can project a force field. In \"Day of the Dungeon Master\", he is even granted the powers of the Dungeon Master, and manages this duty quite successfully—even to the extent of risking his own life fighting Venger—so his friends can return home. Series developer Mark Evanier revealed that Eric's contrary nature was mandated by parents' groups and consultants to push the then-dominant pro-social moral for cartoons of \"The group is always right; the complainer is always wrong\". * Diana, the Acrobat (voiced by Tonia Gayle Smith): Diana is a brave and outspoken 14-year- old girl. She is an Acrobat who carries the Javelin Staff, which can shift in length from as short as a few inches (and thus easily carried on her person) to as long as six feet. She uses her staff as a weapon or as an aid in various acrobatic moves. If the staff is broken apart, Diana can hold the severed pieces together and they will reunite. She is skilled at handling animals and is self-assured and confident. These qualities make her the natural leader in the absence of Hank. Diana was chosen as the Acrobat because in her real world she is an Olympic-level gymnast. In \"Child of the Stargazer\", Diana finds her soulmate—whom she must give up in order to save a community. * Presto, the Magician (voiced by Adam Rich): the 14-year-old Wizard of the team. Presto fulfills the role of well-meaning, diligent, but hopeless magic user. He suffers from low self-confidence and nervousness, which manifests in the use of his Hat of Many Spells. He is able to pull an endless succession of various tools from it, but often these will be, or appear to be, of little use. There are also numerous instances when the whole group is in danger, whereupon Presto will draw from his hat precisely what is needed in order to save all of his friends. Although, like all the kids, Presto yearns to return home, in \"The Last illusion\", Presto finds his soulmate in Varla—a girl with the ability to create powerful illusions—and makes friends with the Fairie Dragon Amber (as seen in \"Cave of the Fairie Dragons\"). While the Series Bible gives his real name as \"Albert\", said document differs from the cartoon in some elements such as names. In the comic Forgotten Realms: The Grand Tour he is called \"Preston\", although it is not specified whether this is his first or last name.Forgotten Realms: The Grand Tour (January 1996) * Sheila, the Thief (voiced by Katie Leigh): As the Thief, Sheila age 13 has the Cloak of Invisibility which, when the hood is raised over her head, makes her invisible. Besides her cloak she can also speak and understand Fairy language due to an accidental encounter with Dungeonmaster magic (\"In Search of the Dungeon Master\"). Although Sheila is often shy and nervous (as seen in \"Citadel of Shadow\") with a deep-seated monophobia (fear of being alone) (as seen in \"Quest of the Skeleton Warrior\"), she will always display bravery when her friends are in trouble, especially her younger brother, Bobby. Sheila is also the first to point out the flaws or dangers of the group's plans. Through her capacity for friendship with those in trouble, she receives unexpected rewards—such as being offered to become Queen of Zinn which she politely declines (as seen in \"The Garden of Zinn\") and redeeming Karena, Dungeonmaster's daughter, from evil (as seen in \"Citadel of Shadow\"). * Bobby, the Barbarian (voiced by Ted Field III): Bobby is the youngest member of the team, eight years old when he enters the realm; the characters celebrate his ninth birthday in the \"Servant of Evil\" episode, and he confirms that he is \"almost ten\" four episodes later in \"The Lost Children\". He is the Barbarian, as indicated by his fur pants and boots, horned helmet, and cross belt harness. He is Sheila's younger brother; in contrast to her, Bobby is impulsive and ready to run headlong into battle, even against physically superior enemies, usually resulting in one of the others moving him from harm's way. He has a close relationship with Uni and is often reluctant to leave her when they discover a way home. Bobby carries the Thunder Club, which he regularly uses to trigger earthquakes or dislodge rocks when he strikes the ground. In \"The Dragon's Graveyard\", the strain of being separated from family and friends causes him to have an emotional breakdown; in \"The Girl Who Dreamed Tomorrow\", Bobby finds his soulmate Terri, whom he must give up in order to save her from Venger. * Uni, the Unicorn (vocal effects provided by Frank Welker): Uni is Bobby's pet, a baby unicorn, which Bobby discovers in the intro and retains as his companion throughout the show. She has the ability to speak, though her words are not quite discernible; she usually is heard echoing Bobby when she agrees to his opinions. As seen in the episode \"Valley of the Unicorns\", Uni also possesses the potential for the natural unicorn ability to teleport once a day, and has accessed this power through tremendous concentration and effort; it is implied that she is still too young to use this ability regularly—without her horn she cannot teleport and becomes very weak; likewise whenever the children find a portal home, she must stay behind in the Dungeons and Dragons Realm as she cannot survive in their world {as seen in \"The Eye of the Beholder,\" \"The Box,\" and\"Day of the Dungeon Master\"} . As revealed in \"P-R-E-S-T-O Spells Disaster,\" Uni also possesses the ability to utilize magic, proving herself to be more adept at using Presto's magic hat than Presto is. * Dungeon Master (voiced by Sidney Miller): The group's friend and mentor, he provides important advice and help, but often in a cryptic way that does not make sense until the team has completed the quest of each episode. It is the Dungeon Master who supplies the companions with their weapons and clues for their numerous opportunities to return home. As the series progresses, from his repeated displays of power, it begins to seem possible and later, even probable, that the Dungeon Master could easily return the companions home himself. This suspicion is confirmed in the script for the unmade series finale, \"Requiem\", wherein the Dungeon Master proves he can do just that, without any difficulty. In some episodes, including \"City at the Edge of Midnight\" and \"The Last Illusion\", realm inhabitants display great respect or nervous awe of Dungeon Master. It is through the efforts of the kids that both of Dungeon Master's children, Venger (as seen in \"Requiem\") and Karena (as seen in \"Citadel of Shadow\"), are redeemed from evil. === Villains === thumb|right|250px|Venger, the main villain; trapped in \"The Dragon's Graveyard\" * Venger, the Force of Evil (voiced by Peter Cullen) - The main antagonist and the Dungeon Master's son (as revealed in \"The Dragon's Graveyard\" when Dungeon Master refers to him as \"my son\"), Venger is an evil wizard of great power who seeks to use the children's magical weapons to bolster his power. He especially hates the kids not only because their refusal to part with their weapons prevents him from enslaving Tiamat (as seen in \"The Hall of Bones\") and conquering the realm (as seen in \"The Dragon's Graveyard\"), but also because they are \"pure of heart\" (as seen in \"Quest of the Skeleton Warrior\"). He is described as an evil force, although it is hinted that he was once good, but fell under a corrupting influence (as seen in \"The Treasure of Tardos\"). The episode \"The Dungeon at the Heart of Dawn\" revealed that his master was the Nameless One. This is later revealed to be true in the unmade finale \"Requiem\", when Venger is restored to his former self. ** Shadow Demon (voiced by Bob Holt) - A shadowy demon, he is Venger's personal spy and assistant. Shadow Demon often informs Venger about the children's (whom he refers to as \"Dungeon Master's young ones\") current quests. ** Night-Mare - A black horse that serves as Venger's mode of transportation. * Tiamat (vocal effects provided by Frank Welker) - Venger's arch-rival is a fearsome female five-headed dragon with a reverberating multi-level voice. Her five heads are a white head breathing ice, a green head breathing toxic gas, a central red head breathing fire, a blue head breathing lightning, and a black head breathing acid. Although Venger and the children both avoid Tiamat, the children often use her to their own ends such as making a deal with her in \"The Dragon's Graveyard\" to destroy Venger. Although promotional blurbs show the kids fighting Tiamat, the kids only fight her twice (as seen in \"The Night of No Tomorrow\" and \"The Dragon's Graveyard\") - Tiamat's main quarrel is with Venger. == Episodes == === Season 1 (1983) === === Season 2 (1984) === === Season 3 (1985) === === Unfinished finale === The intended final episode from the third season, and potential series finale, entitled \"Requiem\", was written by the series' frequent screenwriter Michael Reaves, but was not finished due to the show's cancellation. It would have served as both a conclusion to the current story as well as a re-imagining of the series had the show continued into a fourth season. Reaves has discussed the episode online, and published the original script on his personal website. The BCI Eclipse Region 1 DVD release includes the script recorded in the form of an audio drama as a special feature. A fan- made animated version of the finale appeared online in 2020. It includes the original audio drama, animations mostly recut from the series, and a legal disclaimer stating the rights belong to Marvel, Disney and Wizards of the Coast. This version closely follows Reaves' script, except it deviates from the latter's \"open ending\", in which the characters were given the choice to return home or stay in the realm, as their decision is shown. == Production == === Opening credits === The opening credits served as an introduction to the series and an explanation as to how the children ended up in the realm. It begins with the group getting on the \"Dungeons & Dragons\" ride, which then transports them to the realm. Dungeon Master appears to give them their individual weapons to defend themselves from Tiamat and Venger. The credits were altered for the second and third seasons. It started in a similar way to the first with the group getting onto the roller coaster. Once in the realm, however, the characters can be seen in a castle and already in possession of their weapons fighting various enemies before Venger appears and says – The credits featured an orchestral score composed by Johnny Douglas, which played alongside the soundtrack of Dungeon Master. However, in France it ran with the song \"Le Sourire du Dragon\" sung by Dorothée. In Spain, the theme song \"Dragones y Mazmorras\" (\"Dragons and Dungeons\") sung by Dulces became very popular. === Controversy === The level of violence was controversial for American children's television at the time, and the script of one episode, \"The Dragon's Graveyard\", was almost shelved because the characters contemplated killing their nemesis, Venger. In 1985, the National Coalition on Television Violence demanded that the FTC run a warning during each broadcast stating that Dungeons & Dragons had been linked to real-life violent deaths. The series spawned more than 100 different licenses, and the show led its time slot for two years. == Home media == In 2004, Contender Entertainment Group released the series on four stand-alone DVDs (under license from Fox Kids Europe/Jetix Europe). Extra features on each volume include fan commentary tracks on two episodes, character profiles, and DVD-ROM content. The original series bible, scripts, character model sheets, original promo artwork, an interview with Michael Reaves (writer on the unproduced finale episode \"Requiem\"), and a featurette on the title sequence are spread amongst the discs. The fourth volume includes the script for \"Requiem\" and a featurette about it. The four DVDs each have different original cover artwork (by Eamon O'Donoghue) that form a panorama when placed side by side, depicting the series' main characters: Hank and Sheila with Venger, Presto with Tiamat, Eric and Diana with Shadow Demon, and Bobby with Uni and Dungeon Master. The first Region 1 DVD release, Dungeons & Dragons - The Complete Animated Series, was on December 5, 2006 by BCI Eclipse LLC, under its Ink & Paint classic animation entertainment brand (under license from Disney). The 5-disc set featured all 27 episodes, uncut, digitally re-mastered, and presented in story continuity order, as well as an extensive array of special features including documentaries, commentaries, character profiles, a radio play of the unproduced finale episode \"Requiem\", and more. This release is now out of print, as BCI Eclipse ceased operations in December 2008. In June 2009, Mill Creek Entertainment acquired the rights to the series and subsequently re- released the complete series on August 25, 2009 (once again under license from Disney), in a 3-disc set without any special features, but with almost all the original music restored; the release contains all the televised episodes but does not contain the radio play of \"Requiem\". The series was also shown on Toon Disney's Jetix block during the summer for the years 2006, 2007 and 2008. Foreign language versions on the series can be found on YouTube. == Awards == For her work on the series, Tonia Gayle Smith (as \"Diana\") was nominated for Outstanding Young Actress in an Animation Voice-over at the 1984–1985 Youth in Film Awards. In January 2009, IGN ranked Dungeons & Dragons at #64 on its \"Best 100 Animated Series\" list. == Merchandise and other media == The show produced a variety of spin-off merchandise. === Board games === In 1984 TSR, Inc. released the board game named Quest for the Dungeonmaster, inspired by the episode \"In Search of the Dungeon Master\", in which Dungeon Master is captured by Warduke and frozen in a magic crystal, and the kids try to rescue him before Venger gets there. Brazilian company Grow released a Portuguese- language version of this game in 1993. === Books === Several books based on this series were released at the time of its highest popularity. * Dragones y Mazmorras. Comic book adaptations of all 27 episodes by Comics Forum, a division of Spanish publisher Editorial Planeta De Agostini under license from TSR. * Pick a Path to Adventure books. Six gamebooks written from the point of view of one of the children, each focused on a different character (though Eric's book gave the protagonism to his younger brother Michael, who did not appear in the cartoon series). These books were released by TSR. * UK Annuals. Two hardcover books published in the United Kingdom in 1985 and 1987 by World International Publishing Limited, each including various prose stories. The first featured seven original adventures, while the second only included three, plus Comics Forum's adaptation of \"The Eye of the Beholder\" (translated as \"The Eye of the Watchman!\"). * Marvel Summer Special 1987. Published in the United Kingdom. An English-language reprint of Comics Forum's adaptation of the episode \"Prison Without Walls\". * Donjons et Dragons: Published in France, a six-book collection adapting different episodes in storybook form. * Forgotten Realms: The Grand Tour: One-shot comic book published by TSR in 1996. Features the now-adult protagonists still living in a Dungeons & Dragons world, this time the Forgotten Realms, with Presto seeking an apprenticeship with Elminster the Sage. === Card games === In June 2021, Wizards of the Coast announced a \"Secret Lair set\" for Magic the Gathering based on the animated series. Also, announced that series will be streamed on Twitch. === Music === A full orchestral version of the Dungeons & Dragons animated series main theme, composed by Johnny Douglas, was released as the sixth track of the 1991 album The Johnny Douglas Strings - On Screen, published by the label Dulcima, a record label founded by Douglas in 1983. === Television advertisements === The characters were licensed for a Brazilian live-action television commercial, released in May 2019 to promote the launch of Renault's Kwid Outsider. The commercial was shot in Salta, in Argentina, in a place near the Andes mountain range. === Toys and collectibles === An Advanced Dungeons & Dragons toy line was produced by LJN in 1983, including original characters such as Warduke, Strongheart the Paladin, and the evil Wizard Kelek, who would later appear in campaigns for the Basic edition of the roleplaying game. None of the main characters from the TV series were included in the toy line, but a connection does exist, as Warduke, Strongheart and Kelek each appeared in one episode of the series. Only in Spain and Portugal were PVC figures of the main characters produced. The Brazilian company named Iron Studios will release in 2019 an entire set of polystone collectible statues for most of the Dungeons & Dragons cartoon characters, using a 1/10 scale and together they form a full diorama. Planned for the same year, more exactly June–August 2019, PCS Collectibles company will release two versions of Venger in 1:4 scale, both fully sculpted polystone statues hand painted. One version, a Sideshow and PCS Collectibles partnership, will be strictly limited to only 400 pieces worldwide; the second version, a PCS exclusive version will include Venger's loyal henchman, the Shadow Demon, as well as an alternate swap-out arm with a magical energy effect, will be limited to 250 pieces. == References == == External links == * * * Model sheets for characters Category:1980s American animated television series Category:1983 American television series debuts Category:1985 American television series endings Category:American children's animated action television series Category:American children's animated adventure television series Category:American children's animated fantasy television series Category:CBS original programming Category:English-language television shows Category:Television shows based on role-playing games Category:Television series by Marvel Productions Category:Works based on Dungeons & Dragons",
 "title": "Dungeons & Dragons (TV series)"
}