{
 "id": "61987",
 "text": "James Francis Edward Stuart (10 June 16881 January 1766), nicknamed the Old Pretender by Whigs, was the son of King James II and VII of England, Scotland and Ireland, and his second wife, Mary of Modena. He was Prince of Wales from July 1688 until, just months after his birth, his Catholic father was deposed and exiled in the Glorious Revolution of 1688. James II's Protestant elder daughter (the prince's half-sister), Mary II, and her husband (and the prince's cousin), William III, became co-monarchs and the Bill of Rights 1689 and Act of Settlement 1701 excluded Catholics from the English throne and, subsequently, the British throne. James Francis Edward was raised in Continental Europe and known as the Chevalier de St. George. After his father's death in 1701, he claimed the English, Scottish and Irish crowns as James III of England and Ireland and James VIII of Scotland, with the support of his Jacobite followers and his cousin Louis XIV of France. Fourteen years later, he unsuccessfully attempted to gain the British and Irish thrones during the Jacobite rising of 1715. A final attempt at rebellion, led by his elder son Charles Edward Stuart, was made in the Jacobite rising of 1745. Following James's death in 1766, Charles Edward Stuart continued to claim the British and Irish crowns as part of the Jacobite succession. ==Birth and childhood== James Francis Edward was born on 10 June 1688, at St. James's Palace. He was the son of James II of England and Ireland (VII of Scotland) and his second wife, Mary of Modena, both Roman Catholics. As first son of the reigning monarch he was automatically Duke of Cornwall and Duke of Rothesay, among other titles. The prince's birth was controversial and unanticipated, coming five years after his mother's last pregnancy and three years since his father's reign started. His mother (though then aged 29) had been considered past child-bearing age, and British Protestants had expected his sister Mary, from his father's first marriage, to succeed their father. Mary and her younger sister Princess Anne had been raised as Protestants. As long as there was a possibility of one of them succeeding him, the king's opponents saw his rule as a temporary inconvenience. When people began to fear that James's second wife, Mary, would produce a Catholic son and heir, a movement grew to replace him with his elder daughter Princess Mary and his son-in-law and nephew, William of Orange. When the prince was born, rumours immediately began to spread that he was an impostor baby, smuggled into the royal birth chamber in a warming pan and that the actual child of James and Mary was stillborn.Margaret McIntyre, Mary II (1662–1694), in Anne Commire (ed.), Women in World History, vol. 10 (2001), , p. 516 In an attempt to scotch this myth, James published the testimonies of over seventy witnesses to the birth.James Edward Gregg, 'James Francis Edward (1688–1766) ', Oxford Dictionary of National Biography, Oxford University Press, 2004; online edn, May 2012, accessed 23 June 2013.. On 9 December, in the midst of the Glorious Revolution, Mary of Modena disguised herself as a laundress and escaped with the infant James to France. Young James was brought up at the Château de Saint-Germain-en-Laye, which Louis XIV had turned over to the exiled James II. Both the ex-king and his family were held in great consideration by the French king (who was his first cousin), and they were frequent visitors at Versailles where Louis XIV and his court treated them as ruling monarchs.Frequent mentions throughout the Duke of Saint-Simon's Mémoires. In June 1692 his sister Louisa Maria was born.Princess Louisa Maria Theresa Stuart (1692–1712), Daughter of James II at npg.org.uk (accessed 8 February 2008) His military education was overseen by Richard Hamilton and Dominic Sheldon, two veterans of his father's old Irish Army.* Corp, Edward T. A Court in Exile: The Stuarts in France, 1689–1718. Cambridge University Press, 2004. p.278 ==Struggle for the throne== On his father's death in 1701, James was recognised by King Louis XIV of France as the rightful heir to the English, Irish and Scottish thrones. Spain, the Papal States, and Modena also recognized him as king of England, Ireland and Scotland and refused to recognise William III, Mary II, or Anne as legitimate sovereigns. As a result of his claiming his father's lost thrones, James was attainted for treason in London on 2 March 1702, and his titles were forfeited under English law.Complete Peerage: \"Duke of Cornwall\". ===Early attempts=== Though delayed in France by an attack of measles, James attempted invasion, trying to land at the Firth of Forth on 23 March 1708. The fleet of Admiral Sir George Byng intercepted the French ships, which, combined with bad weather, prevented a landing. James served for a time in the French army, as his father had done during the interregnum. Between August and September 1710, Queen Anne appointed a new Tory administration led by Robert Harley, who entered into a secret correspondence with de Torcy, the French Minister of Foreign Affairs, in which he claimed to desire James's accession to the throne should James convert to Protestantism. A year later, however, the British government pushed for James's expulsion from France as a precondition for a peace treaty with France. In accordance with the Treaty of Utrecht (1713), Harley and Lord Bolingbroke, the Secretary of State, colluded with the French in exiling James to the Duchy of Lorraine. Queen Anne became severely ill at Christmas 1713 and seemed close to death. In January 1714, she recovered but clearly had not much longer to live. Through de Torcy and his London agent, Abbé François Gaultier, Harley kept up the correspondence with James, and Bolingbroke had also entered into a separate correspondence with him. They both stated to James that his conversion to Protestantism would facilitate his accession. However, James, a devout Catholic, replied to Torcy: \"I have chosen my own course, therefore it is for others to change their sentiments.\" In March came James's refusal to convert, following which Harley and Bolingbroke reached the opinion that James's accession was not feasible, though they maintained their correspondence with him. As a result, in August 1714, James's second cousin, the Elector of Hanover, George Louis, a German-speaking Lutheran who was the closest Protestant relative of the now deceased Queen Anne, became king of the recently created Kingdom of Great Britain as George I. James denounced him, noting \"we have beheld a foreign family, aliens to our country, distant in blood, and strangers even to our language, ascend the throne\".Simms, Brendan. Three Victories and a Defeat: The Rise and Fall of the First British Empire, 1714–1783. Penguin, 2008. Following George's coronation in October 1714, major riots broke out in provincial England.Paul Kleber Monod. Jacobitism and the English People, 1688–1788. Cambridge University Press, 4 March 1993. p.173 ===The Fifteen=== The following year, Jacobites started uprisings in Scotland and Cornwall aimed at putting \"James III and VIII\" on the throne. On 22 December 1715, James reached Scotland after the Jacobite defeats at the Battle of Sheriffmuir (13 November 1715) and Battle of Preston (1715). He landed at Peterhead and soon fell ill with fever, his illness made more severe by the icy Scottish winter. In January 1716, he set up court at Scone Palace. Reputedly Jane Stuart, a half-sister, came from Wisbech in England to visit him. Learning of the approach of government forces, he returned to France, sailing from Montrose on 5 February 1716. The abandonment of his rebel allies caused ill-feeling against him in Scotland; nor was he welcomed on his return to France. His patron, Louis XIV, had died on 1 September 1715, and the French government found him a political embarrassment. When France, hitherto his main protector, allied with Britain, this effectively secured the Hanoverian dynasty's monarchy over the Kingdom of Great Britain. ==Court-in-exile== thumbnail|left|Coloured portrait of James as young man After the unsuccessful invasion of 1715, James lived in Papal territory, first at Avignon (April 1716 – February 1717), then at Pesaro (1717) and Urbino (July 1717 – November 1718). Pope Clement XI offered James the Palazzo del Re in Rome as his residence, which he accepted. Pope Innocent XIII, like his predecessor, showed much support. Thanks to his friend Cardinal Filippo Antonio Gualterio, James was granted a life annuity of eight thousand Roman scudi. Such help enabled him to organise a Jacobite court at Rome, where, although he lived in splendour, he continued to suffer from fits of melancholy. Further efforts to restore the Stuarts to the British throne were planned. In 1719 a major expedition left Spain but was forced to turn back due to weather. A small landing took place in the Scottish Highlands, but the Jacobite rising of 1719 was defeated at the Battle of Glen Shiel. James had gone to Spain in the hope he could take part in the invasion, but following its abandonment was forced to return to Italy. A further attempt was planned in 1722, but following the exposure of the Atterbury Plot it came to nothing. In exercise of his pretended position, James purported to create titles of nobility, now referred to as Jacobite Peerages, for his British supporters and members of his court, none of which have ever been recognized in Britain. The court-in-exile became a popular stop for English travellers making a Grand Tour, regardless of political affiliation.Per Edward T. Corp For many, it functioned as an unofficial consulate. Those in need of medical attention preferred being treated by one of their own countrymen. In 1735 court physicians tended to Edmund Sheffield, 2nd Duke of Buckingham and Normanby, and thirty years later to James Boswell. James remained well-treated in Rome until his death. He was allowed to hold Protestant services at Court, and was given land where his Protestant adherents could receive a public burial. ===Marriage and progeny=== Louise Adélaïde d'Orléans (), daughter of Philippe II, Duke of Orléans, was at one time suggested as a wife for James, but nothing came of it. In March 1717, while James was visiting Modena, he became engaged to his cousin Benedetta d'Este, but her father Rinaldo III put an end to the engagement to preserve his relations with Hanover and Great Britain. On 3 September 1719, James married Maria Clementina Sobieska (1702–1735), granddaughter of King John III Sobieski of Poland. The wedding was held in the chapel of the Episcopal Palace in Montefiascone, near Viterbo. By his wife he had two sons: # Charles Edward Stuart (31 December 1720 – 31 January 1788), nicknamed \"Bonnie Prince Charlie\" # Henry Benedict Stuart (11 March 1725 – 13 July 1807), a cardinal of the Catholic Church ===Bonnie Prince Charlie=== Following James's failure, attention turned to his son Charles, \"the Young Pretender\", who led the major uprising of 1745. With the failure of this second rebellion, the Stuart hopes of regaining the British throne were effectively destroyed. James and Charles later clashed repeatedly, and relations between them broke down completely when James played a role in the appointment of his son Henry as a cardinal. Henry then took holy orders, which required him to maintain celibacy, ending the possibility that he would produce a legitimate heir, infuriating Charles, who had not been consulted. thumb|Portrait of James from 1748 ===Later years=== After the 1745 rising, there were no other plots to restore the Stuart dynasty except for when, in 1759, the French government briefly considered a scheme to have James (then aged 70) crowned King of Ireland as part of their plans to invade Britain, but the offer was never formally made to James. Several separate plans also involved Charles being given control of a French-backed independent Ireland, though that too was aborted after Charles showed up at a meeting with the French to discuss the plan late, argumentative, and idealistic in expectations, so that the French dismissed the possibility of Jacobite assistance.McLynn (1759) p. 81 ===Death=== James died after a \"lingering illness\", aged 77, in Rome on 1 January 1766, at his home, the Palazzo Muti, and was buried in the crypt of St. Peter's Basilica in present-day Vatican City. His burial is marked by the Monument to the Royal Stuarts. His claimed reign had lasted for 64 years, 3 months and 16 days, longer than any British monarch until Queen Elizabeth II's reign surpassed it on 23 May 2016. ==End of papal support== Following James's death the pope refused to recognise the claim to the British and Irish thrones of his elder son Charles; instead, from 14 January 1766, in stages over the next decade, he accepted the Hanoverian dynasty as the legitimate rulers of Britain and Ireland. Two months after James's death, on March 14, the royal arms of England were removed from the doorway of the Palazzo Muti. This decision led to a gradual relaxation and reform of the anti-Catholic \"penal laws\" in Britain and Ireland. In 1792, the Papacy specifically referred to George III as the \"King of Great Britain and Ireland\", which elicited a protest from James's younger son Henry, who was by then the Jacobite claimant. ==Titles and honours== thumb|right|200px|Coat of arms of James Francis Edward Stuart as Prince of Wales James was created Prince of Wales on 4 July 1688. ===Honours=== *Jacobite, KG: Knight of the Garter, 1692–1766 ===Arms=== As Prince of Wales, James bore a coat of arms consisting of those of the kingdom, differenced by a label argent of three points. ==Ancestry== ==See also== * Correspondence with James the Pretender (High Treason) Act 1701, Parliament's response to his claim to the throne * Touch pieces, used to cure scrofula ('the King's Evil') ==Notes and sources== === Citations === ===References=== * == External links == * Category:1688 births Category:1766 deaths Category:17th-century English nobility Category:17th-century Scottish peers Category:18th-century British people Category:18th-century Jacobite pretenders James 3 and 8 Category:Heirs to the English throne James Francis Edward Stuart James Francis Edward Category:Princes of Wales Category:Dukes of Cornwall Category:Dukes of Rothesay Category:Heirs apparent who never acceded Category:People from Westminster James Francis Edward Stuart James Francis Edward Stuart Category:English people of Scottish descent Category:English people of French descent Category:English people of Italian descent Category:English Roman Catholics Category:People of the Jacobite rising of 1715 Category:High Stewards of Scotland Category:Burials at St. Peter's Basilica Category:Children of James II of England",
 "title": "James Francis Edward Stuart"
}