{
 "id": "620088",
 "text": "Martin Ziguélé (born 12 February 1957 \"Ziguélé Martin, candidat n°6, MLPC\" , 2005 election profile, ideesplus.com.) is a Central African politician who was Prime Minister of the Central African Republic from 2001 to 2003. He placed second in the 2005 presidential election and is currently the President of the Movement for the Liberation of the Central African People (MLPC). ==Life and career== Ziguélé was appointed as Prime Minister on 1 April 2001 by President Ange-Félix Patassé,\"L’ancien Premier ministre autorisé à quitter Bangui pour Paris\" , Afrique Express, number 273, July 1, 2003 .\"Que va faire Dologuélé ?\", Jeune Afrique, April 10, 2001 . replacing Anicet-Georges Dologuélé. He had previously lived in Lomé, Togo for twenty years and was an executive member of the MLPC. He left office when rebel leader François Bozizé took power upon capturing the capital, Bangui, on 15 March 2003. Ziguélé was allowed to go into exile in France. Ziguélé was initially barred from running in the 2005 presidential election, along with six other candidates, by a court ruling on December 30, 2004. He was subsequently reinstated as a candidate by Bozizé, along with two other candidates, on January 4. \"Bozize repeals court ban on some presidential candidates\", IRIN, January 5, 2005. Later in January, all barred candidates, with the lone exception of Patassé, were allowed to run; following this, Patassé's party, the MLPC, backed Ziguélé for the election. Previously, he had been running as an independent. The election was held on March 13, 2005, and Ziguélé placed second with 23.5% of the votes according to official results. \"Second tour : Bozizé face à Ziguélé\", Radio France Internationale, March 31, 2005. He faced Bozizé in a second round of voting, and tried to distance himself from Patassé in campaigning, but was defeated and took 35.4% of the vote. Ziguélé was elected as President of the MLPC on a provisional basis for one year at an extraordinary party congress in late June 2006, while Patassé was suspended from the party. \"Centrafrique: Martin Ziguélé, ancien premier ministre, a été élu à la tête du MLPC, parti d'opposition, après un congrès extraordinaire de trois jours qui a décidé la radiation du parti de l'ancien Président centrafricain Ange-Félix Patassé\" , Agence France-Presse, June 25, 2006 .\"Patassé suspendu du MLPC\" , Agence Centrafrique Presse, June 26, 2006 .\"RCA: l'ex-Premier ministre Ziguélé élu chef du principal parti d'opposition\", Agence France-Presse, June 24, 2007 . On June 23, 2007, at the end of the MLPC's third ordinary congress, Ziguélé was elected to a three-year term as President.\"Centrafrique/Politique : Martin Ziguélé face à la presse\", Agence Centrafrique Presse, June 30, 2007 . In the December 2015 presidential election, Ziguélé stood as the MLPC candidate and placed fourth. In the February-March 2016 parliamentary election, he was elected to the National Assembly as the MLPC candidate in the third constituency of Bocaranga, winning in the first round with 66.25%% of the vote.\"Résultats du 1er tour des législatives validés par la CCT concernant 46 députés\", RJDH . In October 2021, The COD-2020 coalition, Crépin Mboli- Goumba’s Patrie party and Martin Ziguélé’s Central African People’s Liberation Movement withdrew their representatives from the organizing committee and denounced “a desire to sabotage the Dialogue”. ==References== Category:1957 births Category:Living people Category:Prime Ministers of the Central African Republic Category:Movement for the Liberation of the Central African People politicians Category:Central African Republic exiles Category:Central African Republic expatriates in France Category:People from Ouham-Pendé",
 "title": "Martin Ziguélé"
}