{
 "id": "620290",
 "text": "The Seven Steps Verse, also known as the Quatrain of Seven Steps (), is a highly allegorical poem that is usually attributed to the poet Cao Zhi. == Background == During the life of the great warlord Cao Cao who dominated northern China towards the end of the Han dynasty, he had shown favor to his third son Cao Zhi due to his intelligence and literary talents. Cao Cao considered making him heir and Cao Zhi had support from a significant fraction of his father's court, even though he was one of Cao Cao's younger sons. However, because Cao Zhi was negligent of decorum and his father's decrees, he eventually disappointed his father and the position of heir went to his elder brother Cao Pi. After Cao Cao's death in 220, Cao Pi would remove all his brothers, Cao Zhi included, from the capital to send them to their fiefs to ensure they would not be a threat to his power. The poem is set against this historical background, although the poem itself and the anecdote attached to it are not found in the official history Records of the Three Kingdoms. Researchers do not consider the story to be historical and dispute Cao Zhi's alleged authorship of the poem. === A New Account of the Tales of the World === Against this backdrop, A New Account of the Tales of the World, a collection of ahistorical anecdotes compiled in 430, recounts an episode where Cao Pi goes further in his punishment of Cao Zhi. The anecdote in chapter 4 of this text claims Cao Pi was jealous of Cao Zhi's artistic talents and sought to execute him. It give a very simple account: Cao Pi summoned Cao Zhi and issued an ultimatum to his little brother, asking him to produce a poem within the timeframe of walking seven steps or otherwise be executed. Cao Zhi complied, and Cao Pi \"showed deep shame on his face\". === Romance of the Three Kingdoms === In the a later but more popular classic historical novel Romance of the Three Kingdoms, published in the 14th century, chapter 79 adds more flavor to the event with a slightly different account, in which this poem is technically not the \"seven steps poem\". After Cao Cao's death, Cao Zhi did not bother to show up to his funeral. Cao Pi used this as a reason to arrest Cao Zhi. Their mother begged him not to take his little brother's life, but Cao Pi's advisor advised him to make the hard decision. Cao Pi was reluctant, and was then advised to find an excuse to give his brother a difficult test in public, and either execute or demote him based on whether he passed. Cao Pi accordingly summoned his little brother in front of his entire court, accused him of having used ghostwriters to gain fame and secure their father's favor, and challenged him in front of the court to produce a poem on the spot or otherwise be executed for having been a fraud about his famed literary talents. The test was based on a painting shown in court, which depicted one bull killing another after a head-butting fight, and Cao Zhi was asked to produce a poem to describe the painting, without using any of the relevant words, within the timeframe of walking seven steps. Cao Zhi responded with a fairly long poem within the time frame. Cao Pi did not wish to give up, and gave his little brother a harder test by asking him to produce a poem about brothers but without using the word \"brother\", but this time immediately. Cao Zhi responded with this famous poem. Upon hearing the poem, Cao Pi burst into tears in front of the court. The siblings' mother then came out from the backroom and intervened, and eventually Cao Pi demoted Cao Zhi to a fiefdom distant from the center of power rather than harming him. == Versions == There are two versions of the poem, one of six lines, the other four. Both use extended metaphor to describe the relationship of siblings and the ill- conceived notion of one harming the other over petty squabbling. The authors use several characters to describe the various processes of cooking and refining beans. Among those mentioned are: 煮 (boil), 漉 (filter), 燃 (burn, ignite), 泣 (cry, weep), and 煎 (to decoct, to pan-fry). === A New Account of the Tales of the World === The first appearance of this poem (the longer version) is in the Chapter 4 of the classic text A New Account of the Tales of the World, published in 430. {| class=\"wikitable\" |- !Chinese !Pinyin !Jyutping !Translation |- |煮豆持作羹， ||zhǔ dòu chí zuò gēng |zyu2 dau6 ci4 zok3 gang1 |Beans are boiled to make broth, |- |漉菽以為汁。 |lù shū yǐ wéi zhī |luk6 suk6 ji5 wai4 zap1 |Pulses are filtered to extract juice. |- |萁在釜下燃， |qí zài fǔ xià rán |kei4 zoi6 fu2 haa6 jin4 |Under the pot the beanstalks burn, |- |豆在釜中泣。 |dòu zài fǔ zhōng qì |dau6 zoi6 fu2 zung1 jap1 |In the pot the beans weep. |- |本是同根生， |běn shì tóng gēn shēng |bun2 si6 tung4 gan1 sang1 |[We are] born of the selfsame root, |- |相煎何太急？ |xiāng jiān hé tài jí |soeng1 zin1 ho4 taai3 gap1 |Why in such a rush to fry me? |} This version is generally thought to be the original one; however, the \"燃\" character that is (often) used in the former generates confusion over its authenticity. Additionally, the purported original verse includes two extra (redundant or otherwise superfluous) lines, which serves the purpose of parallelism but does not add any additional meaning already conveyed (within the scope of its original use). === Romance of the Three Kingdoms === A condensed version was then found in Chapter 79 of Romance of the Three Kingdoms, published in the 14th century. {| class=\"wikitable\" |- !Chinese !Pinyin !Jyutping !Translation |- |煮豆燃豆萁， |zhǔ dòu rán dòu qí |zyu2 dau6 jin4 dau6 kei4 |Beanstalks are ignited to boil beans, |- |豆在釜中泣。 |dòu zài fǔ zhōng qì |dau6 zoi6 fu2 zung1 jap1 |In the pot the beans weep. |- |本是同根生， |běn shì tóng gēn shēng |bun2 si6 tung4 gan1 sang1 |[We are] born of the selfsame root, |- |相煎何太急！ |xiāng jiān hé tài jí |soeng1 zin1 ho4 taai3 gap1 |Why in such a rush to fry me! |} Some versions have 本自 (běn zì/bun2zi6) instead of 本是. This version is written in the traditional rhyming five-character quatrain style (A-A-B-A \"i\" rhyme). It generally condenses of the first three lines of the longer version of this poem into one. Partially due to the popularity of Romance of the Three Kingdoms, the shorter version is by far the generally recognized version of this poem. == Modern usage == The Quatrain of Seven Steps was used to convey ideas by different people. Chinese poet Lu Xun cited the verse in 1920s to oppose a return to traditional education and ban on student activism. General Secretary of the Chinese Communist Party Jiang Zemin was asked by reporters in 2000, on the eve of Taiwanese presidential election, whether cross-Strait war with Taiwan will be \"incinerating each other with impatience\", which he replied that Taiwan and China are \"born of the selfsame root\" and blamed Taiwan independence advocates for any \"incinerations\". ==See also== *Classical Chinese poetry *Jian'an poetry ==References== Category:Jian'an poetry Quatrain of Seven Steps, The Quatrain of Seven Steps, The Category:Chinese literary works",
 "title": "The Quatrain of Seven Steps"
}