{
 "id": "62021",
 "text": "The \"Colonel Bogey March\" is a British march that was composed in 1914 by Lieutenant F. J. Ricketts (1881–1945) (pen name Kenneth J. Alford), a British Army bandmaster who later became the director of music for the Royal Marines at Plymouth. ==History== Since service personnel were, at that time, not encouraged to have professional lives outside the armed forces, British Army bandmaster F. J. Ricketts published \"Colonel Bogey\" and his other compositions under the pseudonym Kenneth Alford.Gene Phillips (2006). \"Beyond the Epic: The Life and Films of David Lean\". p.306. University Press of Kentucky. Supposedly, the tune was inspired by a British military officer who \"preferred to whistle a descending minor third\" rather than shout \"Fore!\" when playing golf. It is this descending interval that begins each line of the melody. The name \"Colonel Bogey\" began in the late 19th century as the imaginary \"standard opponent\" of the Colonel Bogey golf scoring system,The Royal Cornwall Gazette of 10 March 1892 reports the results of the Royal Cornwall Golf Club Ladies versus \"Colonel\" Bogey and by Edwardian times the Colonel had been adopted by the golfing world as the presiding spirit of the course.Many references to the Colonel in the press include a letter from a \"golf widow\" to The Times of 3 June 1914. Edwardian golfers on both sides of the Atlantic often played matches against \"Colonel Bogey\".Toronto; Globe 25 October 1904 p. 10. Bogey is now a golfing term meaning \"one over par\". ==Legacy== The sheet music was a million-seller, and the march was recorded many times. At the start of World War II, \"Colonel Bogey\" became part of the British way of life when a popular song was set to the tune: \"Hitler Has Only Got One Ball\" (originally \"Göring Has Only Got One Ball\" after the Luftwaffe leader suffered a grievous groin injury, but later reworded to suit the popular taste), with the tune becoming an unofficial national anthem, essentially exalting rudeness. \"Colonel Bogey\" was used as a march-past by the 10th and 50th Battalions of the Canadian Expeditionary Force,Pegler, Martin, Soldiers' Songs and Slang of the Great War, Osprey Publishing, 2014, , page 242. the latter perpetuated today by The King's Own Calgary Regiment (RCAC) of the Canadian Forces, who claim \"Colonel Bogey\" as their authorised march-past in quick time. The \"Colonel Bogey March\" melody was used for a song of the Women's Army Corps, a branch of the U.S. Army from 1943 until its absorption into the regular Army in 1978. The lyrics written by Major Dorothy E. Nielsen (USAR) were this: \"Duty is calling you and me, we have a date with destiny, ready, the WACs are ready, their pulse is steady a world to set free. Service, we're in it heart and soul, victory is our only goal, we love our country's honor and we'll defend it against any foe.\"\"Duty - Army WAC Song\", Women's Army Corps Veterans' Association website. Retrieved 1 May 2015. In 1951, during the first computer conference held in Australia, the \"Colonel Bogey March\" was the first music played by a computer, by CSIRAC, a computer developed by the Commonwealth Scientific and Industrial Research Organisation. In the 1961 film The Parent Trap, the campers at an all-girls summer camp whistle the \"Colonel Bogey March\" as they march through camp, mirroring the scene from The Bridge on the River Kwai. The march has been used in German commercials for Underberg digestif bitter since the 1970s, and has become a classic jingle there. A parody titled \"Comet\" is a humorous song about the ill effects of consuming the cleaning product of the same name. In the 1985 film The Breakfast Club, all the teenage main characters are whistling the tune during their Saturday detention when Principal Vernon (played by Paul Gleason) walks into the room. It was also used in The Parent Trap, Short Circuit and Spaceballs. In the UK, the Colonel Bogey March is still (2019) one of the most common tunes played by ice-cream vans. In the 2019, the Colonel Bogey March was used in the TV series The Man in the High Castle, in episode 8 of season 4. ==The Bridge on the River Kwai== English composer Malcolm Arnold added a counter-march, which he titled \"The River Kwai March\", for the 1957 dramatic film The Bridge on the River Kwai, set during World War II. The two marches were recorded together by Mitch Miller as \"March from the River Kwai – Colonel Bogey\" and it reached USA #20/1958. On account of the movie, the \"Colonel Bogey March\" is often miscredited as the \"River Kwai March\". While Arnold did use \"Colonel Bogey\" in his score for the film, it was only the first theme and a bit of the second theme of \"Colonel Bogey\", whistled unaccompanied by the British prisoners several times as they marched into the prison camp. Since the film depicted prisoners of war held under inhumane conditions by the Japanese, Canadian officials were embarrassed in May 1980, when the King's Own Calgary Regiment Band played \"Colonel Bogey\" during a visit to Ottawa by Japanese prime minister Masayoshi Ōhira. A British actor, Percy Herbert, who appeared in The Bridge on the River Kwai suggested the use of the song in the movie. Because he had first-hand experience of Japanese POW camps, he was paid an extra £5.00 per week by director David Lean to act as a consultant. == Jewel Thief (1967) == S.D. Burman used this composition in the 1967 Hindi spy thriller heist film Jewel Thief. The opening lines of \"Yeh Dil Na Hota Bechaara\" draw inspiration from the marching song. ==References== ==External links== * Category:1914 compositions Category:British military marches Category:Compositions for brass band Category:Concert band pieces Category:Number-one singles in Germany Category:Songs about military officers Category:Songs about fictional male characters Category:Songs of World War I Category:Songs with music by Kenneth J. Alford Category:The King's Own Calgary Regiment (RCAC)",
 "title": "Colonel Bogey March"
}