{
 "id": "620257",
 "text": "Peter Jay Weinberger (born August 6, 1942) is a computer scientist best known for his early work at Bell Labs. He now works at Google. Weinberger was an undergraduate at Swarthmore College, graduating in 1964. He received his PhD in mathematics (number theory) in 1969 from the University of California, Berkeley under Derrick Henry Lehmer for a thesis entitled \"Proof of a Conjecture of Gauss on Class Number Two\". After holding a position in the Department of Mathematics at the University of Michigan, Ann Arbor, where he continued his work in analytic number theory, he moved to AT&T; Bell Labs. At Bell Labs, Weinberger contributed to the design of the AWK programming language (he is the \"W\" in AWK), and the Fortran compiler f77. A detailed explanation of his contributions to AWK and other Unix tools is found in an interview transcript at Princeton University. Another interview sheds some light on his work at Google. Both interviews also confirm rumors about his involvement in early digital photography, especially the abuse of a photograph of his face for demonstrating digital imaging effects. When Peter Weinberger was promoted to head of Computer Science Research at Bell Labs, his picture was merged with the AT&T; \"death star\" logo of the mid-80s, creating the PJW Face image that has appeared in innumerable locations, including T-shirts, coffee mugs, CDs, and at least one water tower. The sole remaining PJW Face at Bell Labs is somewhat in disarray, but there are plans afoot to repair it. Prior to joining Google, Weinberger was chief technology officer at Renaissance Technologies. Weinberger has been a member of the JASON defense advisory group since 1990. He has an Erdos Number of 2. ==Writings== * The book's webpage includes downloads of the current implementation of Awk and links to others. ==References== ==External links== * * Web site dedicated to PJW's face * Category:Living people Category:American computer scientists Category:Scientists at Bell Labs Category:Google employees Category:Programming language designers Category:Swarthmore College alumni Category:1942 births Category:American chief technology officers Category:University of Michigan faculty Category:Members of JASON (advisory group) Category:20th-century American Jews Category:21st-century American Jews",
 "title": "Peter J. Weinberger"
}