{
 "id": "620523",
 "text": "Viscount was a Meiji period Japanese statesman, diplomat, and founder of Japan's modern educational system. ==Early life== Mori was born in the Satsuma domain (modern Kagoshima prefecture) from a samurai family, and educated in the Kaisenjo School for Western Learning run by the Satsuma domain. In 1865, he was sent as a student to University College London in Great Britain, where he studied western techniques in mathematics, physics, and naval surveying. He returned to Japan just after the start of the Meiji Restoration and took on a number of governmental positions within the new Meiji government. ==Meiji statesman== Mori was the first Japanese ambassador to the United States, from 1871-1873. During his stay in the United States, he became very interested in western methods of education and western social institutions. On his return to Japan, he organized the Meirokusha, Japan's first modern intellectual society. Mori was a member of the Meiji Enlightenment movement, and advocated freedom of religion, secular education, equal rights for women (except for voting), international law, and most drastically, the abandonment of the Japanese language in favor of English. In 1875, he established the Shoho Koshujo (Japan's first commercial college), the predecessor of Hitotsubashi University. Thereafter, he successively served as ambassador to Qing Dynasty China, Senior Vice Minister of Foreign Affairs, ambassador to Great Britain, member of Sanjiin (legislative advisory council) and Education Ministry official. He was recruited by Itō Hirobumi to join the first cabinet as Minister of Education and continued in the same post under the Kuroda administration from 1886 to 1889. During this period, he enacted the \"Mori Reforms\" of Japan's education system, which included six years of compulsory, co-educational schooling, and the creation of high schools for training of a select elite. Under his leadership, the central ministry took greater control over school curriculum and emphasized Neo-Confucian morality and national loyalty in the lower schools while allowing some intellectual freedom in higher education. He has been denounced by post-World War II liberals as a reactionary who was responsible for Japanese elitist and statist educational system, while he was equally condemned by his contemporaries as a radical who imposed unwanted westernization on Japanese society at the expense of Japanese culture and tradition. For example, he advocated the use of English. He was also a known Christian.Smith 1997, p. 88 Mori was stabbed by an ultranationalist on the very day of promulgation of the Meiji Constitution in 1889, and died the next day. The assassin was outraged by Mori's alleged failure to follow religious protocol during his visit to Ise Shrine two years earlier; for example, Mori was said to have not removed his shoes before entering and pushed aside a sacred veil with a walking stick.Smith 1997, pp. 87–88 Selected portions of his writings may be found in W.R. Braisted's book Meiroku Zasshi: Journal of the Japanese Enlightenment which were originally published in a magazine entitled Meiroku zasshi. == In popular culture == Mori appears as a minor character in the alternate history novel The Difference Engine, by William Gibson and Bruce Sterling, as an enthusiast of modernity and a protégé of Laurence Oliphant. == See also == *Japanese students in Britain *Anglo-Japanese relations *Yūrei zaka ==References== ==Further reading== * Cobbing, Andrew. The Japanese Discovery of Victorian Britain. RoutledgeCurzon, London, 1998. *Hall, Ivan Parker. Mori Arinori. Massachusetts: Harvard University Press, 1973. . *\"Mori Arinori, 1847–89: From Diplomat to Statesman\", Chapter One, Britain & Japan: Biographical Portraits Volume 4, by Andrew Cobbing, Japan Library 2002. *Morikawa, Terumichi (2015). “Mori Arinori and Japanese Education (1847-1889)”. Education about Asia, Volume 20:2 (Fall 2015): Asia: Biographies and Personal Stories, Part II. https://www.asianstudies.org/publications/eaa/archives/mori-arinori-and- japanese-education-1847-1889/. * Smith, Patrick. Japan: A Reinterpretation. New York: Pantheon, 1997. . pp. 75–106. ==External links== * *Mori, Arinori | Portraits of Modern Japanese Historical Figures (National Diet Library) Category:1847 births Category:1889 deaths Category:Japanese expatriates in the United Kingdom Category:People from Satsuma Domain Category:Japanese Christians Category:Assassinated Japanese politicians Category:Assassinated educators Category:Kazoku Category:People of Meiji-period Japan Category:People murdered in Tokyo Category:Shimazu retainers Category:Education ministers of Japan Category:Ambassadors of Japan to the United Kingdom Category:Ambassadors of Japan to the United States Category:Alumni of University College London",
 "title": "Mori Arinori"
}