{
 "id": "620571",
 "text": "Matthew Lyon (July 14, 1749 – August 1, 1822) was an Irish-born American printer, farmer, soldier and politician, who served as a United States Representative from both Vermont and Kentucky. Lyon represented Vermont in Congress from 1797 to 1801, and represented Kentucky from 1803 to 1811. His tenure in Congress was tumultuous. He brawled with one Congressman, and was jailed on charges of violating the Sedition Act, winning re-election to Congress from inside his jail cell. Lyon's trial, conviction, and incarceration boosted his status among the fledgling Democratic-Republican Party as a free-speech martyr. ==Early life and military career== Lyon attended school in Dublin, after having been born in nearby County Wicklow, Ireland. Some sources indicate that his father was executed for treason against the British government of Ireland, and Lyon worked as a boy to help support his widowed mother. He began to learn the printer and bookbinder trades in 1763, but emigrated to Connecticut as a redemptioner in 1764. To pay his debt, he worked for Jabez Bacon, a farmer and merchant in Woodbury. The debt was later purchased by merchant and farmer Hugh Hannah of Litchfield; while working for Hannah (or Hanna), Lyon continued his education through self-study when he was able. By working for wages when he was permitted, Lyon saved enough to purchase the remainder of his indenture, and he became a free man in 1768. While living in Connecticut, Lyon became acquainted with many individuals who became the first white settlers of Vermont. In 1774, Lyon moved to Wallingford, Vermont (then known as the New Hampshire Grants), where he farmed and organized a company of militia. He was an adjutant in Colonel Seth Warner's regiment in Canada in 1775, and in July 1776 was commissioned a second lieutenant in the Green Mountain Boys' regiment. He moved to Arlington, Vermont, in 1777. During the Revolutionary War, Lyon initially served under Horatio Gates in upstate New York and Vermont. In a version of the event later circulated by his political opponents, he was cashiered for cowardice and ordered to carry a wooden sword to represent his shame. In Lyon's version, he and his men were assigned to guard wheat growing in the fields near Jericho, Vermont; unhappy at not being put to good use, he asked to leave Gates' command and join the regiment commanded by Seth Warner. Lyon's conduct was vindicated by both Arthur St. Clair and James Wilkinson. Lyon subsequently joined Warner's regiment as a paymaster with the rank of captain, and served during the Battle of Bennington and other actions. After leaving Warner's Regiment following the Battle of Saratoga, Lyon continued his revolutionary activity, serving as a member of Vermont's Council of Safety, a captain in the militia (later advancing to colonel), paymaster general of the Vermont Militia, deputy secretary to Governor Thomas Chittenden, and assistant to Vermont's treasurer. ==Political career in Vermont== thumb|The Fair Haven home of Matthew Lyon Lyon served as a member from Arlington in the Vermont House of Representatives from 1779 to 1783. He founded Fair Haven, Vermont in 1783 and returned to the state House of Representatives from 1783 to 1796 as its member. Lyon also built and operated various kinds of mills in Fair Haven, including a gristmill, sawmill, and paper mill, in addition to an iron foundry. In 1793, he started a printing office and published the Farmers' Library newspaper; though his son James was the nominal owner, Matthew Lyon oversaw the paper's management and supplied much of its content. The newspaper was later renamed to the Fair Haven Gazette, and was published until Lyon sold its works.The Fair Haven Gazette and Poultney Journal. Fair Haven, Vt. OCLC 37328623 WorldCat In 1794, Lyon sold the printing press and other equipment for the Gazette to Reverend Samuel Williams and Judge Samuel Williams of Rutland, who used it to found the Rutland Herald. ===Congress=== Lyon was an unsuccessful candidate for election to the Second and Third Congresses. He unsuccessfully contested the election of Israel Smith to the Fourth Congress. Lyon won election as a Democratic-Republican to the Fifth and Sixth Congresses (March 4, 1797 – March 3, 1801); he was not a candidate for renomination in 1800. ====Altercation with Roger Griswold==== thumb|250px|Political cartoon of Lyon (holding tongs) brawling with Roger Griswold Lyon had the distinction of being one of the first two members investigated for a supposed violation of House rules when he was accused of \"gross indecency\" for spitting in Roger Griswold's face; Griswold was investigated for attacking Lyon in retaliation. On January 30, 1798, the House was considering whether to remove William Blount of Tennessee from office. Griswold was trying to attract Lyon's attention in order to have a dialogue on the issue, but Lyon was ignoring him on purpose, since they belonged to opposing political parties (Lyon was a Democratic-Republican and Griswold a Federalist). Griswold finally lost his temper and insulted Lyon by calling him a scoundrel, which at the time was considered profanity. Their clash escalated when Lyon declared himself willing to fight for the interest of the common man. Mockingly, Griswold asked if Lyon would be using his wooden sword, a reference to Lyon's supposed dismissal from Gates' command during the Revolution. Furious, Lyon spat tobacco juice on Griswold, earning himself the nickname \"The Spitting Lyon\". Lyon later apologized to the House as a whole, claiming he had not known it was in session when he confronted Griswold, and meant no breach of decorum or disrespect to the body; he also provided a written letter of apology. Not satisfied with the apology, on February 15, 1798, Griswold retaliated by attacking Lyon with a wooden cane, beating him about the head and shoulders in view of other representatives on the House floor. Lyon retreated to a fire pit and defended himself with the tongs until other Congressmen broke up the fight, with several pulling Griswold by his legs to get him to let go of Lyon. Although the committee appointed to investigate recommended censure of both Lyon and Griswold, the House as a whole rejected the motion. The issue was resolved when both Lyon and Griswold promised the House that they would keep the peace and remain on good behavior. ====Imprisonment for sedition==== Lyon also has the distinction of being the only person to be elected to Congress while in jail. On October 10, 1798, he was found guilty of violating the Alien and Sedition Acts, which prohibited malicious writing about the American government as a whole, or of the houses of Congress, or of the president. During the Quasi War with France, Lyon was the first person to be put to trial for violating the acts after he published editorials criticizing Federalist President John Adams. Lyon had launched his own newspaper, The Scourge Of Aristocracy and Repository of Important Political Truth, when the Rutland Herald refused to publish his writings. On October 1, Lyon printed an editorial which included charges that Adams had an \"unbounded thirst for ridiculous pomp, foolish adulation, and selfish avarice,\" as well as the accusation that Adams' had corrupted the Christian religion to further his war aims.e. g. Before the Alien and Sedition Acts had been passed, Lyon had also written a letter to Alden Spooner, the publisher of the Vermont Journal. In this letter, which Lyon wrote in response to criticism in the Journal, Lyon called the president \"bullying,\" and the Senate's responses \"stupid.\" Once the Alien and Sedition Acts were passed, the Federalists pushed for this letter to be printed in the Vermont Journal, which Spooner did, thus adding additional charges against Lyon. One other charge included publishing letters written by the poet Joel Barlow, which Lyon had read at political rallies. These also were published prior to the Acts. Lyon's defense was to be the unconstitutionality of the Acts, as Jeffersonians saw them as violating the First Amendment to the Constitution. In Lyon's particular case, there was the aforementioned letter to Alden Spooner as well as that of Barlow, which meant Lyon felt entitled to bring up the Constitution's safeguards against ex post facto laws. This defense was not allowed. thumb|upright|Judge William Paterson (pictured) lamented being unable to give a harsher punishment. Lyon was sentenced to four months in a 16 ft X 12 ft jail cell used for felons, counterfeiters, thieves, and runaway slaves in Vergennes, and ordered to pay a $1,000 fine and court costs; Judge William Paterson lamented being unable to give a harsher punishment. A bit of a resistance movement was created; the Green Mountain Boys even threatened to destroy the jail and might have done so if not for Lyon's urging peaceful resistance. While in jail, Lyon won election to the Sixth Congress by nearly doubling the votes of his closest adversary, 4,576 to 2,444. Upon his release, Lyon exclaimed to a crowd of supporters: \"I am on my way to Philadelphia!\" After years of effort by his heirs, in 1840 Congress passed a bill authorizing a refund of the fine Lyon incurred under the Alien and Sedition Acts and other expenses he accrued as the result of his imprisonment, plus interest. ====Election of 1800==== In the election of 1800, the vote went to the House of Representatives because of a tie in electoral votes between Thomas Jefferson and Aaron Burr, who were supposed to have been the Democratic-Republican candidates for president and vice president respectively. Many Federalists decided Burr as president was preferable to Jefferson. House members voted by state, with a majority required for a state's vote to be awarded, and a majority of nine states required to win. During the first 35 ballots, Jefferson carried eight states and Burr six, with two states counted as \"no result\" because of a tie among their House members. Vermont was one of the two \"no result\" states, because Lewis Morris voted for Burr and Lyon cast his ballot for Jefferson. On the 36th ballot, several Federalists decided to break the impasse by allowing the election of Jefferson through either casting blank ballots or absenting themselves from the House chamber during the vote. Morris was among the Federalists who took part; as a result of Morris's decision to be absent, Lyon's vote for Jefferson moved Vermont into his column. Vermont was one of two states to switch from \"no result\" to Jefferson, and he carried 10 states on the final ballot; Lyon thus played an important role in Jefferson's victory. ==Later career== ===Kentucky=== Lyon moved to Kentucky by 1801, settling in Eddyville in Livingston County, Kentucky (later Caldwell County and now Lyon County). He established a paper mill propelled by oxen and a distillery, and subsequently engaged in boat building. Lyon also owned ten slaves in 1810. The Department of War employed him to build gunboats for the War of 1812. When the war ended, Lyon had on hand large quantities of wood and other supplies he had purchased at wartime prices for this endeavor; the government subsequently failed to honor its contract, and Lyon became bankrupt. He worked diligently to repair his finances, and by 1818 he had satisfied his debts and was again living in comfortable circumstances. ====Return to Congress==== He became a member of the Kentucky House of Representatives in 1802 and was elected to the 8th United States Congress and to the three succeeding Congresses (March 4, 1803 – March 3, 1811). He sought reelection in 1810 to the 12th Congress, but was unsuccessful. ===Arkansas=== After repaying his debts and recovering financially, but failing to obtain payment for his war of 1812 contract, Lyon solicited a federal appointment that would provide a salary and stability in his final years. In 1820, President James Monroe, a friend and political supporter of Lyon's, appointed him United States factor to the Cherokee Nation in the Arkansas Territory. He again attempted to serve in Washington, D.C. by running for the Arkansas Territory's delegate seat in Congress against incumbent James Woodson Bates. He narrowly lost the election to serve in the 17th Congress (1,081 to 1,020), and then unsuccessfully contested the result. Lyon wrote to the House that the governor of the territory and other officials refused to allow him to inspect ballots and returns, or to have a hearing where he could call witnesses. As a result, Lyon was unable to gather proof to support his claim to the seat. He withdrew his contest, and Bates continued to serve. ==Death and burial== Lyon died in Spadra Bluff, Crawford County, Arkansas (now within Clarksville, Johnson County, Arkansas) on August 1, 1822. He was initially interred in Spadra Bluff Cemetery, and in 1833 he was reinterred in Eddyville Cemetery. ==Personal life== Lyon was married twice. His first wife was Mary Horsford whom he married in 1772. She was the daughter of Samuel Horsford and Mary Grant and had been married previously to Daniel Allen, the uncle of Ethan Allen, until his death in 1772. She died in 1782. Lyon's second marriage was to Beulah M. Chittenden, the daughter of Thomas Chittenden, in 1784. His son James (1776–1824) was a newspaper editor and publisher in Vermont and several southern states, and worked with both his father and James Thomson Callender. Lyon's son Chittenden Lyon (1787–1842) was also a member of the U.S. House of Representatives (1827–1835) from Kentucky. His son Matthew (1792–1839) was the father of Confederate General Hylan B. Lyon of Lyon County, Kentucky. His daughters Anne and Pamelia married John Messinger and George Cadwell, respectively, pioneers and politicians of Illinois. Lyon was also the great-grandfather of William Peters Hepburn, who represented Iowa in Congress. One of Lyon's descendants is the American operatic baritone Sherrill Milnes. According to research conducted by The Washington Post in 2022, Lyon was included in the list of more than 1,700 men who served in the U.S. Congress who owned slaves. ==Legacy== In 2006, the post office in Fair Haven was named for Lyon. In 2018, a concept album based on the life of Matthew Lyon, Spit'n Lyon was released. Music & Lyrics by John Daly, orchestration & recording by Greg Goldman, musical support from Neil Maurer. The World War II Liberty Ship was named in his honor. ==See also== * Anthony Haswell * List of American federal politicians convicted of crimes ==Notes== ==References== ==Sources== * * * * * * * * * * * * * * * ==External links== * Congressional biography * * The Sedition Act Category:Biography articles needing attention Category:18th-century Irish people Category:19th-century Irish people Category:1749 births Category:1822 deaths Category:Members of the United States House of Representatives from Vermont Category:Members of the United States House of Representatives from Kentucky Category:Members of the Vermont House of Representatives Category:Members of the Kentucky House of Representatives Category:Kingdom of Ireland emigrants to the Thirteen Colonies Category:Politicians from County Wicklow Category:Continental Army officers from Connecticut Category:Political violence in the United States Category:Vermont Democratic-Republicans Category:Kentucky Democratic- Republicans Category:Vermont militiamen in the American Revolution Category:People of Vermont in the American Revolution Category:People of pre- statehood Vermont Category:Democratic-Republican Party members of the United States House of Representatives Category:People of colonial Connecticut Category:Burials in Kentucky Category:Chittenden family Category:People from Woodbury, Connecticut Category:American slave owners",
 "title": "Matthew Lyon"
}