{
 "id": "621076",
 "text": "right|frameSmartAsk is a Canadian quiz show which ran for three seasons (2001-02 through 2003-04) on CBC Television. The show was taped in front of a live audience, with the players sitting on a tiered set (one team on top and the other on the bottom). The SmartAsk tournament was described by Ralph Benmergui, the show's executive producer, on TSN's Off The Record as being \"Reach for the Top on acid,\" although in practice this largely involved crude humour, especially as the show went on and ratings sagged. ==On-air personalities== The show was hosted in its first season by Justin Landry and rapper Michie Mee. Brothers Nobu and Mio Adilman replaced Landry for the second season, and Sabrina Jalees replaced Michie for the final season. During the show's first two seasons, \"Judge Lucci\" (Luciano Casimiri) had a semi- recurring role as the show's on-air judge. The show also brought in numerous celebrity judges\" for Season 2 including such celebrities as Colin Mochrie from Whose Line Is It Anyway, Olympic gold medallist Sami Jo Small, MLB star Chris Woodward, environmentalist David Suzuki, and German folk singer Heino. The judging panel was moved off-camera in Season 3, with the title of \"Celebrity Judge\" given to a random audience member for each episode. \"Superfan\" Andy Saunders also made guest appearances during the show's second and final seasons, to give analysis, predictions, and statistics. Saunders also handed out \"Andy Awards\" to the show's top players and funnier moments. ==How to get on SmartAsk!== Schools wishing to compete for the championship first submitted a written, audio or video entry to the CBC on a topic announced on the CBC's SmartAsk page. A major grievance against the selection process, however, was the subjectivity of evaluation of entries, with no clear criteria for judging. Nevertheless, 124 schools were chosen from these entries from across the nation (the defending champion received an automatic berth into the next season). 122 of these 125 schools then competed with another school in their province or region on CBC Radio for a berth in the television round. The 3 teams chosen from the territories received a bye into the television round. Teams then competed in a 64-team single-elimination tournament, culminating in the championships. The championship games were not taped until all of the first 60 games, to determine the four teams in the championships, had been aired. Schools fielded teams of up to 4 players for the competition, 3 players playing on-air, and up to 1 alternate. ==Game formats== SmartAsk had 4 different formats: one for the radio games, and one for TV in each season. The Adilman brothers were infamous for getting the rules to their own show wrong, often to inadvertent comic effect. ===Radio show=== The first stage of SmartAsk after team's entries were accepted was qualifying for television through a game played on CBC Radio. These games aired every Friday from late September to mid-November of the school year in which the season took place. The games were generally 15 minutes in length. There were three rounds to the game in each season: the 10 point round, the 20 point round and the Lightning Round. In the 10 and 20 point rounds, players had to wait until the host had finished the reading the question to buzz in. This rule was known as the \"no preemptive buzzing\" (NPB) rule. In the radio show, teams buzzing in early forfeited their right to answer the question. The questions were given in categories of 3 or 4 questions, such as science or spelling, with the last 20 point category being a viewer-submitted questions category, which was general knowledge. There was no penalty for an incorrect response in these rounds, and if the first team to buzz answered incorrectly, their opponents could then buzz in and provide an answer. These rounds were shortened each season to increase the importance of the Lightning Round. Before the 20 point round started, the host conducted brief interviews with the team captains. In the Lightning Round, all questions were worth 30 points and could be on any topic. Players could buzz in at any time, making it much like Reach for the Top. However, only one answer was accepted from all players, and incorrect answers were penalized 30 points. Many radio hosts forgot that \"steals\" (answering a question, hopefully correctly, after the opposing team has answered incorrectly) were not allowed in the Lightning Round. Each year, the Lightning Round on radio was 90 seconds long. Generally, hosts got through anywhere from 7 to 13 questions in that time. Even though the Lightning Round itself was not made longer, the fact that the earlier rounds were shortened increased the Lightning Round's importance in determining the final result. In Alberta, the Lightning Round was played differently. Each team received 30 seconds in which to answer questions. Teams could choose to pass on a question by indicating that they wished to pass. Otherwise, the questions were still worth 30 points for a correct answer and -30 points for an incorrect answer. Teams that won their radio game proceeded to compete in the television rounds. The tapings for the TV rounds were done in November and December in the last two seasons. Various strikes in 2002 caused some of the tapings for the first season to be delayed until February 2002. ===Season 1=== In the first season, there were four rounds: the 20 point round, the 50 point round, the 100 point round and the Lightning Round. The first three rounds were NPB rounds. In the first three rounds, play was as in the radio NPB rounds. However, on TV, there was a lockout system: if a team buzzed in before the question was finished that team could not buzz in for approximately 1.5 seconds. The questions increased in difficulty with each round. Each round had 3 categories, and each category had about 4 or 5 questions, but some had 3 or 6. The categories were often given humorous names which had some connection to the content of that category. In the Lightning Round, each question was worth 50 points, with 50 points deducted for an incorrect response. Lightning Round length varied wildly in Season 1, with an average range being 8 to 18 questions. Unlike in later seasons, teams were not given the amount of time for the Lightning Round. Player interviews were conducted at two different points in the game throughout the season. Players (one from each team) were either interviewed prior to the 100-point round or prior to the Lightning Round. Contestants stayed in their seats for the interviews. Generally, winning teams scored at least 1000 points. In 4 games, both teams scored at least 1000 points. In their first round game, Victoria School scored 2,120 points. The winners of Season 1, Kennebecasis Valley High School, would continue their solid play into Seasons 2 and 3. By the end of the series' run, KVHS had the best overall record with 14 wins and 2 losses. ===Season 2=== The second season's format was probably the most unconventional SmartAsk had during its 3-year run. In the second season, the rounds were the 20 point round, the 50 point round, Dawg Eat Dawg, the Dirty Half Dozen and the Lightning Round. The 20 and 50 point rounds were NPB rounds. In the 20 point round, there were 2 categories of 3-4 questions each, a video question, and then another category of 3-4 questions. The last category was given by host Mio Adilman, who came out from backstage in a rather embarrassing costume. He came out in a Speedo numerous times; this is generally agreed to be his most embarrassing costume. Other embarrassing costumes from the second season were Mio as a cheerleader, Mio as Mia and \"Mio of Green Gables\". The 50 point round, however had 2 categories of 3-4 questions each. Several category names were based on a pun. The Dawg Eat Dawg round was particularly unusual. It was similar to Final Jeopardy from the popular game show Jeopardy!, only that teams bet on members of the opposing team. The teams were given a general category, such as science or sports. Teams then chose a member of the opposing team and placed a bet. The bet had to be a positive integer and a multiple of ten. The chosen players then were given a question. They had five seconds to write down their answer on their chalkboard, and then show it. If the player was incorrect, the opposing team received points equal to their bet. If the player was correct, the opposing team lost points equal to their bet. Some teams, notably semi-finalist Three Hills School bet many points in this round, after scoring them in the NPB rounds. Other teams did not, notably champion Merivale High School, who only ever bet 10 points in the Dawg Eat Dawg round. The Dawg Eat Dawg question was often the hardest question in the game. The Dirty Half Dozen was the replacement for Season 1's 100 point round. Each of the six players received a question to themselves. If they answered it correctly, their team received 100 points. If they were incorrect, their counterpart on the opposing team (either above or below them) got a chance to steal the question for 50 points; as such, it was possible for a player to earn 150 points during the round. After the Dawg question, Dirty Half Dozen questions were the next hardest in the game. The Lightning Round format didn't change from Season 1. It was, however, lengthened, although there was one game where only 6 questions were asked. Contestants were told the time for the Lightning Round, however, unless they measured it themselves, they could not tell how much time was left in the round. In the final game, the Lightning Round was three minutes long, the longest of the season. Lightning Round times ranged from about 1:00 to 2:00, with anywhere from 10 to 20 questions being asked in a typical round. Interviews of one player from each team were conducted before the 50 point round. Both contestants being interviewed went onto the floor, in between the player set and host table. As there were two hosts, the players were interviewed one after another. Generally, winning teams scored 600 to 800 points. Because of the elimination of the open 100 point round and the difficulty of the Dirty Half Dozen questions, teams rarely broke 1000 points. Only three teams did so: St. George's School scored 1,250 points in their first round game, Saint John High School scored 1,120 points in their third round game and Saint Malachy's Memorial High School scored 1,060 points in their second round game. ===Season 3=== The third season format saw an end to the Dawg Eat Dawg round and further importance for the Lightning Round. The rounds became the 20 point round, the 50 point round, Smart and Smarterer (meant as a play on Dumb and Dumberer, which was released in mid-June 2003), the Dirty Half Dozen and the Lightning Round. The 20 and 50 point rounds worked as they did in the second season. The video question was renamed \"Nobu Nation\" after host Nobu Adilman. Mio's Moment still existed, but Mio's costumes were considered to be not as embarrassing as the by-then infamous Speedo. Some of the worst of the season were Mio in a tutu (he also wore the pink spandex for the rest of the game, which led to a fair deal of banter before the Dirty Half Dozen) and Mio as an armpit hair model. Smart and Smarterer was a new round, and was moderated by the new host, Sabrina Jalees. The teams were given a category or theme, such as \"Capitalize on That!\" (political geography) or \"Black and White\" (general knowledge having to do with the colours black and white). The teams then chose their best player for the topic, and those players went to a special podium, situated where the interviews took place in Season Two. Once there, the two faced off in a 45-second Lightning Round, with each question being worth 50 points, or -50 for an incorrect answer. The Dirty Half Dozen remained unchanged in format from the second season. The question difficulty was decreased compared to the second season, although it was in this round that differences in question difficulty from earlier rounds to later rounds were most often noticed. The Lightning Round received an overhaul in Season Three. It was extended, with the average range being from 2:00 to 3:00. It was also divided into two consecutive halves. In the first half, questions were worth 50 points, with, as usual, 50 points being deducted for incorrect answers. In the second half, question value doubled to 100 points, with the incorrect answer penalty being a 100-point deduction. Generally, 10-15 questions were asked in each half of the Lightning Round. Teams were told the amount of time for the round, and they were told during the round when the question values doubled. In the last three games, the time was displayed on the monitor facing the players (which showed the player set so that all players knew the game score at any time). Interviews were, as in Season 2, conducted before the 50 point round. However, since the interview space from Season Two was being used for the Smart and Smarterer podium, the interviews were conducted on the floor of the set, in front of the player set. Generally, winning teams scored at least 1000 points. In 9 games, both teams scored at least 1000 points. In their first round game, Central Secondary School from London, Ontario scored 2,140 points, breaking the record set by Victoria School in Season 1. Also, the Bishop's College School-Fredericton High School third round game went to a 3-question overtime, the only time in all three seasons that this occurred. SmartAsk history was also made in the Templeton Secondary School-Archbishop M.C. O'Neill High School first round game, when O'Neill became the only team in the program's run to finish a televised game with a negative total, ending up with -120 points. ==Winners== * 2002 Kennebecasis Valley High School - Quispamsis, New Brunswick - Josh Manzer (captain), Lucas Kilravey, Patrick Dunn **Runner-up: Pickering High School - Pickering, Ontario - Guoruey Wong, Alex Karney, Clara Blakelock, Robert Gillezeau * 2003 Merivale High School - Nepean, Ontario - Sarah Kriger (captain), Ben Smith, Jayson Johnson, Imran Karim **Runner-up: Kennebecasis Valley High School - Quispamsis, New Brunswick - Patrick Dunn (captain), Lydia Scott, Sean Thompson * 2004 Templeton Secondary School - Vancouver, British Columbia - Daniel Pareja (captain), Scott Semproni, Patrick Vuong **Runner-up: Bishop's College School - Lennoxville, Quebec - Daniel Hickie (captain), Christopher Durrant, Eithne Sheeran ==External links== *Andy's Thoughts, The Andy Awards, and Andy's Smart Ask Statistics Category:2001 Canadian television series debuts Category:2004 Canadian television series endings Category:2000s Canadian game shows Category:CBC Television original programming Category:Student quiz television series Category:Television shows filmed in Toronto",
 "title": "SmartAsk"
}