{
 "id": "621227",
 "text": "The Australian Graduate School of Management (AGSM @ UNSW Business School) is a postgraduate management and business school that is part of the UNSW Business School at the University of New South Wales (UNSW Sydney), in Sydney, New South Wales, Australia. The AGSM offers general management, executive and leadership development programs. AGSM offers Fulltime MBA, MBA (Executive), MBAX (an online MBA with specialisations in Change, Finance, Law, Social Impact and Technology), Master of Management, Graduate Certificates with specialisations in Change Management, Digital Innovation, Leadership, Management, Strategic Management or Technology Management) and short course executive education programs in Australia and online. For many years the school's MBA program has been ranked by the Financial Times as the best in Australia.Australian Graduate School of Management#Rankings == History == In 1977, UNSW established the AGSM as New South Wales' second school of postgraduate management studies. In January 1999, the AGSM and the Graduate School of Business of the University of Sydney merged under the AGSM brand. In November 2005, the universities demerged their business schools and the AGSM reverted to wholly UNSW ownership.AGSM (2005). AGSM to return to sole ownership by UNSW . One year later, UNSW merged the AGSM with the UNSW Faculty of Commerce and Economics, creating the Faculty of Business (later the Australian School of Business). In mid-2007, the faculties physically combined, and moved into UNSW's newly renovated Heffron Building, which UNSW renamed the Australian School of Business Building. In 2011 Professor Chris Styles was appointed as Deputy Dean and Director AGSM, and the Master of Business & Technology program was added to AGSM offering. In June 2014, Professor Julie Cogin was appointed Director of AGSM, following the elevation of Professor Styles to Dean of the UNSW Business School. The current Director of AGSM is Professor Nick Wailes. ==Programs== The AGSM offers a full-time MBA program in Sydney which generally takes 12 months to complete. Alternatively, students can complete one of two part-time MBAs - AGSM MBA (Executive) or the MBAX (where 'x' stands for a student's chosen specialisation), an AGSM Graduate Certificate. == Rankings == Rankings of the AGSM's MBA programs include the following: AGSM (2005). AGSM ranked top business school in Australia and Asia by Forbes magazine .AGSM (2006). AGSM ranked leading business school in Australia for Executive Programs .AGSM (2006). AGSM MBA (Executive) #1 in Australia for 6th consecutive year . * #1 MBA Program in Australia, Financial Times (UK) 2014, 2013, 2012, 2011, 2010, 2009, 2008, 2007 * #1 MBA Program in Australia and Asia, Forbes bi-annual survey 2001, 2003, 2005, 2007 * #1 MBA (Executive) Program in Australia, Financial Times (UK) 2001-2007 * #1 MBA in Australia, Forbes magazine (2015) *#4 MBA in the world, QS Online MBA Rankings 2020 *#8 MBA in the world, Forbes Global MBA Rankings 2019 * #9 MBA in the FT (UK) Online MBA Rankings 2019 ==Alumni== The UNSW Business School has over 83,000 Alumni. There are over 16,500 alumni of the AGSM MBA and MBT programs. Notable alumni include: *Bruce Buchanan, CEO, Jetstar Airways * Michelle King, journalist *Matthew Miles, CEO, MS Research Australia *Fiona Scott MP, Member for Lindsay * Lucy Turnbull, Director of Turnbull & Partners Pty. Ltd; former Lord Mayor of Sydney == References == ==External links== * AGSM MBA website * AGSM executive programs Category:Universities in Sydney Category:Business schools in Australia Category:University of New South Wales",
 "title": "Australian Graduate School of Management"
}