{
 "id": "62143",
 "text": "thumb|Location of Ethiopia Ethiopia is located in the Horn of Africa. It is bordered by Eritrea to the north, Djibouti and Somalia to the east, Sudan and South Sudan to the west, and Kenya to the south. Ethiopia has a high central plateau that varies from above sea level, with the highest mountain reaching . Elevation is generally highest just before the point of descent to the Great Rift Valley, which splits the plateau diagonally. A number of rivers cross the plateau; notably the Blue Nile rising from Lake Tana. The plateau gradually slopes to the lowlands of the Sudan on the west and the Somali-inhabited plains to the east. Ethiopia's westernmost locality is Pibor River opposite the Sudanese village of Denjok. Its easternmost locality lies along the eastern border of Dollo Zone opposite Puntland and Galmudug states. ==Physical features== === Geography === thumb|300px|Ethiopia's topography thumb|300px|A satellite image of Ethiopia Between the valley of the Upper Nile and Ethiopia's border with Sudan and South Sudan is a region of elevated plateaus from which rise the various tablelands and mountains that constitute the Ethiopian Highlands. On nearly every side, the walls of the plateaus rise abruptly from the plains, constituting outer mountain chains. The highlands are thus a clearly marked geographic division. In Eritrea, the eastern wall of this plateau runs parallel to the Red Sea from Ras Kasar (18° N) to Annesley Bay (also known as the Bay of Zula) (15° N). It then turns due south into Ethiopia and follows closely the line of 40° E for some . About 9° N there is a break in the wall, through which the Awash River flows eastward. The main range at this point trends southwest, while south of the Awash Valley, which is some below the level of the mountains, another massif rises in a direct line south. This second range sends a chain (the Ahmar Mountains) eastward toward the Gulf of Aden. The two chief eastern ranges maintain a parallel course south by west, with a broad upland valley in between – in which valley are a series of lakes – to about 3° N, the outer (eastern) spurs of the plateau still keeping along the line of 40° E. The southern escarpment of the plateau is highly irregular, but has a general direction northwest and southeast from 6° N to 3° N. It overlooks the depression in which is Lake Turkana and – east of that lake – the southern Debub Omo Zone (part of the larger Southern Nations, Nationalities, and Peoples Region). The western wall of the plateau from 6° N to 11° N is well marked and precipitous. North of 11° N the hills turn more to the east and fall more gradually to the East Sudanian savanna plains at their base. On its northern face, the plateau falls in terraces to the level of the eastern Sudan. The eastern escarpment is the best defined of these outer ranges. It has a mean height of , and in many places rises almost perpendicularly from the plain. Narrow and deep clefts, through which descend mountain torrents that lose themselves in the sandy soil of the Eritrean coast, afford means of reaching the plateau, or the easier route through the Awash Valley may be chosen. On surmounting this rocky barrier, the traveller finds that the encircling rampart rises little above the normal level of the plateau. The physical aspect of the highlands is impressive. The northern portion lies mainly between 10° and 15° N. It consists of a huge mass of Archaean rocks with a mean height of above sea level, and is flooded in a deep central depression by the waters of Lake Tana. Above the plateau rise several irregular and generally ill-defined mountain ranges which attain altitudes of from to just under . Many of the mountains are of unusual shape. Characteristic of the country are the enormous fissures which divide it, formed over time by the erosive action of water. They are the valleys of the rivers, which rising on the uplands or mountain sides, have cut their way to the surrounding lowlands. Some of the valleys are of considerable width; in other cases the opposite walls of the gorges are but two or three hundred meters apart, and fall almost vertically thousands of meters, representing an erosion of many hundred thousands cubic metres of hard rock. One result of the action of the water has been the formation of numerous isolated flat-topped hills or small plateaus, known as ambas, with nearly perpendicular sides. The highest peaks are found in the Semien and Bale ranges. The Semien Mountains lie northeast of Lake Tana and culminate in the snow-covered peak of Ras Dashen, which has an altitude of . A few kilometers east and north respectively of Ras Dashen are Mounts Biuat and Abba Yared, whose summits are less than below that of Ras Dashen. The Bale Mountains are separated from the larger part of the Ethiopian highlands by the Great Rift Valley, one of the longest and most profound chasms in Ethiopia. The highest peaks of that range include Tullu Demtu, the second-highest mountain in Ethiopia (), Batu (), Chilalo () and Mount Kaka (). Parallel with the eastern escarpment are the heights of Biala, , Mount Abuna Yosef, , and Kollo, , the last-named being southwest of Magdala. Between Lake Tana and the eastern hills are Mounts Guna, , and Uara Sahia, . In the Choqa Mountains of Misraq Gojjam, Mount Choqa (also known as Mount Birhan) attains a height of . Below 10° N, the southern portion of the highlands has more open tableland than the northern portion and fewer lofty peaks. Though there are a few heights between , the majority do not exceed , but the general character of the southern regions is the same as in the north: a much-broken hilly plateau. East of the highlands towards the Red Sea there is a strip of lowland semi-desert, the Ethiopian xeric grasslands and shrublands. === Hydrology === Most of the Ethiopian uplands have a decided slope to the northwest, so that nearly all the large rivers flow in that direction to the Nile, comprising some 85% of its water. Such are the Tekezé River in the north, the Abay in the center, and the Sobat in the south, and about four-fifths of the entire drainage is discharged through these three arteries. Another large river is the south-flowing Omo, with 14% of the entire drainage the largest river outside the above-mentioned three main arteries discharging to the west, and by far the main feeder of the endorheic Turkana Basin with Lake Turkana. The rest is carried off by the Awash, which runs out in the saline lacustrine district along the border with Djibouti; by the Shebelle River and the Jubba, which flow southeast through Somalia, though the Shebelle most often fails to reach the Indian Ocean. The Tekezé River, which is the true upper course of the Atbarah River, has its headwaters in the central tableland; and falls from about . in the tremendous crevasse through which it sweeps west, north, forming part of the border with Eritrea, and west again down to the western terraces, where it passes from Ethiopia to Sudan. During the rains the Tekezé (i.e. the \"Terrible\") rises some above its normal level, and at this time forms an impassable barrier between the northern and central regions. In its lower course, the river is known by the Arabic name Setit. In Sudan, the Setit is joined (at ) by the Atbarah, a river formed by several streams which rise in the mountains west and northwest of Lake Tana. The Gash or Mareb, which forms part of the border with Eritrea, is the most northerly of the highland rivers which flow toward the Nile valley. Its headwaters rise on the landward side of the eastern escarpment within 80 km of Annesley Bay on the Red Sea. It reaches the Sudanese plains near Kassala, beyond which place its waters are dissipated in the sandy soil. The Mareb is dry for a great part of the year, but like the Takazze is subject to sudden freshets during the rainy season. Only the left bank of the upper course of the river is in Ethiopian territory. The Abay – that is, the upper course of the Blue Nile – has its source near Mount Denguiza in the Choqa mountains, around . It first flows for nearly due north to the south shore of Lake Tana. Tana, which stands below the normal level of the plateau, has somewhat the physical aspect of a flooded crater. It has an area of about , and a depth in some parts of . At the southeast corner the rim of the crater is, as it were, breached by a deep crevasse through which the Abay escapes, and here makes a great semicircular bend like that of the Tekezé, but in the reverse direction – east, south and north-west – down to the plains of Sennar, where it takes the name of Bahr-el-Azrak or Blue Nile. The Abay has many tributaries. Of these, the Bashilo rises near Magdala and drains eastern Amhara; the Jamma rises near Ankober and drains northern Shoa; the Muger rises near Addis Ababa and drains south-western Shoa; the Didessa, the largest of the Abay's affluents, rises in the Kaffa hills and has a generally south-to-north course; the Dabus runs near the western edge of the plateau escarpment. All these are perennial rivers. The right-hand tributaries, rising mostly on the western sides of the plateau, have steep slopes and are generally torrential in character. The Beles, however, is perennial, and the Rahad and Dinder are important rivers in flood-time. In the mountains and plateaus of Gambela and Kaffa in southwestern Ethiopia rise the Baro, Gelo, Akobo and other chief affluents of the Sobat tributary of the Nile. The Akobo, in about , joins the Pibor, which in about unites with the Baro, the river below the confluence taking the name of Sobat. These rivers descend from the mountains in great falls, and like the other Ethiopian streams are unnavigable in their upper courses. The Baro on reaching the plain becomes, however, a navigable stream affording an open waterway to the Nile. The Baro, Pibor and Akobo form for the western and southwestern frontiers of Ethiopia. The chief river of Ethiopia flowing east is the Awash River (or Awasi), which rises in the Shewan uplands and makes a semicircular bend first southeast and then northeast. It reaches the Afar Depression through a broad breach in the eastern escarpment of the plateau, beyond which it is joined on its left bank by its chief affluent, the Germama (Kasam), and then trends round in the direction of the Gulf of Tadjoura. Here the Awash is a copious stream nearly wide and deep, even in the dry season, and during the floods rising above low-water mark, thus inundating the plains for many kilometers along both its banks. After a winding course of about , the Awash River passes (in its lower reaches) through a series of badds (lagoons) to Lake Abhe Bad (or Abhe Bid) on the border with Djibouti and some from the head of the Gulf of Tadjoura. In this lake the Awash river is lost. This remarkable phenomenon is explained by the position of Abhe Bad in the centre of a saline lacustrine depression several hundred meters below sea level. While most of the other lagoons are highly saline, with thick incrustations of salt round their margins, Abhe Bad remains fresh throughout the year, owing to the great body of water discharged into it by the Awash. Another lacustrine region extends from the Shoan heights southwest to the Samburu (Lake Turkana) depression. In this chain of scenic upland lakes – some fresh, some brackish, some completely closed, others connected by short channels – the chief links in their order from north to south are: Zway, communicating southwards with Hara and Lamina, all in the Arsi Zone; then Abijatta with an outlet to a smaller turn to the Baroda and Gamo areas, skirted on the west sides by grassy slopes and wooded ranges from to nearly high; lastly, Lake Chew Bahir (formerly known as Lake Stephanie) which is completely closed and falling to a level of about above sea level. To the same system belongs the neighbouring Lake Turkana, which is larger than all the rest put together. This lake receives at its northern end the waters of the Omo, which rises in the Shoan highlands and is a perennial river with many affluents. In its course of some it has a total fall of about , from at its source to c. at lake level), and is consequently a rapid stream, being broken by the Kokobi and other falls, and navigable only for a short distance above its mouth. The chief rivers of Somalia, the Shebelle and the Jubba, rise on the southeastern slopes of the Ethiopian escarpment as the Shebelle, the Ganale Doria and the Dawa, and part of their course is through territory belonging to Ethiopia. There are numerous hot springs in Ethiopia, such as Sodere. ==Geology== The East African tableland is continued into Ethiopia. A pioneering study of the geology of Ethiopia was W. T. Blanford's work in 1870. More recent work has focused on the Afar Depression, due to its importance as one of two places on Earth where a mid-ocean ridge can be studied on land (the other is Iceland). The following formations are represented: ; Sedimentary and metamorphic :* Recent: Coral, alluvium, sand :* Tertiary: Limestones of Harrar :* Jurassic: Antalo Limestones :* Triassic: Adigrat Sandstones :* Archaean: Gneisses, schists, slaty rocks ; Igneous :* Recent: Aden Volcanic Series :* Tertiary, Cretaceous: Magdala group :* Jurassic: Ashangi group Archaean.– The metamorphic rocks compose the main mass of the tableland, and are exposed in every deep valley in Tigre and along the valley of the Blue Nile. Mica-schists form the prevalent rocks. Hornblende schists also occur and a compact feldspathic rock in the Suris defile. The folia of the schists strike north and south. Triassic.– In the region of Adigrat the metamorphic rocks are invariably overlain by white and brown sandstones, unfossiliferous, and attaining a maximum thickness of 300 m. They are overlain by the fossiliferous limestones of the Antalo group. Around Chelga and Adigrat coal-bearing beds occur, which Blanford suggests may be of the same age as the coal-bearing strata of India. The Adigrat Sandstone possibly represents some portion of the Karoo System of South Africa. Jurassic.– The fossiliferous Antalo Limestones are generally horizontal, but are in places much disturbed when interstratified with Mekelle Dolerite. The fossils are all characteristic Oolite forms and include species of Hemicidaris, Pholadomya, Ceromya, Trigonia and Alaria. Igneous Rocks.– Above a height of the country consists of bedded traps belonging to two distinct and unconformable groups. The lower (Ashangi group) consists of basalts and dolerites often amygdaloidal. Their relation to the Antalo limestones is uncertain, but Blanford considers them to be not later in age than the Oolite. The upper (Magdala group) contains much trachytic rock of considerable thickness, lying perfectly horizontally, and giving rise to a series of terraced ridges characteristic of central Ethiopia. They are interbedded with unfossiliferous sandstones and shales. Of more recent date (probably Tertiary) are some igneous rocks, rich in alkalis, occurring in certain localities in southern Ethiopia. Of still more recent date are the basalts and ashes west of Massawa and around Annesley Bay and known as the Aden Volcanic Series. With regard to the older igneous rocks, the enormous amount they have suffered from denudation is a prominent feature. They have been worn into deep and narrow ravines, sometimes to a depth of . ==Climate== The climate of Ethiopia and its dependent territories varies greatly. It is temperate on the plateau and hot in the lowlands. The country lies wholly within the tropics, but its nearness to the equator is counterbalanced by the elevation of the land. At Addis Ababa, which ranges from , maximum temperature is and minimum . The weather is usually sunny and dry, but the short (belg) rains occur from February to April and the large (meher) rains from mid-June to mid-September. Over the greater part of Ethiopia as well as the Oromia highlands, the climate is very healthy and temperate. However, in the deep valleys of the Tekezé and Abay, and generally in places below , the conditions are tropical and diseases such as malaria are prevalent. The Somali Region and the Danakil Depression in the Afar Region have a hot, sunny and dry climate producing fully desert or semi- desert conditions. The terrain in the lower basin of the Sobat is hot, swampy and malarious. In the uplands, the air is cool and bracing in summer, and in winter very bleak. The mean range of temperature is between . On the higher mountains the climate is alpine in character. The atmosphere on the plateaus is exceedingly clear, so that objects are easily recognizable at great distances. In addition to the variation in climate dependent on elevation, the year may be divided into three seasons. Winter, or the cold season, lasts from October to February. It is followed by a dry hot period, which about the middle of June gives place to the rainy season. The rain is heaviest in the Tekezé basin in July and August. In the former provinces of Gojjam and Welega, heavy rains continue till the middle of September. October is occasionally a wet month. There are also spring and winter rains; indeed rain often falls in every month of the year. But the rainy season proper, caused by the southwest monsoon, lasts from June to mid-September, and commencing in the north moves southward. In the region of the headwaters of the Sobat the rains begin earlier and last longer. The rainfall varies from about a year in Tigray and Amhara to over in parts of Oromia. The rainy season is of great importance not only to Ethiopia but to the countries of the Nile valley, as the prosperity of the eastern Sudan and Egypt is largely dependent upon the rainfall. A season of light rain may be sufficient for the needs of Ethiopia, but there is little surplus water to find its way to the Nile; and a shortness of rain means a low Nile, as practically all the flood water of that river is derived from the Ethiopian tributaries. ==Flora and fauna== === Flora === As in a day's journey the traveller may pass from tropical to almost Alpine conditions of climate, so great also is the range of the flora and fauna. In the valleys and lowlands the vegetation is dense, but the general appearance of the plateaus is of a comparatively bare country with trees and bushes thinly scattered over it. The glens and ravines on the hillside are often thickly wooded, and offer a delightful contrast to the open downs. These conditions are particularly characteristic of the northern regions; in the south the vegetation on the uplands is more luxuriant. Among the many varieties of trees and plants found are the date palm, mimosa, wild olive, giant sycamores, junipers and laurels, the myrrh and other gum trees (gnarled and stunted, these flourish most on the eastern foothills), a magnificent pine (the Natal yellow pine, which resists the attacks of the white ant), the fig, orange, lime, pomegranate, peach, apricot, banana, and other fruit trees; the grape vine (rare), blackberry, and raspberry; the cotton and indigo plants, and occasionally the sugar cane. There are in the south large forests of valuable timber trees; and the coffee plant is indigenous in the Kaffa country, whence it takes its name. Many kinds of grasses and flowers abound. Large areas are covered by the kosso, a hardy member of the rose family, which grows from high and has abundant pendent red blossoms. The flowers and the leaves of this plant are highly prized for medicinal purposes. The fruit of the hurarina, a tree found almost exclusively in Shoa, yields a black grain highly esteemed as a spice. On the tableland a great variety of cereals and vegetables are cultivated. A fibrous plant, known as the sansevieria, grows in a wild state in the semi-desert regions of the north and south-east. === Fauna === In addition to the domestic animals enumerated below the fauna is very varied. Elephant can be found in certain low-lying districts, especially in the Sobat valley. The hippopotamus and crocodile inhabit the larger rivers flowing west, but are not found in the Hawash, in which, however, otters of large size are plentiful. Lions abound in the low countries and in Somaliland. In central Ethiopia the lion is no longer found except occasionally in the river valleys. Leopards, both spotted and black, are numerous and often of great size; hyenas are found everywhere and are hardy and fierce; the lynx, African wolf, wild dog and jackal are also common. Boars and badgers are more rarely seen. The giraffe is found in the western districts, the zebra and wild ass frequent the lower plateaus and the rocky hills of the north. There are large herds of buffalo and antelope, and gazelles of many varieties and in great numbers are met with in most parts of the country. Among the varieties are the greater and lesser kudu (both rather rare); the duiker, gemsbuck, hartebeest, gerenuk (the most common—it has long thin legs and a camel-like neck); klipspringer, found on the high plateaus as well as in the lower districts; and the dik-dik, the smallest of the antelopes, its weight rarely exceeding , common in the low countries and the foothills. The African civet is found in many parts of Ethiopia, but chiefly in the Galla regions. Squirrels and hares are numerous, as are several kinds of monkeys, notably the guereza, gelada, guenon and dog-faced baboon. They range from the tropical lowlands to heights of . Birds are very numerous, and many of them remarkable for the beauty of their plumage. Great numbers of eagles, vultures, hawks, bustards and other birds of prey are met with; and partridges, duck, teal, guineafowl, sandgrouse, curlews, woodcock, snipe, pigeons, thrushes and swallows are very plentiful. A fine variety of ostrich is commonly found. Among the birds prized for their plumage are the marabou, crane, heron, blackbird, parrot and jays of extraordinary brilliance. Among insects the most numerous and useful is the bee, honey everywhere constituting an important part of the food of the inhabitants. Of an opposite class is the locust. There are thousands of varieties of butterflies and other insects. Snakes are not numerous, but several species are venomous. ==Natural resources and land use== Ethiopia has small reserves of gold, platinum, copper, potash, and natural gas. It has extensive hydropower potential. Of the total land area, about 20 percent is under cultivation, although the amount of potentially arable land is larger. Only about 10 to 15 percent of the land area is presently covered by forest as a result of rapid deforestation during the last 30 years. Of the remainder, a large portion is used as pasturage. Some land is too rugged, dry, or infertile for agriculture or any other use. ==Environmental issues== ==Disputed border== ===Eritrea=== The border between Ethiopia and Eritrea has never been precisely demarcated.Ethiopia Between 1998 and 2000, the two countries fought a war over the issue, which involves quite small enclaves along the northern segment of their border, including the tiny village of Badme and the enclave of the Irob people. An international boundary commission delimited the border in 2002. Although both nations agreed to accept its decision, Ethiopia has refused to accept the commission's findings in full, much to the consternation of the Eritrean government. ===Somalia=== The central section of Ethiopia's border with Somalia also has never been fully demarcated, and is only provisional. Prior to 1950, the border between Somalia and Ethiopia was characterized by the 1908 Convention Line or Feerfeer-Dharkayn Geenyo Line. Area Handbook for Somalia - Volume 550 , Irving Kaplan · 1977 , PAGE 22 Questions remain about the precise location of small parcels along the border with Sudan as well. ==Statistics== ; Location : Eastern Africa, west of Somalia ; Geographic coordinates: : ; Map references: : Africa ; Area: :* Total: 1,127,127 km² :* Land: 1,119,683 km² :* Water: 7,444 km² ; Land boundaries: :* Total: 59,251 km :* Border countries: Djibouti 343 km, Eritrea 1,033 km, Kenya 867 km, Somalia 1,640 km, South Sudan 1,299 km and Sudan 744 km ; Coastline: : 0 km (landlocked): ; Climate: : Tropical monsoon with wide topographic-induced variation ; Terrain: : High plateau with central mountain range divided by Great Rift Valley ; Elevation extremes: :* Lowest point: Danakil, −125 m :* Highest point: Ras Dashen, 4,533 m ; Natural resources: : Small reserves of gold, platinum, copper, potash, natural gas, hydropower ; Land use: :* Arable land: 15.35% :* Permanent crops: 1.14% :* Other: 83.51% (2012 est.) ; Irrigated land: : 2,896 km² (2003) ; Total renewable water resources: : 122 km3 (2011) ; Freshwater withdrawal (domestic/industrial/agricultural): :* total: 5.56 km3/yr (13%/1%/86%) :* per capita: 80.5 m3/yr (2005) ; Natural hazards: : Geologically active Great Rift Valley susceptible to earthquakes, volcanic eruptions; frequent droughts ; Environment – current issues: : Deforestation; overgrazing; soil erosion; desertification; water shortages in some areas from water-intensive farming and poor management ; Environment – international agreements: :* Party to: Biodiversity, Climate Change, Desertification, Endangered Species, Hazardous Wastes, Ozone Layer Protection :* Signed, but not ratified: Environmental Modification, Law of the Sea, Nuclear Test Ban ; Geography – note: : Landlocked – entire coastline along the Red Sea was lost with the de jure independence of Eritrea on 24 May 1993 ==See also== * Ethiopia * Extreme points of Ethiopia * History of Ethiopia * Index of Ethiopia-related articles * List of lakes in Ethiopia * List of mountains in Ethiopia * List of rivers of Ethiopia * List of volcanoes in Ethiopia * Ilemi Triangle * Mandera triangle ==References== * * ==External links== *Maps of Ethiopia – Perry–Castañeda Library Map Collection, University of Texas at Austin *The soil maps of Ethiopia, EuDASM *Ethiopia. The World Factbook. Central Intelligence Agency. *The mapping of Ethiopia Ethiopia-United States Mapping Mission web site *ETHIOPIA TOPOGRAPHIC MAPS East View Cartographic web site *Ethiopia's government mapping agency, Ethiopian Mapping Authority web site",
 "title": "Geography of Ethiopia"
}