{
 "id": "62155",
 "text": "thumb|Tray of condiments and spices A condiment is a preparation that is added to food, typically after cooking, to impart a specific flavor, to enhance the flavor,Merriam-Webster: Definition of condiment or to complement the dish. A table condiment or table sauce is more specifically a condiment that is served separately from the food and is added to taste by the diner. Condiments are sometimes added prior to serving, for example, in a sandwich made with ketchup, mustard or mayonnaise. Some condiments are used during cooking to add flavor or texture: barbecue sauce, compound butter, teriyaki sauce, soy sauce, Marmite and sour cream are examples. Many condiments, such as mustard or ketchup, are available in single-serving packets, commonly when supplied with take-out or fast-food meals. ==Definition== thumb|Various condiments at Sangha market, Mali 1992 The exact definition of a condiment varies. Some definitions encompass spices and herbs, including salt and pepper,Collins: Definition Condiment using the term interchangeably with seasoning. Others restrict the definition to include only \"prepared food compound[s], containing one or more spices\", which are added to food after the cooking process, such as mustard, ketchup or mint sauce. ==Etymology== The term condiment comes from the Latin condimentum, meaning \"spice, seasoning, sauce\" and from the Latin condire, meaning \"preserve, pickle, season\". The term originally described pickled or preserved foods, but its meaning has changed over time. ==History== Condiments were known in Ancient Rome, Ancient India, Ancient Greece and Ancient China. There is a myth that before food preservation techniques were widespread, pungent spices and condiments were used to make the food more palatable, but this claim is not supported by any evidence or historical record. The Romans made the condiments garum and liquamen by crushing the innards of various fish and then fermenting them in salt, resulting in a liquid containing glutamic acid, suitable for enhancing the flavor of food. The popularity of these sauces led to a flourishing condiment industry. Apicius, a cookbook based on fourth and fifth century cuisine, contains a section based solely on condiments. ==List of condiments== ==Market== In the United States, the market for condiments was US$5.6 billion in 2010 and is estimated to grow to US$7 billion by 2015. The condiment market is the second largest in specialty foods behind that of cheese. ==Gallery== Image:Dijon mustard on a spoon - 20051218.jpg|Dijon mustard Image:Chrain3.jpg|Chrain (horseradish sauce) Image:Oeufsmayo.JPG|Mayonnaise Image:Ketchup-01.jpg|Tomato Ketchup Image:BasilkumPesto.jpg|Pesto genovese Image:Chutneys.jpg|Chutneys Image:HAT YAI MARKET 2.jpg|Curry powder or paste Image:Megrelian ajika.jpg|Ajika, spicy sauce in Caucasian cuisine Image:Tkemali.JPG|Tkemali (Georgian sauce made of sour cherry plums) Image:Chinese condiments at the restaurant by bhollar in Nerima, Tokyo.jpg|Common Chinese condiments: soy sauce, vinegar, chili oil, white pepper Image:Duck sauce packets.jpg|Packets of duck sauce Image:Worcester Sauce 001.jpg|Worcestershire sauce Image:Relish.jpg|Gentleman's Relish Image:Acar and chili sauce.jpg|Acar and sambal, the common condiments in Indonesia Image:Flying goose sriracha th.jpg|Sriracha (type of Hot sauce) Image:Shichimi tougarashi.JPG|Shichimi Image:HK 北角 North Point 和田 Wada Japanese Restaurant 放題 Buffet dinner 山葵 green Wasabi Mar-2013.JPG|Wasabi Image:Ssamjang.png|Ssamjang ==See also== * Condiments by country (category) * * * * * * * * * * * * == References == === Citations === === Sources === * * * * *",
 "title": "Condiment"
}