{
 "id": "621855",
 "text": "Bobst Boy is the nickname of Steven Stanzak (born January 25, 1984), a New York University student who spent eight months living in the basement of one of the school's libraries, Bobst Library from September 2003 to April 2004. Before living in the Bobst library, Stanzak was an ordinary student living on loans and part-time jobs, without financial assistance from his parents. In September 2003, he found that his NYU scholarship, four jobs, and private loans would cover his tuition costs, but he could not get enough loans to cover housing. He refused to drop out or transfer to a cheaper university, choosing instead to live in the library. Stanzak quickly tired of answering peoples' questions about life in the library, and posted a Q&A; online, which eventually grew into the blog and web site, and Stanzak developed an underground fan following on NYU's campus. The Washington Square News, one of NYU's student papers, was told of Stanzak's situation and asked to do a profile on him. At first Stanzak refused, fearing how NYU would react to the situation. However, once Stanzak was told that the article would only be printed with his consent, he agreed to an interview. In April 2004, just before the release of the news article, an NYU dean was told of Stanzak's situation, and requested a meeting. At the meeting, the dean told Stanzak that his initiative was remarkable, but that he could no longer live in the library, and Stanzak was provided free NYU housing for the last few weeks of classes. The day the profile was published, reporters started calling Stanzak, and he became an overnight celebrity. Stanzak received widespread media attention, appearing on Good Morning America on April 29. Stanzak continued to receive financial assistance from NYU until graduation, and no longer updates his blog or web site. After his time in Bobst library, he became a Resident Assistant at NYU's Lafayette Street Residence, in Chinatown. Stanzak later attended Indiana University Bloomington, where he received an M.A. (2009) and Ph.D. (2014), both in folklore. He currently serves as the managing editor of the Journal of Folklore Research. ==References== ==External links== * Interview at NYU Local Category:1984 births Category:Living people Category:New York University alumni Category:Indiana University Bloomington alumni",
 "title": "Bobst Boy"
}