{
 "id": "622174",
 "text": "{| |} HMS Sceptre was a 74-gun third rate of the Royal Navy, built by Dudman of Deptford after a design by Sir William Rule, and launched in December 1802 at Deptford. She served in the Napoleonic Wars and the War of 1812 before being broken up in 1821. ==Career== On 20 June 1803, after a shakedown period, she came into Plymouth for a refit. She then sailed again on 28 June under the command of Captain A. C. Dickson to join the Channel fleet. ===East Indies=== In July 1803, she sailed for the East Indies station. She would serve for five years in the East Indies before transferring to the Caribbean. Sceptre and left Rio de Janeiro on 13 October, escorting Lord Melville, Earl Spencer, Princess Mary, , Anna, Ann, Glory, and Essex. They were in company with the 74-gun third-rate ships of the line , and the fourth-rate . Three days later Albion and Sceptre separated from the rest of the ships. On 21 December 1803, Sceptre and Albion captured the French privateer Clarisse at in the eastern Indian Ocean. Clarisse was armed with 12 guns and had a crew of 157 men. She had sailed from Isle de France on 24 November with provisions for a six-month cruise to the Bay of Bengal. At the time of her capture she had not captured anything. Albion, Sceptre, and Clarisse arrived at Madras on 8 January 1804.Lloyd's List, n°4463. Accessed 13 August 2016. On 28 February 1804, Albion and Sceptre met up in the straits of Malacca with the fleet of Indiamen that had just emerged from the Battle of Pulo Aura and conducted them safely to Saint Helena. From there escorted the convoy to England.Lloyd's List, n°4478. Accessed 13 August 2016. Later in 1804, Captain Joseph Bingham, formerly of , assumed command of Sceptre. On 11 November 1806, Sceptre and , under Captain Johnsto,n made a dash into St. Paul's Bay, Isle of Bourbon, and attacked the shipping there, which consisted of the frigate , three armed ships and twelve captured British ships. (The eight ships that had been earlier taken by Sémillante were valued at one and a half million pounds.) However, what little breeze there was soon failed, and the two ships found it difficult to manoeuvre and were unable to recapture any prizes. In 1808, Sceptre, in company with Cornwallis, engaged and damaged Sémillante, together with the shore batteries that she sought to protect. Sceptre and Cornwallis, much affected by scurvy, retired to Madagascar for their crews to recuperate. Sceptre then returned home in 1808 accompanied by two homeward-bound Danish East Indiamen that Captain Bingham had captured off the Cape of Good Hope. On her return to Britain, she was paid off. Between August 1808 and June 1809 Sceptre underwent repairs at Chatham. In March Bingham recommissioned her and joined Sir Richard Strachan in the expedition to the Scheldt.Winfield (2008), pp. 75-6. ===West Indies=== Sceptre sailed for the Leeward Islands on 8 November. During the passage from England Captain Samuel James Ballard trained his crew in the use of the broadsword. This later proved of value when they were used ashore. Ballard and Sceptre arrived off Martinique with and (or Freya) under his orders, to find that about 150 miles to the windward of Guadeloupe four French frigates had captured and burnt , belonging to the Halifax squadron. On 18 December, Sceptre, Blonde, , Freya, , , , , and proceeded to attack two French flûtes, Loire and Seine anchored in Anse à la Barque (\"Barque Cove\"), about to the northwest of the town of Basse-Terre. Blonde, Thetis and the three sloops bore the brunt of the attack but forced the French to abandon their ships and set fire to them. Captain Cameron, who was killed in the attempt, landed with the boats of Hazard and destroyed the shore batteries. In 1847 the Admiralty awarded the Naval General Service Medal with clasp \"Anse la Barque 18 Decr. 1809\", to all surviving claimants from the action. Towards the end of January 1810 Sceptre escorted a division of the troops destined for the attack on Guadeloupe from St. Lucia to the Saintes. While other troops were landed on the island he created a diversion off Trois- Rivières before landing his troops and marines between Anse à la Barque and Basse-Terre. Until the surrender of the island, Captain Ballard commanded the detachment of seamen and marines attached to the army. Sceptre visited most of the West Indian islands before sailing from St. Thomas in August with the homebound trade. ===Channel=== She arrived at Spithead on 25 September 1810 and was docked and refitted. Sceptre was employed in the Channel watching the enemy in Brest and the Basque Roads until January 1813. ===War of 1812=== In 1813, Captain Charles Ross, took command of Sceptre as the flagship of Rear Admiral Sir George Cockburn for operations against the United States. On 11 July 1813, Sceptre, with , , , and and the tenders and , anchored off the Ocracoke bar, in the Outer Banks of North Carolina. They had on board troops under the orders of Lieutenant Colonel Napier. An advanced division of the best pulling boats commanded by Lieutenant Westphall and carrying armed seamen and marines from Sceptre attacked the enemy's shipping. They were supported by Captain Ross with the rocket-boats. The flat and heavier boats followed with the bulk of the 102nd Regiment and the artillery. The only opposition came from a brig, Anaconda (18 guns), and a privateer schooner, Atlas (10 guns), which were the only armed vessels in the anchorage. When Lieutenant Westphall attacked, supported by rockets, the Americans abandoned Anaconda, and Atlas struck. The troops took possession of Portsmouth Island and Ocracoke Island without opposition. The British took the two prizes into service as and . On 12 May 1814, Sceptre recaptured the letter of marque . The capture and recapture of Fanny, together with Sceptres claim for salvage, gave rise to several important legal cases. ==Fate== Sceptre spent her final years in the Channel in the blockade of the French fleet. In 1815, Sceptre was decommissioned at Chatham. After a period in ordinary, she was finally broken up at Chatham in 1821. ==Notes, citations, and references== ===Notes=== ===Citations=== ===References=== * Lavery, Brian (2003) The Ship of the Line - Volume 1: The development of the battlefleet 1650-1850. Conway Maritime Press. . * Category:Ships of the line of the Royal Navy Category:Repulse-class ships of the line Category:1802 ships Category:Ships built in Deptford Category:War of 1812 ships of the United Kingdom",
 "title": "HMS Sceptre (1802)"
}