{
 "id": "622299",
 "text": "WWHO, virtual channel 53 (UHF digital channel 23), is a CW-affiliated television station serving Columbus, Ohio, United States that is licensed to Chillicothe. Owned by Manhan Media, Inc., it is operated under a shared services agreement (SSA) by the Sinclair Broadcast Group, making it sister to Columbus-licensed ABC/MyNetworkTV/Fox affiliate WSYX (channel 6, owned by Sinclair outright) and TBD station WTTE (channel 28, owned by Cunningham Broadcasting and operated by Sinclair under a separate local marketing agreement [LMA]). However, Sinclair effectively owns WTTE as the majority of Cunningham's stock is owned by the family of deceased group founder Julian Smith. The three stations share studios on Dublin Road in Grandview Heights (with a Columbus mailing address); WWHO's transmitter is located in the Franklinton section of Columbus. WWHO also served briefly as the default CW affiliate (on cable) for the Zanesville media market from March 2008 through early July 2008, after WHIZ-TV discontinued WBZV, its cable-only CW Plus affiliate. The CW Plus has since been reinstated to the Zanesville cable line- up via a Spectrum-provided cable-only CW Plus feed branded as \"Zanesville CW 13\" in the market, which has no connections to WHIZ-TV. WWHO served as the de facto over-the-air WB affiliate for the Dayton, Ohio media market until 1999, when WBDT (then a primary Pax affiliate) joined The WB; which relegated Pax to a secondary affiliation. WWHO also provided UPN service to much of the Dayton market over the air until 2006, when The CW was launched. ==History== thumb|right|WSYX/WTTE/WWHO studios in Columbus. The station began operating on August 31, 1987 as an independent station using the call letters WWAT, named after its owner, Wendell A. Triplett. It filled in a void created when future sister station WTTE joined Fox in 1986. The station originally operated from studios located on River Road (US 23) in Chillicothe. It operated a Columbus translator on W17AI channel 17 (now WDEM, which is still owned by Triplett) until 1992, when WWAT was added to many cable providers in the Columbus market due to cable must-carry legislation. It quickly established itself as a solid competitor to WTTE, despite its signal limitations. Triplett sold the station to Fant Broadcasting for $2 million in 1994 and changed its calls to WWHO on April 15, when the on-air name \"Who-53\" was adopted. At the same time, the station entered a local marketing agreement with NBC affiliate WCMH-TV (channel 4, then owned by The Outlet Company). Until 1998, WWHO also served as an alternate NBC affiliate, airing the network's programming when WCMH was unable, due to its annual broadcast of Columbus' July 4th fireworks display Red, White & BOOM! or long-form breaking news coverage; an arrangement which began in 1996 concurrent with NBC's purchase of WCMH.https://www.radiodiscussions.com/showthread.php?709474-Retro-Chillicothe- Ohio-Wednesday-July-3-1996 WWHO remained an independent station until January 11, 1995, when it became a charter affiliate of The WB Television Network. WWHO (then branded on-air as \"WB 53\") retained this affiliation until the Paramount Stations Group (a subsidiary of Paramount Pictures, whose parent company was Viacom) agreed to acquire the station in 1997, along with sister station WLWC in Providence, Rhode Island and sell WVIT in New Britain, Connecticut to NBC in return; WCMH-TV ended the LMA at this time and WWHO was operated independently afterwards. At that time the station became a secondary UPN affiliate, as UPN programming was moved from WTTE, primarily a Fox affiliate, to WWHO; while channel 53 retained a primary WB affiliation through the duration of its contract, the station nonetheless soon began calling itself \"UPN 53.\" In the fall of 1998, WWHO began to carry programming in the overnight hours from the upstart Pax TV network (now Ion Television), as Pax struggled to find a full-power affiliate in the Columbus market. This arrangement ended in February 1999, when Pax affiliated with WSFJ-TV (channel 51) in Newark, Ohio. In 2000, WWHO switched its primary affiliation to UPN, but signed a deal with The WB to retain its prime time programming on a secondary basis through what a Paramount Stations Group executive described as a \"program license agreement.\" The station dropped the channel number from its branding in 2002, becoming \"UPN Columbus.\" On February 10, 2005, it was announced that the Viacom Television Stations Group (the successor to the Paramount Stations Group as a result of Viacom merging with CBS in 1999) was selling WWHO and WNDY-TV (in the Indianapolis market) to LIN Television for $85 million, concurrent with a rebranding of the station as \"UPN 53 WWHO.\" The rebrand proved to be short-lived, as UPN and The WB merged to form The CW in 2006. WWHO was the obvious choice as Columbus' CW affiliate since it already carried both UPN and WB programming. However, when the first list of affiliates outside the core group of CBS-owned UPN affiliates and Tribune- owned WB affiliates was announced, WWHO wasn't on the list. After some delay, LIN eventually agreed to affiliate four of its WB and UPN affiliates, including WWHO, with The CW, making WWHO the largest The CW affiliate owned by LIN. (WSYX, the area's ABC affiliate (and sister station to WTTE), launched a new digital subchannel featuring programming from MyNetworkTV in September of that year.) On July 31, approximately one month before The CW officially debuted, WWHO rebranded with a new logo and slogan, \"The CW on WWHO-TV.\" Once more, the station's channel number was de-emphasized. The station today currently goes by \"The CW Columbus.\" Kids' WB and The CW Daytime returned to WWHO after being absent from Columbus for five years. In November 2011, it was reported that the Sinclair Broadcast Group, the owner of WSYX and who also effectively owns WTTE, was in talks to purchase WWHO from LIN for an estimated $7 million.Sinclair Buying Freedom For $385 Million, TVNewsCheck, November 2, 2011. This deal, if it were approved, would have given Sinclair control of four of the six largest network affiliations in the Ohio capital. This deal never materialized, however, and LIN filed instead to sell the station to Manhan Media. The sale was granted on December 20, 2011. In February 2012, after consummating the sale, Manhan Media entered into a shared services agreement (SSA) with Sinclair, making WWHO a sister station to WSYX and WTTE.Sinclair Inks Shared Services Deal for WWHO Columbus, Broadcasting & Cable, March 8, 2012. (Manhan Media's owner, Stephen P. Mumblow, subsequently started Deerfield Media to acquire the Federal Communications Commission (FCC) assets, including the licenses, of several stations that are being divested by Sinclair in the wake of its purchase of stations from Newport Television. However, Sinclair will retain control of those stations through joint sales and shared services agreements.) In a way, the SSA also reunited WWHO with WLWC, which Sinclair owned outright until April 2013 when that station was sold to OTA Broadcasting, LLC. Although Sinclair now controls WWHO, it initially continued to operate from separate studios several blocks east of the WSYX/WTTE studios; by October 2013, WWHO had moved in with WSYX/WTTE. ==Digital television== ===Digital channels=== The station's digital signal is multiplexed: {| class=\"wikitable\" |- ! Channel ! Video ! Aspect ! Short name ! Programming ! ATSC 1.0 host |- | 53.1 || 720p || rowspan=3| 16:9 || WWHO-DT || Main WWHO programming / The CW || rowspan=2|WTTE |- | 53.2 || rowspan=\"2\" | 480i ||Charge!|| Charge! |- | 53.3 || Comet|| Comet || WCMH-TV |} === Analog- to-digital conversion === WWHO was one of only two full-power television stations in the Columbus market (the other being WTTE) that honored the original DTV transition date of February 17, 2009. The station shut down its analog signal, over UHF channel 53, at 11:59 p.m. on that date, as part of the federally mandated transition from analog to digital television. The station's digital signal remained on its pre-transition UHF channel 46, using PSIP to display WWHO's virtual channel as 53 on digital television receivers, which was among the high band UHF channels (52-69) that were removed from broadcasting use as a result of the transition. For around two weeks after the official shutoff, the station was in nightlight mode, carrying the National Association of Broadcasters DTV transition video and local resources about the switchover and how to resolve reception issues for Sinclair's local stations. ===ATSC 3.0 lighthouse=== The station's digital signal is multiplexed: {| class=\"wikitable\" |- ! Channel ! Video ! Aspect ! Short name ! Programming |- | 4.1 || 1080p || rowspan=5|16:9 || WCMH || ATSC 3.0 simulcast of WCMH-TV / NBC |- | 6.1 || rowspan=4|720p || ABC || ATSC 3.0 simulcast of WSYX / ABC |- | 6.3 || FOX28 || ATSC 3.0 simulcast of WSYX-DT3 / Fox |- | 28.1 || WTTE || ATSC 3.0 simulcast of WTTE / TBD |- | 53.1 || WWHO || Main WWHO programming / The CW |} On January 7, 2021, this station was launched as ATSC 3.0 multiplex lighthouse for the Columbus area. Its ATSC 1.0 signals began being housed between WTTE and WCMH-TV. The same day saw the Fox programming formerly on WTTE's main channel moved to WSYX-DT3, meaning that WSYX's channel spectrum currently hosts programming from three of the five major networks, along with MyNetworkTV on WSYX-DT2. ==News operation== WWHO has never produced its own newscasts, but has aired newscasts from all of Columbus's \"Big Three\" stations. When WCMH-TV entered into the LMA to run WWHO, the deal included producing a nightly 10 p.m. newscast using WCMH-TV's facilities and resources. This made WWHO the first station in the market to air a 10 p.m. newscast; WTTE (then owned by Sinclair outright) didn't air any newscasts until Sinclair's acquisition of WSYX in 1996, though sister station WPGH-TV in Pittsburgh launched a 10 p.m. newscast around the same time, meaning Sinclair may have started a news department at WTTE if not for acquiring WSYX. The 10 p.m. newscast lasted until 1998 when NBC ended its LMA with WWHO and Viacom took over the non-licensed assets of the station. On February 10, 2005, LIN Television announced its intention to bring 10 p.m. news back to the station. This half-hour newscast was produced by WBNS-TV, and debuted on September 1, 2005. Unlike WCMH in previous years, WBNS chose to use its own station branding on the newscast rather than WWHO's, including WBNS' normal \"10TV News HD\" graphics beginning in 2007 (despite the fact WWHO's newscast was not broadcast in HD until mid-2008). On December 31, 2008, WBNS ceased production of WWHO's 10 p.m. newscast. Currently, WWHO repeats the WSYX ABC 6 News at 11 weeknights at midnight. It also airs the 10 p.m. \"Fox 28\" newscast on an overflow basis when Fox Sports programming would pre-empt it on WSYX-DT3; no alternate branding noting WWHO's affiliation is used on those nights. On January 18, 2021, WWHO began airing The National Desk, a Sinclair-produced national morning newscast sourced from Sinclair stations nationwide. The National Desk is similar in format to NewsNation produced by WCMH-TV parent Nexstar Media Group for WGN America, and competes locally with all of the network's morning news shows (including Good Morning America on WSYX's main channel) as well as the local morning news on WSYX 6.3 that is an extension of the main channel's morning news. In September 2021, it also began to carry the evening edition of The National Desk for an hour after CW programming. ==References== ==External links== * * Category:The CW affiliates Category:Comet (TV network) affiliates Category:Charge! (TV network) affiliates WHO Category:Television channels and stations established in 1987 Category:Sinclair Broadcast Group Category:1987 establishments in Ohio Category:Former Viacom subsidiaries Category:ATSC 3.0 television stations",
 "title": "WWHO"
}