{
 "id": "622345",
 "text": "is a Japanese physician and JAXA astronaut. She was the first Japanese woman in space, the first Japanese citizen to have two spaceflights, and the first Asian woman in space. Both were Space Shuttle missions; her first was STS-65 aboard Space Shuttle Columbia in July 1994, which was a Spacelab mission. Her second spaceflight was STS-95 aboard Space Shuttle Discovery in 1998. In total she has spent 23 days in space. Mukai was selected to be an astronaut by Japanese national space agency NASDA (now called JAXA) in 1985. Prior to this, she was an assistant professor in the Department of Cardiovascular Surgery at Keio University, the oldest university in Japan. In 2015, she became Vice President of the Tokyo University of Science.Project Professor Chiaki Mukai's inauguration as Vice President of the Tokyo University of Science Tokyo University of Science In addition, she became JAXA Technical Counselor. == Early life and education == Chiaki Mukai was born in Tatebayashi, Gunma Prefecture. She graduated from Keio Girls Senior High School in Tokyo in 1971. She received her doctorate in medicine, Keio University School of Medicine, 1977; a doctorate in physiology, Keio University School of Medicine, 1988; board certified as a cardiovascular surgeon, Japan Surgical Society, 1989. Mukai is a member of the American Aerospace Medical Association; the Japan Society of Microgravity Applications; Japan Society of Aerospace and Environmental Medicine; Japanese Society for Cardiovascular and Thoracic Surgery; and the Japan Surgical Society. == Medical career == Mukai has held positions at several hospitals and institutions. *Board-certified for medicine in 1977 *Resident in General Surgery, Keio University Hospital, Tokyo (1977–1978) *Medical Staff in General Surgery, Shimizu General Hospital, Shizuoka Prefecture (1978) *Medical Staff in Emergency Surgery, Saiseikai Kanagawa Hospital, Kanagawa Prefecture (1979) *Resident in Cardiovascular Surgery, Keio University Hospital (1980) *Medical Staff in Cardiovascular Surgery, Saiseikai Utsunomiya Hospital, Tochigi Prefecture (1982) *Chief Resident in Cardiovascular Surgery, Keio University Hospital (1983) *Assistant Professor of the Department of Cardiovascular Surgery, Keio University Mukai has been credited with approximately sixty peer-reviewed scientific publications since 1979. == Astronaut career == In 1985, Mukai was selected as one of three Japanese Payload Specialist candidates for the First Material Processing Test (Spacelab-J) which flew aboard STS-47. She also served as a back-up payload specialist for the Neurolab (STS-90) mission. Mukai has logged over 566 hours in space. She flew aboard STS-65 in 1994 and STS-95 in 1998. She is the first Japanese woman to fly in space, and the first Japanese citizen to fly twice. As a NASDA astronaut, she was a visiting scientist at the Division of Cardiovascular Physiology, Space Biomedical Research Institute, NASA Johnson Space Center, from 1987 to 1988. Mukai has remained a Research Instructor of the Department of Surgery, Baylor College of Medicine, Houston, Texas, since 1992. From 1992 to 1998 she was a visiting associate professor of the Department of Surgery, Keio University School of Medicine, Tokyo, and in 1999 was promoted to a visiting professor of the university. On October 1, 2003, NASDA merged with ISAS (Institute of Space and Astronautical Science) and NAL (National Aerospace Laboratory of Japan) and was renamed Japan Aerospace Exploration Agency (JAXA). Mukai was assigned the deputy mission scientist for STS-107. In that capacity she coordinated science operations for this science mission.Spacefacts biography of Chiaki MukaiFuji Television's TV drama: 女の一代記『向井千秋～夢を宇宙に追いかけた人～』 In 2009 Mukai was a visiting lecturer at the International Space University. === STS-65 === STS-65 Columbia (July 8–23, 1994) was the second International Microgravity Laboratory (IML-2) flight. The mission consisted of 82 investigations of Space Life Science (Human Physiology, Space Biology, Radiation Biology, and Bioprocessing) and Microgravity Science (Material Science, Fluid Science and Research on the Microgravity Environment and Countermeasures). IML-2 was also designated as an extended duration orbit mission focusing on medical experiments related to the cardiovascular system, autonomic nerve system, and bone and muscle metabolism. The mission was accomplished in 236 orbits of the Earth, traveling over 6.1 million miles in 353 hours and 55 minutes. === STS-95 === STS-95 Discovery (October 29 to November 7, 1998) was a nine-day mission during which the crew supported a variety of research payloads including deployment of the Spartan solar-observing spacecraft, the Hubble Space Telescope Orbital Systems Test Platform, and investigations on space flight and the aging process. The mission was accomplished in 134 Earth orbits, traveling 3.6 million miles in 213 hours and 44 minutes. == After her return from space == Mukai was a visiting professor at the International Space University (ISU) from September 2004 to September 2007. Between 2007 and 2012, she worked for JAXA, serving as Director of the Space Biomedical Research Office, Human Space Technology and Astronaut Department, Human Space System and Utilization Mission Directorate. From April 2011 until 2015, Mukai was a senior Advisor to the JAXA Executive Director. In addition, she became the director of the JAXA Center for Applied Space Medicine and Human Research (J-CASMHR) in July 2012. In March 2015, Mukai became vice president of the Tokyo University of Science, and is a technical counselor for JAXA. Since June 2015, she has been Director of Fujitsu Limited and is a corporate executive fellow of Kao Corporation since January 2016. == Awards and honors == Mukai has received the following awards: *Legion of Honour: Chevalier – French government (2015) *Dream's Award – The Soroptimist Japan Foundation (2013) *Joe Kerwin Award – Aerospace Medical Association (2013) *Outstanding Service Award – The Society of Japanese Women Scientists (1996) *Special Congressional Recognition – U.S. Congress (1995) *Happy Hands Award – Satte Junior Chamber of Commerce (1995) *Aeromedical Association of Korea Honorary Membership (1995) *Tatebayashi Children's Science Exploratorium Honorary President (1995) *Prime Minister's Special Citation for Contributions to Gender Equality (1995) *The De La Vaux Medal – The Federation Aeronautique Internationale (1995) *The Award for Distinguished Service in Advancement of Space Biology – Japanese Society for Biological Sciences in Space (1995) *Prime Minister's Special Citation (1994) *Minister of State for Science and Technology's Commendation (1994 & 1992) *People of Gunma Prefecture's Certificate of Appreciation (1994) *Honorary Citizen of Tatebayashi City (1994) *Outstanding Service Award – National Space Development Agency of Japan (1994 & 1992) *Award for Distinguished Accomplishments – Tokyo Women's Foundation (1994) *Commendation for Technology – Japan Society of Aeronautical and Space Science (1993). == Personal life == She is married to Makio Mukai, M.D., Ph.D. Her recreational interests include snow skiing, Alpine competitive skiing, bass fishing, scuba diving, tennis, golf, photography, American Literature, and traveling. == In popular culture == In 2007, Fuji Television released a special episode of its program A Woman's Biography. The episode is based on the biography of Mukai Chiaki and stars Miho Kanno. == See also == *Women in space *List of female astronauts == References == == External links == * JAXA biography * Chiaki Mukai – the First Japanese Woman to go to Space interview from March 20, 2018, Tohoku University * Category:1952 births Category:Women astronauts Category:Japanese astronauts Category:Physician astronauts Category:Living people Category:Keio University alumni Category:Chevaliers of the Légion d'honneur Category:Space Shuttle program astronauts Category:People from Gunma Prefecture",
 "title": "Chiaki Mukai"
}