{
 "id": "622458",
 "text": "The Oldsmobile Intrigue is a mid-size sedan that was manufactured from 1997 through 2002 by Oldsmobile. The Intrigue's design cues were first seen in 1995 with the Oldsmobile Antares concept car, being unveiled in production form in January 1996 at the North American International Auto Show. The Intrigue was the first casualty in the three-year phase-out process of Oldsmobile; Olds' remaining models would last an additional year or two. The Oldsmobile Intrigue was introduced on May 5, 1997 as a 1998 model. The Oldsmobile Intrigue had replaced the aging Oldsmobile Cutlass Supreme. It rode on the second- generation of the W-body, which it shared with the Buick Regal. The Oldsmobile Intrigue was supposed to compete with upscale Japanese and European imports such as Acura and BMW. The Oldsmobile Intrigue was heavily inspired by the Oldsmobile Aurora and the 1995 Oldsmobile Antares concept. ==History== thumb|left|Oldsmobile Intrigue rear The Intrigue was available in three trim levels: base GX, mid-level GL, and high-end GLS. All models were equipped with standard features such as V6 power, antilock brakes, 4-wheel independent suspension, dual front airbags, and full power accessories. GL trim included the addition of a 6-way power adjustable driver's seat, 6-speaker audio system, foglamps, and dual-zone automatic climate control. Top-line GLS added 6-way power front passenger seat, faux woodgrain interior trim, steering wheel audio controls, leather seating, full-function traction control, and a six- speaker Bose sound system.Oldsmobile Factory Sales Brochure \"1999 Oldsmobile Intrigue\" All Intrigues were built at the GM Fairfax plant in Kansas City, Kansas, where the Grand Prix was also built (the Buick Century and Regal, and the Chevrolet Impala and Monte Carlo were all built in Oshawa, Ontario, Canada). For the 1999 model year, a new 3.5 L DOHC engine was introduced. It was a six-cylinder design based on Cadillac's Northstar V8, which was nicknamed the \"Shortstar\". The 3.5 L engine became standard for 2000, giving the Intrigue the most powerful standard engine of any W-body car. Another exclusive was a standard 140 mph speedometer. With the Autobahn package the Intrigue came with larger 12-inch front brake rotors, being the first 2nd Gen W-body to incorporate bigger brakes. For 1998-99 models the Autobahn package consisted of a 3.29 differential ratio opposed to the standard 3.05, H-rated tires, 12-inch front brakes with ceramic pads, and a 128 mph speed limiter. For 2000 it was renamed Precision Sport Package which included everything from the Autobahn package except the larger 12-inch front brake rotors, and added the Precision Control System (also known as Vehicle Stability Control (VSC)). For 2002 the Intrigue Final 500 Collector’s Edition cars came in a unique Dark Cherry Metallic paint and featured Aurora-styled 17x7.5-inch chrome wheels. On June 14, 2002, the final Intrigue rolled off the assembly line as part of the Final 500 Collectors Edition. ===Year-to-year changes=== *1998: The Oldsmobile Intrigue was introduced as an all new model. Available in GX (base), GL, and GLS trim, all featured the 3.8 L V6 and 4-speed automatic transmission standard. *1999: For the beginning of this model year, the DOHC 3.5 L \"Shortstar\" engine was standard in the top-line GLS and optional on mid-level GL and base GX models. Early GLS models could be ordered with the 3.8L instead of the standard (for GLS) 3.5 L, but later on the 3.8 L was phased out and the 3.5 L became standard on all models. Decklids now wore a small Oldsmobile badge. In the previous model year, there was a complaint that some people couldn't tell that Intrigues were Oldsmobiles. If you look closely, you can read 'Oldsmobile' molded in the backup light lens in the taillight housing on all model years. All models now got a thicker, leather-wrapped steering wheel. An integrated rear radio antenna was standard this year and after. *2000: New wheels featured a fancier six-spoke design. New to the option list for 2000 was an antiskid system called the Precision Control System. Precision Control System was designed to help keep the car on its intended path by selective braking of one or more individual wheels. Though optional on all models, GX buyers had to order optional traction control to get the new antiskid system. Heated power front seats were now standard on GLS models. Standard leather door inserts trim not cloth, Retained accessory power was standard this year. \"Oldsmobile\" emblem on deck lid is larger than on 1999 models, although some early 2000 models carried the smaller version. A new gold-trim package was also available. New automatic headlights were now standard on all models. *2001: On GX models, traction control became standard instead of optional. Premium Leather and Precision Sport option packages were also available for this year. OnStar is now available as an optional feature. *2002: GLS models now featured a two-tone interior with sterling accents, as well as standard HomeLink, sunroof, and driver lumbar. All models featured new family of radios with RDS and standard CD player (borrowed from the newly redesigned Aurora). Tropic Teal and Indigo Blue were two new exterior colors. All models had new LATCH (Lower Anchor and Top tether for Children) in three rear seat positions. Sun & Sound package was available on GL models (includes Bose sound system and sunroof). New winchester headliner was inside. Production of the Intrigue ended in June 2002 as part of the phaseout of the Oldsmobile brand. The Final 500 Collectors Edition versions came in a unique Dark Cherry Metallic paint with special classic-style Oldsmobile emblems and featured Aurora-styled 17-inch chrome wheels. Owners also received a special commemorative packet. Final 500 #499 was the last retail model and was special-ordered by a member of the Southern California Chapter of the Oldsmobile Club of America ==Engines== * 1998–1999 OHV 3.8 L L36 (231 in³) V6 195 hp at 5200 rpm, 220 lb·ft at 4000 rpm * 1999–2002 DOHC 3.5 L LX5 (212 in³) V6 215 hp at 5600 rpm 234 lb·ft at 4400 rpm (according to the Intrigue's owner's manual) == Sales http://www.autointell.com/nao_companies/general_motors/gm-sales/GM-US-data- book-2005.xls == {| class=\"wikitable\" !1997 !23,460 |- |1998 |90,563 |- |1999 |90,057 |- |2000 |64,109 |- |2001 |39,395 |- |2002 |15,015 |- |2003 |789 |- |2004 |55 |} ==In popular culture and film== 150px|right * The Oldsmobile Intrigue was featured in several scenes and promotions for the 1998 X-Files movie, The X-Files: Fight the Future. As the model's launch coincided with the release of the film, its producers and GM's executives at the time felt the car's name and appearance fit with the aesthetic of the X-Files franchise. Their creative teams launched a national campaign which included an expo tour around \"'alternative' venues such as decomissioned military bases and airplane hangars [throughout the United States].\" *A 2000 Oldsmobile Intrigue is driven by Andy Sipowicz in the opening scenes of S08E11 of NYPD Blue, Peeping Tommy. * * A 2002 Oldsmobile Intrigue appears in the highway chase scene of the first sequel of The Matrix films, The Matrix Reloaded. ==References== ==External links== *Oldsmobile Forums *Automotive Forums *1998-2002 Oldsmobile Intrigue Reviews *http://www.motortrend.com/roadtests/sedans/oldsmobile/112_9704_1998_oldsmobile_intrigue_comparison_test/index.html *http://www.edmunds.com/apps/vdpcontainers/do/vdp/articleId=43901/pageNumber=1?synpartner=edmunds&pageurl;=www.edmunds.com/reviews/comparison/articles/43901/article.html *http://www.edmunds.com/insideline/do/Drives/FirstDrives/articleId=43960#9.html Intrigue Category:Mid-size cars Category:Sedans Category:Front-wheel-drive vehicles Category:2000s cars Category:Cars introduced in 1997",
 "title": "Oldsmobile Intrigue"
}