{
 "id": "622423",
 "text": "Chuck Austen (born Chuck Beckum)Chuck Austen (USA). Kees Kousemaker's Lambiek Comiclopedia. Retrieved November 14, 2011. is an American comic book writer and artist, television writer and producer. In the comics industry, he is known for his work on U.S. War Machine, The Avengers, JLA, Action Comics and the X-Men franchise, and in television, he is known for co-creating the animated TV series Tripping the Rift and producing the first season of Steven Universe and acting as a co-showrunner on She-Ra and the Princesses of Power. ==Early life== Chuck Austen was born Chuck Beckum. He grew up a military brat, and after his parents divorced, he was raised by his single mother in a housing project. ==Career== Austen began his career as an in the 1980s, illustrating a number of independent series including an issue of Scott McCloud's Zot! and several stories in Alan Moore's Miracleman, mostly under his birth name \"Chuck Beckum\", which he later abandoned out of a desire to disassociate from his father's family name. Around the same time, Austen wrote and drew the semi-autobiographical black-and-white pornographic comic book series Strips (Rip Off Press), as well as Hardball (Malibu Comics). In the late 1980s, Austen drew the first five issues for the short-lived series Hero Sandwich, published for Slave Labor Graphics. He also provided art to the lesser-known series such as Open Season and The Trouble with Girls as well as a few DC Comics properties including a Phantom Lady serial for Action Comics Weekly and a short Green Flame story for Secret Origins. Before taking a break from comics, Austen also drew an issue of Disney's The Little Mermaid limited series. In the early 2000s, Austen started regularly working for Marvel Comics, writing and illustrating the weekly maxi-series U.S. War Machine for then-recently launched Marvel MAX imprint. The series drew controversy not only for its violent content, but also because it debuted the day after the September 11, 2001 attacks. In 2003, Austen followed up with U.S. War Machine 2.0, which was published the day after U.S. President George W. Bush's March 17, 2003 ultimatum to Iraqi President Saddam Hussein to leave Iraq, prompting Austen to jokingly comment, \"I feel like I should stop doing this book so the world will stay at peace.\" Using the creative liberties provided due to the fact that series was set outside the mainline Marvel Universe, Austen wrote Rhodes' boss Tony Stark as more pacifist and business-minded than his mainstream counterpart, and Rhodes himself as the proactive protector. Also in 2003, Austen launched another series for Marvel MAX, the six-issue The Eternal with artist Kev Walker, a reimagining of Jack Kirby's Eternals. In 2002, Austen took over Uncanny X-Men with issue #410 and remained on the title until #443. The two-year run was the most lengthy writing assignment in Austen's mainstream career, although it was not well received by the fans of the franchise. His controversial run saw the return of HavokAusten, Chuck (w). Uncanny X-Men #414. Marvel Comics (New York) and PolarisAusten, Chuck (w). Uncanny X-Men #417. Marvel Comics (New York) to the X-Men, the introduction of Havok's love interest Annie Ghazikhanian,Austen, Chuck (w). Uncanny X-Men #412. Marvel Comics (New York). and the addition of several existing characters to the X-Men team, including Northstar,Austen, Chuck (w). Uncanny X-Men #415. Marvel Comics (New York) Juggernaut,Austen, Chuck (w). Uncanny X-Men #412. Marvel Comics (New York). M,Austen, Chuck (w). Uncanny X-Men #410. Marvel Comics (New York). and Husk.Austen, Chuck (w). Uncanny X-Men #416. Marvel Comics (New York) The most controversial storyline revealed the identity of Nightcrawler's father: an immortal mutant known as Azazel.Austen, Chuck (w). Uncanny X-Men #427. Marvel Comics (New York) Austen moved to New X-Men as part of the ReLoad initiative, and wrote the series for nine issues. During this run, he showcased the beginning of the relationship between Cyclops and Emma Frost following the death of Jean GreyAusten, Chuck (w). New X-Men #155-156. Marvel Comics (New York) and introduced new versions of the character XornAusten, Chuck (w). X-Men #157. Marvel Comics (New York) and the Brotherhood of Evil Mutants.Austen, Chuck (w). X-Men #160-163. Marvel Comics (New York) Michael Aronson of Silver Bullet Comics, while praising Austen's characterization of Professor X and Annie Ghazikhanian, excoriated Austen for what Aronson saw as his obsession with relationships and sex, and the sexist nature of his characterization of Husk. According to Thor K. Jensen of UGO Entertainment, fans disliked the romantic pairing of Angel and Husk; Jensen cites that storyline as emblematic of critical reception to Austen's run on X-Men. In 2003, Austen wrote a brief run on Captain America, finishing the storylines that were started by the outgoing writer John Ney Rieber. In 2004, Austen took over The Avengers, introducing a new, female Captain Britain (since renamed Lionheart), a single mother thrust into the realm of super- heroes after being killed as an innocent bystander during a fight between the Avengers and the Wrecking Crew, only to be resurrected by the original Captain Britain.Austen, Chuck (w). The Avengers #78. Marvel Comics (New York) The second arc, which saw Austen writing former Avengers U.S. Agent and Namor the Sub-Mariner attempting to liberate a Middle Eastern country from its corrupt leadership, served as launching pad for the short-lived New Invaders series.Austen, Chuck (w). The Avengers #83-85. Marvel Comics (New York).Austen, Chuck (w). Invaders #0. Marvel Comics (New York). Non-superhero Marvel work of the time includes The Call of Duty, a project consisting of several mini-series conceived in the aftermath of the September 11 attacks that were written primarily by Austen (with one series written by Bruce Jones) and featured firefighters and emergency service workers dealing with paranormal phenomena in the Marvel Universe, as well as Eden's Trail with artist Steve Uy, a series in \"Marvelscope\" (landscape) format created to capitalize on the burgeoning manga market which resulted in controversy when Uy publicly disowned the project, calling it a \"bad dream\". Also in 2003, Austen returned to DC Comics with the limited series Superman: Metropolis which followed the life of Jimmy Olsen and other citizens of the eponymous fictional city. After the series concluded with issue #12, Austen took over the writing duties of the ongoing series Action Comics. Fans criticized Austen for resurrecting the long-forgotten Silver Age feud between Lois Lane and Lana Lang over the love of Superman, with Lana in particular divorcing her longtime husband Pete Ross in the process. Austen left the title after ten issues, and the following two issues were scripted by a writer named \"J.D. Finn\". While readers suspected Finn to be Austen, he speculated that Finn was actually then–Action Comics editor Eddie Berganza and denied using the pseudonym. In 2004, Austen began self-publishing WorldWatch, a superhero series which he described as similar to Warren Ellis's The Authority with more explicit depictions of sex, violence and realpolitik. The last page of Worldwatch #2 featured an announcement from the publisher stating that Austen had been fired, and that he would be replaced by a writer named Sam Clemens (which is the real name of American writer Mark Twain). In a subsequent interview, Austen revealed that this was intended as a joke (since he himself was the publisher and thus could not be fired from the book) and expressed disappointment in the fact that most readers had not understood it. In 2006, Austen wrote Boys of Summer, an English language adult-themed manga illustrated by Hiroki Otsuka and published by TokyoPop. Copies of the first volume were pulled from a number of bookstores in May that year due to its graphic content. Publishers Weekly named Boys of Summer one of the Top Ten manga/manhwa of 2006, calling it both \"a titillating and edgy reading experience.\" Subsequent news reports indicated that the series had been cancelled even though the other two volumes were completed and both creators had been paid for the work. Austen spent most of the 2010s working in various capacities in animation on such shows as The Cleveland Show, Steven Universe, Dawn of the Croods and The Adventures of Rocky and Bullwinkle. Most recently, he served as the co-showrunner on She-Ra and the Princesses of Power. In 2007, Austen released his first prose novel, Like Warm Sun on Nekkid Bottoms. In 2011, writing as Charles Olen Austen, he released the three-book series Pride and Nakedness, followed by Something Old, Something New in 2013. In 2020, Austen returned to comics with Edgeworld, a five-part series with artist Pat Oliffe, published digitally via Comixology. ==Reception== During his stint at the Big Two, Austen invented the expression \"Seven Deadly Trolls\". In Austen's point of view, there was a small group of people, not representative of the wider comics readership, that used internet message boards, blogs and newsgroups to attack him on a professional and personal level. Austen has stated that he received death threats from fans and had certain comic book store owners refuse to stock any comics written by him. He also admitted to taking online criticism of his work personally, and made a decision to stop doing interviews in August 2003. In a 2004 interview, Austen explained that decision as a result of a \"bad day\". ==Influences== Austen has expresseed admiration towards such comic book creators as Brian Michael Bendis, Paul Jenkins, Bill Sienkiewicz, J. Michael Straczynski, Ron Garney, Bret Blevins, J. H. Williams III, Al Williamson, John Romita, Sr., Rumiko Takahashi, Katsuhiro Otomo and Mitsuru Adachi. ==Techniques== Austen creates his art digitally, using mostly Macs and sometimes PCs. He utilizes a variety of programs including Ray Dream Studio and 3D Studio Max to compose scenes which he then finishes in Photoshop. ==Personal life== Austen and his wife have two daughters and a son. He identifies himself as humanitarian and anti-racist. In Austen's view, the Republican Party discriminates against women, and he especially disliked the Bush administration. ==Bibliography== ===Early work=== *Eclipse: **Alien Encounters (as artist, anthology): *** \"I Shot the Last Martian\" (written by Mark Borax, in #2, 1985) *** \"Another Man's Shoes\" (written by Tim Burgard, in #5, 1986) *** \"Freefall!\" (written by Len Wein, in #6, 1986) *** \"Picture Me and You\" (written by Bruce Jones, in #7, 1986) **Miracleman #6–7 (as artist, written by Alan Moore, 1986) collected in Miracleman: The Red King Syndrome (hc, 128 pages, 1991, ; tpb, 1991, ) *** In 2014, Marvel re-released these stories in Miracleman #7–8 (where Moore is credited as \"The Original Writer\") as part of the series' reprint with remastered and recolored art. *** The remastered and recolored versions of the stories are collected in Miracleman: The Red King Syndrome (hc, 224 pages, Marvel, 2014, ) **Zot! #19: \"Getting to 99\" (as artist, written by Scott McCloud, 1988) collected in Zot! The Complete Black and White Collection (tpb, 576 pages, It Books, 2008, ) **James Bond 007: Licence to Kill (as artist — with Mike Grell, Thomas Yeates and Stan Woch; graphic novel adaptation by Richard Ashford, 48 pages, 1989, ) *The Badger (written by Mike Baron, First Comics): **The Complete Badger Volume 4 (tpb, 144 pages, 2008, ) includes: *** The Badger #20–22 (as inker — on Bill Reinhold, 1987) *** The Badger #23: \"Bob\" (as artist, 1987) *Slave Labor Graphics: **Samurai Penguin (written by Dan Vado): *** Samurai Penguin #3–4 (as layout artist — finishes by Mark Buck (#3) and Basilio Amaro (#4), 1987) *** Samurai Penguin #5 (as letterer, 1987) **Hero Sandwich #1–5 (as artist, written by Dan Vado, 1987–1988) collected in The Works: The Hero Sandwich Collection (tpb, 200 pages, 1997, ) **It's Science with Dr. Radium #4: \"A Day at the Beach\" (script and art, co-feature, 1987) collected in Dr. Radium Collection Volume 3 (tpb, 128 pages, 2005, ) **Sidney Mellon's Thunderskull (as artist — with Norman Felchle; co-written by Gerard Jones and Will Jacobs, one-shot, 1989) *The Final Cycle: Part One #1–2: \"Cecilia and Garrison\" (as layout artist — finishes by Basilio Amaro; co- written by Mark Clegg and Charlie Boatner, co-feature, Dragon's Teeth, 1987) *Open Season #6: \"There is Stress in This Room\" (as artist, written by Jim Bricker, co-feature, Renegade Press, 1988) *Comico: **The Trouble with Girls vol. 2 #3–7 (as inker — on Tim Hamilton; co-written by Gerard Jones and Will Jacobs, 1989) **Elementals vol. 2 #4: \"Into the Belly of the Beast\" (as artist, written by Bill Willingham, 1989) *Buck Rogers Comics Module #1–2 (with Mick Gray, as inker — on Frank Cirocco; co-written by Flint Dille and Buzz Dixon, TSR, 1989) *Strips #1–12 (script and art, with issues #1–9 published by Rip Off Press in 1989–1991 and #10–12 self-published as White Buffaloe in 1997) ** In 1997, White Buffaloe also began reprinting the early issues with additional material as Strips: The Special Edition, but stopped only after two issues. ** The only other publication by White Buffaloe besides the five issues of Strips was White Buffaloe HomePage, written and drawn by Austen, also in 1997. *Hardball #1–4 (script and art, Aircel, 1991) *Disney's The Little Mermaid #1 (as artist, written by Peter David, W. D. Publications, 1992) *Cherry: **Cherry's Jubilee #1: \"Double Your Trouble\" (as artist, written by Jim Pitts, anthology, Tundra, 1992) **Cherry Poptart #14 (as inker — with Larry Todd and Reed Waller; written and drawn by Larry Welz, Kitchen Sink, 1993) *Bangs and the Gang: \"Hair of the Wolf\" (as artist, written by Stu Wilhelm, anthology one-shot, Shhwing Comics, 1994) ====Pin-ups==== *Journey: The Adventures of Wolverine MacAlistaire #6 (Aardvark-Vanaheim, 1984) *Who's Who (DC Comics): **Who's Who: The Definitive Directory of the DC Universe #21: \"Sportsmaster\" (1986) **Who's Who Update '88 #2: \"Midnight\" (1988) *Amazing Heroes #115, 138: \"Hero Sandwich\" (Fantagraphics Books, 1987–1988) *The Trouble with Girls Christmas Special (Eternity, 1991) ====Covers==== *Miracleman #8 (Eclipse, 1986) *The Griffin #1 (as inker — on Norman Felchle, Slave Labor Graphics, 1988) *Amazing Heroes #143 (Fantagraphics Books, 1988) *Lizard Lady #1, 4 (Aircel, 1991) ===DC Comics=== *Who's Who in the Legion of Super-Heroes #5: \"Tour of Legion Headquarters\" (as artist, written by Barbara Randall, co-feature, 1988) *Secret Origins vol. 2 #33: \"The Spy Who Blew Me Up\" (as artist, written by Tom Bierbaum and Mary Bierbaum, anthology, 1988) *Action Comics Weekly #636–641: \"Phantom Lady\" (as artist, written by Len Strazewski, anthology, 1989) *Superman: **Superman: The Man of Steel #129: \"You Can't be Everywhere at Once\" (with Pascal Alixe, 2002) **Superman vol. 2 #188: \"Kicking the Dog\" (with Tom Derenick, 2003) **Superman: Metropolis #1–12 (with Danijel Žeželj and Teddy Kristiansen, 2003–2004) **Action Comics (with Ivan Reis, Joe Prado (#819), Carlos D'Anda (#820) and Luke Ross (#821), 2004–2005) colected as: *** Superman: The Wrath of Gog (collects #814–819 and co-features from #812–813, tpb, 160 pages, 2005, ) *** Superman: In the Name of Gog (collects #820–825, tpb, 160 pages, 2005, ) **** The real name of the person who wrote issues #824–825 was never revealed; they are credited as \"J. D. Finn\". *JLA #101–106: \"Pain of the Gods\" (with Ron Garney, 2004) collected in JLA: The Deluxe Edition Volume 8 (tpb, 400 pages, 2016, ) *Catwoman: The Movie (with Tom Derenick, one-shot, 2004) collected in Catwoman: The Movie and Other Cat Tales (tpb, 128 pages, 2004, ) ===Marvel Comics=== *Elektra vol. 2 (as artist, written by Brian Michael Bendis (#1–6) and Greg Rucka (#7–8), Marvel Knights, 2001–2002) collected as: **Elektra: The Scorpio Key (collects #1–6, tpb, 160 pages, 2002, ) **Ultimate Collection: Elektra by Greg Rucka (includes #7–8, tpb, 384 pages, 2012, ) *U.S. War Machine (Marvel MAX): **U.S. War Machine #1–12 (script and art, 2001–2002) collected in U.S. War Machine: Unbound (tpb, 288 pages, 2002, ) **U.S. War Machine 2.0 #1–3 (with Christian Moore, 2003) *Marvel Mangaverse: Ghost Riders (script and art, one-shot, 2002) collected in Marvel Mangaverse: The Complete Collection (tpb, 392 pages, 2018, ) *Ultimate X-Men #13–14 (with Esad Ribić, Ultimate Marvel, 2002) collected in Ultimate X-Men Volume 2 (hc, 336 pages, 2003, ; tpb, 2007, ) *The Call of Duty: **The Call of Duty: The Brotherhood/The Wagon (tpb, 160 pages, 2003, ) collects: *** The Call of Duty: The Brotherhood #1–6 (with David Finch, 2002–2003) *** The Call of Duty: The Wagon #1–4 (with Danijel Žeželj, 2002–2003) **The Call #1–4 (with Patrick Olliffe, 2003) *X-Men: **Uncanny X-Men (with Ron Garney, Sean Phillips (#413–415, 428), Kia Asamiya, Philip Tan, Steve Kim (#427), Takeshi Miyazawa (#434) and Salvador Larroca, 2002–2004) collected as: *** X-Men: Unstoppable (collects #410–424, tpb, 440 pages, 2019, ) **** Includes X-Men Unlimited #44–45 (written by Austen, art by Romano Molenaar (#44) and Pop Mhan (#45), 2003) *** X-Men: Trial of the Juggernaut (collects #425–436 and Exiles #28–30, tpb, 392 pages, 2019, ) **** Includes the \"Animals\" short story (art by Clayton Henry) from X-Men Unlimited #40 (anthology, 2003) **** Includes the \"Control\" short story (art by ChrisCross) from X-Men Unlimited #48 (anthology, 2003) *** X-Men: Reloaded (includes #437–443, tpb, 416 pages, 2020, ) **** Also collects New X-Men #155–156 (written by Austen, art by Salvador Larroca, 2004) **** Also collects X-Men vol. 2 #157–164 (written by Austen, art by Salvador Larroca, 2004) **X-Men 2: The Movie Adaptation (tpb, 144 pages, 2003, ) includes: *** X-Men 2 Movie Prequel: Wolverine (with Karl Kerschl, one-shot, 2003) *** X-Men 2 Movie Adaptation (with Patrick Zircher, one-shot, 2003) **Exiles (with Clayton Henry and Jim Calafiore, 2003–2004) collected as: *** Ultimate Collection: Exiles Volume 2 (includes #26–30, tpb, 440 pages, 2009, ) **** Includes the \"Dark and Scary Things\" short story (art by Skottie Young) from X-Men Unlimited #41 (anthology, 2003) *** Ultimate Collection: Exiles Volume 3 (includes #38–40 and 43–45, tpb, 496 pages, 2009, ) *Guard Force (with Ben Lai, promotional giveaway one-shot packaged with the Daring Eagle board game, 2003) *Eden's Trail #1–5 (with Steve Uy, 2003) *Captain America vol. 4 (scripted by Austen from plots by John Ney Rieber, art by Trevor Hairsine and Jae Lee, Marvel Knights, 2003) collected as: **The Extremists (includes #8–11, tpb, 120 pages, 2003, ) **Ice (collects #12–16, tpb, 128 pages, 2003, ) **Marvel Knights: Captain America Volume 1 (includes #8–16, tpb, 408 pages, 2016, ) *411 #1: \"Blow Up\" (co-written by Austen and Bill Jemas, art by Phil Winslade, anthology, 2003) *The Eternal #1–6 (with Kev Walker, Marvel MAX, 2003–2004) *Tutenstein (with Ron Lim, promotional giveaway one-shot, 2004) *The Avengers vol. 3 (with Olivier Coipel, Sean Chen (#79) and Scott Kolins, 2004) colected as: **Lionheart of Avalon (collects #77–81, tpb, 120 pages, 2004, ) **Once an Invader (collects #82–84, tpb, 152 pages, 2004, ) *** Includes New Invaders #0 (co-written by Austen and Allan Jacobsen, art by C. P. Smith, 2004) ===Other publishers=== *Witchblade #66 (with Scott Benefiel, Top Cow, 2003) collected in Witchblade Compendium Volume 2 (tpb, 1,280 pages, 2008, ) *WorldWatch #1–3 (of 6 planned; Austen is credited as \"Sam Clemens\" in issue #3) (with Tom Derenick, self-published as Wild and Wooly, 2004) *Flywires (with Matt Cossin, series of bandes dessinées): **L'infini (published in French by Les Humanoïdes Associés): *** La citadelle du vide (46 pages, 2004, ) *** Mémoire interdite (46 pages, 2005, ) *** Organic transfer (46 pages, 2008, ) **Flywires (collected in English by Humanoids Publishing, tpb, 144 pages, 2010, ) *Boys of Summer Volume 1 (with Hiroki Otsuka, 192 pages, 2006, TokyoPop, ) ** Volumes 2 and 3 were published in 2019 in eBook format. *Kirby and Dad (retitled Kirby and Me; script and art, webcomic, 2010–2011) *Edgeworld #1–5 (with Pat Oliffe, self-published digitally via Comixology, 2020–2021) collected in print by Dark Horse as Edgeworld (tpb, 136 pages, 2022, ) *The Most Important Comic Book on Earth: \"Roots and Shoots\" (script by Austen based on the concept by Jane Goodall, art by Lee Carter, anthology graphic novel, 352 pages, DK, 2021, ) ==Filmography== *King of the Hill (storyboard artist, 1998–1999; 2007) *Tripping the Rift (co-creator, 2004–2007) *The Cleveland Show (assistant director, 2009–2010) *Steven Universe (supervising producer, 2013–2014) *Penn Zero: Part-Time Hero (director, 2015) *Dawn of the Croods (supervising producer, 2015–2017) *The Adventures of Rocky and Bullwinkle (supervising producer, 2018–2019) *She-Ra and the Princesses of Power (executive producer, 2018–2020) *Kipo and the Age of Wonderbeasts (consulting producer, 2020) ==References== ==External links== * * * Category:American graphic novelists Category:Living people Category:Place of birth missing (living people) Category:Year of birth missing (living people) Category:American comics writers Category:American male novelists Category:Marvel Comics people Category:20th-century American writers Category:21st-century American writers Category:20th-century American artists Category:21st-century American artists",
 "title": "Chuck Austen"
}