{
 "id": "622504",
 "text": "thumb|Loring thumb|Port Loring Unorganized Centre Parry Sound District is an unorganized area in central Ontario, Canada, between Georgian Bay and Lake Nipissing in the District of Parry Sound. It is made up of geographic townships which have no governing bodies and which are not incorporated as municipalities. The territory consists of two non-contiguous areas, with the main part located directly south of the French River and Lake Nipissing, and east of Georgian Bay. Shawanaga Township is a small exclave south of it along Highway 69. ==Local services boards== *Britt and Byng Inlet *Loring, Port Loring and District *Restoule ==Townships== List of townships with its communities: *Blair Township (Ess Narrows Landing, Lost Channel) *East Mills Township (Arnstein, Loring, Port Loring) *Hardy Township (Spring Creek) *Henvey Township (Britt Station, Still River) *Lount Township (Bummer's Roost, Rye, Wattenwyle) *McConkey Township (Fleming's Landing) *Mowat Township (Bon Air, Cranberry, Key River, Ludgate, Mowat, Pakesley, Wanikewin) *Patterson Township (Restoule) *Pringle Township (Bear Valley, Carr, Farleys Corners, Golden Valley) *Shawanaga Township (Madigans) *Wallbridge Township (Britt, Byng Inlet, Drocourt, Harris Lake, North Magnetawan) *Wilson Township In addition, the division also includes two geographic townships which are entirely unpopulated: *Brown Township *Harrison Township ==Demographics== Mother tongue:Statistics Canada 2006 Census - Parry Sound, Unorganized, Centre Part community profile * English as first language: 91.5% * French as first language: 4.6% * English and French as first language: 0% * Other as first language: 3.9% Population trend:Statistics Canada: 1996, 2001, 2006 census * Population in 2011: 2199 * Population in 2006: 2424 * Population in 2001: 2198 * Population in 1996: 3336 (or 2082 when adjusted to 2001 boundaries) * Population in 1991: 3394 ==See also== *List of townships in Ontario ==References== Category:Geography of Parry Sound District Parry Sound Centre",
 "title": "Unorganized Centre Parry Sound District"
}