{
 "id": "622502",
 "text": "The Dodge Spirit is a mid-size 5- or 6-passenger sedan that was introduced in January 1989 as a replacement for the similarly sized Dodge 600. The Spirit was Dodge's version of the Chrysler AA platform, a stretched variation of the Chrysler K platform. It was assembled at Newark Assembly in Newark, Delaware, Toluca Car Assembly in Toluca, Mexico, as well as Valencia, Venezuela, and shared its basic design with the 1990 to 1994 Chrysler LeBaron sedan, the 1989 to 1995 Plymouth Acclaim, and the export-only 1989 to 1995 Chrysler Saratoga. The Spirit has also been described as a replacement for the smaller Aries and the hatchback Lancer, though the Shadow launched in 1986 is closer than the Spirit in most dimensions to the Aries and Lancer. A total of 60,000 Dodge Spirits were sold in its first year, enough that Aries production was stopped mid-season. Spirit production ended on 9 December 1994, along with the Plymouth Acclaim and it was marketed through 1995. The \"cab-forward\" Stratus was introduced as a replacement. == Design == The Spirit could accommodate six people with an optional front split-bench seat. It had a large trunk, a solid- beam rear axle, and a MacPherson strut front suspension. The Spirit differed from the other A-bodies primarily in the grille and rear lamp styling, and in the availability of a sportier, higher-performing R/T version. The Spirit is dimensionally comparable to its contemporaneous Ford Tempo, and was also compared with the Chevrolet Corsica, Honda Accord, and Toyota Camry by Consumer Reports. The Spirit sold well; with higher consumer acceptance than the Stratus that replaced it. ==Changes through the years== thumb|right|1992 Dodge Spirit R/T thumb|right|1993–1995 Dodge Spirit * 1991 - Antilock four- wheel disk brake system was added as a new option. * 1992 - A 3-speed automatic transmission became available with the V6 engine. * 1993 - A facelift included a body-color grille with the Dodge crossbars theme and new full-width taillamps that despite their amber lower sections, did not include amber rear turn signals. Only two trim levels went on sale: Highline and ES. The Chrysler corporate Pentastar emblem was replaced with the brand's new RAM emblem. Stainless steel exhaust system and tinted glass became standard on all Spirits. * 1994 - A motorized passenger's side seat belt was added to U.S.-market Spirits to comply with Federal Motor Vehicle Safety Standard 208's requirement for passive restraints. These motorized belts do not comply with Canada's safety standards; Canadian-market Spirits continued to use a manual passenger seatbelt, and 1994–1995 Spirits therefore cannot legally be permanently imported across the US/Canada border in either direction. * 1995 - The 2.5 L engine received a slightly revised cylinder head, and both the 4-speed A604 automatic transmission and anti-lock brakes were dropped from the option list. Otherwise, the Spirit remained mostly unchanged, much as it had throughout its six-year run. ==Trims== * 1989–95: Base * 1989–91: LE * 1989–93: ES * 1991–92: R/T The Spirit ES and R/T featured Eurocast (also called Snowflake) alloy wheels through 1991. For 1992, the Turbo Blade wheel was introduced. Some of the alloy wheels were color-keyed to the vehicle body: *White body with white painted wheels (ES, R/T) *Black, silver, or dark red body with clear-coated wheels (ES only) *Bright Red body with bright red painted wheel inserts (R/T only, 1991) Starting in 1993, the Spirit was offered with a Gold package similar to that offered on the 1993-94 Plymouth Acclaim and Dodge Caravan/Plymouth Voyager minivans. This included goldtone- trimmed alloy wheels and gold pinstripes. The Gold package was available with both 4- and 6-cylinder models, with certain body colors. ==Engines== thumb|right|1991 Dodge Spirit with a 2.5L TBI engine The base engine for Spirit and Spirit LE models was a TBI 4-cylinder engine producing . Optional on all models except the Spirit R/T was a , L V6 made by Mitsubishi. Also available in 1989 through 1992—and standard equipment on the Spirit ES—was a turbocharged version of the 2.5 L engine. In 1993, 1994, and 1995, a flexible- fuel Spirit was offered, powered by a multipoint fuel injected version of the 2.5 L engine specially modified to run on fuel containing up to 85% methanol. The R/T version came with a powerful DOHC turbo III with cylinder head engineered and made by Lotus. This engine was rated at and . ==Transmissions== Several five-speed manual transmissions were available with the naturally aspirated and turbocharged 4-cylinder engines, but relatively few Spirits were equipped with manual transmissions. All the Spirit R/Ts came with the A-568 heavy-duty 5-speed manual transmission. From 1989 to 1991, all V6 Spirits came with the electronic four-speed A604 overdrive automatic, which became optional equipment in 1992 and remained optional until 1995. The three-speed Torqueflite automatic was the most popular installation on 4-cylinder Spirits, and was also standard equipment with the V6 engine from 1992 through 1995. A 5-speed manual was offered with the V6 engine in the smaller Shadow, but this combination was not available in the Spirit. ==R/T== thumb|right|upright|Dodge Spirit R/T interior thumb|left|1991 Dodge Spirit R/T engine bay In 1991, Chrysler introduced the Spirit R/T, featuring a version of the 2.2 L engine with a 16-valve DOHC head designed by Lotus, who won a design competition against Maserati and Hans Hermann. Fed by a Garrett intercooled turbocharger, the Turbo III engine produced and . The R/T also featured unique interior and exterior trims. The only transmission was a heavy-duty A568 5-speed manual transmission built by Chrysler's New Process Gear division, with a gearset supplied by Getrag. Heavy-duty vented four wheel disc brakes were standard equipment, with optional anti-lock brakes. Color-keyed 15-inch alloy wheels were standard, with P205/60R15 tires. At the time, the R/T was advertised as \"the fastest sedan made in America\", and one of the quickest performance sedans under $40,000, with Chrysler placing its performance above the BMW M5. It could reach in 5.8 seconds, according to Car and Driver, making it one of the quickest front wheel drive cars ever offered in the American market. It was chosen as Motor Trend magazine's \"Domestic Sport Sedan of the Year\", beating the Ford Taurus SHO for 1991 and 1992. All R/Ts were built in Mexico. A total of 1,208 were sold in the U.S. in 1991 – 774 in red and 434 in white. An additional 191 were sold in the U.S. in 1992 – 92 red, 68 white, and 31 silver. The only discernible changes for 1992 were a lower first gear ratio for reduced turbo lag, woodgrain dashboard trim as used on the Chrysler LeBaron sedan, blacked-out upper and lower grille inserts, clear rather than amber lenses for the front parking and turn signal lights, and a speedometer calibrated to rather than . ==Mexican and South American markets== thumb|left|Mexican 1994 Chrysler Spirit R/T Spirits were marketed in Mexico. They were badged as Chryslers rather than Dodges, since the Dodge brand at the time was used only on trucks. The Spirit was introduced in the Mexican market for 1990, one year after its début in the U.S. and Canada. The 1990-1991 Mexican versions were equipped with the U.S. market Plymouth Acclaim tail lights. The initial 1990-model Spirits used a version of the 2.5 L engine operating on leaded gasoline, equipped with a carburetor, a tubular exhaust header, and electronic control of ignition timing. This induction and ignition system used technology and components very similar to those employed in Chrysler's U.S.-market Lean Burn emission control systems of the late-1970s. For the 1991 model year, Mexico enacted new-vehicle emission regulations similar to those in the U.S. and Canada. The carbureted leaded-fuel engine was too dirty to comply with the new regulations, so a fully integrated engine management system with fuel injection was added to the Spirit. This was not the TBI system used in the U.S., Canada, and Europe. Rather, the Mexican- market Spirits came with a more advanced MPFI setup. The MPFI 2.5 improved performance and driveability, as well as achieved cleaner emissions than its TBI counterpart, but was not used in the U.S., Canadian, or rest-of-world export markets except on turbocharged and FFV models. The Chrysler Spirit with MPFI 2.5 L engine was sold in Mexico from 1991 through 1995, and was exported to Argentina and Brazil from 1993 through 1995. It was employed by the Argentine police in Buenos Aires. thumb|Chrysler Spirit police car in Argentina Chrysler de Mexico also sold two versions of the Spirit R/T. The base R/T, sold from 1991 through 1995, used a Mexico-only intercooled Turbo II version of the 8-valve SOHC 2.5 L engine and the 3-speed A413 automatic transmission. These R/Ts were used by Mexican police departments. The top-line R/T. called \"R/T DOHC\", available from 1992 through 1993, came with the same 2.2 L 16-valve DOHC engine that was used in the American-market from 1991 to 1992 R/T with a 5-speed manual transmission. More options and higher equipment levels were available in Mexico, including leather upholstery, sunroof, and 16-inch alloy wheels, none of which was offered on the R/T in America. In addition, Mexican-market R/Ts could be ordered in a variety of different colors, not just the red, white, and silver offered in the U.S. All Mexican- market Spirit R/Ts were badged as Chryslers. A variant of the R/T family, the Chrysler Phantom R/T, was a special-order Mexico-only premium version of the LeBaron coupe equipped with the 2.2 L 16-valve DOHC engine and the Getrag 5-speed manual transmission. ===Sales=== {|class=\"wikitable\" |- ! Calendar Year ! United States |- | 1989 |68,661 |- |1990 |99,319 |- |1991 |97,242 |- |1992 |78,719 |- |1993 |62,951 |- |1994 |42,443 |- |1995 |12,991 |- |Total sales |462,326 |- |} ==References== ==External links== * Spirit Category:Front-wheel-drive vehicles Category:Mid-size cars Category:Sedans Category:1980s cars Category:1990s cars Category:Cars introduced in 1989",
 "title": "Dodge Spirit"
}