{
 "id": "622657",
 "text": "Delenn is a fictional lead character in the universe of the science fiction television series Babylon 5. She was originally Minbari, but from season 2 onwards, became a Minbari/human hybrid. She was played by Mira Furlan. == Role in Babylon 5 == ===Character arc=== When first appearing as the Minbari ambassador to Babylon 5, Delenn initially hides her status of being Satai, one of the nine members of the Grey Council, the ruling body of the Minbari Federation. At the start of the 2nd season, Delenn uses a special artifact to transform into a half-human, half-Minbari hybrid - initially treated with suspicion by humans and Minbari alike. She is excluded from the Grey Council as a consequence. Delenn was instrumental in also getting Sinclair to be stationed as the first Earth ambassador to Minbar, since unbeknownst to Sinclair initially, they chose him because he was the first human the Grey Council had any direct contact with during the Battle of the Line. In season 3, Delenn and John Sheridan fall in love, which drives a further wedge between the Minbari religious and warrior castes, who soon break a thousand years of cooperation and begin a civil war against one another. After Sheridan and Babylon 5 break away from Earth, it is Delenn who rescues the station with a fleet of Minbari ships, but at the cost of destroying the symbolic circle of the Grey Council. The religious and worker castes side with Babylon 5 and the Army of Light. Without the Grey Council keeping order, the divisions in Minbari society become so strong that civil war soon breaks out. It is later learned that Delenn herself is descended from Valen.\"Atonement\" Delenn is the \"One who is,\" representing both halves of the Minbari and human race merged, more literally merging in the marriage of Delenn and Sheridan. Together they become war leaders, with Delenn managing to bind together diverse planets and races into a great alliance. Sheridan was the \"warrior\", while she was the \"spirit\". This alliance ends the great war between the Shadow and Vorlon races, and ushers in the Third age for Mankind - a great time of growth and change. After the Shadow War ended, both Delenn and Sheridan find their homeworlds embroiled in civil wars. Although her work saved countless lives and ended the great war, she returns home to a world fraught with chaos and death. Delenn and the religious caste surrender to the warrior clans. She then forces a showdown between herself and the new leader of the warrior caste. This should be a purification in which Delenn can sacrifice herself for her caste and for the Minbari people. With her sacrifice, the leadership of Minbar would continue to be held by the religious caste - not the warriors. Her old rival Neroon saves her life, however, and in his death cries he joins the religious caste, which restores the balance of power. Delenn then gives control of the Grey Council to the worker caste, who had for many years stayed in the middle, as the religious and warrior castes simmered with disagreement. After John Sheridan refuses to stand for re-election as President of the Interstellar Alliance, Delenn is chosen to succeed him. When she accepts the role, Sheridan takes command of the Rangers until his death; Delenn asks Ivanova to succeed him. === Characterization === Delenn as a literary character has been subject to several literary analysis, for example as a hero and as a leader, as well as in the dimension of feminine identity. == Conceptual history == Delenn was originally conceived as being a male character (eventually destined to change into a female one) but played by a female actor, in order to give the character feminine mannerisms and therefore make him more \"alien\". The Babylon 5 pilot TV movie The Gathering was filmed with this in mind, but the computer alteration to Mira Furlan's voice to make it sound masculine was unconvincing, so the idea was dropped and Delenn changed to being a female. The Minbari makeup used from then on gave Delenn a much more feminine appearance. == Reception == ==References== Category:Babylon 5 characters Category:Fictional women soldiers and warriors Category:Fictional diplomats Category:Television characters introduced in 1993 ru:Список персонажей телесериала «Вавилон-5»#Деленн",
 "title": "Delenn"
}