{
 "id": "622738",
 "text": "In heraldry and vexillology, a Canadian pale is a centre band of a vertical triband flag (a pale in heraldry) that covers half the length of a flag, rather than a third as in most triband designs. This allows more space to display a central image (common charge). The name was suggested by Sir Conrad Swan, Rouge Dragon Pursuivant (a heraldic office in Britain), and first used by Queen Elizabeth II as Queen of Canada proclaiming the new Canadian flag on 28 January 1965. Properly, the term should only apply to Canadian flags, though in general use the term is also used to describe non-Canadian flags that have similar proportions. The classic Canadian pale is a square central panel occupying half of a flag with 1:2 proportions. However, vexillological usage applies it to any central band that is half the width of the flag, even if this renders it non-square. The term Canadian pale is also used for flags which do not originate in Canada. The 3:5 proposed flag of Taiwan and the 7:11 flag of Saint Vincent and the Grenadines are both described as having a Canadian pale. The Canadian pale is a popular feature of sub-national and municipal flags from Canada developed after 1965. A few examples can be found in the flag of the Northwest Territories and the flag of Yukon, and of the cities of Edmonton, Alberta; Cornwall, Ontario; Hamilton, Ontario; and Burlington, Ontario. The term is sometimes used in an even looser sense to refer to any flag with a larger central panel, irrespective of whether or not it covers half the flag. By this looser description, the flag of Norfolk Island (stripes in a ratio of 7:9:7) and the flag of Iowa (ratio legally undefined, but usually the central stripe is less than twice that of the outer stripes) are sometimes considered to have a Canadian pale. By analogy, any flag which has a central horizontal stripe that is half the height of the flag is sometimes said to have a Spanish fess. ==Heraldry== In coats of arms, and heraldry in general, a 'Canadian pale' is what might well be referred to in South African heraldry as a 'broad pale' as its width is half that of the shield on which it is shown as opposed to the ordinary pale's third to a quarter. They are most commonly used in Canadian heraldry. ==Flag gallery== Flag of the Northwest Territories.svg|Flag of the Northwest Territories, Canada Flag of Yukon.svg|Flag of Yukon, Canada Amherstburg_Flag.svg|Flag of Amherstburg, Ontario Flag of Cornwall, Ontario.svg|Flag of Cornwall, Ontario, Canada Flag of Hamilton.svg|Flag of Hamilton, Ontario, Canada Bandera Nis%27ga_Nation.png|Flag of the Nisga'a Nation, British Columbia, Canada Matimekush Lac John Band %28Innu-Montagnais_Nation%29%2C_Quebec.gif|Flag of the Innu (Matimekush Lac John Band), Quebec, Canada Flag of Grise Fiord, Nunavut.svg|Flag of Grise Fiord, Nunavut, Canada Musqueam flag.png|Flag of the Musqueam people File:Flag of Bohol Province, Philippines.svg|Flag of Bohol, Philippines File:Flag of Iowa.svg|Flag of Iowa, United States File:Flag of Saint Vincent and the Grenadines.svg|Flag of Saint Vincent and the Grenadines File:Flag of La Gomera.svg|Flag of the island of La Gomera (Canary Islands, Spain) File:Flag of Myrhorod.svg|Flag of Myrhorod, Ukraine File:Flag of Putrajaya.svg|Flag of Putrajaya, Malaysia File:Flag of Taiwan proposed 1996.svg| Proposed 1996 Liu flag of Taiwan File:Keski-Pohjanmaa.lippu.svg|Flag of Central Ostrobothnia, Finland File:Flag of Mississippi.svg|Flag of Mississippi, United States File:POL powiat malborski flag.svg|Flag of Malbork County, Poland File:Columbus flag.jpg | Flag of Columbus, Ohio File:Flag of Norfolk Island.svg |Flag of Norfolk Island, Australia File:POL województwo podkarpackie flag.svg|Flag of Subcarpathian Voivodeship, Poland File:Ash Nallawalla's Proposal (1998 Australian Flag Proposal).svg | Ash Nallawalla's 1998 Australian flag proposal ==References== * Category:Flags of Canada Category:Heraldic ordinaries Category:Flags by design",
 "title": "Canadian pale"
}