{
 "id": "623051",
 "text": "The cherry barb (Puntius titteya) is a tropical freshwater fish belonging to the family Cyprinidae. It is native to Sri Lanka,Froese, R. and D. Pauly, Eds. Puntius titteya. FishBase. 2011. and introduced populations have become established in Mexico and Colombia. The cherry barb was named Puntius titteya by Paules Edward Pieris Deraniyagala in 1929. Synonyms include Barbus titteya and Capoeta titteya. The species is commercially important in the aquarium trade and farmed in larger numbers, but it remains threatened by overcollection and habitat loss. ==Description== The cherry barb is a small elongated fish with a relatively compressed body. It reaches in length. The female is fawn-colored on top with a slight greenish sheen. Its sides and belly have gleaming silver highlights. It may have a rosy tone on its back and upper sides. A horizontal stripe extends from the tip of the snout through the eye to the base of the caudal fin. The male has a reddish color, becoming very deep red when breeding, and a more slender body shape. The females have two pinkish color stripes down their sides, also becoming darker when ready to breed. thumb|Male Cherry Barb ==Habitat== The cherry barb's natural habitat is a heavily shaded, shallow, and calm water body. Its native substrate is silty with leaf cover. It comes from a tropical climate and prefers water with a pH of 6 to 8, a water hardness (dH) of 5 to 19, and a temperature range of 73 째F to 81 째F (23 째C to 27 째C). ==In the aquarium== The fish is most often kept in community tanks by aquarium hobbyists. The cherry barb is a schooling fish and is best kept in groups of five or more individuals, though the schools are often less discrete than those of other barbs. Within these schools there will most likely be hierarchy. There should be a ratio of at least two females to one male. The male will constantly harass the females to breed, and if there are multiple females, each can escape the attentions of the male for a time. The average life span is four years, with a maximum around seven years. The tank should have abundant plant material (about two-thirds to three-quarters of the tank), but the fish also needs open space to swim. It tends to hide and will often withdraw under the cover of plants. The younger male is generally peaceful, but a mature male can be aggressive when breeding. Appropriate tankmates include Rasbora and similar calm fish. ==Breeding== When breeding, the male swims just behind the female, chasing away rival males. The female will spawn 200 to 300 eggs and scatter them on plants and on the substrate. It may eat its own eggs and small fry. The eggs hatch in one to two days and the fry are free-swimming after two more days. After five weeks, the hatchlings will be about 1 cm. long and easily identifiable as cherry barbs. ==References== Category:Puntius Category:Barbs (fish) Category:Fish of Sri Lanka Category:Fish described in 1929",
 "title": "Cherry barb"
}