{
 "id": "623145",
 "text": "The sella turcica (Latin for Turkish saddle) is a saddle-shaped depression in the body of the sphenoid bone of the human skull and of the skulls of other hominids including chimpanzees, gorillas and orangutans. It serves as a cephalometric landmark. The pituitary gland or hypophysis is located within the most inferior aspect of the sella turcica, the hypophyseal fossa. ==Structure== The sella turcica is located in the sphenoid bone behind the chiasmatic groove and the tuberculum sellae. It belongs to the middle cranial fossa. The sella turcica's most inferior portion is known as the hypophyseal fossa (the \"seat of the saddle\"), and contains the pituitary gland (hypophysis). In front of the hypophyseal fossa is the tuberculum sellae. Completing the formation of the saddle posteriorly is the dorsum sellae, which is continuous with the clivus, inferoposteriorly. The dorsum sellae is terminated laterally by the posterior clinoid processes. ===Development=== It is widely believed that the development of the diaphragma sellae is a factor which determines the morphology of the sella turcica and its contents. ==Function== The sella turcica forms a bony seat for the pituitary gland. ==Clinical significance== Empty sella syndrome is the condition of a shrunken or flattened pituitary gland. Since the sella turcica forms a bony caudal border for the pituitary gland, a pituitary tumor usually extends upward in the rostral direction into the suprasellar region. This can result in compression of the optic chiasm, which lies on top of the pituitary, enveloping the pituitary stalk. Compression of the optic chiasm can lead to bitemporal hemianopsia, and, when there is no relevant trauma, this clinical finding is pathognomonic for a pituitary tumor. Some pituitary adenomas can extend inferiorly, growing downward and invading the sphenoid bone and cavernous sinus. Large adenomas can cause remodeling of the underlying sphenoid bone altering the shape of the sella turcica. Sella turcica is also usually used as a reference point with nasion to establish the base of the skull in cephalometric analysis. This is commonly done prior to orthodontic treatment.Proffit, William R. Contemporary Orthodontics, 4th Edition. C.V. Mosby, 122006. 6.5.2.1). vbk:978-0-323-04046-4#outline(6.5.2.1) ==Etymology== Sella turcica is from the Latin words sella, meaning seat, and turcica, meaning Turkish. ==See also== * Sphenoidal sinuses * Empty sella syndrome ==Additional images== File:Sella turcica - animation03.gif|Human skull seen from side (parietal bones and temporal bones have been removed). Sella turcica shown in red. File:Hypophysial fossa01.png|Hypophysial fossa shown in red. File:Sella turcica - animation02.gif|Sphenoid bone seen from above. Sella turcica shown in red. File:Base of skull 8.jpg|Base of skull - Sella turcica, tuberculum sellae and hypophyseal fossa ==References== * ==External links== * Image at Indiana.edu Category:Bones of the head and neck",
 "title": "Sella turcica"
}