{
 "id": "623266",
 "text": "David Jenkinson (6 August 1934 – 27 April 2004) was a railway modeller and historian, who had a particular interest in the London, Midland and Scottish Railway (LMS) and was president of the LMS Society. == Biography == Jenkinson was born in Leeds and educated at Prince Henry's Grammar School, Otley, which in 1951 took him to a field trip to the Settle-Carlisle Railway line (S&C;), which would start a lengthy relationship with that line. He went to London University where he met his future wife Sheila, with whom he had four children (Christopher, Hilary, Timothy and Nicola). After graduating Jenkinson joined the Royal Air Force (RAF) in 1956, from which he retired in 1972 having achieved the rank of Squadron Leader. During this time he built his 4 mm scale EM gauge models MarthwaiteJenkinson, David, \"Marthwaite\" Railway Modeller, June 1964 and Garsdale RoadJenkinson, David, \"Garsdale Road\" Railway Modeller, April 1970 (see Garsdale) representing a station on the S&C; set during the 1930s period when it was run by the LMS. In 1963, with Bob Essery and others he founded the LMS Society.LMS Society website . Alone and with Essery he authored many books, the most important was their book on LMS Coaches, which was groundbreaking in its treatment of a non-locomotive subject. Soon after the Science Museum was asked to take on the historic railway collections, David, having retired from the RAF, applied for and was appointed as an education officer with the Science Museum at South Kensington, where he worked with John Van Riemsdijk on the layout of the new building in York. He subsequently became Head of Education and Research at the resulting National Railway Museum (NRM), where he was responsible for refurbishment to running condition of major locomotives and vehicles, so that national tours would promote the museum. He left the NRM in 1988,Blakemore, Michael, 'David Jenkinson, 1934-2004' (editorial): BackTrack, vol. 18, no. 6, June 2004, page 323 after management changes. He put some of the time thus freed into his writing career and was editor of BackTrack from 1989 to 1994, in succession to the magazine's founder, Nigel Trevena, of Atlantic Transport Publishers. Jenkinson set up Pendragon Publishing in 1991 as a separate entity within Atlantic and retained it when he split with them in 1995. In partnership with Michael Blakemore, Pendragon bought BackTrack from Atlantic in 2003.Blakemore, Michael, '\"Silently closing the bedroom door, Leaving the note that he hoped would say more…\"' (editorial): BackTrack, vol. 17, no. 12, December 2003, page 663 In the year he left the RAF he started his layout Little Long Drag, which incorporated Garsdale Road and a lengthy run in a custom-built shed.Jenkinson, David, \"Little Long Drag 1 - Planning for Permanence\" Railway Modeller, May 1973 Later he switched to 7 mm scale modelling, building Kendal, Kendal II and Kendal Branch the latter based on an imaginary ex-Midland Railway line in the early Grouping era (c.1928-30). Much of his railway modelling stock was sold at auction by Christie's in 2005. == Publications == * Extract from LMS Society bibliography * York University Library catalogue entries * D Jenkinson & R J Essery (1967) Locomotive Liveries of the LMS Ian Allan * D Jenkinson & N Campling (ed) (1969) Historic Carriage Drawings B Ian Allan * D Jenkinson & R J Essery (1969) The LMS Coach Ian Allan * V R Anderson, R J Essery & D Jenkinson (1971) Portrait of the LMS Peco * D Jenkinson (1973) Rails in the Fells Peco . Second revised edition, 1980, . * D Jenkinson & J Bellwood (1976) Gresley & Stanier D Jenkinson & J Bellwood * D Jenkinson & R J Essery (1977) LMS Coaches 1923 - 57 Oxford Publishing Company * D Jenkinson (1980) The Power of the Duchesses Oxford Publishing Company * D Jenkinson & R J Essery (1981) LMS Locomotives Vol 1 General Review Oxford Publishing Company * D Jenkinson & G Townend (1981) Palaces on wheels HMSO * D Jenkinson (1982) Profile of the Duchesses Oxford Publishing Company * D Jenkinson (1982) The Power of The Royal Scots Oxford Publishing Company * D Jenkinson & R J Essery (1984) Midland Carriages (1877 0nwards) Oxford Publishing Company * D Jenkinson & R J Essery (1984) Midland Locomotives from 1883 Vol 1 General Survey Wild Swan Publications * D Jenkinson & R J Essery (1985) LMS Locomotives Vol 2 Pre group Western & Central Div Oxford Publishing Company * D Jenkinson (1985) Modelling Historic Railways Patrick Stevens Ltd * R J Essery & D Jenkinson (1986) LMS Locomotives Vol 3 Absorbed Pre-Group Classes, Northern Division * D Jenkinson & R J Essery (1987) LMS Locomotives Vol 4 Pre group Midland Silver Link * D Jenkinson (1988) Eric Treacy's LMS Oxford Publishing Company * D Jenkinson & R J Essery (1988) Midland Locomotives from 1883 Vol 2 Passenger Tender Wild Swan Publications * D Jenkinson & R J Essery (1988) Midland Locomotives from 1883 Vol 3 Tank Engines Wild Swan Publications * D Jenkinson (1988) The London & Birmingham Capital * D Jenkinson & R J Essery (1989) LMS Locomotives Vol 5 Post group standards Silver Link * D Jenkinson & R J Essery (1989) Midland Locomotives from 1883 Vol 4 Goods Tender Wild Swan Publications * D Jenkinson & R J Essery (1991) LMS Standard Coaching Stock Vol 1 General Intro & NPCS Oxford Publishing Company * D Jenkinson (1993) Bedtime Backtrack Atlantic Transport Publishers * D Jenkinson & R J Essery (1994) LMS Locomotives Vol 3 Pre group Northern Div Silver Link * D Jenkinson & R J Essery (1994) LMS Standard Coaching Stock Vol 2 Gen Service Gangwayed vehicles Oxford Publishing Company * J Edgington, J Smart & D Jenkinson (1994) The Big Four in Colour 1935 -50 Atlantic Transport Publishers * D Jenkinson (1995) LNWR Carriages Pendragon * D Jenkinson (1996) Carriage Modelling Made easy Wild Swan Publications * D Jenkinson & B C Lane (1996) British Railcars 1900-1950 Atlantic Transport Publishers * D Jenkinson * D Jenkinson & A Earnshaw (1997) Last Years of the Big Four Atlantic Transport Publishers * D Jenkinson (1998) Historic Carriage Drawings Vol 2 Pendragon * D Jenkinson (1999) The Big Four in Colour Pendragon * D Jenkinson (2000) Historical Railway Modelling Pendragon * D Jenkinson & R J Essery (2000) LMS Standard Coaching Stock Vol 3 Non Corridor & Special purpose Oxford Publishing Company ==See also== * List of railfans ==References== ==External links== * David Jenkinson – an appreciation by Bob Essery. Category:1934 births Category:2004 deaths Category:People educated at Prince Henry's Grammar School, Otley Category:Royal Air Force officers Category:People associated with the Science Museum, London Category:English curators Category:20th-century English educators Category:Rail transport writers Category:English non-fiction writers Category:English male non-fiction writers Category:Rail transport modellers Category:20th-century English male writers",
 "title": "David Jenkinson"
}