{
 "id": "623239",
 "text": "Alexander \"Sandy\" McCall Smith, CBE, FRSE (born 24 August 1948), is a British writer, raised in Southern Rhodesia (now Zimbabwe) and formerly Professor of Medical Law at the University of Edinburgh. He became a respected expert on medical law and bioethics and served on related British and international committees. He has since become known as a fiction writer, with sales in English exceeding 40 million by 2010 and translations into 46 languages. He is known as the creator of The No. 1 Ladies' Detective Agency series. \"McCall\" forms part of his surname. ==Early life== Alexander McCall Smith was born in 1948 in Bulawayo in the British colony of Southern Rhodesia (present-day Zimbabwe), to parents of British origin. He was the only son, having three elder sisters. His father worked as a public prosecutor in Bulawayo. McCall Smith's paternal grandfather was the medical doctor and New Zealand community leader George Marshall McCall Smith, born at Nairn in Scotland. McCall Smith was educated at the Christian Brothers College in Bulawayo before moving to Scotland at age 17 to study law at the University of Edinburgh, where he earned his LLB and PhD degrees. He soon taught at Queen's University Belfast, and while teaching there he entered a literary competition: one a children's book and the other a novel for adults. He won in the children's category. ==Professional career== He returned to southern Africa in 1981 to help co- found the law school and teach law at the University of Botswana. While there, he co-wrote The Criminal Law of Botswana (1992). He was Professor of Medical Law at the University of Edinburgh and is now Emeritus Professor at its School of Law. He retains a further involvement with the University in relation to the James Tait Black Memorial Prize. He is the former chairman of the Ethics Committee of the British Medical Journal (until 2002), the former vice- chairman of the Human Genetics Commission of the United Kingdom, and a former member of the International Bioethics Committee of UNESCO. After achieving success as a writer, he gave up these commitments. He was appointed a CBE in the New Year's Honours List issued at the end of December 2006 for services to literature. In June 2007, he was awarded the Honorary Degree of Doctor of Laws at a ceremony celebrating the tercentenary of the University of Edinburgh School of Law. In June 2015 he was awarded the honorary degree of Doctor of Letters at a graduation ceremony at the University of St Andrews. ==Personal life== He settled in Edinburgh, Scotland, in 1984. He and his wife Elizabeth, a physician, bought and renovated a large Victorian mansion in the Merchiston/Morningside area of the city. They lived there for almost 30 years, raising their two daughters Lucy and Emily. Nearby lived the authors J. K. Rowling, Ian Rankin, and Kate Atkinson. An amateur bassoonist, he co-founded The Really Terrible Orchestra. He has helped to found Botswana's first centre for opera training, the Number 1 Ladies' Opera House, for whom he wrote the libretto of their first production, a version of Macbeth set among a troop of baboons in the Okavango Delta. In 2009 he received the Golden Plate Award of the American Academy of Achievement presented by Awards Council member Archbishop Desmond Tutu at an awards ceremony at St. George’s Cathedral in Cape Town, South Africa. In 2012 he appeared in a documentary about the life and work of author W. Somerset Maugham, Revealing Mr. Maugham. In 2014 McCall Smith purchased the Cairns of Coll, a chain of uninhabited islets in the Hebrides. He said, \"I intend to do absolutely nothing with them, and to ensure that, after I am gone, they are held in trust, unspoilt and uninhabited, for the nation. I want them kept in perpetuity as a sanctuary for wildlife – for birds and seals and all the other creatures to which they are home.” During a visit to New Zealand in 2014 McCall Smith visited Rawene, where his grandfather, George McCall Smith, ran the hospital for 34 years and created the Hokianga area health service. ==Author== thumb|left|Alexander McCall Smith signing books in Helsinki April 2007 McCall Smith is a prolific author of fiction, with several series to his credit. He writes at a prodigious rate: \"Even when travelling, he never loses a day, turning out between 2,000 and 3,000 words [a day] – but more like 5,000 words when at home in Edinburgh. His usual rate is 1,000 words an hour.\" He has gained the most fame for his No. 1 Ladies Detective Agency series, featuring Mma Precious Ramotswe and set in Gaborone, Botswana. The first novel was published in 1998. By 2009, the No 1 Ladies’ Detective Agency series had sold more than 20 million copies in English editions. According to his publisher in Edinburgh, \"He was, until 2005, a professor of medical law at the University of Edinburgh, but gave up the position to concentrate on his writing and now writes full time.\" He published 30 books in the 1980s and 1990s before he began the series that has brought him the world's notice. In 2008 he wrote a serialised online novel Corduroy Mansions, with the audio edition read by Andrew Sachs made available at the same pace as the daily publication. He wrote more than ten chapters ahead of publication, finding the experience of serialised publication to be \"a frightening thing to create a novel while his readers watched. 'I am like a man on a tightrope.'\" In 2009 he donated the short story \"Still Life\" to Oxfam's \"Ox-Tales\" project, comprising four collections of stories written by 38 British authors. McCall Smith's story was published in the \"Air\" collection.Oxfam: Ox-Tales ==Bibliography== ===The No. 1 Ladies' Detective Agency series=== #1998: The No. 1 Ladies' Detective Agency #2000: Tears of the Giraffe #2001: Morality for Beautiful Girls #2002: The Kalahari Typing School for Men #2003: The Full Cupboard of Life #2004: In the Company of Cheerful Ladies (also known as: The Night-Time Dancer) #2006: Blue Shoes and Happiness #2007: The Good Husband of Zebra Drive #2008: The Miracle at Speedy Motors #2009: Tea Time for the Traditionally Built #2010: The Double Comfort Safari Club #2011: The Saturday Big Tent Wedding Party #2012: The Limpopo Academy of Private Detection #2013: The Minor Adjustment Beauty Salon #2014: The Handsome Man's De Luxe Café #2015: The Woman Who Walked in Sunshine #2016: Precious and Grace #2017: The House of Unexpected Sisters #2018: The Colours of All the Cattle #2019: To the Land of Long Lost Friends #2020: How to Raise an Elephant #2021: The Joy and Light Bus Company #2022: A Song of Comfortable Chairs Extra: 2013: The Slice of No. 1 Celebration Storybook (ebook only) ===44 Scotland Street series=== *See also: Bertie Pollack, 44 Scotland Street #2005: 44 Scotland Street #2005: Espresso Tales #2006: Love Over Scotland #2007: The World According to Bertie #2008: The Unbearable Lightness of Scones #2010: The Importance of Being Seven #2011: Bertie Plays The Blues #2012: Sunshine on Scotland Street #2013: Bertie's Guide to Life and Mothers #2015: The Revolving Door of Life #2016: The Bertie Project #2017: A Time of Love and Tartan #2019: The Peppermint Tea Chronicles #2020: A Promise of Ankles #2022: Love in the Time of Bertie ===The Sunday Philosophy Club series=== also known as Isabel Dalhousie Mysteries *2004: The Sunday Philosophy Club *2005: Friends, Lovers, Chocolate *2006: The Right Attitude to Rain *2007: The Careful Use of Compliments *2008: The Comfort of Saturdays (UK title) or: The Comforts of a Muddy Saturday (American title)'' *2009: The Lost Art of Gratitude *2010: The Charming Quirks of Others *2011: The Forgotten Affairs of Youth *2011: The Perils of Morning Coffee (ebook only) *2012: The Uncommon Appeal of Clouds *2015: The Novel Habits of Happiness *2015: At the Reunion Buffet (ebook only) *2016: Sweet, Thoughtful Valentine (ebook only) *2017: A Distant View of Everything *2018: The Quiet Side of Passion *2020: The Geometry of Holding Hands *2022: The Sweet Remnants of Summer ===Corduroy Mansions series=== *2009: Corduroy Mansions *2009: The Dog Who Came in from the Cold (published online daily in serial form; also published as a hardcover book on 1 May 2010) *2011: A Conspiracy of Friends ===Professor Dr von Igelfeld Entertainments series=== *1997: Portuguese Irregular Verbs Maclean Dubois; 1st Edition (1997) Retrieved 5 December 2012. *2003: The Finer Points of Sausage Dogs *2003: At the Villa of Reduced Circumstances *2004: The 2½ Pillars of Wisdom – An omnibus edition of the first three von Igelfeld titles *2011: Unusual Uses for Olive Oil *2021: Your inner hedgehog === Detective Varg series=== *2019: The Strange Case of the Moderate Extremists (ebook only) *2019: The Department of Sensitive Crimes (his given name is stylised as Älexander on the cover) *2019: Varg in Love (ebook only) *2020: The Talented Mr. Varg *2021: The Man with the Silver Saab ===Big-Top Mysteries series=== *2019: The Case of the Vanishing Granny *2019: The Great Clown Conundrum ===Paul Stewart series=== *2016: My Italian Bulldozer *2019: The Second Worst Restaurant in France ===Other novels=== *2008: La's Orchestra Saves the World *2012: Trains and Lovers *2014: The Forever Girl *2014: Fatty O'Leary's Dinner Party *2015: Emma: A Modern Retelling *2017: The Good Pilot, Peter Woodhouse ===Short stories=== *2011: \"The Strange Story of Bobby Box\" (published in the young adult anthology: What You Wish For) ====Anthologies==== *1991: Children of Wax: African Folk Tales *1995: Heavenly Date and Other Flirtations *2004: The Girl Who Married a Lion and Other Tales from Africa *2006: Baboons Who Went This Way and That (Tales from Africa) *2015: Chance Developments: Unexpected Love Stories *2016: Marvellous Mix-ups *2019: Pianos and Flowers ===Children's novels=== *1980: The White Hippo *1984: The Perfect Hamburger *1988: Alix and the Tigers *1990: The Tin Dog *1991: Calculator Annie *1991: Marzipan Max *1991: The Popcorn Pirates *1992: The Doughnut Ring *1993: Who Invented Peanut Butter? *1994: Paddy and the Ratcatcher *1995: The Muscle Machine *1996: The Bubblegum Tree *1997: The Five Lost Aunts of Harriet Bean *2000: Teacher Trouble *2006: Dream Angus *2016: Freddie Mole, Lion Tamer *2018: Hari and his Electric Feet *2018: Max Champion and the Great Race Car Robbery ====School Ship Tobermory==== *2015: School Ship Tobermory *2016: The Sands of Shark Island *2018: The Race to Kangaroo Cliff *2019: The Secret of the Dark Waterfall ====Akimbo==== *1992: Akimbo and the Lions *1993: Akimbo and the Crocodile Man *2005: Akimbo and the Elephants *2006: Akimbo and the Snakes *2008: Akimbo and the Baboons ====Harriet Bean==== * 1993: The Cowgirl Aunt of Harriet Bean * 1990: The Five Lost Aunts of Harriet Bean * 1991: Harriet Bean and the League of Cheats ====Max & Maddy==== * 1997: Max & Maddy and the Bursting Balloons Mystery * 1999: Max & Maddy and the Chocolate Money Mystery ====Young Precious Ramotswe==== * 2010: Precious and the PuggiesScots language translation by James Robertson (republished in 2011 as: Precious and the Monkeys, and in 2012 as The Great Cake Mystery) * 2012: Precious and the Mystery of Meerkat Hill * 2013: Precious and the Missing Lion * 2015: Precious and the Zebra Necklace ===Memoir/literary appreciation=== * 2013: What Auden Can Do for You ===Academic texts=== *1978: Power and Manoeuvrability (with Tony Carty) *1983: Law and Medical Ethics (with J. Kenyon Mason) (this text has gone through several editions: an eighth, by Mason and Graeme Laurie, was published in 2010; McCall Smith contributed to the first six editions) *1987: Butterworths Medico-Legal Encyclopaedia (with J. Kenyon Mason) *1990: Family Rights: Family Law and Medical Advances (with Elaine Sutherland) *1991: All About Drink and Drug Abuse (educational text) *1992: The Criminal Law of Botswana (with Kwame Frimpong) *1993: The Duty to Rescue (with Michael Menlowe, 1993) *1992: Scots Criminal Law (with David H Sheldon, second edition published 1997) *1997: Forensic Aspects of Sleep (with Colin Shapiro) *2000: Justice and the Prosecution of Old Crimes (with Daniel W. Shuman) *2001: Errors, Medicine and the Law (with Alan Merry) *2003: A Draft Criminal Code for Scotland (with Eric Clive, Pamela Ferguson and Christopher Gane) *2004: Creating Humans: Ethical Questions where Reproduction and Science Collide (collected lectures, audio recordings) ==See also== *White people in Zimbabwe ==References== ==External links== * Prof. Alexander McCall Smith's homepage at the Law School, University of Edinburgh * Author's homepage at Random House * Author's homepage at Polygon & Birlinn Limited * Author's homepage at Little, Brown * * * Alexander McCall Smith interviewed on Conversations from Penn State * Write TV Public Television Interview with Alexander McCall Smith * Interview with the author at Powells.com. Category:1948 births Category:Living people Category:People from Bulawayo Category:Writers from Edinburgh Category:Alumni of Christian Brothers College, Bulawayo Category:Alumni of the University of Edinburgh School of Law Category:Academics of the University of Edinburgh Category:Bioethics Category:British Book Award winners Category:Commanders of the Order of the British Empire Category:Fellows of the Royal Society of Edinburgh Category:Fellows of the Royal Society of Literature Category:Scholars of medical law Category:People associated with Edinburgh Category:Rhodesian novelists Category:Scottish children's writers Category:Scottish crime fiction writers Category:Scottish legal scholars Category:Scottish novelists Category:Scottish short story writers Category:Zimbabwean children's writers Category:Zimbabwean novelists Category:Zimbabwean male writers Category:British male novelists Category:Zimbabwean male short story writers Category:Zimbabwean short story writers Category:Zimbabwean people of Scottish descent Category:Scottish people of Zimbabwean descent Category:Audiobook narrators Category:Zimbabwean emigrants to the United Kingdom Category:University of Botswana faculty",
 "title": "Alexander McCall Smith"
}