{
 "id": "62320",
 "text": "Samwise Gamgee (, usually called Sam) is a fictional character in J. R. R. Tolkien's Middle-earth. A hobbit, Samwise is the chief supporting character of The Lord of the Rings, serving as the sidekick of the protagonist Frodo Baggins. Sam is a member of the Fellowship of the Ring, the group of nine charged with destroying the One Ring to prevent the Dark Lord Sauron from taking over the world. Sam was Frodo's gardener. He was drawn into Frodo's adventure while eavesdropping on a private conversation Frodo was having with the wizard Gandalf. Sam was Frodo's steadfast companion and servant, portrayed as both physically strong for his size and emotionally strong, often pushing Frodo through difficult parts of the journey and at times carrying Frodo when he was too weak to go on. Sam served as Ring-bearer for a short time when Frodo was captured; his emotional strength was again demonstrated when he willingly gave the Ring back to Frodo. Following the War of the Ring, Sam returned to the Shire and his role as gardener, helping to replant the trees which had been destroyed while he was away. He was elected Mayor of the Shire for seven consecutive terms. ==Literature== ===Fictional biography=== Samwise Gamgee was Frodo Baggins's gardener, having inherited the position from his father, Hamfast \"Gaffer\" Gamgee, who was Bilbo Baggins's gardener. As \"punishment\" for eavesdropping on Gandalf's conversation with Frodo regarding the One Ring, Sam was made Frodo's first companion on his journey to Rivendell.The Fellowship of the Ring book 1, ch. 2, \"The Shadow of the Past\" They were joined by Meriadoc Brandybuck and Peregrin Took, Frodo's cousins, traveling together to Rivendell. At the Council of Elrond there, Sam joined the Fellowship of the Ring.The Fellowship of the Ring, book 2, ch. 2, \"The Council of Elrond\" In the elvish land of Lothlórien, Galadriel gives Sam a small box of earth from her garden.The Fellowship of the Ring book 2, ch. 8, \"Farewell to Lórien\" When the Fellowship split up at the Falls of Rauros, Sam insisted on accompanying Frodo.The Fellowship of the Ring book 2, ch. 10, \"The Breaking of the Fellowship\" Sam protected and cared for Frodo, who was growing weaker under the Ring's influence, as they moved through the dangerous lands toward Mordor. Sam distrusted Gollum, who became their guide into Mordor.The Two Towers book 4, ch. 1, \"The Taming of Sméagol\"The Two Towers book 4, ch. 2, \"The Passage of the Marshes\" His suspicions were proven right when Gollum betrayed them to the giant spider Shelob. When Shelob stung Frodo, Sam drove her off.The Two Towers book 4, ch. 9, \"Shelob's Lair\" When a band of orcs approached, Sam was forced to leave the apparently dead Frodo and take the Ring himself, and briefly became the Ring-bearer. He was momentarily tempted by its promise of power, but did not succumb to it.The Two Towers book 4, ch. 10, \"The Choices of Master Samwise\" Sam then rescued Frodo (who had only been paralysed) from the orcs who held him captive. Sam returned the ring to Frodo.The Return of the King book 6, ch. 1, \"The Tower of Cirith Ungol\" The two then journeyed through MordorThe Return of the King book 6, ch. 2, \"The Land of Shadow\" and into Mount Doom, where Gollum attacked Frodo and reclaimed the Ring, only to destroy both it and himself by falling into one of the Cracks of Doom.The Return of the King book 6, ch. 3, \"Mount Doom\" The hobbits returned homeThe Return of the King book 6, ch. 7, \"Homeward Bound\" horrified to find the Shire under the control of \"Sharkey\" (Saruman) and his ruffians who had wantonly felled trees and despoiled the villages; the hobbits defeated them at the Battle of Bywater.The Return of the King, book 6, ch. 8, \"The Scouring of the Shire\" Sam travelled the length and breadth of the Shire replanting trees, using the elf-queen Galadriel's gift of earth from her garden, and one seed of the elvish mallorn tree, which he planted at Hobbiton. The saplings grew at an astonishing rate.The Return of the King book 6, ch. 9, \"The Grey Havens\" Sam married Rosie Cotton and moved into Bag End with Frodo. The next year they had a daughter, Elanor, the first of their thirteen children. Frodo told Sam he and Bilbo would leave Middle-earth, along with Gandalf and most of the remaining High Elves, for the Undying Lands. Frodo gave Sam the estate of Bag End, and the Red Book of Westmarch for Sam to continue, hinting that Sam might also be allowed to travel into the West eventually. Sam returned to meet his family at Bag End, ending the story with the words \"Well, I'm back.\" ===Relationship with Frodo=== During the journey to destroy the Ring, Sam's relationship with Frodo exemplifies that of a military servant or batman to his assigned officer in the British Army, in particular in the First World War in which Tolkien had served as an officer, with different batmen at different times. His biographer John Garth stated: Tolkien wrote in a private letter: \"My Sam Gamgee is indeed a reflexion of the English soldier, of the privates and batmen I knew in the 1914 war, and recognised as so far superior to myself.\" and elsewhere: \"Sam was cocksure, and deep down a little conceited; but his conceit had been transformed by his devotion to Frodo. He did not think of himself as heroic or even brave, or in any way admirable – except in his service and loyalty to his master.\" ===Names and titles=== Tolkien states that the \"true\" or Westron form of Sam's name is Banazîr Galbasi. As with \"Samwise\", Banazîr comes from elements meaning \"halfwise\" or \"simple\". Galbasi comes from the name of the village Galabas. The name Galabas uses the elements galab-, meaning \"game\", and bas-, corresponding somewhat to \"-wich\" or \"-wick\". In his role as \"translator\" of the Red Book of Westmarch, Tolkien devised a strict English translation, Samwís Gamwich, which develops into Samwise Gammidgy and eventually comes to Samwise Gamgee in modern English.The Return of the King, Appendix F, II \"On Translation\" In the year 1427 of the Shire Reckoning, Sam was elected Mayor of the Shire for the first of seven consecutive seven-year terms.The Return of the King, Appendix B, \"The Tale of Years\", \"Later Events Concerning the Members of the Fellowship of the Ring\" His descendants took the surname Gardner in his honour.The Lord of the Rings, Appendix C \"Family Trees\", \"The Longfather-Tree of Master Samwise\" ==Concept and creation== Tolkien admired heroism out of loyalty and love, but despised arrogance, pride and wilfulness. The courage and loyalty displayed by Samwise Gamgee on his journey with Frodo is the kind of spirit that Tolkien praised in his essays on the Old English poem \"The Battle of Maldon\". Likewise, Sam's rejection of the Ring is a rejection of power, but also a \"desire for renown which the defeat over Sauron will bring\". Tolkien took the name \"Gamgee\" from a colloquial word in Birmingham for cotton wool. This was in turn derived from Gamgee Tissue, a surgical dressing invented by a 19th-century Birmingham surgeon named Sampson Gamgee. Tolkien originally used it as a nickname for a man living in Lamorna Cove, England before adapting it into his stories: Tolkien claimed to be genuinely surprised when, in March 1956, he received a letter from one Sam Gamgee, who had heard that his name was in The Lord of the Rings but had not read the book. Tolkien replied on March 18: He sent Gamgee a signed copy of all three volumes of the book. However, the incident sparked a nagging worry in Tolkien's mind, as he recorded in his journal \"For some time I lived in fear of receiving a letter signed 'S. Gollum'. That would have been more difficult to deal with.\" He later traced the origin of the name Gamgee to the Norman French surname \"de Gamaches\". Tolkien called Sam the \"chief hero\" of the saga, adding: \"I think the simple 'rustic' love of Sam and his Rosie (nowhere elaborated) is absolutely essential to the study of his (the chief hero's) character, and to the theme of the relation of ordinary life (breathing, eating, working, begetting) and quests, sacrifice, causes, and the 'longing for Elves', and sheer beauty.\" ==Adaptations== In the 1971 Mind's Eye radio adaptation, Sam was voiced by Lou Bliss. In Ralph Bakshi's 1978 animated version of The Lord of the Rings, Sam was voiced by Michael Scholes. In the 1980 animated version of The Return of the King, made for television, the character was voiced by Roddy McDowall. In the 1981 BBC radio adaptation of The Lord of the Rings, Sam was played by Bill Nighy. In the 1993 Finnish television miniseries Hobitit, Sam is portrayed by Pertti Sveholm. In the Peter Jackson movies The Lord of the Rings: The Fellowship of the Ring (2001), The Lord of the Rings: The Two Towers (2002) and The Lord of the Rings: The Return of the King (2003), Sam was played by Sean Astin. The batman relationship and class differences between Sam and Frodo are somewhat subdued, though Sam still refers to Frodo as \"Mr.\" (but not \"Master\").See The Lord of the Rings: The Fellowship of the Ring dir. Peter Jackson, 2001 Entertainment Weekly called Sam Gamgee one of the \"greatest sidekicks.\"Schott, Ben. Schott's Miscellany Calendar 2009 (New York: Workman Publishing, 2008), March 21. UGO Networks also named Sam as one of their top heroes in entertainment. On stage, Sam was portrayed by Peter Howe in the 3-hour long Toronto, Ontario, Canada stage production of The Lord of the Rings, which opened in 2006. In the United States, Sam was portrayed by Blake Bowden in the Cincinnati productions of The Fellowship of the Ring (2001), The Two Towers (2002), and The Return of the King (2003) for Clear Stage Cincinnati. ==References== ===Primary=== ::This list identifies each item's location in Tolkien's writings. ===Secondary=== ===Sources=== * * * Category:Middle-earth Hobbits Category:The Lord of the Rings characters Category:Fictional horticulturists and gardeners Category:Adventure film characters Category:Fictional servants Category:Fictional bodyguards Category:Fictional mayors Category:Fictional swordfighters Category:Bearers of the One Ring Category:Film sidekicks Category:Sidekicks in literature Category:Literary characters introduced in 1954",
 "title": "Samwise Gamgee"
}