{
 "id": "623549",
 "text": "The Sardar Sarovar Dam is a concrete gravity dam built on the Narmada river in Navagam near Kevadiya, Narmada District , Gujarat in India. Indian states Gujarat, Madhya Pradesh, Maharashtra and Rajasthan receive water and electricity supply from the dam. The foundation stone of the project was laid out by Prime Minister Jawaharlal Nehru on 5 April 1961. The project took form in 1979 as part of a development scheme funded by the World Bank through their International Bank for Reconstruction and Development, to increase irrigation and produce hydroelectricity, using a loan of US$200 million. The construction for dam begun in 1987, but the project was stalled by the Supreme Court of India in 1995 in the backdrop of Narmada Bachao Andolan over concerns of displacement of people. In 2000–01 the project was revived but with a lower height of 111 metres under directions from SC, which was later increased in 2006 to 123 metres and 139 metres in 2017. The dam was inaugurated in 2017 by Prime minister Narendra Modi. The water level in the Sardar Sarovar Dam at Kevadia in Narmada district reached its highest capacity at 138.7 metres on 15 September 2019. One of the 30 dams planned on river Narmada, Sardar Sarovar Dam (SSD) is the largest structure to be built. It is the second largest concrete dam in the world in terms of the volume of concrete used in its construction, after the Grand Coulee dam across River Columbia, US. It is a part of the Narmada Valley Project, a large hydraulic engineering project involving the construction of a series of large irrigation and hydroelectric multi-purpose dams on the Narmada river. Following a number of controversial cases before the Supreme Court of India (1999, 2000, 2003), by 2014 the Narmada Control Authority had approved a series of changes in the final height – and the associated displacement caused by the increased reservoir, from the original to a final from foundation. The project will irrigate 1.9 million hectare area, most of it in drought prone areas of Kutch and Saurashtra. The dam's main power plant houses six 200 MW Francis pump-turbines to generate electricity and include a pumped-storage capability. Additionally, a power plant on the intake for the main canal contains five 50 MW Kaplan turbine- generators. The total installed capacity of the power facilities is 1,450 MW. ==Geographical location== To the south west Malwa plateau, the dissected hill tracts culminate in the Mathwar hills, located in Alirajpur district of Madhya Pradesh. Below these hills Narmada river flows through a long, terrific gorge. This gorge extends into Gujarat where the river is tapped by the Sardar Sarovar dam. ==Narmada Canal== The dam irrigates of land spread over 12 districts, 62 talukas, and 3,393 villages (75% of which is drought-prone areas) in Gujarat and in the arid areas of Barmer and Jalore districts of Rajasthan. The dam provides drinking water to 9490 villages and 173 urban centers in Gujarat; and 1336 villages & 3 towns in Rajasthan. The dam also provides flood protection to riverine reaches measuring covering 210 villages and Bharuch city and a population of 400,000 in Gujarat. Saurashtra Narmada Avtaran Irrigation is a major program to help irrigate a lot of regions using the canal's water. === Solar power generation === In 2011, the government of Gujarat announced plans to generate solar power by placing solar panels over the canal, making it beneficial for the surrounding Villages to get power and also help to reduce the evaporation of water. The first phase consists of placing panels along a 25 km length of the canal, with capacity for up to, 25 MW of power. ==Rehabilitation== Scholars studying the post-resettlement lives of those displaced by the dam's construction concluded that ==Controversy== The dam is one of India's most controversial, and its environmental impact and net costs and benefits are widely debated. The World Bank was initially funding SSD, but withdrew in 1994 at the request of the Government of India when the state governments were unable to comply with the loan's environmental and other requirements. The Narmada Dam has been the centre of controversy and protests since the late 1980s. One such protest takes centre stage in the Spanner Films documentary Drowned Out (2002), which follows one tribal family who decide to stay at home and drown rather than make way for the Narmada Dam. An earlier documentary film is called A Narmada Diary (1995) by Anand Patwardhan and Simantini Dhuru. The efforts of Narmada Bachao Andolan (\"Save Narmada Movement\") to seek \"social and environmental justice\" for those most directly affected by the Sardar Sarovar Dam construction feature prominently in this film. It received the (Filmfare Award for Best Documentary-1996). The figurehead of much of the protest is Medha Patkar, the leader of the NBAFriends of River Narmada. Retrieved 9 July 2007 The Sardar Sarovar Dam: a Brief Introduction The movement was cemented in 1989, and received the Right Livelihood Award in 1991. thumb|Frontview of Sardar Sarovar Dam In an opinion piece in The Guardian, the campaign led by the NBA activists was accused of holding up the project's completion and of even physically attacking local people who accepted compensation for moving. Support for the protests also came from Indian author Arundhati Roy, who wrote \"The Greater Common Good\", an essay reprinted in her book The Cost of Living, in protest of the Narmada Dam Project. In the essay, Roy states: > Big Dams are to a Nation's \"Development\" what Nuclear Bombs are to its > Military Arsenal. They are both weapons of mass destruction. They're both > weapons Governments use to control their own people. Both Twentieth Century > emblems that mark a point in time when human intelligence has outstripped > its own instinct for survival. They're both malignant indications of > civilisation turning upon itself. They represent the severing of the link, > not just the link—the understanding—between human beings and the planet they > live on. They scramble the intelligence that connects eggs to hens, milk to > cows, food to forests, water to rivers, air to life and the earth to human > existence. ==Height increases== thumb|The Sardar Sarovar Dam undergoing height increase in 2006 thumb|Sardar Sarovar Dam after height increase * In February 1999, the Supreme Court of India gave the go ahead for the dam's height to be raised to from the initial . * In October 2000 again, in a 2-to-1 majority judgment in the Supreme Court, the government was allowed to construct the dam up to . * In May 2002, the Narmada Control Authority approved increasing the height of the dam to . * In March 2004, the Authority allowed a height increase to . * In March 2006, the Narmada Control Authority gave clearance for the height of the dam to be increased from to . This came after 2003 when the Supreme Court of India refused allow the height of the dam to increase again. * In August 2013, heavy rains raised the reservoir level to , which forced 7,000 villagers upstream along the Narmada River to relocate. * On June 2014, Narmada Control Authority gave the final clearance to raise the height from metres to . * The Narmada Control Authority decided on 17 June 2017 to raise the height of the Sardar Sarovar Dam to its fullest height 163-metre by ordering the closure of 30 gates. * The water level in the Sardar Sarovar Dam at Kevadia in Narmada district reached its highest capacity at 138.7 metres on 15 September 2019. ==Notes== ==References== * Sardar Sarovar Narmada Nigam. (01/2002) Retrieved 7 September 2007 Narmada for People and Environment * Dam-Affected Resettlement in Gujarat, by Chhandasi Pandya. Retrieved 13 July 2007 Article * * Association for India's Development website ==External links== * Friends of River Narmada * Official Website of NVDA – Narmada Valley Development Authority * Official website of Sardar Sarovar Narmada Nigam Limited * Regularly updated news clippings about Narmada dams * Concluding letter from Independent Review (also known as Morse Committee) constituted by World Bank in 1992 to assess Sardar Sarovar Dam Project djvu format or in pdf format. Category:Dams completed in 2006 Category:Energy infrastructure completed in 2006 Category:Hydroelectric power stations in Gujarat Category:Economy of Madhya Pradesh Category:Jalore district Category:Dams in Gujarat Category:Pumped-storage hydroelectric power stations in India Category:Dams on the Narmada River Category:Tapi district Category:Vallabhbhai Patel Category:2006 establishments in Madhya Pradesh Category:2006 establishments in Gujarat",
 "title": "Sardar Sarovar Dam"
}