{
 "id": "623598",
 "text": "thumb|200px|Art installation illustrating the mediated reality concept. First we display what's really there, and then this allows a computer to be inserted into the \"reality stream\" to modify it. thumb|200px|Mediated Reality application running on Apple iPhone Computer-mediated reality refers to the ability to add to, subtract information from, or otherwise manipulate one's perception of reality through the use of a wearable computer or hand-held device\"Wearable, Tetherless, Computer-Mediated Reality\", Technical Report #260, M.I.T. Medial Lab Perceptual Computing Section, Cambridge, Massachusetts, 1994 such as a smartphone. Typically, it is the user's visual perception of the environment that is mediated. This is done through the use of some kind of electronic device, such as an EyeTap device or smart phone, which can act as a visual filter between the real world and what the user perceives. Computer-mediated reality has been used to enhance visual perception as an aid to the visually impaired.Video mediation This example achieves a mediated reality by altering a video input stream light that would have normally reached the user's eyes, and computationally altering it to filter it into a more useful form. It has also been used for interactive computer interfaces. The use of computer-mediated reality to diminish perception, by the removal or masking of visual data, has been used for architectural applications, and is an area of ongoing research.See, for instance, here and here The long-term effects of altering perceived reality have not been thoroughly studied, and negative side effects of long-term exposure might be possible. ==As a seeing aid== In the 1970s and 1980s, Steve Mann introduced the Generation-1 and Generation-2 \"Digital Eye Glass\", initially as a vision aid to help people see better, as a welding helmet,Quantigraphic camera promises HDR eyesight from Father of AR, by Chris Davies, SlashGear, Sep 12th 2012IEEE SpectrumIEEE ComputerA magical welding helmet that lets you see the world in HDR–in real-time and as a general- purpose seeing aid for everyday life as outlined in IEEE Technology & Society 31(3)Through the Glass, Lightly, IEEE Technology & Society, Volume 31, Number 3, Fall 2012, pages 10-14 and the supplemental material entitled \"GlassEyes\".\"GlassEyes\": The Theory of EyeTap Digital Eye Glass, supplemental material for \"Through the Glass, Lightly\", IEEE Technology and Society, Vol. 31, No. 3, Fall 2012 In this sense, mediated reality is a proper superset of mixed reality, augmented reality, and virtual reality, as it also includes, for example, diminished reality.Mann, S., & Fung, J. (2001). Videoorbits on EyeTap devices for deliberately diminished reality or altering the visual perception of rigid planar patches of a real world scene. Proceedings of the Second IEEE International Symposium on Mixed Reality, pp 48-55, March 14–15, 2001. ==Window managers== One common window manager in mediated reality is the \"Reality Window Manager\".Mediated Reality, by Steve Mann, Linux Journal, Article No5, Issue59, 1999march01, ==Wireless mediated reality== Bluetooth devices are often used with mediated reality.Mediated Reality Bluetooth Device Locator by S Parikh et al., IEEE CSIDC 2002 With wireless communications, mediated reality can also become a communications medium among different communities. With the use of EyeTap, such interaction is called \"seeing eye- to-eye\". ==Applications== Applications of mediated reality include devices that help people see better, as well as devices for gaming and equipment repair, telemedicine, remote expert advice interfaces, and wayfinding. Mediated reality is also used in roboticsDaniel Suarez: Daemon: Bot-mediated Reality (discussion of Mediated and Augmented Reality, bots, etc.) and drawing applications such as the \"Loose and Sketchy\" drawing package. ==Related concepts== Mediated reality is related to other concepts such as augmented reality (which is a special case of mediated reality), virtual reality, mixed reality, etc.Mediated Reality with implementations for everyday life , Presence Connect, MIT Press journal PRESENCE: Teleoperators and Virtual Environments, Date Posted: 2002 August 6 ==See also== * * * * ==References== ==External links== * EyeTap.org Mediated Reality Research * Mediated Reality based on the VideoOrbits head tracker * Diminished Reality example to show something where Mediated Reality is definitely a proper superset of Augmented Reality Category:Multimodal interaction Category:User interface techniques Category:Cyberpunk themes",
 "title": "Computer-mediated reality"
}