{
 "id": "623738",
 "text": "Dumbleyung is a town and shire in the Wheatbelt region of Western Australia, south-east of Perth between Wagin and Lake Grace on State Route 107. ==History== Dumbleyung's name is of Noongar origin, coming from \"Dambeling\" which possibly means \"large lake or inland sea\" (although another source suggests it came from \"dumbung\", a game played with bent sticks and a hard piece of fruit. The lake nearby was discovered and named Dambeling Lake by explorers Henry Landor and Henry Maxwell Lefroy in 1843, and the current spelling was used by surveyors in the 1860s and 1870s. Pastoralists and sandalwood cutters moved into the area, initially settling at Nippering, north of Lake Dumbleyung and west of the present town. The first three families to settle in the area were the Cronin, Kersley and Bartram families. George Kersley, Sr. and his future son-in-law Henry Bartram were from pioneer families of the Beverley district and they used to take their sheep flocks from Beverley to Lake Dumbleyung for grazing. In 1875 Kersley received the first grazing leases and the Cronin family from Cork Ireland settled at \"Bunkin\" in 1878. Bartram settled his young family at \"Wheatfield\" on the edge of the Lake in 1886. However, in 1907, Dumbleyung was gazetted as a townsite and became the terminus of a railway from Wagin. Tenders were called for the construction of an Agricultural Hall in 1909, and it was completed by 1910. The National Bank temporarily opened its town branch in the hall. By 1915, Dumbleyung had grown to become the major rural service town in the region. ==Present day== The nearby Dumbleyung Lake is a well-known attraction. The lake is famous for Donald Campbell breaking the world water speed record there in 1964 in his boat, Bluebird. File:Dumbleyung LGA WA.png |Shire of Dumbleyung File:Dumbleyung Lake.jpg|Dumbleyung Lake Dumbleyung itself is a service centre with a post office, school, tavern, public library, caravan park and other facilities. Both the tavern and roadhouse offer counter meals. The community used to host the Bluebird Festival each November, though it was discontinued and effectively replaced by the 'Taste of Dumbleyung' event; the festival showcases the produce of the region alongside local entertainment attracting visitors to the town each April.https://www.dumbleyungcrc.com/quack-chat-news/its-back-taste-of- dumbleyung-2020}} The surrounding areas produce wheat and other cereal crops. The town is a receival site for Cooperative Bulk Handling. == See also == * Taking Tea (sculpture), a sculpture located on Absolon Street, Dumbleyung's main street ==References== ==External links== * Shire of Dumbleyung Category:Towns in Western Australia Category:Grain receival points of Western Australia",
 "title": "Dumbleyung, Western Australia"
}