{
 "id": "623891",
 "text": "In biology, a blastomere is a type of cell produced by cleavage (cell division) of the zygote after fertilization and is an essential part of blastula formation.Blastomere Encyclopædia Britannica. Encyclopædia Britannica Online. Encyclopædia Britannica Inc., 2012. Web. 06 Feb. 2012. ==Human blastomere characteristics== In humans, blastomere formation begins immediately following fertilization and continues through the first week of embryonic development. About 90 minutes after fertilization, the zygote divides into two cells. The two-cell blastomere state, present after the zygote first divides, is considered the earliest mitotic product of the fertilized oocyte. These mitotic divisions continue and result in a grouping of cells called blastomeres. During this process, the total size of the embryo does not increase, so each division results in smaller and smaller cells. When the zygote contains 16 to 32 blastomeres it is referred to as a \"morula.\" These are the preliminary stages in the embryo beginning to form. Once this begins, microtubules within the morula's cytosolic material in the blastomere cells can develop into important membrane functions, such as sodium pumps. These pumps allow the inside of the embryo to fill with blastocoelic fluid, which supports the further growth of life. The blastomere is considered totipotent. That is, blastomeres are capable of developing from a single cell into a fully fertile adult organism. This has been demonstrated through studies and conjectures made with mouse blastomeres, which have been accepted as true for most mammalian blastomeres as well. Studies have analyzed monozygotic twin mouse blastomeres in their two-cell state, and have found that when one of the twin blastomeres is destroyed, a fully fertile adult mouse can still develop. Thus, it can be assumed that since one of the twin cells was totipotent, the destroyed one originally was as well. Relative blastomere size within the embryo is dependent not only on the stage of the cleavage, but also on the regularity of the cleavage amongst the cells. If the number of blastomeres in the cellular mass is even, then the sizes of the cells should be congruent. However, if the number of blastomeres in the cellular mass is not even, then the division should be asynchronous such that the sizes of the cells best support the mass's specific stage of differentiation. Blastomere size is typically considered uneven when one blastomere has a diameter over 25% larger than that of the other being compared. == Blastomere Differentiation == The division of blastomeres from the zygote allows a single fertile cell to continue to cleave and differentiate until a blastocyst forms. The differentiation of the blastomere allows for the development of two distinct cell populations: the inner cell mass, which becomes the precursor to the embryo, and the trophectoderm, which becomes the precursor to the placenta. These precursors typically appear when the blastomere differentiates into the 8- and 16-cell masses. During the 8-cell differentiation period, the blastomeres form adheren junctions, and subsequently polarize along the apical-basal axis. This polarization permanently changes the morphology of these cells, and starts the differentiation process. After this, the 8-cell blastomere mass begins to compact by forming tight junctions between themselves, and cytosolic components of the cell accumulate in the apical region while the nucleus of each cell moves to the basal region. The adhesive lateral junction is then formed, and the blastomere is flattened to establish the apical cortical domain. Once the transition begins to a 16-cell mass, the apical cortical domain disappears, but elements of polarity are preserved. This allows for approximately half of the blastomeres to inherit polar regions that can rebuild the apical cortical domain. The other blastomeres that differentiate, then, will become apolar. Polar blastomere cells that differentiate will move to an outer position in the developing blastocyst and show precursors for the trophectoderm, while the apolar cells will move to an inner position and begin developing into the embryo. The cells will then fully commit to their individual states in one of these two domains at the 32-cell stage. === Models of Differentiation === There are two main models for differentiation that determine which blastomere cells will divide into either the inner cell mass or the trophectoderm. The first conjecture is known as the \"inside-outside model\", and states that the cells differentiate based on their state in the 16-cell stage or later. This means that, under this model, blastomere cells do not differentiate based on cellular differences, but rather they do so because of mechanical and chemical stimuli based on where they are positioned at that time. The other, more widely accepted model is known as the \"cell-polarity model\". This model states that the orientation of the cleavage plane at the 8-cell and 16-cell stages determines their later differentiation. There are two main ways in which blastomeres typically divide: symmetrically, meaning perpendicular to the apical-basal axis, or asymmetrically, meaning horizontal to the apical-basal axis. Many potential hypotheses and conjectures that attempt to explain why these cells orient themselves the way that they do. Some researchers have stated that early-dividing blastomeres tend to divide asymmetrically, while others have proposed that the orientation of 8-cell stage blastomeres is random and cannot be predicted on a larger scale. One study in particular states that the position of the nucleus in each blastomere can be used to indicate how the cell will divide: if the nucleus is in the apical region then the cell will likely divide symmetrically, while if the nucleus is located in the basal region then the cell will likely divide asymmetrically. ==Related disorders== It is possible for errors to occur during this process of repetitive cell division. Common among these errors is for the genetic material to not be divided evenly. Normally, when a cell divides each daughter cell has the same genetic material as the parent cell. If the genetic material does not split evenly between the two daughter cells, an event called \"nondisjunction\" occurs. Since this event occurs in only one of the several cells that exist at this point, the embryo will continue to develop but will have some normal cells and some abnormal cells. The people are \"mosaics\" of normal and abnormal cells, so this disorder is called \"numerical mosaicism\". This mosaicism, especially of diploidy and polyploidy, can lead to the failure of cell cleavage and mitosis. When these necessary early cell divisions do not occur, the embryo can begin to form polyploid giant cancer cells that function very similarly to blastomere cells in order to grow and evolve in response to mechanical and chemical signals just like blastocyst precursors do. Studies have shown that these giant cancer cells are often also the genetic equivalent to somatic blastomeres. === Diagnostics === Oftentimes, clinicians and researchers will use blastomere biopsies in at-risk pregnant women as a way to test for genetic disorders. These biopsies are invasive, however, and have a major disadvantage when compared to other forms of invasive genetic testing in that only a few number of cells can be extracted at a time. Over time many specialists have switched to blastocyst biopsies, which provide a lower level of mosaicism, but blastomere biopsies can still be used for earlier-stage studies and genetic diagnostics. ==See also== *Blastocoel *Blastocyst *Oocyte == References == == Sources == * \"Blastomere.\" Stedman's Medical Dictionary, 27th ed. (2000). * Moore, Keith L. and T.V.N. Persaud. The Developing Human: Clinically Oriented Embryology, 7th ed. (2003). Category:Developmental biology Category:Embryology",
 "title": "Blastomere"
}