{
 "id": "623873",
 "text": "Danièle Chatelain (born in France) is a professor of French and a writer. She holds master's degrees from the University of Strasbourg and the University of California, Riverside, where she also got a Ph.D. in 1982. She is currently a professor of French at the University of Redlands. Until his death in 2014, she was married to George Edgar Slusser, with whom she shared an interest for the comparative analysis of science fiction, with a focus on the influence of the works of H. G. Wells. == Books == *Transformations of Utopia: Changing Views of the Perfect Society, ed. by George E. Slusser, Paul K. Alkon, Roger Gaillard & Daniele Chatelain. New York City: AMS Press, 1999. Reviewed in Extrapolation Vol. 40 (1999). *H. G. Wells's Perennial Time Machine: Selected Essays from the Centenary Conference The Time Machine: Past, Present and Future, Imperial College, London, July 26-29, 1995, ed. by George E. Slusser, Patrick Parrinder & Daniele Chatelain. Athens, GA: University of Georgia Press, 2001. *The Centenarian: Or, the Two Beringhelds, by Honoré de Balzac, translated by George E. Slusser & Daniele Chatelain. (city), (state): Wesleyan University Press, 2004. == Short nonfiction == *\"Spacetime Geometries: Time Travel and the Modern Geometrical Narrative,\" by George E. Slusser & Daniele Chatelain, in The Buffalo Americanist Digest 3:1 (Fall 1995). *\"Flying to the Moon in French and American Science Fiction,\" by Daniele Chatelain & George E. Slusser, in Space and Beyond: The Frontier Theme in Science Fiction, ed. by Gary Westfahl. Westport, CT: Greenwood Publishing Group, 2000. *\"Conveying Unknown Worlds: Patterns of Communication in Science Fiction,\" by George E. Slusser & Daniele Chatelain, in Science-Fiction Studies #87, Vol. 29, Part 2 (July 2002). == References == Category:20th-century French women writers Category:21st-century French women writers Category:20th-century French non- fiction writers Category:21st-century French non-fiction writers Category:University of California, Riverside alumni Category:University of Strasbourg alumni Category:University of Redlands faculty Category:Year of birth missing (living people) Category:Living people",
 "title": "Danièle Chatelain"
}