{
 "id": "624209",
 "text": "Induction heating is the process of heating electrically conductive materials like metals by electromagnetic induction, through heat transfer passing through an induction coil that creates an electromagnetic field within the coil to melt down steel, copper, brass, graphite, gold, silver, aluminum, and carbide. An induction heater consists of an electromagnet and an electronic oscillator that passes a high-frequency alternating current (AC) through the electromagnet. The rapidly alternating magnetic field penetrates the object, generating electric currents inside the conductor, called eddy currents. The eddy currents flow through the resistance of the material, and heat it by Joule heating. In ferromagnetic and ferrimagnetic materials, such as iron, heat also is generated by magnetic hysteresis losses. The frequency of the electric current used for induction heating depends on the object size, material type, coupling (between the work coil and the object to be heated) and the penetration depth. An important feature of the induction heating process is that the heat is generated inside the object itself, instead of by an external heat source via heat conduction. Thus objects can be heated very rapidly. In addition there need not be any external contact, which can be important where contamination is an issue. Induction heating is used in many industrial processes, such as heat treatment in metallurgy, Czochralski crystal growth and zone refining used in the semiconductor industry, and to melt refractory metals that require very high temperatures. It is also used in induction cook-tops for heating containers of food; this is called induction cooking. ==Applications== 300px|thumb|Induction heating of 25 mm metal bar using 15 kW at 450 kHz. Induction heating allows the targeted heating of an applicable item for applications including surface hardening, melting, brazing and soldering and heating to fit. Iron and its alloys respond best to induction heating, due to their ferromagnetic nature. Eddy currents can, however, be generated in any conductor, and magnetic hysteresis can occur in any magnetic material. Induction heating has been used to heat liquid conductors (such as molten metals) and also gaseous conductors (such as a gas plasma—see Induction plasma technology). Induction heating is often used to heat graphite crucibles (containing other materials) and is used extensively in the semiconductor industry for the heating of silicon and other semiconductors. Utility frequency (50/60 Hz) induction heating is used for many lower-cost industrial applications as inverters are not required. ===Furnace=== An induction furnace uses induction to heat metal to its melting point. Once molten, the high-frequency magnetic field can also be used to stir the hot metal, which is useful in ensuring that alloying additions are fully mixed into the melt. Most induction furnaces consist of a tube of water-cooled copper rings surrounding a container of refractory material. Induction furnaces are used in most modern foundries as a cleaner method of melting metals than a reverberatory furnace or a cupola. Sizes range from a kilogram of capacity to a hundred tonne. Induction furnaces often emit a high-pitched whine or hum when they are running, depending on their operating frequency. Metals melted include iron and steel, copper, aluminium, and precious metals. Because it is a clean and non-contact process, it can be used in a vacuum or inert atmosphere. Vacuum furnaces make use of induction heating for the production of specialty steels and other alloys that would oxidize if heated in the presence of air. ===Welding=== A similar, smaller-scale process is used for induction welding. Plastics may also be welded by induction, if they are either doped with ferromagnetic ceramics (where magnetic hysteresis of the particles provides the heat required) or by metallic particles. Seams of tubes can be welded this way. Currents induced in a tube run along the open seam and heat the edges resulting in a temperature high enough for welding. At this point, the seam edges are forced together and the seam is welded. The RF current can also be conveyed to the tube by brushes, but the result is still the same—the current flows along the open seam, heating it. ===Manufacturing=== In the Rapid Induction Printing metal additive printing process, a conductive wire feedstock and shielding gas is fed through a coiled nozzle, subjecting the feedstock to induction heating and ejection from the nozzle as a liquid, in order to refuse under shielding to form three- dimensional metal structures. The core benefit of the procedural use of induction heating in this process is significantly greater energy and material efficiency as well as a higher degree of safety when compared with other additive manufacturing methods, such as selective laser sintering, which deliver heat to material using a powerful laser or electron beam. ===Cooking=== In induction cooking, an induction coil inside the cook-top heats the iron base of cookware by magnetic induction. Using induction cookers produces safety, efficiency (the induction cook-top is not heated itself) and speed. Non-ferrous pans such as copper-bottomed pans and aluminium pans are generally unsuitable. By induction, the heat induced in the base is transferred to the food inside by conduction.Valery Rudnev Handbook of Induction HeatingCRC Press, 2003 page 92 ===Brazing=== Induction brazing is often used in higher production runs. It produces uniform results and is very repeatable. There are many types of industrial equipment where induction brazing is used. For instance, Induction is used for brazing carbide to shaft. ===Sealing=== Induction heating is used in cap sealing of containers in the food and pharmaceutical industries. A layer of aluminum foil is placed over the bottle or jar opening and heating by induction to fuse it to the container. This provides a tamper-resistant seal, since altering the contents requires breaking the foil.Valery Rudnev Handbook of Induction HeatingCRC Press, 2003 page 92 ===Heating to fit=== Induction heating is often used to heat an item causing it to expand prior to fitting or assembly. Bearings are routinely heated in this way using utility frequency (50/60 Hz) and a laminated steel transformer-type core passing through the centre of the bearing. ===Heat treatment=== Induction heating is often used in the heat treatment of metal items. The most common applications are induction hardening of steel parts, induction soldering/brazing as a means of joining metal components and induction annealing to selectively soften an area of a steel part. Induction heating can produce high-power densities which allow short interaction times to reach the required temperature. This gives tight control of the heating pattern with the pattern following the applied magnetic field quite closely and allows reduced thermal distortion and damage. This ability can be used in hardening to produce parts with varying properties. The most common hardening process is to produce a localised surface hardening of an area that needs wear-resistance, while retaining the toughness of the original structure as needed elsewhere. The depth of induction hardened patterns can be controlled through choice of induction-frequency, power-density and interaction time. Limits to the flexibility of the process arise from the need to produce dedicated inductors for many applications. This is quite expensive and requires the marshalling of high-current densities in small copper inductors, which can require specialized engineering and \"copper-fitting.\" === Plastic processing=== Induction heating is used in plastic injection molding machines. Induction heating improves energy efficiency for injection and extrusion processes. Heat is directly generated in the barrel of the machine, reducing warm-up time and energy consumption. The induction coil can be placed outside thermal insulation, so it operates at low temperature and has a long life. The frequency used ranges from 30 kHz down to 5 kHz, decreasing for thicker barrels. The reduction in cost of inverter equipment has made induction heating increasingly popular. Induction heating can also be applied to molds, offering more even mold temperature and improved product quality.Dong-Hwi Sohn, Hyeju Eom and Keun Park, Application of high-frequency induction heating to high-quality injection molding, in Plastics Engineering Annual Technical Conference Proceedings ANTEC 2010, Society of Plastics Engineers, 2010 === Pyrolysis === Induction heating is used to obtain biochar in the pyrolysis of biomass. Heat is directly generated into a shaker reactor walls which enables the pyrolysis of the biomass with good mixing and temperature control.Sanchez Careaga, FJ, Porat, A, Briens, L, Briens, C. Pyrolysis shaker reactor for the production of biochar. Can J Chem Eng. 2020; 1– 8. https://doi.org/10.1002/cjce.23771 ==Details== The basic setup is an AC power supply that provides electricity with low voltage but very high current and high frequency. The workpiece to heat is placed inside an air coil driven by the power supply, usually in combination with a resonant tank capacitor to increase the reactive power. The alternating magnetic field induces eddy currents in the workpiece. The frequency of the inductive current determines the depth that the induced eddy currents penetrate into the workpiece. In the simplest case of a solid round bar, the induced current decreases exponentially from the surface. An \"effective\" depth of the current-carrying layers can be derived as d = 5000 \\sqrt{\\frac{\\rho}{\\mu f}}, where d is the depth in centimeters, \\rho is the resistivity of the workpiece in ohm- centimeters, \\mu is the dimensionless relative magnetic permeability of the workpiece, and f is the frequency of the AC field in Hz. The AC field can be calculated using the formula {\\frac{1}{T}}.S. Zinn and S. L. Semiatin Elements of Induction Heating ASM International, 1988 page 15 The equivalent resistance of the workpiece and thus the efficiency is a function of the workpiece diameter a over the reference depth d, increasing rapidly up to about a/d=4.S. Zinn and S. L. Semiatin Elements of Induction Heating ASM International, 1988 page 19 Since the workpiece diameter is fixed by the application, the value of a/d is determined by the reference depth. Decreasing the reference depth requires increasing the frequency. Since the cost of induction power supplies increase with frequency, supplies are often optimized to achieve a critical frequency at which a/d=4. If operated below critical frequency, heating efficiency is reduced because eddy currents from either side of the workpiece impinge upon one another and cancel out. Increasing the frequency beyond the critical frequency creates minimal further improvement in heating efficiency, although it is used in applications that seek to heat treat only the surface of the workpiece. Relative depth varies with temperature because the resistivities and permeability vary with temperature. For steel, the relative permeability drops to 1 above the Curie temperature. Thus the reference depth can vary with temperature by a factor of 2–3 for nonmagnetic conductors, and by as much as 20 for magnetic steels.S. Zinn and S. L. Semiatin Elements of Induction Heating ASM International, 1988 page 16 {| class=\"wikitable\" |+ Applications of frequency ranges |- ! Frequency (kHz) !! Workpiece type |- | 5–30 || Thick materials (e.g. steel at 815 °C with diameter 50 mm or greater). |- | 100–400 || Small workpieces or shallow penetration (e.g. steel at 815 °C with diameter of 5–10 mm or steel at 25 °C with a diameter around 0.1 mm). |- | 480 || Microscopic pieces |} Magnetic materials improve the induction heat process because of hysteresis. Materials with high permeability (100–500) are easier to heat with induction heating. Hysteresis heating occurs below the Curie temperature, where materials retain their magnetic properties. High permeability below the Curie temperature in the workpiece is useful. Temperature difference, mass, and specific heat influence the workpiece heating. The energy transfer of induction heating is affected by the distance between the coil and the workpiece. Energy losses occur through heat conduction from workpiece to fixture, natural convection, and thermal radiation. The induction coil is usually made of copper tubing and fluid coolant. Diameter, shape, and number of turns influence the efficiency and field pattern. == Core type furnace == The furnace consists of a circular hearth which contains the charge to be melted in the form of a ring. The metal ring is large in diameter and is magnetically interlinked with an electrical winding energized by an AC source. It is essentially a transformer where charge to be heated forms a single turn short circuit secondary and is magnetically coupled to the primary by an iron core. ==References== * Brown, George Harold, Cyril N. Hoyler, and Rudolph A. Bierwirth, Theory and application of radio-frequency heating. New York, D. Van Nostrand Company, Inc., 1947. LCCN 47003544 * Hartshorn, Leslie, Radio-frequency heating. London, G. Allen & Unwin, 1949. LCCN 50002705 * Langton, L. L., Radio- frequency heating equipment, with particular reference to the theory and design of self-excited power oscillators. London, Pitman, 1949. LCCN 50001900 * Shields, John Potter, Abc's of radio-frequency heating. 1st ed., Indianapolis, H. W. Sams, 1969. LCCN 76098943 * Sovie, Ronald J., and George R. Seikel, Radio-frequency induction heating of low-pressure plasmas. Washington, D.C. : National Aeronautics and Space Administration ; Springfield, Va.: Clearinghouse for Federal Scientific and Technical Information, October 1967. NASA technical note. D-4206; Prepared at Lewis Research Center. Category:Heating Category:Electrodynamics",
 "title": "Induction heating"
}