{
 "id": "62432",
 "text": "The Pawnee are a Central Plains Indian tribe that historically lived in Nebraska and northern Kansas but today are based in Oklahoma. Today they are the federally recognized Pawnee Nation of Oklahoma, who are headquartered in Pawnee, Oklahoma. Their Pawnee language belongs to the Caddoan language family, and their name for themselves is Chatiks si chatiks or \"Men of Men\". Historically, the Pawnee lived in villages of earth lodges near the Loup, Republican, and South Platte rivers. The Pawnee tribal economic activities throughout the year alternated between farming crops and hunting buffalo. In the early 18th century, the Pawnee numbered more than 60,000 people. They lived along the Loup (ickariʾ) and Platte (kíckatuus) river areas for centuries; however, several tribes from the Great Lakes began moving onto the Great Plains and encroaching on Pawnee territory, including the Dakota, Lakota (páhriksukat / paahíksukat) (\"cut throat / cuts the throat\"), and Cheyenne (sáhe / sáhi). The Arapaho (sáriʾitihka) (\"dog eater\") also moved into Pawnee territory. Collectively, the Pawnee referred to these tribes as cárarat (\"enemy tribe\") or cahriksuupiíruʾ (\"enemy\"). The Pawnee were occasionally at war with the Comanche (raaríhtaʾ) and Kiowa (káʾiwa) further south. They had suffered many losses due to Eurasian infectious diseases brought by the expanding Europeans and European-Americans. By 1860, the Pawnee population was reduced to just 4,000. It further decreased, because of disease, crop failure, warfare, and government rations policy, to approximately 2,400 by 1873, after which time the Pawnee were forced to move to Indian Territory, which later became Oklahoma. Many Pawnee warriors enlisted to serve as Indian scouts in the US Army to track and fight their old enemies, the Sioux and Cheyenne on the Great Plains. ==Government== In 2011, there were approximately 3,200 enrolled Pawnee and nearly all reside in Oklahoma. Their tribal headquarters is in Pawnee, Oklahoma, and their tribal jurisdictional area includes parts of Noble, Payne, and Pawnee counties. The tribal constitution establishes the government of the Pawnee Nation of Oklahoma. This government consists of the Resaru Council, the Pawnee Business Council, and the Supreme Court. Enrollment into the tribe requires a minimum th blood quantum. The Rêsâru’karu Council, also known as the Nasharo or Chiefs Council consists of eight members, each serving four-year terms. Each band has two representatives on the Nasharo Council selected by the members of the tribal bands, Cawi, Kitkahaki, Pitahawirata, and Ckiri. The Nasharo Council has the right to review all acts of the Pawnee Business Council regarding the Pawnee Nation of Oklahoma membership and Pawnee Nation of Oklahoma claims or rights growing out of treaties between the Pawnee Nation of Oklahoma and the United States according to provision listed in the Pawnee Nation Constitution. ;2013–2017 * Morgan Little Sun, 1st Chief Kitkehahki Band * Ralph Haymond, 2nd Chief Kitkehahki Band, 2nd Nasharo Council Chief * Matt Reed, 2nd Chief Chaui Band * Pat Leading Fox, Sr., 1st Chief Skidi Band * Jimmy Horn, 1st Chief Chaui Band, Nasharo Council Treasurer * Warren Pratt, Jr., 2nd Chief Skidi Band, Nasharo Council 1st Chief * Francis Morris, 1st Chief Pitahauirata Band * Lester Moon Eagle, 2nd Chief Pitahauirata Band, Nasharo Council Secretary ;Current (2021) * Morgan Little Sun, 1st Chief, Kitkahaki Band * Ralph Haymond, Jr., 2nd Chief, Kitkahaki Band * Pat Leading Fox, 1st Chief, Ckiri Band * Warren Pratt Jr., 2nd Chief, Ckiri Band * Ron Rice, Sr., 1st Chief, Pitahawirata Band * Tim Jim, 2nd Chief, Pitahawirata Band * Matt Reed, 1st Chief, Cawi Band * Jimmy Horn, 2nd Chief, Cawi Band Officers for the Resaru Council are: Ralph Haymond, Jr., Head Resaru; Pat Leading Fox, 2nd Resaru; Tim Jim, Treasurer; Matt Reed, Secretary The Pawnee Business Council is the supreme governing body of the Pawnee Tribe of Oklahoma. Subject to the limitations imposed by the Constitution and applicable Federal law, the Pawnee Business Council shall exercise all the inherent, statutory, and treaty powers of the Pawnee Nation of Oklahoma by the enactment of legislation, the transaction of business, and by otherwise speaking or acting on behalf of the Pawnee Nation of Oklahoma on all matters which the Pawnee Nation of Oklahoma is empowered to act, including the authority to hire legal counsel to represent the Pawnee Nation of Oklahoma. ;Current Pawnee Business Council (as of July, 2020): * Walter Echo- Hawk, President * Jordan D. Kanuho, Vice President * Carol Chapman, Treasurer * Patricia McCray, Secretary * Council Seat #1 Cynthia Butler * Council Seat #2 Dawna Hare * Council Seat #3 Charles Lone Chief * Council Seat #4 Charles Knife Chief The new Council members were voted in by the people. Elections are held every two years on the first Saturday in May. ==Economic development== The Pawnee operate two gaming casinos, three smoke shops, two fuel stations, and one truck stop. Their estimated economic impact for 2010 was $10.5 million. Increased revenues from the casinos have helped them provide for education and welfare of their citizens. They issue their own tribal vehicle tags and operate their housing authority. ==Culture== The Pawnee were divided into two large groups: the Skidi / Skiri-Federation living in the north and the South Bands (which were further divided into several villages). While the Skidi / Skiri-Federation were the most populous group of Pawnee, the Cawi / Chaui Band of the South Bands were generally the politically leading group, although each band was autonomous. As was typical of many Native American tribes, each band saw to its own. In response to pressures from the Spanish, French and Americans, as well as neighboring tribes, the Pawnee began to draw closer together. ===Bands=== ;South Bands: called Tuhaáwit (\"East Village People\") by the Skidi-Federation * Cáwiiʾi (S.B. dialect), Cawií (Sk. dialect), variants: Cawi, Chaui, Chawi, or Tsawi (‘People in the Middle’, also called \"Grand Pawnee\") * Kítkehahki (S.B. dialect), Kítkahaahki (Sk. dialect), variants: Kitkahaki,Kitkehahki, or Kitkehaxki (‘Little Muddy Bottom Village’, ‘Little Earth Lodge Village’, often called \"Republican Pawnee\") ** Kitkehahkisúraariksisuʾ (S.B. dialect) or Kítkahaahkisuraariksisuʾ (Sk. dialect) (Kitkahahki band proper, literally ‘real Kitkahahki’ – the larger of two late 19th century divisions of the Kitkahahki band) ** Kitkehahkiripacki (S.B. dialect) or Kítkahaahkiripacki (Sk. dialect) (literally ‘Little Kitkahahki’ – a small Kitkahahki group that split off from the main band) * Piitahawiraata (S.B. dialect), Piítahaawìraata (Sk. dialect), variants: Pitahawirata or Pitahauirata (‘People Downstream’, ‘Man-Going-East’, derived from Pita – ‘Man’ and Rata – ‘screaming’, the French called them \"Tapage Pawnee\" – ‘Screaming, Howling Pawnee’, later English-speaking Americans \"Noisy Pawnee\") ** Piitahawiraata, Piítahaawìraata, Pitahaureat, Pitahawirata, (Pitahaureat proper, leading group) ** Kawarakis (derived from the Arikara language Kawarusha - ‘Horse’ and Pawnee language Kish - ‘People’, some Pawnee argued that the Kawarakis spoke like the Arikara living to the north, so perhaps they belonged to the refugees (1794–1795) from Lakota aggression, who joined their Caddo kin living south) ;Skidi-Federation or Skiri: the northernmost band; called themselves Ckírihki Kuuruúriki (\"Look like wolves People\") and were known by the South Bands as Ckiíri (\"Wolf People\") (both names derived from Ckirir /Tski'ki – \"Wolf\" or Tskirirara – \"Wolf-in-Water\", therefore called Loups, (\"Wolves\") by the French and Wolf Pawnee by English- speaking Americans), * Turikaku (‘Center Village’) * Kitkehaxpakuxtu (‘Old Village’ or ‘Old-Earth-Lodge-Village’) * Tuhitspiat or Tuhricpiiʾat (S.B. dialect) (‘Village-Stretching-Out-in-the-Bottomlands’, ‘Village Across Bottomland’, ‘Village In The Bottoms’) * Tukitskita (‘Village-on-Branch-of-a- River’) * Tuhawukasa (‘Village-across-a-Ridge’ or ‘Village-Stretching-across- a-Hill’) thumb|Kitkahaki George and his son Taloowayahwho, also known as William Pollock, in the mid 1890s. * Arikararikutsu (‘Big-Antlered-Elk- Standing’) * Arikarariki (‘Small-Antlered-Elk-Standing’) * Tuhutsaku (‘Village-in-a-Ravine’) * Tuwarakaku (‘Village-in-Thick-Timber’) * Akapaxtsawa (‘Buffalo-Skull-Painted-on-Tipi’) * Tskisarikus (‘Fish-Hawk’) * Tstikskaatit (‘Black-Ear-of-Corn,’ i.e.‘Corn-black’) * Turawiu (was only part of a village) * Pahukstatu or Páhukstaatuʾ (S.B. dialect) (‘Pumpkin-Vine Village’, did not join the Skidi and remained politically independent, but in general were counted as Skidi) * Páhukstaatuʾ (Sk. dialect) (‘Squash Vine Village’) * Tskirirara (‘Wolf-in-Water’, although the Skidi-Federation got its name from them, they remained politically independent, but were counted within the Pawnee as Skidi) * Panismaha (also Panimaha, by the 1770s this group of the Skidi Pawnee had broken off and moved toward Texas, where they allied with the Taovaya, the Tonkawa, Yojuane and other Texas tribes) ===Villages=== thumb|left|Geophysical image depicting the subsurface archaeological footprint of Pawnee earth lodges and associated features, of a late 18th and early 19th century village. Historically, the Pawnee led a lifestyle combining village life and seasonal hunting, which had long been established on the Plains. Archeology studies of ancient sites have demonstrated the people lived in this pattern for nearly 700 years, since about 1250 CE. The Pawnee generally settled close to the rivers and placed their lodges on the higher banks. They built earth lodges that by historical times tended to be oval in shape; at earlier stages, they were rectangular. They constructed the frame, made of 10–15 posts set some apart, which outlined the central room of the lodge. Lodge size varied based on the number of poles placed in the center of the structure. Most lodges had 4, 8, or 12 center-poles. A common feature in Pawnee lodges were four painted poles, which represented the four cardinal directions and the four major star gods (not to be confused with the Creator). A second outer ring of poles outlined the outer circumference of the lodge. Horizontal beams linked the posts together. The frame was covered first with smaller poles, tied with willow withes. The structure was covered with thatch, then earth. A hole left in the center of the covering served as a combined chimney / smoke vent and skylight. The door of each lodge was placed to the east and the rising sun. A long, low passageway, which helped keep out outside weather, led to an entry room that had an interior buffalo-skin door on a hinge. It could be closed at night and wedged shut. Opposite the door, on the west side of the central room, a buffalo skull with horns was displayed. This was considered great medicine. Mats were hung on the perimeter of the main room to shield small rooms in the outer ring, which served as sleeping and private spaces. The lodge was semi-subterranean, as the Pawnee recessed the base by digging it approximately below ground level, thereby insulating the interior from extreme temperatures. Lodges were strong enough to support adults, who routinely sat on them, and the children who played on the top of the structures. (See photo above.) As many as 30–50 people might live in each lodge, and they were usually of related families. A village could consist of as many as 300–500 people and 10–15 households. Each lodge was divided in two (the north and south), and each section had a head who oversaw the daily business. Each section was further subdivided into three duplicate areas, with tasks and responsibilities related to the ages of women and girls, as described below. The membership of the lodge was quite flexible. The tribe went on buffalo hunts in summer and winter. Upon their return, the inhabitants of a lodge would often move into another lodge, although they generally remained within the village. Men's lives were more transient than those of women. They had obligations of support for the wife (and family they married into), but could always go back to their mother and sisters for a night or two of attention. When young couples married, they lived with the woman's family in a matrilocal pattern. ===Political structure=== The Pawnee are a matrilineal people. Ancestral descent is traced through the mother, and children are considered born into the mother's clan and are part of her people. In the past, a young couple moved into the bride's parents' lodge. People work together in collaborative ways, marked by both independence and cooperation, without coercion. Both women and men are active in political life, with independent decision-making responsibilities. Within the lodge, each north–south section had areas marked by activities of the three classes of women: *Mature women (usually married and mothers), who did most of the labor; *Young single women, just learning their responsibilities; and *Older women, who looked after the young children. Among the collection of lodges, the political designations for men were essentially between: *the Warrior Clique; and *the Hunting Clique. Women tended to be responsible for decisions about resource allocation, trade, and inter-lodge social negotiations. Men were responsible for decisions which pertained to hunting, war, and spiritual/health issues. Women tended to remain within a single lodge, while men would typically move between lodges. They took multiple sexual partners in serially monogamous relationships. ===Agriculture=== The Pawnee women are skilled horticulturalists and cooks, cultivating and processing ten varieties of corn, seven of pumpkins and squashes, and eight of beans. > They planted their crops along the fertile river bottomlands. These crops > provided a wide variety of nutrients and complemented each other in making > whole proteins. In addition to varieties of flint corn and flour corn for > consumption, the women planted an archaic breed which they called > \"Wonderful\" or \"Holy Corn\", specifically to be included in the sacred > bundles. The holy corn was cultivated and harvested to replace corn in the sacred bundles prepared for the major seasons of winter and summer. Seeds were taken from sacred bundles for the spring planting ritual. The cycle of corn determined the annual agricultural cycle, as it was the first to be planted and first to be harvested (with accompanying ceremonies involving priests and men of the tribe as well.) In keeping with their cosmology, the Pawnee classify the varieties of corn by color: black, spotted, white, yellow, and red (which, excluding spotted, related to the colors associated with the four semi-cardinal directions). The women kept the different strains separate as they cultivated the corn. While important in agriculture, squash and beans were not given the same theological meaning as corn. In 2005, the last 25 remaining seeds of the Pawnee Eagle Corn variety were successfully sprouted. The unique taste of Eagle Corn is described as being similar to almonds with cream. In November 2010, a traditional Pawnee ceremony with Eagle Corn soup was held in Oklahoma. According to True West Magazine, Eagle Corn soup had not been available for ceremonies for 125 years. ===Hunting=== After they obtained horses, the Pawnee adapted their culture and expanded their buffalo hunting seasons. With horses providing a greater range, the people traveled in both summer and winter westward to the Great Plains for buffalo hunting. They often traveled or more in a season. In summer the march began at dawn or before, but usually did not last the entire day. Once buffalo were located, hunting did not begin until the tribal priests considered the time propitious. The hunt began by the men stealthily advancing together toward the buffalo, but no one could kill any buffalo until the warriors of the tribe gave the signal, in order not to startle the animals before the hunters could get in position for the attack on the herd. Anyone who broke ranks could be severely beaten. During the chase, the hunters guided their ponies with their knees and wielded bows and arrows. They could incapacitate buffalo with a single arrow shot into the flank between the lower ribs and the hip. The animal would soon lie down and perhaps bleed out, or the hunters would finish it off. An individual hunter might shoot as many as five buffalo in this way before backtracking and finishing them off. They preferred to kill cows and young bulls, as the taste of older bulls was disagreeable. After successful kills, the women processed the bison meat, skin and bones for various uses: the flesh was sliced into strips and dried on poles over slow fires before being stored. Prepared in this way, it was usable for several months. Although the Pawnee preferred buffalo, they also hunted other game, including elk, bear, panther, and skunk, for meat and skins. The skins were used for clothing and accessories, storage bags, foot coverings, fastening ropes and ties, etc. The people returned to their villages to harvest crops when the corn was ripe in late summer, or in the spring when the grass became green and they could plant a new cycle of crops. Summer hunts extended from late June to about the first of September; but might end early if hunting was successful. Sometimes the hunt was limited to what is now western Nebraska. Winter hunts were from late October until early April and were often to the southwest into what is now western Kansas. ===Religion=== Like many other Native American tribes, the Pawnee had a cosmology with elements of all of nature represented in it. They based many rituals in the four cardinal directions. Pawnee priests conducted ceremonies based on the sacred bundles that included various materials, such as an ear of sacred corn, with great symbolic value. These were used in many religious ceremonies to maintain the balance of nature and the Pawnee relationship with the gods and spirits. In the 1890s, already in Oklahoma, the people participated in the Ghost Dance movement. The Pawnee believed that the Morning Star and Evening Star gave birth to the first Pawnee woman. The first Pawnee man was the offspring of the union of the Moon and the Sun. As they believed they were descendants of the stars, cosmology had a central role in daily and spiritual life. They planted their crops according to the position of the stars, which related to the appropriate time of season for planting. Like many tribal bands, they sacrificed maize and other crops to the stars. ====Morning Star ritual==== The Skidi Pawnees in Village Across a Hill practiced human sacrifice, specifically of captive girls, in the \"Morning Star ritual\". They continued this practice regularly through the 1810s and possibly after 1838 – the last reported sacrifice. They believed the longstanding rite ensured the fertility of the soil and success of the crops, as well as renewal of all life in spring and triumphs on the battlefields. The sacrifice was related to the belief that the first human being was a girl, born of the mating of the Morning Star, the male figure of light, and the unwilling Evening Star, a female figure of darkness, in their creation story. The ritual stood outside the organization of the ceremonial year and was not necessarily an annual occurrence. The commencement of the ceremony required that a man had been commanded to sponsor it while asleep. Typically, a warrior would dream of the Morning Star, usually in the autumn, which meant it was time to prepare for the various steps of the ritual. The visionary would consult with the Morning Star priest, who helped him prepare for his journey to find a sacrifice. During the initial meeting both would cry and cry, because they knew the missions forced upon them by divine demand were wrong to carry out. With help from others, the warrior would capture a young unmarried girl from an enemy tribe. The Pawnee kept the girl and cared for her over the winter, taking her with them as they made their buffalo hunt. They arranged her sacrifice in the spring, in relation to the rising of the Morning Star. She was well treated and fed throughout this period. When the morning star (either the planet Mars, Jupiter, or some times Venus) rose ringed with red, the priest knew it was the signal for the sacrifice. He directed the men to carry out the rest of the ritual, including the construction of a scaffold outside the village. It was made of sacred woods and leathers from different animals, each of which had important symbolism. It was erected over a pit with elements corresponding to the four cardinal directions. All the elements of the ritual related to symbolic meaning and belief, and were necessary for the renewal of life. The preparations took four days. Most of the actual ceremony took place in the earth lodge of the visionary, since the Pawnee villages did not have a special ceremonial lodge. Bystanders outside dug holes in the wall and tore the roof apart to follow the elaborate ceremony. A procession of all the men and boys – even male infants carried among the men – accompanied the girl out of the village to the scaffold. Together they awaited the morning star. When the star was due to rise, the girl was placed and tied on the scaffold. At the moment the star appeared above the horizon, the girl was shot with an arrow from a sacred bow, then the priest cut the skin of her chest to increase bleeding. She was shot quickly with arrows by all the participating men and boys to hasten her death. The girl was carried to the east and placed face down so her blood would soak into the earth, with appropriate prayers for the crops and life she would bring to all life on the prairie. About 1820–1821, news of these sacrifices reached the East Coast; it caused a sensation among European Americans. Before this, US Indian agents had counseled Pawnee chiefs to suppress the practice, as they warned of how it would upset the American settlers, who were arriving in ever greater number. Superintendent William Clark in St. Louis had pointed out the government's view on the ceremony to a visiting Pawnee delegation already in 1811. Slowly, a Skidi faction that opposed the old rite developed. Two Skidi leaders, Knife Chief and his young relative Petalesharo, spearheaded the reformist movement. Knife Chief ransomed at least two captives before a sacrifice. Petalesharo cut loose a Comanche captive from the scaffold in 1817 and carried her to safety. For this, he received lasting fame among the whites. Indian agent John Dougherty and a number of influential Pawnees tried in vain to save the life of a captive Cheyenne girl on 11 April 1827. For any individual, it was extremely difficult to try to change a practice tied so closely to Pawnee belief in the renewal of life for the tribe. In June 1818, the Missouri Gazette of St. Louis contained the account of a sacrifice. The last known sacrifice was of Haxti, a 14-year- old Oglala Lakota girl, on 22 April 1838. Writing in the 1960s, the historian Gene Weltfish drew from earlier work of Wissler and Spinden to suggest that the sacrificial practice might have been transferred in the early 16th century from the Aztec of present-day Mexico. More recent historians have disputed the proposed connection to Mesoamerican practice: They believe that the sacrifice ritual originated independently, within ancient, traditional Pawnee culture. ==History== ===Before metal or horses=== The ancestors of the Pawnees were speakers of Caddoan languages, who had developed a semi-sedentary neolithic lifestyle in valley-bottom lands on the Great Plains. Unlike other groups of the Great Plains, they had a stratified society with priests and hereditary chiefs. Their religion included cannibalism and human sacrifice. At first contact, they were distributed widely through modern Oklahoma and Kansas, and they reached modern Nebraska about 1750. (Other Caddoan-speakers lived to the south, in modern Texas, forming a belt of related populations along the eastern edge of the Great Plains.) thumb|left|Approximate distribution of Caddoan-speakers in the early 1800s Their unfortified villages of well- scattered grass lodges and earth lodges reflected an assumption that large raiding parties would not arrive without warning; their inhabitants could not rapidly co-ordinate defense against a large party of enemies. The Pawnees, with the Wichita and Arikara, were the only Caddoan groups to survive the era of iron, firearms, and horses, and they all did so by forming compact villages on high ground and surrounding them with ditch and wall defenses. Most of the year was spent in these well-insulated homes, but many would go on communal deer hunts several days' travel from their homes. Some would even hunt buffalo, though without horses this was difficult and dangerous. The first written records of Caddoans comes from Coronado's entrada in 1541. With cavalry, steel weapons, and guns he had forced his way through the Apaches, Pueblos, and other nations of the modern southeastern US, but they had no gold. Coronado's interpreter repeated rumours (or confirmed Coronado's fantasies) that gold was to be had elsewhere in a location named Quivira. After more than thirty days journey, Coronado found a river larger than any he had seen before. This was the Arkansas, probably a few miles east of present- day Dodge City, Kansas. The Spaniards and their Indian allies followed the Arkansas northeast for three days and found Quivirans hunting buffalo. The Indians greeted the Spanish with wonderment and fear, but calmed down when one of Coronado's guides addressed them in their own language. Coronado reached Quivira itself after a few more days of traveling. He found Quivira \"well settled ... along good river bottoms, although without much water, and good streams which flow into another\". Coronado believed that there were twenty- five settlements in Quivira. Both men and women Quivirans were nearly naked. Coronado was impressed with the size of the Quivirans and all the other Indians he met. They were \"large people of very good build\". Coronado spent twenty-five days among the Quivirans trying to learn of richer kingdoms just over the horizon. He found nothing but straw-thatched villages of up to two hundred houses and fields containing corn, beans, and squash. A copper pendant was the only evidence of wealth he discovered. The Quivirans were almost certainly Caddoans, and they built grass lodges as only the Wichita were still doing by 1898.Bolton, 293 and many subsequent scholars Coronado was escorted to the further edge of Quivira, called Tabas, where the neighboring land of Harahey began. He summoned the \"Lord of Harahey\" who, with two hundred followers, came to meet with the Spanish. He was disappointed in his hopes for riches. The Harahey Indians were \"all naked – with bows, and some sort of things on their heads, and their privy parts slightly covered\". Hyde identifies them as Awahis, the old Caddoan name for the Pawnees, possibly including the ancestors of the Skidis and the Arikara. Another group, the Guas, may have been known later as the Paniouace. These people put up ferocious resistance when Coronado started to plunder their villages. In 1601, Juan de Oñate led another entrada in search of the wealth of Quivira. He met \"Escansaques\", probably Apaches, who tried to persuade him to plunder and destroy \"Quiviran\" villages. ===Arrival of horses and metal weapons=== About 1670 the Apaches of the Southern Plains obtained horses and metal weapons in sufficient quantity to make them the dread of all their neighbors. For some decades the Pawnees were the victims of intensive raiding by large bands of mounted Apaches with iron weapons, and also by war parties of Chickasaws and Choctaws from the east who had firearms as well. The Siouan groups that became Quapaws, Osages, Omahas, Poncas and Kansas also appeared on the Plains about this time, driven west by the expansion of the Iroquois, and they too raided the Pawnees. Archaeology indicates that pressure from hostile Apaches may have persuaded the Skidi Pawnees to move from their settlements on the Republican River to the upper Loup River in the course of the next century or so. Their settlement pattern also changed from little villages of small rectangular earth-lodges to more defensible larger, compact villages of larger, circular lodges, the Skidis uniting in this way about 1680 while their close relations the Arikaras established a separate identity. ===Pawnees enslaved=== In French Canada, Indian slaves were generally called Panis (anglicized to Pawnee), as most, during this period, had been captured from the Pawnee tribe or their relations. Pawnee became synonymous with \"Indian slave\" in general use in Canada, and a slave from any tribe came to be called Panis. As early as 1670, a reference was recorded to a Panis in Montreal. > \"In the middle of the 17th century the Pawnees were being savagely raided by > eastern tribes that had obtained metal weapons from the French, which gave > them a terrible advantage over Indians who had only weapons of wood, flint, > and bone. The raiders carried off such great numbers of Pawnees into > slavery, that in the country on and east of the upper Mississippi the name > Pani developed a new meaning: slave. The French adopted this meaning, and > Indian slaves, no matter from which tribe they had been taken, were > presently being termed Panis. It was at this period, after the middle of the > 17th century, that the name was introduced into New Mexico in the form > Panana by bands of mounted Apaches who brought large numbers of Pawnee > slaves to trade to the Spaniards and Pueblo Indians.\" George E. Hyde, The > Pawnee Indians :24 Raiders primarily targeted women and children, to be sold as slaves. In 1694, Apaches brought a large number of captive children to the trading fair in New Mexico, but for some reason, there were not enough buyers, so the Apaches beheaded all their slaves in full view of the Spaniards. By 1757 Louis Antoine de Bougainville considered that the Panis nation \"plays ... the same role in America that the Negroes do in Europe.\" The historian Marcel Trudel documented that close to 2,000 \"panis\" slaves lived in Canada until the abolition of slavery in the colony in 1833. Indian slaves comprised close to half of the known slaves in French Canada (also called Lower Canada). ===Pawnees acquire metal and horses=== By 1719 when de la Harpe led an expedition to Caddoan lands at the mouth of the Arkansas River, the Pawnees had also acquired horses and metal weapons from French traders, and they were attacking Apaches in turn, destroying their villages and carrying off Apache women and children. In 1720, Boisbriant reported that the Paniassas or Black Pawnees had recently captured a hundred Apaches, whom they were burning, a few each day. de la Harpe planned to establish French trading posts at the mouth of the Canadian River and elsewhere in Caddoan territory, but this was not done and the Pawnee remained dependent on infrequent and casual traders, while their enemies – the Osages – benefited from a regular trade. In 1720, Spanish colonists sent the Villasur expedition try to turn the Pawnees away from their French connections (which had been greatly magnified in Spanish imagination). Guided mainly by Apaches and led by an officer lacking experience with Indians, the expedition approached the Skidi Pawnee villages along the outflow of the Loup River into the Platte River in modern Nebraska. The expedition sent their only Pawnee slave to make contact; he did not obtain any welcome for the Spanish party and he failed to return to the Spanish camp. The Pawnees attacked at dawn, shooting heavy musketry fire and flights of arrows, then charging into combat clad only in paint, headband, moccasins and short leggings. Villasur, 45 other Spaniards, and 11 Pueblos were killed, and the survivors fled. In 1721, pressure on the Pawnees was increased by the establishment of a colony in Arkansas by John Law's Mississippi Company; this settlement too formed a market for Indian (mostly Caddoan) slaves and a convenient source of weapons for the Osages and their relations. The French responded by sending Bourgmont to make peace (in the French interest) between the Pawnees and their enemies in 1724. He reported that the Pawnee were a strong tribe and good horsemen, but, located at the far end of every trade route for European goods, were unfamiliar with Europeans and were treated like country bumpkins by their southern relatives. The mutual hatred between Pawnees and Apaches was so great that both sides were cooking and eating many of their captives. Bourgmont's \"peace\" had little effect. In 1739 the Mallet brothers visited the Skidi Pawnee. In 1750 the Skidis were reported to be ruled by a grand chief who had 900 warriors. From about 1760, smallpox epidemics broke out on the Great Plains, reducing the Skidi from eight large villages in 1725 to one by 1800. ===Increasing contact with English-speakers, ongoing tribal warfare=== A Pawnee tribal delegation visited President Thomas Jefferson. In 1806 Lieutenant Zebulon Pike, Major G. C. Sibley, Major S. H. Long, among others, began visiting the Pawnee villages. Under pressure from Siouan tribes and European-American settlers, the Pawnee ceded territory to the United States government in treaties in 1818, 1825, 1833, 1848, 1857, and 1892. In 1857, they settled on the Pawnee Reservation along the Loup River in present-day Nance County, Nebraska, but maintained their traditional way of life. They were subjected to continual raids by Lakota from the north and west. Until the 1830s, the Pawnee in what became United States territory were relatively isolated from interaction with Europeans. As a result, they were not exposed to Eurasian infectious diseases, such as measles, smallpox, and cholera, to which Native Americans had no immunity. In the 19th century, however, they were pressed by Siouan groups encroaching from the east, who also brought diseases. Epidemics of smallpox and cholera, and endemic warfare with the Sioux and Cheyenne caused dramatic mortality losses among the Pawnee. From an estimated population of 12,000 in the 1830s, they were reduced to 3,400 by 1859, when they were forcibly constrained to a reservation in modern-day Nance County, Nebraska. The Pawnee won a \"hard fought\" defensive battle around 1830, when they defeated the whole Cheyenne tribe. A Pitahawirata Pawnee captured one of the most sacred tribal bundles of the Cheyenne, the Sacred Arrows, and Skidi Chief Big Eagle secured it quickly. The Cheyennes stopped fighting at once and returned to their own country. The Pawnees in the village of Chief Blue Coat suffered a severe defeat on 27 June 1843. A force of Lakotas attacked the village, killed more than 65 inhabitants and burned 20 earth lodges. In 1852, a combined Indian force of Cheyennes and invited Kiowa and Kiowa Apaches attacked a Pawnee camp in Kansas during the summer hunt. First when a Pawnee shot a very reckless Cheyenne with an arrow in the eye, it was discovered he wore a hidden scale mailed armor under his shirt. The killing of this notable Cheyenne affected the Cheyennes to the point, that they carried their Sacred Arrows against the Pawnee the following summer in an all-out war. Warriors enlisted as Pawnee Scouts in the latter half of the 19th century in the United States Army. Like other groups of Native American scouts, Pawnee warriors were recruited in large numbers to fight on the Northern and Southern Plains in various conflicts against hostile Native Americans. Because the Pawnee people were old enemies of the Sioux, Cheyenne, Arapaho, Comanche, and Kiowa tribes, they served with the army for 14 years between 1864 and 1877, earning a reputation as being a well-trained unit, especially in tracking and reconnaissance. The Pawnee Scouts took part with distinction in the Battle of the Tongue River during the Powder River Expedition (1865) against Lakota, Cheyenne, and Arapaho and in the Battle of Summit Springs. They also fought with the US in the Great Sioux War of 1876. On the Southern Plains, they fought against their old enemies, the Comanches and Kiowa, in the Comanche Campaign. ===Relocation and reservation=== thumb|Cloud-Shield's Lakota Winter Count for the years 1873–1874. Massacre Canyon battle, Nebraska. \"They killed many Pawnees on the Republican River.\" As noted above, the Pawnee were subjected to continual raids by Lakota from the north and west. On one such raid, 5 August 1873, a Sioux war party of over 1,000 warriors ambushed a Pawnee hunting party of 350 men, women, and children. The Pawnee had gained permission to leave the reservation and hunt buffalo. About 70 Pawnee were killed in this attack, which occurred in a canyon in present-day Hitchcock County. The site is known as Massacre Canyon. Because of the ongoing hostilities with the Sioux and encroachment from American settlers to the south and east, the Pawnee decided to leave their Nebraska reservation in the 1870s and settle on a new reservation in Indian Territory, located in what is today Oklahoma. In 1874, the Pawnee requested relocation to Indian Territory (Oklahoma), but the stress of the move, diseases, and poor conditions on their reservation reduced their numbers even more. During this time, outlaws often smuggled whiskey to the Pawnee. The teenaged female bandits Little Britches and Cattle Annie were imprisoned for this crime. In 1875 most members of the nation moved to Indian Territory, a large area reserved to receive tribes displaced from east of the Mississippi River and elsewhere. The warriors resisted the loss of their freedom and culture, but gradually adapted to reservations. On 23 November 1892, the Pawnee in Oklahoma were forced by the US federal government to sign an agreement with the Cherokee Commission to accept individual allotments of land in a breakup of their communal holding. By 1900, the Pawnee population was recorded by the US Census as 633. Since then the tribe has begun to recover in numbers. ===Recent history=== In 1906, in preparation for statehood of Oklahoma, the US government dismantled the Pawnee tribal government and civic institutions. The tribe reorganized under the Oklahoma Indian Welfare Act of 1936 and established the Pawnee Business Council, the Nasharo (Chiefs) Council, and a tribal constitution, bylaws, and charter. In the 1960s, the government settled a suit by the Pawnee Nation regarding their compensation for lands ceded to the US government in the 19th century. By an out-of-court settlement in 1964, the Pawnee Nation was awarded $7,316,097 for land ceded to the US and undervalued by the federal government in the previous century. Bills such as the Indian Self-Determination and Education Assistance Act of 1975 have allowed the Pawnee Nation to regain some of its self-government. The Pawnee continue to practice cultural traditions, meeting twice a year for the intertribal gathering with their kinsmen the Wichita Indians. They have an annual four-day Pawnee Homecoming for Pawnee veterans in July. Many Pawnee also return to their traditional lands to visit relatives and take part in scheduled powwows. ==Notable Pawnee== * Big Spotted Horse, 19th-century warrior and raider * Brett Chapman, attorney and Native American rights advocate * John EchoHawk, lawyer and founder of the Native American Rights Fund, older cousin of Walter Echo-Hawk (below) *Larry Echo Hawk, Bureau of Indian Affairs Director He was elected Attorney General of Idaho (1991–1995) * Marlene Riding In Mameah (1933–2018), jeweler, painter * Old-Lady-Grieves-the-Enemy, 19th century female warrior * Petalesharo, Skidi Pawnee chief who in 1817 rescued an Ietan Comanche girl from Pawnee ritual human sacrifice * Anna Lee Walters (b. 1946), Otoe-Missouria-Pawnee author and educator * Wicked Chief, visited President James Monroe in 1822 with a delegation of Native American dignitaries * Moses J. \"Chief\" Yellow Horse, Major League Baseball player * Bright Star, professional roller skater ==In popular culture== * The film, Dances with Wolves, features Pawnee people as adversaries and unfavorably. *The novel, The Revenant (novel), and its 2015 film adaptation, The Revenant (2015 film), feature the character, Hawk, who is half Pawnee. The minor character Hikuc, who travels with Hugh Glass for part of the film, is also Pawnee, and his dialogue with Glass is in the Pawnee language. *In Parks and Recreation the fictional city in which the sitcom is set is named after the tribe. ==See also== *Pawnee mythology ==References== * * ==Further reading== * * * * * ==External links== * * * * * * * (See also: Gene Weltfish.) * Category:Federally recognized tribes in the United States Category:Plains tribes Category:Caddoan peoples Category:Native American tribes in Oklahoma Category:Great Sioux War of 1876 Category:Native American tribes in Kansas Category:Native American tribes in Nebraska Category:Native American tribes in Colorado",
 "title": "Pawnee people"
}