{
 "id": "624906",
 "text": "{| |} HMS Hogue was a of the Royal Navy that was commissioned during the Second World War. She was named after the Battle of La Hogue, fought between the British and French in 1692; the ship's badge a chess rook on a field blue, within a chaplet of laurel gold was derived from the arms of Admiral Sir George Rooke who distinguished himself at the battle. Hogue was built at the Cammell Laird shipyard in Birkenhead during the Second World and launched on 21 April 1944. ==Service== After being commissioned on 24 July 1945, Hogue joined the 19th Destroyer Flotilla of the British Pacific Fleet. She remained on station until withdrawn from service in 1947 and placed in reserve. Selected for modernisation and refitted, Hogue returned to service in 1957 with the 1st Destroyer Squadron in the Home and Mediterranean Fleets. With sister ships and , during 1957 Hogue with Lagos and | Solebay, patrolled the Island of Cyprus, searching the fishing boats for arms and explosives. Hogue in 1958 patrolled the waters around Iceland.Yuletide Fare in \"Drop\" by Shackletons, The Glasgow Herald, 22 December 1958, p. 2 She operated against the Icelandic Coast Guard during the First Cod War. In September, it was claimed by Iceland that she had collided with the trawler Northern Foam while trying to prevent her being boarded by the Maria Julia.Trawler Hits Destroyer off Island, The Age, 1 October, p. 3. In 1959, Hogue almost collided while refuelling with the aircraft carrier in the Bay of Biscay.Wettern, Desmond (1982), The decline of British seapower, p. 179. She was used with the destroyer to depict the destroyer night attacks in the film \"Sink the Bismarck!\". While participating in a night-time exercise with other navies off Ceylon on 25 August, the Indian light cruiser , rammed into Hogue, effectively crushing the destroyer's bow and folding it level to the side of the ship,Ships monthly, p. 11 killing a sailor and injuring three others.Wettern, Desmond (1982), The decline of British seapower, p. 171 So extensive was the damage that she remained in Singapore until broken up in 1962, having been deemed to be a \"Constructive total loss\". ==Notes== ==References== * * Category:Battle-class destroyers of the Royal Navy Category:Ships built on the River Mersey Category:1944 ships Category:Cold War destroyers of the United Kingdom",
 "title": "HMS Hogue (D74)"
}