{
 "id": "624953",
 "text": "Robert Gordon Wasson (September 22, 1898 – December 23, 1986) was an American author, ethnomycologist, and Vice President for Public Relations at J.P. Morgan & Co.Staff writer. \"Mushroom Madness.\" TIME Magazine (June 16, 1958). Archived from the original.Tarinas, Joaquim. \"Robert Gordon Wasson: Seeking the Magic Mushroom.\" Imaginaria.org.Biography in Tina & R. Gordon Wasson Ethnomycological Collection Archives at Harvard University Herbaria. Archived from the original.Jacobs, Travis Beal. Eisenhower at Columbia. Preface by Eli Ginzberg. New Brunswick, NJ: Transaction Publishers (2001). pp. 99-100. . In the course of work funded by the Central Intelligence Agency (CIA), Wasson made contributions to the fields of ethnobotany, botany, and anthropology. == Career == === Banking industry === Wasson began his banking career at Guaranty Trust Company in 1928, and moved to J.P. Morgan & Co. in 1934. That same year, he published a bookWasson, R. Gordon (1941). The Hall Carbine Affair: A Study in Contemporary Folklore. New York: Pandick Press. on the Hall Carbine Affair, in which he attempted to exonerate John Pierpont Morgan from guilt with respect to the incident, which had been viewed as an example of wartime profiteering. As early as 1937, Wasson had been attempting to influence historians Allan Nevins and Charles McLean Andrews regarding Morgan's role in the affair; he used Nevins' reportNevins, Allan (1939). Frémont: Pathmarker of the West. D. Appleton-Century Co. :: \"New and enlarged version of the 1928 ed. published under the title: Frémont, the West's Greatest Adventurer.\" as a reference for his own book on the topic. The matter of Morgan's responsibility for the Hall Carbine Incident remains controversial.Andrews papers. Yale University Library. Box 37, Folder 419; Box 40, Folder 441; Box 42, Folder 460. On July 16, 1941, the directors of Morgan & Co. appointed Wasson to the position of assistant secretary, and by 1943 he was vice president for public relations.Staff writer (July 17, 1941). \"Morgan & Co. Announce Changes.\" New York Times. p. 32.Pfister, Donald H. (1988). \"R. Gordon Wasson, 1898-1986.\" Mycologia, vol. 80, no. 1. pp. 11–13. . . === Ethnomycology === Wasson's studies in ethnomycology began during his 1927 honeymoon trip to the Catskill Mountains when his wife, Valentina Pavlovna Guercken, a pediatrician, chanced upon some edible wild mushrooms. Fascinated by the marked difference in cultural attitudes towards fungi in Russia compared to the United States, the couple began field research that led to the publication of Mushrooms, Russia and History in 1957. In the course of their investigations they mounted expeditions to Mexico to study the religious use of mushrooms by the native population, and claimed to have been the first Westerners to participate in a Mazatec mushroom ritual. It was the curandera María Sabina who both allowed the Wassons to participate in the ritual and who taught them about the uses and effects of the mushroom. Sabina let him take her picture on the condition that he keep it private, but Wasson nonetheless published the photo along with Sabina's name and the name of the community where she lived. At the 1951 annual meeting of the American Council of Learned Societies, held in Rye, New York, on January 24-26, Wasson was appointed as a member of the Executive Committee for a period of one year.Baugh, Albert C., et al. \"Proceedings of the Twenty-Sixth Annual Meeting of the Corporation.\" Speculum, vol. 26, no. 3 (July 1951), pp. 562–573. . Some of Wasson's colleagues, such as Ethel Dunn, disagreed with Wasson's conclusions regarding Amanita muscaria.Dunn, Ethel. Russian use of Amanita muscaria: A Footnote to Wasson's Soma. Review of Soma by R. Gordon Wasson Current Anthropology, vol. 14, no. 4 (October 1973), pp. 488-492. ==== CIA funding ==== Wasson's 1956 expedition was fundedIrvin, Jan. \"R. Gordon Wasson: The Man, the Legend, the Myth\" (Chapter 14). In: Entheogens and the Development of Culture. Berkeley, Calif.: North Atlantic Books (2013), pp. 565-619. Edited by John Rush. . by the CIA's MK-Ultra subproject 58, as was revealed by documents\"J.P. Morgan & Co. (see Wasson file).\" MKUltra Subproject, no. 58 (doc: 17457). Washington, D.C.: National Security Archive at George Washington University. obtained by John MarksMarks, John D. The Search for the Manchurian Candidate. London: Times Books (1979), p. 114. . under the Freedom of Information Act. The documents state that Wasson was an 'unwitting' participant in the project. The funding was provided under the cover name of the Geschickter Fund for Medical Research (credited by Wasson at the end of his subsequent Life piece about the expedition). == Role in popularizing psilocybin mushrooms == In May 1957, Life magazine published an article titled \"Seeking the Magic Mushroom,\" which introduced psychoactive mushrooms to a wide audience for the first time. Six days later, his wife Valentina's first-person account of their research expedition in Mexico was published on the cover of This Week, a Sunday magazine inserted in 37 newspapers that reach almost 12 million total readers.Wasson, Valentina Pavlovna (May 19, 1957). \"I Ate the Sacred Mushroom.\" This Week. pp. 8–10, 36.Siff, Stephen (2018). \"R. Gordon Wasson and the Publicity Campaign to Introduce Magic Mushrooms to Mid-Century America.\" Revue française d’études américaines, vol. 156, no. 3. pp. 91-104.Bartlett, Amy (November 11, 2020). \"The Cost of Omission: Dr. Valentina Wasson and Getting Our Stories Right.\" Chacruna. In his memoir, author Tom Robbins talks about the impact of this article on \"turning on\" Americans himself included.Robbins, Tom (2014). Tibetan Peach Pie: A True Account of an Imaginative Life. New York: HarperCollins. pp. 190-191. . The article sparked immense interest in the Mazatec ritual practice among beatniks and hippies, an interest that proved disastrous for the Mazatec community and for María Sabina in particular. As the community was besieged by Westerners wanting to experience the mushroom- induced hallucinations, Sabina attracted attention by the Mexican police who thought that she sold drugs to the foreigners. The unwanted attention completely altered the social dynamics of the Mazatec community and threatened to terminate the Mazatec custom. The community blamed Sabina, and she was ostracized in the community and had her house burned down. Sabina later regretted having introduced Wasson to the practice, but Wasson contended that his only intention was to contribute to the sum of human knowledge.Estrada, Álvaro (1976). Vida de María Sabina: la sabia de los hongos. Mexico: Siglo Veintiuno Editores. .Letcher, Andy (2006). Shroom: A Cultural History of the Magic Mushroom. England: Faber and Faber. pp. 97-98. .Rothenberg, Jerome (2003). Editor's Preface to Selections by María Sabina. University of California Press. p. xvi. === Methodology === Together, Wasson and botanist Roger Heim collected and identified various species of family Strophariaceae and genus Psilocybe, while Albert Hofmann,Hoffman, Albert (1980). LSD—My Problem Child. New York: McGraw-Hill. . using material grown by Heim from specimens collected by the Wassons, identified the chemical structure of the active compounds, psilocybin and psilocin. Hofmann and Wasson were also among the first Westerners to collect specimens of the Mazatec hallucinogen Salvia divinorum, though these specimens were later deemed not suitable for rigorous scientific study or taxonomic classification.\"The History of the First Salvia Divinorum Plants Cultivated Outside of Mexico.\" sagewisdom.org. Two species of mushroom, Psilocybe wassonii R.Heim and Psilocybe wassoniorum Guzman & S.H.Pollock, were named in honor of Wasson by Heim and Gastón Guzmán, the latter of whom Wasson met during an expedition to Huautla de Jiménez in 1957. Wasson's next major contribution was a study of the ancient Vedic intoxicant soma, which he hypothesized was based on the psychoactive fly agaric (Amanita muscaria) mushroom. This hypothesis was published in 1967 under the title Soma: Divine Mushroom of Immortality. His attention then turned to the Eleusinian Mysteries, the initiation ceremony of the ancient Greek cult of Demeter and Persephone. In The Road to Eleusis: Unveiling the Secret of the Mysteries (1978), co-authored with Albert Hofmann and Carl A. P. Ruck, it was proposed that the special potion \"kykeon\", a pivotal component of the ceremony, contained psychoactive ergoline alkaloids from the fungus Ergot (Claviceps spp.). Several of his books were self-published in illustrated, limited editions, using handmade paper and printed in Italy, that have never been reprinted, with one exception.\"R. Gordon Wasson (1898-1986) Archives.\" Harvard University Herbaria. Archived from the original. His last completed work, The Wondrous Mushroom, initially part of the self-published works, was republished by City Lights Publishers in 2014. ==Ethnography== Prior to his work on soma, theologians had interpreted the Vedic and Magian practices to have been based on alcoholic beverages that produced inebriation. Wasson was the first researcher to propose that the actual form of Vedic intoxication was entheogenic. Lecture on Indoeuropean languages. ==Legacy== Wasson donated his personal papers as a gift to the Harvard University Botanical Museum, as part of the \"Tina and Gordon Wasson Ethnomycological Collection.\" The thoroughly curated array of books, papers, and artifacts contained in the collection was fully settled into its new adoptive home by April 1982.Staff writer (2002). \"Provenance: R. Gordon Wasson (1898-1986) Archives.\" The Tina & R. Gordon Wasson Ethnomycological Collection Archives. Harvard University Herbaria. Archived from the original. Wasson's obituary in the San Francisco Chronicle stated that together with his wife and co-author, Valentina P. Wasson, he had \"illuminated the sanctity of psychotropic mushrooms, not only in Russia and Siberia, but also in the most ancient of Hindu scriptures, in the mystery cults of ancient Greece and among the native peoples of Mexico and Guatemala, both ancient and modern.\"Staff writer. \"R. Gordon Wasson\" (obituary) (December 27, 1986). San Francisco Chronicle. p. 14. In 2015, the Mycological Society of America (MSA) created a new award named for both Gordon and Valentina in order to recognize non-professionals and people with non-traditional academic backgrounds who have made outstanding contributions to mycology.Weber, Evi, et al. (2015). \"Awards and Personalia: The Gordon and Tina Wasson Award.\" IMA Fungus, vol. 6, no. 2 (2015), pp. 51–55. . The first \"Gordon and Tina Wasson Award\" was presented to Paul Stamets on July 29, 2015, by the organization's former president, D. Jean Lodge, during the MSA meeting in Edmonton, Canada. ==Bibliography== ===Articles=== * \"Another View of the Historian's Treatment of Business.\" Bulletin of the Business Historical Society, vol. 18, no. 3 (June 1944), pp. 62–68. . . * \"The Etymology of Botargo,\" with John P. Hughes. American Journal of Philology, vol. 68, no. 4 (1947), pp. 414–418. . . * \"Seeking the Magic Mushroom.\" LIFE Magazine, vol. 42, no. 19 (May 13, 1957), pp. 100-110, 113-114, 117-118, 120. Google Books. PDF. * \"The Hallucinogenic Mushrooms,\" with Valentina P. Wasson. Garden Journal, vol. 8 (January/February 1958), pp. 1-6. * \"The Divine Mushroom: Primitive Religion and Hallucinatory Agents.\" Proceedings of the American Philosophical Society, vol. 102, no. 3 (June 24, 1958), pp. 221–223. . * \"The Hallucinogenic Mushrooms of Mexico: An Adventure in Ethnomycological Exploration.\" Transactions of the New York Academy of Sciences, vol. 21, no. 4 (February 1959), pp. 325-339. Originally presented at a meeting of the Division on January 23, 1959. * \"The Hallucinogenic Fungi of Mexico: An Inquiry into the Origins of the Religious Idea among Primitive Peoples.\" Botanical Museum Leaflets, Harvard University, vol. 19, no. 7 (February 17, 1961), pp. 137-162. . * \"A New Mexican Psychtropic Drug from the Mint Family.\" Botanical Museum Leaflets, Harvard University, vol. 20, no. 3 (December 28, 1962), pp. 77-84. . * \"The Hallucinogenic Mushrooms of Mexico and Psilocybin: A Bibliography (Second Printing, with Corrections and Addenda).\" Botanical Museum Leaflets, Harvard University, vol. 20, no. 2 (March 10, 1963), pp. 25–73. . * \"Notes on the Present Status of the Ololiuhqui and the Other Hallucinogens of Mexico.\" Botanical Museum Leaflets, Harvard University, vol. 20, no. 6 (November 22, 1963), pp. 161-193. . * \"The 'Mushroom Madness' of the Kuma,\" with Roger Heim. Botanical Museum Leaflets, Harvard University, vol. 21, no. 1 (June 11, 1965), pp. 1-31, 33-36. . * \"Soma: Comments Inspired by Professor Kuiper's Review.\" Indo-Iranian Journal, vol. 12, no. 4 (1970), pp. 286–298. . * \"Drugs: The Sacred Mushroom.\" New York Times (September 26, 1970), p. 21. * \"The Soma of the Rig Veda: What Was It?\" Journal of the American Oriental Society, vol. 91, no. 2 (April/June 1971), pp. 169–187. . . * \"The Death of Claudius, or Mushrooms for Murderers.\" Botanical Museum Leaflets, Harvard University, vol. 23, no. 3 pp. (April 7, 1972), pp. 101-126. . * \"The Role of 'Flowers' in Nahuatl Culture: A Suggested Interpretation.\" Botanical Museum Leaflets, Harvard University, vol. 23, no. 8 (November 30, 1973), pp. 305-321. . * \"The Last Meal of the Buddha.\" Journal of the American Oriental Society, vol. 102, no. 4 (October/December 1982), pp. 591-603. ** Republished: Botanical Museum Leaflets, Harvard University, vol. 29, no. 3 (Summer 1983), pp. 219-249. . * \"Carved 'Disembodies' Eyes of Theotihuacan,\" with Jordan Ott. Botanical Museum Leaflets, Harvard University, vol. 29, no. 4 (Fall 1983), pp. 387-400. . ===Books=== * The Hall Carbine Affair: A Study in Contemporary Folklore. New York: Pandick Press (1941) * Persephone's Quest: Entheogens and the Origins of Religion, with Stella Kramrisch, Jonathan Ott, and Carl A. P. Ruck. Ethnomycological Studies, no. 10. New Haven: Yale University Press (1986) * The Wondrous Mushroom: Mycolatry in Mesoamerica. New York: McGraw-Hill (1980). (Reprint by City Lights, 2012.) * The Road to Eleusis: Unveiling the Secret of the Mysteries, with Albert Hofmann and Carl A. P. Ruck. New York: Harcourt (1978) * Maria Sabina and Her Mazatec Mushroom Velada. New York: Harcourt (1976) * Soma: Divine Mushroom of Immortality (1968) * Mushrooms, Russia and History, with Valentina Pavlovna Wasson. New York: Pantheon Books (1957) ===Book contributions=== * \"Mushrooms.\" In: The Drug Experience: First Person Accounts of Addicts, Writers, Scientists and Others, edited by David Ebin. New York: Orion Press (1961), pp. 311-334. * \"The Divine Mushroom of Immortality\" (Chapter 6). In: Flesh of the Gods: The Ritual Use of Hallucinogens. New York: Praeger (1972), pp. 185-200. * \"What Was the Soma of the Aryans?\" (Chapter 7) In: Flesh of the Gods: The Ritual Use of Hallucinogens. New York: Praeger (1972), pp. 201-213. ===Book reviews=== * Review of Full Employment in a Free Society by William Beveridge. Harvard Business Review (Summer 1945) * Review of The Teachings of Don Juan: A Yaqui Way of Knowledge by Carlos Castaneda. Economic Botany, vol. 23, no. 2 (1969), p. 197. * Review of A Separate Reality: Further Conversations with Don Juan by Carlos Castaneda. Economic Botany, vol. 26, no. 1 (1972), pp. 98–99. * Review of Journey to Ixtlan: The Lessons of Don Juan by Carlos Castaneda. Economic Botany. vol. 27, no. 1 (1973), pp. 151–152. * Review of Tales of Power by Carlos Castaneda. Economic Botany. vol. 28, no. 3 (1974), pp. 245–246. ===Correspondence=== * Letter to Allen Dulles (June 3, 1960) ===Music=== * Maria Sabína. Mushroom Ceremony of the Mazatec Indians of Mexico (1957). Folkways Records [FR 8975]. :: Recorded (on July 21/22, 1956) and produced with Valentina Pavlovna Wasson.Staff writer.\"Maria Sabína: Mushroom Ceremony of the Mazatec Indians of Mexico.\" boomkat. Liner notes by R. Gordon Wasson. Folkways is now the nonprofit record label of the Smithsonian Institution.Staff writer. \"Maria Sabína: Mushroom Ceremony of the Mazatec Indians of Mexico.\" Smithsonian Folkways. ==References== ==Further reading== * Brown, Christopher (1987). \"R. Gordon Wasson, 22 September 1898—23 December 1986\" (obituary). Economic Botany, vol. 41, no. 4. pp. 469–473. . . * Forte, Robert (1997). Entheogens and the Future of Religion. San Francisco: Council on Spiritual Practices. * Ott, Jonathan, and Stephen H. Pollack (October 1976). Interview with R. Gordon Wasson. High Times. * Riedlinger, Thomas J. (1990). The Sacred Mushroom Seeker: Essays for R. Gordon Wasson. Foreword by Richard Evans Schultes. Portland: Dioscorides Press. . . ==External links== *LIFE Magazine article (May 13, 1957) Category:1898 births Category:1986 deaths Category:Psychedelic drug researchers Category:Ethnobiologists Category:American psychedelic drug advocates Category:Columbia University Graduate School of Journalism alumni Category:Alumni of the London School of Economics Category:Independent scholars Category:Pulitzer Traveling Scholarship winners",
 "title": "R. Gordon Wasson"
}