{
 "id": "624989",
 "text": "Whitewater Region is a township on the Ottawa River in Renfrew County, located within the scenic Ottawa Valley in eastern Ontario, Canada . Whitewater Region is made up of the former municipalities of Beachburg, Cobden, Ross and Westmeath, which were amalgamated into the current township on January 1, 2001. Whitewater Region is named after the stretch of world-famous whitewater on the Ottawa River, popular for rafting and kayaking. This section is part of the Ottawa River Provincial Park. The township also claims a distinctive place in Canada's history. An astrolabe bearing the date 1613 and believed to have belonged to Samuel de Champlain was discovered within the township. A monument commemorating this historic site is located just outside Cobden on Highway 17. ==Communities== The township comprises the communities of: Beachburg, Chenaux, Cobden, Finchley, Foresters Falls, Garden of Eden, The Glen, Grants Settlement, Haley Station, Kerr Line, La Passe, Ledgerwoods Corner, McLaren's Settlement, Meath, Millars Corner, Perretton, Pleasant Valley, Queens Line, Rocher Fendu, Shields Crossing, Snake River and Westmeath. ===Beachburg=== thumb|right|Beachburg Beachburg () is one of the larger population centres in the Whitewater Region, having a variety of stores and restaurants, an arena, several halls, a public elementary school and a public library. It was founded by and named after David Beach and became a stop along the Canadian Northern Railway line with a station and grain elevators. In 1853, the entire village, except for two houses, was destroyed by fire. By 1869, Beachburg was a village with a population of 250 in Westmeath County, Renfrew. There were stages to Pembroke and Sand Point. The average price for land was $8.The province of Ontario gazetteer and directory. H. McEvoy Editor and Compiler, Toronto : Robertson & Cook, Publishers, 1869 Beachburg was devastated by a fire in 1931, destroying the station, the grain elevators, and the Main Hall and Dining Hall of the Exhibition Park. In 1959, the Village of Beachburg was separated from Westmeath Township and incorporated. ===Cobden=== ===Foresters Falls=== Foresters Falls () was founded in the early 1840s by Oliver Forester, a prominent pioneer who was the community's first postmaster. By the 1870s the community had three stores, a grist mill, and a sawmill, all of which were destroyed in a fire later that same year. The Canadian Northern Railway does not pass through Foresters Falls, save for at a small intersection outside the town known as Miller's Corners. A large railway bridge, known to the locals as Black Rock, crosses a gully just beyond Miller's Corners. The rail track was torn up in the late 2000s but the bridge remains and is now a popular route for ATVs. Foresters Falls is now a small community having regressed since the invention of motorized transport. Attractions include the Ross Township Museum that is located in the heart of Foresters Falls.Kennedy, Clyde C. Upper Ottawa Valley: Glimpse of History. Pembroke, Ont.: Renfrew County Council, 1970. ===Haley Station=== Haley Station (also known as Haley, Haleys, Haley's, with or without Station)() derives its name from a station built on the Canadian Pacific Railway(CPR) where the railway right of way crossed the farm of George Haley, an early settler on the second concession of Ross township (now part of Whitewater township). Haley Station once boasted a blacksmith shop, a general store, two churches (United Church and Free Methodist), two service stations, a railway station and an Orange Hall. With the advent of the automobile, people found it more convenient to go to Renfrew. Of the establishments mentioned, only the United Church remains in operation. ===McLaren's Settlement=== McLaren's Settlement () originated in the 1840s when members of the McLaren family came to the area from Scotland. It was located a short distance upstream from the present Ontario Power Generation (OPG) Chenaux Generating Station. The McLarens arrived during the peak of the lumbering industry in the Ottawa Valley, and one of their number constructed a timber slide in the Ottawa River to facilitate the movement of squared timber rafts past the Chenaux Rapids. These slides could be described as a sluice about wide and about long and steeply sloped through which some river water was diverted. Floating bundles of about 25 pieces of squared timber would be steered toward the upper end of the slide. Once into the sluice, the bundle of timber would descend at a great speed, emerging undamaged into the river below the rapids. ==History== ===Founding and development=== Much of the early development in Renfrew County is largely a circumstance of location. As Pembroke and Ottawa grew, so did the gap between them. In the 19th century, the easiest route between the two was the Ottawa River. However, the presence of rapids near Portage-du-Fort necessitated a land route. At this time the area was mostly a vast forest untouched by Europeans. A few settlers had put down near Muskrat Lake, but for the most part there had been little activity since Champlain's visit in the 17th century. In 1849 Jason Gould built a road from what came to be called Goulds Landing to what would become Cobden on Muskrat Lake. One could catch a steamer down the lake and then go on by road to Pembroke. The traffic on the road could not help but cause growth. In 1850 Gould built a post office and named the fledgling settlement Cobden after Richard Cobden, a member of the British Parliament whom Gould admired. By October 2, 1876, the railway had reached Cobden. The community started to expand from the lake towards the railway station further inland. Main Street began to take shape: the Cobden Sun, the Bank of Ottawa, blacksmith shops, a bakery, a general store, a mill, a surgeon and a jewelry store were all located in the community. In 1880 a public school was opened to accommodate the strain on nearby S.S. No 1\\. Cobden was soon the biggest community in Ross Township and became an incorporated village in October 1901. Cobden has been the victim of many fires, which have destroyed almost all the original buildings. Main Street has suffered worst from fire, including one in 1913 which destroyed the Cobden Sun building and many historical records. A hydro- electric dam began operating at the falls south of Cobden. It supplied the town, off and on, with power until it was destroyed on April 12, 1934 in a raging flood. Large blocks of ice ripped the dam apart and poured over Highway 17, tearing away sections of pavement. The plant operator, Bill Wall, was stranded in the upper section of his house until flooding subsided. The town then started receiving power from a station in Calabogie. Council elections in 1949 were dominated by the issue of whether to hold another plebiscite on establishing a waterworks system. A previous plebiscite had come out 82–56 against. But times were changing quickly—after the war a new council was elected and the next vote was 124–46 in favour and by the early 1950s Cobden had water. The waterworks system required constant maintenance until a major retooling in the 1980s. The visibly dominating water tower was built in 1988 replacing the original (built in 1951). A bigger school was needed by 1903. The present-day school, Cobden District Public, was built in 1938 and served initially as a high school until Opeongo High School was built. ===The Astrolabe=== In 1613, French explorer Samuel de Champlain, traveled through an area very near Cobden while exploring the Ottawa River. Due to the Chenaux Rapids, Champlain and his men were forced to portage. They presumably took shore in Browns Bay near present-day McKenzie's Hill. In 1953 a large rock was found in this area bearing a chiseled inscription. Though the inscription was hard to read it was determined that it said \"Champlain Juin 2, 1613\". Champlain's trail from this point is debatable. He may have cut straight across land to the southern tip of Jeffreys Lake, or he may have veered south skirting the far side of what later came to be known as the Champlain Trail Lakes. It is known that he eventually made his way to Green Lake and at this point, according to several 17th-century authors, Champlain lost his astrolabe. It remained there for 254 years, until it was found in 1867 by Edward George Lee, a 14-year-old farm boy helping his father clear trees near Green Lake (now Astrolabe Lake). Lee gave the astrolabe to Captain Comley, a steamboat captain on Muskrat Lake but never received the ten dollars Cowley promised him. Cowley sold the astrolabe to his employer, R.W. Cassels of the Ottawa Forwarding Company. The astrolabe eventually passed to Samuel V. Hoffman of the New York Historical Society in 1942, remaining there for 47 years until it was acquired by the Canadian Museum of Civilization in 1989. In 1990 a special celebration was held in Cobden in honour of the astrolabe's return. ==Culture== The Cobden Farmers' Market, first organized in 1991, is an outdoor market that runs from May to October. It offers a variety of crafts and foodstuffs; everything must be grown or handmade locally. The market has recently moved from the Memorial Hall grounds to the Fair Grounds, but the Christmas Market, the grande finale for the year, is held in the Ag Hall, also on the Fair Grounds. Overlooking Muskrat Lake, Cobden Park occupies what is thought to be the spot where Champlain met the Native Chief Nibachis. A plaque was erected in the 1960s commemorating this event. The lands for the park were donated by Thomas Robinson and his wife in 1904. In 1988 extensive work was carried out on the beach portion of the park by the Civitans. Logos Land is a religious-based water park. Built on the site of the Astrolabe's discovery, Logos Land features five water slides, paddle boats, mini-golf and a representation of Noah's Ark which holds a souvenir shop and \"The Ark\" restaurant. It is also home to Canada's tallest Christmas tree standing high. Every year over 3000 local children get together to decorate the tree, which is dedicated to children around the world. Mussie is a likely mythical Nessie- like creature said to reside in Muskrat Lake. Ottawa Valley Pentecostal Camp (OVPC) is a Christian-based family and children's camp at the foot of Muskrat Lake. It has hosted many local community events with its year round facilities. OVPC is owned and operated by the Pentecostal Assemblies of Canada. Storyland once featured 200 animated characters set in 40 different fairy tale scenes surrounded by a natural woodland environment. Though the park has fallen into disrepair, it still features two large playgrounds, paddleboats, mini-golf and picnic areas. The Champlain Lookout offers a panoramic view of the Ottawa River. ==Transportation== The only provincial highway serving the township directly is Highway 17, the main route of the Trans-Canada Highway through Ontario. The planned extension of Highway 417 to Petawawa will see the highway largely rerouted onto a new alignment through Whitewater Region. Home to The Champlain Flying Club, the Cobden/Bruce McPhail Memorial Airport is located on Highway 17. ==Municipal council== The municipal council sits in Cobden. It consists of Mayor Michael Moore, Reeve Cathy Regier, and Councillors Chris Olmstead, Charlene Jackson, Daryl McLaughlin, Dave MacKay and Neil Nicholson. ==Demographics== ==Notable people== Cobden is the hometown of Susie Laska, former professional hockey player for the NWHL and Robert Wellington Mayhew, the first Canadian ambassador to Japan. Westmeath is the birthplace of D. Allan Bromley, physicist, academic, and Science Adviser to former President of the United States, George H. W. Bush. ==See also== *List of townships in Ontario ==References== ==External links== * Category:Lower-tier municipalities in Ontario Category:Municipalities in Renfrew County Category:Township municipalities in Ontario",
 "title": "Whitewater Region"
}