{
 "id": "62519",
 "text": "The monarchs of the Kingdom of France ruled from the establishment of the Kingdom of the West Franks in 843 until the fall of the Second French Empire in 1870, with several interruptions. Between the period from Charles the Bald in 843 to Louis XVI in 1792, France had 45 kings. Adding the 3 kings and 2 emperors after the French Revolution, this comes to a total of 50 monarchs of France spread over 1027 years. Classical French historiography usually regards Clovis I () as the first king of \"France\" (in its earliest phase), but technically speaking such kingdom didn't began until the establishment of West Francia. In August 843 the Treaty of Verdun divided the Frankish realm into three kingdoms, one of which (Middle Francia) was short-lived; the other two evolved into France (West Francia) and, eventually, Germany (East Francia). By this time, the eastern and western parts of the land had already developed different languages and cultures. Initially, the kingdom was ruled primarily by two dynasties, the Carolingians and the Robertians, who alternated rule from 843 until 987, when Hugh Capet, the progenitor of the Capetian dynasty, took the throne. The kings use the title \"King of the Franks\" until the late twelfth century; the first to adopt the title of \"King of France\" was Philip II (r. 1180-1223). The Capetians ruled continuously from 987 to 1792 and again from 1814 to 1848. The branches of the dynasty which ruled after 1328, however, are generally given the specific branch names of Valois (until 1589), Bourbon (from 1589 until 1792 and from 1814 until 1830), and the Orléans (from 1830 until 1848). During the brief period when the French Constitution of 1791 was in effect (1791–92) and after the July Revolution in 1830, the style of \"King of the French\" was used instead of \"King of France\". It was a constitutional innovation known as popular monarchy, which linked the monarch's title to the French people rather than to the possession of the territory of France. With the House of Bonaparte, the \"emperors of the French\" ruled in 19th-century France between 1804 and 1814, again in 1815, and between 1852 and 1870. From the 14th century down to 1801, the English (and later British) monarch claimed the throne of France, though such claim was purely nominal excepting a short period during the Hundred Years' War when Henry VI of England had control over most of Northern France, including Paris. By 1453, the English had been mostly expelled from France and Henry's claim has since been considered illegitimate; French historiography commonly does not recognize Henry among the kings of France. thumb|Family tree of Frankish and French monarchs (509–1870) ==Titles== The title \"King of the Franks\" () gradually lost ground after 1190, during the reign of Philip II, the first one to use de style \"King of France\" (Latin: Rex Franciae; French: roi de France). However, Francorum Rex continued to be sometimes used, for example by Louis XII in 1499, by Francis I in 1515, and by Henry II about 1550). It was used on coins up to the eighteenth century. During the brief period when the French Constitution of 1791 was in effect (1791–1792) and after the July Revolution in 1830, the style \"King of the French\" (roi des Français) was used instead of \"King of France (and Navarre)\". It was a constitutional innovation known as popular monarchy which linked the monarch's title to the French people rather than to the possession of the territory of France. In addition to the Kingdom of France, there were also two French Empires, the first from 1804 to 1814 and again in 1815, founded and ruled by Napoleon I, and the second from 1852 to 1870, founded and ruled by his nephew Napoleon III (also known as Louis- Napoleon). They used the title \"Emperor of the French\" (Empereur des Français). == Carolingian dynasty (843–987) == The Carolingians were a Frankish noble family with origins in the Arnulfing and Pippinid clans of the 7th century AD. The family consolidated its power in the 8th century, eventually making the offices of mayor of the palace and dux et princeps Francorum hereditary and becoming the real powers behind the Merovingian kings. The dynasty is named after one of these mayors of the palace, Charles Martel, whose son Pepin the Short dethroned the Merovingians in 751 and, with the consent of the Papacy and the aristocracy, was crowned King of the Franks. Under Charles the Great (r. 768–814), better known as \"Charlemagne\", the Frankish kingdom expanded deep into Central Europe, conquering Italy and most of modern Germany. He was succeeded by his son Louis the Pious (r. 814–840), who eventually divided the kingdom between his sons. His death, however, was followed by a 3-year-long civil war that ended with the Treaty of Verdun. Modern France developed from West Francia, while East Francia became the Holy Roman Empire and later Germany. {| width=97% class=\"wikitable\" style=\"text- align:center;\" ! width=10% | Portrait ! width=16% | Name ! width=15% | Start ! width=15% | End ! width=22% | Succession / Notes ! width=15% | Title ! width=4% | Ref. |- |110px |Charles II \"the Bald\"Louis the Pious and Charlemagne are both enumerated as \"Louis I\" and \"Charles I\" in the lists of French and German monarchs. | 10 August 843 |6 October 877 |Son of Louis I and grandson of Charlemagne (Charles I) |King of the Franks (840–77) Emperor of the Romans (875–77) | Pouzet, Philibert (1890). La succession de Charlemagne. Paris. p. 72. |- |110px |Louis II \"the Stammerer\" |6 October 877 |10 April 879 |Son of Charles the Bald |King of the Franks | |- |110px |Louis III |10 April 879 |5 August 882 |Son of Louis the Stammerer |King of the Franks | |- |110px |Carloman II |10 April 879 |12 December 884 |Son of Louis the Stammerer |King of the Franks | |- |110px |Charles (III) \"the Fat\"Charles the Fat was initially king of East Francia (Germany) and Holy Roman Emperor. Given that he was the third emperor with that name, he is also known as Charles III. He must not to be confused with Charles the Simple, who is also enumarated as Charles III. This discrepancy originates from the regnal number adopted by king Charles V, who was the first one to assume one. |12 December 884 |13 January 888 |Son of Louis II the German Cousin once removed of Carloman II and Louis III Grandson of Louis I |King of East Francia (871–88) Emperor of the Romans (881–88) |Karl III. Neue Deutsche Biographie. |- | bgcolor=\"#d6ebff\" |110px | bgcolor=\"#d6ebff\" |Eudes (Robertians) | bgcolor=\"#d6ebff\" |13 January 888 | bgcolor=\"#d6ebff\" |1 January 898 | bgcolor=\"#d6ebff\" |Son of Robert the Strong Rivaled by Charles III. | bgcolor=\"#d6ebff\" |King of the Franks | bgcolor=\"#d6ebff\" | |- |110px |Charles III \"the Simple\" |1 January 898 |29 June 922 |Posthumous son of Louis II Deposed |King of the Franks | |- | bgcolor=\"#d6ebff\" |90x90px | bgcolor=\"#d6ebff\" |Robert I (Robertians) | bgcolor=\"#d6ebff\" |29 June 922 | bgcolor=\"#d6ebff\" |15 June 923 | bgcolor=\"#d6ebff\" |Son of Robert the Strong and younger brother of Odo Killed at the Battle of Soissons | bgcolor=\"#d6ebff\" |King of the Franks | bgcolor=\"#d6ebff\" | |- | bgcolor=\"#d6ebff\" |110px | bgcolor=\"#d6ebff\" |Rudolph (Bosonids) | bgcolor=\"#d6ebff\" |15 June 923 | bgcolor=\"#d6ebff\" |14 January 936 | bgcolor=\"#d6ebff\" |Son of Richard, Duke of Burgundy Son-in-law of Robert I | bgcolor=\"#d6ebff\" |King of the Franks | bgcolor=\"#d6ebff\" | |- |100x100px |Louis IV \"d'Outremer\" |19 June 936 |10 September 954 |Son of Charles III the Simple |King of the Franks | |- |134x134px |Lothair |10 September 954 |2 March 986 |Son of Louis IV |King of the Franks | |- |93x93px |Louis V \"the Do-Nothing\" |2 March 986 |22 May 987 |Son of Lothair |King of the Franks | Some sources give his death as \"21 May\", but Richerus' Historiae clearly gives 22 May. |} == Capetian dynasty (987–1792) == After the death of Louis V, Hugh Capet, the son of Hugh the Great and grandson of Robert I, was elected by the nobility as king of France. The Capetian Dynasty, the male-line descendants of Hugh Capet, ruled France continuously from 987 to 1792 and again from 1814 to 1848. They were agnatic descendants of the Robertian kings. The cadet branches of the dynasty which ruled after 1328, however, are generally given the specific branch names of Valois and Bourbon. Henry VI of England, son of Catherine of Valois, became titular king of France upon his grandfather Charles VI's death in accordance with the Treaty of Troyes of 1420; however this was disputed and he is not always regarded as a legitimate king of France. English claims to the French throne actually date from 1328, when Edward III claimed the throne after the death of Charles IV. Other than Henry VI, none had ever had their claim backed by treaty, and his title became contested after 1429, when Charles VII was crowned. Henry himself was crowned by a different faction in 1431, though at the age of 10, he had yet to come of age. The final phase of the Hundred Years War was fought between these competing factions, resulting in a Valois victory at the Battle of Castillon in 1453, putting an end to any meaningful claims of the English monarchs over the throne of France, though English and later British monarchs would continue to use the title \"King of France\" until 1801. === House of Capet (987–1328) === {| class=\"wikitable\" width=\"100%\" style=\"text-align:center;\" ! width=\"10%\" | Portrait ! width=\"9%\" |Coat of arms ! width=\"15%\" | Name ! width=\"15%\" | Start ! width=\"15%\" | End ! width=\"22%\" | Succession / Notes ! width=\"12%\" | Title ! width=\"2%\" | R. |- |110px | |Hugh \"Capet\" (Hugues Capet) |1 June 987 |24 October 996 |Grandson of Robert I | rowspan=\"8\" |King of the Franks | Havet, Julien (1891). Les couronnements des rois Hugues et Robert. Revue historique, 45(2), 290–297. |- |110px | |Robert II \"the Pious\" |24 October 996 |20 July 1031 |Son of Hugh Capet | |- | bgcolor=\"#fac8c8\" | | bgcolor=\"#fac8c8\" | | bgcolor=\"#fac8c8\" |Hughes the Great (junior king)Because neither Hugh nor Philip were sole or senior king in their own lifetimes, they are not traditionally listed as kings of France and are not given ordinals. | bgcolor=\"#fac8c8\" |19 June 1017 | bgcolor=\"#fac8c8\" |17 September 1025 | bgcolor=\"#fac8c8\" |Son of Robert II | bgcolor=\"#fac8c8\" | |- |110px | |Henry I (Henri) |20 July 1031 |4 August 1060 |Son of Robert II | |- |110px | |Philip I \"the Amorous\" (Philippe) |4 August 1060 |29 July 1108 |Son of Henry I Succeded at age 8; ruled under the regency of Anne of Kiev and Count Balwin V until 1067 | |- |110px | |Louis VI \"the Fat\" |29 July 1108 |1 August 1137 |Son of Philip I | |- | bgcolor=\"#fac8c8\" | | bgcolor=\"#fac8c8\" | | bgcolor=\"#fac8c8\" |Philip (junior king) | bgcolor=\"#fac8c8\" |14 April 1129 | bgcolor=\"#fac8c8\" |13 October 1131 | bgcolor=\"#fac8c8\" |Son of Louis VI | bgcolor=\"#fac8c8\" | |- |116x116px | |Louis VII \"the Young\" |1 August 1137 |18 September 1180 |Son of Louis VI | |- |110x110px | rowspan=\"4\" |80px |Philip II \"Augustus\" (Philippe Auguste) |18 September 1180 |14 July 1223 |Son of Louis VII |King of the Franks (1180–1190) King of France (1190–1223) | |- |110px |Louis VIII \"the Lion\" |14 July 1223 |8 November 1226 |Son of Philip II | rowspan=\"3\" |King of France | |- |110px |Louis IX \"the Saint\" |8 November 1226 |25 August 1270 |Son of Louis VIII Succeded at age 12, ruled under the regency of Blanche of Castile until 1234. | |- |110px |Philip III \"the Bold\" (Philippe) |25 August 1270 |5 October 1285 |Son of Louis IX | |- |110px | rowspan=\"5\" |80px |Philip IV \"the Fair\" (Philippe) |5 October 1285 |29 November 1314 |Son of Philip III | rowspan=\"5\" |King of France and of Navarre | |- |110px |Louis X \"the Quarreller\" |29 November 1314 |5 June 1316 |Son of Philip IV | |- |110px |John I \"the Posthumous\" (Jean) |15 November 1316 |20 November 1316 |Posthumus son of Louis X King for the five days he lived | |- |110px |Philip V \"the Tall\" (Philippe) |20 November 1316 |3 January 1322 |Son of Philip IV • Uncle of John I | |- |110px |Charles IV \"the Fair\" |3 January 1322 |1 February 1328 | Younger brother of Philip V | |} === House of Valois (1328–1589) === The death of Charles IV started the Hundred Years' War between the House of Valois and the House of Plantagenet later the House of Lancaster over control of the French throne. The Valois claimed the right to the succession by male-only primogeniture through the ancient Salic Law, having the closest all-male line of descent from a recent French king. They were descended from the third son of Philip III, Charles, Count of Valois. The Plantagenets based their claim on being closer to a more recent French king, Edward III of England being a grandson of Philip IV through his mother, Isabella. The two houses fought the Hundred Years War to enforce their claims; the Valois were ultimately successful, and French historiography counts their leaders as rightful kings. One Plantagenet, Henry VI of England, did enjoy de jure control of the French throne following the Treaty of Troyes, which formed the basis for continued English claims to the throne of France until 1801. The Valois line would rule France until the line became extinct in 1589, in the backdrop of the French Wars of Religion. As Navarre did not have a tradition of male-only primogeniture, the Navarrese monarchy became distinct from the French with Joan II, a daughter of Louis X. {| class=\"wikitable\" width=\"100%\" style=\"text-align:center;\" ! width=\"10%\" | Portrait ! width=\"9%\" |Coat of arms ! width=\"15%\" | Name ! width=\"15%\" | Start ! width=\"15%\" | End ! width=\"22%\" | Succession / Notes ! width=\"12%\" | Title ! width=\"2%\" | R. |- |110px | rowspan=\"2\" |80px |Philip VI \"the Fortunate\" (Philippe) |1 April 1328 |22 August 1350 |Grandson of Philip III • Cousin of Charles IV |King of France | |- |110px |John II \"the Good\" (Jean) |22 August 1350 |8 April 1364 |Son of Philip VI |King of France | |- |110px |80px |Charles V \"the Wise\" |8 April 1364 |16 September 1380 |Son of John II |King of France | |- |110px |80px |Charles VI \"the Mad\" |16 September 1380 |21 October 1422 |Son of Charles V |King of France | |- | bgcolor=\"#FBDDBD\" |110px | bgcolor=\"#FBDDBD\" |80px | bgcolor=\"#FBDDBD\" |Henry VI of England (claimant) | bgcolor=\"#FBDDBD\" |21 October 1422 | bgcolor=\"#FBDDBD\" |19 October 1453This is the date in which the last English holdout was expelled by the French. | bgcolor=\"#FBDDBD\" |Maternal grandson of Charles V Son of Henry V of England Recognized as heir after the Treaty of Troyes | bgcolor=\"#FBDDBD\" |King of France (disputed) King of England | bgcolor=\"#FBDDBD\" | |- |110px |80px |Charles VII \"the Victorious\" \"the Well-Served\" |21 October 1422 |22 July 1461 |Son of Charles VI Uncle of Henry VI of England |King of France | |- |110px |80px |Louis XI \"the Prudent\" \"the Universal Spider\" |22 July 1461 |30 August 1483 |Son of Charles VII |King of France | |- |110px |80px |Charles VIII \"the Affable\" |30 August 1483 |7 April 1498 |Son of Louis XI |King of France | |- |110px |80px |Louis XII \"Father of the People\" |7 April 1498 |1 January 1515 |Great-grandson of Charles V Second cousin, and by first marriage son-in-law of Louis XI Also Second cousin once removed to Charles VIII. |King of France | |- |110px | rowspan=\"4\" |80px |Francis I \"the Father and Restorer of Letters\" (François) |1 January 1515 |31 March 1547 |Great-great-grandson of Charles V First cousin once removed, and by first marriage son-in-law of Louis XII |King of France | |- |110px |Henry II (Henri) |31 March 1547 |10 July 1559 |Son of Francis I |King of France | |- |110px |Francis II (François) |10 July 1559 |5 December 1560 |Son of Henry II |King of France (1559–1560) King consort of Scotland (1558–1560)Through marriage to Mary, Queen of Scots (1542–1567) | |- |110px |Charles IX |5 December 1560 |30 May 1574 |• Younger brother of Francis II |King of France | |- |110px |80x80px |Henry III (Henri) |30 May 1574 |2 August 1589 |• Younger brother of Charles IX |King of France (1574–1589) King of Poland and Grand Duke of Lithuania (1573–1575) | |} ===House of Bourbon (1589–1792)=== The Valois line looked strong on the death of Henry II, who left four male heirs. His first son, Francis II, died in his minority. His second son, Charles IX, had no legitimate sons to inherit. Following the premature death of his fourth son Hercule François and the assassination of his third son, the childless Henry III, France was plunged into a succession crisis over which distant cousin of the king would inherit the throne. The best claimant, King Henry III of Navarre, was a Protestant, and thus unacceptable to much of the French nobility. Ultimately, after winning numerous battles in defence of his claim, Henry converted to Catholicism and was crowned as King Henry IV, founding the House of Bourbon. This marked the second time the thrones of Navarre and France were united under one monarch; as different inheritance laws had caused them to become separated during the events of the Hundred Years Wars. The House of Bourbon would be overthrown during the French Revolution and replaced by a short-lived republic. {| class=\"wikitable\" width=\"100%\" style=\"text-align:center;\" ! width=\"10%\" | Portrait ! width=\"9%\" |Coat of arms ! width=\"15%\" | Name ! width=\"15%\" | Start ! width=\"15%\" | End ! width=\"22%\" | Succession / Notes ! width=\"12%\" | Title ! width=\"2%\" | R. |- | bgcolor=\"#FBDDBD\" |110px | bgcolor=\"#FBDDBD\" |80px | bgcolor=\"#FBDDBD\" |Charles de Bourbon (claimant) | bgcolor=\"#FBDDBD\" |2 August 1589 | bgcolor=\"#FBDDBD\" |9 May 1590 | bgcolor=\"#FBDDBD\" |Great-great-great grandson of Louis IX of France Proclaimed King by the Catholic League and the Parliament of Paris in opposition to Henry of Navarre. | bgcolor=\"#FBDDBD\" |King of France | bgcolor=\"#FBDDBD\" | |- |110px | rowspan=\"5\" |80px |Henry IV \"the Great\" \"the Good King\" (Henri) |2 August 1589 |14 May 1610 |5th great-grandson of Charles VII and nephew of Charles de Bourbon By first marriage son in law of Henry II, brother in law of Francis II, Charles IX and Henry III |King of France and of Navarre | |- |110px |Louis XIII \"the Just\" |14 May 1610 |14 May 1643 |Son of Henry IV |King of France and of Navarre | |- |110px |Louis XIV \"the Great\" \"the Sun King\" |14 May 1643 |1 September 1715 |Son of Louis XIII Succeded at the age of 5; ruled under the regency of his mother Anne of Austria until 1651 Longest reigning sovereign monarch in recorded history |King of France and of Navarre | |- |110px |Louis XV \"the Beloved\" |1 September 1715 |10 May 1774 |Great- grandson of Louis XIV Succeded at the age of 5; ruled under the regency of Philippe II, Duke of Orléans, until 1723 |King of France and of Navarre | |- |110px |Louis XVI Auguste |10 May 1774 |21 September 1792Louis XVI's powers as king became obsolete following the March on Versailles on 5 October 1789, afterwhich he became a hostage of the revolutionary forces. |Grandson of Louis XV Forced to install a constitutional monarchy after 1789 Formally deposed following the proclamation of the First Republic; executed on 21 January 1793 |King of France and of Navarre (1774–1791) King of the French (1791–1792) | |} == Long 19th-century (1792–1870) == === French First Republic (1792–1804) === {| class=\"wikitable\" width=\"100%\" style=\"text-align:center;\" ! width=\"10%\" | Portrait ! width=\"9%\" |Coat of arms ! width=\"15%\" | Name ! width=\"15%\" | Start ! width=\"15%\" | End ! width=\"20%\" | Succession / Notes ! width=\"14%\" | Title ! width=\"2%\" | R. |- | bgcolor=\"#FBDDBD\" |110px | bgcolor=\"#FBDDBD\" |80px | bgcolor=\"#FBDDBD\" |Louis XVII Charles (claimant) | bgcolor=\"#FBDDBD\" |21 January 1793 | bgcolor=\"#FBDDBD\" |8 June 1795 | bgcolor=\"#FBDDBD\" |Son of Louis XVI Remained in captivity during the entirety of his \"reign\" | bgcolor=\"#FBDDBD\" |King of France and of Navarre | bgcolor=\"#FBDDBD\" | |} === House of Bonaparte, 1st Empire (1804–1814) === {| class=\"wikitable\" width=\"100%\" style=\"text-align:center;\" ! width=\"10%\" | Portrait ! width=\"9%\" |Coat of arms ! width=\"15%\" | Name ! width=\"15%\" | Start ! width=\"15%\" | End ! width=\"20%\" | Succession / Notes ! width=\"14%\" | Title ! width=\"2%\" | R. |- |110px |80px |Napoleon I |18 May 1804 |6 April 1814 |• First Consul of France following the Coup of 18 Brumaire in 1799 • Conquered most of Europe in a series of successful wars |Emperor of the French | |} === Capetian dynasty (1814–1815) === {| class=\"wikitable\" width=\"100%\" style=\"text-align:center;\" ! width=\"10%\" | Portrait ! width=\"9%\" |Coat of arms ! width=\"15%\" | Name ! width=\"15%\" | Start ! width=\"15%\" | End ! width=\"20%\" | Succession / Notes ! width=\"14%\" | Title ! width=\"2%\" | R. |- |110px |80px |Louis XVIII \"the Desired\" |3 May 1814 |20 March 1815 |• Younger brother of Louis XVI |King of France and of Navarre | |} === House of Bonaparte, Hundred Days (1815) === {| class=\"wikitable\" width=\"100%\" style=\"text-align:center;\" ! width=\"10%\" | Portrait ! width=\"9%\" |Coat of arms ! width=\"15%\" | Name ! width=\"15%\" | Start ! width=\"15%\" | End ! width=\"20%\" | Succession / Notes ! width=\"14%\" | Title ! width=\"2%\" | R. |- |110px |80px |Napoleon I | colspan=\"2\" |20 March – 22 June 1815 (94 days) |Restored following his escape from the Island of Elba Abdicated in favour of his son |Emperor of the French | |- | bgcolor=\"#FBDDBD\" |110px | bgcolor=\"#FBDDBD\" |80px | bgcolor=\"#FBDDBD\" |Napoleon II (claimant) | bgcolor=\"#FBDDBD\" colspan=\"2\" |22 June – 7 July 1815 (15 days) | bgcolor=\"#FBDDBD\" |Son of Napoleon I Remained his entire \"reign\" hidden in Austria, with his mother | bgcolor=\"#FBDDBD\" |Emperor of the French | bgcolor=\"#FBDDBD\" | |} === Capetian dynasty (1815–1848) === ==== Bourbon Restoration (1815–1830) ==== {| class=\"wikitable\" width=\"100%\" style=\"text-align:center;\" ! width=\"10%\" | Portrait ! width=\"9%\" |Coat of arms ! width=\"15%\" | Name ! width=\"15%\" | Start ! width=\"15%\" | End ! width=\"20%\" | Succession / Notes ! width=\"14%\" | Title ! width=\"2%\" | R. |- |110px |80px |Louis XVIII \"the Desired\" |7 July 1815 |16 September 1824 |• Younger brother of Louis XVI |King of France and of Navarre | |- |110px |80px |Charles X Philippe |16 September 1824 |2 August 1830 |Younger brother of Louis XVI and Louis XVIII Abdicated in favour of his nephew, Henry |King of France and of Navarre | |- | bgcolor=\"#FBDDBD\" |154x154px | bgcolor=\"#FBDDBD\" |102x102px | bgcolor=\"#FBDDBD\" |Louis XIX Antoine (claimant)The exact circunstances of his \"abdication\" are unknown. Following his father's death he became the legitimist pretender to the throne, only then becoming known as \"Louis XIX\" by his followers. | bgcolor=\"#FBDDBD\" colspan=\"2\" |2 August 1830 (a few minutes; disputed) | bgcolor=\"#FBDDBD\" |Son of Charles X Allegedly king for 20 minutes before his own abdication | bgcolor=\"#FBDDBD\" |King of France and of Navarre | bgcolor=\"#FBDDBD\" | Castelot, André (1988). Charles X. Paris: Librairie Académique Perrin. p. 491 ISBN 2-262-00545-1 |- | bgcolor=\"#FBDDBD\" |156x156px | bgcolor=\"#FBDDBD\" |102x102px | bgcolor=\"#FBDDBD\" |Henry V Charles (claimant)Later Legitimist pretender to the throne. | bgcolor=\"#FBDDBD\" colspan=\"2\" |2–9 August 1830 (7 days; disputed) | bgcolor=\"#FBDDBD\" |• Nephew of Louis Antoine | bgcolor=\"#FBDDBD\" |King of France and of Navarre | bgcolor=\"#FBDDBD\" | |} ==== House of Orléans, July Monarchy (1830–1848) ==== The Bourbon Restoration came to an end with the July Revolution of 1830 which deposed Charles X and replaced him with Louis Philippe I, a distant cousin with more liberal politics. Charles X's son Louis signed a document renouncing his own right to the throne only after a 20-minute argument with his father. Because he was never crowned he is disputed as a genuine king of France. Louis's nephew Henry was likewise considered by some to be Henry V but the new regime did not recognise his claim and he never ruled. {| class=\"wikitable\" width=\"100%\" style=\"text-align:center;\" ! width=\"10%\" | Portrait ! width=\"9%\" |Coat of arms ! width=\"15%\" | Name ! width=\"15%\" | Start ! width=\"15%\" | End ! width=\"20%\" | Succession / Notes ! width=\"14%\" | Title ! width=\"2%\" | R. |- |110px |80px |Louis-Philippe I \"the Citizen King\" |9 August 1830 |24 February 1848 |Sixth generation descendant of Louis XIII in the male line Fifth cousin of Louis XVI, Louis XVIII and Charles X Abdicated in favour of his 10-year-old grandson |King of the French | |- | bgcolor=\"#FBDDBD\" |110px | bgcolor=\"#FBDDBD\" |80px | bgcolor=\"#FBDDBD\" |Louis-Philippe II (claimant)Later Orléanist pretender to the throne. | bgcolor=\"#FBDDBD\" colspan=\"2\" |24–26 February 1848 (2 days; disputed) | bgcolor=\"#FBDDBD\" |• Grandson of Louis-Philippe | bgcolor=\"#FBDDBD\" |King of the French | bgcolor=\"#FBDDBD\" | |} === House of Bonaparte, 2nd Empire (1852–1870) === The French Second Republic lasted from 1848 to 1852, when its president, Charles-Louis-Napoléon Bonaparte, was declared Emperor of the French under the regnal name of Napoleon III. He would later be overthrown during the events of the Franco- Prussian War, becoming the last monarch to rule France. {| class=\"wikitable\" width=\"100%\" style=\"text-align:center;\" ! width=\"10%\" | Portrait ! width=\"9%\" |Coat of arms ! width=\"15%\" | Name ! width=\"15%\" | Start ! width=\"15%\" | End ! width=\"20%\" | Succession / Notes ! width=\"14%\" | Title ! width=\"2%\" | R. |- |110px |80px |Napoleon III |2 December 1852 |4 September 1870 |Nephew of Napoleon I Captured by the German army on 2 September 1870; deposed following the proclamation of the French Second Republic. |Emperor of the French | |} ==Later pretenders== Various pretenders descended from the preceding monarchs have claimed to be the legitimate monarch of France, rejecting the claims of the president of France, and of each other. These groups are: * Legitimist claimants to the throne of France: descendants of the Bourbons. Unionists recognized the Orléanist claimant after 1883. * Blancs d'Espagne: descendants of Louis XIV, claiming precedence over the House of Orléans by virtue of primogeniture. * Orléanist claimants to the throne of France: descendants of Louis-Phillippe, himself descended from a junior line of the Bourbon dynasty, rejecting all heads of state since 1848. * Bonapartist claimants to the throne of France: descendants of Napoleon I and his brothers, rejecting all heads of state 1815–48, and since 1870. * English claimants to the throne of France: kings of England and later, of Great Britain (renounced by Hanoverian King George III upon union with Ireland in 1800). * Jacobite claimants to the throne of France: senior heirs-general of Edward III of England and thus his claim to the French throne, also claiming England, Scotland, and Ireland. ==Timeline== ImageSize = width:1600 height:auto barincrement:12 PlotArea = top:3 bottom:150 right:150 left:20 AlignBars = late DateFormat = yyyy Period = from:843 till:1871 TimeAxis = orientation:horizontal ScaleMajor = unit:year increment:100 start:900 ScaleMinor = unit:year increment:25 start:850 Colors = id:canvas value:white id:carolingian value:rgb(1,0.8,0) id:robertian value:skyblue id:bosonid value:rgb(0.7,0.1,0.1) id:capet value:darkblue id:valois value:oceanblue id:lancaster value:red id:bourbon value:rgb(0,0.75,1) id:orleans value:green id:bonaparte value:purple id:republic value:rgb(0.9,0.9,0.9) id:eon value:black Backgroundcolors = canvas:canvas BarData = bar:CharlesIIandI bar:LouisII bar:LouisIII bar:CarlomanII bar:CharlesIIIandII bar:Odo bar:CharlesIII bar:RobertI bar:Rudolph bar:LouisIV bar:Lothair bar:LouisV bar:Hugh bar:RobertII bar:HenryI bar:PhilipI bar:LouisVI bar:LouisVII bar:PhilipII bar:LouisVIII bar:LouisIX bar:PhilipIII bar:PhilipIV bar:LouisX bar:JohnI bar:PhilipV bar:CharlesIV bar:PhilipVI bar:JohnII bar:CharlesV bar:CharlesVI bar:CharlesVII bar:HenryVILancaster bar:LouisXI bar:CharlesVIII bar:LouisXII bar:FrancisI bar:HenryII bar:FrancisII bar:CharlesIX bar:HenryIII bar:HenryIV bar:HenryD bar:LouisXIII bar:LouisXIV bar:LouisXV bar:LouisXVI bar:LouisXVII bar:NapoleonI bar:LouisXVIII bar:NapoleonII bar:CharlesX bar:LouisXIX bar:HenryV bar:LouisPhilipI bar:LouisPhilipII bar:NapoleonIII bar:Space bar:eon PlotData= width:5 align:left fontsize:S shift:(5,-4) anchor:till bar:CharlesIIandI from:843 till: 877 color:carolingian text:\"Charles the Bald\" bar:LouisII from:877 till: 879 color:carolingian text:\"Louis the Stammerer\" bar:LouisIII from:879 till: 882 color:carolingian text:\"Louis III\" bar:CarlomanII from:882 till: 884 color:carolingian text:\"Carloman_II\" bar:CharlesIIIandII from:882 till: 888 color:carolingian text:\"Charles the Fat\" bar:Odo from:888 till: 898 color:robertian text:\"Odo of Paris\" bar:CharlesIII from:898 till: 922 color:carolingian text:\"Charles the Simple\" bar:RobertI from:922 till: 923 color:robertian text:\"Robert I\" bar:Rudolph from:923 till: 936 color:bosonid text:\"Rudolph\" bar:LouisIV from:936 till:954 color:carolingian text:\"Louis of Outremer\" bar:Lothair from:954 till:986 color:carolingian text:\"Lothair\" bar:LouisV from:986 till:987 color:carolingian text:\"Louis V\" bar:Hugh from:987 till:996 color:capet text:\"Hugh Capet\" bar:RobertII from:996 till:1031 color:capet text:\"Robert II\" bar:HenryI from:1031 till:1060 color:capet text:\"Henry I\" bar:PhilipI from:1060 till:1108 color:capet text:\"Philip I\" bar:LouisVI from:1108 till:1137 color:capet text:\"Louis VI\" bar:LouisVII from:1137 till:1180 color:capet text:\"Louis VII\" bar:PhilipII from:1180 till:1223 color:capet text:\"Philip II Augustus\" bar:LouisVIII from:1223 till:1226 color:capet text:\"Louis VIII\" bar:LouisIX from:1226 till:1270 color:capet text:\"Louis IX\" bar:PhilipIII from:1270 till:1285 color:capet text:\"Philip III\" bar:PhilipIV from:1285 till:1314 color:capet text:\"Philip IV\" bar:LouisX from:1314 till:1316 color:capet text:\"Louis X\" bar:JohnI from:1316 till:1316 color:capet text:\"John I\" bar:PhilipV from:1316 till:1322 color:capet text:\"Philip V\" bar:CharlesIV from:1322 till:1328 color:capet text:\"Charles IV\" bar:PhilipVI from:1328 till:1350 color:valois text:\"Philip VI\" bar:JohnII from:1350 till:1364 color:valois text:\"John II\" bar:CharlesV from:1364 till:1380 color:valois text:\"Charles V\" bar:CharlesVI from:1380 till:1422 color:valois text:\"Charles VI\" bar:CharlesVII from:1422 till:1461 color:valois text:\"Charles VII\" bar:HenryVILancaster from:1422 till:1453 color:lancaster text:\"Henry (II) (Disputed)\" bar:LouisXI from:1461 till:1483 color:valois text:\"Louis XI\" bar:CharlesVIII from:1483 till:1498 color:valois text:\"Charles VIII\" bar:LouisXII from:1498 till:1515 color:valois text:\"Louis XII\" bar:FrancisI from:1515 till:1547 color:valois text:\"Francis I\" bar:HenryII from:1547 till:1559 color:valois text:\"Henry II\" bar:FrancisII from:1559 till:1560 color:valois text:\"Francis II\" bar:CharlesIX from:1560 till:1574 color:valois text:\"Charles IX\" bar:HenryIII from:1574 till:1589 color:valois text:\"Henry III\" bar:HenryIV from:1589 till:1610 color:bourbon text:\"Henry IV\" bar:HenryD from:1589 till:1590 color:bourbon text:\"Charles (X)\" bar:LouisXIII from:1610 till:1643 color:bourbon text:\"Louis XIII\" bar:LouisXIV from:1643 till:1715 color:bourbon text:\"Louis XIV\" bar:LouisXV from:1715 till:1774 color:bourbon text:\"Louis XV\" bar:LouisXVI from:1774 till:1792 color:bourbon text:\"Louis XVI\" bar:LouisXVII from:1792 till:1795 color:bourbon text:\"Louis XVII (Disputed)\" bar:NapoleonI from:1804 till:1814 color:bonaparte from:1815 till:1815 color:bonaparte text:\"Napoleon I\" bar:LouisXVIII from:1815 till:1815 color:bourbon from:1815 till:1824 color:bourbon text:\"Louis XVIII\" bar:NapoleonII from:1815 till:1815 color:bonaparte text:\"Napoleon II (Disputed)\" bar:CharlesX from:1824 till:1830 color:bourbon text:\"Charles X\" bar:LouisXIX from:1830 till:1830 color:bourbon text:\"Louis (XIX) (Disputed)\" bar:HenryV from:1830 till:1830 color:bourbon text:\"Henry (V) (Disputed)\" bar:LouisPhilipI from:1830 till:1848 color:orleans text:\"Louis Philippe I\" bar:LouisPhilipII from:1848 till:1848 color:orleans text:\"Louis Philippe II (Disputed)\" bar:NapoleonIII from:1852 till:1870 color:bonaparte text:\"Napoleon III\" align:center textcolor:black fontsize:8 mark:(line,black) width:6 shift:(-33,5) bar:eon color:eon from: 843 till: 888 color:carolingian text:Carolingian shift:(2,5) from: 888 till: 898 color:robertian text:Robertian from: 898 till: 922 color:carolingian from: 922 till: 923 color:robertian shift:(-8,5) from: 923 till: 936 color:bosonid text:Bosonid from: 936 till: 987 color:carolingian shift:(-40,5) from: 987 till: 1328 color:capet text:Capet from: 1328 till: 1589 color:valois text:Valois from: 1589 till: 1792 color:bourbon text:Bourbon from: 1792 till: 1804 color:republic shift:(-8,5) from: 1804 till: 1814 color:bonaparte text:Bonaparte from: 1814 till: 1815 color:bourbon from: 1815 till: 1815 color:bonaparte from: 1815 till: 1830 color:bourbon shift:(-10,5) from: 1830 till: 1848 color:orleans text:Orléans from: 1848 till: 1852 color:republic from: 1852 till: 1871 color:bonaparte barset:skip ==See also== *Family tree of French monarchs *Family tree of French monarchs (simplified) *Style of the French sovereign *English claims to the French throne *List of French royal consorts *List of heirs to the French throne == Notes == ===Coronations=== == References == === Citations === ===Sources=== * * * * Category:French monarchs France Monarch",
 "title": "List of French monarchs"
}