{
 "id": "625132",
 "text": "Ferdinand Léopold Oyono (14 September 1929 – 10 June 2010\"Ferdinand Oyono, le \"vieux nègre\", est mort\", Jeune Afrique, 10 June 2010 .) was a diplomat, politician and author from Cameroon. His literary work is recognised for a sense of irony that reveals how easily people can be fooled. Writing in French in the 1950s, Oyono had only a brief literary career, but his anti-colonialist novels are considered classics of 20th century African literature; his first novel, Une vie de boy—published in 1956 and later translated as Houseboy—is considered particularly important. Beginning in the 1960s, Oyono had a long career of service as a diplomat and as a minister in the government of Cameroon. As one of President Paul Biya's top associates, he ultimately served as Minister of Foreign Affairs from 1992 to 1997 and then as Minister of State for Culture from 1997 to 2007. He was also Chairman of UNICEF from 1977 to 1978. ==Diplomatic and political career== Oyono was born near Ebolowa in the South Province of Cameroon. After obtaining his secondary education in Yaoundé, Oyono studied in Paris. Following Cameroon's independence, Oyono was a member of the Cameroonian delegation to the United Nations in 1960, when the country was admitted to the UN. Oyono subsequently served as Cameroon's ambassador to various countries from 1965 to 1974. He was briefly the Ambassador to Liberia in 1965, then served as ambassador to the Benelux countries and the European Communities from 1965 to 1968 and as ambassador to France, with additional accreditation for Spain, Italy, Morocco, Algeria, and Tunisia, from 1969 to 1974. From 1974 to 1982 he was Cameroon's Permanent Representative to the United Nations;. he acted as President of the United Nations Security Council in place of the United Kingdom's Ivor Richard at the 1,866th meeting of the Security Council on 16 December 1975,\"Presidents of the Security Council : 1970–1979\", United Nations website. and was Chairman of UNICEF from 1977 to 1978.Officers of the UNICEF Executive Board 1946–2014, UNICEFExecutive Board, UNICEF From 1982 to 1985 he again served as ambassador to various countries: first as ambassador to Algeria and Libya, then as ambassador to the United Kingdom and the Scandinavian countries. In 1985, President Paul Biya recalled Oyono from London and appointed him as Secretary- General of the Presidency of Cameroon. Oyono remained in the post for about a year before Biya instead appointed him as Minister of Town Planning and Housing in 1986.West Africa, issues 3,600–3,616 (1986), page 2,486. The post of Secretary-General of the Presidency was historically very powerful, but Oyono's stint in the office was associated with a weakening of it under President Biya; significantly, Oyono was moved from the Secretariat-General to an ordinary ministry—effectively a demotion.Mark Dike DeLancy, Rebecca Neh Mbuh, and Mark W. DeLancy, Historical Dictionary of Cameroon (fourth edition, 2010), Scarecrow Press, pages 337–338. Although Oyono was dismissed from the government in 1990, he was subsequently appointed as Minister of Foreign Relations on 27 November 1992, serving in that position until he was instead named Minister of State for Culture on 8 December 1997. Oyono was a member of the National Commission for the co-ordination of President Biya's re-election campaign in the October 2004 presidential election and was the president of the campaign's support and follow-up committee in the South Province.\"President Paul Biya selects campaign team\" , 2004 presidential election website. After nearly ten years as Minister of State for Culture, Oyono was dismissed from the government on 7 September 2007.\"Cameroonian leader reshuffles his cabinet\", African Press Agency, 7 September 2007.\"President Paul Biya reshuffles government\" , cameroon-info.net, 7 September 2007.\"Le président Biya évince deux partis du gouvernement\", Panapress, 9 September 2007 . Oyono was thought to be a close friend of Paul Biya, and observers attributed his departure from the government to his advanced age and poor health.Kini Nsom and Nformi Sonde Kinsai, \"Cameroon: Despite Cabinet Reshuffle Northerners Still Gun for Inoni's Job\", The Post, 13 September 2007. He had been criticised for reportedly not working at his ministry for months at a time.Francis Wache, \"September 7 Cabinet Reshuffle: Another Cabinet Reshuffle, Another Disappointment\", The Post, 10 September 2007. After leaving the government, Oyono was thought to retain a great deal of influence as \"an unofficial adviser\" to Biya.Dibussi Tande, Scribbles from the Den: Essays on Politics and Collective Memory in Cameroon (2009), page 177. Biya appointed him as a roving ambassador on 30 June 2009.Jean-Bruno Tagne, \"Breaking News: Paul Biya modifie son Gouvernement !\", Cameroon- info.net, 30 June 2009 . As the representative of President Biya, Oyono attended a play commemorating Cameroon's independence struggle and the country's subsequent reunification on 14 May 2010; the play was part of festivities marking Cameroon's 50th year of independence from France.Godlove Bainkong, \"Cameroon's History Told in Drama\", Cameroon Tribune, 17 May 2010. During a visit to Cameroon by Ban Ki-moon, the Secretary-General of the United Nations, the 80-year-old Oyono died suddenly in Yaoundé on 10 June 2010. Reportedly Oyono fell ill at the presidential palace after a reception for the Secretary-General; he received immediate medical attention and an ambulance was called, but he quickly died.\"Cameroun: décès de l'écrivain et ex-ministre Ferdinand Oyono\", AFP, 10 June 2010 . Later in the day, President Biya released a statement expressing sadness regarding Oyono's death, although the statement gave no details. Secretary-General Ban, meanwhile, expressed sadness during a speech to the National Assembly of Cameroon. An official funeral was held for Oyono with a series of events beginning on 24 June 2010Pamela Bidjocka, \"Official Funeral for Ferdinand Oyono begins\" , CRTV, 24 June 2010. and concluding with his burial at Ngoazip, near Ebolowa, on 26 June.Josephine Abiala, \"Obsèques : Ferdinand Oyono repose à Ngoazip I\" , Mutations, 28 June 2010 . ==Novels== Oyono's novels were written in French in the late 1950s and were only translated into English a decade or two afterward. Among his works are: *Une vie de boy (Paris, 1956; translated as Houseboy in 1966), a diary- form novel that criticised the morality of colonialism *Le Vieux Nègre et la médaille (Paris, 1956; translated as The Old Man and the Medal in 1969) *Chemin d'Europe (1960; translated as Road to Europe in 1989) ==References== Category:Cameroonian male writers Category:Cameroonian diplomats Category:Ambassadors of Cameroon to Libya Category:Ambassadors of Cameroon to Liberia Category:Ambassadors of Cameroon to the Netherlands Category:Ambassadors of Cameroon to Belgium Category:Ambassadors of Cameroon to Luxembourg Category:Ambassadors of Cameroon to France Category:Ambassadors of Cameroon to Spain Category:Ambassadors of Cameroon to Italy Category:Ambassadors of Cameroon to Morocco Category:Ambassadors of Cameroon to Algeria Category:Ambassadors of Cameroon to Tunisia Category:Permanent Representatives of Cameroon to the United Nations Category:1929 births Category:2010 deaths Category:Cameroonian writers in French Category:École nationale d'administration alumni Category:Cameroonian novelists Category:Male novelists Category:20th-century novelists Category:20th-century male writers Category:Cameroonian officials of the United Nations Category:Chairmen and Presidents of UNICEF Category:Culture ministers of Cameroon Category:Foreign ministers of Cameroon Category:Housing ministers of Cameroon Category:Urban planning ministers of Cameroon",
 "title": "Ferdinand Oyono"
}