{
 "id": "625179",
 "text": "Hucknall, formerly Hucknall Torkard, is a market town in the Ashfield district of Nottinghamshire, England. It lies 7 miles north of Nottingham, 7 miles south-east of Kirkby-in-Ashfield, 9 miles from Mansfield and 10 miles south of Sutton-in-Ashfield. It is the second largest town in the Ashfield district after Sutton-in-Ashfield. ==Geography== Hucknall is north-west of Nottingham, on the west bank of the Leen Valley, on land which rises from the Trent Valley in the south and extends northwards to Kirkby-in-Ashfield. The Whyburn or Town Brook flows through the town centre. Farleys Brook marks its southern boundary. Due to the mass amount of housing and industrial estates along the southside of the town. Hucknall is contiguous with the wider City of Nottingham with the suburbs of Bulwell and Bestwood Village both to the south and southeast. The town's highest point is Long Hill, at above sea level, with views over the city and Trent Valley, which descends to 22–24 metres (72–79 ft) AOD, flowing just beyond most of the city centre.http://getamap.ordnancesurvey.co.uk/getamap/frames.htm?mapAction=gaz&gazName;=g&gazString;=SK55 Ordnance survey website The town is surrounded by farmland or parkland. To the north-west lie Misk Hills and Annesley. To the north-east of the town are the villages of Linby and Papplewick, and beyond these two, Newstead Abbey and its grounds, once the residence of Lord Byron. To the west lies Eastwood, birthplace of D. H. Lawrence and an inspiration for many of his novels and short stories. To the east of the town is Bestwood Country Park. The contiguous settlements of Butler's Hill and Westville often appear as distinct entities on maps, but are generally seen as parts of Hucknall. They belong to its historic and present-day Church of England parish, although the town itself has no civil parish council. The identity is reinforced by being part of the post town and by being shared wards of Hucknall. ==History== Hucknall was once a thriving market town. Its focal point is the Church of St Mary Magdalene, next to the town's market square. The church was built by the Anglo-Saxons and completed after the Norman Conquest, though its medieval chancel, nave, north aisle and tower were much restored and enlarged in the Victorian period. In 1872 a south aisle was added and in 1887 unusually long transepts, while the rest of the building apart from the tower was thoroughly restored. The top tower stage and the south porch are 14th-century. There are 25 stained-glass windows by Charles Eamer Kempe, installed mostly in the 1880s, and a modest memorial to Lord Byron.Pevsner, N. (1951) Nottinghamshire. Harmondsworth: Penguin; pp. 85–86. From 1295 until 1915, the town was known as Hucknall Torkard, taken from Torcard, the name of a dominant landowning family. Signs of the earlier name can be seen on some older buildings. During the 19th and 20th centuries, coal was discovered and mined heavily throughout the Leen Valley, which includes Hucknall. This brought wealth to the town and three railway lines. The first was the Midland Railway (later LMS) line from Nottingham to Mansfield and Worksop, which closed to passengers on 12 October 1964, though partly remained as a freight route serving collieries at Hucknall, Linby and Annesley. The Hucknall station on this line was known as Hucknall Byron in its latter years. In the 1990s the line was reopened to passengers in stages as the Robin Hood Line, the section through Hucknall in 1993, with a new station on the site of the old \"Byron\", though simply called Hucknall. The second was the Great Northern Railway (later LNER) route up the Leen Valley and on to Shirebrook, serving many of the same places as the Midland south of Annesley. It closed to passengers on 14 September 1931, but remained in freight use until 25 March 1968. The station on this line was known as Hucknall Town. The third was the Great Central Railway (also LNER), the last main line built from the north of England to London, which opened on 15 March 1899. The stretch through Hucknall closed fully on 5 September 1966, but Hucknall Central station had closed earlier, on 4 March 1963. From 1894 until 1974 Hucknall was the seat of Hucknall Urban District Council. With the abolition of the UDC, local government was transferred to Ashfield. In 1956 the Church of St Peter and St Paul, Hucknall was built to serve western parts of Hucknall. ==Toponymy== Hucknall was recorded as Hokeuhale (n.d.) and Hokenale (n.d.), suggesting “nook of land of Hōcanere” (a tribe), from Old English halh (haugh). This same tribe's name occurs in Hook Norton, Oxfordshire. It has been suggested that the name Hucknall once referred to a larger area on the Nottinghamshire/Derbyshire border. Two other settlements in the locality are called Hucknall; Hucknall-under-Huthwaite, in Nottinghamshire, (known today as Huthwaite) and Ault Hucknall in Derbyshire. It is likely that Hucknall Torkard marked the southern boundary of this larger Hucknall Area.huthwaite-online In the Domesday Book (AD 1086) the name appears as Hochenale (volume 1, pp. 288–290). ==Heritage== The Hucknall Tourism and Regeneration Group (http://www.htrg.co.uk/) has a mission statement: \"To help Hucknall regain its position as a strong, viable and prosperous town. To retain the historical legacy of the town and surrounding area. To attract visitors and boost the local economy by raising awareness of our heritage to both visitors and residents alike.\" The Hucknall Tourism and Regeneration Group (HTRG) was inaugurated in 2002. It consists of people from all aspects of Hucknall life, who have a desire to help regenerate the town, primarily through tourism, after the devastating loss of the mining industry and large portions of the textile industry. Members of the group include residents, business owners, volunteer workers and councillors. HTRG works with other well-established organisations such as the Hucknall Round Table,http://www.hucknallroundtable.co.uk/ the Rotary Club of Hucknall, Hucknall Heritage Society,http://www.hucknallheritagesociety.co.uk the Eric Coates Society,http://www.ericcoatessociety.co.uk/ St Mary Magdalene Church, Ashfield District Council http://www.ashfield-dc.gov.uk/) Nottinghamshire County Council, Hucknall Library and volunteer organisations, to prevent duplication of work and ensure the town is working together. The group seeks opportunities to promote the town through radio interviews, newspaper coverage, street exhibitions, events, leaflets and posters. Heritage trails have been designed, one for the town centre and a 20-mile (32 km) circular trail. To complement these trails, leaflets have been produced and free guided walks/bus tours take place throughout the spring and summer months. The town centre was pedestrianised in 2017, and an inner relief road opened from Annesley Road through to Station Street. ==Transport== ===Railways=== Railway history in Hucknall and the wider Ashfield District involved branch lines and sidings serving the area's collieries and factories. The town's five stations were as follows: *Hucknall Town was on the Nottingham to Shirebrook Branch Line and served the town. It closed in the 1930s and the line in 1968. The site is now occupied by a supermarket and its garage. *Hucknall Central on the Great Central Main Line from Nottingham Victoria to Sheffield Victoria. The station closed in the 1960s and the site has been redeveloped. The bridge and cutting are still traceable. *Linby in the nearby village of Linby, was on the Nottingham Victoria to Shirebrook Branch Line. It closed in the 1930s, as did the line in 1968. *Linby (GNR) on the Leen Valley Extension Lines. Closed 1916 and the line in 1960s. Now a footpath. *Hucknall is on the Robin Hood Line. It is the main station. ===Trams=== The town is the northern terminus for the Nottingham Express Transit tram system and has a station on the Robin Hood Line. There is also a tram stop at Butler's Hill/Broomhill. The tram line was built in 2002–2004 and currently runs from Hucknall to the Toton Lane terminus. Since 2015, trams pass through central Nottingham to Clifton and Toton Lane. ===Road=== The town used to be on the A611, but this now bypasses it to the west with a single-carriageway road with roundabouts and access to junction 27 of the M1, some 3 miles (5 km) away. ==Education== The National Academy was founded in 1788 by Frederick Ward and originally located at the southern end of Annesley Road.Hucknall Torkard History It relocated in the 1970s to a new build still on Annesley Road but at the north end of the town, near the roundabout of the B6011 road.National School Technology College The National School has a large science block with 10 labs and an astro-turf playing area, both opened in 2004 by Princess Anne. The school has an eco- friendly building. It is now an Academy. The Holgate Academy is on Hillcrest Drive in Beauvale, to the west of the bypass.Holgate Comprehensive School site It has an athletics track.athletics track Holy Cross Catholic Voluntary Academy is in Leen Mills Lane, next to Leen Mills Primary School. It is a feeder primary school to Christ The King Academy in Arnold. It was voted third best school in Nottinghamshire in 2014 and in 2015. Hucknall Sixth Form Centre is on Portland Road, near the Byron Bingo Club, and now houses the sixth form provision for The National Academy The Holgate Academy and Queen Elizabeth's Academy. The building was previously home to New College Nottingham. ==Trading== Hucknall's Tesco superstore opened in 2003, creating a number of jobs for the town. In 2008, the store was extended to make it a Tesco Extra store.Tesco branch site Retrieved 8 February 2017. A Tesco Express store was opened in early January 2009 in Annesley Road. Other shop branches in Hucknall include Wilkos, Card Warehouse, Argos, B&M; Bargains, Fulton's Foods, Home Bargains, Bird's Bakery (http://www.birdsbakery.com), Boots, Peacocks, Specsavers, Iceland, Aldi, Co-Operative Food, and Sainsbury's. Independent local retailers include Branson's DIY store and Aquatic centre,– a family-run business for over 50 years. Lawrence Severn and Son Ltd, butchers,http://www.lsevernsbutchers.org.uk/ and SP Electronics computer services.Retrieved 19 May 2019. There is a branch of Morrisons in nearby Bulwell. Barclays and Lloyds have branch banks in the High Street; NatWest, HSBC and Yorkshire customers now have limited service via the Post Office. Hucknall has a Friday Market in the newly pedestrianised High Street. Ashfield District Council has more recently agreed to run a Saturday market too.Ashfield DC Retrieved 8 February 2017. When Costa Coffee opened a branch in Hucknall High Street in 2014, its local job advertisement attracted over 1,300 applicants.Invest Ashfield Mansfield Retrieved 8 February 2017. A new branch of McDonald's opened in November 2019, at a cost of £1,000,000, after the firm had appealed against a planning committee ban on grounds of noise, anti-social behaviour, smells and litter. ==Industry== ===Mining=== Hucknall was a colliery town from 1861 to 1986. The sinking of the mines caused Hucknall to grow into a market town in under a century. The Hucknall Colliery Company, formed in 1861, sank two shafts, Hucknall No. 1 colliery (Top Pit) in 1861 off Watnall Road (closed 1943), and Hucknall No. 2 colliery (Bottom Pit) in 1866 off Portland Road (closed 1986). ===Rolls-Royce=== Hucknall Airfield, built in 1916, became RAF Hucknall. From 1927, Rolls-Royce began using the airfield for flight tests. During World War II, the aerodrome at Hucknall launched the first flight of a P-51 Mustang fitted with a Rolls-Royce Merlin Engine. The Merlin, replacing the earlier Allison V-1710 engine, allowed the Mustang air frame to reach its full potential and achieve spectacular high- altitude performance. In the early 1950s, the Rolls-Royce site at Hucknall developed the world's first vertical-takeoff jet aircraft – actually a test rig, officially called the Thrust Measuring Rig, but soon nicknamed the Flying Bedstead because of its shape. The first untethered flight, piloted by Capt. Ron Shepherd, took place on 3 August 1954 before a distinguished audience. The rig rose slowly into the air and hovered steadily. It moved forward, made a circuit of the area, then demonstrated sideways and backwards movements, before making a successful landing. The flight was followed over the next four months by a number of free flights up to a height of 50 ft. There were pubs in Hucknall called The Flying Bedstead and The Harrier. Rolls-Royce's flight test centre closed in 1971, but engines were tested there until late 2008. Some components are still manufactured at the site. In December 1940, during World War II, a German prisoner-of-war, Franz von Werra, attempted to escape by posing as a Dutch pilot and flying off in a Hurricane fighter. He was arrested at gunpoint as he sat in the cockpit trying to learn the controls, and returned to his camp in Swanwick, Derbyshire. Franz von Werra was eventually the only German PoW to succeed in returning to Germany, when he escaped from Canada to the United States, then to Mexico and into South America, over a period from January to April 1941. His exploits feature in the film The One That Got Away. ===Textiles=== Framework knitting was once the predominant industry in Hucknall. ===Garden products=== Among the bigger firms in Hucknall is Doff Portland, one of the UK's largest independent maker of insecticides, weedkillers, pesticides, fertilisers and garden products, sold through garden centres, DIY retailers and retail multiples, and one of Europe's largest producer of premium slug killer pellets. It also offers contract formulating and packing services.Doff site. ==Notable people== *Robin Bailey (1919–1999), actor *Steve Blatherwick (born 1973) played as a professional for football (soccer) clubs that included Nottingham Forest and Chesterfield. *Lord Byron (1788–1824), poet, philosopher and revolutionary, was buried in the parish church.St Mary Magdelene parish church, accessed 25 September 2008. *Ben Caunt (1815–1861), a bare-knuckle fighter known as \"The Torkard Giant\", became Champion of England. He possibly gave his name to the Parliament bell Big Ben.more information about his life by one of his descendants , not currently working. *Eric Coates (1886–1957) composed work that includes the theme music for The Dam Busters movie and the \"Sleepy Lagoon\" introduction to the radio series Desert Island Discs.Eric Coates, Robert Farnon Society, accessed 5 May 2015 *Zachariah Green (1817–1897), philanthropist, is buried in the local parish church. There is a monument to his memory in Titchfield Park.https://web.archive.org/web/20110927135453/http://www.ashfield- dc.gov.uk/ccm/content/leisure-and-culture/parks-and-recreation/parks-and- recreation.en?page=5 .Zachariah Green Memorial Drinking Fountain , Ashfield District Council, accessed 25 September 2008. *Jack Hall (1883–1938), professional footballer who played as an inside-forward or centre-forward for Stoke, Middlesbrough, Leicester Fosse, and Birmingham *Thomas Cecil Howitt (1889–1968), architect, was the designer of Nottingham Council House. *Paris Lees (born 1986), journalist, presenter and transgender rights campaigner *Countess Ada Lovelace (1815–1852), daughter of the poet Byron, is buried in the parish church. She is credited with being the first computer programmer, having assisted in realising the potential of Babbage's analytical engine. *Andy Turner (born 1980), sprint hurdler, gold medallist at the 2010 Commonwealth Games and the 2010 European Athletics Championships and bronze medallist at the 2011 World Championships in Athletics *Arthur Watson (1870-1937) a footballer most notable for winning the FA Cup with Notts County in 1894. *Enoch \"Knocker\" West (1886–1965), a footballer with Sheffield United, Nottingham Forest and Manchester United, was accused of fixing a match and in 1915 banned from the game for 30 years. He protested his innocence for the rest of his life. *Sam Weller Widdowson (1851–1927), a footballer who played for Nottingham Forest and England was said to have devised shin pads in 1874. He also played cricket for Nottinghamshire. *Joe Worrall (footballer) (born 1997), an English professional footballer who plays for Nottingham Forest as a defender. ==Brass band== The Hucknall and Linby Mining Community Brass Band formed in late 2008 after players from the Newstead Abbey Brass Band sought autonomy. It is conducted by Paul Whyley. At the time, the town lacked a band after Hucknall and Linby Miners' Welfare Band moved out to become Newstead Brass. It plays a parish-church concert every Christmas, and around the local area throughout the year. ==Cinema== The Byron Cinema, an Art Deco building designed by the local architect Alfred J Thraves, opened on 2 November 1936. It originally boasted a sweeping, curved façade of Thraves' favoured sandstock bricks and Portland stone, with a vertical tower to the right of centre, faced in cream terracotta tiles. Much was also made in the cinema's publicity of a canopy \"provided to protect our patrons during bad weather.\" The Hucknall Dispatch newspaper was enthusiastic about the 1,189-seater facility: \"The consensus of opinion was that it's a delightful house of rest and amusement, the seating being conducive to the utmost comfort, whilst the projection was without fault for the first time, so perfect has the art become in these days.\" Manager R. L. Kemp told the paper, \"The Byron projection room fills us with great pride and the management cordially invite any of our patrons who so desire to view the projection room. 'Wide Range' is the latest improvement developed by Western Electric engineers. It will be remembered that Western Electric were the pioneers of talking pictures and Wide Range is their latest scientific achievement.\" On 13 October 1967, the Byron closed as a single-screen cinema and the building was split. The stalls area was turned into a bingo club that featured in the Shane Meadows film \"Once Upon A Time In The Midlands\", wherein Kathy Burke and Vanessa Feltz came to blows in the foyer. The upstairs balcony became a 404-seat cinema, which re-opened on 31 December 1967 with the James Bond epic \"You Only Live Twice\". It finally closed its doors in June 2006 and was bought in October 2018 by an Irish commercial property firm, Melcorpo, for a price believed to be £360,000. The new owners reopened to the public as The Arc Cinema Hucknall. After initially planning to open its doors in October 2019, Melcorpo had to scrap the plans due to delays. Construction and refurbishment were still underway in January 2020. It was scheduled to open in March 2020 as a four-screen, two-floor multiplex cinema. ==Sport== The town's senior football team is Hucknall Town F.C. Founded in 1945 as a colliery team (Hucknall Colliery Welfare FC), it changed its name in 1987 after closure of the pit.Hucknall Town FC It rose steadily through the non-league pyramid, winning the Northern Premier League title in 2003/2004, with promotion to Conference North, just two leagues below the Football League). It reached the final of the FA Trophy in 2005. However, financial difficulties in 2009 led to demotion to the Central Midlands Football League for the 2013/2014 season. The works football team of Rolls-Royce was formed in 1935 and has undergone many name changes. In 2009 it formed again as Hucknall Rolls Leisure F.C. and by 2013 was competing in the Nottinghamshire Senior League. Hucknall Cricket Club, founded in 1890, currently has 1st, 2nd and 3rd XIs in various sections of the South Notts Cricket League.Hucknall Cricket Club. Hucknall Sports Youth Club, formed in 1977 as Riden Sports, is one of the largest such clubs in Nottinghamshire. Its Founder President, Derek Day, won the Nottinghamshire FA Community award in 2012 for his contribution to junior football over more than 30 years. Hucknall junior parkrun started on 27 March 2016 at Titchfield Park, as the first in the ADC area of Nottinghamshire, with 69 runners on the inaugural run. ==Local radio== Local DJ, Paul Jenner, and his schoolteacher brother, Steve, brought local commercial radio to Hucknall in the 1980s. WHAM (\"Wonderful Hucknall AM\") operated for several 28-day periods on Restricted Service Licences. The brothers are now part-owners of High Peak Radio and Ashbourne Radio, permanent independent local radio stations in Derbyshire. ==Twin town== * Nachod, Czech Republic ==References== ==External links== *HucknallDispatch.co.uk local newspaper *Ashfield District Council *Hucknall Huthwaite Online *BBC Guide to Hucknall Category:Towns in Nottinghamshire Category:Market towns in Nottinghamshire Category:Unparished areas in Nottinghamshire Category:Ashfield District",
 "title": "Hucknall"
}