{
 "id": "625344",
 "text": "Agis II (; died c. 399 BC) was the 18th Eurypontid king of Sparta, the eldest son of Archidamus II by his first wife, and half-brother of Agesilaus II. He ruled with his Agiad co-monarch Pausanias.Agis II from Livius.Org ==Life== Agis succeeded his father Archidamus II in 427 BC, and reigned a little more than 26 years. In the summer of 426 BC, he led an army of Peloponnesians and their allies as far as the isthmus, with the intention of invading Attica; but they were deterred from advancing farther by a succession of earthquakes.Thucydides, iii. 89 In the spring of the following year he led an army into Attica, but ceased his advance fifteen days after he had entered Attica.Thucydides, iv. 2, 6 In 419 BC, the Argives, at the instigation of Alcibiades, attacked Epidaurus; and Agis with a large force from Lacedaemon set out and marched to the frontier city of Leuctra. No one, Thucydides tells us, knew the purpose of this expedition. It was probably to make a diversion in favour of Epidaurus.Connop Thirlwall, vol. iii. p. 342 At Leuctra the unfavourable outcome of various sacrifices deterred Agis from proceeding. He therefore led his troops back, and sent around a notice to the allies to be ready for an expedition at the end of the sacred month of the Carneia festival. When the Argives repeated their attack on Epidaurus, the Spartans again marched to the frontier town, Caryae, and again turned back, supposedly on account of the aspect of the victims. In the middle of the following summer of 418 BC the Epidaurians being still hard pressed by the Argives, the Lacedaemonians with their whole force and some allies, under the command of Agis, invaded Argolis. By a skilful manoeuvre he succeeded in intercepting the Argives, and posted his army advantageously between them and the city. But just as the battle was about to begin, the Argive generals Thrasyllus and Alciphron met with Agis and prevailed on him to conclude a truce for four months. Agis, without disclosing his motives, pulled his army back. On his return he was severely censured in Sparta for having thus thrown away the opportunity of reducing Argos, especially as the Argives had seized the opportunity afforded by his return and taken Orchomenus. It was proposed to pull down his house, and inflict on him a fine of 100,000 drachmas. But on his earnest entreaty they contented themselves with appointing a council of war, consisting of 10 Spartans, who needed to be present before he could lead an army out of the city.Thucydides v. 54, 57, &c.; Shortly afterwards they received intelligence from Tegea, that, if not promptly reinforced, the party favourable to Sparta in that city would be compelled to surrender. The Spartans immediately sent their whole force under the command of Agis. He restored stability at Tegea, and then marched to Mantineia. By turning the waters to flood the lands of Mantineia, he succeeded in drawing the army of the Mantineans and Athenians down to the level ground. A battle ensued, in which the Spartans were victorious. The Battle of Mantinea was reckoned one of the most important battles ever fought between the Grecian states.Thucydides v. 71–73 In 417 BC, when the news reached Sparta of the counter-revolution at Argos, in which the oligarchical and Spartan faction was overthrown, an army was sent there under Agis. He was unable to restore the defeated party, but he destroyed the long walls which the Argives had begun to extend down to the sea, and took Hysiae.Thucydides v. 83 In the spring of 413 BC, Agis entered Attica with a Peloponnesian army, and fortified Decelea;Thucydides vii. 19, 27 and in the winter of the same year, after the news of the disastrous fate of the Sicilian expedition had reached Greece, he marched northwards to levy contributions on the allies of Sparta, for the purpose of constructing a fleet. While at Decelea he acted largely independent of the Spartan government, and received embassies from the disaffected allies of the Athenians, as from the Boeotians and other allies of Sparta.Thucydides viii. 3, 5 He seems to have remained at Decelea until the end of the Peloponnesian War. In 411 BC, during the administration of the Four Hundred, he made an unsuccessful attempt on Athens itself.Thucydides viii. 71 Afterwards the focus of the Peloponnesian War shifted to Asia Minor, and Lysander assumed a greater role in the siege of Athens. After victory was secured, Agis voted to charge his Agiad co-monarch Pausanias with treason, but Pausanias was acquitted. In 401 BC, the command of the war against the notoriously disloyal Elis was entrusted to Agis, who in the third year compelled the Eleans to sue for peace, acknowledge the freedom of their Perioeci (Triphylians and others), and allow Spartans to take part in the Olympic Games and sacrifices. As he was returning from Delphi, where he had gone to consecrate a tenth of the spoil, he fell sick at Heraea in Arcadia, and died a few days after he reached Sparta.Xenophon, Hellenica iii. 2. § 21, &c.; 3\\. § 1–4 He was buried in Sparta, with unparalleled solemnity and pomp. Agis left a son, Leotychides. However, he was excluded from the throne, as there was some suspicion with regard to his legitimacy. A common legend states that while Alcibiades was in Sparta, Agis II suspected that Alcibiades had slept with his queen, Timaea (and that Alcidbiades had fathered Leotychides).Justin, v. 2Plutarch, Alcibiades 23 It was probably at the suggestion of Agis that orders were sent out to Astyochus to put him to death. Alcibiades, however, received warning (according to some accounts from Timaea herself), and evaded the Spartans.Thucydides viii. 12, 45Plutarch, Lysand. 22. Agesil. 3 However, others claim that, judging from the sources, Leotychides was a man at the time of Agis' death, and Alcibiades as his father was a later replacement for a now unknown lover.L. G. Pechatnova, A History of Sparta (Archaic and Classic Periods) ==References== ==Sources== * * Category:399 BC deaths Category:5th- century BC rulers Category:5th-century BC Spartans Category:Eurypontid kings of Sparta Category:Spartans of the Peloponnesian War Category:Year of birth unknown",
 "title": "Agis II"
}