{
 "id": "625568",
 "text": "The Third Treaty of San Ildefonso was a secret agreement signed on 1 October 1800 between the Spanish Empire and the French Republic by which Spain agreed in principle to exchange its North American colony of Louisiana for territories in Tuscany. The terms were later confirmed by the March 1801 Treaty of Aranjuez. ==Background== For much of the 18th century, France and Spain were allies, but after the execution of Louis XVI in 1793, Spain joined the War of the First Coalition against the French Republic but was defeated in the War of the Pyrenees. In August 1795, Spain and France agreed to the Peace of Basel, with Spain ceding its half of the island of Hispaniola, the modern Dominican Republic. thumb|right|300px|Northern Italy in 1799 In the 1796 Second Treaty of San Ildefonso, Spain allied with France in the War of the Second Coalition and declared war on Britain. This resulted in the loss of Trinidad and, more seriously, Menorca, which Britain occupied from 1708 to 1782 and whose recovery was the major achievement of Spain's participation in the 1778–1783 Anglo-French War. Its loss damaged the prestige of the Spanish government, while the British naval blockade severely impacted the economy, which was highly dependent on trade with its South American colonies, particularly the import of silver from Mexico. The effect was to place the Spanish government under severe political and financial pressure, the national debt increasing eightfold between 1793 and 1798. Louisiana was only part of Spain's immense empire in the Americas, which it received as a result of the 1763 Treaty of Paris, when France ceded it as compensation for Spanish concessions to Britain elsewhere. Preventing encroachment by American settlers into the Mississippi Basin was costly and risked conflict with the U.S., whose merchant ships Spain relied on to evade the British blockade. Colonies were viewed as valuable assets; the loss of the sugar-producing colonies of Haiti (Saint-Domingue), Martinique, and Guadeloupe between 1791 and 1794 had a huge impact on French business. Restoring them was a priority, and when Napoleon seized power in the November 1799 Coup of 18 Brumaire, he and his deputy Charles Talleyrand stressed the need for French expansion overseas. Their strategy had a number of parts, one being the 1798–1801 Egyptian campaign, intended in part to strengthen French trading interests in the region. In South America, Talleyrand sought to move the border between French Guiana and Portuguese Brazil south to the Araguari or Amapá River, taking in large parts of Northern Brazil. Terms were contained in the draft 1797 Treaty of Paris which was never approved although similar conditions were imposed on Portugal in the 1801 Treaty of Madrid. A third was the restoration of New France in North America, lost after the 1756–1763 Seven Years' War, with Louisiana providing raw materials for French plantations in the Caribbean. The combination of French ambition and Spanish weakness made the return of Louisiana attractive to both, especially as Spain was being drawn into disputes with the U.S. over navigation rights on the Mississippi River. Talleyrand claimed French possession of Louisiana would allow them to protect Spanish South America from both Britain and the U.S. ==Provisions== The Treaty was negotiated by French general Louis-Alexandre Berthier and the Spanish former Chief Minister Mariano Luis de Urquijo. In addition to Louisiana, Berthier was instructed to demand the Spanish colonies of East Florida and West Florida, plus ten Spanish warships. Urquijo rejected the request for the Floridas but agreed to Louisiana plus \"...six ships of war in good condition built for seventy-four guns, armed and equipped and ready to receive French crews and supplies.\" In return, Charles IV wanted compensation for his son-in- law Louis, Infanta Duke of Parma, since France wanted to annex his inheritance of the Duchy of Parma. Details were vague, Clause II of the Treaty simply stating \"it may consist of Tuscany...or the three Roman legations or of any other continental provinces of Italy which form a rounded state.\" Urquijo insisted Spain would hand over Louisiana and the ships only once France confirmed which Italian territories it would receive in return. Finally, the terms reaffirmed the alliance between France and Spain agreed upon in the 1796 Second Treaty of San Ildefonso. ==Aftermath== On 9 February 1801, France and the Austrian Emperor Francis II signed the Treaty of Lunéville, clearing the way for the Treaty of Aranjuez in March 1801. This confirmed the preliminary terms agreed at Ildefonso and created the short-lived Kingdom of Etruria for Maria Luisa's son-in-law Louis. Spain's Chief Minister Manuel Godoy was excoriated for the terms, which were seen as excessively benefiting France; he later justified it at length in his Memoirs. Modern historians are less critical, since Spain exercised effective control only over a small part of the territory included in the 1803 Louisiana Purchase while an attempt to control U.S. expansion into Spanish territories by the 1795 Pinckney's Treaty proved ineffective. thumb|left|upright=0.8|Louis Berthier, French signatory From 1798 to 1800, France and the U.S. waged an undeclared war at sea, the so- called Quasi-War, which was ended by the Convention of 1800 or Treaty of Mortefontaine. With an already hostile British Canada to the north, the U.S. wanted to avoid an aggressive and powerful France replacing Spain in the south. For commercial reasons, Napoleon wanted to reestablish France's presence in North America, the November 1801 Saint-Domingue expedition being the first step. The March 1802 Treaty of Amiens ended the War of the Second Coalition and in October, Spain transferred Louisiana to France. While the presence of 30,000 French troops and sailors in the Caribbean initially caused great concern in the U.S., by October 1802 it was clear the expedition was a catastrophic failure; its leader, General Charles Leclerc died of yellow fever, along with an estimated 29,000 men by mid-summer. Without Saint- Domingue, Napoleon concluded Louisiana was irrelevant, and with France and Britain once again on the verge of hostilities, he decided to sell the territory to prevent it from being annexed by British forces garrisoned in nearby Canada. In April 1803, the U.S. purchased the territory for $15 million, or 80 million francs. The elaborate shuffling of Italian territories was ultimately futile. Etruria was dissolved and incorporated into France in 1807, while much of pre-Napoleonic Italy was restored by the Congress of Vienna in 1815, including the Grand Duchies of Tuscany and Parma. ==Footnotes== ==References== ==Sources== * * * * * * * * * * * * * * * Category:Louisiana (New Spain) Category:New France Category:New Spain Category:1800 treaties San Ildefonso 3 San Ildefonso 3 San Ildefonso Category:Colonial United States (French) Category:First French Empire Category:France–Spain relations Treaty Category:Louisiana Purchase Category:Presidency of John Adams Category:Presidency of Thomas Jefferson Category:1800 in New France Category:1800 in North America Category:1800 in France Category:1800 in Spain Category:1800 in the United States",
 "title": "Third Treaty of San Ildefonso"
}