{
 "id": "625672",
 "text": "thumb|The Lansdowne Campus in September 2011 Camosun College is a community college located in Saanich, British Columbia, Canada. The college has two campuses, Lansdowne and Interurban, with a total enrollment of ~20,000 students (including Continuing Education). Camosun College also provides contract training for local business; research, innovation and prototyping services for industry; and trained co-op students for employers. The Lansdowne campus provides University transfer and access programs, as well as career, technical and vocational programs in the fields of the arts, sciences, business, Indigenous studies, dental hygiene and dental assistant programs. The Interurban campus delivers programs in access, business, trades, technologies, sport and exercise education, and health and human services. The college also hosts a student paper, The Nexus.https://www.nexusnewspaper.com/ The enabling legislation is the College and Institute Act.http://www.qp.gov.bc.ca/statreg/stat/C/96052_01.htm College and Institute Act ==Student body== In 2020, Camosun had more than 20,400 full-time and part- time students between its Lansdowne and Interurban campuses. About 1,200 Indigenous students from over 50 First Nations including Métis and Inuit groups, and over 2,100 international students from 80 different countries attend the college each year. The college boasts more than 65,000 alumni. ==History== thumb|The Young Building at Lansdowne Campus The roots of the college began in 1914 when the Young Building was built as Victoria's first Normal School on part of a plot belonging to the Hudson's Bay Company, now part of the Lansdowne Campus. The school's enrollment at the time was about 275. During the Second World War, the Young Building was converted into a military hospital. In 1946, the building was returned to its original function as an educational institution shared between the Normal School and Victoria College, which were united in 1956. In 1967, the Normal School and Victoria College moved to the site of the Gordon Head Campus of the University of Victoria and the Institute of Adult Studies was established by the Greater Victoria School Board. The Institute of Adult Studies was located in what is currently the Ewing Building, and was the first centre in Canada to offer daytime courses for adults wishing to upgrade to high school graduation. Local interest in a community college grew, and on October 9, 1970, Victoria residents voted in favour of establishing a college. Plans for \"Juan de Fuca\" College were followed. The provincial government formally approved the college on October 27, 1970. In 1971 the college councillors voted on a name change, and \"Camosun\" (pronounced Cam-Ō-sun) was chosen, as it had been an early name for Victoria. It is originally a Lekwungen (Songhees) name for an area of Victoria where different waters meet and are transformed. By September 1971, the final steps toward the realization of a college were taken when Camosun (Lansdowne campus) and the BC Vocational School (Interurban campus) merged to become B.C.'s ninth community college. Throughout 2021, the college is celebrating its 50th anniversary.https://50.camosun.ca/ A special anniversary logo drawing on the story of Camossung was commissioned from alumn and Indignenous artist Dylan Thomas. The trade-mark with the words 'Camosun College' was filed with the Canadian Intellectual Property Office Canadian Trade-marks database on 2008-02-22.http://www.ic.gc.ca/app/opic- cipo/trdmrks/srch/vwTrdmrk.do;jsessionid=0001nQO0GxekC2eNmFOKWl6CdPN:1LNLUVUR73?lang=eng&status;=&fileNumber;=1384577&extension;=0&startingDocumentIndexOnPage;=1 trade-mark Camosun College enrolled its first students in September 1971 when it opened as a two-year institution offering university transfer, vocational and upgrading courses to the residents of southern Vancouver Island. In 2019/20, the college had over 1,200 employees and a budget of $147.6 million. ==Campus== ===Lansdowne=== The Lansdowne campus is located in Saanich, on the corner of Lansdowne and Foul Bay Roads, overlooking the city of Victoria and the Olympic Mountains. Each semester, the Lansdowne campus hosts students enrolled in university transfer, college preparatory and access programs as well as career programs in arts,\"‘On the Cusp’ debuts at Victoria store front\". Victoria News, Apr. 22, 2018 science, business, and dental hygiene and dental assistant programs. The campus facilities are surrounded by tree-lined grounds. The Alan Batey Library, opened in 1991, is located prominently in the centre of the campus. The Dental Health Education Centre, opened in 1990, stands opposite the Library. The newest facility on campus is the Wilna Thomas Building with its adjoining Cultural Centre. The Isabel Dawson building is the centre for most student services including information and registration, academic advising, financial aid, assessment, disability support services, international student services, counselling and the career resource centre. The Fisher building houses the campus bookstore and cafeteria, as well as classrooms, labs and offices for nursing, biology, physics, chemistry and other disciplines. The Paul Building and Richmond House also provide space for classrooms, labs and offices. The Child Care Centre looks after about 25 children on campus. In the southeast corner of the campus the Dunlop House is a heritage building which houses the Hotel and Restaurant Management program's student-operated restaurant. In contrast to all the facilities on campus, the 1914 Young Building with its clock tower and Italian Renaissance architecture, sits on the south-west corner of the campus and is an historic city landmark. Camosun College's music program and the Victoria Conservatory of Music have shared a building on the Lansdowne campus since 1991. The Encyclopedia of Music in Canada Most of the college's Health and Human Services programs moved from the Lansdowne campus to the Interurban campus in fall 2019 after the new Alex & Jo Campbell Centre for Health and Wellness opened. ===Interurban=== thumb|300px|Cherry Tree Blossoms at Interurban Campus The Interurban campus is located in a rural Saanich setting, approximately 15 minutes from downtown Victoria. Students attend classes at Interurban focused on access, business, trades, technology, business or health and human services programs. The campus is surrounded by natural woodland, fields and walking trails. Located next to Interurban Road, the Campus Centre provides information about Camosun programs and services. The building also houses registration, the career resource centre, academic advising, counselling, employment services, the bookstore, library, fitness centre, Student Society offices and a number of administrative offices, meeting rooms and classrooms. On the courtyard side of the building the clock-tower faces a pole carved especially for Camosun by Richard Hunt, as part of the 1994 Commonwealth Games legacy. In the middle of campus sits the Helmut Huber Cook Training Centre, which houses the Culinary Arts Foundation program.\"Culinary arts dream comes true with Songhees, Camosun College partnership\". Jeff Bell, Times Colonist, March 29, 2018 The campus community and the public can purchase breakfast and lunch prepared by students, and in the evening, part of the cafeteria is transformed into the Classroom Restaurant. In 2018 the Culinary Arts program was expanded to include food truck operation.\"Victoria's Camosun College rolls out food truck classroom\". CBC News, Jan 28, 2018 On the north end of the campus, the Jack White and John Drysdale buildings house the offices of Continuing Education and Contract Training and most of Camosun's trades programs. Several entry- level, apprenticeship, pre-employment and upgrading programs operate year- round, all providing a mix of in-class learning and hands-on shop work. Overlooking the campus is the Technology Centre and the Centre for Business and Access. Joined together in the middle, these buildings feature plant- filled atriums. The building also includes a daycare centre for infants, toddlers and preschoolers. Behind the campus is the Vancouver Island Technology Park, providing access for Camosun faculty and students entering into partnerships with local industry and research projects. Located on the south side of the campus, the Pacific Institute for Sport Excellence (PISE), a centre for academics and athletics, was completed in September 2008. The centre is a partnership between Camosun College and Pacific Sport Victoria and brings together local and national-level sport education, leadership, research and athletic development under one roof. With provincial funding received in September 2012, Camosun's Centre for Trades Education and Innovation (CTEI) was designed by B+H Architects and built by CitySpaces Consulting, and was expected to be completed in early 2015. The new centre includes a Marine and Metal Trades Centre for the welding, sheet metal, metal fabrication, nautical and ship building and repair programs, as well as a Mechanical Trades Centre for the heavy duty/commercial truck transport and automotive service technician programs.\"Joining the new wave of women in trades\". Victoria News, Travis Paterson. Apr. 26, 2018 There is also an electrical shop.\"Upgraded electrical-training shop at Camosun named after Lionel Houle\". Times Colonist, February 20, 2018 A new healthcare training facility officially opened its doors at Camosun College's Interurban Campus in September 2019. The Alex and Jo Campbell Centre for Health and Wellness offers 15 different health and human service programs, including medical radiography technology, early childhood education, mental health and addictions courses and a range of nursing programs. ==Research== Camosun Innovates is the applied research-arm of Camosun College. Camosun Innovates was the first federally-funded Technology Access Centre in British Columbia. The Babcock Canada Interaction Lab is part of Camosun’s commitment to enhancing applied learning, in partnership with Education and Student Experience. The applied reseaech centre has positioned itself as the advanced manufacturing provider of choice for Vancouver Island’s small and medium sized companies while continuing to grow our partnerships with business and industry in Western Canada. The Camosun Technology Access Centre is an applied research and innovation centre that provides dedicated access to specialized technology, equipment and expertise to local and regional companies. The Centre offers a range of services in advanced manufacturing, technology adoption and human performance. thumb|alt=A technologist inserts a sheet of acrylic into a commercial grade laser cutter as part of the manufacturing process to create face shields|Manufacturing medical grade face shields at Camosun Innovates During the COVID-19 pandemic, the college was instrumental in the design and manufacture of more than 9,000 medical-grade face shields. as well as a fully portable decontamination device for Island Health. ==Organization== The President of the college is Sherri Bell. After serving six years as President, Sherri will be retiring at the end of 2021. thumb|alt=John Horgan, Premier of British Columbian, standing next to Sherri Bell, President of Camosun College. In the background you can see the campus including 50th anniversary banners.|John Horgan, Premier of British Columbian, standing next to Sherri Bell, President of Camosun College. ==Sports and students' union activities== ===Sports=== Camosun College has five sports teams (all called the Chargers): men's basketball, women's basketball,\"Camosun Chargers edged out in championship game\". Times Colonist, March 3, 2018 men's volleyball, women's volleyball, and men's golf. There is also a curling team.\"Names and Games: Camosun College curlers make rare trip to nationals\". Times Colonist, Brian Drewry March 21, 2018 ===Clubs=== Many clubs have been organized at the college, including: Associate Degree Club, British Columbia Young Liberals of Camosun, Camosun College Greens, Camosun College Persian Club, Debate Club, Psychology Club, French Club, Chinese Conversation Club, Falun Gong Club, International Club, Students for Environmental Awareness, Japanese Conversation Club, Korean Conversation Club, Carpe Diem/ Ballroom Dance, Camosun NDP, Inter Varsity Christian Fellowship, Mechanical Engineers Club, Poker Club, Bob's Wrenchman, and Camosun Cashflow Club. ===Student affairs=== The student union on Campus is the Camosun College Student Society, where directors are elected for one year terms. Elections are every March/April and by-elections in October. The Nexus is Camosun College's official student newspaper and is editorially separate from the Camosun College Student Society. It is a member of the Canadian University Press. ==See also== *University of Victoria – neighbouring school *Royal Roads University – neighbouring school *List of institutes and colleges in British Columbia *List of universities in British Columbia *Higher education in British Columbia *Education in Canada ==References== ==External links== * Camosun College Website Category:Colleges in British Columbia Category:Educational institutions established in 1971 Category:Education in Victoria, British Columbia Category:1971 establishments in British Columbia",
 "title": "Camosun College"
}