{
 "id": "625812",
 "text": "France 3 () is a French free-to-air public television channel and part of the France Télévisions group, which also includes France 2, France 4, and France 5. It is made up of a network of regional television services providing daily news programming and around ten hours of entertainment and cultural programming produced for and about the regions each week. The channel also broadcasts various national programming and national and international news from Paris. The channel was known as France Régions 3 (FR3) until its official replacement by France 3 in September 1992. Prior to the establishment of RFO, now Outre-Mer 1ère, it also broadcast to the various French overseas departments and territories. ==History== ===La Troisième Chaîne Couleur (1972–1974)=== La Troisième Chaîne Couleur began broadcasting at 7:00pm CET on 30 April 1972. The station's first President Director General (PDG), Jean- Louis Guillaud, decided to call on the ORTF's regional television services and aspiring young staff to join the new network, which would broadcast in colour, with no advertising or continuity announcers (although out-of-vision announcers were later introduced). Upon launch, Jean-Louis Guillaud and the head of ORTF, Arthur Conte, went on the air and together laid out a vision of the new service. To begin with, La 3e Chaîne Couleur's broadcasts were restricted to three hours each evening and only reached a potential audience of 26% of the population – its transmissions primarily covered Paris, the Ile- de-France and Northern regions. ===Autonomous from the state (1974–1999)=== On 7 October 1974, law reforms signalled the breakup of the ORTF into seven separate state-owned companies. In the case of the third channel, the Société nationale de programme de télévision France Régions 3 (FR3) was given responsibility for management and development of 22 regional television services and 29 regional radio stations under the editorialship of 11 broadcasting centres. FR3 was launched on 6 January 1975 with its PDG, Claude Contaime, choosing to concentrate on film, debate and local opt-outs as the network's main output. By 22 March 1975, daily local programming for the regions had commenced. Some national programming, including Les Jeux de 20 Heures, made heavy use of the regional network by linking up to studios around the country for live features. In the case of Les Jeux de 20 Heures, it is said that such programming led the State government to understand the importance of regionalism and to gradually undertake measures to decentralise France administratively and economically. On the programming front, the network's first national news programme was introduced in 1978 in the form of Soir 3, a late night national and international bulletin. 21 October 1981 saw FR3 begin regular live coverage of ministers' questions in the National Assembly. Advertising was introduced to the network in January 1983. By September 1983, the twelve broadcasting centres around the country were airing an average of 3 hours per day of regional output. Popular programming on Saturday night included the first airings of the American soap opera Dynasty and a Disney Channel strand. National and regional news at peak time was integrated into a new nightly programme, 19|20, launched on 6 May 1986. In 1982, FR3 DOM-TOM was separated and renamed RFO. ===Plans to privatisation (1986–1989)=== In 1986, the then government of Jacques Chirac put forward the proposal of privatising one of the three public television companies. The original suggestion was to transform FR3 into a private body, however the final decision was that of TF1. The broadcasting authority at the time, the CNCL, appointed Rene Han to become programme controller of FR3, with the result that the networked programmes took an even more highbrow and cultural focus. Changes to the schedule included a supplementary Friday night edition of Thalassa- le magazine de la mer whilst an opera was televised every Wednesday night. Popular quiz show Questions pour un champion made its broadcasting début in November 1988. La Classe, an entertainment programme which replaced Les Jeux de 20 heures and followed 19|20, was also introduced. Having launched without utilising speakerines, the network introduced in- vision announcers in September 1987 and retained live continuity until 1993, a year after TF1 and France 2 had abandoned in-vision presentation. ===Reaffirmation of the public sector (1989–1990)=== At the turn of the decade, the French television landscape which had been previously dominated by the three public stations now consisted of a strong private sector in the form of TF1 and Canal+ and the now-fragmented public sector of Antenne 2 and FR3. In 1990, the State, through the Conseil Supérieure de l'Audiovisuel (CSA), decided to merge the separate public entities into a new corporation. At the same time, FR3 was already closing down on Saturday afternoons to allow nine hours of airtime to the educational station La Sept. The arrangement continued until 1992 when the launch of the Franco-German network Arte led to the broadcaster's demise. On FR3 itself, the network aired current affairs programming on Saturday mornings including Continentales and L'Eurojournal, both presented by Alex Taylor. ===The public reunification (1990–2009)=== On 7 September 1992, FR3 and Antenne 2 were reunified in the new France Télévisions entity and rebranded as France 3 and France 2 respectively. Their logos match to the French flag like TF1. In 1998, France 3 partnered with TPS to launch a satellite station called Régions. Between 2000 and 2005, La Cinquième (now France 5), RFO (along with RFOsat, now France Ô) and France 4 joined France 2 and France 3 under the France Télévisions corporate identity. Under the direction of France Télévisions chairman Patrick de Carolis and director of channels Patrice Duhamel, October 2006 saw the introduction of a new daily cultural programme called Ce soir (ou jamais!) presented by Frederic Taddei, marking a new, more cultural focus to the network's programming. The late night news programme Soir 3 was given a new, fixed timeslot of 11 pm. ===At present (2009–present)=== On 5 January 2009 all on-air advertising on France Télévisions, (including France 3) between 20:00 and 06:00 was eliminated, meaning the traditional start of primetime viewing in France of 20:45 was brought forward by ten minutes to 20:35.On-air teaser for the new prime-time slot – lenodal.com With the establishment of digital terrestrial television, France 3 has seen its national audience share down to under 10%, behind M6.Morandini, Jean-Marc, Weekly audiences – Jean-Marc Morandini Blog, 28 March 2010 == Logos == File:FR3 logo 1986.svg|Logo of FR3 from 6 January 1975 till 6 April 1986 File:France 3 1992.svg|Logo of France 3 from 7 September 1992 till 7 January 2002 File:France 3 logo 2002.svg|Logo of France 3 from 7 January 2002 till 7 April 2008 File:France3-logo.png|Logo of France 3 from 7 April 2008 till 29 January 2018 File:France 3 HD.svg|Logo of France 3 HD File:France 3 2018.svg|Logo of France 3 from 29 January 2018 File:France 3 - logo 2018.svg|Alternative logo of France 3 from 29 January 2018 ==Mission== France 3 is a general entertainment channel whose mission is to deliver domestic and regional programming, offering cultural and educational advantages. Its local and regional vocation has been assured by its new mission statement. (\" Elle doit privileger l'information décentralisée et les événements régionaux \")Translated it reads: > 'It must promote local news and regional events and to introduce and > familiarise the different regions of France and Europe and \"to give space to > our lively spectacles\".' ==Headquarters== France 3 was originally based at 13–15 rue Cognacq-Jay in Paris, which housed the television services of the former Office de Radiodiffusion Télévision Française (ORTF). Since TF1 became independent from the ORTF, FR3 was based at the Maison de la Radio in the 16th arrondissement of Paris with its editorial base located at 28 Cours Albert 1er in the 8th arrondissement. In 1998, France 3 moved to a new base at 7 Esplanade Henri de France in the 15th arrondissement. This also houses the rest of France Télévisions' operations. The headquarters are accessible by taking RER Line C to Boulevard Victor. ==Programming== France 3 has fewer audience constraints compared with sister channel France 2, with the latter being the flagship public channel. This allows France 3 to concentrate on specialist and cultural programming. Every morning, France 3 airs the children's programming block Okoo. While France 5 broadcasts pre-school programmes, France 3 targets the older age range. (Okoo airs all day on France 4.) ===Newscasts (Journal télévisé)=== There are three weekday newscasts broadcast as part of the channel's schedule: === Current === ==== 12/13 ==== is broadcast every day between 11:45 and 13:00 CET, presented by Emilie Tran Nguyen on weekdays and Catherine Matausch at weekends. A typical edition of 12|13 consists of national news headlines at 11:45 followed by an Outre-Mer bulletin from the studios of RFO Paris at 11:50. The regional opt-out bulletins (midi-pile) air at noon, followed by the national news from 12:25–12:55 CET. ====19/20==== France 3's flagship evening news programming block, 19|20, airs nightly between 18:40 and 20:00 CET. The nationwide sections of 19|20 are presented by Carole Gaessler from Monday to Thursday and Catherine Matausch from Friday to Sunday. A typical edition of 19|20 opens with a short summary of the national and regional headlines. This is then followed by an opt-out for either regional news or local features, with the main regional news airing after this at 19:00. The national news concludes the programming block at 19:30. Previously, a 15-minute programme, launched in July 2010 called 18:30 Aujourd'hui opened the 19|20 news sequence, presenting the leading news stories from France 3's regional news bureaux. It was cancelled in September 2011, with the regional round-up moving to the 12|13 news programme. === Former === ==== Soir/3 ==== Soir 3, broadcast every night at 22:30 CET, is the network's late night news programme, presented by Francis Letellier (ad interim) on weeknights and Sandrine Aramon at weekends. On 5 January 2009, the programme began to incorporate a 5-minute regional news opt-out as part of a revamp of France 3's schedule to accommodate the end of prime-time advertising. On 26 August 2019, the program was moved to Franceinfo due to cost cutting and was renamed to . The concept of the program remains \"grand JT du soir de France Télévisions\".« Soir 3 » fait place au « 23h » sur Franceinfo ===Entertainment=== One of France 3's most well-known programmes is Plus belle la vie, a recurring soap opera based in the fictional neighbourhood of Mistral, Marseille. The show has garnered critical acclaim within France and commands one of the highest viewing figures for the channel. Quiz shows make up an important part of the channel's schedule. Word and numbers game Des chiffres et des lettres and general knowledge show Questions pour un Champion both make regular appearances in the daytime. Other well-known programmes are personality talk show Vie privée, vie publique, (Private life, Public Life), Thalassa, a programme about all things concerning the sea, magazine show Des racines et des ailes and children's science show C'est pas sorcier. Cookery and home-improvement shows also feature, with Côté Cuisine, Côté Jardin and A Table!. Live music shows also feature weekly. Taratata focuses on rock music, whilst Chabada rediscovers forgotten French pop songs. A selection of these programmes are also broadcast internationally, via TV5Monde. ===Acquired programming=== Amongst the acquired programmes screened by France 3, British dramas feature prominently. Popular detective dramas A Touch of Frost, Lewis, Inspector George Gently and Midsomer Murders are shown and have different title names, such as Inspecteur Frost, Inspecteur Lewis and Inspecteur Barnaby. ===Children's programming=== * Alphablocks (preschool) * Numberblocks (unaired and preschool) * LazyTown * PJ Masks * The Toy Castle ==Regional structure== From its historical origins, the Third Channel has utilised regional editorial and production centres which were developed since 1963 and owned by the ORTF. The regional centres are often grouped in two levels – two half-hour news programmes and a short late night bulletin are produced and broadcast each day (in many cases, separate bulletins are produced for various parts of the region). The centres also produce shorter, more localised news bulletins for broadcast within 19|20. For example, France 3 Nord Pas-de-Calais Picardie produces localised bulletins for Côte d'Opale, Lille Métropole and Picardy. Various sport, features, current affairs and entertainment programming produced for and about the regions are also broadcast. 13 regional stations make up the network. Between them, the stations provide 24 sub- regional services, whose broadcast areas approximately match the 22 former metropolitan régions of France (the exceptions being that Provence-Alpes-Côte d'Azur and Rhône-Alpes are sub-divided into two). Each sub-regional news service emanates from a distinct centre of production. In addition, the stations provide 42 more localised news opt-outs. {| class=\"wikitable\" ! No. !! Region name !! Area served !! News regions !! Centres of production !! rowspan=15 |230px |- | 1. || France 3 Alsace || Grand Est || 1 || Strasbourg |- | 2. || France 3 Aquitaine || Nouvelle-Aquitaine || 1 || Bordeaux |- | 3. || France 3 Bourgogne Franche-Comté || Bourgogne-Franche-Comté || 2 || Dijon, Besançon |- | 4. || France 3 Corse || Corsica || 1 || Ajaccio |- | 5. || France 3 Lorraine Champagne-Ardenne || Grand Est || 2 || Nancy, Reims |- | 6. || France 3 Méditerranée || Provence-Alpes-Côte d'Azur || 2 || Marseille, Antibes |- | 7. || France 3 Nord Pas-de-Calais Picardie || Hauts-de-France || 2 || Lille, Amiens |- | 8. || France 3 Normandie || Normandy || 2 || Caen, Rouen |- | 9. || France 3 Ouest || Brittany, Pays de la Loire || 2 || Rennes, Nantes |- | 10. || France 3 Paris Île-de-France || Île-de-France (including Paris), Centre-Val de Loire || 2 || Vanves, Orléans |- | 11. || France 3 Limousin || Nouvelle-Aquitaine || 1 || Limoges |- | 11. || France 3 Poitou- Charentes || Nouvelle-Aquitaine || 1 || Poitiers |- | 12. || France 3 Rhône Alpes Auvergne || Auvergne-Rhône-Alpes || 3 || Lyon, Grenoble, Clermont- Ferrand |- | 13. || France 3 Sud || Occitanie || 2 || Toulouse, Montpellier |} Some news reports sourced from France 3 Ouest were aired by Channel Television for the now-defunct weekly news programme Rendezvous Dimanche. In Belgium, local programming from France 3 Nord Pas-de-Calais Picardie has been known to receive twice the number of viewers than in its intended coverage area. ===19|20 local opt-outs=== Within the main 19|20 programming block and depending on where the viewer receives France 3 via terrestrial transmitters, local opt-out bulletins (some live, some pre-recorded) concentrating on specific are aired. The ten-minute opts air at around 1845 CET before the main regional news. {| class=\"wikitable\" ! France 3 région !! Sub-region !! Number of opt-outs !! Bulletins !! News bureaux |- | Alsace || || 2|| Strasbourg Deux-Rives, Haute-Alsace || Strasbourg, Mulhouse |- | Aquitaine || || 4 || Pays Basque, Pau Sud-Aquitaine, Périgords, Bordeaux Métropole || Bayonne, Pau, Périgueux, Bordeaux |- | rowspan=2 | Bourgogne Franche-Comté || Burgundy || 0|| || |- | Franche-Comté || 0|| || |- | Corse || || 0|| || |- | rowspan=2 | Limousin Poitou-Charentes || Limousin || 2 || Limoges, Pays de Corrèze || Limoges, Brive-la-Gaillarde |- | Poitou-Charentes || 1 || Atlantique || La Rochelle |- | rowspan=2 | Lorraine Champagne-Ardenne || Lorraine || 2 || Metz, Nancy || Metz, Nancy |- | Champagne-Ardenne || 1 || Champagne Info || Reims |- | rowspan=2 | Méditerranée || Provence-Alpes || 2 || Marseille, Var || Marseille, Toulon |- | Côte d'Azur || 1 || Nice || Nice |- | rowspan=2 | Nord Pas-de-Calais Picardie || Nord Pas-de-Calais || 2 || Côte d'Opale, Lille Métropole || Boulogne-sur-Mer, Lille |- || Picardie || 0|| || |- | rowspan=2 | Normandie || Upper Normandy || 2 || Baie-de-Seine, Rouen Métropole || Le Havre, Rouen |- | Lower Normandy || 2 || 7 jours en Cotentin (weekly), Caen Métropole || Cherbourg, Caen |- | rowspan=2 | Ouest || Pays de la Loire || 2 || Estuaire, Maine || Nantes, Le Mans |- | Brittany || 2|| Upper Brittany, Iroise || Rennes, Brest |- | rowspan=2 | Paris Île-de-France Centre || Paris Île-de-France || 0|| || |- | Centre || 3 || Orléans Loiret, Touraine Val de Loire, Berry || Orléans, Tours, Déols |- | rowspan=3 | Rhône-Alpes Auvergne || Rhône-Alpes || 2 || Saint-Étienne, Grand Lyon || Saint-Étienne, Lyon |- | Alpes || 1 || Grenoble || Grenoble |- | Auvergne || 1 || Clermont Soir || Clermont-Ferrand |- | rowspan=2 | Sud || Midi-Pyrénées || 3 || Toulouse, Quercy-Rouergue, Tarn || Toulouse, Rodez, Albi |- | Languedoc-Roussillon || 3|| Montpellier, Pays Catalan, Pays Gardois || Montpellier, Perpignan, Nîmes |} * France 3 Alsace also airs a daily bulletin in the Alsatian language () as part of the 12|13 lunchtime news block. * France 3 Bourgogne Franche-Comté airs a daily pan-regional magazine show, , instead of local news bulletins. * The regional opt-out on France 3 Corse is in the Corsican language. * France 3 Picardie airs a daily pan-regional discussion show, , instead of local news bulletins. * France 3 Bretagne also airs a daily bulletin in the Breton language () in the Iroise area as part of the 12|13 lunchtime news block. * France 3 Paris Île-de-France airs additional pan-regional news coverage during this timeslot. * France 3 Languedoc-Roussillon also airs bulletins in the Occitan language () and Catalan language () as part of 19|20 on Saturdays. === Regional languages === France 3 also produces and airs programmes regionally for the various regional languages of France. Outside of regional news bulletins, France 3 also airs general interest programmes in the target language. ==== Occitan ==== Regional programming in the Occitan language started sporadically, with 15 minutes daily of news reports. After audience protests, by 1982 the time devoted to the language rose to over 3 hours weekly.Grau, Richard. Les langues et les cultures minoritaires en France – une approche juridique contemporaine. Conseil supérieur de la langue française *Viure al Pais (Living in the Country) – Magazine show in Catalan or Occitan aired on France 3 Sud. *Punt de vista (Point of View) – France 3 Aquitaine, France 3 Languedoc-Roussillon *Vaqui – Magazine programme broadcast on France 3 Provence-Alpes ==== Basque ==== ==== Breton ==== Programmes in the Breton language started with a daily news bulletin from predecessor RTF Télé- Bretagne. *Red an Amzer – weekly current affairs programme, broadcast on SundaysRed anAmzer, France 3 Bretagne *Te ha Me (From You to Me) – Interview programme, broadcast on Saturday morningsTe ha me, France 3 Bretagne *Mouchig- Dall – Children's programme, broadcast on WednesdaysMouchig-Dall, France 3 Bretagne *Son da zont (Song Coming Up) – Saturday morning music programme, showcasing music in Breton.Son da zont, France 3 Bretagne *Istorioù BreizhHistoire de Bretagne, France 3 Bretagne ==== Corsican ==== Despite having special status as a semi-autonomous region, only 40 minutes per week are devoted to the Corsican language. The first programme in Corsican was in 1966 and was a weekly poetry reading from a Corsican-language school.\"En 1966, la langue corse est introduite à l'antenne avec une émission hebdomadaire de poésie réalisé par les membres de SCOLA Corsa.\" * Soir 3 Édition Corse – nightly news opt-out. ==== Alsatian ==== Since the creation of its predecessor RTF Télé-Strasbourg, there have been sporadic programmes in the Alsatian language. By 1974 there was a weekly show of 45 minutes, in 1989 Rund Um, a magazine programme aired its first episode. After the merger of France 2 and France 3 into France Télévisions, France 3 Alsace has financed an Alsatian version of animated series Tintin. * A Gueter – cookery show, airs Saturday mornings. * Lade ùff – Regional arts and culture show, shown Saturday mornings. * Gsuntheim – airs Sunday mornings. ==Organization== ===Directors=== Chairmen and chief executive officers: *Jean-Louis Guillaud: 31 December 1972 – 31 December 1974 *Claude Contamine: 1 January 1975 – June 1981 *Guy Thomas: June 1981 – 09/1982 *André Holleaux: 09/1982 – 21 October 1985 *Janine Langlois-Glandier: 21 October 1985 – 12/1986 *René Han: 12/1986 – 10 Aug 1989 *Philippe Guilhaume (joint chairmanship A2/FR3): 10 Aug 1989 – 19 December 1990 *Hervé Bourges (joint chairmanship A2/FR3): 19 December 1990 – 7 Sep 1992 General managers: * Philippe Levrier * Rémy Pflimlin * Geneviève Giard: since September 2005 == Presenters/Hosts== {| border=\"0\" | valign=\"top\" width=\"33%\" | *Jean-Michel Blier *Marlène Blin *Laurence Bobillier *Lionel Cottu *Nathalie Simon *Florence Klein *Jean-Marc Souami *Gérald Dahan *Frédéric Taddéї *Marie Drucker *Mireille Dumas *Jean-Sébastien Fernandes *Magali Forestier *Marc- Olivier Fogiel *Franz-Olivier Giesbert *Yann Gonon *Jamy Gourmaud *Frédéric Courant *Sabine Quindou *Martin Igier | valign=\"top\" width=\"33%\" | *Serge July *Hélène Laurca *Yves Lecoq *Julien Lepers *Francis Letellier *Stéphane Lippert *Élise Lucet *Catherine Matausch *Nagui *Christine Ockrent *Georges Pernoud *Tania Young *Patrick de Carolis *Daniela Lumbroso *Christophe Poullain *Audrey Pulvar *Florian Ringuédé *Laurent Romejko *Anne Sinclair *Henri Sannier *Mathieu Lartau *Gérard Holtz *Laurent Luyat |} ==Ludo== Ludo was France Télévisions' youth brand accompanying animation series for children from 6 years old. It aired on France 3, France 4 and France 5 from 2009 to 2019. It was officially replaced by Okoo. ==References== ==External links== * 03 Category:Television channels and stations established in 1972 Category:French-language television stations Category:Television stations in France",
 "title": "France 3"
}