{
 "id": "626254",
 "text": "thumb|Area of operations, United States Strategic and Tactical Air Forces 1944–1945 The United States Strategic Air Forces (USSTAF) was a formation of the United States Army Air Forces. It became the overall command and control authority of the United States Army Air Forces in Europe during World War II. USSTAF had started as the Eighth Air Force, a complementary command to that of the smaller Ninth Air Force, Twelfth Air Force, and Fifteenth Air Forces. As the oldest command, which had begun the earliest American operations in Europe as VIII Bomber Command, the Eighth had provided British liaison and strategic tasking guidance to each of those younger organizations throughout the war. With the in-depth Allied contacts and overall responsibility directly affecting the strategic bombing of industrial regions of Germany the Eighth's planning and intelligence staffs were the natural best choice to assert overall coordinated control with the D-Day Operation Overlord needs of the Allies, under General Dwight D. Eisenhower as Supreme Allied Commander. Subsequently, the strategic bombing effort's intelligence, targeting and planning, co-ordination, including mission designation command and control were separated—not without controversy and opposition—from actual operations commands in direct control of air forces on 23 February 1944. The new command was organized on the large nucleus of Eighth Air Force planning staff members, thereby creating the USSTAF—at which time the USSTAF was also given mission planning control over other US Air Forces opposing Germany and Italy, and shrinking the man-power assigned to the Eighth Air Force. The USSTAF was established with the redesignation of the former VIII Bomber Command as the Eighth Air Force on 22 February 1944. The strategic planning command staff of what had formerly been the Eighth Air Force became a higher echelon command coordinating with the British in the target prioritization of the strategic bombing of the Axis. In this expanded role, USSTAF exercised operational control of the reorganized Eighth Air Force, administrative control of the Ninth Air Force in the European Theater of Operations and, to an extent, the operations of Twelfth and Fifteenth Air Forces in the Mediterranean Theater of Operations—all of which had theretofore carried out their own strategic planning. VIII Fighter Command was brought under the command of the newly redesignated Eighth Air Force, while VIII Bomber Command was inactivated. Beginning in March 1944, Air Service Command, USSTAF progressively took over all base service functions. IX Air Force Service Command did away with its base air depot area and on 17 May transferred its most important installations (Philipps House in Dinton, Wiltshire, near Baverstock and Filton) to the Air Service Command, USSTAF, which continued to use them to provide base services for the Ninth.HyperWar, Chapter 5: The Ninth Air Force, accessed February 2021. There is some difference of opinion about the USSTAF insignia/emblem. Most sources state the letters stand for United States Strategic Air Forces in Europe. However, there is evidence indicating – at least initially – it was United States Strategic & Tactical Air Forces.Flight article. UK, April 1944; Armed Forces Insignia/Freedom’s War. Graphic on card, US Army photo. USA, 1944; Il Bombardemento Strategico. E. Bonaiti. Italy, circ.2006; Air Support in the Invasion. Air intelligence summary, w/e 18 June 1944. (Quoted in Trident Scholar report. US Naval Academy, Annapolis, 1994.) ==Formation of USAFE== 100px|left Shortly after VE-Day, the United States Army Air Forces in Europe began to demobilize. In May 1945, USSTAF consisted of about 17,000 aircraft and about 500,000 personnel. In Europe the aim was to maintain a small USAAF organization, exclusively for communication and transport purposes. On 7 August 1945, the United States Strategic Air Forces (USSTAF) was redesignated as the United States Air Forces in Europe (USAFE). Headquarters USAFE was relocated to Wiesbaden, Germany, on 28 September 1945. By the end of 1946, the American Air Force in Europe was reduced drastically, to around 75,000 personnel and less than 2,000 aircraft. ==Lineage== *Established as 8th Air Force on 19 January 1942 : Activated on 28 January 1942. : Redesignated: Eighth Air Force on 18 September 1942 : Redesignated: United States Strategic Air Forces in Europe on 22 February 1944 ==Assignments (not complete)== * Air Force Combat Command, 28 January 1942 : Attached to 1st Air Force for training ==Stations== * Savannah AAB, Georgia, 28 January – c. 20 May 1942 * Boston Port of Embarkation, 25–27 May 1942 * London, United Kingdom, 18 June 1942 * Camp Griffiss, Bushy Park, London, United Kingdom, 25 June 1942 * Saint-Germain-en-Laye, France, 26 September 1944 ==Components (not exhaustive)== Commands * Air Disarmament (Provisional): 15 September 1944 – 1 February 1945See Frederick A. Johnsen, Captured Eagles: Secrets of the Luftwaffe, 71. * Eastern, USSTAF: 20 August 1944 – 2 August 1945 (Operation Frantic bombing missions via Soviet-held territory) * VIII Bomber (later, Eighth Air Force): 1 February 1942 – 16 July 1945 * VIII Ground Air Support (later, VIII Air Support): 28 August 1942 – 1 December 1943 * VIII Troop Carrier: c. July 1942-16 October 1943 (detached entire period) * Air Service Command, United States Strategic Air Forces in Europe (Major General Hugh J. Knerr) Task Forces * VIII Strategic (later, VIII Air Force Service Command), 9 November 1943 – 20 July 1945 * Eighth Strategic (Provisional) (later, VIII Air Force Service Command): 9 November 1943 – 20 July 1945 * Air Depot Areas: Advanced: 18 October 1943 – 1 March 1945 Divisions, Depots * 1st Bombardment Division: 13 September 1942 – 22 February 1944 * 1st Fighter Division (Provisional): c. June 1943-13 November 1943 * 2d Bombardment Division: 13 September 1943 – 22 February 1944 * 402d Air Depot, activated 15 April 1943; redesignated 402d Base Air Depot, 17 July 1944; inactivated 24 November 1945. ==See also== * Strategic bombing during World War II * Far East Air Forces ==References== * * * Cees Steijger (1991), A History of USAFE, Voyageur, Category:United States Army Air Force Commands Category:1944 establishments in the United Kingdom Category:Military units and formations established in 1944",
 "title": "United States Strategic Air Forces in Europe"
}