{
 "id": "626563",
 "text": "Robert Bacon (July 5, 1860 - May 29, 1919) was an American statesman and diplomat. He was also a leading banker and businessman who worked closely with Secretary of State Elihu Root, 1905-1909, and served as United States Secretary of State from January to March 1909. He served as ambassador to France 1909 to 1912. He was a leader in the Preparedness Movement setting up training programs for would-be Soldiers before the United States entered the First World War in April 1917. He was defeated narrowly as a candidate for the United States Senate in 1916. He was commissioned as a major in the United States Army in 1917, and played a major role as Chief of the American Military Mission at British General Headquarters. ==Early life and family == Born in Jamaica Plain, Massachusetts, to William Benjamin Bacon and Emily Crosby Low, he was a graduate of Harvard University (Class of 1880), where he was a member of the A.D. Club and Delta Kappa Epsilon. He was married on October 10, 1883, to Martha Waldron Cowdin.Marquis Who's Who, Inc. Who Was Who in American History, the Military. Chicago: Marquis Who's Who, 1975. P. 22 They had four children: Robert Low Bacon, Gaspar Griswold Bacon, Elliot Cowdin Bacon, and Martha Beatrix Bacon (1890-1967) who married George Whitney (1885-1963). Their son Robert was a United States Congressman; their other son Gaspar was the President of the Massachusetts Senate from 1929 to 1932 and Lieutenant Governor of Massachusetts from 1933 to 1935. ==Career == He worked in the steel world, including partnership with J.P. Morgan & Co. for many years starting in 1894. He acted as J.P. Morgan's chief lieutenant and participated in the formation of the U.S. Steel Corporation and the Northern Securities Company. The pressure of the job shot his nerves, and he left the company in 1903. After Theodore Roosevelt (with whom he was friends at Harvard) had been reelected, Bacon was named Assistant Secretary of State in 1905, a position which he held until 1909; he was acting secretary while Elihu Root was in South America in 1906. For the last 38 days of Roosevelt's term, he became full secretary from January 27 to March 5, 1909, because of Root's election to the Senate. Bacon obtained the advice and consent of the Senate for the Panama Canal treaties with Colombia and Panama. He served as United States Ambassador to France from 1909 until 1912. He was supposed to return home on the RMS Titanic with his wife and daughter, but delays kept them in Paris. In August 1914, after the outbreak of World War I in Europe, Bacon went to France to help with the work of the American Field Service – which provided ambulances and drivers to support French and British forces. He was also attached to the British Royal Army Medical Corps (RAMC) and assisted with the establishment of a typhoid hospital near Ypres. His book For Better Relations with Our Latin American Neighbors was published in 1915.Bacon, Robert. For Better Relations with Our Latin American Neighbors: A Journey to South America. Washington, D.C.: Carnegie Endowment for International Peace. Division of Intercourse and Education, 1915. He was a staunch advocate of the United States' entry into World War I and spoke in favor of increased military preparedness via universal military service as the president of the National Security League in 1916. He criticized President Woodrow Wilson for inaction at the German invasion of Belgium and sought the Republican nomination for U.S. Senate against William M. Calder. Bacon continued to push for a stronger national defense as well as a protective tariff that could be used for the mobilization of industry in case of war. Although he had support from former president Theodore Roosevelt and Elihu Root, Bacon lost the race by about 9,000 votes and pledged to support Calder. He was named as the candidate of the American Party but withdrew on account of his pledge to Calder. He was then commissioned as a major in the United States Army in May 1917, one month after the American entry into World War I, before sailing to France as a member of the staff of Major General John J. \"Blackjack\" Pershing, who was made commander of the American Expeditionary Forces (AEF). Bacon was promoted to lieutenant colonel in 1918 and served as chief of the American military mission at British General Headquarters working with the British commander, Field Marshal Sir Douglas Haig, commanding the British Expeditionary Force (BEF) on the Western Front. He returned to the United States in April 1919, five months after the war ended due to the Armistice with Germany on November 11, 1918. Bacon died on May 29, 1919, from blood poisoning after undergoing surgery on his mastoiditis. ==Memorial== A sculpture entitled The Sacrifice was made by Malvina Hoffman as a memorial to the late Ambassador of France, Robert Bacon, and alumni of Harvard University who lost their lives during the World War I. In it, the head of a 13th-century crusader lay on the lap of a draped woman. The sculpture was dedicated in 1923 at the Cathedral of St. John the Divine in New York. After the War Memorial Chapel at Harvard University was completed in 1932, it was installed there. ==References== ==Further reading== * Davis, Calvin D. \"Bacon, Robert (05 July 1860–29 May 1919)\" American National Biography (1999) https://doi.org/10.1093/anb/9780198606697.article.0600017 * Jessup, Philip C. Elihu Root (2 vols., 1938) * Scott, James Brown. Robert Bacon: His Life and Letters (1923). * Scott, James Brown. “Robert Bacon: Secretary of State, January 27, 1909, to March 5, 1909,” in The American Secretaries of State and Their Diplomacy, vol. 9 ed. Samuel Flagg Bemis et al. (1928). * \"Robert Bacon.\" Dictionary of American Biography (1936) online ==External links== * * * Category:1860 births Category:1919 deaths Category:19th-century players of American football Category:20th-century American politicians Category:Ambassadors of the United States to France Category:United States Army personnel of World War I Category:American football quarterbacks Category:American Presbyterians Category:Burials at Mount Auburn Cemetery Category:Harvard University alumni Category:Massachusetts Republicans Category:New York (state) Republicans Category:Organization founders Category:People from Jamaica Plain Category:Politicians from Boston Category:Theodore Roosevelt administration cabinet members Category:United States Army colonels Category:United States Assistant Secretaries of State Category:United States Secretaries of State",
 "title": "Robert Bacon"
}