{
 "id": "626619",
 "text": "British Columbia Highway 14, named the West Coast (Sooke) Highway is the southernmost numbered route in the province of British Columbia. An east-west highway on the southwestern coast of Vancouver Island in the Capital Regional District, it is sometimes known as the Juan de Fuca Highway, as well as Sooke Road, Sooke being one of the largest communities that the highway passes through. Highway 14 first opened in 1953, extending west from Colwood, a suburb of Victoria, to the coastal community of Jordan River, and was extended all the way west to the remote community of Port Renfrew by 1975. The highway's eastern terminus was relocated to northern Langford in 2002. Outside of urban areas the route has exceptionally winding, curving and hilly stretches. Some of the sharper corners have oversized, freeway-style, jersey barriers instead of the more typical steel crash rails, mostly to prevent an out-of-control vehicle from falling off a cliff into the Strait of Juan de Fuca. Some bridges are single lane and were built corduroy road style. ==Route details== The total length of Highway 14 is . In the east, Highway 14 begins at an interchange with the Trans-Canada Highway (Exit 14) in north Langford, proceeding south for 3 km (2 mi) as the Veterans Memorial Parkway through the community of Langford before turning west on Sooke Road and continuing through Langford and Metchosin for 22 km (14 mi), also passing by a local hill known as Mount Helmcken, before entering Sooke. After Sooke, Highway 14 proceeds west for 36 km (22 mi) to Jordan River, hugging the coastline for most of the distance. Highway 14 then travels west northwest along the southwestern coast of the Island for 42 km (26 mi), finally terminating at a Department of Fisheries and Oceans dock in the town of Port Renfrew. Prior to realignment in 2002, Highway 14 travelled through Colwood from the junction of Old Island Highway (former Highway 1A) and Goldstream Avenue to its current intersection with Veterans Memorial Parkway. ==See also== *Pacific Marine Circle Route ==References== ==External links== 014 Category:Transport on Vancouver Island",
 "title": "British Columbia Highway 14"
}