{
 "id": "626788",
 "text": "right|thumb|Location of Fyvie Castle within Aberdeenshire alt=Fyvie Castle by James Giles|thumb|Fyvie Castle - painting by James Giles Fyvie Castle is a castle in the village of Fyvie, near Turriff in Aberdeenshire, Scotland. ==History== The earliest parts of Fyvie Castle date from the 13th century – some sources claim it was built in 1211 by William the Lion. Fyvie was the site of an open-air court held by Robert the Bruce, and Charles I lived there as a child. Following the Battle of Otterburn in 1390, it ceased to be a royal stronghold and instead fell into the possession of five successive families – Preston, Meldrum, Seton, Gordon and Leith – each of whom added a new tower to the castle. The oldest of these, the Preston Tower (located on the far right as one faces the main facade of Fyvie), dates to between 1390 and 1433. The impressive Seton tower forms the entrance, and was erected in 1599 by Alexander Seton. He commissioned the great processional staircase several years later. The Gordon Tower followed in 1778 , and the Leith in 1890. Inside, the castle stronghold features a great wheel stair, a display of original arms and armour, and a collection of portraits. Manus O'Cahan and Montrose fought a successful minor battle against the Covenant Army at Fyvie Castle on 28 October 1644. The battlefield was added to the Inventory of Historic Battlefields in Scotland in 2011. Anne Halkett stayed at the castle from 1650 to 1652 with the Countess of Dunfermline, she treated wounded soldiers and the illnesses of local people, and negotiated with the English major of a company of Commonwealth soldiers, and with three Colonels, Lilburne, Fitts, and Overton.John Gough Nichols, Autobiography of the Lady Halkett (London, 1875), pp. 64-71 Following Victorian trends, the grounds and adjoining Loch Fyvie were landscaped in the 19th century. The Scottish industrialist Alexander Leith (later Baron Leith of Fyvie) bought the castle in 1885. It was sold to the National Trust for Scotland in 1984 by his descendants. To the East there is a walled garden which is currently a garden of Scottish Cultivated Fruits. There is evidence for two other walled gardens closer to the castle itself to its West and South. The one to the west appears on an estate plan of 1768. ==Hauntings== The castle (like many places in Scotland) is said to be haunted. A story is told that in 1920 during renovation work the skeleton of a woman was discovered behind a bedroom wall. On the day the remains were laid to rest in Fyvie cemetery, the castle residents started to be plagued by strange noises and unexplained happenings. Fearing he had offended the dead woman, the Laird of the castle had the skeleton exhumed and replaced behind the bedroom wall, at which point the haunting ceased. It is said that there is a secret room in the south-west corner of the castle that must remain sealed lest anyone entering meet with disaster.Anthony D. Hippisley Coxe, Haunted Britain, page 177, McGraw-Hill Book Company, New York 1973 It is unclear if this is the same room in which the skeleton was found. There is also an indelible blood stain, two ghosts and two curses associated with this place.The Green Lady of Fyvie Castle One of the curses has been attributed to the prophetic laird, Thomas the Rhymer. The curse is said to have been part of the mysterious three weeping stones. The curse decrees that until all three stones, which are taken from the castle's boundary marks, are brought together, the firstborn sons of the families who live at Fyvie will never inherit the castle. Only one weeping stone is known to exist and is kept at the castle. The other two have never been found. The second curse involves a hidden room in the charter room. The curse is very specific: death to the lord of the castle or blindness to his wife if anyone disturbs it. ==In the media== Fyvie Castle has featured in a number of British television programmes, such as Living TV's Most Haunted season 6. and stv's Castles of Scotland. The castle also played host of the setting of a children's gameshow on CBBC called Spook Squad in 2004. 2009 saw the publication of the children's fantasy novel, The Time-Tailor and the Fyvie Castle Witch Trials, written by Deborah Leslie. The castle was also featured in BBC documentary, Castle Ghosts of Scotland,www.imdb.com narrated by Robert Hardy. In recent years, the castle grounds have hosted a Fyvie Live music festival in the summer, which was headlined in 2011 by Beverley Knight and in 2012 by Sophie Ellis-Bextor, then following a gap of several years, by The Shires in 2017. Following the revival, it was announced that the event would take place again in 2018, with Ward Thomas as the headline act. Today, the castle is open to tourists during the summer months. thumb|right|Side view of the castle ==References== ==External links== *Fyvie Castle – National Trust for Scotland * Fyvie Castle Grounds Virtual Tour Category:Castles in Aberdeenshire Category:Category A listed buildings in Aberdeenshire Category:Listed castles in Scotland Category:National Trust for Scotland properties Category:Inventory of Gardens and Designed Landscapes Category:Reportedly haunted locations in Scotland Category:Gardens in Aberdeenshire Category:Historic house museums in Aberdeenshire Category:Country houses in Aberdeenshire Category:House of Gordon",
 "title": "Fyvie Castle"
}