{
 "id": "626714",
 "text": "Sir John Fielding (16 September 1721 – 4 September 1780) was a notable English magistrate and social reformer of the 18th century. He was also the younger half-brother of novelist, playwright and chief magistrate Henry Fielding. Despite being blinded in a naval accident at the age of 19, John set up his own business and, in his spare time, studied law with Henry. Appointed Henry's personal assistant in 1750, John helped him to root out corruption and improve the competence of those engaged in administering justice in London. They formed the first professional police force, the Bow Street Runners. Through the regular circulation of a police gazette containing descriptions of known criminals, Fielding also established the basis for the first police criminal records department. When Henry died in 1754, John was appointed magistrate at Bow Street in his place, becoming renowned as the \"Blind Beak\", and allegedly being able to recognize three thousand criminals by the sounds of their voices. He also continued to develop his ideas on crime prevention and youth employment, helping to found the Asylum for Orphan Girls in Lambeth in 1758. He was knighted in 1761. ==Bibliography== * ==In popular culture== *Charles Dickens used John Fielding as a character in his Barnaby Rudge. * Leon Garfield's Smith (1967), which deals with London's underworld, highwaymen and footpads, contains a blind justice. * A 1984 West German television series The Blind Judge is based on his career, with Franz Josef Steffens playing Fielding * John Fielding is a key secondary character in Lempriere's Dictionary (1991) by Lawrence Norfolk although he was dead at the time the scenes were set. * A fictionalized Sir John Fielding is the protagonist of eleven historical detective novels published from 1994 to 2005. Set in Britain's Georgian period, the series was written by American author Bruce Cook under the pseudonym Bruce Alexander. * John Fielding is an important character in the historical detective novel Death in the Dark Walk (1994), written by Deryn Lake. * John Fielding is played by David Fox in the 1997 BBC production of Tom Jones, where he appears as the judge presiding over the protagonist's trial. * John Fielding is portrayed by David Warner in the 2006 British television film of Sweeney Todd, starring Ray Winstone. * The 2008 Channel 4 television series City of Vice is based on the crime investigation work of the Fielding brothers. Iain Glen plays John Fielding. * John Fielding is a recurring supporting character in a series of Benjamin Franklin mysteries by Robert Lee Hall—set in London during the late 1750s. In many instances Fielding himself requests Franklin's help solving a murder. ==External links== *The Blind Beak of Bow Street by John Dashney *Sir John Fielding at the National Portrait Gallery *Manuscript Minutes of the Lambeth Orphan's Asylum at the University of Pennsylvania Libraries detailing Fielding's involvement]. Category:1721 births Category:1780 deaths Category:Blind people from England Category:English judges John Category:Knights Bachelor Category:Legal history of England Category:British social reformers",
 "title": "John Fielding"
}