{
 "id": "626771",
 "text": "The vertical flute is either (1) a rim-blown (notched or unnotched) flute, (2) a tubular duct flute, with tapered bore or (3) a transversely blown flute, Giorgi flute, designed to be played in an upright position. The vertical flute is contrasted with the \"cross flute\" (or \"transverse flute\") and \"globular flute\", and in stricter usage may refer only to the first category above (Marcuse 1975, 187). Rim-blown vertical flutes include the Jiahu flute, the xiao, the danso, the kaval, the ney, the quena, and the shakuhachi. The most familiar ducted vertical flutes are the recorder, tin whistle, and tabor pipe. One historical variety has a slightly tapered (decreasing diameter) bore with 6 tone holes on the top side. A dorsal thumb hole is absent. It sometimes has a small foot section with a single key. The range is a little more than two octaves and the common keynote is \"D\" major. The instrument is often mistaken for a recorder with keynote C, but. like the tin whistle and tabor pipe, relies on overblowing to change registers instead of pinching open a thumbhole, recorder style, to \"cancel\" the fundamental harmonic (Bessarabov 1941, p62 – p63). An unusual case of a transversely blown but vertically held flute is a special variation of the standard flute, or, more specifically, the Western concert flute, designed to be played in an upright position. This version uses a standard cross-blown flute head joint bent in a \"?\" question mark shape. ==Sources== * Bessaraboff, Nicholas. 1941. Ancient European Musical Instruments: An Organological Study of the Musical Instruments in the Leslie Lindsey Mason Collection at the Museum of Fine Arts, Boston, with a preface by Edwin J. Hipkiss and a foreword by Francis William Galpin. [Cambridge]: Published for the Museum of Fine Arts, Boston, by the Harvard University Press. * Marcuse, Sybil. 1975. Musical Instruments: A Comprehensive Dictionary. Revised edition. The Norton Library. New York: W. W. Norton. . Category:Flutes",
 "title": "Vertical flute"
}