{
 "id": "626839",
 "text": "right|270px|thumb|A Herdwick ewe The Herdwick is a breed of domestic sheep native to the Lake District in North West England. The name \"Herdwick\" is derived from the Old Norse herdvyck, meaning sheep pasture. Though low in lambing capacity and perceived wool quality when compared to more common commercial breeds, Herdwicks are prized for their robust health, their ability to live solely on forage, and their tendency to be territorial and not to stray over the difficult upland terrain of the Lake District. It is considered that up to 99% of all Herdwick sheep are commercially farmed in the central and western Lake District. The wool of a Herdwick has unique qualities relating to durability. Thick bristle type fibres will often protrude from garments made from the wool, forming a protective layer in blizzards—most likely the same qualities that protect the sheep in similar conditions. Herdwicks have been known to survive under a blanket of snow for three days while eating their own wool.Davies, Hunter. A Walk Around the Lakes, Frances Lincoln Limited, 2009 (revised edition), p. 94 Severely threatened by the 2001 outbreak of foot-and-mouth disease in England and Wales, the breed has survived due to the intent to preserve this unique animal as a crucial part of traditional Lakeland agriculture. Still far fewer in number than most commercial breeds, Herdwicks survive largely due to farming subsidies. ==History== ===Early history=== thumb|250px|Herdwick tups (rams) are often kept together in bachelor flocks when not let out to cover the ewes. The root word of the breed's name, herdvyck, \"sheep pasture\", is recorded in documents dating back to the 12th century. The origin of the breed itself is unknown, but the most common theory is that the ancestors of Herdwick sheep were introduced by early Norse settlers. According to this, it was brought to the region somewhere between the 10th and 11th centuries during the Viking invasions of western England. Although a piece of local folklore once suggested that it came from a wrecked Spanish Armada ship, it appears that the Herdwick was an important breed in the Lake District by the end of the 12th century. For centuries, the husbandry of Herdwick sheep has been a large factor in shaping the culture and terrain of the Lake District. Topographically, grazing by sheep continues to keep the hillsides of fells largely treeless, and the ubiquitous dry stone walls of the valleys were built to protect grazing land and to confine livestock. Linguistically, many words of Lakeland speech relate to sheep husbandry. The ancient Yan Tan Tethera counting system for sheep is a survival of Brittonic counting systems. ====Beatrix Potter==== In the later years of her life (over 50), the children's author Beatrix Potter was involved with keeping and breeding Herdwicks, even acting as president of the breed association for a time. Between 1930 and 1938 she won a number of prizes for Herdwick ewes at shows across Cumbria. p. 124 Upon her death in 1943, she bequeathed fifteen farms—a total of approximately 4,000 acres (16 km2) to the National Trust and, as per her instruction, all continue to graze Herdwick flocks. ===Modern history=== thumb|Herdwick lambs are born mostly black and lighten with age. In the modern era, the main industry of the Lake District has shifted from agriculture to tourism. The subsequent influx of tourists to the District has at times conflicted with traditional life, including the raising of Herdwicks. One Lake District farmer summed the problem up as, \"We get 100,000 visitors across our land every year... If just one in a thousand forgets to shut a gate or can't be bothered, that's a hundred times we have to go out and round up our sheep.\" In the late 20th century, the keeping of Herdwicks became economically unviable without outside support; open market prices for Herdwick fleeces sometimes drop as low as a penny a kilogram (which is about the weight of wool from a single sheep). Without direct monetary guarantees for wool prices from the National Trust, it actually costs farmers a considerably larger amount of money to shear their Herdwicks than they would receive in compensation; the majority of farmers once burned their fleeces as waste products. The Trust now acts as a wool merchant itself, thus being able to bargain for better prices directly with the British Wool Marketing Board and operate a Herdwick wool trademark. Most farmers survive through the sale of lambs, as well as both National Trust and European Union farm subsidies. Lake District farmers in particular receive subsidies for operating in a designated Less Favoured Area from the England Rural Development Programme. Those who agree to maintain their land in accordance with sustainable farming practices also receive additional subsidies. thumb|right|Herdwicks grazing in Cumbria Ninety-five percent of all 50,000 or so Herdwicks live within 14 miles of Coniston, Cumbria, and this makes them particularly vulnerable to outbreaks of disease. The outbreak of foot-and-mouth disease in 2001 led to the destruction of many flocks, and to fears for the survival both of the breed and of the typical Lakeland sheep farming industry. Of the estimated 100,000 Herdwick sheep present before the outbreak, a full 25% were lost. They were not easily replaceable because long-standing herds are hefted so the introduction of new stock to the fells would have required extensive fencing. The call for vaccination rather than culling to preserve what is considered a part of the traditional identity of the fells and moors was led by parties such as the Duke of Westminster, Earl Peel, Lord Barnard and Lord Lonsdale, who wished to save the hill sheep on their lands. Many Lake District residents saw the breed as an indispensable icon of the region. Longtime resident and writer for The Guardian A. Harry Griffin expressed this feeling: > There are other mountain sheep on the Lakeland fells, notably Swaledales and > Rough-Fells, but the hardy Herdwick is the sheep most likely to be seen in > and around the Duddon valley, the Coniston fells, the Buttermere fells and, > through Borrowdale or Wasdale, up to the highest land in England, the > Scafells. More than the old drystone walls that quarter the fells, the > packhorse bridges or the whitewashed farmsteads, the little grey Herdwick > sheep typify the Lakeland. If they and their shepherds go, that is the end > of the Lakeland where I have climbed, walked, skied and skated for nearly 80 > years; of the Lakeland I have written about nearly all my life. The destruction of entire flocks meant that the shepherds were forced to undergo the process of again heafing (the local term for hefting) their new sheep to the hills. Normally, ewes teach this behaviour to their lambs, but with no more ewes left acquainted with a particular heaf the behaviour had to be taught all over again to new ewes, inevitably involving much rounding up of flocks that had strayed over the often inaccessible fells. Unheafed sheep might also cause overgrazing by wandering if they replaced the original Herdwicks. The Cumbria Hill Sheep Initiative was set up to \"reassess the position and circumstances\" in the aftermath of the disease; tough government restrictions in order to prevent another outbreak are still in place. In 2008, an Oregon sheep farmer began importing semen from Herdwick rams into the United States to begin a breeding programme using artificial insemination and designed to bring the breed to the country for the first time. In 2013, Lakeland Herdwick meat received a Protected Designation of Origin from the European Union. ==Characteristics== Herdwicks are a dual-purpose breed, producing strongly flavoured lamb and mutton and a coarse, grey wool. The slowly maturing breed is one of the most hardy of all the British hill sheep breeds, withstanding the cold and relentless rain of the Lake District at heights upwards of 3,000 feet (about 1,000 metres). Most Herdwicks spend winter on the fells, from approximately December to April. They are normally left to graze freely on the hillsides (without any additional feed), but each ewe tends to stay in her heaf (the local term for heft), the same small area of fell. Due to the rough conditions on fells, lambing losses can be as high as 25%. This ability to thrive unassisted is part of the reason fell farmers so highly value Herdwicks over much higher-producing lowland breeds. A Herdwick's grey fleece is not easily dyed and is coarse, so it is best suited to use as carpet wool. The wool is also an excellent natural insulator; it is possible to buy sheets of fireproofed wool to fit as loft insulation. Herdwick lamb and mutton has a very distinct taste, and was eaten at Queen Elizabeth II's 1953 coronation banquet. Herdwick ewes also commonly produce desirable market lambs and mules by cross-breeding with Suffolk, Cheviot, Charollais and Texel sheep. Herdwick lambs are born black and, after a year, they lighten to a dark brown colour (the sheep are called hoggs or hoggets at this stage). After the first shearing, their fleece lightens further to grey. Rams are horned and ewes polled. For shows and auctions, Herdwicks traditionally have their wool ruddied up (the local term for raddled) with dye. Rams are also ruddied when put out with the ewes to show which have been mated and the dye is also one method (called a smit) of marking sheep for ownership. Before chemical dyes became available, this dye was made from either iron ore or graphite mixed with grease. For many years the legal method of identifying a particular shepherd's sheep were notches cut out of a sheep's ear, called lug marks—now replaced by ear tags. ==References== ==External links== *The Herdwick Sheep Breeders' Association website *The Sheep Trust—a national charity supporting the Herdwicks and other heritage sheep breeds *Supporting Hill Farming The National Trust (archived from November 2011) Category:Cumbria Category:Sheep breeds originating in England Category:British products with protected designation of origin Category:Sheep breeds",
 "title": "Herdwick"
}