{
 "id": "626823",
 "text": "Tambon (, ) is a local governmental unit in Thailand. Below district (amphoe) and province (changwat), they form the third administrative subdivision level. there were 7,255 tambons, not including the 180 khwaeng of Bangkok, which are set at the same administrative level, thus every district contains eight to ten tambon. Tambon is usually translated as \"township\" or \"subdistrict\" in English -- the latter is the recommended translation, though also often used for king amphoe, the designation for a subdistrict acting as a branch (Thai: king) of the parent district. Tambon are further subdivided into 69,307 villages (muban), about ten per tambon. Tambon within cities or towns are not subdivided into villages, but may have less formal communities called chumchon (ชุมชน) that may be formed into community associations. thumb|210px|right|Office of TAO Bang Bai Mai, Surat Thani ==History== The tambon as a subdivision has a long history. It was the second-level subdivision of the area administered by a provincial town in the 19th century. The governor of the province was supposed to appoint a communal elder, kamnan or phan. In the administrative reforms started in 1892 under Prince Damrong Rajanubhab, the first Thai Minister of the Interior, the three levels of subdivision of provinces were continued, i.e., starting from district to tambon to the lowest level called muban. === Muban === The subdistricts are subdivided into administrative villages (muban, ) as the lowest administrative subdivision. Usually these are referred to much more often by the village number than the actual name, especially as an administrative village may contain more than one settlement, or a large settlement may be split into more than one administrative village. One of the elected village headmen is elected as the subdistrict headman (Kamnan). === Subdistrict (Tambon) administrative organization (SAO/TAO)=== With the Tambon Council and Tambon Administrative Authority Act BE 2537 (1994) and later by the constitution of 1997, tambon were decentralized into local government units with an elected tambon council. Depending on its size and tax income a tambon may either be administered by a Subdistrict (Tambon) Administrative Organization (SAO or TAO, ) or a Tambon Council (TC, ). However, since 2001 all of the Tambon Councils have been upgraded to Tambon Administrative Organizations. The TAO council consist of two representatives from each administrative village in the subdistrict, and one directly elected president. The subdistrict area which belongs to a municipality (thesaban) is administered by the municipal council. In the event only part of the subdistrict is within a municipality, the remaining part is administrated by a TAO. Adjoining subdistricts of a single district can also have a joint TAO. === One Tambon One Product === In 2001, Thai Prime Minister Thaksin Shinawatra started a project in which every tambon would select a typical, distinctive local product. The project then aids in promoting the product, as well as assisting in modernizing production. Shops selling OTOP products are located in each provincial capital. ==See also== *List of tambon in Thailand *Organization of the government of Thailand ==References== ==External links== *ThaiTambon.comOne Tambon One Product Category:Subdivisions of Thailand Category:Types of administrative division Thailand 3 Sub- districts, Thailand",
 "title": "Tambon"
}