{
 "id": "626832",
 "text": "Huntly Castle is a ruined castle north of Huntly in Aberdeenshire, Scotland, where the rivers Deveron and Bogie meet. It was the ancestral home of the chief of Clan Gordon, Earl of Huntly. There have been four castles built on the site that have been referred to as Huntly Castle, Strathbogie Castle or Peel of Strathbogie. ==Location== Huntly Castle was built on the crossing of the rivers Deveron and Bogie, north of Huntly and roughly 40 miles from Aberdeen. The original wooden castle was built on a motte. The second castle, made of stone, was built on the northern end of the bailey. The third and modern castles were built to the east of the original, on the southern end of the estate. ==History== The castle was originally built by Duncan II, Earl of Fife, on the Strathbogie estate sometime around 1180 and 1190. The castle became known as the Peel of Strathbogie. The Earl Duncan's third son, David, inherited the Strathbogie estate and later, through marriage, became earls of Atholl around 1204. During the Strathbogie family's time at the estate, Robert the Bruce was guest after falling ill at Inverurie. The family was loyal to him and when he got better, Robert the Bruce went on to win the battle at Bannockburn. However, around 1314, David of Strathbogie shifted his support to the English right before Robert the Bruce won the battle at Bannockburn. Robert the Bruce saw this as treachery and granted the castle and estate to Sir Adam Gordon of Huntly because he was consistently loyal. In 1506, the castle was officially renamed Huntly Castle. Although the castle was burned to the ground, a grander castle was built in its place. In 1496, the pretender to the English throne, Perkin Warbeck, was married to Lady Catherine Gordon the daughter of George Gordon, 2nd Earl of Huntly, witnessed by King James IV of Scotland at Edinburgh. James IV came to Huntly in October 1501 and gave gifts of money to the stonemasons working on the castle. In October 1503, James IV came again and played in a shooting contest at a target called a \"prop\".James Balfour Paul, Accounts of the Treasurer of Scotland, vol. 2 (Edinburgh, 1900), pp. xlix-l, 124, 401, for \"prop\" see 'Prop', Dictionary of the Older Scottish Tongue He came back again in the following October, on his way south, accompanied by four Italian minstrels and an African drummer known as the \"More taubroner\".James Balfour Paul, Accounts of the Treasurer of Scotland: 1500-1504, vol. 2 (Edinburgh, 1900), pp. 462-4. James IV played cards at the castle on 10 October 1505 and gave a tip to masons working on the building. These visits were part of his annual pilgrimage to the shrine of Saint Duthac at Tain.Accounts of the Treasurer of Scotland: 1506-1507, vol. 3 (Edinburgh, 1901), pp. 165, 168. William Mackintosh was executed on 23 August 1550 at \"Castle Strathbogie\".James Balfour, Annals: The Historical Works of James Balfour, vol. 1 (Edinburgh, 1824), p. 297. Architecturally the L plan castle consists of a well-preserved five-story tower with an adjoining great hall and supporting buildings. Areas of the original ornate facade and interior stonework remain. thumb|right|Carved inscriptions feature on the facade Wings were added to the castle in the 16th and 17th centuries. The English diplomat Thomas Randolph stayed two nights in September 1562, and wrote that the castle was \"fayer, beste furnishede of anye howse that I have seen in thys countrie.\"CSP. Foreign, Elizabeth, vol. 5 (London, 1867), nos. 648, 688, 718, 823: CSP. Scotland, vol. 1 (Edinburgh, 1898), p. 652. Mary, Queen of Scots decided to take the castle, giving as a cause that the Earl withheld from her a royal cannon lent to him by Regent Arran. She sent her half-brother John Stewart, Commendator of Coldingham to arrest the George Gordon, 4th Earl of Huntly at Huntly Castle in October 1562. On the day William Kirkcaldy of Grange and the Tutor of Pitcur arrived first and surrounded the house. While Kirkcaldy was talking to the castle porter, the castle watchman on the tower spotted Coldingham and the Master of Lindsay and their troops a mile off. He alerted the Earl, who ran without \"boot or sword\" and hopped over a low wall at the back of the castle and found a horse before Pitcur could stop him. Elizabeth Keith, Countess of Huntly then welcomed the queen's men in and gave them a meal and showed them around the place. She still had her chapel furnished for Roman Catholic worship.Joseph Bain, Calendar State Papers Scotland, vol. 1 (Edinburgh, 1898), pp. 654-5, 657-8. George Gordon, 4th Earl of Huntly died after the Battle of Corrichie on 28 October 1562, and the castle was garrisoned for Mary, Queen of Scots by Charles Crawfurd and twenty soldiers. Furnishings including beds and 45 tapestries were carted to Aberdeen and shipped in barrels to Edinburgh for the royal collection and refurbishment by Servais de Condé.Accounts of the Treasurer, vol. 11 (Edinburgh, 1916), p. 214, 217: Michael Pearce, Michael Pearce, '\"Beds of 'Chapel\" form in sixteenth-century Scottish inventories: the worst sort of beds', Regional Furniture, vol. 27 (2013), pp. 78-91 In July 1570 the exiled Earl of Westmorland found a refuge at Huntly.William Boyd, Calendar State Papers Scotland, vol. 3 (Edinburgh, 1903), p. 274. John Gordon, 11th Earl of Sutherland and his wife Marion Seton were poisoned at Helmsdale Castle in 1567 by Isobel Sinclair, the wife of Gordon of Gartly.Fraser, William, ed., Sutherland Book, vol. 1 (Edinburgh, 1892), pp. 121-4, 127-9 Isobel Seton's own son also died, but the fifteen year old heir of Sutherland, Alexander Gordon was unharmed. He was made to marry the Earl of Caithness' daughter Barbara Sinclair. In 1569 he escaped from the Sinclairs to Huntly Castle and remained at Huntly until he came of age in 1573. Barbara Sinclair died, and Alexander Gordon, now Earl of Sutherland, married Jean Gordon, former wife of the Earl of Bothwell, who had also found a refuge at Huntly Castle.Margaret Sanderson, Mary Stewart's People (Mercat Press: Edinburgh, 1987), pp. 42-3. ===A fatal football match=== An early description of the death of George Gordon, 5th Earl of Huntly in 1576, compiled by Richard Bannatyne gives some details of how the castle was used.John Graham Dalyell, Journal of the Transactions in Scotland, by Richard Bannatyne (Edinburgh, 1806), pp. xviii, 483-492. The Earl suffered a stroke, or a collapse caused by food-poisoning, while playing football outside the Castle on the Green. He was taken through the outer-gate to his bedchamber in the round tower of the palace block, which was then called the \"New Warke of Strathbogie.\" The Earl's bedchamber was adjacent to his \"Grit Chalmer\", the Great Chamber. After the Earl died, his body was laid out in the \"Chamber of Dais\", another name for the Great Chamber, and his valuables were secured in the bedchamber. After the Earl's steward left the Castle a number of alleged supernatural events occurred beginning with the sudden collapse of one of the servants in the \"Laich Chalmer\", Low Chamber. This \"Laich Chalmer\" was in another part of the castle, under a stair opposite the \"Auld Hall.\" On the following day a servant went up to the Gallery at the top of the \"New Warke\" where spices (which were precious) were stored. This servant and two companions also collapsed and when revived complained of feeling cold. After the Earl's body was embalmed and taken to the chapel, his brother sat on a bench in the Hall by the Great Chamber door, and heard unexplained sounds from the chamber. It was said that \"there is not a live thing bigger than a mouse may enter in that chamber with the door locked.\"Pitcairn, Robert ed., Bannatyne's Memorials of the Transactions in Scotland (1834), 334-5: McKean, Charles, The Scottish Chateau (Sutton, 2001), 109. thumb|right|300px|Rear courtyard ruins of Huntly Castle ===James VI slights the castle=== In March 1584 an English recusant Catholic Sir Thomas Gerard of Bryn was sent by Lady Ferniehirst to find refuge at Huntly.William Boyd, Calendar of State Papers Scotland: 1584-1585, vol. 7 (Edinburgh, 1913), p. 36. George Gordon, 6th Earl of Huntly was a Catholic and James VI decided to subdue his power in the north. The king arrived at Huntly on 26 April 1589 after spending a night at Kintore. The Earl of Huntly had fled to the mountains, stripping the countryside and emptying the house of furniture. James brought 100 workmen to demolish the castle. Huntly sent the king an offer to spare the house and surrendered.Calendar State Papers Scotland, vol. 10 (Edinburgh, 1936), pp. 51-2. In May 1593 the Earl captured a man called Pedder in the lands of Atholl. Pedder was hanged and dismembered and his body parts displayed on poles at Huntly.Calendar State Papers Scotland, vol. 11 (Edinburgh, 1936), p. 91. In July 1594 Huntly was overseeing the building of a new hall and gallery.Annie I. Cameron, Calendar State Papers Scotland, vol. 11 (Edinburgh, 1936), p. 375. Following the battle of Glenlivet, James VI came with workman again and his master of works William Schaw, and planned to blow up the \"gret old tower\" which had been \"fourteen years in building\" on 29 October 1594.Annie Cameron,Calendar State Papers Scotland, vol. 11 (Edinburgh, 1936), p. 470. The kirk minister Andrew Melville was with the king and a vocal advocate for demolition.Robert Pitcairn, Autobiography and diary of James Melville (Edinburgh, 1842), pp. 314, 319. Aberdeen town council bought twenty stones in weight of gunpowder for the demolition of Huntly and other places,David Masson, Register of the Privy Council, vol. 5 (Edinburgh, 1882), pp. 183-4. and sent the stonemason John Fraser and other workmen to the demolition work at Huntly and Old Slains Castle, equipped with new shovels.Spalding Club Miscellany, vol. 5 (Aberdeen, 1852), pp. 61-2 The royal council met at Terrisoule to discuss the planned demolition on 28 October. Some Lords wanted the fortress kept to hold a loyal garrison. James VI still wished the whole castle, the new and old work, to be slighted.David Masson, Register of the Privy Council, vol. 5 (Edinburgh, 1882), pp. 185-6. It was decided not to completely demolish Huntly and Slains Castle and other houses, but preserve them for the convenience of the royal garrisons. It was also said that the pleas of the Countesses of Huntly and Erroll to save the houses were successful.Calendar State Papers Scotland, vol. 11 (Edinburgh, 1936), p. 471 no. 398. David Foulis wrote to Anthony Bacon that Henrietta Stewart, Countess of Huntly, watched the demolition at Huntly and was not allowed to have an audience with the king to plead her case.Thomas Birch, Memoirs of the reign of Queen Elizabeth, vol. 1 (London, 1754), p. 192. The king made his friend Sir John Gordon of Pitlurg the keeper of the remaining buildings at Huntly.Miscellany of the Spalding Club, vol. 1 (Aberdeen, 1841), p. 9. ===Restored for a Marquess=== The Marquess of Huntly restored and rebuilt the castle.Calendar of State Papers Scotland, vol. 12 (Edinburgh, 1952), p. 512 no. 412: Charles McKean, Scottish Chateau (Sutton: Stroud, 2001), pp. 216-7. In 1746, an English soldier, James Ray, saw the ruins and commented on ceilings, still decorated with \"history-painting\".James Ray, A Journey Through Part of England and Scotland (London, 1747), p. 184 Huntly spent large sums restoring and enlarging the castle in April 1597.Calendar of State Papers Scotland, vol. 12 (Edinburgh, 1952), p. 512 no. 412. The restored façade of the main block was carved with the names and titles of the marquess, \"George Gordon\" and his wife, \"Henrietta Stewart\" who was a favourite of the queen, Anne of Denmark.Charles McKean, Scottish Chateau (Stroud, 2001), pp. 216-7. In February 1603 James VI made plans to resolve the Marquess' feuds including a royal visit to Huntly with Anne of Denmark and the Earl of Moray later in the year. The visit did not take place because of the death of Elizabeth I and the subsequent Union of the Crowns.John Duncan Mackie, Calendar State Papers Scotland, 13:2 (Edinburgh, 1969), p. 1106 no. 897. In 1640 the Castle was occupied by the Scottish Covenantor army under Major-General Robert Monro (d. 1680). James Gordon Parson of Rothiemay tells us how the house \"was preserved from being rifled or defaced, except some emblems and imagery, which looked somewhat popish and superstitious lycke; and therefore, by the industry of one captain James Wallace (one of Munro's foote captaines) were hewd and brocke doune off the frontispiece of the house; but all the rest of the frontispiece containing Huntly's scutcheon, etc, was left untouched, as it stands to this daye.\" Captured in October 1644, the castle was briefly held by James Graham, 1st Marquess of Montrose against the Duke of Argyll. In 1647 it was gallantly defended against General David Leslie by Lord Charles Gordon, but its 'Irish' garrison was starved into surrender. Savage treatment was meted out, for the men were hanged and their officers beheaded. In December of the same year the Marquess of Huntly himself was captured and on his way to execution at Edinburgh was detained, by a refinement of cruelty, in his own mansion. His escort were shot against its walls. An inventory made by the garrison shows the state rooms were still fully furnished including the earl's 'chapel bed'.Michael Pearce, '\"Beds of 'Chapel\" form in sixteenth-century Scottish inventories: the worst sort of beds', Regional Furniture, vol. 27 (2013), pp. 84-5: Michael Pearce, Whispers from An Age Gone By', Historic Scotland Magazine, (Winter 2016), pp. 16-18: Maria Hayward, Stuart Style (Yale, 2020), p.p. 244-5. In 1650 Charles II visited briefly on his way to the Battle of Worcester, defeat and exile. The Civil War brought an end to the Gordon of Huntly family's long occupation of the castle. In 1689, during the first Jacobite rising, the castle was briefly the headquarters for Viscount Dundee and his Jacobite army, at the end of April, just after the start of the revolt. However, by the early eighteenth century the castle was already in decay and providing material for predatory house builders in the village. In 1746, during a later Jacobite rising, it was occupied by British government troops. Thereafter, it became a common quarry until a groundswell of antiquarian sentiment in the 19th century came to the rescue of the noble pile. Huntly Castle remained under the ownership of the Clan Gordon until 1923. Today, the remains of the castle are cared for by Historic Environment Scotland as a scheduled monument. Pure Strength I, a major international strongman competition, was held on the grounds of Huntly Castle in 1987. The winner of the contest was Jón Páll Sigmarsson of Iceland. ==References== ==External links== *Historic Environment Scotland: Visitor guide *More photographs of Huntly Castle * Take a 360 Virtual Tour of Huntly Castle Grounds *Engraving of Huntly Castle by James Fittler in the digitised copy of Scotia Depicta, or the antiquities, castles, public buildings, noblemen and gentlemen's seats, cities, towns and picturesque scenery of Scotland, 1804 at National Library of Scotland *Video images and narration - Huntly Castle & Huntly Lodge Category:Ruined castles in Aberdeenshire Category:Historic house museums in Aberdeenshire Category:Historic Scotland properties in Aberdeenshire Category:Scheduled Ancient Monuments in Aberdeenshire Category:House of Gordon Category:African presence at the Scottish royal court",
 "title": "Huntly Castle"
}