{
 "id": "627169",
 "text": "Tregaron ( \"town of St Caron\") is an ancient market town in Ceredigion, Wales, astride the River Brenig, a tributary of the River Teifi. Tregaron is northeast of Lampeter. According to the 2011 Census, the population of the ward of Tregaron was 1,213 and 67% of the population could speak Welsh. Tregaron is a community covering 86 square kilometres. Two-thirds of the population were born in Wales. ==History== Tregaron received its royal charter as a town in 1292.Tregaron: Images of a country town Tregaron and District Historical Society & Landmark Publishing UK, 2006. It owes its origin and growth to its central location in the upper Teifi Valley. It was the market town for the scattered agricultural communities in the broad, fertile countryside to the south and the rich landowners with extensive holdings in the uplands to the east, the home of many sheep and few people. To the north was Cors Caron which was a fertile land when drained, and to the west a hilly region with self-sufficient farmers on smallholdings of a few acres. These people all converged on Tregaron for the weekly market and the annual fair, , where the sale of poultry, pigs, cattle and horses took place. The charter for the yearly fair was granted by Edward I in the 13th century.Jones, Emrys Tregaron: The Sociology of a Market Town in Central Cardiganshire in \"Welsh Rural Communities\", Ed. Davies E., Rees A. D., University of Wales Press, Cardiff 1960, p. 71 Sheep fairs were held in May and June and two hiring fairs took place in November. A large number of taverns and inns in the town catered for the influx of country folk to these events.Jenkins, J. Geraint: Ceredigion: Interpreting an Ancient County. Gwasg Careg Gwalch, 2005 In the middle of the 18th century, Matthew Evans kept an inn in the town. He had two sons and a daughter who were celebrated robbers and collectively known as ('Matthew's children' in English). They lived for several years in a cave near Devils Bridge which still bears their name. They terrorized the district and would give to their friends a glove to act as a passport and identify them to their brethren. It was difficult to apprehend the trio because of the narrowness of the entrance to the cave which made it impossible to storm. After several years of success, they committed a murder and, eventually being taken, were sentenced to death and executed.Meyrick, Samuel Rush. The History of Cardiganshire. S. A. Collard (1907] Tregaron was a main gathering place for the drovers who, before the advent of rail transport, herded large numbers of cattle, sheep and even geese hundreds of miles to the markets of southeast England. Many Tregaron men were drovers and accumulated considerable wealth in the process. They acted as news carriers and unofficial postmen and some were adept at avoiding tollgates. The Tregaron area had a number of water-driven woollen mills and was a centre for the manufacture of hosiery. Woollen socks were knitted at home by men, women and children and sold at the market, often to dealers who resold them in the industrial valleys of South Wales. ==Culture and community== thumb|The Talbot Hotel thumb|St Caron's church The church is dedicated to St Caron. He was a man of lowly origins but \"his courage and generous deportment obtained him the sovereignty in Wales: he made war against the Romans, reigned seven years and was buried in Tregarron\". He is almost certainly the same person as Carausius (Roman name) who took power in Britain in 286 and was assassinated in 293 by Allectus (also see Carausian Revolt). According to Geoffrey of Monmouth in the translation from Welsh \"there was a young man of the name of Caron, of a British family, but of low degree, who... went to Rome, and solicited the Senate to grant him permission and aid to protect the sea coasts of Britain... [He] proposed to the Britons that they should make him king... Allectus with three legions... overpowered him...\" An early Christian stone slab bearing the name Carausius and the Chi Rho symbol is preserved in Penmachno. The church has a tower and stands on a rocky eminence. It consists of a simple nave and chancel. Other notable buildings in the town include the 13th-century Talbot Hotel, which supposedly has an elephant buried in its grounds.The Tregaron Elephant Project: Myth, story and legend at School of Archaeology, History and Anthropology, The University of Wales Trinity Saint David, April 2011 The remote chapel is close to Tregaron. In March, 1977, a cottage near Tregaron was one target of an Operation Julie police raid in which vast quantities of the drug LSD were seized.\"On 26 March 1977, in Wales, England and France, Operation Julie officers swooped and arrested some 120 suspects.\" BBC Wales account Operation Julie: How an LSD raid began the war on drugs BBC Magazine 12 July 2011) Nearby (Tregaron Bog), is known for its adders, buzzards, red kites, and polecats. The River Brenig is noted for its brown trout and eels. The river has been the subject of dredging and flood-protection works to provide 1-in-100-year flood protection to the town and improve the environment for wildlife along a stretch of river.Tregaron Flood Alleviation Scheme, Ceredigion . Best Practice Awards 2010 at British Precast website ===Music and the arts=== An annual is held in the town each September, drawing performers from all parts of Wales and beyond. have been conducted at Tregaron for a century or more. The Caron Male Voice Choir was formed in 1969 and has performed in Europe and America as well as the UK.Caron Male Voice Choir at BBC Mid Wales The National Eisteddfod will be held in Tregaron in 2022, postponed from 2020 because of the coronavirus pandemic.Covid: Wales' National Eisteddfod postponed until 2022. BBC News, 26 January 2021 ===Sports=== The town holds an annual festival of harness racing in August, which attracts racegoers from across the UK. This was started in 1980 by the Tregaron Trotting Club.Tregaron Trotting Club article at BBC Mid Wales A race day is now held early in May each year.Tregaron Trotting Club Official site The Tregaron Rugby Football Club plays in Division Two West C of the Welsh Rugby Union, having won promotion from Division 3 in 2015.Tregaron claim SSE SWALEC Division 3 West C title at Wales Online An association football team, Tregaron Turfs F.C., plays in the Cambrian Tyres Aberystwyth and District League Division 1Jones R. Fixtures and results at Cynghrair Cambrian Tyres Aberystwyth League, 31 May 2016 ===Public transport=== In 1860, government approval to subsidise the construction of a railway from Manchester to Milford Haven was granted. At the urging of local people, led by David Davies and supported by Joseph Jenkins, capital was subscribed for a station at Tregaron.Phillips, Bethan Pity the Swagman (Cymdeithas Lifrau Ceredigion Gyf., Aberystwyth 2002) The PencaderLampeter section was completed in January 1866. The grand opening of the entire line was held the following year at Aberystwyth on 12 August 1867, providing a boost to the economy of the town. In 1965, Tregaron's train service was withdrawn and the station closed after the line was badly damaged by flooding south of Aberystwyth. The main Aberystwyth-Lampeter-Carmarthen long-distance bus service runs via Aberaeron, bypassing Tregaron. There is a two-hourly bus service to Aberystwyth and Lampeter and a more sporadic service to other neighbouring small towns and villages. There are no buses in the evening or on Sundays and bank holidays. ==Education== The Tregaron district has a 'through-age' school (ages 3 to 16 years), Ysgol Henry Richard, administered by Ceredigion County Council. ==Notable people== * Twm Siôn Cati (c.1530-1609), the \"Welsh Robin Hood\") * Annie Davies (1910–1970), radio and television producer * Ogwyn Davies (1925–2015), artist * Joseph Jenkins (1818-1898), the \"Welsh Swagman\") * Henry Richard (1812–1888), known as the \"Apostle of Peace\", was a Member of Parliament, a minister and secretary of the Peace SocietyHenry Richard Manuscripts at National Library of Wales. Accessed 6 January 2016 * Evan Shelby (1720-1794), American frontiersman ==Twinning== Tregaron is twinned with Plouvien, in Finistère, France. == References == ==External links== *Tregaron Portal page at BBC Mid Wales *Tourist information *GENUKI page *Aerial photograph of Tregaron Category:Towns in Ceredigion Category:Communities in Ceredigion",
 "title": "Tregaron"
}