{
 "id": "62740",
 "text": "The Dartford-Thurrock River Crossing, commonly known as the Dartford Crossing and until 1991 the Dartford Tunnel, is a major road crossing of the River Thames in England, carrying the A282 road between Dartford in Kent in the south and Thurrock in Essex in the north. It consists of two bored tunnels and the cable-stayed Queen Elizabeth II Bridge. The only fixed road crossing of the Thames east of Greater London, it is the busiest estuarial crossing in the United Kingdom, with an average daily use of over 130,000 vehicles. It opened in stages: the west tunnel in 1963, the east tunnel in 1980 and the bridge in 1991. The crossing, although not officially designated a motorway, is considered part of the M25 motorway's route, using the tunnels northbound and bridge southbound. Described as one of the most important road crossings in Britain, it suffers from heavy traffic and congestion. The crossing's development started in the late 1930s, but was interrupted due to the Second World War and resumed in the 1950s. The original tunnel catered for a single lane of traffic in each direction, but rising traffic levels required the second tunnel to be built. The M25 connected to the tunnels at both ends when completed in 1986, and this increased traffic put pressure on the tunnels' capacity. A Private Finance Initiative scheme was started in 1988 to build the bridge. The combined crossing now handles four lanes of traffic in each direction. The crossing has always been tolled, and though the cost of construction has since been paid back, the toll was retained, and rebranded as a congestion pricing scheme from 1 April 2003. Since 2008 it has been free from 10 pm to 6 am. An automatic number plate recognition charging scheme named the \"Dart Charge\" began in November 2014. As a result, the booths on the Kent side were removed and the charge is now only payable online, by post, or in certain participating retail outlets. A residents' scheme is available, offering discounts for people living near the crossing. ==Location== The crossing spans the River Thames between Dartford, Kent, to the south and Thurrock, Essex, to the north. It is about east of the centre of London, outside the Greater London boundary. The two tunnels are long, while the cable-stayed bridge is high with a main span of . A speed limit is in place in both directions. The rail line High Speed 1, between St Pancras and Ebbsfleet International Stations, passes under the crossing approach roads on the north side of the river, at a near right angle. The design capacity is 135,000 vehicles per day, but in practice the crossing carries around 160,000. It has been described by the Highways Agency as \"a vital transport link for the national and South East economies\", by the former Secretary of State for Transport, Patrick McLoughlin, as \"a crucial part of the country's strategic road network\", and by the local Thurrock Council as \"one of Europe's most heavily used crossings and complex traffic management systems\". It is signed as a major destination on London's orbital route, the M25, though the crossing and its approach road are an all-purpose road (the A282), allowing some (though not all) non-motorway traffic to use it. Southbound traffic crosses the four-lane bridge, while northbound traffic uses both of the two-lane road tunnels. The bridge can be closed due to high winds or maintenance. On these occasions, traffic uses the tunnels in both directions. The crossing and its approaches, like most UK motorways, are equipped with lane control and variable message signs to manage traffic. ===Alternative routes=== The next nearest vehicle crossings to the west of Dartford are the Woolwich Ferry and the Blackwall Tunnel, both well within East London. When the bridge is closed in high winds and for maintenance, no convenient diversion exists through London for the higher-limit southbound vehicles. Those over are diverted around the far side of the M25. A number of new crossings have been proposed as relief for the Dartford Crossing. The proposed Thames Gateway Bridge to the west was provisionally supported in 2004, but was cancelled in November 2008 when Boris Johnson became Mayor of London. Johnson subsequently proposed the Gallions Reach Ferry, a ferry crossing in the same location, as an alternative. The Lower Thames Crossing is a proposed tunnel to the east between Shorne, Kent and South Ockendon, Essex. Thurrock Council suggest that this crossing will be essential for managing congestion. A public consultation on the scheme ended in March 2016, with the route announced in April 2017, though Highways England do not expect to start construction before 2022. ==Charges== thumb|Overhead view of the crossing looking northbound. The toll booths were replaced by electronic charging barriers in 2014. A free-flow electronic charging system called Dart Charge began in November 2014 based on automatic number plate recognition. The charge can be paid online or phone, in advance or by midnight the day after crossing, but can no longer be paid in cash at the site since the old toll booths have been removed. However, cash payments are accepted at some Payzone retail outlets. Reminder signs and variable message signs on approaches to the crossing say \"Dart charge – find us online. Pay by midnight tomorrow.\" Vehicles have to pay the charge if they use the crossing between 6 am and 10 pm seven days per week, and this is indicated on signs. Daily charges for the crossing since October 2018 are: {| class=\"wikitable plainrowheaders\" |+ Day charges |- ! scope=\"col\" | Vehicle class ! scope=\"col\" class=\"unsortable\" | Pay-as-you-go ! scope=\"col\" class=\"unsortable\" | Pre-paid accounts |- | Motorcycles | Free | Free |- | Cars, motorhomes, small minibuses | £2.50 | £2.00 |- | 2-axle buses, coaches, vans, goods | £3.00 | £2.63 |- | Multi-axle goods, coaches | £6.00 | £5.19 |} Various categories of vehicles are exempt from the charge, including emergency services vehicles, military vehicles and those exempt from Vehicle Excise Duty on the grounds of disability. The charges vary according to the type of vehicle. Motorcycles are free but there are standard charges for cars, two- axle goods vehicles and larger vehicles with more than two axles. Drivers who fail to pay the charge are issued with a penalty charge notice. There are no signs warning of penalty charges. Since 2008, a local residents' scheme gives 50 crossings to car drivers resident in the Dartford and Thurrock council areas for an annual registration fee of £10, with additional crossings at 20p each. On 1 March 2014, this scheme was extended to include privately owned two-axle goods vehicles. A further option was introduced giving unlimited crossings for £20 annually. Around 44,000 drivers take advantage of this scheme each year. Although the website for paying the charge is operated by the UK Government, the day-to-day operations are run by French public roads operator Société des Autoroutes du Nord et de l'Est de la France (SANEF). ==History== ===Western tunnel=== The idea of a tunnel crossing was first proposed by the Ministry of Transport in 1924. Initial reports at the start of the year suggested a crossing between Tilbury and Gravesend, replacing a ferry service,, but this had been rejected by July in favour of a route further upstream, near Dartford. By 1929, the total cost of building the tunnel had been estimated at £3 million (equivalent to £ million in ). The tunnel was planned to be part of a general orbital route around London and was provisionally known as part of the \"South Orbital Road\". thumb|Northbound vehicles approaching the entrance to the western tunnel, with the bridge in the background The first engineering work to take place was a compressed air driven pilot tunnel, which was drilled between 1936 and 1938. Work on the tunnel was delayed due to World War II, and resumed in 1959, using a Greathead Shield, similar to the work on the Blackwall Tunnel some 60 years earlier. The delay in work due to the war allowed the tunnel's design to be improved, which included a better ventilation system. After negotiations with the Ministry of Transport, Kent and Essex County Councils obtained government approval to charge tolls in 1960, before opening. The two-lane bore tunnel opened to traffic on 18 November 1963; the total project cost was £13 million (equivalent to £ million in ) and it initially served approximately 12,000 vehicles per day. The toll was originally two shillings and sixpence, equivalent to 12.5p post-decimalisation, and approximately equivalent in purchasing power to £ in . The Dartford Tunnel Act 1967 gave Kent and Essex County Councils authority to change the tolls, and in December 1977, the toll was raised from 25p to 35p for cars, 40p to 55p for 2 axle goods vehicles, and 60p to 85p for HGVs. By 1984, the toll for cars had risen to 60p. ===Eastern tunnel=== thumb|A ventilation shaft to the north of the east tunnel The first tunnel was expected to carry two million vehicles a year but by 1970 was carrying over eight million. That year, Michael Heseltine, then a junior transport minister, announced that a second tunnel would be built in conjunction with the North Orbital Road, later to become the M25. Construction was approved in April 1971, with an initial expected opening date in 1976. Work was delayed due to a lack of funds, which was resolved by EEC funding granted in 1974. The second tunnel opened in May 1980, allowing each tunnel to handle one direction of traffic, by which time the joint capacity of the two tunnels had increased to 65,000 vehicles per day. Connection of the crossing to the M25 was completed on the northerly Essex side in September 1982 (Junction 31), and to the southerly Kent side in September 1986 (Junction 1a). Following the completion of the M25 in 1986, the daily demand had grown to 79,000 vehicles. ===Queen Elizabeth II Bridge=== thumb|left|upright|Each tower on the Queen Elizabeth II bridge is high. During the early 1980s, it was anticipated that traffic through the tunnel would rise on the completion of the M25 in 1986. At the time, the expectation was that other routes in London would be improved instead, diverting 15% of traffic away from the tunnel. In 1985, the Transport Minister, Lynda Chalker, announced that the number of toll booths would be increased to 12 each way, but concern grew that two tunnels would not be able to cope with the full demands of a completed M25. Between September 1985 and December 1986, proposals for improvements to the Dartford Crossing underwent several changes, and in 1986, a Trafalgar House consortium won a bid to build a new bridge at Dartford crossing, valued at £86 million (£ million in ). At the time there were several other privately financed projects planned or under construction in the UK, including the Second Severn Crossing. From 1981 until the establishment of the Private Finance Initiatives (PFIs) in the late 1980s, private investment projects were governed by the Ryrie Rules which dictated that \"any privately-financed solution must be shown to be more cost-effective than a publicly-financed alternative, and that privately- financed expenditure by nationalised industries could not be additional to public expenditure provision\" [annual budget], \"which would be reduced by the amount of private finance borrowed.\" On 31 July 1988, a Private Finance Initiative concession was enabled under the Dartford-Thurrock Crossing Act 1988, which transferred control of the crossing from Kent and Essex county councils to Dartford River Crossing Limited, a private company managed by Rodney Jones. The company would also bear the debt of the bridge, then under construction, \"financed 100% by debt, with no equity contribution\". The private company was at risk of not recuperating their costs, but ultimately the Dartford scheme demonstrated that the Ryrie Rules were no longer a barrier to the private financing of public infrastructure projects. The concession was scheduled for 20 years from the transfer date, with a stipulation that it could end when debts had been paid off, which was agreed to have been achieved on 31 March 2002. According to the International Handbook on Public-Private Partnership, the chief financing for the project came from a \"20-year subordinated loan stock, 16-year loan stock and £85 million (£ million in ) as a term loan from banks\". The construction contract was let to a joint venture of Kværner, Cleveland Bridge & Engineering Company and the Cementation Company. Construction of the bridge started immediately after the creation of the PFI in 1988. It was designed by German civil engineer , with the UK's Halcrow Group acting as category 3 check engineer, employer's agent and engineering adviser. The two main caissons supporting the bridge piers were constructed in the Netherlands. Each caisson was designed to withstand a bridge strike of a ship weighing up to 65,000 tonnes and travelling up to The bridge deck is about high, and it took a team of around 56 to assemble its structure. During construction of the approach road, a World War II bomb was found in its path, which required closure of the entire crossing. The bridge was opened by Queen Elizabeth II on 30 October 1991. The total cost of construction was £120 million (£ in ), including £30 million (£ million in ) for the approach roads. The proposed name had been simply the Dartford Bridge, but Thurrock residents objected and suggested the Tilbury Bridge, leading to a compromise. At the time of opening, it had the longest cable-stayed span of any bridge in Europe. It is the only bridge across the Thames downstream of Central London to be opened since Tower Bridge in 1894. ===Charging scheme=== In 2000, the European Union issued a directive that value-added tax should be charged on all road tolls, including the Dartford Crossing. The Government opposed the directive and said it would bear the additional cost. It was anticipated that the tolls would be removed on 1 April 2003 under the original PFI scheme contract. However, the Highways Agency decided that the tolls would become a \"charge\", under legislation introduced by the Transport Act 2000 to introduce charging schemes on any trunk road bridge or tunnel at least in length. Under the 2000 Transport Act, the A282 Trunk Road (Dartford-Thurrock Crossing charging scheme) Order 2002 allowed the continuation of the crossing fee, which officially became a charge and not a toll on 1 April 2003. Management of the crossing was contracted to Le Crossing Company Limited on behalf of the Highways Agency. In September 2009 the Highways Agency made a new contract with Connect Plus (M25) Limited. As well as maintaining the crossing, the contract required the company to widen around 40 miles of the M25 and to refurbish a tunnel on the A1(M) at Hatfield. In October 2009, the Government announced its intention to sell the crossing as part of a public sector deficit reduction strategy. The announcement was unpopular with local residents, who encouraged drivers to sound their horns in protest when using the crossing. After the change of government following the 2010 general election, the new prime minister David Cameron announced that the crossing might still be sold, despite local opposition, particularly from Gareth Johnson, Member of Parliament (MP) for Dartford. Subsequently, the chancellor George Osborne announced that charges would be increased instead to cover the budget deficit. Pre-pay accounts for the crossing were introduced around this time; drivers held an electronic device called a DART-Tag in the vehicle that automatically deducted the charge at payment booths. This was abolished when the Dart Charge was introduced in 2014. Under the 2008 Charging Order introduced on 15 November 2008, charges between 10 pm and 6 am were discontinued, but standard daytime rates increased, starting at £1.50 for cars. On 7 October 2012 the charges increased to £2 for cars, £2.50 for 2 axle goods vehicles and £5 for multi-axle goods vehicles. By 2012, local businesses were complaining that the crossing's charge booths were impeding local growth. The government announced that a new electronic charging system would be introduced in 2014. Drivers would be able to pay by phone, text, online or in shops. The charge was proposed to increase to £2.50 for cars, £3 for two-axle goods vehicles and £6 for multi-axle vehicles. Drivers not exempt and not paying the charge within 28 days are charged £105. Preparation work on the free-flow scheme started in April 2014. Concerns were raised about reliability, with a Highways Agency report predicting that it could lose up to £6m of unpaid charges per year. In September, the Highways Agency announced that the new scheme would start to operate at the end of November, though related works to remove barriers would continue until April 2015. Subsequently, the date for removal of the booths was confirmed as 30 November. The Dart Charge scheme was considered a success by the project management, who claimed it has reduced peak-time round trips over the crossing by 15 minutes. The Automobile Association said the scheme had faults, while a BBC report showed 1.8 million fines had been issued for failure to pay in the year since the charge was set up. ==Traffic== As of 31 March 2014, a total of 1,486,929,267 journeys have been made. The highest recorded daily usage was 181,990 on 23 July 2004; since then traffic levels have decreased. From April 2013 to March 2014, there were 49,645,356 journeys; a daily average of 136,015. The total income for the financial year ended 31 March 2012 was £72,147,091, while the corresponding figure for the following financial year was £80,331,662. A 2016 report by Highways England suggested the crossing is used around 50 million times a year. === Bus === There is currently one bus service that uses the crossing, the X80 operated by Ensignbus which runs between Lakeside Shopping Centre and Bluewater. ===Cycling=== Bicycles are not permitted on the crossing, but cyclists can be carried across the crossing by the transport authority at no charge. Cyclists report to the crossing control offices on either side, using a free telephone service. The transfer takes around 15 to 30 minutes. thumb|A bus designed to transport bicycles through the Dartford Tunnel in 1963 In October 1963, London Transport ordered five double-decker buses based on the Ford Thames Trader chassis for special duties, taking cyclists through the Dartford Tunnel. These had a lower deck purpose-built for carrying bicycles, with upper deck seats for cyclists. Access was via a stairwell to the upper deck starting several feet above the level of the road, accessible from special platforms built at either end of the tunnel; there was also a ladder built into the side of the bodywork for access elsewhere. The design was criticised for failing to protect any passenger from falling off the vehicle, and running costs were estimated at £2,550 per month, with only £45 revenue. The service was reduced to one bus in April 1964 and then cancelled in 1965, to be replaced by the current transfer service using a vehicle with a rear cycle rack. One of these buses has been preserved. ===Hazardous Loads=== The transport of hazardous goods through the crossing is governed by the European ADR Agreement. The Dartford Crossing is class C, which restricts transporting goods such as nitrates and flammable liquids. The introduction of the ADR scheme initially caused confusion, and for a short time, transporting aerosols through the tunnel was banned. Certain hazardous goods vehicles, together with some oversize and abnormal loads (if permitted), may require escorting by National Highways traffic officers. The crossing authority must hold exercises in conjunction with the emergency services. In 2006 Exercise Orpheus was held, involving the closure of both road tunnels for five hours. ===Safety Patrol=== The tunnel is patrolled by Highways England Traffic Officers. Officers may stop and direct traffic on the crossing and its approach roads, and must be in uniform to exercise their powers. The crossing's speed limit is enforced by speed cameras; between October 2012 and June 2014, 24,229 drivers were caught speeding, with some travelling as fast as . A spokesman for Highways England said the cameras were \"helping us improve safety and make journeys more reliable\". The bridge also has a reduced speed limit of when crosswind is above or headwind above , and is closed entirely if Britain's national weather service, the Met Office, predicts crosswind above or headwind above . ===Congestion=== The crossing is the busiest in the United Kingdom. Because the design capacity has been exceeded, the crossing is subject to major traffic congestion and disruption, particularly when parts are closed because of accidents or bad weather. Though the Government was adamant that the Queen Elizabeth II Bridge should be designed to avoid closure due to high winds, the bridge has nevertheless had to close on occasions. On 12 February 2014, during the winter storms, it was closed owing to winds, and again on the evening of 13–14 February 2014. At busy times there was significant delay at the payment booths when these existed. Because there are numerous junctions on either side of the crossing, a high proportion of local traffic mixes with long-distance traffic, for example travelling from the North and Midlands onwards to Continental Europe. In 2004, a BBC survey reported that the crossing was \"the most stressful section of the M25\" while in 2009, the crossing was listed in a Royal Automobile Club report as the fourth most congested road in Britain. Though Highways England have reported greatly improved journey times since automatic charging was introduced, local MP Gareth Johnson claims otherwise and has insisted that the Lower Thames Crossing, along with improved signing around Dartford, are better options to reduce congestion. In 2015, he said the crossing was Britain's worst stretch of motorway. There are agreed plans to create another crossing of the Thames in the East of London to ease congestion at the Dartford Crossing. ==See also== *Thames Gateway *Crossings of the River Thames *Tunnels underneath the River Thames ==References== Footnotes Citations Bibliography * * * * * * * * * * * * * ==External links== * Dartford River Crossing website * Dart-Charge – website for toll pre-payment and credits * British Pathe video of the first tunnel in 1957 Category:Buildings and structures in Essex Category:Buildings and structures in Thurrock Category:Transport in Essex Category:Transport in Kent Category:Tunnels underneath the River Thames Category:Transport in the Borough of Dartford Category:Transport in Thurrock Category:Road congestion charge schemes in the United Kingdom Category:Toll bridges in England Category:Road tunnels in England Category:Toll tunnels in the United Kingdom Category:Tunnels completed in 1963 Category:Tunnels completed in 1980 Category:Bridges completed in 1991 Category:Tunnels in Essex Category:1963 establishments in England Category:M25 motorway Category:Bridge–tunnels in Europe Category:Electronic toll collection",
 "title": "Dartford Crossing"
}