{
 "id": "627707",
 "text": "Sinclair Broadcast Group, Inc. (SBG) is a publicly traded American telecommunications conglomerate that is controlled by the descendants of company founder Julian Sinclair Smith. Headquartered in the Baltimore suburb of Cockeysville, Maryland, the company is the second-largest television station operator in the United States by number of stations (after Nexstar Media Group), owning or operating a total of 193 stations across the country in over 100 markets (covering 40% of American households), many of which are located in the South and Midwest, and is the largest owner of stations affiliated with Fox, NBC, CBS, ABC, MyNetworkTV, and The CW. Sinclair also owns four digital multicast networks (Comet, Charge!, Stadium, and TBD), sports-oriented cable networks (Tennis Channel and Bally Sports Regional Networks), and a streaming service (Stirr), and owns or operates four radio stations in the Pacific Northwest. On June 2, 2021, it was announced that Sinclair is a Fortune 500 company, having annual revenues of $5.9 billion in 2020. A 2019 study in the American Political Science Review found that \"stations bought by Sinclair reduce coverage of local politics, increase national coverage and move the ideological tone of coverage in a conservative direction relative to other stations operating in the same market.\" The company has been criticized by journalists and media analysts for requiring its stations to broadcast packaged video segments and its news anchors to read prepared scripts that contain pro-Trump editorial content, including warnings about purported \"fake news\" in mainstream media, while Trump has tweeted support for watching Sinclair over CNN and NBC. ==History== ===Early roots=== The company's roots date back to 1958, when Julian Sinclair Smith, an electrical engineer, along with a group of shareholders, formed the Commercial Radio Institute, a broadcasting trade school in Baltimore, Maryland. Commercial Radio Institute later applied to build an FM radio station and construction permit was granted the following year, and WFMM-FM (now WPOC) signed on the air in February 1960. By 1967, Smith (as Chesapeake Engineering Placement Service) had applied for, and was granted, a construction permit for a new UHF television station in Baltimore. ===Chesapeake Television Corporation=== Chesapeake Engineering Placement Service changed its name to Chesapeake Television Corporation, and launched its founding television station property, WBFF in Baltimore, on April 11, 1971. The Commercial Radio Institute, by then a division of Chesapeake Television Corporation, later founded WPTT (now WPNT) in Pittsburgh, in 1978; and WTTE in Columbus, Ohio, in 1984. All three stations originally were independents, though WBFF and WTTE became charter affiliates of the Fox Broadcasting Company at its launch in 1986. The Fox affiliation in Pittsburgh went to higher-rated WPGH-TV, which would later be purchased by Sinclair in 1990. Chesapeake's first foray into local news came in the early 1980s when it launched a newscast on WPTT, a rarity at this time for stations not affiliated with the then-major networks (ABC, CBS and NBC). This newscast was called WPTT News, and in the opening segment, the letters \"news\" were formed from a compass indicating the four cardinal directions. This opening segment, featuring then-anchorman Kevin Evans, appeared briefly (and was audible) in the movie Flashdance during a scene where Jennifer Beals' character returns home and turns on the television. The presentation was relatively low-budget, with the anchor simply reading copy, with no field video shots other than the weather read over a stock video shot denoting the conditions outside, and wasn't a factor in taking ratings away from then-market laggard WIIC-TV (now WPXI), much less solid runner-up WTAE-TV and then-locally owned Group W powerhouse KDKA-TV. As WBFF didn't air newscasts until 1991 and WTTE wouldn't air any newscasts from its 1984 sign-on until Sinclair purchased ABC affiliate WSYX in 1996, this marked the company's only foray into local news for years, a genre it would become much more involved in from the mid-1990s on. ===Sinclair Broadcast Group=== ====1985–2010==== thumb|Sinclair Broadcast Group logo (1985–2017) Smith's son David D. Smith began taking a more active role in the company in the 1980s. In 1985, the Chesapeake Television Corporation changed its name to the Sinclair Broadcast Group. In 1990, David Smith and his three brothers bought their parents' remaining stock and went on a buying spree that eventually made it one of the largest station owners in the country, through the purchases of groups such as Act III Broadcasting (in 1995) and River City Broadcasting (in 1996). Sinclair pioneered the concept of the local marketing agreement (LMA) in American television in 1991, when it sold WPTT to its general manager Eddie Edwards (founder of Glencairn, Ltd., the Sinclair- affiliated licensee that would eventually become Cunningham Broadcasting) in order to purchase fellow Pittsburgh station WPGH-TV to comply with FCC ownership rules of the time that prohibited duopolies, while agreeing to allow Sinclair to retain operational responsibilities for the station. However, while LMAs would become an integral part of the company's business model in subsequent years, Sinclair's plans to acquire KOKH-TV in Oklahoma City through Glencairn, which would subsequently attempt to sell five of its 11 existing LMA-operated stations to Sinclair outright in turn (with Sinclair stock included in the deal) was challenged by the Rainbow/PUSH coalition (headed by Jesse Jackson) to the Federal Communications Commission (FCC) in 1998, citing concerns over a single company controlling two broadcast licenses in the same market in violation of FCC rules. The coalition argued that Glencairn passed itself off as a minority-owned company (Edwards is African American) which, since the Smith family controlled most of the company's stock, was technically a Sinclair arm that planned to use the LMA with KOKH to gain control of the station and create an illegal duopoly with KOCB. In 2001, the FCC levied a $40,000 fine against Sinclair for illegally controlling Glencairn. Sinclair became a publicly listed company in 1995, while the Smith family retained a controlling interest. In 1994, Sinclair signed a deal with Paramount and its UPN network, bringing five affiliates WPTT-TV in Pittsburgh, WNUV-TV in Baltimore, WCGV-TV in Milwaukee, WSTR-TV in Cincinnati and KSMO-TV in Kansas City to the network. In 1996, Sinclair bought out Superior Communications for $63 million. In 1997, Sinclair reached a deal with The WB to convert many of the UPN affiliates to The WB. Following the disputes, in August 1998, Sinclair and UPN signed a new agreement. On February 25, 1998, Sinclair bought out Sullivan Broadcasting for $1 billion. In 1998, Sinclair bought out Max Media Properties, for $252 million. On November 8, 2004, Sinclair sold off KSMO-TV in Kansas City to Meredith Corporation for $26.8 million. In December 2004, Sinclair divested KOVR-TV in Sacramento to CBS for $285 million. In a filing with the Securities and Exchange Commission on July 14, 2009, Sinclair stated that if the company could not refinance its $1.33 billion debt or if Cunningham Broadcasting became insolvent due to nonpayment on a loan worth $33.5 million, Sinclair may be forced to file for Chapter 11 bankruptcy. However, the company seemingly recovered its financial fortunes enough, as it would begin a major string of acquisitions involving television stations and other properties two years later. ====2011–2013==== On May 21, 2011, it was announced that Sinclair had purchased the professional wrestling promotion Ring of Honor (ROH). As part of the purchase, the promotion began to produce a weekly program, Ring of Honor Wrestling, to air on Sinclair's stations and in syndication. On September 8, 2011, Sinclair entered into an agreement to purchase all of the assets of Four Points Media Group from Cerberus Capital Management for $200 million. The Federal Trade Commission (FTC) gave its antitrust approval of the deal in late September; as a result, that October 1, Sinclair took over the management of the stations from the Nexstar Broadcasting Group through time brokerage agreements Cerberus would then pay Nexstar a portion of Sinclair's purchase price – $6.7 million – to terminate the outsourcing agreement, which was set to expire in March 2012, five months early. Sinclair would also supply working capital to the stations in consideration of service fees and performance incentives through the LMAs. The group deal was officially completed on January 1, 2012, after the FCC approved it on December 21, 2011. On November 2, 2011, it was announced that Sinclair would purchase all eight television stations owned by Freedom Communications in a move for Freedom to eliminate its debt. The purchase was valued at $385 million, and at the time, Sinclair was the ninth largest broadcasting group in the United States. Sinclair took over the operations of the Freedom stations on December 1, 2011, through time brokerage agreements. The deal was granted approval by the FCC on March 13, 2012, and was consummated on April 1. At the same time, it was also reported that Sinclair had made an offer to purchase Columbus, Ohio CW affiliate WWHO from LIN TV, making it a sister station to WSYX and managed Fox affiliate WTTE. The station was subsequently sold to Manhan Media, who entered into a shared services agreement with Sinclair. On May 15, 2012, Sinclair renewed its affiliation agreement for its 19 Fox affiliates for five years through 2017. The agreement included the option for Sinclair to purchase Baltimore MyNetworkTV affiliate WUTB from Fox Television Stations at any point between July 1, 2012, and March 31, 2013. If exercised, this would create a virtual triopoly with flagship station WBFF and CW affiliate WNUV, which Sinclair manages under a local marketing agreement with Cunningham Broadcasting; it also gave Fox Television Stations the option to buy any combination of six Sinclair-owned CW and MyNetworkTV affiliates in three of four markets: Raleigh, North Carolina (WLFL and WRDC), Las Vegas, Nevada (KVCW and KVMY), Cincinnati, Ohio (WSTR-TV) and Norfolk, Virginia (WTVZ). Of these stations, WLFL and WTVZ are both former Fox charter affiliates, having disaffiliated with the network in 1998 to become affiliates of The WB. On July 19, 2012, Sinclair announced it would acquire six stations from Newport Television, including WKRC-TV in Cincinnati, WOAI-TV in San Antonio, WHP-TV (along with its LMA for WLYH-TV) in Harrisburg, Pennsylvania, WPMI-TV and WJTC in Mobile, Alabama, and KSAS-TV (along with its LMA for KMTW) in Wichita, Kansas, for $412.5 million. Concurrently, Sinclair announced that it would also acquire Tampa station WTTA outright from Bay Television (which Sinclair operated under a LMA), for $40 million. Sinclair also sold two stations, WSTR-TV and KMYS, to Deerfield Media, a company owned by Stephen P. Mumblow (the owner of Manhan Media), in order to satisfy the FCC's restrictions on duopolies. Sinclair continues to operate these two stations under shared services agreements. Sinclair also gave Deerfield Media the option to purchase WJTC and WPMI at some future date. On November 26, 2012, Sinclair exercised its option on WUTB through its recently formed LMA partner Deerfield Media (the transfer was formally consummated on June 1, 2013). In January 2013, Fox announced that it would not exercise its option from the 2012 renewal deal to buy any of the Sinclair stations in the four markets. Therefore, Sinclair is required to pay Fox $25 million. Deerfield Media also acquired Beaumont, Texas Fox affiliate KBTV-TV from Nexstar. Following the acquisition, Sinclair-owned KFDM took over its operations under a shared services agreement. The deal was granted approval by the FCC for both Sinclair and Deerfield Media with their respective stations on November 19, 2012. The sale was consummated on December 3; on that day, Sinclair also acquired the non-FCC assets of ABC affiliate WHAM-TV in Rochester, New York, from Newport, with the license and other FCC assets being transferred to Deerfield Media. On February 25, 2013, Cox Media Group announced that it would sell its four smallest (by market size) television stations – KFOX-TV in El Paso, Texas, WJAC-TV in Johnstown, Pennsylvania, KRXI-TV in Reno, Nevada, and WTOV-TV in Steubenville, Ohio – to Sinclair. Cox sold these stations as part of a refocus on larger markets. Concurrently, Deerfield Media acquired the license assets of KAME-TV in Reno, which has long been operated by KRXI, from Ellis Communications. WJAC-TV and WTOV-TV have overlapping coverage with Sinclair's existing stations in Pittsburgh, WPGH-TV and WPNT (then known as WPMY). Three days later, on February 28, 2013, Sinclair announced the purchase of Barrington Broadcasting's 18 stations; six other stations operated by Barrington also came under the management of Sinclair. Sinclair operates the former Cox and Barrington stations through a subsidiary, Chesapeake Television, which focuses on smaller markets; this unit has separate management from Sinclair's main group, which operates the company's larger- market properties. As part of the Barrington acquisition, Chesapeake Television inherited Barrington's headquarters in Schaumburg, Illinois. Concurrently with the Barrington acquisition, Sinclair originally planned to transfer WYZZ-TV in Peoria–Bloomington, Illinois and WSYT (and its LMA of WNYS-TV) in Syracuse, New York, to Cunningham Broadcasting, because of FCC ownership restrictions, as Barrington already owned stations in these markets. However, in an updated filing with the FCC on August 9, it was revealed that WSYT would instead be sold to Bristlecone Broadcasting, LLC; a company owned by Brian Brady, owner of Stainless Broadcasting Company. Sinclair would continue to operate WSYT and WNYS through a transitional service agreement for six months, following consummation of the deal. The deal with Sinclair acquiring the four smaller-market Cox stations was granted approval by the FCC on April 29, 2013, with Deerfield Media's acquisition of KAME-TV following suit the next day. The Sinclair and Deerfield acquisitions of their respective Cox-controlled stations were consummated on May 1. The Barrington acquisition had to wait until November 18 to be granted FCC approval, with formal consummation taking place on November 25. On April 11, 2013, Sinclair announced that it would merge with Fisher Communications, which owned 20 television stations in the western United States, as well as three Seattle radio stations. Sinclair reportedly beat out LIN Media in the bidding war for Fisher. As a result of the deal, Sinclair took over the operations of an additional former Newport Television station, KMTR in Eugene, Oregon (which Fisher, owner of KVAL-TV in Eugene, had reached a deal to operate under a shared services agreement), and return to radio ownership for the first time since selling its previous radio group to Entercom and Emmis Communications in 1999 and 2000. The deal was initially met with financial scrutiny; the law firm Levi & Korsinsky notified Fisher shareholders with accusations that Fisher's board of directors were breaching fiduciary duties by \"failing to adequately shop the Company before agreeing to enter into the transaction,\" and Sinclair was underpaying for Fisher's stock. Shortly after the announcement, a lawsuit was filed by a Fisher shareholder; the suit was settled in July 2013, with Fisher's shareholders approving the merger on August 6. On August 7, the FCC granted its approval of the deal, which was completed the next day. On June 3, 2013, Sinclair announced that it would purchase four stations from the Titan TV Broadcast Group – KMPH-TV and KFRE-TV in Fresno, California, KPTM in Omaha, Nebraska, and KPTH in Sioux City, Iowa. Sinclair also took over the operations of KXVO in Omaha and KMEG in Sioux City, which had been operated by TTBG through shared services agreements. On April 23, TTBG had filed to sell a seventh station, KDBC-TV in El Paso, Texas, to Cunningham Broadcasting, leading to speculation that the station's operations would be consolidated with Sinclair-owned KFOX-TV. On August 7, Sinclair exercised its option to purchase KDBC outright from Cunningham Broadcasting. FCC duopoly regulations normally disallow two of the four highest-rated stations (which are usually the affiliate stations of the \"Big Four\" networks) from being directly owned by a single entity. However, in this case (due to the presence of U.S.-based Spanish-language stations in the market among the top four), Sinclair cited that KDBC was ranked fourth overall in the El Paso market while KFOX was the sixth-rated station, permitting a direct purchase of the former. The entire Titan deal closed on October 3. On June 18, 2013, the company announced its purchase of Dielectric Communications, a key supplier of television broadcasting antennas, from SPX. Dielectric had been scheduled to shut down by the end of July, which threatened to throw the FCC-proposed incentive auction and subsequent repacking of television broadcast spectrum into disarray. On July 29, 2013, Sinclair agreed to acquire seven television stations owned by Allbritton Communications for $985 million. Allbritton sold the stations in order to refocus on its Politico website and newspaper. In addition to the television stations (all of which are affiliated with ABC) including Washington, D.C. flagship station WJLA-TV, the deal included a regional cable news channel in Washington, D.C., NewsChannel 8, which Sinclair has indicated may be the base for a larger expansion in cable news. Concurrent with the deal, Sinclair was to have sold the license assets for WABM and WTTO in Birmingham, Alabama, and WHP-TV in Harrisburg, Pennsylvania to Deerfield Media and for WMMP in Charleston, South Carolina, to Howard Stirk Holdings, a company owned by conservative talk show host Armstrong Williams (these four stations are in markets also served by an Allbritton station); Sinclair would have continued to operate them through joint sales and shared services agreements. However, on March 21, 2014, in advance of an FCC vote that barred joint sales agreements, Sinclair announced that it would instead sell WABM, WHP-TV and WMMP to independent third parties that would not enter into any operational agreements with Sinclair, assign the grandfathered time brokerage agreement for WLYH-TV in Lancaster to the new owner of WHP-TV and terminate the local marketing agreement for WTAT-TV in Charleston (Sinclair would retain ownership of WTTO and the grandfathered time brokerage agreement for WDBB in the revised deal). Unable to find buyers for stations that it tried to sell in the two markets, on May 29, Sinclair announced a proposal to relinquish the licenses of three ABC affiliates (WCFT-TV in Tuscaloosa, Alabama, WJSU-TV in Anniston, Alabama, – both serving as full-power satellites of Birmingham ABC affiliate WBMA-LD at the time – and WCIV in Charleston, SC) to the FCC, and move ABC programming to the company's existing MyNetworkTV-affiliated stations in those markets, WABM and WMMP, in order to expedite approval of the deal. On June 23, the company announced its intention to sell WHTM-TV in Harrisburg to Media General for $83.4 million. The company also announced the sale of the non- license assets of WTAT to Cunningham. After nearly a year of delays, the deal was approved by the FCC on July 24, 2014. Sinclair completed the sale on August 1. On September 25, 2013, Sinclair announced that it would purchase eight stations owned or operated by New Age Media. To comply with FCC ownership regulations, three stations – WSWB in Scranton/Wilkes-Barre, Pennsylvania, WTLH in Tallahassee, Florida, and WNBW-DT in Gainesville, Florida – were to be sold to Cunningham Broadcasting; a fourth station, WTLF in Tallahassee, was to be purchased by Deerfield Media. These four stations would have been operated by Sinclair through joint sales and shared services agreements; WSWB, WNBW and WTLF are owned by MPS Media, but have long been operated by New Age Media through such agreements (which Sinclair will continue), while WTLH cannot be acquired by Sinclair directly due to its existing ownership of WTWC-TV. New Age Media and MPS Media requested the dismissal of its applications to sell the stations on October 31, 2014; the next day, Sinclair purchased the stations' non-license assets and began operating them through a master service agreement. ====2014–2016==== Sinclair signed an agreement in June 2014 to carry the classic film subchannel network GetTV in 33 markets by the end of September. In July of that year, Sinclair announced the launch of the American Sports Network (ASN) service, operating within its Sinclair Networks company. This service, which produces and distributes college sports broadcasts, is primarily carried on Sinclair stations. ASN was created as part of the company's foray into original, non- news content creation beyond Ring of Honor Wrestling and school sports. Subsequently, on August 21, 2014, the company announced the formation of Sinclair Original Programming, a new division concentrating on entertainment and commercial content. The company also announced plans for a future cable news network. The Original Programming division chief operating officer was announced as Arthur Hasson, general manager of Sinclair stations in Harrisburg, Pennsylvania. On August 20, 2014, Sinclair announced that it would swap WTTA in Tampa and KXRM-TV and KXTU-LD in Colorado Springs to Media General in exchange for WJAR in Providence, Rhode Island, WLUK-TV and WCWF in Green Bay and WTGS in Savannah, Georgia. The deal was part of Media General's merger with LIN Media, the owner of WLUK and WCWF and operator of WTGS at that time, as both Media General and LIN owned stations in the three markets, requiring both companies to sell off stations in conflicting markets due to the FCC's recent decision to scrutinize sharing agreements between stations owned by different licensees. The swap was approved by the FCC alongside the Media General-LIN merger on December 12, 2014. On September 3, 2014, Sinclair announced the purchase of Las Vegas NBC affiliate KSNV-DT from Intermountain West Communications Company for $120 million. As Sinclair already owns a duopoly in Las Vegas (KVMY and KVCW), the company will sell the license assets (though not the programming) of one of the three stations to comply with FCC ownership restrictions, with the divested station's programming being relocated to the other stations. The purchase of KSNV's non-license assets was completed on November 1, 2014. On September 11, 2014, the license assets of WCIV were sold to Howard Stirk Holdings (pending FCC approval) and aside from sharing studio space with WMMP (which will retain the ABC affiliation and current programming of WCIV), will have no operational control from Sinclair, saving the station from being forfeited back to the FCC. Similar sales were filed with the FCC for WBMA-LD satellite stations WCFT-TV on September 24 and WJSU-TV on September 28. Sinclair continued its push into original programming. Since May 2015, three deals were made to expand American Sports Network beyond college sports. In June, subsidiary Sinclair TV Group, Inc. formed Tornante-Sinclair LLC, a TV production company, with Michael Eisner's Tornante Co. With MGM on October 31, 2015, Comet was launched as a sci-fi broadcast subchannel network. On October 12, Sinclair Original Programming and the programming department was merged into Sinclair Programming and moved into Sinclair Television Group. On January 27, 2016, Sinclair Broadcast Group announced that it would acquire Tennis Channel for $350 million. The channel's corporation comes with $200 million in net operating losses that SBGI can use to offset future income thus reducing taxes. Sinclair's news operations had launched six drone teams in September 2016. Initial stations getting drone teams were in Washington, Baltimore, Green Bay, Wisconsin, Columbus, Ohio; Tulsa, Oklahoma and Little Rock, Arkansas. In the mid-2010s, Sinclair launched Refined, an online local lifestyle web magazine run in conjunction with local Sinclair stations. The third was announced for DC under WJLA-TV. In December 2016, SBG announced TBD, a new digital subchannel network aimed towards millennials, with a focus on digital content. It began broadcasting on February 13, 2017. At NATPE, SBG and MGM announced a second TV network, Charge!, on January 17, 2017, to begin broadcasting in the first quarter of 2017. Sinclair had two rounds of executive promotions announced in November 2016 and effective January 1, 2017 with chair and CEO David D. Smith moving up to executive chairman while CFO Christopher Ripley becoming president and CEO. In the second round, David Amy was promoted from chief operating officer to vice chairman with responsibility for corporate marketing, human resources and the networks group, while Steven Pruett move from co-COO of Sinclair Television Group to executive vice president and chief TV development officer. ====2017–present==== On March 1, 2017, Sinclair bought Tennis Media Company for $8 million, which includes the Tennis.com website and Tennis magazine; the deal also includes up to $6 million in earnout if certain targets are reached. Sinclair intends to integrate the properties with Tennis Channel. On April 21, 2017, following the reinstatement of the \"UHF discount\" (a policy that counts television stations broadcasting on UHF channels by 50% of their total audience towards the FCC's 39% market cap), Sinclair announced its intent to purchase Bonten Media Group for $240 million. The sale was approved on June 30,FCC Approves Sinclair-Bonten Deal, Broadcasting & Cable, June 30, 2017, Retrieved June 30, 2017. and the sale was completed September 1.Sinclair Closes On Acquisition Of Bonten Media Group Holdings, Inc., Sinclair Broadcast Group, September 5, 2017, Retrieved September 6, 2017.Consummation Notice, CDBS Public Access, Federal Communications Commission, Retrieved September 6, 2017.Consummation Notice, CDBS Public Access, Federal Communications Commission, Retrieved September 6, 2017.Consummation Notice, CDBS Public Access, Federal Communications Commission, Retrieved September 6, 2017. On May 8, 2017, Sinclair announced its intent to acquire the Chicago-based Tribune Media for $3.9 billion. The sale would have given Sinclair ownership of additional stations within the top-10 markets, along with ownership of a stake in Food Network, WGN America, and other additional assets, To comply with Department of Justice antitrust and FCC ownership regulations, it was suggested that Sinclair would have to divest stations in multiple markets. The concerns about Sinclair potentially creating an oligarchy in the broadcast television industry – alongside Nexstar Media Group, which has a station portfolio of similar size – led public interest groups to attempt to block the purchase by preventing the UHF discount from being reinstated. On June 1, 2017, the District of Columbia Court of Appeals issued a seven-day administrative stay to the UHF discount rulemaking, in order to allow review of an emergency stay motion filed by The Institute for Public Representation (a coalition of public interest groups comprising Free Press, the United Church of Christ, Media Mobilizing Project, the Prometheus Radio Project, the National Hispanic Media Coalition and Common Cause) on May 15. The coalition argued that the UHF discount was no longer logical from a technical standpoint (as stations that transmit on the UHF band have typically maintained better digital signal quality than those transmitting on VHF, a reversal of the technical issues with both bands during the analog era) and would trigger a wave of mergers and acquisitions in the broadcast television industry that would further reduce diversity in station ownership. The D.C. Court of Appeals denied the emergency stay motion on June 15, 2017, though it is still subject to a pending court proceeding to appeal the UHF discount implementation. On February 21, 2018, Sinclair informed the FCC that it planned to sell off Tribune stations in New York City, Chicago, and San Diego, while seeking waivers to purchase the Tribune stations in Indianapolis, South Central Pennsylvania, and the Piedmont Triad. Sinclair is expected to enter into LMA's to operate WPIX and WGN-TV, while selling off KSWB outright. Overlapping stations in Seattle, St. Louis, Salt Lake City, Oklahoma City, Grand Rapids, Michigan, Norfolk, Virginia, and Des Moines, Iowa will be sold off to unaffiliated third parties. On July 16, 2018, FCC chairman Ajit Pai was reported to have \"serious concerns\" about the transaction and proposed a hearing before an administrative law judge. On August 9, 2018, Tribune Media announced that it had terminated the sale agreement with Sinclair, and that it had filed a $1 billion lawsuit against the company for breach of contract. Tribune Media CEO Peter Kern stated that the sale \"cannot be completed in an acceptable timeframe, if ever\"; the suit cited Sinclair's \"belligerent and unnecessarily protracted negations\" with the Department of Justice and FCC over regulatory negotiations in order to maintain control of stations that it was advised to divest, as well as violations of the sale agreement requiring divestitures of stations to not result in any threats of regulatory scrutiny. Following the failed acquisition of Tribune Media, Sinclair has mentioned publicly about buying Fox Sports Networks, as well as the stations owned by Cox Media Group. In January 2019, Sinclair launched an OTT multi-channel streaming service Stirr providing free streaming access to local Sinclair station content as well as on-demand shows and films. On February 13, 2019, Sinclair and the Chicago Cubs announced a new regional sports network, Marquee Sports Network, to start in 2020 with exclusive rights to Cubs' games. On March 9, 2019, Sinclair purchased a minority stake in YES Network. While Sinclair did not bid on the Cox stations, on April 26, 2019, it was reported that Sinclair was the successful bidder for Fox Sports Networks at $10 billion. On August 22, 2019, Sinclair completed the acquisition of FSN and thus FSN is now a wholly owned subsidiary and becoming sisters to Marquee. On May 7, 2020, the company was fined $48 million to settle investigations related to reports and statements made to the FCC. In August 2020, Sinclair reached a $25 million settlement agreement for its shareholders related to three lawsuits. Of the $25 million, $20.5 million will be paid into a settlement fund. In March 2021 Sinclair laid off 550 employees, which represented about 5% of its workforce, citing the COVID-19 pandemic. On June 2, 2021, it was announced that Sinclair is a Fortune 500 company, with annual revenues of $5.9 billion in 2020, placing it at 465 on the annual listing of the largest U.S. companies. The company has 10,000 employees as of 2021, and acquired an additional office building near its main Hunt Valley headquarters to accommodate an additional 260 employees. On the first of April 2021 Sinclair anchorman Reed Cowan said that if WE Charity did not pay him $20 million, he would use Sinclair Broadcast Group's television platforms to disparage a Canadian charity which builds schools in Africa. In 2021, Sinclair began merging primary programming of stations it was in an LMA with Sinclair sidecars onto subchannels of stations Sinclair owns outright, replacing the sidecar stations programming with subchannel network affiliations on their main signal. Among the stations affected were KBTV-TV in Port Arthur, Texas (merged onto KFDM), WRGT-TV in Dayton, Ohio (merged onto WKEF, though WRGT-TV did maintain a primary MyNetworkTV affiliation), WVAH-TV in Charleston, West Virginia (merged onto WCHS-TV), KFXA in Cedar Rapids, Iowa (merged onto KGAN), and original Sinclair signee WTTE in Columbus, Ohio merging onto WSYX. While in at least one case (Columbus) the move was done due to the transition to ATSC 3.0, there are no explainations for the other stations. On October 17, 2021, Sinclair was struck by a ransomware attack affecting the internal servers and workstations of its television stations, after the alleged hackers breached the stations’ internal broadcasting systems via an Active Directory domain that interconnected the company's corporate and local IT networks. The incident had disrupted some of its office and operational networks (including internal servers, email servers, corporate phone lines, and workstations and news graphics systems at the company's stations), and resulted in data being taken from its server network. Many of Sinclair's stations saw varying disruptions to programming in the days following the attack; many of its stations were able to produce their newscasts using limited internal resources (while generally being unable to display lower-third and/or full-screen graphics), while a few were forced to preempt them outright for a few days afterward. Many scheduled NFL game telecasts on the 17th were disrupted on its NBC, CBS and Fox affiliates (replaced by a different game feed or by alternative programming). Sinclair also supplied alternative programming feeds to fill airtime on some of the affected stations due to varying difficulties in transmitting and receiving certain syndicated program feeds or to occupy timeslots normally filled by newscasts (mainly from company-owned multicast networks like Charge! and TBD, or via a feed of its syndicated newscast The National Desk). Ransomware experts later indicated that the attack was likely linked to Evil Corp., a Russia-based cybergang that was sanctioned by the U.S. Treasury Department in 2019 and had been accused prior to the attack of attempting to rebrand itself to evade the sanctions; the hackers are believed to have disseminated the Macaw ransomware strain (which was also linked to a similar cyberattack that hit Olympus Corporation's corporate server network on October 10) within Sinclair's servers. On March 3, 2022, Sinclair announced that they would sell the Ring of Honor wrestling promotion to Tony Khan, who is the principal owner of rival All Elite Wrestling.https://www.bizjournals.com/baltimore/news/2022/03/03/sinclair- sells-ring-of-honor-wrestling-promotion.html ==Programming== Sinclair had experimented with using a centralized news organization called News Central that provided prepackaged news segments for distribution to several of the group's stations. These segments were integrated into programming during local news broadcasts. Mark Hyman, a high-ranking executive at Sinclair, also created \"The Point\", a series of conservative editorial segments that were broadcast on stations operated by the group that maintain news departments. In October 2015, Sinclair premiered Full Measure, a syndicated public affairs program hosted by Sharyl Attkisson. On July 1, 2017, Sinclair launched a new daily morning kids' TV block called KidsClick, partnering with This TV. The block was moved to TBD in 2018, and was eventually discontinued 8 months later. In June 2020, Sinclair announced it would launch \"a headline news service\" that would air weekday mornings (6:00 AM – 9:00 AM local time) and rely on news-gathering services of Sinclair's stations as well as original content, similar in format to NewsNation produced by Nexstar Media Group for WGN America.\"Sinclair Broadcast Group to Launch Headline News Service, Announces 25 New Positions to be Filled,\" press release from Sinclair Broadcast Group, 6/17/2020 The show, titled The National Desk, launched on January 18, 2021, and airs on Sinclair's CW and MyNetworkTV-affiliated stations along with its Fox-affiliated stations that do not have their own local morning news shows.\"Sinclair Broadcast Group's The National Desk To Premiere Monday, January 18,\" press release from Sinclair Broadcast Group via PRNewswire, 1/15/2021 ==Political views== Sinclair's stations have been known for featuring news content and programming that promote conservative political positions. They have been involved in various controversies surrounding politically motivated programming decisions, such as news coverage and specials during the lead-ups to elections that were in support of the Republican Party. A 2019 study by Emory University political scientists Gregory J. Martin and Josh McCrain in the American Political Science Review found that \"stations bought by Sinclair reduce coverage of local politics, increase national coverage and move the ideological tone of coverage in a conservative direction relative to other stations operating in the same market.\" A 2021 study found that viewers in areas with a Sinclair TV station had lower approval of President Barack Obama and were less likely to vote for Democratic presidential nominees. Alt URL The Washington Post noted that WJLA- TV's news content began to exhibit a conservative slant following Sinclair's acquisition of the station (including having also established a partnership with the conservative Washington Times newspaper), while the company also produces pieces from a Washington bureau that similarly exhibit a conservative viewpoint. Sinclair executive David Smith met with Donald Trump during the 2016 election year, in which he told the future president, \"We are here to deliver your message.\"The Guardian, Jon Swaine, April 10, 2018, Sinclair TV chairman to Trump: 'We are here to deliver your message': The rightwing broadcaster met Trump at the White House to pitch a potentially lucrative new product to officials, Retrieved April 10, 2018, \"...an earlier meeting with Trump during the 2016 election campaign, where he told the future president: “We are here to deliver your message.”...\" It was part of a pitch to have reporters embedded in the Trump campaign. In 2004, Sinclair's political slant was scrutinized by critics when it was publicized that nearly all of Sinclair's recent campaign contributions were to the Republican Party. In particular, the Center for Public Integrity showed concern that the Republican slant of Sinclair's news programming, along with Mark Hyman's history of government lobbying (such as for the FCC to loosen rules regarding concentration of media ownership—a factor that has assisted in the company's growth), made its stations provide \"anything but fair and balanced news programming.\" Hyman disputed these allegations by stating that its newscasts were \"pretty balanced\" and that \"the reason why some on the left have characterized us as conservative is that we run stories that others in the media spike.\" In 2017, all Sinclair news-producing stations began inserting a waving American flag into the right corner of its lower third news graphics. With the American flag having been seen in recent years as a symbol of conservatism, this was seen by some as a reinforcement of the political slant of Sinclair. At times, Sinclair has disciplined hosts who have stepped over the line regarding propriety; for example, its host Jamie Allman, from station KDNL in St. Louis, resigned and his show was canceled after he said of Parkland student-turned-activist David Hogg that he was \"getting ready to ram a hot poker up David Hogg's ass.\" Sinclair has faced scrutiny from some media critics, as well as some of its station employees, for the conservative slant of their stations' news reporting and other programming decisions, and how the company's rapid growth has aided the airing of content that supports these views. Sinclair has also faced criticism over business practices that circumvent concentration of media ownership regulations, particularly the use of local marketing agreements, accusations that the company had been currying favor with the Trump administration in order to loosen these rulesDavid Folkenflik, April 3, 2018, NPR, Warm Relations With Trump Appear To Benefit Sinclair Broadcasting, Retrieved April 3, 2018, \"...company favors President Trump and that in exchange, the FCC has eased restrictions on its efforts at expansion...\" and about its management lacking diversity and being totally controlled by a single family. Critics including former CBS Evening News anchor Dan Rather have described Sinclair's practices as being \"an assault on our democracy\" by disseminating what they perceive to be Orwellian-like propaganda to its local stations.Travys Gettys, April 2, 2018, Raw Story, ‘Extremely dangerous to our democracy’: MSNBC’s Joe and Mika shame Sinclair anchors for reciting pro-Trump propaganda, Retrieved April 5, 2018, \"...The “Morning Joe” hosts played a video montage showing anchors warning viewers ... “extremely dangerous to our democracy.”...\"Indiana Statesman, Joe Lippard, April 3, 2018, This is Extremely Dangerous to Our Democracy, Retrieved April 5, 2018, \"...A video published by the website shows no less than 36 local news anchors reciting the exact same speech word for word....\" ===Must-run segments=== Sinclair often mandates its stations to air specific reports, segments, programs and editorials, referred to as \"must-runs\"; the full-length programs airing on the weekend include Armstrong Williams's weekly talk show, and Full Measure with Sharyl Attkisson. The practice has been criticized by some of Sinclair's stations' news staff due to the viewpoints they propagate; in 1996, after CEO David Smith was arrested in a prostitution sting, he ordered Sinclair's Baltimore station WBFF to produce reports on a local drug counseling program as part of his community service sentence. The order was criticized by WBFF reporter LuAnne Canipe. Following the September 11 attacks, Sinclair ordered its stations to read editorials in support of President George W. Bush's response to the attack. The Baltimore Sun reported that WBFF staff internally objected to the editorial, as they felt that the endorsement would \"undermine public faith in their political objectivity\". The station, however, complied with the mandate. Newsroom employees of KOMO-TV in Seattle told The New York Times they felt the national pieces were low quality, and were too politically skewed for the city's progressive audience. One employee admitted they had tried to reduce their prominence by deliberately scheduling them during lesser-viewed portions of newscasts such as around commercial breaks as an act of malicious compliance with Sinclair's must-run rules. However, in March 2018, KOMO aired a must-run segment during prime time about some Americans' belief in the existence of a deep state in the federal government, a concept Trump has blamed for undermining his presidency. In April 2017, Sinclair announced it had hired Boris Epshteyn, who was briefly the White House assistant communications director for surrogate operations for the Trump administration, and a senior advisor of Donald Trump's presidential campaign, as chief political analyst. All Sinclair stations were required to air Ephsteyn's commentary, Bottom Line with Boris nine times per week. In July 2017, the HBO news comedy program Last Week Tonight devoted a segment to discussing Sinclair, where host John Oliver presented clips of various anchors using an identical script describing the FBI as having a \"personal vendetta\" against Michael Flynn, clips of Mark Hyman editorials (in which he compared multiculturalism and political correctness to a cancer epidemic, and stated that marriage was a solution to domestic abuse), and joked that the \"Terrorism Alert Desk\" segments defined terrorism as \"anything a Muslim does\". Oliver felt that it was inappropriate for local newscasts to advance political positions. Oliver pointed out, as an example, the fact that Sinclair's Terrorism Alert Desk reported in 2016 that Islamic State militia in Iraq had killed nine youth by slashing them in half with chainsaws; such news originated from an anonymous-sourced report published by Iraqi News, lacking any confirmation from independent outlets and was treated with extreme caution even by British tabloids such as the Daily Mail and the Daily Mirror and by far-right website Breitbart News, leading Oliver to ironically remark that he did not know it was possible to \"dip beneath the journalistic standards of Breitbart\". The must-run segments usually only apply to those stations that have their own news department. For Sinclair stations where the newscast is operated by an external newsroom, the contracts generally forbid Sinclair from interfering with editorial control. On December 11, 2019, it was reported that Sinclair had dropped Epshteyn's commentary segments, with plans to encourage stations to prioritize local investigative journalism and coverage of the 2020 U.S. presidential election. ===Nightline reading of the names=== In April 2004, ABC broadcast a special episode of Nightline where host Ted Koppel listed the names of soldiers killed in the 2003 invasion and subsequent occupation of Iraq. Sinclair ordered its seven ABC affiliates not to air the episode; the company claimed the broadcast \"[appeared] to be motivated by a political agenda designed to undermine the efforts of the United States in Iraq\", and undermined a then-ongoing effort by its Washington bureau to report on positive, \"untold\" stories from Iraq under occupation that were being ignored by mainstream media outlets. ABC stated that the segment was meant to be \"an expression of respect which seeks to honor those who have laid down their lives for this country.\" ===Stolen Honor documentary=== Later in October 2004, just two weeks prior to the 2004 presidential election, it was reported that all 62 of Sinclair's stations would preempt prime time programming to air Stolen Honor: Wounds That Never Heal, a documentary critical of U.S. presidential candidate John Kerry's anti-Vietnam War activism. The film was produced by Carlton Sherwood, a former associate of Tom Ridge, and accused Kerry of prolonging the Vietnam War because of his anti-war activism. The organization Swift Boat Veterans for Truth, an anti-Kerry organization in the 2004 election year, was cross-promoting the film as part of a $1.4 million advertising campaign. In response, the Democratic National Committee filed a legal motion with the Federal Election Commission stating that it is inappropriate for the media organization to air \"partisan propaganda\" in the last 10 days of an election campaign. As this controversy made the news, with a number of Sinclair advertisers pulling their ads and Sinclair stock dropping 17% in eleven days,http://www.businessweek.com/magazine/content/05_02/b3915645.htm?campaign_id=yahoo_bestmgrs05 Sinclair announced that it had never intended to air Stolen Honor in an hour slot in the first place, indicating that it might instead show clips of the video in a discussion panel format. Ultimately, Sinclair did not broadcast any such show. Following the incident, Sinclair fired its Washington bureau chief Jon Lieberman for publicly criticizing the film in The Baltimore Sun as \"biased political propaganda.\" ===Breaking Point infomercial=== In November 2010, it was reported that five Fox affiliates and one ABC affiliate owned by Sinclair broadcast an infomercial critical of then-President Barack Obama, Breaking Point: 25 Minutes that will Change America, which was sponsored by the National Republican Trust Political Action Group. The infomercial painted Obama as an extremist, and claimed that, during the 2008 presidential campaign, he received some campaign money from the Hamas terrorist group, and that Obama said in a speech, \"You want freedom? You’re gonna have to kill some crackers! You gonna have to kill some of those babies.\" The special also discusses Obama advisers Van Jones and John Holdren, as well as Obama staff Anita Dunn, Kevin Jennings, Carol Browner and Cass Sunstein – all in an unflattering light; in one case, the special claimed that Holdren said that trees should be permitted to sue humans in court. The infomercial aired at various times during the weekend of October 30, 2010 on Sinclair-owned stations in Madison, Cape Girardeau, Lexington, Pittsburgh, Des Moines, and Winston-Salem – all in swing states vital to the 2010 elections. ===2012 pre- election special=== On November 5, 2012, six Sinclair stations in swing states aired a special focusing on issues surrounding the presidential election occurring the next day, such as the Libyan civil war and health care reform; the special consisted of a series of segments which were presented by the local anchors at each station. While scheduling of the special was at the discretion of each station, Columbus, Ohio ABC affiliate WSYX pre-empted both ABC World News and Nightline to air it. The special was met with controversy for showing a bias against Obama and focusing little on Republican candidate Mitt Romney, as opposed to showcasing both candidates equally. A Sinclair staff member disputed these claims, stating that \"no one is disputing the facts of the stories that aired in the special,\" and that its decision on which markets to air the special was influenced by their \"news value\" and resonation with the public. ===Coverage during the 2016 presidential election campaign=== On December 16, 2016, Jared Kushner, son-in-law of then-President- elect Donald Trump, stated that it had reached deals with Sinclair to give the company extended access to the Trump campaign, in exchange for airing, without further commentary, interviews with the Republican Party candidate on its stations, which Kushner said had a better reach than cable networks such as CNN. Sinclair VP of news Scott Livingston stated that the company wanted to \"give all candidates an opportunity to voice their position and share their position with our viewers\", as part of an effort towards \"tracking the truth and telling the truth\" and allowing Trump to \"clearly state his position on the key issues\". He also stated that Sinclair had made similar offers to the Hillary Clinton campaign (Clinton did not accept offers to do interviews with Sinclair, according to Livingston, though her running mate, Tim Kaine, did). A spokesperson for the Trump campaign stated that the deal did not involve monetary compensation, and that it had attempted to make similar deals with other local station groups such as Hearst Television. A December 22, 2016 Washington Post review of Sinclair's internal documents, as well as reviews of the newscasts and public affairs programming on the company's stations, revealed that more broadcast time was given to favorable or neutral coverage of Trump's campaign than to other candidates in the primary and general election campaigns of 2016. The coverage included distribution of reports favorable to Trump's campaign or challenging to Clinton's on a \"must-run\" basis, as well as Sinclair managers offering local reporters and anchors questions of \"national importance\" to use in interviews with candidates (a common company practice, according to Livingston, so that other Sinclair stations can share the content). In May 2017, in response to Sinclair's announced intent to acquire Tribune Media, Craig Aaron, president/CEO of media advocacy group Free Press, accused Sinclair of currying favor with the Trump administration through the interview arrangement with Trump, the group's February hiring of former Trump campaign aide Boris Epshteyn as a political analyst, and executive chair David Smith's meetings with then-FCC commissioner Ajit Pai prior to his appointment as the agency's chair in exchange for deregulating media ownership rules to allow the company to expand its broadcasting portfolio. === 2018 journalistic responsibility promos === In March 2018, CNN chief media analyst Brian Stelter obtained an internal memorandum sent by Sinclair, which dictated that its stations must produce and broadcast an \"anchor-delivered journalistic responsibility message\" using a mandated script. The promos contain language decrying \"biased and false news\", and accusing unnamed mainstream media figures of bias. Stelter states that the script is written to sound like it's the opinion of the local anchors, despite the text being in fact a mandate from corporate management. At least 66 Sinclair-owned stations produced their own version of the message, with the first being aired on March 23, 2018. Sinclair-owned WMSN-TV refused to air the message (although its news is produced by Morgan Murphy Media-owned WISC-TV). The promos began to receive mainstream media attention after the sports blog Deadspin, as well as ThinkProgress, posted video compilations featuring all of the promos being played simultaneously. The promos have been criticized as in regard to the greater political context of \"fake news\" in the media for media bashing, comparing it to the rhetoric of Donald Trump in regard to these topics. Sinclair maintains that its \"must-runs\" are standard procedure often covering a wide variety of issues such as news updates regarding terrorism and other public matters the company has an opinion on while remaining \"committed to reporting the facts\". After the compilations went viral, Trump responded to the promos on April 2, 2018, defending the company as being \"far superior to CNN and even more Fake NBC, which is a total joke.\" The instructions for the mandated promos tell an anchor to state: > I'm extremely proud of the quality, balanced journalism that [proper news > brand name of local station] produces. But I'm concerned about the troubling > trend of irresponsible, one sided news stories plaguing our country. The > sharing of biased and false news has become all too common on social media. > More alarming, national media outlets are publishing these same fake stories > without checking facts first. Unfortunately, some members of the national > media are using their platforms to push their own personal bias and agenda > to control 'exactly what people think'. This is extremely dangerous to our > democracy… We understand Truth is neither politically 'left or right.' Our > commitment to factual reporting is the foundation of our credibility, now > more than ever. On April 2, 2018, Sinclair Broadcast Group released a statement on their website in response to what it called \"unfounded media criticism.\" The statement cited a Monmouth University poll that found large majorities of Americans believe that traditional news media outlets report fake news. Sinclair maintains that the promos \"served no political agenda.\" Sinclair responded by posting a video on its website that attacked CNN for \"dishonesty and hypocrisy\" in their coverage of the Sinclair must-run promo; Sinclair equated Stelter's warnings about \"fake news\" as similar to Sinclair's warnings in its must-run promo. Several outlets called for an advertiser boycott of Sinclair-owned stations. A report in Advertising Age magazine suggested that a boycott would not be easy, since it involves users first identifying the station as a Sinclair station, and then figuring out which advertisers are putting commercials on that station, and then discouraging those advertisers. ===On the Arab–Israeli conflict=== In addition to above, Sinclair has also supported Israel describing it as a \"true democracy of the Middle East\". Professional wrestler David Starr has criticized the company due to Ring of Honor holding an event in Israel where Starr was involved in a match against Jay Lethal and Matt Sydal on April 21, 2019, amid a fan boycott. The video was removed due to allegations of antisemitism. === Judy Mikovits interview === In July 2020, Sinclair Broadcast Group scheduled to air an interview of Plandemic creator Judy Mikovits and her lawyer Larry Klayman, conducted by Eric Bolling on the America This Week show. During the interview, Mikovits was introduced by Bolling as an \"expert in virology\"; she put forth a baseless claim that American health official Anthony Fauci created the COVID-19 virus and sent it to China. Bolling did not argue against Mikovits' allegation or fact-check it on-air, although he claimed that he had indeed argued against Mikovits by calling her allegation \"hefty\". Sinclair Broadcast Group distributed the interview to its local stations, and also released the interview online, with an on-screen graphic of \"Did Dr. Fauci create COVID-19?\" After media reports regarding the interview emerged, Sinclair received substantial criticism, resulting in Sinclair cancelling televised broadcast and removing the video from Sinclair-affiliated websites. ==Retransmission disputes== ===Suddenlink=== In the summer of 2006, Charter Communications streamlined its operations, which included selling off portions of the cable system's service franchises that it considered to be \"geographically non-strategic\". Charter's Huntington-Charleston, West Virginia franchise was purchased by Suddenlink Communications. Sinclair requested a $40 million one-time fee, and a $1-per subscription per month fee from Suddenlink for retransmission rights of both ABC affiliate WCHS-TV and Fox affiliate WVAH-TV on the Suddenlink cable system. This led to a protracted media battle and smear campaign between the two companies, and Sinclair pulled the two stations off of Charter's systems in the neighboring Beckley, West Virginia market. After several weeks of negotiations, the two companies reached an agreement which allowed WCHS-TV and WVAH-TV to continue transmission over the Suddenlink cable system. The terms of the agreement were not released to the public. ===Mediacom=== Mediacom filed an antitrust lawsuit against Sinclair in October 2006, claiming that the group insisted on blanket carriage of 22 Sinclair-owned/managed stations across Mediacom-operated service areas where Sinclair operates a television station regardless of market differences. The District Court for the Southern District of Iowa denied Mediacom's injunction motion on October 24; the cable provider filed an appeal to the United States Court of Appeals for the Eighth Circuit, but dropped the request on December 13. Sinclair's retransmission agreement with Mediacom was originally set to expire on December 1, 2006, but the group later extended the deadline to January 5, 2007. Despite the extension, the two sides remained at an impasse over how much money Mediacom should pay Sinclair for carriage of its stations. On January 4, the Federal Communications Commission's Media Bureau denied Mediacom's complaint, stating that Sinclair failed to negotiate with Mediacom in good faith. After failing to respond to Mediacom's offer to take the dispute to binding arbitration before the deadline, Sinclair pulled all 22 stations from Mediacom's lineups shortly after midnight on January 6. Despite a plea from Iowa's Congressional delegation urging the two sides to submit to binding arbitration, Sinclair rejected the plea on January 11. The two sides discussed the dispute in front of Iowa lawmakers on January 23. On January 30, 2007, Senators Daniel Inouye, chairman of the Senate Committee on Commerce, Science and Transportation and Ranking Member Ted Stevens signed a letter addressed to FCC chairman Kevin Martin. The impasse ended on February 2 when Mediacom announced that it had reached a retransmission agreement with Sinclair for undisclosed terms. All 22 stations were restored to Mediacom systems shortly after the agreement was announced. Mediacom lost 14,000 subscribers during the last quarter of 2006 and an additional 18,000 subscribers during the first quarter of 2007. In December 2009, Sinclair announced that it would pull all of its stations from Mediacom systems for the second time in three years if a new carriage agreement was not reached by midnight on December 31. The impasse had threatened coverage of the January 5 Orange Bowl in Iowa, where the Hawkeyes played, and the January 7, 2010 BCS National Championship Game in Alabama. Mediacom and lawmakers from Iowa and Alabama asked the FCC to intervene. On December 31, Mediacom and Sinclair agreed to an eight-day extension of the retransmission agreement that permitted Sinclair's stations to remain on Mediacom until January 8. Both sides reached a one-year retransmission agreement on January 7, one day before the interim agreement was set to expire. ===Time Warner Cable=== Sinclair was also involved with retransmission negotiations with Time Warner Cable at the same time as the Mediacom dispute in 2006 and 2007; however, in this case, the two sides reached an agreement on January 19, 2007. In November 2010, Sinclair announced that it would pull 33 of its stations in 21 cities from Time Warner Cable on January 1, 2011, if the two parties did not come to an agreement. The deadline was subsequently extended to January 14, 2011. Regardless of the outcome, Time Warner Cable was obligated to carry Fox network programming on its systems due to a deal reached with the network earlier in 2010; however, the agreement did not extend to syndicated and locally produced programs on Sinclair's Fox affiliates. The two companies reached an agreement on January 15, 2011, shortly after the deadline was extended by another 24 hours. ===Comcast=== In a January 5, 2007 article, Broadcasting & Cable reported that Sinclair might pull 30 stations from Comcast systems after its retransmission agreement was slated to expire on February 5. Comcast was granted an extension to March 1,http://www.phillyburbs.com/pb-dyn/news/103-02282007-1306304.html and again to March 10. Comcast stated that it would not pay cash for retransmission rights, but was willing to barter, for example, promoting Sinclair stations on cable channels carried by Comcast devoid of any advertising payments by the company. On March 9, Comcast and Sinclair jointly announced a four-year deal for retransmission rights, expiring on March 1, 2011. Sinclair and Comcast came to a new agreement for continued carriage on March 3, 2011; this agreement was negotiated without any public statements or announcements. ===Dish Network=== Dish Network's retransmission agreement with Sinclair Broadcast Group was slated to expire on August 13, 2012. If an agreement had not reached by that time, 74 Sinclair stations would have been blacked out, including the affiliates of three of the major networks. A representative for Dish Network stated that Sinclair is \"...seeking a massive price increase that would force Dish to pay more to carry Sinclair’s stations than it pays to any other broadcaster.\" A Sinclair representative, meanwhile, stated that it \"believes significant doubt exists as to whether or not a new agreement will be reached with Dish.\" Dish Network subsequently set up its own website regarding the dispute. Dish and Sinclair came to an agreement on August 16, averting the removal of its any of the group's stations. On August 25, 2015, ten days after the 2012 retransmission agreement had expired, Dish customers lost access to 129 Sinclair stations, resulting in the largest local television blackout in history. ===DirecTV=== DirecTV's retransmission agreement with Sinclair was slated to expire on February 28, 2013. If an agreement had not been reached by that date, 87 Sinclair stations would have been blacked out by the satellite provider. Representatives for Sinclair noted that they \"...have been negotiating for quite some time in an effort to reach a new agreement, at this time it does not appear that these efforts will be successful. Although Sinclair does not believe that it is constructive to negotiate its private business relationships in public, Sinclair is informing the public in advance of the end of carriage because it is aware of the impact on a segment of the public from the end of the relationship between the Sinclair stations and DirecTV.\" DirecTV stated \"we will compensate Sinclair fairly, but our customers should not be forced to pay more than twice as much for the same programs that remain available completely free of charge over the air and online.\" A new carriage agreement was reached between Sinclair and DirecTV on February 28, hours before the previous deal was to have expired. ==Sinclair stations== Most of the television stations run by Sinclair are owned by the company outright; however, the company operates many others through either a local marketing agreements or shared services agreements. The company's stations are affiliates of various television networks, like ABC, CBS, NBC and Fox. Sinclair also owned or managed several affiliates of the WB and UPN networks, which both launched in January 1995. In September 2006, The WB and UPN merged their operations into a new network, The CW. Eight of Sinclair's WB stations, along with independent station KFBT (now KVCW) in Las Vegas, became affiliates of the new network. At the same time, Sinclair aligned 17 of its stations (ten former WB affiliates, six former UPN stations, and independent WFGX) with MyNetworkTV, a programming service owned by Fox's parent News Corporation. Sinclair's relationship with Fox/News Corporation was also strengthened after Sinclair agreed to a six-year affiliation renewal for its 19 Fox-affiliated stations. The deal also included flagship WBFF in Baltimore, despite Fox already owning a station in that same market, MyNetworkTV owned-and-operated station WUTB; Sinclair would eventually purchase WUTB outright in 2012. ==Other holdings== *Sinclair Networks, LLC – a company created by Sinclair in January 2014, with the hiring of its chief operating officer Doron Gorshein. The company runs: ** Stadium, a sports programming distributor and multicast network launched originally as American Sports Network on July 17, 2014, and rebranded to “Stadium” on August 21, 2017. *** Stadium College Sports digital cable networks SCS Atlantic, SCS Central, and SCS Pacific. ** Charge! (2016) action multicast network. Operated by MGM Television. ** Comet (2015) sci-fi multicast network. Operated by MGM Television. ** TBD (2016) short form multicast network. * Bally Sports Regional Networks formerly known as Fox Sports Networks. Sinclair owns the regional sports networks via subsidiary Diamond Sports Group, a joint venture with Entertainment Studios. Fox Sports’ regional sports networks were acquired following Disney's acquisition of 21st Century Fox’s entertainment assets. On March 31, 2021, the Fox Sports Networks were rebranded as Bally Sports. ** The Bally Sports app. ** YES Network (2019) regional sports network acquired in 2019 alongside the Amazon and Yankee Global Enterprises. Yankee Global Enterprises is the majority owner; Amazon and Sinclair hold minority stakes. *Sinclair Original Programming – a division whose formation was announced by the company in August 2014; led by chief operating officer Arthur Hasson, the division will concentrate on entertainment and commercial content. On October 12, 2015, Sinclair Original Programming and the programming department was merged into Sinclair Programming and moved into Sinclair Television Group. * The Tennis Channel, Inc./Tennis media ** Tennis.com (acquired March 2017) ** Tennis magazine (acquired March 2017) ** Tennis Channel (acquired 2016) ** Baseline daily newsletter *Stirr (2019) is a free, ad-supported streaming service launched on January 16, 2019, and draws on programming from the Sinclair TV stations and other streaming live channels. Some program would be available on demand. Its main channel is Stirr City, which pulls content based on the location you select. When network programming runs on its local channel, Stirr City would provide alternative programming. ===Sinclair Television Group=== Sinclair Television Group, Inc. is a subsidiary of Sinclair Broadcast Group that owns television stations in mid-sized markets. In June 2015, Sinclair TV Group, Inc. formed Tornante-Sinclair LLC, a TV production company, with Michael Eisner's Tornante Co. With MGM on October 31, 2015, Comet was launched as a sci-fi broadcast subchannel network. ===Chesapeake Television=== Chesapeake Television is a subsidiary of Sinclair Broadcast Group that owns television stations in smaller markets. Chesapeake was founded in 2013, to acquire small-market stations purchased through Sinclair's run of acquisitions. As early as January 2013, Sinclair was looking at forming a new subsidiary group for its smaller-market stations. With the February 2013 announcement of the company's purchase of Barrington Broadcasting, Sinclair announced the formation of a subsidiary for this purpose, Chesapeake Television, to be headed by Steve Pruett (former CEO of Communications Corporation of America and the current chairman of the Fox network's affiliate board). The four stations, as well as a fifth acquired through an LMA, that Sinclair purchased from Cox Media Group and the Barrington stations formed the initial nuclei of the group. ===Equity holdings=== * Acrodyne Technical Services, LLC – broadcasting equipment install, repairs * Dielectric, LLC – broadcasting equipment designer and manufacturer * Sterling Venture Partners, L.P. – private equity firm * Allegiance Capital Limited Partnership – private mezzanine venture capital fund * Patriot Capital II, L.P. – small businesses structured debt and mezzanine financing * Timeline Labs, LLC * Keyser Capital – a wholly owned subsidiary ** Triangle Sign & Service, LLC (−2021) – commercial signs manufacture and installs ** Alarm Funding Associates, LLC (−2017) regional security funding, alarm operating and bulk acquisition company ** Bay Creek South, LLC – planned resort communities (just less than 1,800 acres) near Cape Charles, Virginia ** Patriot Capital III, LP – private equity firm * Sinclair Investment Group, LLC – a property investment company * Circa News Keyser Capital sold on March 7, 2017, Alarm Funding Associates, LLC to Riverside Partners' RPAFA Investors, LLC for $200 million netting pre-tax $70 million. ==Affiliated companies== The companies listed below are separate corporations, effectively shell companies, formed to hold the licensed assets of television stations, where SBG would run afoul of FCC ownership regulations. Sinclair then signs local marketing agreements to actually control, operate, and program the stations, with the purposes of the shell merely to answer to the FCC and public about license matters, often with Sinclair's explicit input (unless so restricted by individual regulations against a station). The companies include, in addition to those mentioned in some detail below: * Deerfield Media * Howard Stirk Holdings is a licensing holding company formed to acquire certain television stations formerly owned by Barrington Broadcasting. It is owned by Armstrong Williams, founder and CEO of communications firm The Graham Williams Group. * Mercury Broadcasting Company – a company based in San Antonio, Texas that previously maintained local marketing agreements for its two stations with other companies; Sinclair took over the agreements for the stations in 2013. Sinclair purchased one of them outright, while its Wichita station KMTW remains under Mercury ownership, albeit operated by Sinclair under an LMA. In 2021, Sinclair began to consolidate the major network affiliations on the DT1 channels held by Deerfield, HSH, Mercury and Cunningham stations to sister stations directly owned by Sinclair onto their DT2 or DT3 subchannels, effectively leaving many of these stations to carry only subchannel networks and be wholly uncompetitive in their markets. ===Cunningham Broadcasting=== Cunningham Broadcasting (formerly known as Glencairn Ltd.) is a station holding company affiliated with Sinclair Broadcast Group via a relationship with the company's owners. Per a filing with the Securities and Exchange Commission, Cunningham is owned by the estate of Carolyn Beth Cunningham Smith (from whom the company derived its name), the estate of Sinclair's controlling shareholders' parent, and trusts for the children of Sinclair's controlling shareholders. All but one (WYZZ-TV, managed by Nexstar) of Cunningham stations have local marketing agreements with Sinclair-owned/managed stations. Glencairn/Cunningham, based on ownership and agreements, has served merely as a shell corporation. ==References== ==External links== * * CJR Who Owns What: Sinclair Broadcast Group Category:1971 establishments in Maryland Category:Companies based in Hunt Valley, Maryland Category:Companies listed on the Nasdaq Category:1995 initial public offerings Category:George W. Bush administration controversies Category:Mass media companies established in 1971 Category:Mass media companies of the United States Category:Television broadcasting companies of the United States Category:Radio broadcasting companies of the United States Category:Conservative media in the United States Category:Family-owned companies of the United States",
 "title": "Sinclair Broadcast Group"
}