{
 "id": "627948",
 "text": "right|thumb|2nd logo of NY Euphoria The New York Euphoria was a women's American football team that participated in the Lingerie Bowl, an alternative Super Bowl halftime event originally consisting of two teams of models and actresses wearing lingerie and minimal protective football gear. The team was established as Team Euphoria, one of two teams that participated in the inaugural Lingerie Bowl broadcast during Super Bowl XXXVIII in 2004. Team Euphoria was captained by Angie Everhart and were shutout the Nikki Ziering- captained Team Dream with a single touchdown scored, losing the inaugural event 6–0. In the following year, the team was renamed New York Euphoria and the event was expanded by two more teams, the Dallas Desire and Chicago Bliss. After defeating the Chicago Bliss in the Eastern Final (a semifinal competition that included a skill test, a 3-on-2 match, and a dance competition), they met again with the former Team Dream, renamed Los Angeles Temptation, at the final of Lingerie Bowl II and lost again. In 2006, they defeated the Chicago Bliss again in the semifinal and then defeated the Temptation 13–12 in Lingerie Bowl III. The Lingerie Bowl was then cancelled for various reasons from 2007 through 2009. The team was not carried over when the Lingerie Bowl organization formed the Lingerie Football League in 2009. Instead, New York was ostensibly represented by the New York Majesty, even though its home stadium was in Reading, Pennsylvania. ==Notable players and coaches== *Tanea Brooks – 2004 and 2005 player *Trishelle Cannatella – 2006 quarterback *Angie Everhart – 2004 team captain *Willie Gault – 2006 head coach *Lawrence Taylor – 2004 head coach ==References== ==External links== *Lingerie Bowl's website Category:Legends Football League US teams Category:Sports in New York City Category:American football teams established in 2003 Category:2003 establishments in New York City Category:Women in New York City",
 "title": "New York Euphoria"
}