{
 "id": "628369",
 "text": "KDNL-TV (channel 30) is a television station in St. Louis, Missouri, United States, affiliated with ABC. Owned by Sinclair Broadcast Group, the station maintains studios on Cole Street in the Downtown West section of St. Louis, and its transmitter is located in Shrewsbury, Missouri. ==History== ===As an independent station (1969–1986)=== Channel 30 first signed on the air on June 8, 1969 as the first UHF television station in the St. Louis market after more than a twelve year gap,\"Three weeks after the shut down of channel 36 from the Berthold Avenue studios and transmitter site, the new KTVI(TV), Channel 2 would go on the air March 15, 1957.\" Doug Quick-St. Louis TV History http://www.dougquick.com/stlouisTVhistory2.html \"The station moved to UHF channel 36...April 15, 1957, KTVI moved to VHF channel 2\" and the first new station since 1959. Though its construction permit was awarded by the Federal Communications Commission (FCC) in 1966 to a group of local investors under the banner Greater Saint Louis Television Corporation, the station was signed- on under the ownership of Evans Broadcasting, a New York City-based company which acquired the permit in 1968. Initially KDNL-TV ran a format of business news, religious shows, rejected network programs from NBC affiliate KSD-TV (channel 5, now KSDK) and then-ABC outlet KTVI (channel 2), and classic movies. By 1976, the station's schedule became more of the then-standard for independent stations of the era, including cartoons, westerns, sitcoms, religious shows during the early mornings and movies in primetime and late nights. Also in 1976, KDNL began televising St. Louis Blues hockey games, which ran on the station for five seasons. In 1977, the business news block was gradually eliminated, making way for the addition of a few more second- hand classic sitcoms. It also phased out English dubs of Japanese programs. By this time, the station had evolved into a more conventional general entertainment independent, but its viewership was far behind that of established independent KPLR-TV (channel 11), as KDNL's big disadvantage that at the time was it was the only UHF station in St. Louis. In March 1981, Evans Broadcasting agreed to sell the station to Atlanta-based Cox Enterprises. Programming during this time continued to consist of classic sitcoms, a couple of rejected network shows, and some religious programs during the day. Also in 1981, Channel 30 began carrying business news programming from the Financial News Network. On June 1, 1982, not long after Cox took control of the station, KDNL-TV began running subscription television service Preview during the nighttime hours, leaving KPLR-TV as the only full-time independent station in the St. Louis market. Preview failed in St. Louis due to poor economic conditions and a lack of sports rights, in addition to a faster-than- anticipated wiring of the area for cable. After losing an estimated $100,000 a month, Preview was dropped nine months later, and the station resumed running the usual primetime fare of movies and classic sitcoms until 1:00 or 2:00 a.m. Channel 30 regained the broadcast rights to the Blues in 1983 for an additional three seasons. In 1984, cartoons were added to the lineup and the station reduced the number of religious programs on its schedule. Also under Cox ownership, the station won bids to acquire stronger off-network sitcoms. ===As a Fox affiliate (1986–1995)=== On October 9, 1986, KDNL-TV and Cox's other two independent stations, KTVU in Oakland and WKBD-TV in Detroit, joined the Fox Broadcasting Company as charter affiliates. It eventually began branding as \"Fox 30\" by the early 1990s. However, the station was still programmed as an independent, as Fox would not air a full week's worth of programming until September 1993. Still, during this time, it began edging closer to KPLR (which had turned the Fox affiliation down before the network approached KDNL) in the ratings after having been well behind channel 11 for most of its first two decades on the air. In 1989, Cox sold channel 30 to St. Louis-based River City Broadcasting, a new company formed by two former KPLR employees. As a Fox affiliate, KDNL boasted one of the largest Fox Kids Clubs in the nation, second only to the one operated by WOIO in Cleveland. ===As an ABC affiliate (1995–present)=== In May 1994, New World Communications bought St. Louis' longtime ABC affiliate, KTVI, and three other stations from Argyle Television. On May 22 of that year, New World signed an affiliation deal to switch the majority of its stations, including KTVI, to Fox. ABC had a fourteen-month leeway to find a new affiliate in St. Louis, as its contract with KTVI did not expire until July 1, 1995; its affiliation contracts expired only one month after as CBS' agreement with KDFW and KTBC was scheduled to expire, giving the networks that were already affiliated with the three former Argyle stations slated to switch to Fox a longer grace period to find new affiliates than CBS, NBC and/or ABC were given in most of the other markets affected by the Fox-New World deal (ABC's affiliation contracts with WGHP and WBRC ended even later, respectively expiring in September 1995 and September 1996). Of ABC's options, four prospects were automatically eliminated: KSDK was in the middle of a long-term affiliation agreement between its owner at the time, Multimedia Broadcasting, and NBC; KMOV was under a long-term agreement between CBS and Paramount Stations Group (which was in the process of selling KMOV and its four other major network affiliates to focus on its Fox-affiliated and independent stations that were set to become charter affiliates of group parent Viacom's then-upstart United Paramount Network [UPN]); and KNLC (channel 24, now a MeTV affiliate) and East St. Louis-based WHSL (channel 46, now Ion Television owned-and-operated station WRBU) were respectively owned by the locally based New Life Christian Church and the Home Shopping Network at the time, and both stations had inferior signals, while KNLC interjected controversial commentary into its programming (which would cause issues for Fox later on when it carried Fox Kids programming for a short time), making either station unlikely choices as even last-ditch options. ABC originally wanted to affiliate with the longer-established KPLR; that station opted to affiliate with The WB (in preparation for that network's January 1995 launch) instead. In August 1994, ABC cut a deal to affiliate with KDNL; the station would swap affiliations with KTVI on August 7, 1995. However, as KTVI (as did the other New World Communications-owned stations that joined Fox around the same timeframe) chose to decline carriage of Fox's children's programming block, Fox Kids, which KDNL could not retain due to its programming commitments with ABC, the Fox Kids programming rights were acquired instead by KNLC (after a bid by KPLR was turned down), which also acquired much of the syndicated programming inventory that KDNL was not able to retain because of ABC's network-dominated programming schedule; the syndicated programming that channel 30 was able to retain on its schedule consisted mainly of off-network sitcoms and first-run newsmagazines. Ultimately, by the spring of 1996, due to objections to program content and accompanying national advertising, New Life Evangelistic Center/KNLC owner Rev. Larry Rice began refusing to sell local advertising during the Fox Kids weekday and Saturday blocks ceding local advertising slots to air public service messages from Rice's ministry that discussed various controversial moral issues (such as the death penalty, same-sex marriage and abortion), and reached an agreement with KTVI to carry Fox Kids starting in September 1996, making it the only New World-owned Fox station to carry the block. Soon after joining the network, KDNL began showing UPN programming during the late night hours. Despite its large size, the St. Louis market did not have enough commercial stations at the time to support a full-time UPN affiliate. The station gradually began taking on the look of a major network affiliate, picking up more first-run syndicated programs and reducing its reliance on older sitcoms. Ironically, at the time of the switch, The Walt Disney Company stated intentions to buy Capital Cities/ABC, the company that owned KDNL's currently affiliated network. The first ABC program to air on KDNL was Good Morning America at 7:00 a.m. Central Time on August 7, 1995. On April 11, 1996, River City announced that it would merge with the Sinclair Broadcast Group for $2.3 billion. KDNL dropped the secondary UPN affiliation in January 1998, leaving the network without an outlet in St. Louis until religious station KNLC affiliated with the network in May 1999 (the UPN affiliation would subsequently move to KPLR the following year; St. Louis did not have a full-time UPN affiliate until WRBU joined the network in April 2003). In June 1999, Sinclair tried to sell KDNL to Emmis Communications as part of a sale that included six local radio stations that the company also owned in St. Louis at the time – KPNT (105.7 FM); KXOK-FM (97.1 FM, now KFTK-FM); WVRV (101.1 FM, now WXOS); WRTH (1430 AM, now KZQZ); WIL-FM (92.3); and KIHT (96.3 FM, now WFUN-FM); Sinclair later pulled KDNL from the Emmis deal, opting to only sell the radio properties to the Indianapolis-based broadcaster for $220 million in June 2000. Sinclair once again tried to sell the station in June 2002, as part of the company's eventually aborted attempt to sell all seven of its ABC-affiliated stations to focus on its Fox and WB stations. For most of its tenure as an ABC affiliate, KDNL has been among the network's weakest affiliates (this is in stark contrast to KTVI, which had been one of ABC's strongest affiliates). Several ABC shows, such as Good Morning America and World News Tonight, have garnered ratings so low in the St. Louis market that A. C. Nielsen cannot even rate them since the sample sizes are too small to generate a rating. As a result, KDNL has typically placed fifth among the St. Louis market's television stations, behind KPLR (a rare fourth-place finish for KDNL in 2013 played a factor in KPLR owner Tribune Broadcasting being able to buy KTVI as part of its purchase of Local TV, which given KDNL's usual ratings performance, would have otherwise not been allowed under FCC duopoly rules). Ironically, given its status, KDNL was actually the local broadcaster for the St. Louis Rams' victory in Super Bowl XXXIV, which had aired on ABC. The station was also known to preempt ABC prime time programming in favor of paid programming. In November 2004, KDNL preempted ABC's telecast of the film Saving Private Ryan, following the lead of other Sinclair-owned ABC affiliates, over concerns regarding the violent battle scenes and graphic profanity that were left intact as ABC aired the film uncut (this occurred nine months after the Super Bowl XXXVIII halftime show controversy). Sinclair refused to allow Charter Communications to carry KDNL's high definition signal until April 19, 2007 (when KDNL-DT began airing on Charter digital channel 780 as part of a three-year national retransmission agreement between Sinclair and Charter), making the station the longest holdout in the area to make its high definition digital feed available on the provider (not counting CBS affiliate KMOV pulling its HD signal from Charter in January 2007). On June 23, 2011, KDNL upgraded its severe weather ticker to be overlaid on high definition programming without having to downconvert HD content to standard definition. Because of the station's lackluster performance, there have been recurring rumors about KPLR pursuing the ABC affiliation (despite owner Tribune Broadcasting's strong affiliation ties to The CW, and that group's near lack of any Big Three network affiliates among its stations until it acquired the Local TV station group) after KDNL's affiliation agreement expired due to that station's management agreement with (and now, outright ownership of) KTVI and their downplaying of references to its CW affiliation as part of that station's on-air branding, along with experimentation with The CW primetime schedule to maximize ratings. However, Sinclair has continued to include KDNL as part of affiliation agreement renewals with the group's other ABC- affiliated stations. Most recently, the network extended its affiliation agreement with KDNL and Sinclair's other ABC stations for five years on September 30, 2014, which will keep KDNL affiliated with the network until at least August 2020. As of 2014, through the company's various station acquisitions over the prior three years, Sinclair is now the largest ABC affiliate group, making it unlikely the station will lose its affiliation with the network in the near future. On May 8, 2017, Sinclair entered into an agreement to acquire Tribune Media—which has owned KTVI and KPLR since 2013—for $3.9 billion, plus the assumption of $2.7 billion in debt held by Tribune. (Sinclair CEO Christopher Ripley cited St. Louis as one of three markets out of fourteen where ownership conflicts exist between the two groups, and the proposed acquisition would likely result in divestitures.) While it also had to comply with rules prohibiting broadcasters from legally owning more than two full-power television stations in a single market, the unique situation between KDNL and KPLR also posed issues for which station combination Sinclair could have direct ownership of. KTVI consistently ranks among the four highest-rated stations in the St. Louis market in total day viewership, but KDNL and KPLR have alternated between fourth and fifth place in total-day ratings since the 2001 shutdown of KDNL's news department, with channel 11 ranking in fourth place and KDNL ranked fifth at the time of the merger announcement, which hampered a direct acquisition of KTVI unless KPLR was sold. (In contrast, KPLR and KTVI were allowed to be legally co-owned when Tribune acquired former KTVI owner Local TV in December 2013, as KDNL was the fourth place outlet at the time.) Sinclair originally planned to retain operational stewardship of KPLR-TV through a local marketing agreement (possibly involving one of its partner companies); however, in an amendment to the Sinclair-Tribune merger submitted on February 21, 2018, the group announced that it would keep KDNL, purchase KTVI's license and assets, and sell KPLR-TV to an independent third party. On April 24, 2018, Des Moines, Iowa-based Meredith Corporation announced that it would purchase KPLR-TV for $65 million; the deal would have created a new duopoly between KPLR-TV and KMOV, the latter of which Meredith has owned since February 2014. The sale was canceled on May 15, amid objections by the Justice Department, likely due to similar viewership and advertising market conditions that led the agency to reject the Gannett Company's 2013 proposal to operate KMOV under an LMA with KSDK (now owned by Gannett broadcasting spinoff Tegna) and sell the former's license to Tucker Operating Company LLC; in a revised filing, Sinclair said it would instead put KPLR into a divestiture trust administered by Rafamedia LLC, led by media broker Richard A. Foreman, for sale to an independent third party that does not already own a television station in St. Louis. Three weeks after the FCC's July 18 vote to have the deal reviewed by an administrative law judge amid \"serious concerns\" about Sinclair's forthrightness in its applications to sell certain conflict properties, on August 9, 2018, Tribune announced it would terminate the Sinclair deal, intending to seek other M&A; opportunities. Tribune also filed a breach of contract lawsuit in the Delaware Chancery Court, alleging that Sinclair engaged in protracted negotiations with the FCC and the U.S. Department of Justice's Antitrust Division over regulatory issues, refused to sell stations in markets where it already had properties, and proposed divestitures to parties with ties to Sinclair executive chair David D. Smith that were rejected or highly subject to rejection to maintain control over stations it was required to sell. ==Programming== In addition to the ABC network schedule, syndicated programs broadcast on KDNL-TV include Live with Kelly and Ryan, The Simpsons (making KDNL-TV one of two ABC affiliates to broadcast the show, the other being WAWV- TV in Terre Haute, Indiana), The People's Court, Family Feud, and Maury. For much of its tenure as an ABC affiliate, especially after shutting down its in- house news department in 2001, KDNL's schedule outside ABC programming has more closely resembled that of an independent or minor network-affiliated station than that of a major market Big Three network affiliate. The station's schedule heavily relies on syndication mainstays seen more often on CW and MyNetworkTV stations, along with a heavy schedule of paid and religious programming, leaving the ABC schedule without many solid lead-ins. ===News operation=== KDNL aired hourly news cut-ins during regular programming for most of its first 25 years on the air. In 1994, around the time that Fox began pushing its affiliates to start airing newscasts, KDNL established a full- scale news department. Initially, KDNL offered a single newscast at 9:00 p.m. that debuted on January 1, 1995. The program's original anchors were Jim Wicks (who came to St. Louis from Winnipeg, Manitoba, Canada) and Leslie Lyles (who had been anchoring in Charleston, South Carolina). When the station switched to ABC eight months later on August 7, the station moved the 9:00 p.m. newscast to 10:00 p.m.; the late newscast remained the only local program on channel 30 at the time, as it continued to carry children's programs on weekday mornings (with an hour-long block of World News This Morning being added as a lead-in to Good Morning America) and syndicated programming in midday and early-evening time slots. At the same time, the station fired Wicks and hired longtime KTVI anchor/reporter Don Marsh to join Leslie Lyles on the weeknight newscasts. In January 1996, KDNL expanded its news programming, adding early-evening newscasts at 5:00 p.m. daily and at 6:00 p.m. weeknights, along with weekday morning cut-ins during GMA. Ratings for the station's news programming steadily plummeted over the next few years, and did not even approach those of KTVI during its latter tenure as an ABC affiliate; for the first Nielsen sweeps month after the affiliation switch, in November 1995, KDNL's 10:00 p.m. newscast averaged only a 2 rating and 5 share. KDNL's newscasts were never able to become competitive with KMOV, KSDK (both have garnered at least 20% viewership shares over the years), or even KTVI due to the fact that many of the station's on-air staffers came from outside the St. Louis market and were not familiar to viewers. In KDNL's defense, the station was not able to hire on-air talent away from competing stations within the market, as KSDK, KMOV and KTVI included either six-month or one-year non- compete clauses in the contracts of its anchors, reporters and meteorologists; Marsh was one of the few prominent staffers with any history in the market. The early weeknight newscast had its time slot fluctuate between 5:00 and 6:00, and was even canceled outright for a time. Turnover in the newsroom was very high and this showed in the ratings. In the spring of 2001, a transmitter failure left KDNL off-the-air for a number of days (or at least broadcasting at a lower power than it did normally). What little audience its newscasts had ended up switching to other sources and never returned. The station finally shut down its news department altogether on October 12, 2001. For the next nine years, KDNL was one of the very few major network affiliates that did not air any local newscasts, with the only news programming on the station consisting of national news programs from ABC News. Until January 2011, the station had been the largest major network affiliate in terms of market size without any local newscasts (CBS O&O; WWJ-TV in Detroit was the largest until May 5, 2009, when it launched a now-canceled weekday morning show that was originally produced in partnership with the Detroit Free Press). Most major network affiliates are contractually obligated to air local news, but KDNL's affiliation agreement does not have such a clause. KDNL occasionally employs its former news set for commentary on sporting events. It also airs local weather cut-ins on weekday mornings during Good Morning America. These updates were formerly compiled and presented by meteorologist Tony Pagnotti at Sinclair's News Central headquarters in Hunt Valley, Maryland. The forecasts are now compiled and presented from Columbus, Ohio sister operation WSYX/WTTE by those stations' evening meteorologists. On January 3, 2011, NBC affiliate KSDK began producing weeknight 5:00 and 10:00 p.m. newscasts for KDNL through a news share agreement. The newscasts, known as STL Now on ABC 30, aired in high definition from a virtual set at KSDK's Market Street studios in Downtown St. Louis and required the hiring of additional personnel. KDNL general manager Tom Tipton stated that the station did not want to run simulcasted or repurposed newscasts in its efforts to return daily news broadcasts to the station. The KSDK-produced newscasts on KDNL were pre-taped in advance. There was no sports report featured during the program. The news share agreement between the two stations was quite unusual given the rarity of a Big Three network affiliate producing newscasts for another Big Three station. In this case, KDNL and KSDK competed against one another in both timeslots. Although KDNL only aired local news programming on weekdays, the station did air replays of KSDK's entertainment/features program Show Me St. Louis on weekends. The agreement with KSDK was to end on December 31, 2013, however the last newscast produced by KSDK aired on January 31, 2014. On February 3, 2014, the 5:00 and 10:00 p.m. newscasts were respectively replaced with Family Feud and Who Wants to Be a Millionaire. On February 10, 2014, the St. Louis Post- Dispatch reported that the station intended to restart an in-house news department, with 5:00 and 10:00 p.m. newscasts slated to be anchored by KFTK (97.1 FM) morning host and former KMOV reporter Jamie Allman. On November 24, 2014, KDNL officially announced that it would launch its new news program, The Allman Report, in January 2015. KDNL and Allman described the program as an extension of his radio show, with a conservative, \"debate-driven format\" that focused on local headlines and issues. The Allman Report originated from the studios of Pelopidas in Brentwood rather than from KDNL's facilities. The program continued until April 9, 2018, when it was canceled by KDNL amid calls for a viewer and advertiser boycott, two weeks after Allman tweeted a message alluding to him wanting to assault David Hogg, a student who was on campus at the time of the Stoneman Douglas High School shooting, with a fireplace poker for his gun control activism. Allman was fired from KFTK, and took his Twitter account private. Allman was later re-hired by Salem Communications' KXFN (1380) in February 2019, though the program was short-lived after KXFN's sale to Relevant Radio, which converted it to a Spanish language Catholic talk format in the fall of the same year. After converting his show to a self- distributed podcast, he now hosts mornings on KTLK-FM (104.9) after iHeartMedia converted that station from Urban AC to conservative talk in August 2021. ==Technical information== ===Subchannels=== The station's digital signal is multiplexed: {| class=\"wikitable\" |- ! Channel ! Video ! Aspect ! Short name ! ProgrammingRabbitEars TV Query for KDNL |- | 30.1 || 720p || rowspan=\"4\"| 16:9 || KDNL-DT || Main KDNL-TV programming / ABC |- | 30.2 || rowspan=\"3\"|480i || TBD-TV || TBD |- | 30.3 || CHARGE! || Charge! |- | 30.4 || STADIUM || Stadium |} On October 1, 2010, KDNL began carrying TheCoolTV on digital subchannel 30.2; it carried the music video network until Sinclair dropped TheCoolTV from 32 of its approximately 70 stations at the time on August 31, 2012. On October 28, 2010, KDNL began to carry The Country Network (now ZUUS Country) through a separate affiliation agreement with Sinclair, until some point in summer 2014, it was carried on digital subchannel 30.3. In July 2014, KDNL reactivated 30.2 to carry the classic movie network GetTV. In late December 2014, KDNL reactivated 30.3 to carry the male-oriented network Grit. ===Analog-to-digital conversion=== KDNL-TV shut down its analog signal, over UHF channel 30, on February 17, 2009, the original date in which full- power television stations in the United States were scheduled to transition from analog to digital broadcasts under federal mandate (the official date was pushed back to June 12). The station's digital signal continued to broadcast on its pre-transition UHF channel 31. Through the use of PSIP, digital television receivers display the station's virtual channel as its former UHF analog channel 30. As part of the SAFER Act, KDNL kept its analog signal on the air until February 26 to inform viewers of the digital television transition through a loop of public service announcements from the National Association of Broadcasters. ==References== ==External links== *Official website * *KDNL-TV Collection Finding Aid at the St. Louis Public Library Category:ABC network affiliates Category:Charge! (TV network) affiliates Category:TBD (TV network) affiliates Category:Stadium (sports network) affiliates Category:Sinclair Broadcast Group Category:Television channels and stations established in 1969 Category:1969 establishments in Missouri DNL-TV Category:National Hockey League over-the-air television broadcasters",
 "title": "KDNL-TV"
}