{
 "id": "628324",
 "text": "WKEF, virtual channel 22 (UHF digital channel 34), is a ABC/Fox/MyNetworkTV- affiliated television station licensed to Dayton, Ohio, United States. The station is owned by the Hunt Valley, Maryland-based Sinclair Broadcast Group, which also operates Dabl affiliate WRGT-TV (channel 45) under a local marketing agreement (LMA) with owner Cunningham Broadcasting. However, Sinclair effectively owns WRGT-TV as the majority of Cunningham's stock is owned by the family of deceased group founder Julian Smith. Both stations share studios on Corporate Place in Miamisburg; WKEF's transmitter is located off South Gettysburg Avenue in southwest Dayton. ==History== ===Early years=== Channel 22 first signed on in Dayton in October 1953 as WIFE (the call sign was to be WONE-TV, but was changed by the Federal Communications Commission (FCC) in February 1953). The station was owned by Skyland Broadcasting Corporation, then-owner of WONE (AM) radio. Although the station first carried programming from ABC and DuMont, the networks stopped providing programming and the station went dark around March 20, 1954. In approximately February 1959, the FCC changed the call sign of the still-dark WIFE to the earlier- proposed WONE-TV. In March 1961, the owners of Skyland Broadcasting Corporation sold the construction permit for dark WONE-TV, as well as on-the- air then-sister stations WONE (AM) and WIFE (FM) (now WTUE), to Brush-Moore Newspapers. From 1961 into 1963, WONE-TV (and other applicants) requested that the FCC assign a new channel 11 to Dayton; in WONE-TV's case, the plan was to move its license from channel 22 to channel 11. Objecting to this request were other stations in the region already broadcasting on channel 11—WTOL in Toledo, WHAS-TV in Louisville and WIIC (now WPXI) in Pittsburgh—as well as channel 12, WKRC-TV in Cincinnati; the stations claimed that interference from the proposed Dayton channel would disrupt reception for significant numbers of their stations' viewers. Although the FCC initially seemed in favor of adding VHF channels to existing television markets, it ultimately decided against most of them, including channel 11 for Dayton. In December 1963, Brush-Moore Newspapers sold the construction permit for still-dark WONE-TV to Springfield Television Corporation (owner of WWLP in Springfield, Massachusetts). In January 1964 the station was renamed WKEF after the maiden name, Kathryn Elizabeth Flynn, of Springfield Television Corporation owner William Lowell Putnam III's future wife (who also went by the names Kitty Broman and Kitty Broman Putnam). Sometime prior to February 18, 1963, Springfield Television asked that the FCC move channel 38 from Connersville, Indiana to Dayton in lieu of the dark channel 22. Conventional wisdom suggested that WKEF would take the ABC affiliation since it was Dayton's third commercial station. The actual initial sign-on for WKEF has been disputed: one unknown source stated that the station opened on August 22, 1964, while according to the Putnams' memoir, How We Survived in UHF Television, WKEF signed on in spring 1963. Before 1964, ABC programming came to Dayton by way of off-hours clearances on NBC affiliate WLWD (channel 2, now WDTN). In addition, viewers could watch the full ABC schedule on WKRC-TV in Cincinnati and WTVN-TV (now WSYX) in Columbus, both of which decently covered Dayton. Under these circumstances, ABC initially balked at giving even a secondary affiliation to WKEF, forcing the station to make a go of it as an independent until late 1965. Another consideration may have been that many Dayton viewers didn't have UHF-capable sets at the time. The FCC had just required television set manufacturers to include all-channel tuning months earlier. In late 1965, ABC relented and gave WKEF the ABC affiliation, running ABC prime time shows and sports, plus any daytime shows that WKRC-TV or WTVN-TV preempted or WLWD (until 1971) did not carry. (From 1967 to 1971, independent station WKTR-TV channel 16 carried some ABC programs not cleared locally by WKEF.) For many years, WKEF produced the daily children's program Clubhouse 22 hosted by Malcolm MacLeod in the early 1970s with Joe Smith taking over in the mid-1970s. Their cohorts included Duffy the Dog, Stan The Man, and later Dr. Creep (Barry Hobart). For a time, the theme song of the program was to the tune of \"High Hopes\" and included the lyrics \"Joe and Duff on Clubhouse 22!\" Later, the theme was to the tune of \"Mah Nà Mah Nà,\" with the lyrics \"It's time for Malcolm / And Duffy, too.\" Dr. Creep was also the host of WKEF's weekly horror movie show, Shock Theater. Nationally syndicated conservative talk-show host Mike Gallagher began his broadcasting career at WKEF as a weatherman, sportscaster, and special events host. By 1978, ABC had become the nation's most-watched network (with shows such as Happy Days) and was unhappy with the Cincinnati–Dayton arrangement. WKRC-TV and WTVN-TV were both preempting decent amounts of the network's daytime programming, late night shows, and some of the Saturday morning cartoons. ABC wanted a station in Dayton that could run its whole schedule and be able to reach Cincinnati and Columbus. It also wanted a station that had local news. Although the station did eventually launch a full-scale news department in 1979, it was not enough to save its affiliation with ABC. ===Switch to NBC=== In late 1979, ABC began talks with WDTN, which provided at least grade B coverage from northern Kentucky all the way to Columbus. The two sides quickly reached a deal, which called for ABC to move its Dayton affiliation to WDTN when WKEF's contract ran out at the end of the year. The change took effect on New Year's Day 1980. Almost by default, WKEF was then left to take the NBC affiliation. At the time, NBC was far less tolerant of preemptions than the other two commercial networks, and was also in last place among the three networks. As a condition of signing up with NBC, WKEF was required to clear NBC's entire schedule. Even with the affiliation swap, it remained in the ratings basement. NBC also lost market share in the Dayton/Springfield area to stronger affiliates in Cincinnati (WLWT, which has a city-grade signal in Dayton and a Grade B signal as far north as Piqua) and Columbus (WCMH-TV, who has a Grade B signal in Springfield and as far north as Bellefontaine). Since WKEF already had to compete in its own market with WDTN and CBS affiliate WHIO-TV—two of their networks' strongest performers—it found the going rather difficult. In 1984, the Springfield Television group (WKEF, WWLP, and KSTU in Salt Lake City) was sold to Adams Communications. That company broke up the group in the late 1980s selling WKEF to KT Communications in 1989. KT invested millions in new equipment, updated the on-air look, and hired almost a completely new staff. However, it was not enough to get WKEF out of last place. Even with NBC's powerhouse prime time lineup in the 1980s and early 1990s, it was the third station in what was basically a two-station market. KT sold WKEF to Max Television (later Max Media Properties) in 1995. Ratings improved, but WKEF remained a distant third. In 1998, Max sold WKEF to Sinclair in a group deal. Later that year, Sinclair bought out Sullivan Broadcasting, owners of WRGT-TV in Dayton, and the licensee assets were given to Glencairn, Ltd. In 2001, Sinclair bought most of Sullivan's stations, but could not buy WRGT-TV because the FCC does not allow common ownership of two of the four highest-rated stations in a market. Also, the Dayton market has only six full-power commercial stations—too few to legally permit a duopoly in any event. Accordingly, WRGT-TV was sold to Glencairn, Ltd. However, this was a sale in name only, as Glencairn's stock was almost entirely owned by the Smith family, founders of Sinclair. This effectively gave Sinclair a duopoly in Dayton. Glencairn, now known as Cunningham Broadcasting, still owns WRGT-TV today as one of several arrangements that has led to allegations of Cunningham being merely a shell corporation for Sinclair. Sinclair has a similar arrangement in Columbus with ABC affiliate WSYX and Fox affiliate WTTE. ===Return to ABC=== In early 2004, WDTN became involved in an affiliation deal between NBC and LIN TV (the station's owner at the time); that station took the opportunity to sign up with the more popular network, dropping ABC to switch back to NBC. In response to that deal, Sinclair signed an affiliation agreement with ABC which renewed the network's affiliation agreement with its existing affiliates and caused WKEF and the intellectual unit of WICS and WICD in Springfield and Decatur, Illinois to become ABC affiliates. WKEF rejoined ABC on August 30, 2004 (thus reversing the 1980 swap), and since then has run the entire ABC schedule. Only a few months after returning to ABC, the station and all other Sinclair-owned ABC affiliates (including sister WSYX in Columbus) as well as two other ABC affiliates in Ohio preempted the movie Saving Private Ryan. That decision was made due to the network's plan to air the R-rated film unedited, potentially exposing its affiliated stations to FCC scrutiny if viewers complained about the film's graphic violence and coarse language even though some of Sinclair's stations had already shown the film unedited and uncensored a few months earlier. The incident landed Sinclair at the center of a mild controversy fueling the debate over whether the context of such material should be considered in determining broadcast indecency violations. Around November 11, 2010, Sinclair announced that when carriage agreements expired at the end of the year, it planned to pull all of its owned and/or operated TV stations in the United States, including WKEF and WRGT-TV, from Time Warner Cable, in a dispute over \"retransmission fees\". Negotiations began between the two parties. On December 31, Time Warner reached an agreement with an out-of-market station, presumably Cincinnati's WCPO-TV, to provide ABC network programming at least through the end of February. Later that same day, Sinclair and Time Warner extended talks for another two weeks, with continued cable carriage of Sinclair's stations, through January 14, 2011. On January 15, 2011, after a 24-hour extension of the previous deadline, Time Warner and Sinclair reached a tentative settlement.Broadcasting & Cable: \"Time Warner Cable, Sinclair Ink Retrans Pact\", January 15, 2011. After further negotiations, a final agreement was reached on February 2, 2011, keeping WKEF and WRGT-TV on Time Warner. On February 21, 2012, the Miamisburg City Council approved a $150,000 loan to Sinclair, which planned to move the WKEF/WRGT-TV studios from Soldiers Home-West Carrollton Road in Dayton, and to move their business and sales offices from Broadcast Plaza (the former WRGT-TV studios), consolidating all within the former studios of CW affiliate WBDT on Corporate Place, off Byers Road, in Miamisburg. Sinclair expected to spend $5 million on renovations to its new facility, making it fully digital and high definition. The stations had anticipated moving into their new studios in November 2012; the move was finalized on January 27, 2013, with high definition newscasts, updated graphics and new logos on both stations. ==Programming== WKEF does not carry the ABC-provided Saturday morning children's block Litton's Weekend Adventure, instead airing its own syndicated children's programs and infomercials. ===News operation=== During the station's early years, channel 22 had no local newscasts. WKEF established a news department in mid-1972 in response to licensing requirements with two weeknight broadcasts in mid-1972. Mark Pierce was named News Director, with anchor John Getter, sports from Billy McCool, and meteorologist Virginia Bigler. Bigler was granted the American Meteorological Society Seal of Approval based on her weather segments, becoming the second female meteorologist in the United States to receive this. The news department was discontinued after the Xenia tornado in 1974. The final Eyewitness News at 11 was anchored by Paul Douglas (Wilson) who had joined the WKEF staff as an anchor, reporter, and producer in 1973. From 1974 to 1979, WKEF decided against airing its own newscasts possibly owing to low ratings. It relied instead on brief audio-only news updates from newscasters from local radio station WING-AM. It ran these updates at selected times in the morning, afternoon, and evening using a still slide on-screen with a picture of the newscaster. WKEF brought back full news programs in 1979 under the moniker 22 Alive! News with anchors Tom Miller and Jack Marschall. In 1998, sister station WRGT-TV began airing a nightly 10:00 newscast, now known as FOX 45 News at 10, using WKEF's news team. On June 12, 2006, WKEF began airing a weekday morning program from 5:00 to 7:00, called ABC 22 Good Morning. On the same day, WRGT-TV began airing FOX 45 in the Morning from 7:00 to 9:00 a.m. weekdays. In August 2008, FOX 45 Dayton's News Source at 6:30 was added to WRGT-TV, airing on weeknights against the national news broadcasts on the \"Big Three\" stations. In terms of ratings, WKEF's newscasts have always been a distant third place behind WHIO and WDTN. However, on some nights (usually Sundays because of ABC programming) there are times that WKEF is runner-up to WHIO. WKEF did not participate in the wider implementation of Sinclair's now- defunct, controversial News Central format for its newscasts but did air The Point, a one-minute conservative political commentary hosted by Mark E. Hyman, that was also controversial and a requirement of all Sinclair-owned stations with newscasts until the series was discontinued in December 2006. As of July 21, 2012, with WDTN's upgrade to high definition local newscasts, WKEF and WRGT-TV remained the only two \"Big Four\" network-affiliated television stations in the Dayton area that continued to broadcast their newscasts in pillarboxed 4:3 standard definition. WHIO-TV was the first to have made the upgrade to full high definition. Dean Ditmer, general manager of the stations, announced that WKEF and WRGT-TV would upgrade to HD in 2012 with a new set; the existing set had been in use since January 1995. On October 29, 2012, the stations began constructing their new set at their future Corporate Place studios. HD newscasts from the new studios began on January 27, 2013. In August 2015, the station began branding its newscasts as Fox 45 News on ABC, using its sister station's branding. In September 2018, the station returned to using ABC 22 News. The station made national headlines on May 28, 2019, when a video surfaced of the station's news department cutting into the previous night's airing of The Bachelorette for a breaking news story on a tornado warning in the area, and meteorologist Jamie Simpson firing back at social media complaints about the preemption by stating that saving people's lives was more important than an episode of The Bachelorette.Archived at Ghostarchive and the Wayback Machine: Simpson later apologized for his rant but said he did not regret the station preempting the series in favor of safety; Bachelorette contestant Hannah Brown sided with Simpson. Some viewers also sided with Simpson and said that they appreciated \"putting those complaining in their place\". As tornadoes did indeed hit the Dayton area later that night, The Weather Channel cited Simpson's rant as \"possibly saving lives\". On July 9, 2019, the station rebranded its news operation as Dayton 24/7 Now, sharing that brand with WRGT-TV. It introduced streaming apps and a social media presence with the same name and redirected its former website, www.abc22now.com. In addition, it tweaked its graphics to a different variation used by Sinclair stations. ====Notable alumni==== *Barry Hobart, better known as \"Dr. Creep\", host of Shock Theater (aka Saturday Night Dead); died in 2011 *Billy McCool, former sports anchor (1972–1974); died in 2004 ==Technical information== ===Subchannels=== The station's digital signal is multiplexed: {| class=\"wikitable\" |- ! Channel ! Video ! Aspect ! Short name ! ProgrammingRabbitEars TV Query for WKEF |- | 22.1 || rowspan=2|720p || rowspan=3|16:9 || ABC || Main WKEF programming / ABC |- | 22.2 || FOX45 || Fox 45 Dayton programming |- | 22.3 || 480i || MyTV || MyNetworkTV & Stadium |} WKEF aired The Tube on DT2 and Time Warner Cable digital channel 723. WKEF and other Sinclair stations dropped The Tube on December 31, 2006. In October 2010, WKEF began airing TheCoolTV on DT2. On April 12, 2011, Time Warner Cable began airing TheCoolTV on digital channel 996. Sinclair dropped TheCoolTV from all its stations, including WKEF, on August 31, 2012. Starting June 30, 2014, WKEF began airing GetTV on its second digital subchannel. On January 1, 2015, WKEF began airing Grit on its third digital subchannel. On January 1, 2016, the Antenna TV network was scheduled to be added on the third digital subchannel. Instead the third digital subchannel was changed to Antenna TV on December 4, 2015, while Grit was moved to a new fourth digital subchannel. On February 15, 2016, GetTV was dropped from DT2 and replaced by Sinclair's American Sports Network. On February 28, 2017, Grit was dropped from DT4 and replaced by Sinclair's TBD. Around March 9, 2017, after and seemingly due to numerous viewer complaints, TBD was dropped from DT4 and Grit was restored. It was later revealed that Grit had been restored because WKEF had not provided Grit the mandatory 90-day notice that it was being dropped. On June 15, 2017, TBD was restored to DT4. On September 6, 2017, American Sports Network merged into Sinclair's jointly-owned Stadium, with DT2 changing accordingly. On December 29, 2020, the station announced that on January 1, 2021, the main subchannel of sister station WRGT-TV, a Fox affiliate branded as \"Fox 45\", would be moving to 22.2. In addition, Stadium and TBD would be moving from WKEF to subchannels of WRGT-TV. The station advised over-the-air viewers to rescan on that date. The \"Fox 45\" branding remained on 22.2, with the logo similar to that previously used by WRGT-TV, except that callsign was replaced by \"WKEF(TV) 22.2\". ===Analog-to-digital conversion=== WKEF shut down its analog signal, over UHF channel 22, on June 12, 2009, the official date in which full-power television stations in the United States transitioned from analog to digital broadcasts under federal mandate. The station's digital signal remained on its pre-transition UHF channel 51.CDBS Print Through the use of PSIP, digital television receivers display the station's virtual channel as its former UHF analog channel 22. As part of the SAFER Act, WKEF kept its analog signal on the air until June 26 to inform viewers of the digital television transition through a loop of public service announcements from the National Association of Broadcasters. After that, analog transmissions on channel 22 continued, except now at low power, rebroadcasting WRGT-DT2's MyNetworkTV and This TV programming. Initially, this new low-power analog broadcast operated under Cincinnati sister station WSTR-TV's Dayton translator license, W66AQ (formerly on channel 66). On June 30, 2010, W66AQ's call letters were changed to W22DE. On December 8, 2010, Cincinnati's WCPO-TV moved its digital operations to channel 22. (According to RabbitEars, this knocked W22DE off the air; however, W22DE filed for a license renewal with the FCC on June 3, 2013.) The W22DE license was canceled by Sinclair on May 28, 2021. In a petition published by the FCC on September 18, 2014, WKEF requested moving the station's digital signal from channel 51 to channel 18. This request was made as part of WKEF's agreement with T-Mobile to eliminate potential interference with that company's wireless operations adjacent to channel 51. The move to channel 18 was completed on July 16, 2015. WKEF moved its digital signal from channel 18 to channel 34 at 10 a.m. on October 18, 2019, as part of the FCC's spectrum reallocation process. The station's transmitter power was reduced from 525 kW to 47.86 kW, pending a construction permit with the FCC to increase power to 950 kW. New antennas for both WKEF and WRGT-TV were installed via helicopter prior to December 23, 2019 and were connected to interim auxiliary transmitters on January 24, 2020; the station predicted that the transmitter work would be completed soon after. ==See also== *Channel 22 virtual TV stations in the United States *Channel 34 digital TV stations in the United States *Channel 45 branded TV stations in the United States ==References== ==External links== * *MyTVDayton.com - MyNetworkTV Dayton official website KEF Category:ABC network affiliates Category:Fox network affiliates Category:Stadium (sports network) affiliates Category:MyNetworkTV affiliates Category:TBD (TV network) affiliates Category:Sinclair Broadcast Group Category:Television channels and stations established in 1964 Category:1964 establishments in Ohio",
 "title": "WKEF"
}