{
 "id": "628374",
 "text": "WUHF, virtual channel 31 (UHF digital channel 28), is a Fox-affiliated television station licensed to Rochester, New York, United States. The station is owned by the Hunt Valley, Maryland–based Sinclair Broadcast Group, which also operates dual ABC/CW affiliate WHAM-TV (channel 13) under a shared services agreement (SSA) with owner Deerfield Media. Both stations share studios on West Henrietta Road (NY 15) in Henrietta (with a Rochester mailing address), while WUHF's transmitter is located on Pinnacle Hill on the border between Rochester and Brighton. ==History== WUHF began operations on January 27, 1980, as a general entertainment independent station running cartoons, sitcoms (classic and recent), movies, drama series, and religious programs. The station was owned by Malrite and the General Manager was Jerry Carr who was the former The Weather Outside personality. Apparently, by sheer coincidence, the station re-used a call sign which was previously used by a different and unrelated station which operated on the same channel 31, albeit in New York City. The latter station had only used the WUHF calls for its first year of experimental operation (1961–62); it is now Ion Television owned-and-operated station WPXN-TV. In 1983, former underground cartoonist Brian Bram produced and hosted All Night Live, a program aired live from midnight to 7 in the morning on Fridays and Saturdays. Bram's show was a showcase for regional bands including Personal Effects, Cousin Al and the Relatives, and The Degrads. On October 9, 1986, WUHF became a charter affiliate of Fox for Rochester and was branded as \"Fox 31\". Most of the religious shows were gone by then. However, WUHF was initially still programmed as an independent station since Fox would only air one program, The Late Show Starring Joan Rivers until April 1987, and even then, would not present an entire week's worth of programming until 1993. In 1989, Act III Broadcasting bought the station from Malrite Communications Group. Later that year, Act III Broadcasting bought out WUTV in nearby Buffalo. Because of a city-grade signal overlap (Federal Communications Commission (FCC) rules normally prohibit one company from owning two stations with overlapping coverage, and the agency would not even consider a waiver until 2000), Act III applied for a cross-ownership waiver seeking that the two stations were to be co-owned. In a group deal, Abry would become the owner in 1994, through Sullivan Broadcasting. Act III tried to sell to a different company WUHF after only one year, but no buyer was found. By 1998, it was controlled by Sinclair and was eventually sold to that company, as part of a group deal to purchase Sullivan. In the 1990s, classic sitcoms, movies, and drama shows made way for talk, reality, and court shows. The station ended weekday airings of cartoons at the end of 2001 when Fox canceled its weekday kids block nationwide. In 1999, the station changed its branding to \"Fox Rochester\" although it adopted a \"Fox 31\" logo from 1999 to 2005. Its digital signal signed on-the-air in 2004 under a special temporary authority from the FCC. In August 2005, the Sinclair Broadcast Group entered into a shared services agreement with Nexstar Broadcasting Group, owner of CBS affiliate WROC-TV (channel 8). Sinclair agreed to be the subordinate entity allowing Nexstar to control programming for WUHF. The station then moved from its studios on East Avenue (NY 96) in Rochester to WROC-TV's facilities. On May 15, 2012, Sinclair and Fox agreed to a five-year extension to the network's affiliation agreement with Sinclair's 19 Fox stations, including WUHF, allowing them to continue carrying the network's programming through 2017.Sinclair Reups With Fox, Gets WUTB Option, TVNewsCheck, May 15, 2012. On December 3, 2012, Sinclair announced it would acquire the non-FCC assets of ABC affiliate WHAM-TV from Newport Television, with the license and other FCC assets being transferred to Sinclair-affiliated Deerfield Media. At the end of 2013, WUHF terminated its SSA with Nexstar and re-located its operations to WHAM-TV's facilities in Henrietta. ==Newscasts== On November 30, 1997, WUHF established its own news department and aired a nightly prime time newscast (originally Fox News First; later renamed as The Ten O'Clock News) along with a Sunday night sports highlight show. In 2003, the station adopted Sinclair's centralized News Central format, which featured locally produced segments, and national segments and conservative commentaries produced from Sinclair's studios in Hunt Valley, Maryland. After WUHF's operations were taken over by Nexstar, WUHF replaced News Central with the WROC-produced Fox First at 10 on September 1, 2005. The newscast initially aired for a half-hour; it was later expanded to 45 minutes, with the rest of the hour filled by the sports news segment Sports Extra. On September 4, 2012, WROC-TV became the second Rochester area station to begin broadcasting its local newscasts in high definition. The 10 p.m. newscast on WUHF was included in the upgrade. On January 1, 2014, WUHF's 10 p.m. newscast was taken over by new sister WHAM-TV. WUHF also began to air a morning newscast, Good Day Rochester, from 7:00 to 9:00 a.m. ===Notable current on-air staff=== *Mike Catalana – sports director; weeknights ===Notable former on-air staff=== *Jenna Wolfe – sports anchor (1998–1999; now with FS1's First Things First) ==Technical information== ===Subchannels=== The station's digital signal is multiplexed: {| class=\"wikitable\" |- ! Channel ! Video ! Aspect ! Short name ! ProgrammingRabbitEars TV Query for WUHF |- | 31.1 || 720p || 16:9 || WUHF-DT || Main WUHF programming / Fox |- | 31.2 || rowspan=3| 480i || rowspan=2| 4:3 || Antenna || Antenna TV |- | 31.3 || Comet-T || Comet |- | 31.4 || 16:9 || || TBD |- |} In 2006, WUHF added The Tube digital music video channel on a new second digital subchannel; the channel was removed when the network went out of business in 2007. ===Analog-to-digital conversion=== WUHF discontinued regular programming on its analog signal, over UHF channel 31, on February 17, 2009, the original target date in which full-power television in the United States were to transition from analog to digital broadcasts under federal mandate (like most Sinclair stations and was replaced by a \"nightlight\" loop that ran until March 3). The station's digital signal remained on its pre- transition UHF channel 28. Through the use of PSIP, digital television receivers display the station's virtual channel as its former UHF analog channel 31. ==Cable carriage in Canada== In 1994, several cable systems in Canada started carrying WUHF via the Cancom communications satellite in out- of-market areas where Fox was not otherwise available. However, it had been carried on cable in Belleville, Ontario and other communities on the north shore of Lake Ontario since the 1980s. It was formerly carried by Eastlink (in SD only) and on Bell Aliant FibreOP TV (in both SD and HD) for viewers in Atlantic Canada until late 2012 (January 30, 2013 in Eastlink's case), when it was replaced with WFXT in Boston, a former Fox O&O; (now owned by Cox Media Group). The station is also carried in the Thousand Islands region of the North Country in the town of Hammond (via Citizens Cable TV) as well as in the provinces of Manitoba and Newfoundland and Labrador. WUHF has been carried on satellite systems since 1996 and it is currently the only Rochester-based television station seen in Canada on the Shaw Direct satellite provider. CF Cable in the western suburbs of Montreal used to carry the station in 1995 but replaced it with sister station WUTV from Buffalo the following year. That station was carried on Vidéotron for cable systems outside the West Island. It was also the first Fox station carried on Montreal cable. However, the northern suburbs of that city (particularly Saint-Jérôme) still carry the station, even though in Mont-Tremblant, WFFF-TV along with other Burlington, Vermont–Plattsburgh, New York stations are seen there instead. ==References== ==External links== * * Category:Fox network affiliates Category:Antenna TV affiliates Category:Comet (TV network) affiliates Category:TBD (TV network) affiliates Category:Sinclair Broadcast Group Category:Television channels and stations established in 1980 Category:1980 establishments in New York (state) UHF",
 "title": "WUHF"
}