{
 "id": "628519",
 "text": "Lillian Copeland (November 24, 1904 – July 7, 1964) was an American track and field athlete, who excelled in weight throwing. She has been called \"the most successful female discus thrower in U.S. history\", and also held multiple titles in shot put and javelin throwing. Until the Beijing Games, she was the only American woman to win the discus throw at a modern Olympiad. She was also the first Olympian who was an alumna of the University of Southern California and Los Angeles High School. ==Early life== Copeland was born Lillian Drossin to Polish-Jewish immigrants in New York. Her father died when she was young, and after her mother remarried they moved to Los Angeles and changed their last names. ==Athletic career== Copeland competed during the formative decades of women's competition in track and field. Consequently, her accomplishments are not fully described by the two medals she won in the discus throw. She excelled in all throwing events; in the shot put, she won the AAU championships 5 times (1924–28, 1931). In addition, she won the AAU discus throw title in 1926 and 1927, and the javelin throw title in 1926 and 1931. In the latter event, she broke the world record three times in 1926 and 1927. According to the International Jewish Sports Hall of Fame, she is said to have set the world record six times each in shot put, javelin and discus from 1925–1932. However, according to the USATF Hall of Fame, she only held one world record, in javelin throw.Biography at the USATF Hall of Fame. Usatf.org. Retrieved on 2015-08-21. It is unclear why the two sources are so radically different in their accounts. ===Olympics=== The 1928 Summer Olympics were the first Olympics to include women's track and field events. In weight throwing Copeland could only compete in the discus throw, because the shot put and javelin throw were not yet on the program (they would follow in 1948 and 1932, respectively). Prior to the Olympiad, she ran the lead leg in the relay in the 1928 Olympic trials. In so doing, she helped the US Women's team set a new record in the event of 50.0 seconds, and actually qualified for the Olympics in that event. Sources disagree, however, whether it was a world or US national record. Once in Amsterdam, however, she only competed in the discus throw, where she finished second to Poland's Halina Konopacka. Because it was the first time the event had been held, she was the sport's first silver medalist.Lillian Copeland. Jewish Women's Archive Returning to America, she enrolled in the University of Southern California law school, and became less focused on sports. Nevertheless, she made the 1932 Olympic team for the discus throw. Competing in her home town, she moved into gold medal position with her last throw. That throw of was also a new world record. This also meant that it was a new Olympic Record, bettering Konopacka's mark in Amsterdam. Although she had begun preparations to defend her Los Angeles gold at the Berlin Games, she ultimately chose to boycott them.Lillian Copeland. Jewish Sports Hall of Fame As a Jew, she was strongly opposed to Adolf Hitler's edict barring Jews from the German Olympic team. Consequently, Copeland's appearance at the 1935 Maccabiah Games — where she won the titles in her three events — proved her final major competition. ===Halls of fame=== In view of her contributions to women's track and field, she was made a posthumous member of the USATF Hall of Fame, the Helms Athletic Hall of Fame and the International Jewish Sports Hall of Fame. In 1990 she was inducted into the Southern California Jewish Sports Hall of Fame. ==Later career== Copeland's main career off the field was law enforcement. She worked at the Los Angeles Sheriff's Department until 1960. ==See also== * List of select Jewish track and field athletes ==References== ==External links== * * Photo of Lillian Copeland in 1926, PhillyHistory.org * Category:1904 births Category:1964 deaths Category:Track and field athletes from New York City Category:Track and field athletes from New York (state) Category:American female discus throwers Category:American female javelin throwers Category:American female shot putters Category:Olympic gold medalists for the United States in track and field Category:Olympic silver medalists for the United States in track and field Category:Athletes (track and field) at the 1928 Summer Olympics Category:Athletes (track and field) at the 1932 Summer Olympics Category:Maccabiah Games gold medalists for the United States Category:Competitors at the 1935 Maccabiah Games Category:Burials at Forest Lawn Memorial Park (Glendale) Category:Jewish American sportspeople Category:Jewish female athletes (track and field) Category:USC Gould School of Law alumni Category:Medalists at the 1932 Summer Olympics Category:Medalists at the 1928 Summer Olympics Category:American people of Polish-Jewish descent Category:Maccabiah Games medalists in athletics Category:20th-century American women Category:20th-century American people Category:20th-century American Jews",
 "title": "Lillian Copeland"
}