{
 "id": "629030",
 "text": "thumb|right|250px|A February 1914 advertisement for the Sharp-Hughes Tool Company in Fuel Oil Journal. Hughes Tool Company was an American manufacturer of drill bits. Founded in 1908, it was merged into Baker Hughes Incorporated in 1987. ==History== The company was established in December 1908 as Sharp- Hughes Tool Company when Howard R. Hughes Sr. patented a roller cutter bit that dramatically improved the rotary drilling process for oil drilling rigs. He partnered with longtime business associate Walter Benona Sharp to manufacture and market the bit. Following her husband's death in 1912, Sharp's widow Estelle Sharp sold her 50% share in the company to Howard Hughes Sr. in 1914. The company was renamed Hughes Tool Company on February 3, 1915. After Hughes Sr. died of a heart attack in 1924, the younger Howard inherited the majority interest in the company, and then convinced his relatives to sell their shares to him as well. Legally emancipated at the age of 18, Howard began using the profits from Hughes Tool to fund his other ventures. Toolco paid Hughes an annual salary of $50,000, and Hughes charged all major expenses such as planes, automobiles, and houses, to the company. In 1937, Hughes used Hughes Tool to buy a controlling interest in TWA. In 1932, Hughes formed Hughes Aircraft Company as a division of the Hughes Tool Company. Hughes Aircraft thrived on wartime contracts during World War II (though not on the only two contracts it received to actually build airplanes), and by the early 1950s was one of America's largest defense contractors and aerospace companies with revenues far outpacing the original oil tools business. In 1953, Hughes Aircraft became a separate company and was donated to the Howard Hughes Medical Institute as its endowment. Hughes Aircraft's helicopter manufacturing business was retained by Hughes Tool Co. as its Aircraft Division until 1972. At the end of Prohibition in the United States, Hughes agreed to construct a brewery on company property. Gulf Brewing Co. brewed Grand Prize beer for a number of years. For a period of time in the 1940s to late-1950s, Hughes Tool owned the RKO companies, including RKO Pictures, RKO Studios, RKO Theatres, and the RKO Radio Network. In 1946, Hughes gave Noah Dietrich \"full charge at Toolco.\" Dietrich hired Fred Ayers to bring order to the production line, and Dietrich invested more than $5,000,000 of the company reserves modernizing the plant. Automation replaced handiwork, and the company standardized on drill bit sizes, while embarking on an advertising campaign. The company also opened plants in Ireland and West Germany, taking advantage of cheaper labor, and lower transportation costs to clients in Saudi Arabia and Russia. Profits for the next 8 years amounted to $285,000,000. During the early 1960s, a wholly owned subsidiary Hughes Dynamics was created, that offered consulting and services in data processing, information technology, credit information processing, and advanced business techniques and management methods. After some $9.5 million of Hughes Tool money was invested in it, results were deemed not acceptable, and it was quickly shut down. For a brief period in the early-1960s, Hughes Tool held a minority stake in Northeast Airlines. Hughes Tool's majority stake in TWA was sold off in 1966. Two years later, in 1968, Hughes Tool Company purchased the North Las Vegas Air Terminal. In the late-1960s, Hughes Tool ventured into the hotel and casino business with the acquisition of the Sands, Castaways, Landmark, Frontier, Silver Slipper, and Desert Inn, all in Las Vegas. Hughes Tool also purchased KLAS-TV, Las Vegas' CBS affiliate. In the early-1970s, Hughes Tool ventured back into the airline industry with the takeover of the largest regional air carrier in the western United States: Air West, renamed Hughes Airwest following the purchase. Hughes Tool also briefly owned Los Angeles Airways, a small airline operating a commuter service with a fleet of helicopters. In 1968, Hughes Tool purchased Sports Network Incorporated and renamed it the Hughes Television Network, with Dick Bailey continuing as president. The huge main plant for Hughes Tool located in Houston, Texas, fronting Harrisburg Blvd., had grown to be one of the biggest oil tool manufacturers in the world. It had the latest, largest, and most automated equipment for foundries, forging, heat treating, and machining anywhere. At its peak during the Texas oil boom, it was a center for manufacturing, design, research, metallurgy, and engineering for oil field technologies. This included the drill bit (well) and tool joint product lines critical for oil and gas drilling, some of the first technologies for ram blast bits for drilling in mines, geothermal drilling, and a hydraulic powered jackhammer known as the Hughes Impactor. It also manufactured a line of truck and crane-mounted earth augering machines (\"diggers\") that were most commonly used to produce holes up to a depth of about for building and bridge foundations. It even had a fully functioning drilling simulator inside its main research lab where production or prototype drill bits could be tested on any kind of rock at temperatures and pressures normally encountered in actual drilling operations. In 1972, Howard Hughes sold the Hughes Tool Company; it had been the consistently profitable part of his empire, and produced the profits that built all the rest from the very beginning. This became the \"new\" Hughes Tool Company while the remaining divisions of the business were placed in a new holding company, the Summa Corporation. Hughes Tool Company merged with Baker International to form Baker Hughes Incorporated in 1987. ==References== Category:Howard Hughes Category:Hughes Aircraft Company Category:Oilfield services companies Category:Petroleum in Texas Category:Companies based in Houston Category:American companies established in 1908 Category:Manufacturing companies established in 1908 Category:Non- renewable resource companies established in 1908 Category:Manufacturing companies disestablished in 1987 Category:1908 establishments in Texas Category:1987 disestablishments in Texas Category:Defunct manufacturing companies based in Texas Category:American companies disestablished in 1987",
 "title": "Hughes Tool Company"
}