{
 "id": "629018",
 "text": "Xavier Bertrand (; born 21 March 1965) is a French politician who has been serving as president of the regional council of Hauts-de-France since the 2015 regional elections. Earlier in his career, Bertrand was Minister of Health from 2005 to 2007 in Dominique de Villepin's government under President Jacques Chirac, then served as Minister of Labour, Social Affairs and Solidarity from 2007 to 2009 and as Minister of Labour, Employment and Health from 2010 to 2012. He played a leading role in Nicolas Sarkozy's presidential campaign in 2007. He was a member of Union for a Popular Movement, later The Republicans, until 11 December 2017, when he announced that was \"definitively leaving\" the party after Laurent Wauquiez was elected the leader of the party. In 2020, Bertrand publicly expressed interest in challenging incumbent President Emmanuel Macron in the 2022 French presidential election.Victor Mallet (1 July 2020), French centre-right faces identity crisis Financial Times.Tangi Salaun and Laurence Frost (20 September 2020), Macron challenger presses France to save tyre plant Reuters. ==Early life and education== Bertrand was born on 21 March 1965 in Châlons-sur-Marne, in the Marne département, of the Champagne-Ardenne région of France. He studied at the University of Reims Champagne-Ardenne, where he obtained a master's degree in public law, then a Diplôme d'Études Supérieures Spécialisées (DESS) in local administration. Bertrand began his professional life as an insurance agent.Clea Caulcutt (September 7, 2021), Who’s who in the race to find a conservative candidate to run for French president Politico Europe. ==Political career== === Early beginnings === At the age of sixteen, Bertrand volunteered for the Rally for the Republic (RPR) and quickly went into politics. In 1992, Bertrand led the campaign for the 'no' to the Maastricht Treaty in his department, the Aisne in the region of Picardy. He was at the time assistant to the mayor of Saint-Quentin, Aisne. He was one of the pioneers of the 'Saint-Quentin beach', an event similar to Paris-Plage. From 1997 to 2002, he was parliamentary assistant to Jacques Braconnier, Senator for the Aisne, and he was elected to the National Assembly on 16 June 2002 for the 18th legislature (2002–2007), representing the second constituency of the Aisne Department. In 2003, Alain Juppé, President for the Union for a Popular Movement (UMP), put him in charge of leading the debate and explaining the subject of pensions reform during a \"Tour of France\". He was chosen to defend this draft bill in the National Assembly. At the same time he was part of the 'Club de la boussole,' a group of deputies who declared their loyalty to then- President Jacques Chirac and Prime Minister Jean-Pierre Raffarin. === Career in government === During this period, Bertrand received favourable attention in the right-wing political milieu. On 31 March 2004, when Raffarin appointed his third government, Bertrand was named Junior Health Minister for Health Insurance. Under his Senior Minister, Philippe Douste-Blazy, he led the reform on health insurance. Later on, he pronounced himself strongly in favour of a European Constitution for the referendum on 29 May 2005. After the majority of the French electorate answered \"no\" to the referendum, Raffarin resigned as Prime Minister. Under his successor Dominique de Villepin, Bertrand became the Senior Minister for Health, when Douste-Blazy was reappointed Foreign Affairs Minister. His mandate as Health Minister was marked by the chikungunya epidemic and the law against smoking in public places, ratified in 2004. Bertrand announced his support to UMP presidential candidate Nicolas Sarkozy on 29 September 2006. He was named Sarkozy's official spokesperson on 15 January 2007. He quit the government on 26 March to devote himself fully to the campaign. On 18 May 2007, he was named Minister of Labour, Social Affairs and Solidarity in the Prime Minister François Fillon's government. On 19 June 2007 Bertrand was appointed Minister of Labour, Social Affairs and Solidarity in Fillon's second government after the first one had handed in its resignation the day before. He later served as Minister of Labour, Employment and Health from 2010 to 2012. === Later career === Following the 2012 French legislative election, Bertrand announced his candidacy for the post the UMP parliamentary group's chair. Having been endorsed by François Fillon, he lost an internal vote against Christian Jacob.Christian Jacob reste président du groupe UMP Europe 1, 20 June 2012. In the 2015 regional elections, Bertrand won over Marine Le Pen and became the president of the Regional Council of the Hauts-de-France.Matthias Blamont and Ingrid Melander (13 December 2015), France's Le Pen says far-right rise unstoppable despite defeat Reuters. Amid the Fillon affair, in March 2017, Bertrand joined Valérie Pécresse, Christian Estrosi and others in calling for Alain Juppé to replace François Fillon as the party's candidate in the 2017 French presidential election.John Irish (5 March 2017), French conservative party heavyweights to push for Fillon alternative, says senior politician Reuters.John Irish and Andrew Callus (5 March 2017), French conservatives in disarray as Fillon clings on Reuters. By early 2021, Betrand was widely tipped by French and international media to be a candidate for the 2022 presidential election.Marion Solletty (12 February 2021), Who’s who: Macron’s top challengers for 2022 Politico Europe.Victor Mallet and David Keohane (14 April 2021), France’s race for centre-right presidential nomination heats up Financial Times. According to polls, he would be in 3rd position behind Emmanuel Macron and Marine Le Pen. At the party's 2021 congress, however, he only came in fourth after Éric Ciotti, Valérie Pécresse and Michel Barnier; he subsequently endorsed Pécresse.Richard Lough (2 December 2021), Pecresse emerges as favourite to win French centre-right's presidential ticket Reuters. In the 2021 regional elections, Bertrand was re- elected. He obtained 52.37 percent of the vote in the Hauts-de-France region, against 25.65 percent for Sébastien Chenu of the National Rally.Clea Caulcutt (27 June 2021), Marine Le Pen fails to make gains in French local elections Politico Europe. == Political positions == ===Domestic policy=== Bertrand is considered as representative of France's moderate right.Marion Solletty (12 February 2021), Who’s who: Macron’s top challengers for 2022 Politico Europe. In 2013, Bertrand led a group of fellow UMP politicians who joined forces with Europe Ecology – The Greens in trying to force a constitutional review of a new law introduced by the Socialist Party which expanded government powers to monitor phone and Internet connection data. However, in a blow to the campaign, UMP parliamentary group leader Christian Jacob later wrote to his colleagues that the group would not seek a legal review.Emile Picy and Leila Abboud (12 December 2013), Opponents of French surveillance law race to get support for review Reuters. In 2014, Xavier Bertrand advocated a \"rewrite\" or \"repeal\" of the law opening marriage to same-sex couples, indicating to Valeurs actuelles: \"I can't resign myself to seeing the rules of filiation turned upside down to this extent. I am against adoption by homosexual couples, PMA assisted reproductive technology and of course GPA surrogacy.\"https://www.valeursactuelles.com/politique/xavier-bertrand- pourquoi-je-manifesterai-le-5-octobre/ He reiterated his opposition to same- sex marriage in 2017. Ahead of the 2022 elections, Bertrand defends liberal economic positions. According to Marianne magazine, he intends to position himself on the right of Emmanuel Macron. In particular, he wants to cut production taxes by half, believing that the measures undertaken in this direction by the government are insufficient. This project, which would represent a loss of 33 billion euros for the state, would be compensated \"in particular by efforts on public spending\"; it provides for a postponement of two years of the retirement age and a reform of the unemployment insurance system that would result in a tightening of the conditions of compensation for the unemployed. Has also promised the \"re-industrialisation\" of France and quotas on immigration.Victor Mallet and David Keohane (14 April 2021), France’s race for centre-right presidential nomination heats up Financial Times. He has also run on an anti-technocratic message. ===Foreign policy=== In July 2014, Bertrand defended President François Hollande's decision to push ahead with delivery of a Mistral-class amphibious assault ship to Russia in defiance of calls by key allies, despite the Russo-Ukrainian War; the deal was later called off.Yann Le Guernigou (22 July 2014), France to deliver first warship to Russia despite allies, Ukraine Reuters. During his presidential campaign in 2021, Bertrand argued that France should reassert itself by leaving NATO’s integrated command.Rym Momtaz (October 15, 2021), With a push from Poland, French politicians line up to bash EU Politico Europe. ==Personal life== Bertrand married Emmanuelle Gontier, advisor on human resources, on 11 July 1998. They have three children, two of whom are twins. He has been a member of the Grand Orient of France since 1995. « Oui je suis franc-maçon » interview by Christophe Barbier, in L'Express, 20 February 2008 ==References== |- |- |- |- |- |- |- |- |- Category:1965 births Category:Living people Category:French Freemasons Category:French Ministers of Health Category:French Protestants Category:Mayors of places in Hauts-de-France Category:University of Reims Champagne-Ardenne alumni Category:People from Châlons-en-Champagne Category:Union for a Popular Movement politicians Category:The Republicans (France) politicians Category:Deputies of the 12th National Assembly of the French Fifth Republic Category:Deputies of the 13th National Assembly of the French Fifth Republic Category:Deputies of the 14th National Assembly of the French Fifth Republic",
 "title": "Xavier Bertrand"
}