{
 "id": "629481",
 "text": "{| |} The Canadair CT-114 Tutor (company model CL-41) was the Royal Canadian Air Force (RCAF), and later Canadian Forces, standard jet trainer between the early 1960s and 2000. It was designed and produced by Canadian aircraft manufacturer Canadair. Development commenced as a private venture by the company. On 13 January 1960, the prototype performed its maiden flight; a year and a half later, the Canadian Government placed a major order for the type. The RCAF would be the dominant user of the type, but a limited number were exported as well. Specifically, the CL-41G model, which was supplied to the Royal Malaysian Air Force (RMAF), served as a ground-attack aircraft up until its withdrawal. The Tutor served as the Canadian Forces primary jet trainer from the 1960s up until 2000, at which point it was finally retired from this role, having been replaced by a combination of the newer British-built CT-155 Hawk and American-built CT-156 Harvard II. While the majority of Tutors have been retired, a small handful of aircraft are currently still being used by the RCAF’s Snowbirds aerobatics team. ==Development== ===Origins=== The beginnings of the CL-41 Tutor can be found in a decision by Canadian aircraft manufacturer Canadair to develop its own indigenous trainer aircraft as a private venture. The design itself was the product of the company’s in-house Preliminary Design department.Dishlevoy 2005, pp. 8–10. By August 1957, the basic configuration of the design had been completed, which was of a turbojet- powered, low-wing aircraft, complete with a tricycle undercarriage and a side- by-side cockpit arrangement. From the onset of development, the aircraft was intended to be a purpose-built trainer for providing elementary jet flight training, as well as additional training up to an advanced level. Early on, despite a lack of official backing for the endeavour from the Canadian Government, the Royal Canadian Air Force's (RCAF) Directorate of Training’s Jet Trainer Liaison Committee had closely engaged with Canadair; its involvement in the project had reportedly made a significant impact in the final design of the aircraft. Both the Canadian Government and Canadair committed financing towards the production of a pair of flight-capable prototypes, as well as multiple static airframes. This early manufacturing activity was performed in a secretive fashion at the company’s Plant 4 facility, which housed Canadair’s Missiles & Systems division.Upton, Bill. \"CL-41 Prototype.\" Canadian Aviation Historical Society, Retrieved: 31 May 2019. ===Flight testing=== On 13 January 1960, the prototype performed its maiden flight, flown by project pilot Ian MacTavish. Originally, the first flight has been scheduled to take place in early 1959, but had been delayed due to issues relating to engine development. While the prototype was powered by a single Pratt & Whitney JT12A-5 turbojet engine, this would be substituted for by a General Electric J85 powerplant for the subsequent production aircraft that followed.Norris 1998, pp. 22–23. This change of engine had required no redesign as the fuselage had been developed to accommodate a wide range of engines without structural modification being necessary; in addition to the JT12A-5 and J85, the Armstrong-Siddeley Viper ASV11, the Continental Gabizo, the Rolls Royce RB.108, and the Fairchild J83-R-1 had been studied during the early stages of design work. During March 1960, an RCAF survey team performed a series of preliminary flight evaluations of the CL-41 prototype over the course of one week; prior to this, the team had evaluated various trainers from France, the United States, and the United Kingdom as well. According to aviation historian Bill Upton, those who flew the prototype universally praised the aircraft for its favourable handling and performance. The prototypes were subject to an extensive regime of tests, some of which falling outside the traditional scope of such activities. ==Design== The CT-114 Tutor is a single-engine turbojet-powered trainer aircraft. It was purpose-designed for the training role, and possesses numerous favourable qualities, including a high level of reliability and favourable operating economics. It is capable of a wide performance range, possessing a top speed at altitude of 795 kmh (429 kt) and a diving speed of 885 kmh (478 kt) against a relatively low stalling speed of 71kt.Norris 1998, p. 23. The Tutor is furnished with manual flight controls, which incorporate spring tabs. It is intentionally aerodynamically stable in flight, a factor which traditionally has aided in the training of fresh pilots unfamiliar with the demands of flight. The Tutor features a side-by-side cockpit. During standard operations, the observing instructor was seated on the right-hand side and the flying student pilot on the left; normally, only the left-hand side normally featured full flight controls. However, following experiences with the Snowbirds display team, a number of aircraft were reconfigured with extra controls so that they would be flyable from either position. The cabin, which is fitted with a rear-hinged canopy over both crew members, can be pressurized to a differential of 3 psi (20 kPa), the equivalent to an altitude of about 2,000 m, for pilot comfort. For aerial display purposes, the Tutor was readily capable of being fitted with a smoke generator, including a pair of under- fuselage pods to house the pressurized diesel fuel used; the use of red dye in the smoke was discontinued fairly quickly as it was found to be highly corrosive. Various other modifications would also be made to display aircraft; these could be routinely installed and uninstalled as airframes would regularly be exchanged between display and training flights. ==Operational history== ===Overview=== During September 1961, the Canadian government, having been impressed by the performance of the prototype and being keen to support local industry, placed a sizeable order for 190 examples of the production variant, referred to as the CL-41A, on behalf of the Royal Canadian Air Force (RCAF). Upon its adoption, the aircraft received the Canadian unified aircraft designation of CT-114 Tutor. The majority of the type was stationed at CFB Moose Jaw, Saskatchewan, in Western Canada; the Central Flying School at CFB Winnipeg, Manitoba, also made heavy use of the Tutor. Serving as a primary trainer platform, the Tutor would be used in this capacity for over thirty years. During 1976, the Canadian Forces decided to have 113 of the remaining aircraft furnished with upgraded avionics and provisions for a pair of belly-mounted external fuel tanks. By 1998, it was reported that around 120 examples of the type were still in regular service with the Canadian Forces.Norris 1998, p. 22. During 2000, the majority of Tutors were retired, the type having been succeeded as the RCAF’s principal training aircraft by a combination of the newer British-built CT-155 Hawk and American-built CT-156 Harvard II. Since then, it has continued to be used in limited numbers by the service for both experimental (by the Aerospace Engineering Test Establishment (AETE) at CFB Cold Lake, Alberta) and aerial display purposes. By 2019, there were 24 examples registered as in service with the RCAF.\"CT-114 Tutor.\" airforce.forces.gc.ca, Retrieved: 31 May 2019. ===Aerobatics=== thumb|Snowbirds at an airshow During 1967, a batch of ten Tutors were modified for use as a formation aerobatic aircraft by the RCAF (and later the unified Canadian Forces) display team, the Golden Centennaires to celebrate Canada's centennial year. At the end of the 1967 season, the display team was disbanded, thus its aircraft returned to routine training duties. In 1971, a new formation team was formed at 2CFFTS (Two Canadian Forces Flying Training School) at CFB Moose Jaw, once again adopted the type. The following year, the name \"Snowbirds\" was chosen for the team; during 1978, the team received squadron status as 431 Air Demonstration Squadron. Since its formation, the Snowbirds display team has regularly performed at air shows and special events, including the annual flypast on Canada Day over the capital city, Ottawa. According to journalist Guy Norris, a defining trait of their aerobatics is the physically-demanding formation flights performed, as well locally-developed manoeuvres such as the ‘Big Goose’. Unlike most display teams, the Snowbirds do not have a support aircraft; all spares and useful material could be carried by the aircraft themselves in storage areas located in the nose or the wing root. Those Tutors used by the Snowbirds feature several modifications distinguishing them from standard examples; these include a smoke generating system, a highly-recognisable paint scheme unique to the display team, and a highly-tuned engine for greater responsiveness during low-level flying. Reportedly, display pilots would deliberately fly their aircraft using an above-average level of nose-down trim so that pushing the stick down would become unnecessary. The Snowbirds' aircraft would regularly be cycled with standard training aircraft, allowing the team to operate airframes with comparatively low accumulated flight hours. ===Overseas and proposed uses=== Canadair also developed an armament training and light attack variant, designated CL-41G. This model was powered by an uprated engine and fitted with underwing hard points, the latter of which allowed for the carriage of various external stores, including up to 4,000 lb (1814 kg) of weapons and drop tanks. During March 1966, the Royal Malaysian Air Force (RMAF) ordered a batch of twenty (serials M-22-01 to M22-11) examples of the CL-41G-5 Tebuan (which means Wasp in the Malay language) aircraft as counterinsurgency (COIN) aircraft. In 1967, the Tebuan entered service in Malaysia. The RMAF operated the type in excess of twenty years, the last Tebuan being withdrawn from service during June 1986, having been replaced by the Italian Aermacchi MB-339A. Following their retirement, the majority of the fleet was retained and placed into local storage for over a decade. One other experimental variant was developed, designated CL-41R, which was fitted with the nose of an F-104 Starfighter, as a proposed electronic systems trainer for future RCAF CF-104 pilots. A single airframe (CF-LTX-X) was constructed to demonstrate the concept, however, the R model did not attract any orders and thus never went into production.As of August 2019, the airframe was awaiting restoration at the Reynolds-Alberta Museum. ==Variants== ;CL-41 :Two prototypes, CF-LTW-X and CF-LTX-X used for company engineering and testing program ;CL-41A :A total of 190 trainers produced for RCAF and CF use as the CT-114. A number were modified with smoke generating systems and other modifications for the Snowbirds aerobatic team ;CL-41G :Unique version for the Royal Malayan Air Force (RMAF). A total of 20 ground-attack variants, known as the \"Tebuan\" in service with RMAF. ;CL-41R :One conversion of CF-LTX-X with a CF-104 nose grafted on to demonstrate the use of CF-104/F-104G radar and avionics; no production examples were built. ==Operators== ; * Royal Canadian Air Force (CT-114 Tutor) ** Golden Centennaires display team 1967 * Canadian Forces ** 2 Canadian Forces Flying Training School 1964–1999 ** 431 Air Demonstration Squadron (\"Snowbirds\" display team) 1971–present ; * Royal Malaysian Air Force (CL-41G Tebuan) ** 6 Squadron 1967–1985 ** 9 Squadron 1967–1985 ** Training Division FTC 1966 or 1967– retired and replaced with A-4 PTM Skyhawks ==Aircraft on display== *Base Borden Military Museum * Canadian Museum of Flight * Canada Aviation and Space Museum * National Air Force Museum of Canada * Reynolds-Alberta Museum * Shearwater Aviation Museum ==Surviving aircraft== thumb|Aerospace Engineering Test Establishment Canadair Tutor thumb|CT-114 cockpit Although the CL-41 Tutor has been retired from active training, 26 Tutors continue to fly with the Canadian Forces Snowbirds and the Aerospace Engineering Test Establishment at CFB Cold Lake or are in short-term storage. As of August 2011, there were three CL-41Gs and one CT-114 on the U.S. civil registry, while none were so registered in Canada.\"Make / Model Inquiry Results CL41.\" Federal Aviation Administration, August 2011. Retrieved: 15 August 2011.\"Make / Model Inquiry Results CT-114.\" Federal Aviation Administration, August 2011. Retrieved: 15 August 2011.\"Canadian Civil Aircraft Register: Canadair CT-114.\" Transport Canada, August 2011. Retrieved: 15 August 2011. During 2001, a CL-41G was given to Embry-Riddle Aeronautical University in Daytona Beach, Florida by actor John Travolta.Ross, Bob. \"John Travolta Donates Jet to Embry-Riddle.\" Embry-Riddle Aeronautical University, November 2001. Retrieved: 6 September 2009. ==Specifications (CL-41A – CT-114)== ==See also== ==References== ===Citations=== ===Bibliography=== * Dishlevoy, Roy W. \"Hatching the Snowbirds: The Canadair CL-41/CT-114 Tutor, Its Early History Remembered.\" CAHS Journal, Vol, 45, No. 1, Spring 2007. * Green, William. Macdonald Aircraft Handbook. London: Macdonald & Co. (Publishers) Ltd., 1964. * Molson, Ken M. and Harold A. Taylor. Canadian Aircraft Since 1909. Stittsville, Ontario: Canada's Wings, Inc., 1982. . * Norris, Guy. “Rocky Mountain High.” ‘’Flight International’’, 6 January 1998. pp. 22–23. * Pickler, Ron and Larry Milberry. Canadair: The First 50 Years. Toronto: Canav Books, 1995. . ==External links== *Canadian Forces Page on the CT-114 Tutor *Audio coverage of the Snowbirds' CT-114s and an Interview with 2006 Season No. 3 Pilot Maj. Cory Blakely *Photo of CF-LTX-X the sole CL-41R built Category:1960s Canadian military trainer aircraft CT-114 Category:Single-engined jet aircraft Category:Low-wing aircraft Category:Aircraft first flown in 1960",
 "title": "Canadair CT-114 Tutor"
}