{
 "id": "629525",
 "text": "thumb|View of the island in July 2007 Skorpios or Scorpios (, ) is a private island in the Ionian Sea off the western coast of Greece and just to the east of the island of Lefkada. The 2011 census reported a population of five inhabitants. Administratively it is part of the municipality of Meganisi in Lefkada regional unit. ==Geography== The island, spanning 83.2 hectares (205 acres), is irregularly shaped, with main axes about 1500 meters and 1000 meters. It is heavily forested from south to north and features over 200 varieties of trees imported to the once nearly barren island by Aristotle Onassis. There are some sandy beaches, most notably East Beach, which was created by Onassis, who brought sand from Salamis Island for this purpose. It is home to three residences, a helicopter landing pad and a boat quay. Onassis also built harbor facilities in the bay on the north side for his Christina O yacht. The island water comes from a mountain from a nearby island which is estimated to cost about 100 million euros. ==History== Skorpios is primarily known as the private island of the late Greek shipping billionaire Aristotle Onassis. It was bought in 1963 and believed to have cost him the equivalent of about €11,000 of today's money (2015). Numerous high profile parties were hosted during the time of Aristotle Onassis. Skorpios was also the site of his wedding to former United States First Lady Jacqueline Kennedy on October 20, 1968. In 1971, Jacqueline Kennedy Onassis was photographed nude by an Italian paparazzo on a Skorpios beach. Upon Onassis's death the island was passed to his daughter Christina, and then in turn to her daughter Athina Onassis, the only surviving heir. Onassis, his son Alexander, and his daughter Christina are all buried on the island. ==Rybolovlev long term lease== In April 2013 through her trust, Ekaterina Rybolovleva, the 24-year-old daughter of Dmitry Rybolovlev, bought a group of companies from Athina Onassis for $153 million. The assets included a long term lease to Skorpios and its smaller islet, Sparti. Beginning in October 2018 and with a completion date of 2020, Rybolovleva began developing a luxury resort on Skorpios for a total investment estimated at €184 million. The island is a Natura with no more than 5% of its area to be developed. The Greek government is yet to confirm the legality of the purchase. An investigation is underway, as Giannis Mihelakis (a New Democracy MP) raised the question in the Greek parliament. Specifically, Onassis stated in his will that the island would remain in the family as long as they could afford to cover its maintenance expenses. According to the will, if his descendants could not cover the expenses, the island would be donated either to the now defunct Olympic Airlines or to the state. ==References== ==External links== *Skorpios on GTP Travel Pages (in English and Greek) *Official website of Municipality of Meganisi Category:Islands of Greece Category:Islands of the Ionian Islands (region) Category:Private islands of Greece Category:Onassis family Category:Landforms of Lefkada (regional unit)",
 "title": "Skorpios"
}