{
 "id": "629584",
 "text": ", was a Japanese American multi-sport athlete who played in the All-America Football Conference (AAFC) and Japan's Nippon Professional Baseball. ==Early life== Yonamine, a Nisei Japanese American, was born in Hawaii to parents Matsusai (September 1, 1890 – July 31, 1988) and Kikue (February 14, 1901 – February 26, 1999). Yonamine attended Lahainaluna and Farrington High School. ==Professional football career== Yonamine signed a $14,000 contract, playing running back for the San Francisco 49ers in their second season (1947). Doing so, he became the first football player of Japanese American ancestry to play professional football (Walter Achiu was the first Asian-American). In his one season with the team, he had 19 carries for 74 yards and caught 3 passes for 40 yards. His football career ended during the off-season, when he broke his wrist playing in an amateur baseball league in Hawaii. ==Professional baseball career== In baseball, Yonamine was the first American to play professional baseball in Japan after World War II. A multi-skilled outfielder, Yonamine was also noted for his flexible batting style and aggressive baserunning during his career with the Yomiuri Giants and Chunichi Dragons. In Japan, Yonamine was a member of four Japan Series Championship teams, the Central League MVP in 1957, a consecutive seven-time Best Nine Award winner (1952–58), an eleven- time All-Star, a three-time batting champion, and the first foreigner to be a manager (Dragons, 1972–77). Yonamine was the first American inducted into the Japanese Baseball Hall of Fame, admitted in 1994 for his achievements during his 12-year career with the Giants and Dragons. ==Post-career== Yonamine operated a highly successful pearl store, \"Wally Yonamine Pearls\", with his wife, Jane. The store is located in Roppongi, Tokyo. They also had a branch of their store in California run by their children. In 2008, Yonamine joined the Japanese Master League team Nagoya 80 D'sers as a coach/part-time player. After an extended battle with prostate cancer, Yonamine died on February 28, 2011, aged 85, in Honolulu. Yonamine's nephew, Micah, was selected in the 29th round of the 2019 Major League Baseball draft. == See also == * American expatriate baseball players in Japan ==References== == Further reading == * ==External links== * Japan Baseball Hall of Fame *Dodgers to celebrate Japanese American Community Night * Category:1925 births Category:2011 deaths Category:American baseball players of Japanese descent Category:American expatriate baseball players in Japan Category:Hawaii people of Okinawan descent Category:American football running backs Category:Baseball players from Hawaii Category:Chunichi Dragons managers Category:Chunichi Dragons players Category:Deaths from cancer in Hawaii Category:Deaths from prostate cancer Category:Managers of baseball teams in Japan Category:Nippon Professional Baseball MVP Award winners Category:People from Maui Category:Players of American football from Hawaii Category:San Francisco 49ers (AAFC) players Category:Yomiuri Giants players Category:Salt Lake City Bees players",
 "title": "Wally Yonamine"
}