{
 "id": "629748",
 "text": "Francis Lederer (November 6, 1899 Prague – May 25, 2000) was a Czech-born American film and stage actor with a successful career, first in Europe, then in the United States. His original name was Franz (Czech František) Lederer. ==Early years== Lederer grew up in a poor section of Prague, where his only recreation was wrestling. His parents separated when he was nine years old, and his brother died in a war. He worked in a store that sold dry goods, and his first theatrical experience came when he was tasked with cleaning shelves in the background in a play while the main actors performed their roles. He lost that role when he drew attention away from the stars and to himself. ==Acting career== ===Europe=== Lederer started acting when he was young and was trained at the Academy of Music and Academy of Dramatic Art in Prague.Erickson, Hal Biography (Allmovie) After service in the Austrian- Hungarian Imperial Army in World War I, he made his stage debut as an apprentice with the New German Theater, a walk-on in the play Burning Heart. He toured Moravia and central Europe, making a name for himself as a matinee idol in theaters in Czechoslovakia, Hungary, Austria and Germany. Notable among his performances was a turn as Romeo in Max Reinhardt's staging of Romeo and Juliet.TCM Biography In the late 1920s, Lederer was lured into films by the German actress Henny Porten and her husband. He worked with G.W. Pabst in Pandora's Box, starring Louise Brooks, and Atlantic (both 1929). He was also notable in The Wonderful Lies of Nina Petrovna in the same year. Lederer, billed as \"Franz\" at this time, made the transition from silent films to sound films. ===America=== In 1931, Lederer was in London to perform on stage in Volpone and the next year in Autumn Crocus by Dodie Smith, which he then performed on Broadway – using the name \"Francis\" – where it played for 210 performances in 1932 and 1933. He also performed the play in Los Angeles. As the rise of the Nazi movement and the institutionalization of anti-Semitism spread throughout Europe and the political situation there deteriorated, Lederer, who was Jewish, chose to remain in America rather than return home. He became a U.S. citizen in 1939.Frantisek Lederer, Petition for Naturalization, U.S. District Court of Los Angeles, Jan. 21, 1939. Ancestry.com. Selected U.S. Naturalization Records: Original Documents, 1790–1974 (World Archives Project) [database on-line]. Provo, UT, USA: The Generations Network, Inc., 2009. Lederer's first American movies were Man of Two Worlds (1934); Romance in Manhattan (1934), with Ginger Rogers; The Gay Deception (1935), with Frances Dee; and One Rainy Afternoon (1936). He was originally cast as the lead opposite Katharine Hepburn in the 1935 film Break of Hearts, but the producers replaced him with Charles Boyer. Irving Thalberg planned to make Lederer \"the biggest star in Hollywood\" but Thalberg's death ended this possibility. Although he continued to play leads occasionally – notably as a playboy in Mitchell Leisen's Midnight, with Claudette Colbert and John Barrymore in 1939 – in the late 1930s Lederer began to expand his character parts to include villains. Edward G. Robinson praised Lederer's performance as a German American Bundist in Confessions of a Nazi Spy in 1939, and he earned plaudits for his portrayal of a fascist in The Man I Married (1940)m with Joan Bennett. He also played Count Dracula in The Return of Dracula, in 1958. Throughout his career, Lederer, who studied with Elia Kazan at the Actors Studio in New York City, continued to take theater acting seriously, and he performed on stage often in New York City and elsewhere. He appeared in stage productions of Golden Boy (1937); Seventh Heaven (1939); No Time for Comedy (1939), in which he replaced Laurence Olivier; The Play's the Thing (1942); A Doll's House (1944); Arms and the Man (1950); The Sleeping Prince (1956); and The Diary of Anne Frank (1958). In 1941, he took a break from making films in order to concentrate on his stage work. He returned to the silver screen in 1944, appearing in Voice in the Wind and The Bridge of San Luis Rey, and went on to play in films such as Jean Renoir's The Diary of a Chambermaid (1946) and Million Dollar Weekend (1948). He took another break from Hollywood in 1950, after making Surrender (1950), and returned in 1956 with Lisbon and the light comedy The Ambassador's Daughter, with Olivia de Havilland. His final film appearance was in Terror Is a Man in 1959. During the 1950s, he served as honorary mayor of Canoga Park. Lederer continued to appear on television over the next 10 years in such shows as Sally, The Untouchables, Ben Casey, Blue Light, Mission: Impossible and That Girl. His final television appearance was in a 1971 episode of Rod Serling's Night Gallery called \"The Devil Is Not Mocked\". In it, he reprised his role as Dracula from The Return of Dracula. ==Personal life== Lederer, who became very wealthy, invested in real estate, especially in the Canoga Park community (which included West Hills, as defined in 1987). He was active in local and Los Angeles civic affairs, philanthropy and politics. He served as Recreation and Parks Commissioner for the city of Los Angeles and received awards for his efforts to beautify the city. He was the honorary mayor of Canoga Park for some time. He became involved with peace movements, taught acting, and was one of the founders of the American National Academy of Performing Arts in Los Angeles, and the International Academy of Performing Arts in Washington, D.C. In 2000, the Austrian government honored him with the Cross of Honor for Science and Arts, First Class. Lederer was married three times. His first marriage was to Ada Nejedly, an opera singer. The year they wed remains undetermined, but records show that the couple divorced in 1928. In 1937, he married the actress Margo; they divorced three years later. Lederer's final marriage was to Marion Eleanor Irvine, a native of Canada who lived most of her life in California. They wed there in 1941, and over the years he and Marion remained active in supporting various community projects and international humanitarian services, including the promotion of UNICEF. They remained together for nearly six decades, until his death in 2000. Francis Lederer worked until the week before he died, at the age of 100, in Palm Springs, California, one of the last surviving World War I veterans of the Austro-Hungarian Army. He is interred in the mausoleum at Forest Lawn Memorial Park in Cathedral City, California. ==Lederer estate and residence== In 1934, with the help of artisan builder John R. Litke, Lederer began the design and construction of his landmark residence and stables on the hilltop of a large rancho in the Simi Hills in Owensmouth, renamed Canoga Park, then West Hills. It is in the western San Fernando Valley of Los Angeles, California, at the west end of Sherman Way. The house blends Mediterranean Revival and Mission Revival styles. The residence and stables are both protected Los Angeles Historic-Cultural Monuments. After the house was damaged by the 1994 Northridge earthquake, the property was completely renovated. The estate is next to the very large 1845 Mexican land grant Rancho El Escorpión, which was Lederer's southern rural viewshed and remained undeveloped open space until 1959. The home and grounds are still in the hands of the family.Big Orange- Lederer Environs ==Selected filmography== ===Europe=== * Zuflucht (1928) * Pandora's Box (1929) * Atlantik (1929) * The Wonderful Lies of Nina Petrovna (1929) * Maman Colibri (1929) * Perjury (1929) * The Great Longing (1930) * The Road to Dishonour (1930) * Susanne Cleans Up (1930) * Her Majesty the Barmaid (1931) * The Fate of Renate Langen (1931) * Adventure in Vienna (1952) * Stolen Identity (1953) ===United States=== * Man of Two Worlds (1934) * The Pursuit of Happiness (1934) * Romance in Manhattan (1935) * The Gay Deception (1935) * One Rainy Afternoon (1936) * My American Wife (1936) * It's All Yours (1937) * The Lone Wolf in Paris (1938) * Midnight (1939) * Confessions of a Nazi Spy (1939) * The Man I Married (I Married a Nazi) (1940) * Puddin' Head (1941) * Voice in the Wind (1944) * The Bridge of San Luis Rey (1944) * The Diary of a Chambermaid (1946) * The Madonna's Secret (1946) * Million Dollar Weekend (1948) * Surrender (1950) * Captain Carey, U.S.A. (1950) * Lisbon (1956) * The Ambassador's Daughter (1956) * The Return of Dracula (1958) * Terror Is a Man (1959) ==See also== * List of Los Angeles Historic-Cultural Monuments in the San Fernando Valley * List of centenarians (actors, filmmakers and entertainers) ==References== ==External links== * * * * * Francis Lederer at Virtual History Category:American art collectors Category:American centenarians Category:American male film actors Category:American male stage actors Category:American philanthropists Category:Czech male film actors Category:Czech male silent film actors Category:Czech male stage actors Category:Male Shakespearean actors Category:1899 births Category:2000 deaths Category:Burials at Forest Lawn Cemetery (Cathedral City) Category:Jewish Czech actors Category:Jewish American male actors Category:Recipients of the Order of Tomáš Garrigue Masaryk Category:Austro-Hungarian military personnel of World War I Category:People from Canoga Park, Los Angeles Category:People from West Hills, Los Angeles Category:Male actors from California Category:20th-century Czech male actors Category:Czechoslovak emigrants to the United States Category:Men centenarians",
 "title": "Francis Lederer"
}