{
 "id": "630059",
 "text": "Scrabble is an American television game show based upon the Scrabble board game. Muriel Green of Exposure Unlimited developed the idea for a television game show based upon the board game concept. During 1983, Green convinced Selchow and Righter, who at that time owned the Scrabble board game, to license Exposure Unlimited to produce the game show. Exposure Unlimited co- produced the show with Reg Grundy Productions, and licensed the show to NBC. Scrabble aired on NBC from July 2, 1984, to March 23, 1990, and again from January 18 to June 11, 1993. Chuck Woolery hosted the program. Jay Stewart was the announcer for the first year. Charlie Tuna replaced him in the summer of 1985 and remained through the original run and the entirety of the 1993 revival. ==Game play== All words used in the game were between five and nine letters in length. For each word, Woolery gave a clue that often involved a pun or play on words (e.g., \"Some people want him to get off their case\" for \"detective\"). Viewers could win a Scrabble T-shirt by submitting a word and clue and having them selected for use in the show's opening title sequence. ===Crossword Round=== The first round of every game was the Crossword round, in which two contestants competed to guess words as they were laid out on a computer-generated Scrabble board. Each matchup in Crossword was always male vs. female and was played until one contestant won by solving three words. Originally, the Crossword round was played to determine who would face the show’s returning champion, if there was one, in the Scrabble Sprint. In cases where there was no returning champion, two Crosswords were played before the Sprint and the winners of each Crossword would face off to determine the new champion. Beginning on September 29, 1986 as part of a broader format change, the show began featuring two Crossword rounds per episode. The winners would square off in the Sprint to determine the winner. The change was made as part of a special tournament that was taking place at the time. Once the show returned to regular play in December 1986, the first Crossword of the day began featuring the returning champion. A horizontal or vertical row of squares was outlined to indicate the number of letters, with one already filled in and referred to as the letter the contestants were \"building on\". Each subsequent word built on one of the letters in the previous word and was laid out perpendicular to it (i.e., the first word was played horizontally, the second vertically, and so on). Each word was accompanied by a clue designed to aid the contestants in solving it. Initially, the winner of a backstage coin toss got to start each game. When the second Crossword was introduced and the champion was inserted into the first game, his/her opponent started. The second game used a coin toss to determine who began. The contestant with initial control of a word could either try to guess it immediately or draw two numbered tiles from a rack. Each tile represented a letter, which was revealed on a screen when the contestant inserted it into a slot at his/her desk. Once a contestant had drawn, he/she could only guess after playing at least one of the two letters. The number of tiles available for any given word was always two more than the number of letters it contained. These tiles represented all of the remaining letters in the word, plus three \"stopper\" letters that did not belong in it. When a contestant played a letter that belonged in the word, it appeared in its proper place. Playing a stopper or giving an incorrect guess ended the turn, and the opponent could either guess or draw enough tiles to put a total of two letters in play. Once all but one letter had been filled in, the contestant in control had to guess. A miss gave the opponent a chance to solve the word; if he/she also missed, the last letter was filled in and neither player scored the word. For each word after the first, the trailing contestant had initial control. If the score was tied, control went to the contestant who had not solved the previous word. If all three stoppers were revealed during a word, the contestant that had not played the last one was given a chance to guess. If he/she declined to do so, a rapid-fire game called Speedword was played. The remaining letters would be automatically placed, one at a time, until someone rang in with a correct guess; however, a miss locked that contestant out of the rest of the word. If both contestants missed, or if neither one rang in after every letter but one had been placed, the word was revealed and thrown out. If a contestant gave an incorrect guess after his/her opponent played the third stopper, the opponent was allowed to play Speedword alone. Speedword was also played if a match went to a fifth word without a winner. Later, once the format changed, Speedword would be played if time ran short during a match. During the original show format, each match was played to its conclusion. A match could begin at any time and resume on the next episode. Originally, when this happened a fresh board would always be used when the match resumed. This later changed to having the same board in place for an entire match regardless of whether or not it straddled. ====Pot==== In the first week of the show, a cumulative money pot was used in the Crossword round. Each letter placed in a normal square was worth $25, with blue squares adding $50 and pink squares $100. The winner of the round collected all the money in the pot. After that week, the Crossword winner received a flat $500. ====Bonus squares==== Beginning in October 1984, contestants could win a cash bonus by placing a letter in a colored square and immediately solving the word. Blue squares awarded $500, while pink squares awarded $1,000. Beginning in 1985, the bonus rule was added to Speedword, provided a contestant guessed the word right after a letter was placed into a bonus square. Also, if a word was being built on a letter in a bonus square, the contestant who started the word could win the bonus with an immediate solve. If a contestant either placed a letter in a bonus square and gave an incorrect guess, or could not solve the word after placing the next-to-last letter in a bonus square, the opponent could win the bonus with a correct guess. Both contestants kept any bonus money they won, regardless of who won the Crossword round. For the 1993 version, money won from bonus squares was added to the Bonus Sprint jackpot instead of being awarded directly to the contestant. ====Spelling format==== The Crossword rules and payout structure were changed for approximately three months in 1985. Once the contestant in control believed they could solve a word, they hit their buzzer and then had to fill in all the missing letters in order, one at a time. A mistake turned control over to the opponent and left all correctly given letters on the board; the opponent could then either draw/play tiles or try to complete the solution. The accumulating pot from the earliest episodes returned, but money was added to it only while a contestant was giving letters after buzzing in. Regular, blue, and pink squares respectively added $50, $100, and $200 (later $500), and the first contestant to solve three words won the entire pot. While it likely had little to nothing to do with the eventual dropping of the spelling format after three months, one match played during this time featured two contestants who made repeated errors while trying to spell the word “mosquitos”. A clip of the incident has made the rounds on various blooper specials over the years. ===Scrabble Sprint=== The Scrabble Sprint round was the second part of the game and determined the show's champion. In this round, the goal was to solve a set of words of increasing length as quickly as possible. There were two different formats. From the premiere until September 26, 1986, the Crossword rounds were played to determine who faced the reigning champion in the Sprint Round. If there was no champion, two Crossword rounds were played and the winners of those rounds faced off to determine a new champion. ====First format==== In the first format, both the champion and the Crossword winner played separate sets of words against the clock. The Crossword winner played first and chose one of two envelopes, leaving the other for the champion. A row of blanks was shown, and Woolery read a clue. Once the contestant stated that he/she was ready, the clock began to count up from zero and two letters were displayed, which the contestant called one at a time to place in the word. Additional letters were then displayed one at a time, but as in Crossword, the last letter was not given. Every displayed letter appeared in the word; no stoppers were used in the Sprint. Before trying to guess the word, the contestant had to press a plunger in order to stop the clock. If the guess was correct, the remaining letters were filled in; if not, or if the contestant did not immediately offer a guess, a 10-second penalty was added to the clock and play continued with the same word. Once all but one of the letters were placed, the contestant had five seconds to guess. If he/she either missed the word or did not press the plunger, the word was thrown out and an alternate was played. Once the Crossword winner correctly solved three words, the champion took his/her turn with the unused envelope. The clock counted toward zero, starting at the Crossword winner's final time, and any penalties were deducted from it. If the champion completed his/her words before time ran out, he/she won the Scrabble Sprint; if not, the opponent became the new champion. The prize for winning was originally three times the pot from the preceding Crossword round, but was changed to a flat $1,500 after the first week. A contestant received a $20,000 bonus for winning five consecutive Sprints, and a further $20,000 for winning 10; in the latter case, the contestant also retired as an undefeated champion. In March 1985, both contestants began using the same set of words. The champion was placed in isolation while the Crossword winner played, then tried to beat the time set. In addition, after a contestant called one of the two displayed letters, the other one disappeared and two new letters were presented as long as there were at least three blanks left in the word. The contestant was shown only one letter when there were two blanks. This change remained in place for the remainder of the series run, and a fourth word was later added to the Sprint. In addition to the contestants now using the same set of words, the Sprint bonus rules changed. Champions had their total winnings increased to $20,000 for five Sprint victories, or to $40,000 for 10, still retiring undefeated in the latter case. ====Second format==== On September 29, 1986, Scrabble began a 13-week-long contest titled The $100,000 All-American Scrabble Tournament. This tournament was conducted with a different format from usual Scrabble matches, and these changes were eventually made permanent. A total of 188 contestants were selected via a nationwide search, with four competing on each episode in preliminary matches from Monday through Thursday over the first 12 weeks. Two Crossword rounds were played (with the typical $500 and $1,000 bonuses for blue and pink squares, respectively), and each was followed by a Scrabble Sprint round. The winner of the first Crossword round won $500, and played four words of six, seven, eight, and nine letters to try to set a time for the winner of the second Crossword round between two other contestants. That contestant attempted to beat the time set by the first contestant, and if successful, he or she won $1,000 and advanced to the next round. On Friday, the four winners competed in two quarterfinal matches, and whoever won the second Sprint round won $5,000 and advanced to the semifinals round, for the final week of the tournament. Because only three episodes aired during the week of November 24–28 (no episodes aired on Thursday and Friday, the former due to the Macy's Thanksgiving Day Parade, the latter due to special showings of Saturday morning cartoons), two wild card contestants were chosen to advance alongside the three preliminary match winners. During the final week, starting on December 22, the 12 quarterfinal winners and four wild card contestants competed in semifinal matches on Monday through Thursday. The four winners advanced to the final matches that Friday, with a grand prize of $100,000 for the winner. In the end, contestant Mark Bartos won the grand prize. With slight adjusting, this tournament structure became the new permanent Scrabble format on December 29, 1986. As noted above, each episode now featured four contestants and two Crossword games worth $500 each. The champion played in the first Crossword, whose winner set a Sprint time for the second winner to beat, and the Sprint winner received $1,000 and took or retained the championship. With this format change, Scrabble became a self-contained 30-minute program. In the previous format, play continued until time was called and episodes could straddle. ===Bonus Sprint=== With the adoption of the new format came a new final round, the Bonus Sprint, which gave the day's champion a chance to win a cash jackpot. The champion played two words, one each of six and seven letters, under the standard Sprint rules and was given 10 seconds to solve them both. Doing so awarded the jackpot, which began at $5,000 and increased by $1,000 for every day it went unclaimed. If the champion gave an incorrect guess or failed to respond immediately after pressing the plunger, the round ended and he/she forfeited that day's chance at the jackpot. Champions remained on the show until they lost in either the Crossword or Sprint round or had played the Bonus Sprint five times. When the series returned in 1993, the Bonus Sprint jackpot began at $1,000. Additional money was only added to the jackpot if a contestant landed on a blue or pink square in the Crossword game and solved the word immediately, adding either $500 or $1,000, respectively. No cash bonuses were given directly to contestants in this version. ==Licensed merchandise== A board game based on this version was released by Selchow & Righter as TV Scrabble in 1987. It was the only home version which was originally a board game itself until Trivial Pursuit: Game Show released by Parker Brothers in 1993 and Celebrity Name Game released by Playmonster (formerly Patch) in 2016. ==Broadcast history== Scrabble premiered in the 11:30 am time slot on July 2, 1984. The time slot had been occupied by the Bob Eubanks-hosted game show Dream House for the past years. The show went up against the highly-rated CBS game show The Price Is Right and four ABC game shows (Family Feud, All-Star Blitz, Double Talk, and Bargain Hunters) in its time slot during the first three years of its run. On September 7, 1987, Scrabble was moved to the 12:30p.m. time slot in order to make room for the daytime version of Win, Lose or Draw (replacing Wordplay, which had been canceled by NBC earlier that summer). The competitors in that time slot were the soap operas The Young and the Restless and Loving. The show lasted years in that time slot, as it was moved to the 10:00a.m. time slot on March 27, 1989 after both Sale of the Century and Super Password ended their runs. The 12:30p.m. time slot was taken over by the soap opera Generations. Scrabble aired against the CBS version of Family Feud in that time slot, and remained there until its final episode aired on March 23, 1990. Three days later, the show's time slot was occupied by reruns of 227. In late 1992, NBC announced that it would return the 3:00p.m. time slot to its affiliates as a result of the cancellation of the soap opera Santa Barbara. After Santa Barbara aired its final episode on January 15, 1993, NBC took back the 12:00p.m. hour from its affiliates and decided to program a revival of Scrabble and the new game show Scattergories in that hour. Both shows began airing three days later. Most affiliates of the Big Three networks had aired local newscasts or other syndicated programs in the noon hour since the mid-1970s, and as a result both Scrabble and Scattergories were not cleared by all NBC affiliates. Both shows did not perform well against local newscasts, The Young and the Restless, and Loving on affiliates that aired both shows in the noon hour. As a result, NBC canceled both Scrabble and Scattergories after twenty-one weeks of episodes were produced. The final episodes for both programs aired on June 11, 1993. All episodes still exist. Fremantle North America, which is a direct successor to Reg Grundy Productions, and Hasbro, which owns the Scrabble board game in the United States and Canada, currently own the rights to the series as well as any future revivals. Reruns aired on USA Network from September 16, 1991, to October 13, 1995 (with the exception of a brief period from February 6, 1995, to April 14, 1995). The short-lived 1993 revival has not been rerun since cancellation. ==International versions== ===Germany=== *RTL plus (as phone-in quiz show.) ==References== ==External links== * Category:1984 American television series debuts Category:1990 American television series endings Category:1993 American television series debuts Category:1993 American television series endings Category:1980s American game shows Category:1990s American game shows Category:American game shows Category:English-language television shows Category:NBC original programming Category:Scrabble on television Category:Television shows based on board games Category:Television series by Fremantle (company) Category:Television series by Reg Grundy Productions Category:American television series revived after cancellation Category:Television shows based on Hasbro toys",
 "title": "Scrabble (game show)"
}