{
 "id": "630090",
 "text": "1983 Bok (prov. designation: ) is a dark background asteroid from the central region of the asteroid belt. It was discovered on 9 June 1975, by American astronomer Elizabeth Roemer at the Catalina Station of the UA's Steward Observatory in Tucson, Arizona, and named for Bart Bok and Priscilla Fairfield Bok. The carbonaceous C-type asteroid has a rotation period of 10.7 hours and measures approximately in diameter. == Classification and orbit == Bok orbits the Sun in the central main-belt at a distance of 2.4–2.9 AU once every 4 years and 3 months (1,550 days). Its orbit has an eccentricity of 0.10 and an inclination of 9° with respect to the ecliptic. The first observation was taken at the Argentinian La Plata Astronomical Observatory in 1950, extending the asteroid's observation arc by 25 years prior to its discovery. == Naming == This minor planet was named after the astronomer couple Bart Bok (1906–1983) and Priscilla Fairfield Bok (1896–1975), in recognition for their contribution to astrometry of small Solar System bodies. Both astronomers studied the structure of the southern Milky Way and fostered astronomy in the Southern Hemisphere. Bok was the first numbered discovery made with the Stewart Observatory's 90-inch Bok Telescope. The body's name was proposed by the discovering astronomer and by Alan C. Gilmore from New Zealand. The official was published by the Minor Planet Center on 18 April 1977 (). == Physical characteristics == Bok has been characterized as a C-type asteroid. In October 2014, the first rotational lightcurve for this body was obtained by Italian astronomer Giovanni Battitsa Casalnuovo at the Eurac Observatory () in Bolzano, Italy. Lightcurve analysis gave a well-defined rotation period of hours with a relatively high brightness variation of 0.46 magnitude (). The Italian astronomer also calculated an albedo of 0.06 for its surface and a diameter of kilometers, in agreement with the survey carried out by the NEOWISE mission of NASA's Wide-field Infrared Survey Explorer which gave a diameter of 15.7 kilometers and an albedo of 0.034. The Collaborative Asteroid Lightcurve Link assumes an albedo of 0.10, a compromise value between the stony (0.20) and carbonaceous (0.057) asteroids with a semi-major axis between 2.6 and 2.7 AU, and consequently calculates a much smaller diameter of 10.08 kilometers using an absolute magnitude of 13.1. == References == == External links == * Lightcurve Database Query (LCDB), at www.minorplanet.info * Dictionary of Minor Planet Names, Google books * Asteroids and comets rotation curves, CdR – Geneva Observatory, Raoul Behrend * Discovery Circumstances: Numbered Minor Planets (1)-(5000) – Minor Planet Center * * 001983 Category:Discoveries by Elizabeth Roemer Category:Minor planets named for people Category:Named minor planets 19750609",
 "title": "1983 Bok"
}