{
 "id": "630123",
 "text": "{| |} SS Commissaire Ramel was a French cargo liner that was launched in 1920 and sunk in the Indian Ocean by the in World War II. ==Ship history== ===Building=== The Société Provençale de Construction Navale built the ship in La Ciotat as General Duchesne. Before she was launched she was renamed Commissaire Ramel in honour of Paul Ramel, the purser of the ship , who was lost when his ship was torpedoed on 11 February 1917, and posthumously awarded the légion d'honneur. The ship was long, with a beam of . As built, her tonnages were 16,620 displacement and . She was powered by a three-cylinder triple expansion engine with coal-fired boilers that delivered 4,450 hp, driving a single propeller and giving her a speed of . ===Service history=== Commissaire Ramel was launched on 20 March 1920, and entered service with the Compagnie des Messageries Maritimes on 24 April 1921, as a cargo liner, sailing between France and the Far East. In 1926 she was refitted in La Ciotat as an ocean liner, receiving a promenade deck, lifeboat deck, and an additional boiler. This gave her the capacity to carry up to 552 passengers, and increased her tonnages to 20,323 tonnes displacement and 10,092 GRT. The additional boiler increased her power to 5,000 hp, giving her a speed to . On 19 January 1927 she returned to service, sailing between France and Australia. In 1931 she was refitted again. Her boilers were converted from coal to oil fuel, and a low-pressure steam turbine was added alongside her triple- expansion engine. Exhaust steam from the low-pressure cylinder of her piston engine powered the turbine, which was geared onto the same propeller shaft as her piston engine. The addition of the turbine increased her total power to 6,250 hp. Until 1933 the ship's code letters were OEXC. In 1934 these were superseded by the call sign FOAR. In 1935 she was transferred to a new route, sailing between Marseille and New Caledonia in the South Pacific, via the Panama Canal. On 19 May 1940 she left Marseille under the command of Captain Sabouret, bound for Tahiti. She arrived at Papeete on 28 June 1940, five days after the signing of armistice between France and Germany that ended the battle of France. On 18 July 1940 she arrived at Suva in Fiji to refuel, but was requisitioned by the authorities there. She was taken to Sydney, Australia, where 26 members of the crew, including the captain, volunteered to serve aboard. ===Sinking=== Under the management of the Shaw, Savill & Albion Line she sailed from Sydney on 1 September 1940 bound for Britain via Cape Town, under the command of Captain R MacKenzie. Just after midnight on 19 September she was attacked by the commerce raider . After the crew abandoned ship, they were picked up by Atlantis, who then finished off the ship, sinking her at position . Three of her crew were killed and 63 taken prisoner. 200 prisoners taken by Atlantis from several ships were later transferred to the captured Yugoslavian ship Durmitor. The captain of Durmitor reported after the war that the cook from Commissaire Ramel was employed to cook for the German prize crew and that the captain of Commissaire Ramel managed to hide a bottle of poison with which he intended to neutralize the Germans, but after determining the ship's course and position, learning about the poor fuel situation from the captain of Durmitor and considering the possibility that Atlantis might re-appear once the ship was taken over by the prisoners and take revenge, he gave up his plan. The prisoners were landed at Warsheikh in Italian East Africa on 22 November 1940. They were held in a camp at Merca until liberated by British troops on 25 February 1941 during the East African Campaign. Durmitor survived the war and was returned to Yugoslavia. ==References== Category:1920 ships Category:Maritime incidents in September 1940 Category:Passenger ships of France Category:Ships built in France Category:Steamships of France Category:World War II merchant ships of France Category:World War II shipwrecks in the Indian Ocean",
 "title": "SS Commissaire Ramel"
}