{
 "id": "630224",
 "text": "Norman Alexander Dutton (July 23, 1897 – March 15, 1987) was a Canadian ice hockey player, coach and executive. Commonly known as Red Dutton, and earlier by the nickname \"Mervyn\", he played for the Calgary Tigers of the Western Canada Hockey League (WCHL) and the Montreal Maroons and New York Americans of the National Hockey League (NHL). A rugged and physical defenceman, Dutton often led his team in penalty minutes, won the WCHL championship in 1924 as a member of the Tigers and was twice named a WCHL All-Star. Dutton coached and managed the Americans and later purchased the team before suspending operations in 1942 due to World War II. He served as the second president of the NHL between 1943 and 1946 before resigning the position after the NHL's owners reneged on a promise to allow the Americans to resume operations following the war. He served as a Stanley Cup trustee for 37 years but otherwise limited his involvement with the NHL following the Americans' demise. He was inducted into the Hockey Hall of Fame in 1958. A successful businessman, Dutton operated a construction company that built Calgary's McMahon Stadium in 1960 and he served for a time as the president of the Calgary Stampeders football club and later the Calgary Exhibition and Stampede. He was invested as a member of the Order of Canada in 1981 and is honoured by both the Manitoba Hockey and Alberta Sports Halls of Fame. He was posthumously awarded the Lester Patrick Trophy in 1993 in recognition of his contributions to the game of hockey in the United States. He was the last surviving former player of the Calgary Tigers. ==Early life== Dutton was born in Russell, Manitoba on July 23, 1897. His father, Bill, was a successful contractor who helped build Canada's transcontinental railway system, and the younger Dutton often helped his father at his work when he was a boy. He had at least two elder brothers, and a sister. His given name was Norman Alexander Dutton, but his birth names were quickly ignored. A family friend of the Duttons refused to call him Norman as the name had a negative connotation for her, so she instead called him \"Mervyn\", a name that stuck. His friends called him \"Red\" after the colour of his hair, and to most, he was known as Mervyn \"Red\" Dutton. Dutton attended school at St. John's College in Winnipeg. He left school in 1915 to volunteer with the Canadian Expeditionary Force (CEF) in World War I and served with the Princess Patricia's Canadian Light Infantry. He lied about his birth date on his CEF enlistment papers as he was not yet 18, and served for four years. Dutton fought in the Battle of Vimy Ridge in 1917 where he suffered a shrapnel wound to his leg serious enough that doctors pressed for amputation. Dutton refused and spent the following 18 months working to recover full use of his leg. He played hockey almost constantly to regain strength, at one point playing in seven different Winnipeg leagues at the same time. Following the war, Dutton sought to build his own contracting business. However, an economic depression in 1920 forced its closure. He then worked in a packing plant in Winnipeg that also ceased operations. Penniless, with only his pride preventing him from asking his father for help, he was met by the owner of a hockey team in Calgary who had sought him out. Dutton was offered $2,500 to play in the Alberta city. ==Playing career== thumb|right|The Calgary Tigers pose in Montreal prior to the 1924 Stanley Cup Final. Dutton is in the front row, second from the left.|alt=Twelve men pose on the steps in front of a building. They are wearing suits, long jackets and hats. Dutton joined the Calgary Canadians of Alberta's Big-4 League for the 1920–21 season, then moved onto the Calgary Tigers of the Western Canada Hockey League (WCHL) in 1921–22 where he scored 16 goals and 21 points in 22 games. Two seasons later, in 1923–24, Dutton and the Tigers won the WCHL championship. He assisted on the championship winning goal in a 2–0 victory over the Regina Capitals by carrying the puck the length of the ice before passing to Cully Wilson who scored. The team then defeated the Pacific Coast Hockey Association's Vancouver Maroons before losing to the Montreal Canadiens of the National Hockey League (NHL) in the 1924 Stanley Cup Final. Named a WCHL first team all-star on defence in 1922 and 1923, Dutton played five seasons for the Tigers. Known for his aggressive, physical style, he led the team in penalty minutes in each of those five years, and the league in 1921–22 and 1923–24. Financial pressures forced the Western League to sell its interests to the NHL following the 1925–26 season, and having suffered a serious knee injury during the season, Dutton was left unsure of his future. Nonetheless, his rights were sold to the Montreal Maroons, and he made his NHL debut on November 20, 1926 against the Canadiens. Dutton played four seasons with the Maroons, scoring 15 goals and 41 points. He played in the Stanley Cup Finals for the second time in his career in 1927–28, but the Maroons lost the best-of-five final three games to two. He led the league in penalty minutes the following season. Dutton was the subject of trade talks between the Maroons and the Chicago Black Hawks following the 1928–29 NHL season. The teams had been negotiating to send Cyclone Wentworth to Montreal in exchange for Dutton and Babe Siebert before the Black Hawks purchased the contract of Taffy Abel, which ended the Hawks pursuit of Dutton. The Maroons continued to make him available, with the Toronto Maple Leafs showing interest following the 1929–30 season. Finally, he was sold to the New York Americans along with Mike Neville, Hap Emms and Frank Carson for $35,000. At first distraught at leaving Montreal, Dutton quickly adapted to playing in New York. He maintained his aggressive style of play with the Americans, again leading the league in penalties in 1931–32. Despite his fiery temper, Dutton became one of the most popular players in New York amongst both the fans and his fellow players. He was not able to turn the Americans' fortunes on the ice around, however, as the team failed to qualify for the playoffs in his first five seasons with the team. Dutton was named the coach of the Americans for the 1935–36 NHL season, and in doing so became the second player-coach in NHL history. Under his leadership, the Americans finished third in the Canadian Division with a 16–25–7 record and qualified for the postseason. The Americans then went on to defeat the Black Hawks 7–5 in a two-game, total-goal series to face the Maple Leafs in the league semi-final series. Dutton was unable to play parts of the series against Toronto due to a hip injury, and the Americans lost the best- of-three series two games to one. Dutton retired as a player following the season and turned his focus to coaching full-time. ==Executive career== While Dutton focused on coaching the team, the Americans were facing bankruptcy. Heavily in debt, team owner Bill Dwyer turned to Dutton who lent him $20,000 to allow the team to continue operating. When the NHL finally forced Dwyer out and took over ownership of the franchise, the league asked Dutton to take over management of the team. Though the ownerless team was written off by the press and labelled as being \"orphans\", Dutton built an Americans team in 1937–38 that finished with a 19–18–11 record. It was only the third time in the team's 13-year history they finished with a winning record. It was also only the third time the Americans qualified for the playoffs. They faced, and defeated, their rival New York Rangers in the first round of the playoffs before losing to the Black Hawks in the league semi-final. Dutton pioneered the use of air travel as the Americans became the first hockey team to fly between games in 1938. The Americans continued to defy expectations in 1938–39. They again qualified for the playoffs, losing to Toronto in the first round, while Dutton was named an NHL Second-Team All-Star as coach. He led them to the playoffs again in 1939–40, but the loss of players due to World War II took its toll on the franchise. After finishing in last place the season before, the league announced that the Americans had suspended operations for the 1942–43 NHL season, though Dutton continued to represent the team on the Board of Governors. Dutton believed that if the Americans could have held on through the war, his team would become more popular than the Rangers. \"A couple of more years and we would have run the Rangers right out of the rink,\" he said. Following the sudden death of Frank Calder in 1943, the NHL asked Dutton to serve as acting president of the league. The owners wanted Dutton in the post both because he was popular with the players, and because they felt they could control him. Dutton agreed to take the presidency on the promise that the league would reinstate the Americans following the war. He resigned the position after one year, citing the fact that the role took too much time away from his business interests in Calgary, but reversed his decision on the understanding that he would not always be available to serve the NHL post. Despite this agreement, he again attempted to resign in December 1944, and again had to be persuaded to complete the season. On both occasions of his potential resignation, Canadian Amateur Hockey Association executives W. G. Hardy and George Dudley were rumoured as likely replacements. In spite of his earlier reluctance to retain the presidency, Dutton signed a five-year agreement to remain as NHL president in 1945. He continued to make inquiries on the status of his team, but found in 1946 that the owners had reneged on their promise and cancelled the franchise. Dutton had arranged $7 million in financing for a new arena in Brooklyn. When the owners told him during a league meeting that they weren't interested, Dutton told his peers \"You can stick your franchise up your ass\", and left the meeting. Dutton then resigned the presidency, but remained in the position until he convinced the league to accept Clarence Campbell as his replacement. Dutton felt that the Rangers were responsible for the league's refusal to allow the Americans to resume operations, and in a fit of pique, swore that the Rangers would never win another Stanley Cup in his lifetime. His vow became known as \"Dutton's Curse\". Additionally, he never set foot in an NHL arena again until 1980 when, as the last surviving Calgary Tiger, he was asked to drop the puck for the ceremonial faceoff prior to the first game in Calgary Flames' history. Dutton's 34-year separation from the NHL was attributed to the betrayal of the league's owners, but also because Dutton himself found the lure of the game too strong, and knew he had to step away in order to effectively manage his businesses. Dutton served as governor of the Western Canada Junior Hockey League from 1948 to 1951, when he was succeeded by Al Pickard. In spite of this, he accepted a nomination in 1950 to become one of two Stanley Cup trustees, a position he held until his death in 1987. Dutton was inducted into the Hockey Hall of Fame in 1958, and was a member of the Hall of Fame's selection committee for 15 years. ==Business career== Attempting to overcome the failure of his first contracting business following World War I, Dutton operated a second using the money he earned with the Tigers and Maroons. It too failed in 1933 as a result of the Great Depression. In 1938, he tried again, joining with Reg Jennings and his brother Jack to form the Standard Gravel and Surfacing Company in Calgary. The company proved immensely successful during World War II, building numerous airports within Canada as part of the British Commonwealth Air Training Plan as well as completing highways in northern Alberta and the Northwest Territories. After serving a year as vice-chairman, Dutton was named the chairman of the prairie roadbuilders section of the Canadian Construction Association in 1950. By 1960, the company had become Standard Holdings Ltd., operating 20 different companies that had $70 million in contracts for that year alone, and Dutton had personally become a millionaire. He remained active in the sporting world as well. When the Calgary Stampeders of the Canadian Football League found themselves in financial trouble in 1955, Dutton led a group of local businessmen in purchasing the team. Named the president of the team, he worked to increase the team's revenues and to force a greater level of professionalism amongst his peers in Canadian football. He served as team president until 1959. Dutton's company built the Chinook Centre shopping mall, and in 1960, was contracted to build McMahon Stadium as the new home of the Stampeders. He bet George McMahon, the stadium's benefactor, $1,000 that he could complete the 19,000 seat facility within four months. He won the bet with three days to spare. Also in 1960, Dutton was named president of the Calgary Exhibition and Stampede on a two-year term. He had been a Stampede director for ten-years previous to his appointment. As head of the exhibition, he also spoke for the Stampeders hockey team of the Western Hockey League, and was its chief negotiator. Through his work and community spirit, Dutton played a major role in helping Calgary and the surrounding area shed its rural image in the 25 years following World War II. ==Personal life== Dutton and his wife Mory had four children: sons Joseph, Alex, and Norman, and daughter Beryl. All three sons fought in World War II; Joseph and Alex were both killed serving with the Royal Canadian Air Force within six months of each other. In their memory, he funded the Dutton Memorial Arena in Winnipeg which opened in 1967 and was dedicated to developing Canada's national hockey team. Norman served in the navy during World War II; he died in 1973. Dutton raced thoroughbred horses for decades, and once sponsored a baseball team made up of hockey players known as the Calgary Puckchasers that enjoyed success during the hockey off-seasons. Among his humanitarian efforts, Dutton was a longtime supporter of cancer research and treatment, and made donations of equipment in the memory of his father, who died from the disease. He became the potentate of the Al Azhar Shriner Temple in Calgary in 1953 so that he could help crippled children. Dutton earned many honours in recognition of his life and career. He was made an honorary Lieutenant-Colonel of the King's Own Calgary Regiment in 1953, and promoted to honorary Colonel two years later. In 1972, the newly built Red Dutton Arena in Springbank, Alberta (just west of Calgary) was named after him. He was invested as a member of the Order of Canada in 1981. In 1993, the NHL posthumously named him one of four recipients of the Lester Patrick Trophy in recognition of his contributions to hockey in the United States. He was inducted into the Manitoba Sports Hall of Fame in 1998, and the Alberta Sports Hall of Fame in 2005. == Career statistics == ===Playing career=== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" style=\"text-align:center; width:50em;\" |- style=\"background:#e0e0e0;\" ! colspan=\"3\" bgcolor=\"#ffffff\" | ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Regular season ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Playoffs |- style=\"background:#e0e0e0;\" ! Season ! Team ! League ! GP ! G ! A ! Pts ! PIM ! GP ! G ! A ! Pts ! PIM |- | 1919–20 | Winnipegs | WSrHL | 8 | 6 | 7 | 13 | 10 | 2 | 0 | 0 | 0 | 6 |- style=\"background:#f0f0f0;\" | 1920–21 | Calgary Canadians | Big-4 | 15 | 5 | 3 | 8 | 38 | — | — | — | — | — |- | 1921–22 | Calgary Tigers | WCHL | 22 | 16 | 5 | 21 | 73 | 2 | 0 | 0 | 0 | 2 |- style=\"background:#f0f0f0;\" | 1922–23 | Calgary Tigers | WCHL | 18 | 2 | 4 | 6 | 24 | — | — | — | — | — |- | 1923–24 | Calgary Tigers | WCHL | 30 | 6 | 7 | 13 | 54 | 7 | 1 | 1 | 2 | 10 |- style=\"background:#f0f0f0;\" | 1924–25 | Calgary Tigers | WCHL | 23 | 8 | 4 | 12 | 72 | 2 | 0 | 0 | 0 | 8 |- | 1925–26 | Calgary Tigers | WHL | 30 | 10 | 5 | 15 | 87 | — | — | — | — | — |- style=\"background:#f0f0f0;\" | 1926–27 | Montreal Maroons | NHL | 44 | 4 | 4 | 8 | 108 | 2 | 0 | 0 | 0 | 4 |- | 1927–28 | Montreal Maroons | NHL | 42 | 7 | 6 | 13 | 94 | 9 | 1 | 0 | 1 | 27 |- style=\"background:#f0f0f0;\" | 1928–29 | Montreal Maroons | NHL | 44 | 1 | 3 | 4 | 139 | — | — | — | — | — |- | 1929–30 | Montreal Maroons | NHL | 43 | 3 | 13 | 16 | 98 | 4 | 0 | 0 | 0 | 2 |- style=\"background:#f0f0f0;\" | 1930–31 | New York Americans | NHL | 44 | 1 | 11 | 12 | 71 | — | — | — | — | — |- | 1931–32 | New York Americans | NHL | 47 | 3 | 5 | 8 | 107 | — | — | — | — | — |- style=\"background:#f0f0f0;\" | 1932–33 | New York Americans | NHL | 43 | 0 | 2 | 2 | 74 | — | — | — | — | — |- | 1933–34 | New York Americans | NHL | 48 | 2 | 8 | 10 | 68 | — | — | — | — | — |- style=\"background:#f0f0f0;\" | 1934–35 | New York Americans | NHL | 48 | 3 | 7 | 10 | 46 | — | — | — | — | — |- | 1935–36 | New York Americans | NHL | 46 | 5 | 8 | 13 | 69 | 3 | 0 | 0 | 0 | 0 |- style=\"background:#e0e0e0;\" ! colspan=\"3\" | WCHL totals ! 123 ! 42 ! 25 ! 67 ! 310 ! 11 ! 1 ! 1 ! 2 ! 20 |- style=\"background:#e0e0e0;\" ! colspan=\"3\" | NHL totals ! 449 ! 29 ! 67 ! 96 ! 871 ! 18 ! 1 ! 0 ! 1 ! 33 |} ===Coaching career=== {| class=\"wikitable\" style=\"font-size: 95%; text-align:center; width:70em;\" |- ! rowspan=\"2\"|Season !! rowspan=\"2\"|Team !! rowspan=\"2\"|League !! colspan=\"6\"|Regular season !! colspan=\"1\"|Post season |- ! G !! W !! L !! T !! Pct !! Division rank !! Result |- | 1936–37 | New York Americans | NHL | 48 | 15 | 29 | 4 | .354 | 4th Canadian | Did not qualify |- | 1937–38 | New York Americans | NHL | 48 | 19 | 18 | 11 | .510 | 3rd Canadian | Lost in second round |- bgcolor=\"#f0f0f0\" | 1938–39 | New York Americans | NHL | 48 | 17 | 21 | 10 | .458 | 4th overall | Lost in first round |- | 1939–40 | New York Americans | NHL | 48 | 15 | 29 | 4 | .354 | 6th overall | Lost in first round |- bgcolor=\"#f0f0f0\" ! colspan=\"3\"| NHL totals ! 192 ! 66 ! 97 ! 29 ! .419 ! ! |} ==References== *Playing statistics: *Coaching statistics: ==External links== * Category:1897 births Category:1987 deaths Category:Alberta Sports Hall of Fame inductees Category:Calgary Tigers players Category:Canadian ice hockey defencemen Category:Canadian military personnel of World War I Category:Hockey Hall of Fame inductees Category:Ice hockey people from Manitoba Category:Lester Patrick Trophy recipients Category:Montreal Maroons players Category:National Hockey League commissioners Category:New York Americans coaches Category:New York Americans players Category:People from Parkland Region, Manitoba Category:Winnipeg Hockey Club players Category:Canadian ice hockey coaches Category:Canadian Expeditionary Force soldiers",
 "title": "Red Dutton"
}