{
 "id": "630316",
 "text": "Swishahouse is an independent southern rap record label in Houston, Texas. == History == Swishahouse was founded in North Houston in 1997 by founder and CEO Michael \"5000\" Watts and OG Ron C as a response to the popularity of chopped and screwed music from Houston's south side. The label began by distributing a mixtape series that featured chopped and screwed versions of R&B; songs. Many of the current and former artists come from Acres Homes, Homestead, Rosewood & the Tidwell/Gulf Bank areas. The series includes: * All Freestyles *Final Chapter *Before da Kappa *After da Kappa * Choppin Em Up *Fuck Action *Straight To Tha Room FKA Fuck Action * The Day Hell Broke Loose *Let Your Nutz Hang\" *Rollin' Strap *Paper Chase *Blow One A song that originally appeared on the compilation album The Day Hell Broke Loose 2, Mike Jones' \"Still Tippin'\", achieved mainstream success in 2004. The single would go on to be certified Platinum by the RIAA. This led to Swishahouse signing a national distribution deal with Asylum Records. Jones released his major-label debut, Who Is Mike Jones?, on Swishahouse/Warner Bros. in April 2005; the album was certified Platinum by the RIAA, for selling over a million copies in the United States of America, that June.RIAA certification database (search \"mike jones\") Aftermath A&R; Angelo Sanders said that the great advantage to independents like Swishahouse is that, \"They're able to get their product out on the streets to specific regions at a greater speed than a major ... They're able to flood that whole Texas market with a product before the majors are able to notice what is going on out there.\" Paul Wall's major label debut, The Peoples Champ, on Swishahouse/Atlantic, was released in September 2005, eventually topping the Billboard 200.The People's Champ (Billboard 200 chart), Billboard, June 24, 2006. Before embarking on his rap career and while still at school, Wall had worked in the Swishahouse office. In 2006, Houston based music label Dope House Records and Swishahouse teamed up to release South Park Mexican's ninth album, When Devils Strike.\"Rapper Carlos Coy jailed 45 years for rape\", Daily Times, June 4, 2002. A chopped and screwed version was also released. Swishahouse has archives hosted by Rice University's Center for Engaged Research and Collaborative Learning, a center under the Kinder Institute for Urban Research. The physical materials are hosted in the Woodson Research Center at the university's Fondren Library. ==Notable artists== *Paul Wall *Lil Keke ===Former=== * Chamillionaire * OG Ron C * Slim Thug * Mike Jones ==See also== * The Day Hell Broke Loose 3, Swishahouse compilation album == References == ==External links== * * Swishahouse Roster, Ranker.com Category:Hip hop record labels Category:American independent record labels Category:Record labels established in 1997",
 "title": "Swishahouse"
}