{
 "id": "63075",
 "text": "Chaïm Soutine (13 January 1893 – 9 August 1943) was a Belarusian painter who made a major contribution to the expressionist movement while living and working in Paris.Getty Research Institute: Union List of Artist Names Online. Retrieved 20 June 2020. Inspired by classic painting in the European tradition, exemplified by the works of Rembrandt, ChardinKleeblatt, 13 and Courbet, Soutine developed an individual style more concerned with shape, color, and texture than representation, which served as a bridge between more traditional approaches and the developing form of Abstract Expressionism. ==Early life== Soutine was born Chaim-Iche Solomonovich Sutin, in Smilavičy in the Minsk Governorate of the Russian Empire (present-day Belarus). He was Jewish By Norman Kleeblatt, September 14, 2018, Hyperallergic and the tenth of eleven children born to parents Zalman (also reported as Solomon and Salomon) Moiseevich Sutin (1858-1932) and Sarah Sutina (née Khlamovna) (died in 1938). From 1910 to 1913 he studied in Vilnius at a small art academy.Giraudon, Colette (2003). \"Soutine, Chaïm\". Grove Art Online. In 1913, with his friends Pinchus Kremegne and Michel Kikoine, he emigrated to Paris, where he studied at the École des Beaux-Arts under Fernand Cormon. He soon developed a highly personal vision and painting technique. ==Career== For a time, he and his friends lived at La Ruche, a residence for struggling artists in Montparnasse where he became friends with Amedeo Modigliani. Modigliani painted Soutine's portrait several times, most famously in 1917, on a door of an apartment belonging to Léopold Zborowski, who was their art dealer.Kleeblatt et al., 101 Zborowski supported Soutine through World War I, taking the struggling artist with him to Nice to escape the possible German invasion of Paris. After the war Paul Guillaume, a highly influential art dealer, began to champion Soutine's work. In 1923, in a showing arranged by Guillaume, the prominent American collector Albert C. Barnes, bought 60 of Soutine's paintings on the spot. Soutine, who had been virtually penniless in his years in Paris, immediately took the money, ran into the street, hailed a Paris taxi, and ordered the driver to take him to Nice, on the French Riviera, more than 400 miles away. ===Carcass paintings=== Soutine once horrified his neighbours by keeping an animal carcass in his studio so that he could paint it (Carcass of Beef). The stench drove them to send for the police, whom Soutine promptly lectured on the relative importance of art over hygiene. There's a story that Marc Chagall saw the blood from the carcass leak out onto the corridor outside Soutine's room, and rushed out screaming, \"Someone has killed Soutine.\" Soutine painted 10 works in this series, which have since become his most well-known. His carcass paintings were inspired by Rembrandt's still life of the same subject, Slaughtered Ox, which he discovered while studying the Old Masters in the Louvre. Soutine produced the majority of his works from 1920 to 1929. From 1930 to 1935, the interior designer Madeleine Castaing and her husband welcomed him to their summer home, the mansion of Lèves, becoming his patrons, so that Soutine could hold his first exhibition in Chicago in 1935. He seldom showed his works, but he did take part in the important exhibition The Origins and Development of International Independent Art held at the Galerie nationale du Jeu de Paume in 1937 in Paris, where he was at last hailed as a great painter. ==German invasion== Soon afterwards France was invaded by German troops. As a Jew, Soutine had to escape from the French capital and hide to avoid arrest by the Gestapo. He moved from one place to another and was sometimes forced to seek shelter in forests, sleeping outdoors. ==Illness and death== Suffering from a stomach ulcer and bleeding badly, he left a safe hiding place for Paris for emergency surgery, which failed to save his life. On 9 August 1943, Chaim Soutine died of a perforated ulcer. He was interred in Cimetière du Montparnasse, Paris. ==Legacy== thumb|Eva In February 2006, an oil painting of his controversial and iconic series Le Bœuf Écorché (1924) sold for a record £7.8 million ($13.8 million) to an anonymous buyer at a Christie's auction held in London—after it was estimated to fetch £4.8 million. In February 2007, a 1921 portrait of an unidentified man with a red scarf (L'Homme au Foulard Rouge) sold for $17.2 million—a new record—at Sotheby's London auction house. In May 2015, Le Bœuf, circa 1923, oil on canvas, achieved a record price for the artist of $28,165,000 at the Christie's curated auction Looking forward to the past. One of the beef paintings, known as Le boeuf, was sold for $1 million in 2004 and resold six months later for twice that price to the National Gallery of Art in Washington, D.C.. Heirs of the first seller sued to have the painting returned, claiming the price was unfairly low, and a complex settlement in 2009 required the painting to be transferred to them. Roald Dahl placed him as a character in his 1952 short story \"Skin\". The Jewish Museum in New York has presented major exhibitions of Soutine's work in An Expressionist in Paris: The Paintings of Chaim Soutine (1998) and Chaim Soutine: Flesh (2018). In 2020, Soutine's painting Eva became a symbol of pro-democracy protests in Belarus. ==Gallery== Portraits and figures File:1918, Soutine, Self Portrait.jpg|Self Portrait (1918) oil on canvas, 21.5 x 18 in., Henry and Rose Pearlman Collection, on long-term loan to the Princeton University Art Museum File:Musée Calvet Soutine Chaïm L'Idiot.jpg|The Idiot (c. 1920) oil on canvas, 36.2 x 25.5 in., Calvet Museum, Avignon File:Farm Girl (1922) oil on canvas, 31.5 x 17.5 in., collection unknown.jpg|Farm Girl (1922) oil on canvas, 31.5 x 17.5 in., collection unknown File:Chaïm Soutine - Le Petit Pâtissier.jpg|The Little Pastry Chef (1922–23) oil on canvas, 73 x 54 cm, Musée de l'Orangerie, Paris File:Chaïm Soutine - Woman in Pink - 27-1992 - Saint Louis Art Museum.jpg|Woman in Pink (c. 1924) oil on canvas, 73 x 54.3 cm., Saint Louis Art Museum File:Portrait Of A Man With A Felt Hat (1924) oil on canvas, 36 x 28 in., collection unknown.jpg|Portrait Of A Man With A Felt Hat (1924) oil on canvas, 36 x 28 in., collection unknown File:Young Girl with a Doll (1926–1927) oil on canvas, 25.5 × 19.5 in., Museum of Fine Arts, Houston.jpg|Young Girl with a Doll (1926–1927) oil on canvas, 25.5 × 19.5 in., Museum of Fine Arts, Houston File:Portrait of Madeleine Castaing.jpg|Portrait of Madeleine Castaing (c. 1929) oil on canvas, 100 × 73 cm., Metropolitan Museum of Art, New York File:Female Nude (1933) oil on canvas, 18 x 10.5 in., collection unknown.jpg|Female Nude (1933) oil on canvas, 18 x 10.5 in., collection unknown Still Lifes File:Soutine, La Table, c. 1919.jpg|The Table (c. 1923) oil on canvas, 35.8 x 39.3 in., Musée de l'Orangerie, Paris File:Still Life with Rayfish MET DT4177.jpg|Still Life with Rayfish (c. 1924) oil on canvas, 32 x 39.5 in., Metropolitan Museum of Art, New York File:Soutine-2014-08.jpg|Still life with Pheasant (c. 1924) oil on canvas, dimensions unknown, Musée de l'Orangerie, Paris File:Chicken Hung Before a Brick Wall by Chaim Soutine.jpg|Chicken Hung Before a Brick Wall (1925) oil on canvas, dimensions unknown, Kunstmuseum Bern, Switzerland File:Soutine-2014-06.jpg|The Plucked Chicken (c. 1925), oil on canvas, dimensions unknown, Musée de l'Orangerie, Paris File:Hanging Turkey by Chaim Soutine, c. 1925, oil on millboard.jpg|thumb|Hanging Turkey (c. 1925) oil on millboard, dimensions unknown, File:Carcass of Beef by Chaim Soutine, c. 1925, Albright-Knox Art Gallery.jpg|Carcass of Beef (c. 1925), oil on canvas, 53 x 32 in., Albright-Knox Art Gallery, Buffalo, New York Landscapes File:1920, Soutine, Chemin de la Fontaine des Tins at Céret.jpg|Chemin de la Fontaine des Tins at Céret, ca. 1920, Henry and Rose Pearlman Collection on long-term loan to the Princeton University Art Museum File:Soutine - Chemin Fontaine Fils à Céret (1920).jpg|Chemin de la Fontaine Fils à Céret (1920) details unknown File:View of Ceret, by Chaim Soutine, Russian active in France, c. 1921-1922, oil on canvas - Princeton University Art Museum - DSC06974.jpg|View of Céret (ca. 1921–22) oil on canvas, Henry and Rose Pearlman Foundation on long-term loan to the Princeton University Art Museum File:1922, Soutine, Steeple of Saint-Pierre at Céret.jpg|Steeple of Saint-Pierre at Céret, ca. 1922, Henry and Rose Pearlman Foundation on long-term loan to the Princeton University Art Museum File:'Landscape with Figures-Céret' by Chaïm Soutine, 1922, High Museum of Art.JPG|Landscape with Figures-Céret (1922) oil on canvas, dimensions unknown, High Museum of Art, Atlanta File:View of Cagnes MET DT4178.jpg|View of Cagnes (c. 1924 –25) oil on canvas, 23.7 x 28.8 in., Metropolitan Museum of Art, New York File:Return From School (c.1939) oil on canvas, 18 x 19.75 in., The Phillips Collcetion, Washington, D. C.jpg|Return From School (c.1939) oil on canvas, 18 x 19.75 in., The Phillips Collcetion, Washington, D. C. ==Footnotes== ==References== * * * Tuchman, Maurice; Chaim Soutine (1893–1943) , Los Angeles County Museum of Art, 1968 * Tuchman, Maurice; Esti Dunow (1993) Chaim Soutine (1893–1943): catalogue raisonné. Köln: Benedikt Taschen Verlag. * Soutine: The power and the fury of an eccentric genius by Stanley Meisler * Ifkovic, Ed. Soutine in Exile: A Novel. Createspace, 2017. * Chaïm Soutine, documentary film by Valérie Firla, written by Valérie Firla and Murielle Levy, 52 min, Les Productions du Golem, Ed. Réunion des musées nationaux, broadcast in France in 2008 . ==External links== * Hecht Museum * Amedeo Modigliani, \"Chaim Soutine\" (1917) * New record price for Soutine Painting * Chaim Soutine: Flesh * Chaim Soutine Museum - Smilovichy * The Yiddish Life of Chaim Soutine (1893-1943): New Materials Category:1893 births Category:1943 deaths Category:People from Chervyen District Category:People from Igumensky Uyezd Category:Belarusian Jews Category:Jews of the Russian Empire Category:Emigrants from the Russian Empire to France Category:French people of Belarusian-Jewish descent Category:Belarusian painters Category:Russian painters Category:French Expressionist painters Category:20th-century French painters Category:20th-century male artists Category:French male painters Category:Jewish painters Category:Modern painters Category:School of Paris Category:Jewish School of Paris Category:Deaths from ulcers Category:Burials at Montparnasse Cemetery",
 "title": "Chaïm Soutine"
}