{
 "id": "630994",
 "text": "Ipswich School is a public school (English independent day and boarding school) for pupils aged 3 to 18 in Ipswich, Suffolk, England. North of the town centre, Ipswich School has four parts on three adjacent sites. The Pre- Prep and Nursery were established in 1883 with the aim of preparing children aged 7 to 11 for entry into the Senior School. The Senior School occupies the main school site. The main buildings are a distinctive example of Victorian architecture, with Tudor style brick. The main building and chapel are both Grade II listed. The school buildings surround a central playing field and cricket square along with the Cricket Pavilion. The remainder of the School's sport's fields are located at a nearby site on the edge of the town. The School has a new purpose-built music school, adjacent to the Cricket Pavilion. Within the Senior School the students are divided into three: the Lower School (Years 7 and 8), the Middle School (Years 9-11) and the Sixth Form (Years 12 and 13). The School operates on an independent, fee-charging basis, with a few scholarships and means-tested bursaries. It selects pupils by the use of entrance exams. The School was designated as having a Church of England Religious Character.The Designation of Schools Having a Religious Character (Independent Schools) (England) Order 2005 The school has, however, not chosen to register as having a Religious Charter under the 2009 order.The Designation of Schools Having a Religious Character (Independent Schools) (England) Order 2009 == History == thumb|right|250px|A view of Ipswich School from Christchurch Park, as seen in an old postcard The oldest record that may refer to the school in Ipswich goes back to 1399, in a legal dispute over unpaid fees. The first recorded mention of a grammar school in Ipswich is 1416. The school was most likely set up by the Merchant Guild of Ipswich, which became the Guild of Corpus Christi. The sons of the ruling burgesses were educated for a fee, and the sons of nobility and gentry could attend at higher fees. From 1483 the school moved to a house bequeathed by ex-pupil Richard Felaw, a merchant and politician. His will also provided rental income for the school and stated that, for Ipswich children, only those parents with income over a certain amount should pay fees. In 1528, building work began on an ambitious project for a 'college' school in Ipswich to rival the likes of Eton College. Thomas Wolsey, Cardinal Archbishop of York and Lord Chancellor of England, funded his 'College of St Mary' by ''suppressing' local religious houses such as Rumburgh Priory.Page, William (1975) 'Houses of Benedictine monks: Priory of Rumburgh', A History of the County of Suffolk: Volume 2, pp. 77-79 (available online). Retrieved 2011-05-02. Ipswich school was incorporated into the college. Wolsey, who was from Ipswich and may have attended Ipswich school, intended the new institution to be a feeder to his recently built 'Cardinal's College' of Oxford University, which is now known as Christ Church. However, Wolsey fell out of favour with King Henry VIII and the college in Ipswich was demolished in 1530 while still half-built. The school pupils returned to Felaw's house. The play Henry VIII by William Shakespeare mentions the two colleges during a recounting of the life of Cardinal Wolsey; it was the college of Oxford University that outlasted him and became widely known: > 'Those twins of learning that he rais'd in you, > Ipswich and Oxford! One of which fell with him, > Unwilling to outlive the good that did it; > The other, though unfinish'd, yet so famous'Shakespeare - Henry VIII, Act > IV Scene 2, from Project Gutenberg e-text edition thumb|right|Ipswich School WWI Memorial Garden After Wolsey's downfall in 1530, his former ally Thomas Cromwell ensured the survival of the School by securing for it a new endowment from King Henry VIII and the status of a royal foundation. This was confirmed by Queen Elizabeth I in the charter that she granted to the School in 1566. For part of the School's history it was known as Queen Elizabeth's Grammar School, Ipswich. The School's coat of arms and motto, Semper Eadem (Always the Same), are those of Elizabeth I. The Monarch of the United Kingdom, Her Majesty Queen Elizabeth II is the School's Visitor. In 1614 the school moved across the road to the Blackfriar's refectory. During the reign of James I part of the Blackfriars Monastery was appropriated for use as a classroom, and the Blackfriars remained the School's home until 1842 when the building was deemed to be unsafe. For a few years teaching was carried on in temporary premises in Lower Brook Street. In 1851 Prince Albert laid the foundation stone for the School's first purpose-built premises in Henley Road, and by 1852 the new buildings were in use. The School has remained on the Henley Road site ever since. More recently the School has moved away from the traditional full boarding ethos still held by similar schools such as Eton and Harrow. The number of boarding houses has reduced to one and the majority of students are day pupils. The School has flourished under this new approach. == Houses == thumb|right|Ipswich School Library Building The school now has six day houses – Holden, Rigaud, Sherrington, School, Broke and Felaw – into which all pupils are filtered from year 9/Upper 6th Form onwards, and a single large boarding house - Westwood. Those with relatives who attended the school are generally expected to be placed in the same house. There is a good deal of competition between the houses and every year, the houses compete for the Ganzoni Cup (house cup), which is won by gaining points from winning inter-house events. These include most sports as well as others such as debating and art. The final and most important event is Sports Day, in the Summer Term, on which the athletics competitions take place. Felaw has won more times than any other house, with Rigaud in second place; it is believed that School has not won since the days of the reign of Queen Victoria. However, School is the oldest house and dates from the days when the boys lived and were taught in one house (called School House). It later became the boarding house which occupied a part of the main building on Henley Road. {| class=\"wikitable\" |- ! House ! House Colours |- | Sherrington | Maroon/Yellow |- | Felaw | Brown/Blue |- | School | Navy/Yellow |- | Broke | Purple/Yellow |- | Holden | Scarlet/Yellow |- | Rigaud | Green/Yellow |- | Westwood (No Longer a House) | Grey/Black |} The school's single large boarding house is called Westwood. Westwood is no longer a part of the school house system where students were organised into school houses depending on which boarding house they were in. For example, Sherrington House occupied Highwood and, as previously mentioned, School House occupied part of the main Victorian building on Henley Road. Westwood boarding house is now a very multicultural boarding house, including students from Hong Kong, China, Malaysia, Ukraine, Argentina, Russia, Nigeria, Germany, Belgium and the UK - and the mix changes year on year. == Sports and activities == The school offers a wide selection of sports, ranging from the traditional rugby, hockey, and cricket, to others such as indoor hockey, sailing, and Eton Fives, being one of a handful of schools in the country to have Fives courts. The school also offers other activities, including the Torino Debating Society, the Dead Poets Society (for A-Level English students) led by Sixth Form pupils, a Sub Aqua Club, Duke of Edinburgh Award, and a Combined Cadet Force with Army and Air Force sections. The school's music department provides several orchestras, ensembles, and choirs. Plays are staged every year, in either Great School or Little School. ===Cricket Ground=== The first recorded cricket match on the school ground was in 1859, when Suffolk played an All-England Eleven.Other matches played on Ipswich School Ground The ground hosted its first Minor Counties Championship match in 1935 when Suffolk played Hertfordshire. To date the ground has hosted 33 Minor Counties Championship matchesMinor Counties Championship Matches played on Ipswich School Ground and 2 MCCA Knockout Trophy matches.Minor Counties Trophy Matches played on Ipswich School Ground The ground has also hosted a single List A match between Suffolk and Kent in the 1966 Gillette Cup.List-A Matches played on Ipswich School Ground == School publications == The three main publications are The Ipswichian which is the annual School magazine, The OI Journal which is a publication for Old Ipswichians and The Occasional. The Occasional is the school newspaper published every Monday and written by pupils, and edited by the Communications Manager. It contains articles of note and interest to the members of the school such as sports results and upcoming events. It has recently celebrated its 800th issue and is now in full colour as of the start of the school year 2008. == Upper 6th leaving events == thumb|right|200px|Ipswich School Headmaster, Ian Galbraith, playing his part in the leaving pranks, 2007. Pranks have sometimes been carried out by departing Sixth Formers. Examples in different years have included: the school's blue gates were temporarily painted pink; a large boat was brought onto the cricket grounds; students hung various banners from the library and there was a sea-themed water fight; musicians played on the school field while other activities took place such as releasing some farm animals, having an inflatable castle, an ice-cream van, and fancy dress. Sixth Formers now enjoy a Leavers' Day with fancy dress and fun events on the field. ==Headmasters== * 2010- Nicholas J. Weaver * 1993-2010 Ian Galbraith * 1972-1993 John Blatchly * 1950-1972 Patrick Hassell Frederick Mermagen * 1894- Philip Edwin Raynor * 1883-1894 Frederick Herbert Browne * 1858-1883 Hubert Ashton Holden * 1850-1858 Stephen Jordan Rigaud ==Notable Old Ipswichians== Former pupils, known as \"Old Ipswichians\", include: *Cardinal Thomas Wolsey (c. 1473-1530), statesman under Henry VIII. *Sir Robert Hitcham (c.1572-1636), judge and Member of Parliament *Thomas Howard, 2nd Duke of Norfolk (1443-1524), soldier and statesman *William Kirby (entomologist) (1759-1850) *Rear Admiral Sir Philip Broke KCB (1776-1841), naval officer *Sir Charles Broke Vere (1779–1843), Army Officer *William King (1786-1865), Physician, Philanthropist and pioneer of the cooperative movement. *Charles Keene (1823-1891), artist for Punch *Sir John Gordon Sprigg (1830-1913), Prime Minister of the Cape Colony *Charles Cooke (1836–1892), cricketer and clergyman *Sir Edward Poynter Bt (1836-1919), artist and President of the Royal Academy *Sir H. Rider Haggard (1856-1925), author of King Solomon's Mines, She and other works. *Sir Charles Scott Sherrington (1857-1952), Nobel laureate and physician *Lieutenant-General Sir Edwin Alderson (1859-1927), first commander Canadian Expeditionary Force in World War I. *Percy John Heawood (1861–1955), mathematician and Vice-Chancellor of Durham University *Alexander Roche, Baron Roche (1871-1956), barrister and law lord *Cecil Howard Lay (1885-1956), architect, artist and poet *Edward Ardizzone (1900-1979), artistBiography: Edward JeffreyIrving Ardizzone, Page retrieved 6 June 2014 *Professor Sir Charles Frank FRS (1911-1998), physicist *Geoffrey Rees-Jones (1914-2004), former Welsh rugby international. *Peter Brunt (1917–2005), historian *Ian Hendry (1931—1984), film, television and theatre actor *Air Commodore Timothy Thorn (born 1942), Royal Air Force pilot *Colin Simpson (born 1942), England national rugby player *Baron Robert Gillespie of Blackhall, OBE (born 1947), industrialist and author *Right Reverend Peter Wheatley (born 1947), current Bishop of Edmonton *Henry Staunton (born 1948), businessman *Kevin Ash (1959-2013), journalist, author, and motorcycling correspondent at The Daily Telegraph *Nils Blythe (born 1956), journalist and presenter *Professor Mark Bailey (born 1960), England national rugby player *David Sawer (born 1961), composer *Richard Edgar-Wilson (born 1963), tenor *Peter Florence CBE (born 1964), festival director and founder of the Hay Festival *John Penrose (born 1964), Conservative Member of Parliament *Russell Heap (born 1968), cricketer *Tom Withers (born 1968), music producer and DJ better known as 'Klute' *James King, film critic and broadcaster *Adam Rutherford (born 1974), geneticist, author, and broadcaster *Nicholas Pert (born 1981), chess grandmaster *Richard Mann (born 1982), cricketer *Jack Hawkins (born 1985), actor *Harry Martin (born 1992), Great Britain Hockey Team London 2012 *Alexander Albon (born 1996), Thai-British Williams Racing Formula 1 Driver == References == == Sources == *John M. Blatchly, A Famous Antient Seed-Plot of Learning - A History of Ipswich School (Ipswich 2003). *G.R.W. Webb, The History of Ipswich School and Education in Ipswich (Ipswich 2005). ==External links== * Ipswich School website * *Ipswich School Ground on CricketArchive *Ipswich School Ground on Cricinfo Category:Educational institutions established in the 14th century Category:Schools in Ipswich Category:Member schools of the Headmasters' and Headmistresses' Conference Category:Independent schools in Suffolk Category:People educated at Ipswich School Category:Grade II listed buildings in Ipswich Category:Grade II listed educational buildings Category:Cricket grounds in Suffolk Category:1299 establishments in England Category:1528 establishments in England Category:Boarding schools in Suffolk Category:Schools with a Royal Charter Category:Sports venues completed in 1859",
 "title": "Ipswich School"
}