{
 "id": "63101",
 "text": "{{Infobox writer | name = James Hilton | image = James Hilton 7.jpg | caption = | birth_date = | birth_place = Leigh, Lancashire, UK | death_date = | death_place = Long Beach, California, US | alma_mater = Christ's College, Cambridge | occupation = Novelist | genre = Fantasy, adventure novel, mainstream fiction | spouse = Alice Brown (1935–1937; divorce) Galina Kopernak (1937–1945; divorce) | movement = | notableworks = | influences = | influenced = | religion = | website = }} James Hilton (9 September 1900 – 20 December 1954) was an English novelist best remembered for several best-sellers, including Lost Horizon and Goodbye, Mr. Chips. He also wrote Hollywood screenplays.D. Daiches ed., The Penguin Companion to Literature 1 (1971) p. 254 ==Biography== Born in Leigh, Lancashire, England, Hilton was the son of John Hilton, the headmaster of Chapel End School in Walthamstow. He was educated at the Monoux School Walthamstow till 1914, then The Leys School, Cambridge, and then at Christ's College, Cambridge, where he wrote his first novel and was awarded an honours degree in English literature.Biographical Note on dust jacket of Dawn of Reckoning, Penguin Books, 1937. He started work as a journalist, first for the Manchester Guardian, then reviewing fiction for The Daily Telegraph. He wrote his two best remembered books, Lost Horizon and Goodbye, Mr. Chips, while living in a house in Oak Hill Gardens, in Woodford Green in northeast London. The house still stands, with a blue plaque marking Hilton's residence. By 1938 he had moved to California, and his work became more connected with the Hollywood film industry. While he was in California Hilton was also host of one of radio's prestige drama anthologies, Hallmark Playhouse, from 1948 to 1952. He married Alice Brown, a secretary at the BBC, just before they left for the United States in 1935, but they divorced in 1937. He then married Galina Kopernak, but they divorced eight years later. He became an American citizen in 1948. A heavy smoker, Hilton had various health problems when he made a farewell visit to England in 1954, and in December he died at his home in Long Beach, California, from liver cancer, with his reconciled former wife Alice at his side. His obituary in The Times describes him as \"a modest and retiring man for all his success; he was a keen mountaineer and enjoyed music and travel.\" He was buried at Forest Lawn Memorial Park (Long Beach). == Novels== Hilton's first novel, Catherine Herself, was published in 1920 when he was still an undergraduate. The next 11 years were difficult for him, and it was not until 1931 that he had success with the novel And Now Goodbye. Following this, several of his books were international bestsellers and inspired successful film adaptations, notably Lost Horizon (1933), which won a Hawthornden Prize; Goodbye, Mr. Chips (1934); and Random Harvest (1941). After this, he continued to write, but the works were not regarded as of the same quality as his better-known novels. Hilton's books are sometimes characterised as sentimental and idealistic celebrations of English virtues.I. Scott, In Capra's Shadow (2006) p. 252 This is true of Mr. Chips, but some of his novels had a darker side. Flaws in the English society of his time—particularly narrow-mindedness and class-consciousness—were frequently his targets. His novel We Are Not Alone, despite its inspirational-sounding title, is a grim story of legally approved lynching brought on by wartime hysteria in Britain. Sigmund Freud, an early admirer despite his tepid reaction to The Meadows of the Moon, came to conclude that Hilton had wasted his talent by being too prolific.Peter Gay, Freud (1989) p. 608 ===Lost Horizon=== First published in 1933, this novel won Hilton the Hawthornden Prize in 1934. Later, Pocket Books, which pioneered the publication of small, soft-cover, inexpensive books, picked Lost Horizon as its first title in 1939. For that reason, the novel is frequently called the book that began the \"paperback revolution.\" Hilton is said to have been inspired to write Lost Horizon, and to invent \"Shangri-La\" by reading the National Geographic articles of Joseph Rock, an Austrian-American botanist and ethnologist exploring the southwestern Chinese provinces and Tibetan borderlands. Still living in Britain at the time, Hilton was perhaps influenced by the Tibetan travel articles of early travelers in Tibet whose writings were found in the British Library.Michael Buckley Shangri-La: A Travel Guide to the Himalayan Dream, Bradt Travel Guides, Chalfont St. Peter 2008, p37 Christian Zeeman, the Danish father of the mathematician Christopher Zeeman, has also been claimed to be the model for the hero of the story. He disappeared while living in Japan (where his son was born in 1925), and was reputed to be living incognito in a Zen Buddhist monastery. Some say that the isolated valley town of Weaverville, California, in far-northern Trinity County, was a source, but this is the result of a misinterpretation of a comment by Hilton in a 1941 interview, in which he said that Weaverville reminded him of Shangri-La.S. Benson, Lonely Planet California (2010) p. 325 Coincidentally, Junction City (about 8 miles from Weaverville) now has a Tibetan Buddhist centre with the occasional Tibetan monks in saffron robes. The name \"Shangri-La\" has become a byword for a mythical utopia, a permanently happy land, isolated from the world. After the Doolittle Raid on Tokyo, when the fact that the bombers had flown from an aircraft carrier remained highly classified, U.S. President Franklin D. Roosevelt told the press facetiously that they had taken off from Shangri-La. The Navy subsequently gave that name to an aircraft carrier, and Roosevelt named his presidential retreat in Maryland Shangri-La. (Later, President Dwight D. Eisenhower renamed the retreat Camp David after his grandson, and that name has been used for it ever since.) Zhongdian, a mountain region of south-west China, has been renamed Shangri-La (Xianggelila), based on its claim to have inspired Hilton's book.Chapter 4 \"Shangri-La: A Travel Guide to the Himalayan Dream\". Michael Buckley, Bradt Travel Guides, Chalfont St. Peter 2008 ===Goodbye, Mr. Chips=== W.H. Balgarnie, a master at The Leys School, Cambridge and Hilton's father, headmaster of Chapel End School in Walthamstow, were the inspirations for the character of Mr. Chipping in Goodbye, Mr. Chips, a best-seller. Hilton first sent the material to The Atlantic, and the magazine printed it as a short story in April 1934. On 8 June, it was published as a book. Four months later it appeared as a book in Britain. ==Oscar winner== Hilton, who lived and worked in Hollywood beginning in the mid-1930s, won an Academy Award in 1942 for his work on the screenplay of Mrs. Miniver, based on the novel by Jan Struther. He presented six episodes of Ceiling Unlimited (1943) and hosted The Hallmark Playhouse (1948–1953) for CBS Radio. One of his later novels, Morning Journey, was about the film business. == Works == ===Novels=== *Catherine Herself (1920) *Storm Passage (1922) *The Passionate Year (1924) *Dawn of Reckoning (U.S. title: Rage in Heaven) (1925) *Meadows of the Moon (1926) *Terry (1927) *The Silver Flame (U.S. title: Three Loves Had Margaret) (1928) *Murder at School (U.S. title: Was It Murder?), published under the pen-name Glen Trevor (1931) *And Now Goodbye (1931) *Contango (Ill Wind) (1932) * Rage in Heaven (1932) *Knight Without Armour (U.S. title: Without Armor) (1933) *Lost Horizon (1933) *Goodbye, Mr. Chips (1934) *We Are Not Alone (1937) *Random Harvest (1941) *So Well Remembered (1945) *Nothing So Strange (1947) *Morning Journey (1951) *Time and Time Again (1953) ===Non-fiction=== *Mr. Chips Looks at the World (1939) *The Story of Dr. Wassell (1944) *H.R.H.: The Story of Philip, Duke of Edinburgh (1956) ===Short stories=== *\"The Failure\" (1924) *\"Twilight of the Wise,\" published as a novella in 1949 (1936) *\"The Bat King\" (1937) *\"It's a Crazy World\" (1937) *\"From Information Received\" (1938) *\"The Girl Who Got There\" (1938) *To You, Mr Chips! (collection) (1938) *\"You Can't Touch Dotty\" (1938) ===Plays=== *And Now Goodbye (with Philip Howard) (1937) *Goodbye, Mr. Chips (with Barbara Burnham) (1938) ===Screenplays=== *Camille (1936) *We Are Not Alone (1939) *Lights Out in Europe (1940) *Foreign Correspondent (dialogue) (1940) *The Tuttles of Tahiti (1942) *Mrs. Miniver (1942) *Forever and a Day (collaboration) (1943) ==Adaptations and sequels of his works== Some of Hilton's novels were filmed: *Lost Horizon (1937, 1973) *Knight Without Armour (1937) *We Are Not Alone (1939) with a screenplay by Hilton *Goodbye, Mr. Chips (1939, 1969, 1984, 2002) *Rage in Heaven (1941) *Random Harvest (1942), reprised on radio in 1943 *The Story of Dr. Wassell (1944), starring Gary Cooper *So Well Remembered (1947) starring John Mills and narrated by Hilton Hilton co-wrote the book and lyrics for Shangri-La, a disastrous 1956 Broadway musical adaptation of Lost Horizon. There is one sequel to Lost Horizon titled Shangri-La and written by Eleanor Cooney and Daniel Altieri. It was licensed by the publisher William Morrow (an imprint of HarperCollins) and approved by the heirs to the Hilton Estate, Elizabeth Hill and Mary Porterfield. Shangri- La continues James Hilton's tale, moving it forward in time to the Cultural Revolution of the 1960s and from there travelling back to the 1930s. In addition to its U.S. publication, the novel was further published in Germany, France, Spain and Portugal and Poland and (Eastern Europe)Powrot do Szangri-la Antykwariat-Ksiegania Regionalna was a New York Times Notable Book.The New York Times, 1996 \"...Subtle and beautiful.\" (date of review needs researching) ==Memorials== A furore was caused in the late 1990s, when Wigan Council (the Metropolitan Borough responsible for Leigh) announced that a blue plaque in honour of Hilton would be placed not on his house in Wilkinson Street, but on the town hall. This caused great debate amongst the populace of Leigh, which considered it more appropriate to have it on the house itself, which is only a few hundred yards from the town hall. Subsequently, in 2013, a blue plaque was affixed to his birthplace at 26 Wilkinson Street. In 1997, a blue plaque was erected on the wall of 42 Oakhill Gardens, Woodford Green, the modest semi- detached house in which Hilton was living with his parents from 1921. James Hilton should not be confused with the Leigh businessman of the same name who became chairman of Leigh Rugby League Football Club after the war and after whom the club's former ground, Hilton Park (1947–2009), was named. ==See also== *Frank Capra *Middlebrow ==References== ==Further reading== *Roland Green in American Library Association (ALA) Booklist, 1996 (mo.?) *Shangri-La, Kirkus Reviews Issue 15 Feb. 1996 *Shangri-La: Morrow/ Harper Collins/ pub. 1 May. 1996 Lib. Cong. 0-688-12872-6 ==External links== *James Hilton Society (June 2009) *James Hilton Society Archived Website (June 2009) * * * * Works by James Hilton at Project Gutenberg Australia *Lost Horizon: NonProfit Fan Club of James Hilton's Book and Inspired Arts * Category:Alumni of Christ's College, Cambridge Category:1900 births Category:1954 deaths Category:People educated at The Leys School Category:Deaths from liver cancer Category:People from Leigh, Greater Manchester Category:Deaths from cancer in California Category:20th-century English novelists Category:Best Adapted Screenplay Academy Award winners Category:Male screenwriters Category:English male novelists Category:20th-century English male writers Category:20th-century English screenwriters Category:Burials at Forest Lawn Memorial Park (Long Beach)",
 "title": "James Hilton (novelist)"
}