{
 "id": "631118",
 "text": "{| |} Launched in 1759, the third HMS Supply was a Royal Navy armed tender that played an important part in the foundation of the Colony of New South Wales. The Navy sold her in 1792. She then served commercially until about 1806. == Construction == Supply was designed in 1759 by shipwright Thomas Slade, as a yard craft for the ferrying of naval supplies. Construction was contracted to Henry Bird of Rotherhithe, for a vessel measuring 168 tons (bm) to be built in four months at £8.80 per ton. In practice, construction took about five months from the laying of the keel on 1 May 1759 to launch on 5 October. As built, the vessel was also larger than designed, measuring 174 tons (bm) and with a length overall of , a beam of , and a hold depth of . She had two masts, and was fitted with four small 3-pounder cannons and six -pounder swivel guns. Her armament was substantially increased in 1786 with the addition of four 12-pounder carronades. Her initial complement was 14 men, rising to 55 when converted to an armed tender for the First Fleet voyage in 1788. ==Service history== ===Naval service=== Supply was used to transport naval supplies between the Thames and Channel ports from 1759 to 1786. Throughout this period, she was based at Deptford Dockyard, undergoing minor repairs as required to maintain seaworthiness. She left Spithead on 13 May 1787 and was the first to arrive in Botany Bay on 18 January 1788, as recorded in the journals of William Bradley and John Hunter of HMS Sirius, which arrived on 20 January. Digitised images of page 57 and page 58 Digitised image ofpage 61 Supply was under the command of Captain Arthur Phillip (who had transferred from Sirius at Cape Town). She was captained by Henry Lidgbird Ball, the master was David Blackburn, and the surgeon was James Callam. Supply was also the first ship to sail into Port Jackson after the original Botany Bay landing was found unsuitable for settlement. After the establishment of the initial settlement at Port Jackson, Supply was the link between the colony and Norfolk Island, making 10 trips. Following the loss of Sirius in 1790, she became the colony's only link with the outside world. On 17 April 1790, she was sent to Batavia for supplies, returning on 19 September, her captain having chartered a Dutch vessel, Waaksamheid, to follow with more stores. Supply left Port Jackson on 26 November 1791 and sailed via Cape Horn, reaching Plymouth on 21 April 1792. A number of David Blackburn's letters to family and friends have survived. These letters describe the events of the voyage and the early days of settlement, including Blackburn's participation in the expedition to Norfolk Island to establish a settlement there in February 1788. ===Later service=== The Admiralty sold her at auction in July 1792 and her new owners renamed her Thomas and Nancy. She then carried coal in the Thames area until 1806.Register of Shipping (1806), Seq.№186. The Admiralty in October 1793 purchased the American mercantile ship New Brunswick, named her , and sent her out to Botany Bay to replace her predecessor. ==Postscript== An Urban Transit Authority First Fleet ferry was named after Supply in 1984.Sydney Ferries Fleet Facts Transport for NSW ==See also== *Journals of the First Fleet ==Citations== ==References== * * * == External links == * [CC-By-SA] Category:Auxiliary ships of the Royal Navy Category:Ships of the First Fleet Category:Brigs of the Royal Navy Category:1788–1850 ships of Australia Category:Convict ships to Norfolk Island Category:1759 ships",
 "title": "HMS Supply (1759)"
}