{
 "id": "631188",
 "text": "In statistics, Halton sequences are sequences used to generate points in space for numerical methods such as Monte Carlo simulations. Although these sequences are deterministic, they are of low discrepancy, that is, appear to be random for many purposes. They were first introduced in 1960 and are an example of a quasi-random number sequence. They generalize the one-dimensional van der Corput sequences. == Example of Halton sequence used to generate points in (0, 1) × (0, 1) in R2 == thumb|250px|Illustration of the first 8 points of the 2,3 Halton sequence The Halton sequence is constructed according to a deterministic method that uses coprime numbers as its bases. As a simple example, let's take one dimension of the Halton sequence to be based on 2 and the other on 3. To generate the sequence for 2, we start by dividing the interval (0,1) in half, then in fourths, eighths, etc., which generates : , : , , : , , , , : , ,... Equivalently, the nth number of this sequence is the number n written in binary representation, inverted, and written after the decimal point. This is true for any base. As an example, to find the sixth element of the above sequence, we'd write 6 = 1*2 + 1*2 + 0*2 = 110, which can be inverted and placed after the decimal point to give 0.011 = 0*2 + 1*2 + 1*2 = . So the sequence above is the same as : 0.1, 0.01, 0.11, 0.001, 0.101, 0.011, 0.111, 0.0001, 0.1001,... To generate the sequence for 3, we divide the interval (0,1) in thirds, then ninths, twenty-sevenths, etc., which generates : , , , , , , , , ,... When we pair them up, we get a sequence of points in a unit square: : (, ), (, ), (, ), (, ), (, ), (, ), (, ), (, ), (, ). Even though standard Halton sequences perform very well in low dimensions, correlation problems have been noted between sequences generated from higher primes. For example, if we started with the primes 17 and 19, the first 16 pairs of points: (, ), (, ), (, ) ... (, ) would have perfect linear correlation. To avoid this, it is common to drop the first 20 entries, or some other predetermined quantity depending on the primes chosen. Several other methods have also been proposed. One of the most prominent solutions is the scrambled Halton sequence, which uses permutations of the coefficients used in the construction of the standard sequence. Another solution is the leaped Halton, which skips points in the standard sequence. Using, e.g., only each 409th point (also other prime numbers not used in the Halton core sequence are possible), can achieve significant improvements.Kocis and Whiten, 1997 == Implementation == In pseudocode: algorithm Halton-Sequence is inputs: index i base b output: result r f \\larr 1 r \\larr 0 while i > 0 do f \\larr f/b r \\larr r + f * (i \\operatorname{mod} b) i \\larr \\lfloor i/b \\rfloor return r An alternative implementation that produces subsequent numbers of a Halton sequence for base b is given in the following generator function (in Python). This algorithm uses only integer numbers internally, which makes it robust against round-off errors. def halton(b): \"\"\"Generator function for Halton sequence.\"\"\" n, d = 0, 1 while True: x = d - n if x == 1: n = 1 d *= b else: y = d // b while x <= y: y //= b n = (b + 1) * y - x yield n / d == See also == *Constructions of low-discrepancy sequences ==References== * * . * . * . Category:Low-discrepancy sequences Category:Sequences and series Category:Articles with example pseudocode",
 "title": "Halton sequence"
}