{
 "id": "631619",
 "text": "Pascal Affi N'Guessan (born 1 January 1953) is an Ivorian politician who is the President of the Ivorian Popular Front (FPI).Profile at N'Guessan's website . He was the Prime Minister of the Ivory Coast from 27 October 2000 to 10 February 2003. ==Biography== N'Guessan was born in Bouadikro in the sub- prefecture of Bongouanou.\"Les ambitions de Pascal Affi N'Guessan\", Jeune Afrique, 16 October 2001 . In 1986, he joined the FPI.Tidiane Dioh, \"Le FPI en ordre de bataille\", Jeune Afrique, 31 July 2001 . He was Mayor of Bongouanou from 1990 to 1996 and Vice-President of the Union of Towns and Communes of Côte d'Ivoire (UVICOCI) from 1990 to 1995. ==Political career== N'Guessan joined the Secretariat-General of the FPI in 1990, and in 1994 he became Deputy Secretary-General. In January 2000, after a military coup in December 1999, he became Minister of Industry and Tourism under military leader Robert Gueï, serving in that position until October 2000. N'Guessan was the campaign director for FPI candidate Laurent Gbagbo in the October 2000 presidential election, and after Gbagbo's victory he was appointed Prime Minister. Gbagbo was constitutionally barred from being party leader after he became president, and at the FPI's Third Extraordinary Congress, held from 20 to 22 July 2001, N'Guessan was elected as President of the FPI, receiving 94.55% of the vote. He was elected as a Vice-President of the Socialist International at its 22nd Congress, held from 27 to 29 October 2003 in São Paulo, Brazil.Presidium of the Socialist International elected at its 22nd Congress . Following the overthrow of the Gbagbo regime in April 2011 by forces loyal to Alassane Ouattara backed by French and UN forces, N'Guessan was arrested and held at a detention centre in Bouna, north-east Ivory Coast. On 8 August 2015, N'Guessan was designated as the FPI's presidential candidate for the October 2015 presidential election. He denounced the incarceration of Gbagbo by the International Criminal Court and political conditions under Ouattara: \"Peace isn't only the silence of weapons. Can we say that Ivory Coast is in peace when President Gbagbo is in The Hague? With hundreds of political prisoners in jail, Ivory Coast is not in peace.\" Some hardliners in the FPI did not want to participate in elections as long as Gbagbo remained imprisoned, but others felt the party needed to remain engaged in the electoral process.\"Gbagbo's FPI picks presidential hopeful after years of boycotts\", Reuters, 8 August 2015. In the December 2016 parliamentary election, N'Guessan was elected to the National Assembly as an FPI candidate in Bongouanou Department, receiving 59% of the vote.\"Élection des députés à l'Assemblée nationale. Scrutin du 18 décembre 2016. Résultat national\" , Independent Electoral Commission, page 21. He was arrested during the night of 6 to 7 November, shortly after the 2020 Ivorian presidential election. He was allegedly arrested for forming a rival government to that of President Alassane Ouattara. In October 2021, thingee announces his candidacy for the 2025 presidential election.\"Présidentielle 2025: Pascal Affi N'guessan prêt à affronter Laurent Gbagbo son ex camarade\", Linfodrone, 18 October 2021. ==References== ==External links== Category:1953 births Category:Living people Category:Industry ministers of Ivory Coast Category:Tourism ministers of Ivory Coast Category:Mayors of places in Ivory Coast Category:Heads of government of Ivory Coast Category:Ivorian Popular Front politicians Category:People from Lacs District Category:Heads of government who were later imprisoned",
 "title": "Pascal Affi N'Guessan"
}