{
 "id": "632016",
 "text": "Louise Renée de Penancoët de Kéroualle, Duchess of Portsmouth (5 September 1649 – 14 November 1734) was a mistress of Charles II of England. ==Early life== Louise was the daughter of Guillaume de Penancoët, Seigneur de Kéroualle (d. 1690), and his wife (married on 27 February 1645) Marie de Ploeuc de Timeur (d. January 1709), paternal granddaughter of René de Penancoët, Seigneur de Kéroualle et Villeneuve, and his wife (married on 12 October 1602) Julienne Emery du Pont-l'Abbé, Dame du Chef du Bois, and maternal granddaughter of Sébastien de Ploeuc, Marquis de Timeur, and his wife (married on 8 January 1617) Marie de Rieux (d. 1628). The name Kéroualle was derived from an heiress whom an ancestor François de Penhoët had married in 1330. The Kérouaille family were nobles in Brittany, and their name was so spelt by themselves. The form \"Quérouaille\" was commonly used in England. All are derivations of the original Breton name Kerouazle, which is the most common form in Brittany. Louise had a sister, Henriette Mauricette de Penancoët de Kérouaille, who married firstly in 1674 Philip Herbert, 7th Earl of Pembroke, and secondly in 1685 Jean-Timoléon Gouffier, Marquis de Thais. Her paternal aunt, Suzanne de Penancoët married Claude Le Veyer; their daughter Catherine became the matriarch of the Breton noble family de Saisy de Kerampuil of Carhaix, Brittany.Famille de Saisy de Kerampuil Her maternal aunt Renée Mauricette de Ploeuc de Timeur married Donatien de Maillé, Marquis de Carman (d. 1652). ==Mistress to Charles II== Louise was early introduced to the household of Henrietta Anne Stuart, Duchess of Orléans, sister of Charles II of Great Britain, and sister-in-law of Louis XIV of France. Louis de Rouvroy, duc de Saint-Simon, asserts that her family threw her in the way of Louis XIV in the hope that she would become a royal mistress. In 1670, she accompanied Henrietta on a visit to Charles II at Dover. The sudden death of Henrietta left her unprovided for, but Charles II appointed her as a lady-in- waiting to his own queen, Catherine of Braganza. Unlike her predecessor Barbara Palmer, who had openly insulted the Queen, Louise was careful to show her every respect, and relations between the two women were never less than amicable. It was later said that Louise had been selected by the French court to fascinate Charles II, but for this there seems to be no evidence. Yet when there appeared a prospect that Charles would show her favour, the intrigue was vigorously pushed by the French ambassador, Colbert de Croissy, who was aided by the secretary of state Henry Bennet, 1st Earl of Arlington, and his wife. Louise, who concealed great cleverness and a strong will under an appearance of languor and a rather childlike beauty (diarist John Evelyn speaks of her \"baby face\"), yielded only when she had already established a strong hold on Charles' affections and character. Her son Charles (1672–1723) was created Duke of Richmond in 1675. The support Louise received from the French envoy was given on the understanding that she should serve the interests of her native sovereign. The bargain was confirmed by gifts and honours from Louis XIV and was loyally carried out by Louise. However, she was much disliked by the people in England. Louis gave her a pair of earrings worth the astonishing sum of eighteen thousand pounds, his most expensive gift to England that year and certainly more lavish than anything he had ever given Charles' queen. However, the hatred openly avowed for her in England was due as much to her own activity in the interest of France as to her notorious promiscuity. Nell Gwynne, another of Charles' mistresses, called her \"Squintabella\", and when mistaken for her, replied, \"Pray good people be civil, I am the Protestant whore.\"Derek Parker (2000) Nell Gwynn The titles of Baroness Petersfield, Countess of Fareham and Duchess of Portsmouth were granted to her for life on 19 August 1673. Her pensions and money allowances of various kinds were enormous. In 1681 alone she received £136,000. The French court gave her frequent presents, and in December 1673 conferred upon her the title Duchess of Aubigny in the Peerage of France at the request of Charles II. At about this time Louise was instrumental in bringing to Charles II's attention a young Frenchman who proposed a solution to the longitude problem. While the Frenchman's proposal was ineffective, it led Charles to establish the Royal Observatory, Greenwich, and appoint John Flamsteed as Astronomer Royal. Louise's thorough understanding of Charles' character enabled her to retain her hold on him to the end. She contrived to escape uninjured during the crisis of the \"Popish Plot\" in 1678: she found an unexpected ally in Queen Catherine, who was grateful for the kindness and consideration which Louise had always shown her. She was strong enough to maintain her position during a long illness in 1677 and in spite of a visit to France in 1682. One of Charles' nicknames for her was 'Fubbs', meaning plump or chubby. This female form was much in vogue at the time, and in 1682 the royal yacht HMY Fubbs – in reference to Louise's nickname – was built. In February 1685, she assisted in measures to see that Charles II was received into the Catholic Church on his deathbed. That Charles was truly attached to her is shown by his dying instruction to his brother to \"do well by Portsmouth\",This is a paraphrase by Fraser. making her one of three women in his life, along with the Queen and Nell Gwynne, who were in his thoughts at the end. ==After Charles II's death== Soon after the death of Charles II, Louise quickly fell from favour. She retired to France, where, except for one short visit to England during the reign of James II and her attendance at the Coronation of George I, she remained. Her attendance at George I's coronation was remarked upon by the Countess of Dorchester when they met the Countess of Orkney (\"we three whores\"). Between them, they had been in turn the maîtresse en titre for successive kings for over 20 years. Her pensions and a grant on the Irish revenue given her by Charles II were lost either in the reign of James II or at the Revolution of 1688. During her last years, she lived at Aubigny and was harassed by debt. The French king Louis XIV and, after his death, the regent Philippe II, Duke of Orléans, gave her a pension and protected her against her creditors. Louise died in Paris on 14 November 1734, aged 85. ==In literature== *Louise figures, together with Barbara Villiers and Nell Gwyn, in Bernard Shaw's late play In Good King Charles's Golden Days (1939) and Jessica Swale's Nell Gwynn (2015). *Louise briefly appears in Kathleen Winsor's Forever Amber. *Louise is mentioned in the children's novel, Eliza Rose, by Mary Hooper, as a minor role. *Louise appears in Dark Angels by Karleen Koen, although her character goes by the name of Renee. *Louise is the primary character in The French Mistress by Susan Holloway Scott *Louise is a major character in The Empress of Ice Cream by Anthony Capella. *Louise is mentioned in the poem \"A Satyr on Charles II\", a poetical lampoon at the King's expense, written by John Wilmot, Earl of Rochester, in which she is referred to with her last name spelled Carwell; the work was completed by the Earl near the end of January 1673. At that time Charles II himself happened to request a specific piece by Rochester -- who, upon delivery, discerned that he had delivered directly into the hands of the King the impudent satire aimed at his person instead of the sought-after text. This led to Rochester's abrupt flight from Court. Despite this incident there appears to be evidence of the absence of any malice felt by the King toward him, as he acquired two coveted offices at the royal court. In 1675, after two years thus back among the Court, Rochester was again guilty of a slight against King Charles, this time by demolishing an elaborate sundial belonging to the king when he and a few companions stumbled upon it in the Privy Garden while in an alcohol-induced revelry. Yet he did not finally meet with a prolonged banishment from Court until near the end of summer of that same year, when he was condemned by the Duchess of Portsmouth, the King's mistress -- Louise herself. Despite his own declarations of ignorance as to his manner of offence, he remained in banishment for the remaining five years before his death, which came five years prior to Louise's retirement from England's royal court and relocation to France. *Louise, and the Royal Yacht were mentioned in the film England, My England. Of Louise, a character notes that she was \"squat, and broad of beam.\" ==See also== *English royal mistress ==Notes== ==References== * *Farrell, Maureen. William Whiston. (1981). Arno Press. * *Forneron, H. Louise de Keroualle, Paris, 1886. *Grant, Mrs. Colquhoun. From Brittany to Whitehall, London, 1909. *Herman, Eleanor (2005). Sex with Kings: 500 Years of Adultery, Power, Rivalry, and Revenge. New York: Harpercollins. * * Saint-Evremond, Charles S. The Letters of Saint Evremond. *Sobel, Dava. Longitude: The True Story of a Lone Genius Who Solved the Greatest Scientific Problem of His Time. ==External links== *Portraits of Louise de Keroualle *Louise de Kéroualle personal papers at The Historic New Orleans Collection Louise Category:Mistresses of Charles II of England Category:English duchesses Category:Dukes of Aubigny Aubigny, Duchess of, Louise de Kerouaille Category:Life peeresses created by Charles II Category:1649 births Category:1734 deaths Category:French emigrants to the Kingdom of England Category:French people of Breton descent Category:Dukes in the Peerage of England",
 "title": "Louise de Kérouaille, Duchess of Portsmouth"
}