{
 "id": "63205",
 "text": "Horatio Alger Jr. (; January 13, 1832 – July 18, 1899) was an American author who wrote young adult novels about impoverished boys and their rise from humble backgrounds to lives of middle-class security and comfort through good works. His writings were characterized by the \"rags-to-riches\" narrative, which had a formative effect on the United States during the Gilded Age. All of Alger's juvenile novels share essentially the same theme: a teenage boy improves his circumstances by virtuous behavior. There is a \"Horatio Alger myth\" that the boy becomes wealthy through hard work, but this is inaccurate. In the actual stories, invariably the cause of success is an accident that works to the boy's advantage after he conducts himself according to traditional virtues such as honesty, charity, and altruism. The boy might return a large sum of lost money or rescue someone from an overturned carriage. This brings the boy—and his plight—to the attention of a wealthy individual. In one story, for example, a young boy is almost run over by streetcar and a homeless orphan youth snatches him out of the way to safety. The young boy's father turns out to be wealthy and adopts the orphan rescuer. Alger secured his literary niche in 1868 with the publication of his fourth book, Ragged Dick, the story of a poor bootblack's rise to middle-class respectability. This novel was a huge success. His many books that followed were essentially variations on Ragged Dick and featured stock characters: the valiant, hard-working, honest youth; the noble mysterious stranger; the snobbish youth; and the evil, greedy squire. In the 1870s, Alger's fiction was growing stale. His publisher suggested he tour the Western United States for fresh material to incorporate into his fiction. Alger took a trip to California, but the trip had little effect on his writing: he remained mired in the staid theme of \"poor boy makes good.\" The backdrops of these novels, however, became the Western United States, rather than the urban environments of the Northeastern United States. In the last decades of the 19th century, Alger's moral tone coarsened with the change in boys' tastes. The public wanted sensational thrills. The Protestant work ethic was less prevalent in the United States, and violence, murder, and other sensational themes entered Alger's works. Public librarians questioned whether his books should be made available to the young. They were briefly successful, but interest in Alger's novels was renewed in the first decades of the 20th century, and they sold in the thousands. By the time he died in 1899, Alger had published around a hundred volumes. He is buried in Natick, Massachusetts. Since 1947, the Horatio Alger Association of Distinguished Americans has awarded scholarships and prizes to deserving individuals. ==Biography== === Childhood: 1832–1847 === Alger was born on January 13, 1832, in the New England coastal town of Chelsea, Massachusetts, the son of Horatio Alger Sr., a Unitarian minister, and Olive Augusta Fenno.Hoyt 1974, pp. 7, 9.Scharnhorst 1980, pp. 17–18. He had many connections with the New England Puritan aristocracy of the early 19th century. He was the descendant of Pilgrim Fathers Robert Cushman, Thomas Cushman, and William Bassett. He was also the descendant of Sylvanus Lazell, a Minuteman and brigadier general in the War of 1812, and Edmund Lazell, a member of the Constitutional Convention in 1788.Scharnhorst 1985, pp. 5–6. Horatio's siblings Olive Augusta and James were born in 1833 and 1836, respectively. An invalid sister, Annie, was born in 1840, and a brother, Francis, in 1842.Alger 2008, p. 277. Alger was a precocious boy afflicted with myopia and asthma,Scharnhorst 1985, p. 10. but Alger Sr. decided early that his eldest son would one day enter the ministry, and, to that end, he tutored the boy in classical studies and allowed him to observe the responsibilities of ministering to parishioners.Hoyt 1974, pp. 10–11. Alger began attending Chelsea Grammar School in 1842,Hoyt 1974, p. 14. but by December 1844 his father's financial troubles had worsened considerably and, in search of a better salary, he moved the family to Marlborough, Massachusetts, an agricultural town 25 miles west of Boston, where he was installed as pastor of the Second Congregational Society in January 1845 with a salary sufficient to meet his needs.Scharnhorst 1985, pp. 11–13. Horatio attended Gates Academy, a local preparatory school, and completed his studies at age 15. He published his earliest literary works in local newspapers.Scharnhorst 1985, p. 14. === Harvard and early works: 1848–1864 === thumb|upright=0.75|left|Alger on Harvard Commencement Day, July 1852 In July 1848, Alger passed the Harvard entrance examinations and was admitted to the class of 1852. The 14-member, full-time Harvard faculty included Louis Agassiz and Asa Gray (sciences), Cornelius Conway Felton (classics), James Walker (religion and philosophy), and Henry Wadsworth Longfellow (belles-lettres). Edward Everett served as president. Alger's classmate Joseph Hodges Choate described Harvard at this time as \"provincial and local because its scope and outlook hardly extended beyond the boundaries of New England; besides which it was very denominational, being held exclusively in the hands of Unitarians\".Scharnhorst 1985, p. 15. Alger thrived in the highly disciplined and regimented Harvard environment, winning scholastic and other prestigious awards.Scharnhorst 1985, p. 17. His genteel poverty and less-than-aristocratic heritage, however, barred him from membership in the Hasty Pudding Club and the Porcellian Club.Scharnhorst 1985, p. 21. In 1849 he became a professional writer when he sold two essays and a poem to the Pictorial National Library, a Boston magazine.Hoyt 1974, p. 18. He began reading Walter Scott, James Fenimore Cooper, Herman Melville, and other modern writers of fiction and cultivated a lifelong love for Longfellow, whose verse he sometimes employed as a model for his own. He was chosen Class Odist and graduated with Phi Beta Kappa Society honors in 1852, eighth in a class of 88.Scharnhorst 1985, pp. 18–23. Alger had no job prospects following graduation and returned home. He continued to write, submitting his work to religious and literary magazines, with varying success.Scharnhorst 1985, pp. 26–27. He briefly attended Harvard Divinity School in 1853, possibly to be reunited with a romantic interest,Scharnhorst 1985, pp. 27–28. but left in November 1853 to take a job as an assistant editor at the Boston Daily Advertiser.Scharnhorst 1985, p. 29. He loathed editing and quit in 1854 to teach at The Grange, a boys' boarding school in Rhode Island. When The Grange suspended operations in 1856, Alger found employment directing the 1856 summer session at Deerfield Academy.Hoyt 1974, pp. 24, 28.Scharnhorst 1985, p. 33. His first book, Bertha's Christmas Vision: An Autumn Sheaf, a collection of short pieces, was published in 1856, and his second book, Nothing to Do: A Tilt at Our Best Society, a lengthy satirical poem, was published in 1857.Hoyt 1974, pp. 27–28, 30–33. He attended Harvard Divinity School from 1857 to 1860, and upon graduation, toured Europe.Scharnhorst 1980, \"Chronology\". In the spring of 1861, he returned to a nation in the throes of the Civil War.Scharnhorst 1985, p. 54. Exempted from military service for health reasons in July 1863, he wrote in support of the Union cause and associated with New England intellectuals. He was elected an officer in the New England Historic Genealogical Society in 1863.Scharnhorst 1980, p. 26. His first novel, Marie Bertrand: The Felon's Daughter, was serialized in New York Weekly in 1864, and his first boys' book, Frank's Campaign, was published by A. K. Loring in Boston the same year.Hoyt 1974, pp. 40–48. Alger initially wrote for adult magazines, including Harper's Magazine and Frank Leslie's Illustrated Newspaper, but a friendship with William Taylor Adams, a boys' author, led him to write for the young.Hoyt 1974, pp. 49–50. === Ministry: 1864–1866 === On December 8, 1864, Alger was enlisted as a pastor with the First Unitarian Church and Society of Brewster, Massachusetts.Scharnhorst 1985, p. 64. Between ministerial duties, he organized games and amusements for boys in the parish, railed against smoking and drinking, and organized and served as president of the local chapter of the Cadets for Temperance.Scharnhorst 1980, p. 33.Hoyt 1974, p. 4. He submitted stories to The Student and Schoolmate, a boys' monthly magazine of moral writings, edited by William Taylor Adams and published in Boston by Joseph H. Allen.Scharnhorst 1985, p. 65. In September 1865 his second boys' book, Paul Prescott's Charge, was published and received favorable reviews.Alger 2008, p. 278.Scharnhorst 1980, p. 28. ====Child sexual abuse==== Early in 1866, a church committee of men was formed to investigate reports that Alger had sexually molested boys. Church officials reported to the hierarchy in Boston that Alger had been charged with \"the abominable and revolting crime of gross familiarity with boys\". Alger denied nothing, admitted he had been imprudent, considered his association with the church dissolved, and left town.Hoyt 1974, pp. 1–6, 60–63.Scharnhorst 1980, pp. 29–30. Alger sent Unitarian officials in Boston a letter of remorse, and his father assured them his son would never seek another post in the church. The officials were satisfied and decided no further action would be taken.Scharnhorst 1985, p. 3. === New York City: 1866–1896 === In 1866, Alger relocated to New York City where he studied the condition of the street boys, and found in them an abundance of interesting material for stories. He abandoned forever any thought of a career in the church, and focused instead on his writing. He wrote \"Friar Anselmo\" at this time, a poem that tells of a sinning cleric's atonement through good deeds. He became interested in the welfare of the thousands of vagrant children who flooded New York City following the Civil War. He attended a children's church service at Five Points, which led to \"John Maynard\", a ballad about an actual shipwreck on Lake Erie, which brought Alger not only the respect of the literati but a letter from Longfellow. He published two poorly received adult novels, Helen Ford and Timothy Crump's Ward. He fared better with stories for boys published in Student and Schoolmate and a third boys' book, Charlie Codman's Cruise.Scharnhorst 1980, pp. 30–34. In January 1867 the first of 12 installments of Ragged Dick appeared in Student and Schoolmate. The story, about a poor bootblack's rise to middle-class respectability, was a huge success. It was expanded and published as a novel in 1868.Scharnhorst 1980, p. 34. It proved to be his best-selling work. After Ragged Dick he wrote almost entirely for boys,Scharnhorst 1980, p. 48 and he signed a contract with publisher Loring for a Ragged Dick Series.Scharnhorst 1980, p. 35. In spite of the series' success, Alger was on financially uncertain ground and tutored the five sons of the international banker Joseph Seligman. He wrote serials for Young IsraelScharnhorst 1980, p. 35–36. and lived in the Seligman home until 1876.Alger 2008, p. 279. In 1875 Alger produced the serial Shifting for Himself and Sam's Chance, a sequel to The Young Outlaw.Hoyt 1974, pp. 184–186. It was evident in these books that Alger had grown stale. Profits suffered, and he headed West for new material at Loring's behest, arriving in California in February 1877.Hoyt 1974, p. 187. He enjoyed a reunion with his brother James in San Francisco and returned to New York late in 1877 on a schooner that sailed around Cape Horn.Hoyt 1974, pp. 187–188. He wrote a few lackluster books in the following years, rehashing his established themes, but this time the tales were played before a Western background rather than an urban one.Hoyt 1974, p. 190. In New York, Alger continued to tutor the town's aristocratic youth and to rehabilitate boys from the streets.Hoyt 1974, p. 199. He was writing both urban and Western-themed tales. In 1879, for example, he published The District Messenger Boy and The Young Miner.Hoyt 1974, p. 201. In 1877, Alger's fiction became a target of librarians concerned about sensational juvenile fiction. An effort was made to remove his works from public collections, but the debate was only partially successful, defeated by the renewed interest in his work after his death.Nackenoff 1994, pp. 250–257. In 1881, Alger informally adopted Charlie Davis, a street boy, and another, John Downie, in 1883; they lived in Alger's apartment. In 1881, he wrote a biography of President James A. Garfield but filled the work with contrived conversations and boyish excitements rather than facts. The book sold well. Alger was commissioned to write a biography of Abraham Lincoln, but again it was Alger the boys' novelist opting for thrills rather than facts.Hoyt 1974, pp. 207–210. In 1882, Alger's father died. Alger continued to produce stories of honest boys outwitting evil, greedy squires and malicious youths. His work appeared in hardcover and paperback, and decades-old poems were published in anthologies. He led a busy life with street boys, Harvard classmates, and the social elite. In Massachusetts, he was regarded with the same reverence as Harriet Beecher Stowe. He tutored with never a whisper of scandal. === Last years: 1896–1899 === thumb|left|Alger's gravestone at Natick, Massachusetts In the last two decades of the 19th century, the quality of Alger's books deteriorated, and his boys' works became nothing more than reruns of the plots and themes of his past.Scharnhorst 1980, pp. 44–45. The times had changed, boys expected more, and a streak of violence entered Alger's work. In The Young Bank Messenger, for example, a woman is throttled and threatened with death—an episode that would never have occurred in his earlier work.Hoyt 1974, p. 231. He attended the theater and Harvard reunions, read literary magazines, and wrote a poem at Longfellow's death in 1882. His last novel for adults, The Disagreeable Woman, was published under the pseudonym Julian Starr.Scharnhorst 1980, p. 45. He took pleasure in the successes of the boys he had informally adopted over the years, retained his interest in reform, accepted speaking engagements, and read portions of Ragged Dick to boys' assemblies. His popularity—and income—dwindled in the 1890s. In 1896, he had what he called a \"nervous breakdown\"; he relocated permanently to his sister's home in South Natick, Massachusetts.Scharnhorst 1980, p. 46. He suffered from bronchitis and asthma for two years. He died on July 18, 1899, at the home of his sister in Natick, Massachusetts.Hoyt 1974, p. 232. His death was barely noticed. He is buried in the family lot at Glenwood Cemetery, South Natick, Massachusetts.Wilson, Scott. Resting Places: The Burial Sites of More Than 14,000 Famous Persons, 3d ed.: 2 (Kindle Location 811). McFarland & Company, Inc., Publishers. Kindle Edition. Before his death, Alger asked Edward Stratemeyer to complete his unfinished works.Alger 2008, p. 280. In 1901, Young Captain Jack was completed by Stratemeyer and promoted as Alger's last work. Alger once estimated that he earned only $100,000 between 1866 and 1896;Scharnhorst 1980, p. 47. at his death he had little money, leaving only small sums to family and friends. His literary work was bequeathed to his niece, to two boys he had casually adopted, and to his sister Olive Augusta, who destroyed his manuscripts and his letters, according to his wishes.Hoyt 1974, pp. 19, 252. Alger's works received favorable comments and experienced a resurgence following his death. By 1926, he sold around 20 million copies in the United States. In 1926, however, reader interest plummeted, and his major publisher ceased printing the books altogether. Surveys in 1932 and 1947 revealed very few children had read or even heard of Alger.Nation, 17 February 1932, 186 & New York Times 13 January 1947 23:2–3 The first Alger biography was a heavily fictionalized account published in 1928 by Herbert R. Mayes, who later admitted the work was a fraud.Scharnhorst 1980, p. 141.Hoyt 1974, p. 251. == Legacy == Since 1947, the Horatio Alger Association of Distinguished Americans has bestowed an annual award on \"outstanding individuals in our society who have succeeded in the face of adversity\" and scholarships \"to encourage young people to pursue their dreams with determination and perseverance\". In 1982, to mark his 150th birthday, the Children's Aid Society held a celebration. Helen M. Gray, the executive director of the Horatio Alger Association of Distinguished Americans, presented a selection of Alger's books to Philip Coltoff, the Children's Aid Society executive director. A 1982 musical, Shine!, was based on Alger's work, particularly Ragged Dick and Silas Snobden's Office Boy.Shine! The Horatio Alger Musical In 2015, many of Alger's books were published as illustrated paperbacks and ebooks under the title \"Stories of Success\" by Horatio Alger. In addition, Alger's books were offered as dramatic audiobooks by the same publisher. == Style and themes == Alger scholar Gary Scharnhorst describes Alger's style as \"anachronistic\", \"often laughable\", \"distinctive\", and \"distinguished by the quality of its literary allusions\". Ranging from the Bible and William Shakespeare (half of Alger's books contain Shakespearean references) to John Milton and Cicero, the allusions he employed were a testament to his erudition. Scharnhorst credits these allusions with distinguishing Alger's novels from pulp fiction.Scharnhorst 1980, pp. 73–74. Scharnhorst describes six major themes in Alger's boys' books. The first, the Rise to Respectability, he observes, is evident in both his early and his late books, notably Ragged Dick, whose impoverished young hero declares, \"I mean to turn over a new leaf, and try to grow up 'spectable.\" His virtuous life wins him not riches but, more realistically, a comfortable clerical position and salary.Scharnhorst 1980, pp. 75–76. The second major theme is Character Strengthened Through Adversity. In Strong and Steady and Shifting for Himself, for example, the affluent heroes are reduced to poverty and forced to meet the demands of their new circumstances. Alger occasionally cited the young Abe Lincoln as a representative of this theme for his readers. The third theme is Beauty versus Money, which became central to Alger's adult fiction. Characters fall in love and marry on the basis of their character, talents, or intellect rather than the size of their bank accounts. In The Train Boy, for example, a wealthy heiress chooses to marry a talented but struggling artist, and in The Erie Train Boy a poor woman wins her true love despite the machinations of a rich, depraved suitor.Scharnhorst 1980, pp. 76–78. Other major themes include the Old World versus the New. All of Alger's novels have similar plots: a boy struggles to escape poverty through hard work and clean living. However, it is not always the hard work and clean living that rescue the boy from his situation, but rather a wealthy older gentleman, who admires the boy as a result of some extraordinary act of bravery or honesty that the boy has performed. For example, the boy rescues a child from an overturned carriage or finds and returns the man's stolen watch. Often the older man takes the boy into his home as a ward or companion and helps him find a better job, sometimes replacing a less honest or less industrious boy. According to Scharnhorst, Alger's father was \"an impoverished man\" who defaulted on his debts in 1844. His properties around Chelsea were seized and assigned to a local squire who held the mortgages. Scharnhorst speculates this episode in Alger's childhood accounts for the recurrent theme in his boys' books of heroes threatened with eviction or foreclosure and may account for Alger's \"consistent espousal of environmental reform proposals\". Scharnhorst writes, \"Financially insecure throughout his life, the younger Alger may have been active in reform organizations such as those for temperance and children's aid as a means of resolving his status-anxiety and establish his genteel credentials for leadership.\"Scharnhorst 1980, p. 18. Alger scholar Edwin P. Hoyt notes that Alger's morality \"coarsened\" around 1880, possibly influenced by the Western tales he was writing, because \"the most dreadful things were now almost casually proposed and explored\". Although he continued to write for boys, Alger explored subjects like violence and \"openness in the relations between the sexes and generations\"; Hoyt attributes this shift to the decline of Puritan ethics in America.Hoyt 1974, p. 207. Scholar John Geck notes that Alger relied on \"formulas for experience rather than shrewd analysis of human behavior\", and that these formulas were \"culturally centered\" and \"strongly didactic\". Although the frontier society was a thing of the past during Alger's career, Geck contends that \"the idea of the frontier, even in urban slums, provides a kind of fairy tale orientation in which a Jack mentality can be both celebrated and critiqued\". He claims that Alger's intended audience were youths whose \"motivations for action are effectively shaped by the lessons they learn\". Geck notes that perception of the \"pluck\" characteristic of an Alger hero has changed over the decades. During the Jazz Age and the Great Depression, \"the Horatio Alger plot was viewed from the perspective of Progressivism as a staunch defense of laissez-faire capitalism, yet at the same time criticizing the cutthroat business techniques and offering hope to a suffering young generation during the Great Depression\". By the Atomic Age, however \"Alger's hero was no longer a poor boy who, through determination and providence rose to middle-class respectability. He was instead the crafty street urchin who through quick wits and luck rose from impoverishment to riches\". Geck observes that Alger's themes have been transformed in modern America from their original meanings into a male Cinderella myth and are an Americanization of the traditional Jack tales. Each story has its clever hero, its \"fairy godmother\", and obstacles and hindrances to the hero's rise. \"However\", he writes, \"the true Americanization of this fairy tale occurs in its subversion of this claiming of nobility; rather, the Alger hero achieves the American Dream in its nascent form, he gains a position of middle-class respectability that promises to lead wherever his motivation may take him\". The reader may speculate what Cinderella achieved as Queen and what an Alger hero attained once his middle-class status was stabilized, and \"[i]t is this commonality that fixes Horatio Alger firmly in the ranks of modern adaptors of the Cinderella myth\". == Personal life == Scharnhorst writes that Alger \"exercised a certain discretion in discussing his probable homosexuality\" and was known to have mentioned his sexuality only once after the Brewster incident. In 1870 the elder Henry James wrote that Alger \"talks freely about his own late insanity—which he in fact appears to enjoy as a subject of conversation\". Although Alger was willing to speak to James, his sexuality was a closely guarded secret. According to Scharnhorst, Alger made veiled references to homosexuality in his boys' books, and these references, Scharnhorst speculates, indicate Alger was \"insecure with his sexual orientation\". Alger wrote, for example, that it was difficult to distinguish whether Tattered Tom was a boy or a girl and in other instances, he introduces foppish, effeminate, lisping \"stereotypical homosexuals\" who are treated with scorn and pity by others. In Silas Snobden's Office Boy, a kidnapped boy disguised as a girl is threatened with being sent to the \"insane asylum\" if he should reveal his actual sex. Scharnhorst believes Alger's desire to atone for his \"secret sin\" may have \"spurred him to identify his own charitable acts of writing didactic books for boys with the acts of the charitable patrons in his books who wish to atone for a secret sin in their past by aiding the hero\". Scharnhorst points out that the patron in Try and Trust, for example, conceals a \"sad secret\" from which he is redeemed only after saving the hero's life.Scharnhorst 1980, pp. 37–38. Alan Trachtenberg, in his introduction to the Signet Classic edition of Ragged Dick (1990), points out that Alger had tremendous sympathy for boys and discovered a calling for himself in the composition of boys' books. \"He learned to consult the boy in himself\", Trachtenberg writes, \"to transmute and recast himself—his genteel culture, his liberal patrician sympathy for underdogs, his shaky economic status as an author, and not least, his dangerous erotic attraction to boys—into his juvenile fiction\".Alger 1990, p. ix. He observes that it is impossible to know whether Alger lived the life of a secret homosexual, \"[b]ut there are hints that the male companionship he describes as a refuge from the streets—the cozy domestic arrangements between Dick and Fosdick, for example—may also be an erotic relationship\". Trachtenberg observes that nothing prurient occurs in Ragged Dick but believes the few instances in Alger's work of two boys touching or a man and a boy touching \"might arouse erotic wishes in readers prepared to entertain such fantasies\". Such images, Trachtenberg believes, may imply \"a positive view of homoeroticism as an alternative way of life, of living by sympathy rather than aggression\". Trachtenberg concludes, \"in Ragged Dick we see Alger plotting domestic romance, complete with a surrogate marriage of two homeless boys, as the setting for his formulaic metamorphosis of an outcast street boy into a self-respecting citizen\".Trachtenberg 1990, pp. ix–x. ==Works== == Notes == == Citations == == General references == * * * * * * * * == Further reading == ===Published resources=== * * Nackenoff, Carol. \"The Horatio Alger Myth\", in Myth America: A Historical Anthology, Volume II. 1997. Gerster, Patrick, and Cords, Nicholas. (editors.) Brandywine Press, St. James, NY. ===Archival resources=== * The Papers of Horatio Alger, 1880–1953 (990 pieces) are housed at the Huntington Library. * The H. Jack Barker Papers, undated (3 linear feet), are housed at Emory University's Manuscripts, Archives, & Rare Book Library. * The Seligman Family Papers, 1877–1934 (0.8 linear feet), are housed at the American Jewish Archives, in Cincinnati, Ohio. ==External links== * * * * * The Complete \"Ragged Dick\" Series on kindle. * Horatio Alger Books On-Line 2 18 of Alger's works (with A Fancy of Hers, unique to this collection) * Horatio Alger Books On-Line 3 3 of Alger's works (with The Maniac's Secret, unique to this collection) * Horatio Alger research page at the University of Rochester * Horatio Alger Society Home Page * The Horatio Alger Association of Distinguished Americans * The Horatio Alger Collection at Northern Illinois University * The Horatio Alger Fellowship for the Study of American Popular Culture at Northern Illinois University * \"Horatio Alger and the 100-Year-Old Secret\" New England Historical Society article * Stories of Success the Horatio Alger Series Sumner Books Publishing. Category:1832 births Category:1899 deaths Category:19th-century American journalists Category:19th-century American male writers Category:19th-century American novelists Category:19th-century LGBT people Category:American male journalists Category:American male novelists Category:American Unitarians Category:Boston Daily Advertiser people Category:Harvard College alumni Category:Harvard Divinity School alumni Category:Heads of Deerfield Academy Category:LGBT journalists from the United States Category:LGBT people from Massachusetts Category:LGBT writers from the United States Category:Novelists from Massachusetts Category:Writers from Chelsea, Massachusetts Category:19th-century American educators",
 "title": "Horatio Alger"
}