{
 "id": "632478",
 "text": "Cynthia Breazeal is an American roboticist and entrepreneur. She is a former chief scientist and chief experience officer of Jibo, a company she co-founded in 2012 that developed personal assistant robots. == Early life and education == Breazeal was born in Albuquerque, New Mexico, on November 15, 1967. Her passion for robotics and artificial intelligence was sparked by the designs and robotics in the popular motion picture, Star Wars, when she watched it for the first time at 10 years old. As the daughter of two scientists, she had early access to the fields of computer science and engineering which helped her fascination turn into a profession. Under the guidance of her parents, Breazeal earned a B.S. in electrical and computer engineering from the University of California, Santa Barbara, in 1989, her M.S. in 1993, and her Sc.D. in 2000 in electrical engineering and computer science, both from MIT. She had an epiphany watching a NASA robot, and decided to switch her focus to social robotics. She developed the robot Kismet as a doctoral thesis under Rodney Brooks, looking into expressive social exchange between humans and humanoid robots. Kismet, as well as other robots Breazeal co-developed while a graduate student at the MIT Artificial Intelligence Lab, can now be seen at the MIT Museum. Notable examples include the upper torso humanoid robot, Cog and the insect-like robot, Hannibal. She also worked on Leonard, Aida, Autom and Huggable. This was early in 2000s, which was long before Siri and Alexa existed. == MIT career == Breazeal is a professor of media arts and sciences at MIT, where she founded the Personal Robotics group at the Media Lab. She has written several books in the field of robotics and has published several peer-reviewed articles on the topic. She also serves on several editorial boards for autonomous and other robotic committees. The issues she found growing up and studying in university was that robots much too often only interacted with other objects and not people. In addition to this, Breazeal found that if we gave robots the ability to perform non-verbal cues, such as those that humans inherently do everyday, then humans will treat and see robots more like companions and like other humans. She also explored the idea of using robots to build better connections between humans, such as humans who live a long distance away from each other. This way new types of relationships can be fostered that weren't possible beforehand. Breazeal is also the associate director for the Bridge: MIT Quest for Intelligence where she works on implementing AI through grade school. Breazeal has centered her work around the concept of \"living with AI\"Person overview ' Cynthia Breazeal. (n.d.). Retrieved April 07, 2021, from https://www.media.mit.edu/people/cynthiab/overview/ which studies the impact of including social robots into our everyday lives. The purpose of adding sentiment to AI would be to offer support to people and to create companionship and support in places where there may be none. == Research == Leonardo was one of her earliest robots, co-developed with Stan Winston Studio and a successor to Kismet (recognized in 2006 by Wired magazine as one of the \"50 Best Robots Ever\"). Leonardo was also used to investigate social cognition and theory of mind abilities on robots with application to human-robot collaboration, in addition to developing social learning abilities for robots such as imitation, tutelage, and social referencing. Nexi, is another of Breazeal's robots in this tradition, and was named by Time magazine as one of the 50 Best Inventions of 2008. Nexi is a MDS robot (mobile, dexterous, social) that combines rich social communication abilities with mobile dexterity to investigate more complex forms of human-robot teaming. Other social robots developed in Breazeal's Personal Robots group include Autom, a robot diet and exercise coach (the PhD thesis of Cory Kidd).Cory Kidd, Designing for Long-Term Human-Robot Interaction and Application to Weight Loss. January 2008. Ph.D. Media Arts and Sciences, MIT. It was found to be more effective than a computer counterpart in sustaining engagement and building trust and a working alliance with users. Autom was the predecessor of Mabu (Catalia Health). Breazeal's group has also explored expressive remote presence robots such as MeBot. The physical social embodiment of the MeBot was found to elicit greater psychological involvement, engagement, and desire to cooperate over purely screen-based video conferencing or a mobile screen. The Huggable was designed as a pediatric companion to help support the emotional needs of hospitalized children and to help support and augment child life specialists. Breazeal's Personal Robots group has also done a number of design projects. Cyberflora was exhibited at the 2003 National Design Triennial at the Smithsonian Cooper-Hewitt National Design Museum. She served as a consultant on the 2001 Spielberg-Kubric movie A.I. Artificial Intelligence. She also has a prominent role as a virtual participant in a popular exhibit on robots with the traveling exhibit, Star Wars: Where Science Meets Imagination, interacting with a real C-3PO (voiced by Anthony Daniels) as she spoke to the audience through a pre-recorded message displayed on a large plasma flat- screen display. In 2003, she was named by the MIT Technology Review TR100 as one of the top 100 innovators in the world under the age of thirty-five. In 2020, she was elected a AAAI Fellow by the Association for the Advancement of Artificial Intelligence. In March 2020, during the SARS-CoV2 pandemic, Breazeal and her team launched a site with over 60 activities, so students can get access to STEM activities from the lockdown to help teachers and parents continue education from home. == Jibo== left|thumb|A white variant. Jibo also came in black. On July 16, 2014, Breazeal launched an Indiegogo campaign to crowdfund the development of Jibo, a personal assistant robot widely marketed as the world's first family robot. She served as chief scientist and chief experience officer. Jibo reached its initial fund-raising goal and was due to launch in 2015, then later pushed to 2016, before finally being released in November 2017. The robot was created with the goal of creating more engaging social experiences, including storytelling and other forms of entertainment. Jibo generally received poor reviews, being compared to the more powerful and much cheaper Amazon Alexa and Google Home. The software development kit expected for developers was never released. On December 15, 2017 the company announced layoffs and shut its doors soon after. By the time Jibo shut down, it had raised more than $70 million. Breazeal has made no public comments in regard to the closing of Jibo. In March 2020, the assets for Jibo Inc. were acquired by NTT Corporation. NTT Disruption intends to bring Jibo to the healthcare and education markets. == Awards and recognition == In 2008 she received the Gilbreth Lectures Award by the National Academy of Engineering. Her Nexi robot was named one of Time magazine's Best Inventions of 2008. In 2014 she was recognized as an entrepreneur as Fortune magazine's Most Promising Women Entrepreneurs, and she was also a recipient of the L'Oreal USA Women in Digital NEXT Generation Award. The same year, she received the 2014 George R. Stibitz Computer & Communications Pioneer Award for seminal contributions to the development of Social Robotics and Human Robot Interaction. In 2015 Breazeal was named by Entrepreneur magazine as a Women to Watch. Jibo was featured on the cover of Time magazine's 25 Best Inventions of 2017. ==Selected works== === Books === * * *Breazeal contributed one chapter to Architects of Intelligence: The Truth About AI from the People Building It, Packt Publishing, 2018, , by the American futurist Martin Ford. ==References== == Further reading == * ==External links== *Home page *\"Profile: Cynthia Breazeal\", PBS NOVA scienceNOW TV series, November 21, 2006. * *\"50 Best Robots Ever\", Wired, January 2006. Category:American roboticists Category:Women roboticists Category:Fellows of the Association for the Advancement of Artificial Intelligence Category:MIT School of Engineering alumni Category:MIT School of Architecture and Planning alumni Category:University of California, Santa Barbara alumni Category:American women engineers Category:1967 births Category:Living people Category:21st- century American engineers Category:MIT Media Lab people Category:21st-century women engineers Category:American women academics Category:21st-century American women",
 "title": "Cynthia Breazeal"
}