{
 "id": "632434",
 "text": "A rat king is a collection of rats whose tails are intertwined and bound together by one of several possible mechanisms, such as entangling material like hair or sticky substances like sap or gum or getting tied together. Historically, this phenomenon is particularly associated with Germany. A similar phenomenon with squirrels has been observed, which has had modern documented examples. == Etymology == The original German term, , was calqued into English as rat king, and into French as . The term was not originally used in reference to actual rats, but for persons who lived off others. Conrad Gesner in (1551–58) stated: \"Some would have it that the rat waxes mighty in its old age and is fed by its young: this is called the rat king.\" Martin Luther stated: \"finally, there is the Pope, the king of rats right at the top.\" Later, the term referred to a king sitting on a throne of knotted tails. An alternative theory states that the name in French was (or a spinning wheel of rats, the knotted tails being wheel spokes), with the term transforming over time into , because formerly French oi was pronounced or similar; nowadays it is pronounced . == History == thumb|Rat king depicted in 16th- century woodcut The earliest report of rat kings comes from 1564. Most extant examples are formed from black rats (Rattus rattus). Specimens of purported rat kings are kept in some museums. The museum Mauritianum in Altenburg, Thuringia, shows the largest well-known mummified \"rat king\", which was found in 1828 in a miller's fireplace at Buchheim. It consists of 32 rats. Alcohol- preserved rat kings are shown in museums in Hamburg, Göttingen, Hamelin, Stuttgart, Strasbourg and Nantes. A rat king found in 1930 in New Zealand, displayed in the Otago Museum in Dunedin, was composed of immature black rats whose tails were entangled by horse hair. A rat king discovered in 1963 by a farmer at Rucphen, Netherlands, as published by cryptozoologist M. Schneider, consists of seven rats. All of them were killed by the time they were examined. X-ray images show formations of callus at the fractures of their tails, which suggests that the animals survived for an extended period of time with their tails tangled. Sightings of the phenomenon in modern times, especially where the specimens are alive, are very rare. One 2005 sighting comes from an Estonian farmer in Saru, of the Võrumaa region; many of the rats in the specimen, now part of the collection at the University of Tartu Museum of Zoology in Estonia, were alive. In 2021, a living \"rat king\" of five mice was caught on video (and untangled to save the mice) near Stavropol, Russia.В Ставрополье нашли живого «крысиного короля» — нескольких грызунов, связавшихся хвостами — НожОпубликовано видео с найденным в Ставрополье уникальным живым «крысиным королём» - МКЖитель Ставрополья нашёл в огороде живого «крысиного короля» - Газета.Ru | Новости»Ставрополец нашел «крысиного короля» — мышей, связанных хвостами в узел. Явление считалось выдумкой - Афиша Daily On October 20, 2021, a live rat king of 13 rats was found in Põlvamaa, Estonia. This was the first live specimen found. The rat king was brought to Tartu University and humanely euthanized because the rats had no way of freeing themselves. Before that, scientists were able to film the alive rat king. The rat king will be added to the Tartu University Museum of Zoology collection.Süldre, Lauraliis: Tartu Ülikooli loodusmuuseumi jõudis üliharuldane rotikuningas. Eesti Rahvusringhääling 20 October 2021 (in Estonian). ==Squirrel kings== Post-2000, squirrel king instances have been reported. Found alive in both cases, veterinarians had to separate them since they were potentially fatally stuck together else they could starve or be eaten by a predator. A squirrel king of six squirrels stuck together with pine sap was also found in Regina, Saskatchewan, Canada in June 2013. In 2018 five juvenile grey squirrels were found in Wisconsin, US. Some surrounding nest material, grass, and plastic got further entangled with them. The knot caused some tissue damage to their tails. == Possible explanations == Rat kings have been reported from Germany, Belgium, Estonia, Java, and New Zealand, with the majority of cases reported from the European countries. The existence of this phenomenon is debated due to the limited evidence of it occurring naturally. Another concern is the possibility that some of the centuries-old preserved museum specimens could be fabricated, such hoaxes being common in earlier eras. 17th–18th-century naturalists proposed many hypotheses to explain this phenomenon. Most were dubious, ranging from the rats getting stuck together during birth and glued later, to healthy rats deliberately knotting themselves to weaker rats to make a nest. A possible explanation is that the long flexible tail of the black rat could be exposed to sticky or frozen substances such as sebum (a secretion from the skin itself), sap, food, or excretory products. This mixture acts as a bonding agent and may solidify as rats sleep especially when the animals live in proximity during winter. After realizing that they were bound, they would struggle, tightening the knot. This explanation is plausible given that most cases have been found during winter and in confined spaces. Emma Burns, curator of natural science at the Otago Museum, said regarding her museum's specimen, \"Ship rats [black rats], according to some theories, are climbing rats, so their tails have … a grasping reflex. In the nest, they form a hold.\" Some zoologists remain skeptical, saying that, while theoretically possible, the rats would not be able to survive in such a condition for a long time, particularly if the temperatures rose or if they bit their own or another's tail to try to free themselves. Since black rats cluster together during winters for warmth, it could be possible for a rat king to be naturally- occurring. Any fabrications would most likely have been created using dead rats, given how difficult the process would be if the rats were alive. Proper observation of the phenomenon, under scientific scrutiny, occurring naturally with live rats from the start till the end, has yet to happen. However, experts support the idea of isolated freak accidents due to the existence of occasional well-observed cases involving squirrels—also members of the rodent family. A 2007 study published in Proceedings of the Estonian Academy of Science, Biology, and Ecology, following the finding of the University of Tartu specimen, concluded that the phenomenon is possible but rare. ==In popular culture== Rat kings appear in novels such as It by Stephen King, Accordion Crimes by Annie Proulx, The Tale of One Bad Rat by Bryan Talbot, Ratking by Michael Dibdin, Rotters by Daniel Kraus, Peeps by Scott Westerfeld, The Haunting of Alaizabel Cray by Chris Wooding, Rats and Gargoyles by Mary Gentle, Luther: The Calling by Neil Cross, The War for the Lot by Sterling E. Lanier, Cold Storage by David Koepp, where it plays a prominent role, and The Rats by James Herbert. The Lorrie Moore short story Wings features a couple who discover a rat king in their attic. In Alan Moore and Ian Gibson's comic book series The Ballad of Halo Jones, the Rat King was a weapon of war, a super-intelligent collective able to coordinate attacks by regular rats on a global scale, decimating an entire planet. In The Amazing Maurice and his Educated Rodents by Terry Pratchett, Keith skeptically notes that the filth associated with supposedly tying the young rats together at a young age is not found in a rat's nest, and suspects that a rat king is created as a sort of project by a rat catcher himself. One rat king, called Spider due to having eight component rats, supports this by his grudge against humanity for his traumatic creation. In an author's note at the end of the novel, Pratchett ventures the theory that \"down the ages, some cruel and inventive people have had altogether too much time on their hands\". E. T. A. Hoffmann's The Nutcracker and the Mouse King features a \"Mouse King\" () with seven heads, seemingly inspired by the multiple-bodied rat king. The character is typically depicted as multi-headed in productions of the Tchaikovsky ballet The Nutcracker, based on the novella. The film The Nutcracker and the Four Realms, based on the short story, similarly features a \"Mouse King\", a rat-king like creature formed from a teeming mass of small mice. The Mouse King is also portrayed as a three-headed rat in Moscow Ballet's production of The Great Russian Nutcracker. In the eleventh episode of the sixth season of Teen Wolf, \"Said the Spider to the Fly\", Liam Dunbar and Mason Hewitt encounter a rat king. The sixth episode of the first season of 30 Rock, \"Jack Meets Dennis\", Dennis Duffy claims to have seen a rat king. Later, Liz Lemon describes what her future with Dennis would be like, becoming \"more and more tangled up in each other's lives until [she] can't even get away,\" and realizes that he is a metaphorical rat king. An episode of the NBC TV urban fantasy series Grimm featured a monstrous, bipedal Rat King loose in Portland, formed by multiple 'Rienegen' (were-rats) conjoining their body mass. An episode of the Netflix TV show Hilda, \"The Nightmare Spirit,\" featured a large rat king with glowing red eyes made of an unknown number of rats. This character is a peddler of secrets, willing to trade gossip with anyone who will tell him something worthy. The phenomenon's name appeared as the title of a Boston Manor song released in 2020. When asked about it, vocalist Henry Cox explained that he used the rat king as a metaphor for current political and social events. === The Last of Us Part II === A creature known as the Rat King is featured in the 2020 action-adventure game The Last of Us Part II. It is an amalgam of multiple infected humans which appears halfway through the plot, when protagonist Abby explores the underground levels of a hospital in Seattle which were ground zero for the outbreak in the city over 20 years before. Three actors were tied together to perform motion capture for the creature. It was originally supposed to appear in the game's predecessor, but the developers couldn't find a proper moment to include it, so it was put aside. In creating the Rat King and its boss fight, the team drew inspiration from 2016 game Inside, Neill Blomkamp's 2017 short film Zygote, 2018 film Annihilation, 2018 game God of War and the third season of Netflix series Stranger Things. Co-director Kurt Margenau described the idea behind the Rat King as the team's take on \"what happens to them [the infected] when they sit around for a really long time.\" ==References== ==External links== * Photo and X-ray of rat king in the Museum of Nantes Category:Rats",
 "title": "Rat king"
}