{
 "id": "632799",
 "text": "thumbnail| thumbnail| Major-General Granville Elliott, 1st Count Elliott (7 October 1713 – 10 October 1759), was a British military officer who served with distinction in several other European armies and subsequently in the British Army. He fought at the Battle of Minden where he was wounded, dying of his injuries several weeks later. ==Early life== Elliott was born on 7 September 1713 at Byfeld House, Church Road, Barnes, Surrey to Major-General Roger Elliott (c. 1665 – 15 May 1714) and his wife Charlotte (née Elliot, c. 1692 – c. 1753). A member of the Eliot military family, he was baptised on 27 October 1713 at St Mary the Virgin's Church, Barnes. His godparents were George Granville, 1st Baron Lansdowne and Mrs Killigrew. When Elliott was less than one year old, his father died and his sister, Catherine Elliott (1714–1755) was born soon after. Both siblings were brought up by their widowed mother and her new husband, Captain Thomas Burroughs. Later that decade, he was made a ward of his mother's younger brother Colonel William Elliot (c. 1704 – 1764).The National Archives | National Register of Archives | Elliot vs Burroughs | Court of Chancery 1715 – C11/1164/24 The National Archives | National Register of Archives | Elliott vs Burroughs | Court of Chancery 1728 – C11/848/70 In 1725, Elliott was admitted to Dr Dunster's Academy in Little Marlborough Street, London, and in 1730 he matriculated as a Law Student at the University of Groningen in the Netherlands. ==Continental European military career== By 1732, Elliott was in the service of the HM Karl Philipp von Pfalz-Neuburg, Elector Palatine of the Rhine. On 7 March 1735, ahead of his marriage on 15 March 1735 at Mannheim to Jeanne Thérèse du Han, Comtesse de Martigny and lady of honour to the Empress of Germany (30 October 1707–7 May 1748), he was created a Chamberlain to his Majesty Charles VI and raised to the title of Comte de Morhange in the Moselle region.Marshall, John, Royal Naval Biography, Volume 3, Part 2, Longman, Hurst, Rees, Orme, and Brown, London, 1832 To facilitate the marriage, Elliott converted to Catholicism, and took the forename Joseph, which caused him problems with his mother's Calvinist relatives. In August 1736, he and his mother swore oaths at the College of Arms in London that the Elliott family descended from a legal marriage of Richard Eliot (b. 1614–unknown)—the wayward second son of Sir John Eliot (1592–1632)—to Catherine Killigrew (c.1617–1689), daughter of Sir Robert Killigrew (1580–1633) and Mary Woodhouse (c. 1584–1655). Although it remains probable that George Elliott was the illegitimate son of Richard and Catherine, the two oaths differed in some details, and no independent evidence for any marriage of Richard and Catherine has ever come to light. Moreover, Catherine Killigrew was still described as spinster when she executed her mother's will in 1656, and Richard appears in visitations as (i.e. died a bachelor). As a result, Granville was not recognised by the College of Arms as a legitimate relative of the then Lord Eliot of Port Eliot in Cornwall, ancestors of the present Earls of St Germans. Nevertheless, he spent much time and trouble trying to prove Catherine had married Richard prior to George's birth, making him a legal heir. He had a pedigree drawn up (which survives today) and formally presented to him in Paris by the British Ambassador / Plenipotentiary. As a result of this device, Elliott became known at the Elector's Court as Comte Eliot de Port-Eliot, and Graf Eliot von Port-Eliot, effectively Count Elliott, an Imperial Count. On 29 October 1736, Elliott was promoted to the rank of Colonel, taking over the colonelcy of the Carabinier Regiment on 1 February 1737, and the Dragoons Regiment on 10 July 1738. In 1737, Elliott was appointed Cavalry General of the States General of the Netherlands, the legislature of the Dutch Republic. A few years later, he was working at Lunéville, at the court of the exiled King Stanislaus I of Poland who had become Duke of Lorraine and Bar. On 22 April 1745, he was promoted to Major-General of Cavalry for the Elector Palatine; on 24 June 1746, to Lieutenant-General of Cavalry, and, on 2 November 1748, to Lieutenant-General of Cavalry for the States General of the Netherlands. Elliott and his wife appeared regularly in the Madame de Graffigny correspondence, usually under his baptised name Joseph or his familiar name Cotoco. His wife died on 7 May 1748, and this caused a substantial change of direction for Elliott. He left his grown-up family with their French relatives, returned to Britain, forsook his Catholicism and repaired the bridges with his mother's relatives. It appears that Elliott did not subsequently contact his French family, although there was no known ill-will between them. ==British military career== Back in England, he remarried, on 3 September 1750, to Elizabeth Duckett (25 June 1724 – October 1804) at St. Mary Magdalen Old Fish Street, London. However, he soon returned to the service of the States General of the Netherlands, and was appointed Major-General of the Scotch Brigade. The first child of his second marriage was born in the Netherlands although later children were born at their home in Kew. thumb|To commemorate Granville Elliott in the Church of Rodheim (Germany) On 21 April 1758, Elliott was made Major-General in the British Army,Robert Beatson, A political index to the histories of Great Britain and Ireland (1788) vol. 1, p. 382. and appointed Colonel of the 61st Regiment of Foot – The Glorious Glosters. That summer, he was a Staff Officer on the army expedition to St Malo, and, from 5 July 1758 to 31 August 1758, he received a short-term commission as Colonel and Lieutenant-General in the Dutch Army. The Seven Years' War had arrived, and Elliott's knowledge of continental warfare was significant. In early 1759, he returned to continental Europe, as part of a massive British army deployment. At the Battle of Minden, on 1 August 1759, he commanded the Cavalry Regiment under John Manners, Marquess of Granby. Manners was himself second in command to Sir George Sackville, who was later cashiered for his inaction at the battle. Despite this chain of command, Elliott saw significant action in battle, and was seriously wounded. He retired to convalesce at army headquarters in Rodheim an der Bieber, Gießen, Hesse, Germany, but died there nine weeks later on 10 October 1759 from the wounds incurred. He was buried with military honours in the local 13th century church at Krofdorf on 12 October; Prince Ferdinand of Brunswick attended the funeral.The Scots Magazine, vol. 21, October 1759, p. 558. A brass commemorative plaque was erected during the 20th century by his British descendants in the church. Light Cavalry was introduced into the British Army as a direct result of advice from General Granville Elliott. ==Family== Granville Elliott married twice. Firstly, on 15 March 1735 at Mannheim, to Jeanne Thérèse du Han, Comtesse de Martigny (30 October 1707 – 7 May 1748), by whom he had at least six sons and a daughter. #Marie Charlotte Elliott (23 May 1736 – 3 February 1785) #Stanislaus François Xavier Elliott (6 July 1737 – after 1752) #Amable Gaspard Antoine Elliott (4 September 1738 – 14 June 1814), 2nd Count Elliott #Charles Phillippe Elliott (1 December 1740 – unknown) #Paul Antoine Elliott (12 June 1741 – 25 July 1741) #François Maximillian Elliott (12 June 1741 – unknown) #Jean-Baptiste-François Elliott (25 June 1747 – unknown) Secondly, on 3 September 1750 at St. Mary Magdalen Old Fish Street, to Elizabeth Duckett (25 June 1724 – October 1804), by whom he had at least three sons and three daughters. Elizabeth was the daughter of Colonel William Duckett MP (died 1749) and a niece of Sir George Duckett. #Mary Frances Elliott (28 May 1751 – 26 September 1752) #William Roger Elliott (10 May 1753 – before 26 June 1753) #Francis Perceval Eliot (September 1755 – 23 August 1818) #Catherine Frances Elliott (20 January 1757 – 10 March 1757) #John Lewis Elliott (29 June 1758 – December 1819) #Elizabeth Georgiana Elliott (21 July 1759 – 22 November 1759) Of the children of his second marriage, Francis Perceval Eliot and his descendants continued the family's close connection with British armed forces. Francis also re-established contact with his French half-siblings. Upon Elliott's death in 1759, his titles passed to his oldest living son Amable Gaspard Antoine Elliott. Amable chose his half-brother Francis Perceval Eliot to succeed him on his 1814 death as Count Eliot. However, Francis thought this was not proper and died in 1818 without assuming the title. ==Ancestors== ==References== Category:1713 births Category:1759 deaths Category:People from Barnes, London Category:University of Groningen alumni Category:British Army generals Category:61st Regiment of Foot officers Category:1st The Royal Dragoons officers Category:Carabiniers (6th Dragoon Guards) officers Category:Royal Netherlands Army personnel Category:British Army personnel of the Seven Years' War Granville Elliott Category:War-related deaths Category:Deaths by person in Germany Granville Elliott",
 "title": "Granville Elliott"
}