{
 "id": "632778",
 "text": "Chester was a non-metropolitan local government district of Cheshire, England from 1974 to 2009. It had the status of a city and a borough. Apart from Chester itself, which was the principal settlement, the district covered a large rural area. Other settlements included Malpas and Tarvin. ==Creation== The district was formed on 1 April 1974, under the Local Government Act 1972, by the merger of the existing city and county borough of Chester with the Chester Rural District and Tarvin Rural District. The district council used the name Chester City Council.Chester City Council web site ==City council== ===Membership and wards=== The first council had 62 members and was elected as a shadow authority (known as Chester District Council) on 7 June 1973. The council came into its powers on 1 April 1974, on which date a royal charter and letters patent came into force with the authority becoming Chester City Council and the chairman of the council having the title of mayor. An election of the whole council was held again in 1976. The number of councillors was reduced to 60 at the next council election in 1979.City of Chester (Electoral Arrangements) Order 1978 (S.I. 1978/88) Thereafter the city council elections were \"by thirds\": with 20 councillors retiring in three out of every four years. In the fourth year, elections to Cheshire County Council took place. In 1999 the ward boundaries were altered, although the number of councillors remained at 60. The city was divided into 31 wards, each returning between one and three councillors. The boundary changes necessitated an election of the whole council, with elections being held by thirds thereafter. The final election took place in 2007. ===Lord mayoralty and shrievalty=== The office of mayor of Chester was continued in 1974 by virtue of the charter, the title being borne by the chairman of the council. The mayor of Chester had, since at least 1528, enjoyed the additional honorific title of \"Admiral of the Dee\". The title was confirmed by letters patent dated 15 May 1974. In 1992, as part of celebrations of the fortieth anniversary of the accession of Elizabeth II, the mayor's title was raised to Lord Mayor of Chester by letters patent dated 10 March 1992. Under the charter granted in 1974 the new council was permitted to continue to appoint any traditional \"officers of dignity\" that the predecessor city and county borough had been entitled to appoint. Accordingly, in June 1974 it was decided to continue the office of Sheriff of Chester that dated from the early twelfth century. The offices of lord mayor and sheriff of Chester were held by serving councillors, and there was an annual rotation of the posts between the three main parties. ===Coat of arms=== In 1977 the city council was regranted a \"differenced\" version of the sixteenth century arms of the predecessor Corporation of the City and County Borough of Chester. The historic arms of Chester was based on the Royal Arms of England (three golden lions on a red shield) combined with three gold wheatsheaves on blue of the Earldom of Chester. A gold border bearing acorns was added to the arms to represent the rural areas added in 1974. The crest of the corporation was a depiction of the city sword. To this was added two branches of oak for the two rural districts combined with the county borough. The supporters of the city arms were a gold lion representing England and a white wolf for Hugh Lupus, 1st Earl of Chester. In 1977 they were altered slightly by the addition of red castles hanging about their necks. The Latin motto was Antiqui Colant Antiquum Dierum or Let the ancients worship the ancient of days. ==Civil parishes== Chester district contained a comparatively large number of civil parishes, some of which were small. Consequently, 21 of these, although civil parishes, had neither a parish council nor a parish meeting, with the responsibilities that would normally be given to such bodies being retained by the district council. A further 64 civil parishes were grouped so that they shared a parish administration (either a council or meeting) with one or more adjacent civil parishes. The remaining 20 civil parishes had either a parish council of their own (26), or held a parish meeting of their own (4). right|thumb|550px|Map of civil parishes within the former City of Chester district The central Chester city area was unparished, save for a small, anomalous area around Chester Castle, which formed the civil parish of Chester Castle. * Agden * Aldersey * Aldford * Ashton HayesDistrict Council notices of the change of name of a parish * Bache * Backford * Barrow * Barton * Beeston * Bickley * Bradley * Bridge Trafford * Broxton * Bruen Stapleford * Buerton * Burton * Burwardsley * Caldecott * Capenhurst * Carden * Caughall * Chester Castle * Chidlow * Chorlton * Chorlton by Backford * Chowley * Christleton * Church Shocklach * Churton by Aldford * Churton by Farndon * Churton Heath * Claverton * Clotton Hoofield * Clutton * Coddington * Cotton Abbotts * Cotton Edmunds * Crewe by Farndon * Croughton * Cuddington * Dodleston * Duckington * Duddon * Dunham on the Hill * Eaton * Eccleston * Edge * Edgerley * Elton * Farndon * Foulk Stapleford * Golborne Bellow * Golborne David * Grafton * Great Boughton * Guilden Sutton * Hampton * Handley * Hapsford * Harthill * Hatton * Hockenhull * Hoole Village * Horton by Malpas * Horton cum Peel * Huntington * Huxley * Iddinshall * Kelsall * Kings Marsh * Larkton * Lea Newbold * Lea by Backford * Ledsham * Little Stanney * Littleton * Lower Kinnerton * Macefen * Malpas (town) * Marlston cum Lache * Mickle Trafford * Mollington * Moston * Mouldsworth * Newton by Malpas * Newton by Tattenhall * Oldcastle * Overton * Picton * Poulton * Prior's Heys * Puddington * Pulford * Rowton * Saighton * Saughall * Shocklach Oviatt * Shotwick * Shotwick Park * Stockton * Stoke * Stretton * Tarvin * Tattenhall * Thornton le Moors * Threapwood * Tilston * Tilstone Fearnall * Tiverton * Tushingham cum Grindley * Upton by Chester * Waverton * Wervin * Wigland * Willington * Wimbolds Trafford * Woodbank * Wychough ==Elections and political control== For the final years of its existence, Chester City Council was controlled by the Conservative Party, with the Liberal Democrats and Labour as minor parties. ===2006 Election=== The Conservative Party gained 5 seats in Lache, Newton St. Michael's, Handbridge, Elton and Upton Grange. Labour lost three seats to the Conservatives, and avoided losing Boughton and City to the Conservatives, and College to the Liberal Democrats. The Liberal Democrats lost two seats to the Conservatives, and only avoided losing a safe seat, Vicars Cross, to the Conservatives. In addition, a Liberal Democrat Councillor (Jeff Clarke, Waverton) defected to the Conservatives. The Conservatives also won a by-election in Autumn 2006, taking another seat from the Liberal Democrats. ===2007 Election=== The Conservative party gained 7 seats in Lache, Newton Brook, Huntington, Tattenhall, Upton Grange, Kelsall and Boughton Heath. They also regained Christleton after the seat had been vacant for four months. The Liberal Democrats were defeated in five seats, Labour in one, and one long-serving Independent (Doug Haynes, Tattenhall) was beaten. Labour were beaten into fourth place in one ward (Malpas) by the English Democrats. The Liberal Democrats narrowly avoided finishing in fourth place in Blacon Hall and Blacon Lodge. Labour held College by just 7 votes, with the Liberal Democrats in second place. ===2008 Election=== The 2008 elections were cancelled due to local government re-organisation. Elections to a shadow Cheshire West and Chester (CWC) unitary authority were instead held. This meant that councillors elected in 2004 served for an additional year before the city council was disbanded. Therefore, the Conservatives remained the governing party until April 2009, when the new CWC Council replaced the city council. ==Abolition== In 2006 the Department for Communities and Local Government considered reorganising Cheshire's administrative structure as part of the 2009 structural changes to local government in England. The decision to merge Vale Royal with the districts of Chester and Ellesmere Port and Neston to create a single unitary authority was announced on 25 July 2007, following a consultation period in which a proposal to create a single Cheshire unitary authority was rejected.BBC News, 25 July 2007 - County split into two authorities. Retrieval Date: 25 July 2007. The Chester district was abolished on 1 April 2009, when the new Cheshire West and Chester unitary authority was formed.Cheshire (Structural Changes) Order 2008 Chester's city charter is retained through the appointment of charter trustees.The Local Government (Structural Changes) (Miscellaneous Amendments and Other Provision) Order 2009 (SI 2009/837) ==References== Category:English districts abolished in 2009 Category:Former districts of Cheshire Category:Districts of England established in 1974 Category:Former non-metropolitan districts of Cheshire",
 "title": "Chester (district)"
}