{
 "id": "632990",
 "text": "alt=|thumb|300x300px| Pranayama is the yogic practice of focusing on breath. In Sanskrit, prana means \"vital life force\", and yama means to gain control. In yoga, breath is associated with the prana, thus, pranayama is a means to elevate the prana shakti, or life energies. Pranayama is described in Hindu texts like the Bhagavad Gita and the Yoga Sutras of Patanjali. Later in Hatha yoga texts, it meant the complete suspension of breathing. ==Etymology== Prāṇāyāma (Devanagari: ) is a Sanskrit compound. It is defined variously by different authors. Macdonell gives the etymology as prana (), breath, + āyāma and defines it as the suspension of breath. Monier-Williams defines the compound as \"of the three 'breath-exercises' performed during (See , , \".Monier-Williams, p. 706, left column. This technical definition refers to a particular system of breath control with three processes as explained by Bhattacharyya: (to take the breath inside), (to retain it), and (to discharge it). There are other processes of prāṇāyāma besides this three-step model. V. S. Apte's definition of derives it from + and provides several variant meanings for it when used in compounds. The first three meanings have to do with \"length\", \"expansion, extension\", and \"stretching, extending\", but in the specific case of use in the compound he defines as meaning \"restrain, control, stopping\".See main article () in: Apte, p. 224. Passages cited by Apte for this usage are Bhagavatgita 4.29 and Manusmriti 2.83. Ramamurti Mishra gives the definition: ==Hinduism== ===Bhagavad Gītā=== Pranayama is mentioned in verse 4.29 of the Bhagavad Gītā.Gambhirananda, pp. 217–218. ===Yoga Sutras of Patanjali=== Pranayama is the fourth \"limb\" of the eight limbs of Ashtanga Yoga mentioned in verse 2.29 in the Yoga Sutras of Patanjali. Patanjali, a Hindu Rishi, discusses his specific approach to pranayama in verses 2.49 through 2.51, and devotes verses 2.52 and 2.53 to explaining the benefits of the practice. Patanjali does not fully elucidate the nature of prana, and the theory and practice of pranayama seem to have undergone significant development after him.G. C. Pande, Foundations of Indian Culture: Spiritual Vision and Symbolic Forms in Ancient India. Second edition published by Motilal Banarsidass Publ., 1990, p. 97. He presents pranayama as essentially an exercise that is preliminary to concentration. Yoga teachers including B. K. S. Iyengar have advised that pranayama should be part of an overall practice that includes the other limbs of Patanjali's Raja Yoga teachings, especially Yama, Niyama, and Asana. ===Hatha yoga=== The Indian tradition of Hatha Yoga makes use of various pranayama techniques. The 15th century Hatha Yoga Pradipika is a key text of this tradition and includes various forms of pranayama such as Kumbhaka breath retention and various body locks (Bandha).James Mallinson (2011). Knut A. Jacobsen; et al., eds. Haṭha Yoga in the Brill Encyclopedia of Hinduism, Vol. 3. Brill Academic. pp. 772-773. . Other forms of pranayama breathing include Ujjayi breath (\"Victorious Breath\"), Sitali (breathing through the rolled tongue), Bhastrika (\"Bellows Breath\"), Kapalabhati (\"Skull-shining Breath\", a Shatkarma purification),Budilovsky, Joan; Adamson, Eve (2000). The complete idiot's guide to yoga (2 ed.). Penguin. Chapter 7. . Surya Bhedana (\"Sun-piercing Breath\"), and the soothing Bhramari (buzzing like a bee). B. K. S. Iyengar cautions that pranayama should only be undertaken when one has a firmly established yoga practice and then only under the guidance of an experienced Guru. According to the scholar-practitioner of yoga Theos Bernard, the ultimate aim of pranayama is the suspension of breathing (kevala kumbhaka), \"causing the mind to swoon\". Paramahansa Yogananda writes, \"The real meaning of Pranayama, according to Patanjali, the founder of Yoga philosophy, is the gradual cessation of breathing, the discontinuance of inhalation and exhalation\". ===Yoga as exercise=== The yoga scholar Andrea Jain states that pranayama was \"marginal to the most widely cited sources\" before the 20th century, and that the breathing practices were \"dramatically\" unlike the modern ones; she writes that while pranayama in modern yoga as exercise consists of synchronising the breath with movements (between asanas), in texts like the Bhagavad Gita and the Yoga Sutras of Patanjali, pranayama meant \"complete cessation of breathing\", for which she cites Bronkhorst 2007. ==Buddhism== According to the Pali Buddhist Canon, the Buddha prior to his enlightenment practiced a meditative technique which involved pressing the palate with the tongue and forcibly attempting to restrain the breath. This is described as both extremely painful and not conducive to enlightenment.Johannes Bronkhorst, The Two Traditions of Meditation in Ancient India. Franz Steiner Verlag Weisbaden GmbH, pp. 1–5. In some Buddhist teachings or metaphors, breathing is said to stop with the fourth jhana, though this is a side-effect of the technique and does not come about as the result of purposeful effort.Johannes Bronkhorst, The Two Traditions of Meditation in Ancient India. Franz Steiner Verlag Weisbaden GmbH, p. 84. The Buddha did incorporate moderate modulation of the length of breath as part of the preliminary tetrad in the Anapanasati Sutta. Its use there is preparation for concentration. According to commentarial literature, this is appropriate for beginners.Edward Conze, Buddhist Meditation. Harper & Row, 1956, p. 66. Regarding the Buddha's incorporation of pranayama see also Buddhadasa, Mindfulness with Breathing. Revised edition published by Wisdom Publications, 1997, p. 53. ===Indo-Tibetan tradition=== Later Indo-Tibetan developments in Buddhist pranayama which are similar to Hindu forms can be seen as early as the 11th century, in the Buddhist text titled the Amṛtasiddhi, which teaches three bandhas in connection with yogic breathing (kumbakha). Tibetan Buddhist breathing exercises such as the \"nine breathings of purification\" or the \"Ninefold Expulsion of Stale Vital Energy\" (rlung ro dgu shrugs), a form of alternate nostril breathing, commonly include visualizations.Tenzin Wangyal. Awakening the Sacred Body, page 1 In the Nyingma tradition of Dzogchen these practices are collected in the textual cycle known as \"The Oral Transmission of Vairotsana\" (Vai ro snyan brgyud).Chogyal Namkhai Norbu, Trans. by Adriano Clemente. Yantra Yoga Snow Lion Publications, p. 1. ==Medical== === Benefits === Pranayama, the practice of controlled breathing, can be found as a part of many types of yogas. This practice is believed to help encourage relaxation and improve breathing. Although limited in nature, research studies on a small group of subjects indicate pranayama to have a positive impact on lung function and lung parameter as an adjunctive treatment. Long term and large scale studies would be needed in order to validate the research and confirm the effects of pranayama and reach global acceptance. ===Effectiveness=== A Cochrane systematic review on the symptomatic relief of mild to moderate asthma by breathing exercises stated that there was limited evidence they might bring about improvement in quality of life, hyperventilation symptoms, and lung function. A study from 2017 proves that a regular practice of Pranayama helps decrease stress, and also improve the sleep quality simultaneously. ===Risks=== Although relatively safe, Hatha Yoga is not risk free. Beginners should avoid advanced moves and exercise within their capabilities. Functional limitations should be taken into consideration. According to at least one study, pranayama was the yoga practice leading to most injuries, with four injuries in a study of 76 practitioners. There have been limited reports of adverse effects including haematoma and pneumothorax, though the connections are not always well established. ==See also== *Pranahuti ==References== ==Sources== * * * * * *Zaccaro, Andrea et al. (2018). How Breath-Control Can Change Your Life: A Systematic Review on Psycho-Physiological Correlates of Slow Breathing. Frontiers in Human Neuroscience. *Benefits and Power of Pranayama - Kaivalyadhama Category:Mind–body interventions Category:Physical exercise Category:Hatha yoga Category:Spiritual practice Category:Eight limbs of yoga Category:Meditation",
 "title": "Pranayama"
}