{
 "id": "633090",
 "text": "Cigar (April 18, 1990 – October 7, 2014), was a champion American Thoroughbred racehorse who won the 1995 Breeders' Cup Classic and was the 1995 and 1996 American Horse of the Year. During his distinguished career he won 16 consecutive races, became the leading money earner in racing history, and was later inducted into the Racing Hall of Fame. Originally campaigned on turf tracks he showed useful but unremarkable form, but he emerged as an outstanding performer when switched to racing on dirt in 1995. In 1996, he became the first American racehorse racing against top-class competition to win 16 consecutive races since Triple Crown winner Citation did so between 1948 and 1950.Cigar Hall of Fame biography After his retirement from racing he stood at stud but proved to be infertile and was quickly retired from stud duties. He nevertheless enjoyed a long retirement at Kentucky Horse Park before dying at the age of 24. ==Breeding== Cigar was foaled at Country Life Farm near Bel Air, Maryland. He was sired by a leading sire in North America, Palace Music (by The Minstrel). His dam, Solar Slew, was by the 1977 Triple Crown winner, Seattle Slew. Cigar was a half-brother to Corridora Slew (ARG) by Corridor Key (USA), Mulca, and several other lesser performing horses. Madeleine A. Paulson was the original owner of Cigar. In his 2003 book, Legacies of the Turf, noted race historian Edward L. Bowen wrote that according to Paulson family banter, she traded Cigar to husband Allen for the filly Eliza, the 1992 Breeders' Cup Juvenile Fillies winner and that year's Eclipse Award choice for American Champion Two-Year-Old Filly. ==Racing record== Cigar was named after a navigational intersection for airplanes, not for the tobacco product. Owner Allen Paulson was a major figure in American aviation who had owned the Gulfstream Aerospace Corporation, which manufactured Gulfstream private business jets. He named many of his horses after the five-letter-long names given to intersections on aeronautical navigational charts. ===Three-year-old season: 1993=== Cigar did not race as a two-year-old. Under his first trainer, Alex Hassinger Jr., he won twice in nine starts at age three, but failed to win in stakes competition. He did finish second in the Grade III Volante Handicap at the Oak Tree Racing Association fall meeting at Santa Anita, and third in the Grade III Ascot Handicap at Bay Meadows. During this period, Hassinger switched from racing him on dirt to racing him on turf tracks, but the horse remained a low-grade stakes/high-class allowance horse. As a three-year-old, Cigar earned $89,175. ===Four-year-old season: 1994=== The following year, Cigar was sent to an east-coast trainer, Bill Mott, who gave him the first half of the year off, only bringing him back to racing in July. Cigar finished third in allowance races at Saratoga Race Course and Belmont Park before starting on dirt in an allowance race at Aqueduct Racetrack at . Cigar won that race by 8 lengths on October 28, 1994, and did not lose again for almost two years. After Cigar's dominating performance in the allowance race, Mott stepped him way up in class and ran him in the Grade I NYRA Mile (now the Cigar Mile Handicap), against top New York stakes winner Devil His Due. Cigar won by seven lengths. This race concluded his four-year-old campaign, which Cigar finished with two wins from six starts and earnings of $180,838. ===Five-year-old season: 1995=== Cigar started 1995 in a mile allowance race at Gulfstream Park in January, which he won by two lengths. He then faced champion Holy Bull in the Donn Handicap at one-and-one-eighth miles. Holy Bull was favored based on his dominant 1994 campaign, but he broke down on the backstretch. Cigar won the race easily, but little attention was paid to the victory due to the breakdown of Holy Bull, which signaled the end of his racing career. Cigar’s winning streak stood at four. He then ran once more at Gulfstream, in the Gulfstream Park Handicap at 1¼ miles. He won by 7½ lengths. Next Cigar went to Oaklawn Park in Hot Springs, Arkansas to face 1994 Breeders' Cup Classic winner Concern in the Oaklawn Handicap at 1⅛ miles. He won by 2½ lengths in a good time: 1:47 1/5.Ocala Star-Banner - April 16, 1995 Next was the Pimlico Special at Pimlico Race Course in Baltimore at 1 3/16 miles. Cigar again defeated Devil His Due and Concern, running a very fast 1:53 3/5. The winning streak stood at seven.New York Daily News - May 14, 1995 This race was followed by the Massachusetts Handicap at Suffolk Downs north of Boston at 1⅛ miles; Cigar won again, in 1:48 3/5. Many great horses from the east, such as Kelso and Seattle Slew, suffered losses on the faster, harder California racing surfaces. The Hollywood Gold Cup at Hollywood Park thus posed a particular challenge; the California track also assembled one of the greatest fields in the race's history, including Santa Anita Handicap and Pacific Classic Stakes winner and Kentucky Derby runner-up Best Pal, Pacific Classic Stakes winner Tinner's Way, Santa Anita Handicap winner Urgent Request, and Concern, who won the Gold Cup's major preparatory race, the Californian Stakes. Nonetheless, Cigar was the odds-on favorite. Carrying top weight of , he was kept on the outside all the way by jockey Jerry Bailey and won by 3½ lengths in 1:59 2/5. Cigar then went to Belmont Park for two preparatory races and the year-end championship race, the Breeders' Cup Classic. He won them all: the Woodward Stakes at 1⅛ miles, the Jockey Club Gold Cup at 1¼ miles and the Breeders' Cup Classic at 1¼ miles in a stakes record time of 1:59.58.Chicago Tribune - October 29, 1995 He had completed a perfect season, 10 for 10, with earnings of $4,819,800. His consecutive wins stood at 12, and he was named Horse of the Year as well as American Champion Older Male Horse. He also won a record eight Grade 1 events in a single season, equalled only by Lady's Secret in 1986, and which has never been surpassed. Cigar's connections next targeted a new race: the inaugural Dubai World Cup, the world's richest horse race with a $4,000,000 purse. Great horses had rarely traveled to another continent, duplicated their form, and then returned home in good shape. Cigar started 1996 with a repeat win in the Donn Handicap, and then headed to Dubai. In Dubai, Cigar held off Soul of the Matter to win by less than 1 length; he was now the world's highest stakes-winning racehorse, and his streak stood at 14. Cigar returned to seek a repeat win in the Massachusetts Handicap, where the largest crowd in the history of Suffolk Downs turned out to see him. He had to pass another test of greatness by carrying in the race. Cigar won again for his 15th straight victory, the longest winning sequence for a major American stakes horse since Citation, who won 16 in a row in 1948 and 1950.Miami Herald - June 2, 1996 In 2010, the mare Zenyatta surpassed this feat. Arlington Park carded a special race, the Arlington Citation Challenge, for Cigar to attempt to tie Citation's streak. He faced Dramatic Gold and Unbridled's Song and again carried . He pulled away from Dramatic Gold nearing the wire to win his 16th race in a row.Philadelphia Inquirer - July 14, 1996 During 1995, Cigar set a single-season stakes-winning record for a North American-based Thoroughbred of $4,819,800, surpassing Sunday Silence's mark of $4,578,454. ===The end of the winning streak=== Cigar next attempted to surpass Citation's record in the Pacific Classic Stakes at Del Mar Thoroughbred Club near San Diego, California. Another record crowd of over 40,000 attended. As in his last race in California, the Hollywood Gold Cup, Bailey took Cigar wide most of the way. However, he was drawn into a three-horse speed duel with the good stakes horses Siphon and Dramatic Gold, going the first ¾ of a mile in a very fast 1:09 1/5. The speed duel caused all the leaders to tire, and Dare And Go, ridden by Alex Solis, passed Cigar in the stretch to score the upset, with Cigar finishing second.Washington Post - August 12, 1996 Cigar rebounded in the 1996 Woodward Stakes at Belmont Park, which was his last victory ever.Newsday - September 15, 1996 Cigar lost to Skip Away (who went on to win the 1997 Breeders' Cup Classic and the 1998 Horse of the Year title) in the Jockey Club Gold Cup, and concluded his career with a third-place finish (again suffering from a wide trip) to upset winner Alphabet Soup and 1996 Preakness Stakes winner Louis Quatorze in the 1996 Breeders' Cup Classic at Woodbine Racetrack in Toronto, Canada. Despite losing his last two races, tying Citation's race record was enough to earn him his second straight Champion Older Male and Horse of the Year honors. As a six-year-old, Cigar won five of eight starts and $4,910,000, making him the holder and runner-up record of most stakes money won in a single season. His third-place finish at Woodbine cost him the chance to be the first horse to win $10 million; he finished with $9,999,815.Cigar Hall of Fame biography - Record career earnings Until Curlin surpassed him in 2008, Cigar was America's top money earner. thumb|Cigar's daily roll in the dirt at Kentucky Horse Park ==Honors== Further accolades came when Cigar was named the Racehorse of the Decade of the 1990s. In 2002, he was inducted in his first year of eligibility into the National Museum of Racing and Hall of Fame. In the Blood-Horse magazine ranking of the top 100 U.S. thoroughbred champions of the 20th Century, Cigar was ranked #18. In accordance with that ranking, Cigar is the highest-ranked American Thoroughbred during the decade of the nineties (1990–1999) and therefore lays claim to the title American \"Horse of the Decade.\" Cigar won several Eclipse Awards titles. In 1995, he won Older Male horse. He also won Horse of the Year. He won Horse of the Year and Older Male horse again in 1996. On February 2, 1997, a life-size bronze statue of Cigar was unveiled at Florida's Gulfstream Park on \"A Salute to Cigar Day.\" Also in 1997, the New York Racing Association renamed the Grade I NYRA Mile, run in November at Aqueduct, as the Cigar Mile.The Cigar Mile at the NYRA The NYRA Mile was the second race in Cigar's winning streak. ==Retirement== Cigar was retired to stud at the end of the 1996 racing season. Ceremonies took place during the National Horse Show at Madison Square Garden to honor the horse. Paulson sold 75% of Cigar to Coolmore Stud and Michael Tabor, and this equated to a value of $25 million for him. He was taken to stand at the Ashford Stud, the American division of Coolmore Stud, and began his coverings there in February. An insurance policy on Cigar required that he cover 20 mares twice and get at least 60 percent of them in foal to be considered fertile. He proved infertile as a stallion, as none of the 34 mares bred to him became pregnant.The New York Times - March 16, 1997Southeast Missourian - March 25, 1997 Cigar lived out his retirement at the Kentucky Horse Park's Hall of Champions in Lexington.Cigar at the Kentucky Horse Park Around April 2014, Cigar began to suffer increasingly from osteoarthritis in his spine, leading to instability in his legs. He underwent surgery to correct the problem but complications ensued and he died on October 7. ==Race Record== {| class = \"wikitable sortable\" style=\"text- align:center; width:90%\" |- ! scope=\"col\" style=\"background:#dacaa4;\" | Date ! scope=\"col\" style=\"background:#dacaa4\" | Age ! scope=\"col\" style=\"background:#dacaa4;\" | Distance ! scope=\"col\" style=\"background:#dacaa4;\" | Race ! scope=\"col\" style=\"background:#dacaa4;\" | Grade ! scope=\"col\" style=\"background:#dacaa4;\" | Track ! scope=\"col\" style=\"background:#dacaa4;\" | Surface ! scope=\"col\" style=\"background:#dacaa4;\" | Odds ! scope=\"col\" style=\"background:#dacaa4;\" | Field ! scope=\"col\" style=\"background:#dacaa4;\" | Finish ! scope=\"col\" style=\"background:#dacaa4;\" | Winning Time ! scope=\"col\" style=\"background:#dacaa4;\" | Winning (Losing) Margin ! scope=\"col\" style=\"background:#dacaa4;\" | Jockey ! scope=\"col\" class=\"unsortable\" style=\"background:#dacaa4;\"| Ref |- ! scope=\"row\" style=\"font-weight:normal;\" | | 3 | 6 furlongs | Maiden Special Weight | Maiden | Santa Anita Park | Dirt | 5.10 | 9 | 7 | 1:10.91 | (13 lengths) | | |- ! scope=\"row\" style=\"font-weight:normal;\" | | 3 | 6 furlongs | Maiden Special Weight | Maiden | Hollywood Park | Dirt | 5.20 | 6 | 1 | 1:09.56 | lengths | | |- ! scope=\"row\" style=\"font-weight:normal;\" | | 3 | miles | Allowance | Allowance | Hollywood Park | Turf | 3.80 | 12 | 4 | 1:41.38 | ( lengths) | | |- ! scope=\"row\" style=\"font-weight:normal;\" | | 3 | miles | Allowance | Allowance | Hollywood Park | Turf | 2.90 | 10 | 3 | 1:41.46 | ( lengths) | | |- ! scope=\"row\" style=\"font-weight:normal;\" | | 3 | miles | Allowance | Allowance | Del Mar | Turf | *1.90 | 10 | 1 | 1:41.81 | lengths | | |- ! scope=\"row\" style=\"font-weight:normal;\" | | 3 | 1 mile | Allowance | Allowance | Del Mar | Turf | 3.30 | 6 | 2 | 1:35.06 | ( length) | | |- ! scope=\"row\" style=\"font-weight:normal;\" | | 3 | miles | Ascot Handicap | III | Bay Meadows | Turf | 4.10 | 11 | 3 | 1:41.66 | ( length) | | |- ! scope=\"row\" style=\"font-weight:normal;\" | | 3 | miles | Volante Handicap | III | Santa Anita Park | Turf | 7.70 | 9 | 2 | 1:48.03 | (2 lengths) | | |- ! scope=\"row\" style=\"font-weight:normal;\" | | 3 | miles | Hollywood Derby | I | Hollywood Park | Turf | 24.80 | 14 | 11 | 1:46.88 | ( lengths) | | |- ! scope=\"row\" style=\"font-weight:normal;\" | | 4 | miles | Allowance | Allowance | Belmont Park | Turf | *1.70 | 5 | 4 | 1:43.07 | (9 lengths) | | |- ! scope=\"row\" style=\"font-weight:normal;\" | | 4 | miles | Allowance | Allowance | Saratoga | Turf | 3.20 | 8 | 3 | 1:48.61 | (3 lengths) | | |- ! scope=\"row\" style=\"font- weight:normal;\" | | 4 | 1 mile | Allowance | Allowance | Belmont Park | Turf | *1.90 | 11 | 7 | 1:33.14 | ( lengths) | | |- ! scope=\"row\" style=\"font- weight:normal;\" | | 4 | miles | Allowance | Allowance | Belmont Park | Turf | 3.40 | 6 | 3 | 1:41.40 | ( lengths) | | |- ! scope=\"row\" style=\"font- weight:normal;\" | | 4 | 1 mile | Allowance | Allowance | Aqueduct | Dirt | 3.50 | 6 | 1 | 1:35.78 | 8 lengths | | |- ! scope=\"row\" style=\"font- weight:normal;\" | | 4 | 1 mile | NYRA Mile Handicap | I | Aqueduct | Dirt | 8.90 | 12 | 1 | 1:36.10 | 7 lengths | | |- ! scope=\"row\" style=\"font- weight:normal;\" | | 5 | miles | Allowance | Allowance | Gulfstream Park | Dirt | *0.50 | 8 | 1 | 1:43.22 | 2 lengths | | |- ! scope=\"row\" style=\"font- weight:normal;\" | | 5 | miles | Donn Handicap | I | Gulfstream Park | Dirt | 4.00 | 9 | 1 | 1:49.68 | lengths | | |- ! scope=\"row\" style=\"font- weight:normal;\" | | 5 | miles | Gulfstream Park Handicap | I | Gulfstream Park | Dirt | *0.50 | 11 | 1 | 2:02.95 | lengths | | |- ! scope=\"row\" style=\"font- weight:normal;\" | | 5 | miles | Oaklawn Handicap | I | Oaklawn Park | Dirt | *1.70 | 7 | 1 | 1:47.22 | lengths | | |- ! scope=\"row\" style=\"font- weight:normal;\" | | 5 | miles | Pimlico Special Handicap | I | Pimlico | Dirt | *0.40 | 6 | 1 | 1:53.72 | lengths | | |- ! scope=\"row\" style=\"font- weight:normal;\" | | 5 | miles | Massachusetts Handicap | Listed | Suffolk Downs | Dirt | *0.20 | 6 | 1 | 1:48.74 | 4 lengths | | |- ! scope=\"row\" style=\"font-weight:normal;\" | | 5 | miles | Hollywood Gold Cup | I | Hollywood Park | Dirt | *0.90 | 8 | 1 | 1:59.46 | lengths | | |- ! scope=\"row\" style=\"font-weight:normal;\" | | 5 | miles | Woodward Stakes | I | Belmont Park | Dirt | *0.10 | 6 | 1 | 1:47.07 | lengths | | |- ! scope=\"row\" style=\"font- weight:normal;\" | | 5 | miles | Jockey Club Gold Cup | I | Belmont Park | Dirt | *0.35 | 7 | 1 | 2:01.29 | 1 length | | |- ! scope=\"row\" style=\"font- weight:normal;\" | | 5 | miles | Breeders' Cup Classic | I | Belmont Park | Dirt | *0.70 | 11 | 1 | 1:59.58 | lengths | | |- ! scope=\"row\" style=\"font- weight:normal;\" | | 6 | miles | Donn Handicap | I | Gulfstream Park | Dirt | *0.20 | 8 | 1 | 1:49.12 | 2 lengths | | |- ! scope=\"row\" style=\"font- weight:normal;\" | | 6 | miles | Dubai World Cup | | Nad Al Sheba | Dirt | *1.00 | 11 | 1 | 2:03.84 | length | | |- ! scope=\"row\" style=\"font- weight:normal;\" | | 6 | miles | Massachusetts Handicap | Listed | Suffolk Downs | Dirt | *0.10 | 6 | 1 | 1:49.63 | lengths | | |- ! scope=\"row\" style=\"font-weight:normal;\" | | 6 | miles | Arlington Citation Challenge Invitational Stakes | Listed | Arlington | Dirt | *0.30 | 10 | 1 | 1:48.30 | length | | |- ! scope=\"row\" style=\"font-weight:normal;\" | | 6 | miles | Pacific Classic Stakes | I | Del Mar | Dirt | *0.10 | 6 | 2 | 1:59.85 | ( lengths) | | |- ! scope=\"row\" style=\"font-weight:normal;\" | | 6 | miles | Woodward Stakes | I | Belmont Park | Dirt | *0.35 | 5 | 1 | 1:47.06 | 4 lengths | | |- ! scope=\"row\" style=\"font-weight:normal;\" | | 6 | miles | Jockey Club Gold Cup | I | Belmont Park | Dirt | *0.20 | 6 | 2 | 2:00.70 | (head) | | |- ! scope=\"row\" style=\"font-weight:normal;\" | | 6 | miles | Breeders' Cup Classic | I | Woodbine | Dirt | *0.65 | 13 | 3 | 2:01.00 | ( length) | | |- |} ==Pedigree== ==See also== *List of leading Thoroughbred racehorses ==References== * Hovdey, Jay. Cigar: America's Horse (1996) Blood- Horse Publications ==External links== * Video at YouTube of Cigar winning the 1995 Breeders' Cup Classic Category:1990 racehorse births Category:2014 racehorse deaths Category:Racehorses bred in Maryland Category:Racehorses trained in the United States Category:United States Thoroughbred Racing Hall of Fame inductees Category:Breeders' Cup Classic winners Category:Dubai World Cup winners Category:American Grade 1 Stakes winners Category:Eclipse Award winners Category:American Thoroughbred Horse of the Year Category:Horse monuments Category:Thoroughbred family 2-g",
 "title": "Cigar (horse)"
}