{
 "id": "633154",
 "text": "The Three-Self Patriotic Movement (TSPM; ) is a Protestant organization in the People's Republic of China, and one of the largest Protestant bodies in the world. It is colloquially known as the Three-Self Church (). The National Committee of the Three-Self Patriotic Movement of the Protestant Churches in China () and the China Christian Council (CCC) are known in China as the lianghui (two organizations). Together they form the state-sanctioned Protestant church in mainland China. They are overseen by the United Front Work Department of the Chinese Communist Party (CCP) following the State Administration for Religious Affairs' absorption into the United Front Work Department in 2018. == History == === Christian Manifesto === In May 1950, Y. T. Wu and other prominent Protestant leaders such as T. C. Chao, Chen Chonggui, and Cora Deng met in Beijing with Chinese premier Zhou Enlai to discuss Protestant Christianity's relationship with the young People's Republic of China. \"The Christian Manifesto\" was published in July 1950 and its original title was \"Direction of Endeavor for Chinese Christianity in the Construction of New China\". During the 1950s, 400,000 Protestant Christians publicly endorsed and signed this document. The purpose of publishing this document was: > to heighten our vigilance against imperialism, to make known the clear > political stand of Christians in New China, to hasten the building of a > Chinese church whose affairs are managed by the Chinese themselves, and to > indicate the responsibilities that should be taken up by Christians > throughout the whole country in national reconstruction in New China. It further stated the movement promoted the \"self-governance, self-support, and self-propagation\" () of the Chinese church. === Three-Self Reform Movement === In March 1951, after China's entry into the Korean War, the Religious Affairs Bureau directed religious groups to make elimination of imperialist influences a priority. In mid-April the State Administrative Council called together a conference in Beijing on the subject of \"Handling of Christian Organizations Receiving Subsidies from the United States of America\". This conference led to the formation of the Preparatory Committee for the Oppose- America, Assist-Korea Three-Self Reform Movement of the Christian Church (TSRM) under China's United Work Front policy. Those who attended the conference issued a \"United Declaration\" calling churches and other Christian organizations “to thoroughly, permanently and completely sever all relationships with the American missions and all other missions, thus realizing self-government, self-support and self-propagation in the Chinese church.\" The declaration had the unexpected effect of swelling the membership of congregations that identified themselves as “self-run.” === Establishment === thumb|right|CCC&TSPM; office on Jiujiang Road, Shanghai When the TSPM was established in 1954, it promoted a three-self strategy in order to remove foreign influences from the Chinese churches and to assure the government that the churches would be patriotic to the newly established People's Republic of China. Other Protestant leaders included Jia Yuming, Marcus Cheng, and Yang Shaotang. When \"The Christian Manifesto\" was published in the People's Daily in 1954, it pledged the support of Christians for anti-imperialism, anti- feudalism, and anti-bureaucratic capitalism efforts. The movement, in the eyes of critics, allowed the government to infiltrate, subvert, and control much of organized Christianity. === After the Cultural Revolution === From 1966 to 1976 during the Cultural Revolution, the expression of religious life in China was effectively banned, including the TSPM. The growth of the Chinese house church movement during this period was a result of all Chinese Christian worship being driven underground for fear of persecution. In 1979 the government officially restored the TSPM after thirteen years of non-existence, and in 1980 the China Christian Council (CCC) was formed. However, many Christians in China were skeptical of the government's intention in reinstituting the TSPM, partly because those entrusted in its local administration were often ones who had participated in repressive actions in the past. The TSPM is not a denomination, and denominational distinctions do not exist within the organization. Pastors are trained at one of thirteen officially sanctioned seminaries. Current theological emphasis is on \"a protection and promotion of the five basic tenets of Christian faith — the Trinity, Christ being both human and God, the Virgin Birth, Death and Resurrection and the Second Coming.\". The primary role of the TSPM was then delegated to liaison with the Government whereas the CCC serves as an ecclesial organisation focusing on the internal management and affairs of the Church. However, the TSPM is often charged with being an instrument for the secular Chinese government, which persecutes Christians outside of it. Independent congregation are known as house churches. The attempt to bring house church Christians into the fold of \"registered\" meeting places has met with mixed results. Since the ascension of CCP general secretary Xi Jinping, the Chinese Government has cracked down on house churches and oppressed their members, actions which the TSPM has supported. In March 2019 Xu Xiaohong, the chairman of the National Three-Self Patriotic Movement Committee, gave a speech about the use of Christianity by western powers to destabilize China and the Chinese Communist Party (CCP). In addition he stated in a speech at the Chinese People's Political Consultative Conference that \"Anti-China forces in the West are attempting to continue to influence the social stability of our country through Christianity, and even subvert the political power of our country\". He also called for continued state action against independent Christians stating \"For individual black sheep who, under the banner of Christianity, participate in subverting national security, we firmly support the country to bring them to justice\". ==Publications== The Chinese New Hymnal, first published in the 1980s, is the official hymnal of the TSPM churches. Editors include Lin Shengben, a renowned hymn composer in Shanghai. The Canaan Hymns hymnal associated with the house churches is also used in TSPM churches. Through its official channels, TSPM has criticized the hymn for supposedly questioning the Movement's view of Christianity in service of Chinese socialism. TSPM church services also feature non-Christian Communist Party songs. The main periodical of TSPM is Tian Feng. == Statement of faith == The following confession of faith was adopted on 8 January 2008: == See also == * List of the largest Protestant denominations * Christianity in China * Protestantism in China * Chinese Patriotic Catholic Association * Henry Venn * Chinese Independent Churches == References == ==Further reading== * Daniel H. Bays. A New History of Christianity in China. (Chichester, West Sussex; Malden, MA: Wiley-Blackwell, Blackwell Guides to Global Christianity, 2012). ), esp. Ch. 7, \"Christianity and the New China, 1950–1966. * * Philip L. Wickeri. Seeking the Common Ground : Protestant Christianity, the Three-Self Movement, and China's United Front. (Maryknoll, NY: Orbis Books, 1988). . * Wallace C. Merwin and Francis P. Jones, ed., Documents of the Three-Self Movement: Source Materials for the Study of the Protestant Church in Communist China. (New York, National Council of the Churches of Christ in the United States of America. Division of Foreign Missions. Far Eastern Office, 1963). . == External links == * * Chinese Protestant Church * The Church in China * Amity Foundation Category:Members of the World Council of Churches Category:Protestantism in China Category:Christian organizations established in 1951 Category:United and uniting churches Category:1951 establishments in China Category:Organizations associated with the Chinese Communist Party",
 "title": "Three-Self Patriotic Movement"
}