{
 "id": "633144",
 "text": "The Barremian is an age in the geologic timescale (or a chronostratigraphic stage) between 129.4 ± 1.5 Ma (million years ago) and 125.0 ± 1.0 Ma). It is a subdivision of the Early Cretaceous Epoch (or Lower Cretaceous Series). It is preceded by the Hauterivian and followed by the Aptian Stage.See Gradstein et al. (2004) or the online geowhen database (link below) ==Stratigraphic definitions== The original type locality for the Barremian Stage is in the vicinity of the village of Barrême, Alpes-de-Haute-Provence, France. Henri Coquand defined the stage and named it in 1873. The base of the Barremian is determined by the first appearance of the ammonites Spitidiscus hugii and Spitidiscus vandeckii. The end of the Barremian is determined by the geomagnetic reversal at the start of the M0r chronozone, which is biologically near the first appearance of the ammonite Paradeshayesites oglanlensis. ===Regional equivalents=== The Barremian falls in the Gallic epoch, a subdivision of the Cretaceous that is no longer used by the ICS. It overlaps the lower part of the Urgonian stage, which is sometimes used in western European stratigraphy. In North America, the late Coahulian and the early Comanchean correspond to the Barremian. In New Zealand, it falls within the Mokoiwian, and in Japan it corresponds to the late Aritan. ===Subdivision=== The Barremian is often subdivided into two substages or subages, Lower/Early and Upper/Late Barremian. In the Tethys domain, the Barremian stage contains eleven ammonite biozones: * zone of Pseudocrioceras waagenoides * zone of Colchidites sarasini * zone of Imerites giraudi * zone of Hemihoplites feraudianus * zone of Gerhardtia sertousi * zone of Ancyloceras vandenheckii * zone of Coronites darsi * zone of Kotetishvilia compressissima * zone of Nicklesia pulchella * zone of Nicklesia nicklesi * zone of Spitidiscus hugii == References == ===Notes=== ===Literature=== * (1907): Le Barrémien supérieur à faciès Urgonien de Brouzet-lès-Alais (Gard). Mémoires de la Société Géologique de France, Paléontologie 15(37): 5-42. *; (2004): A Geologic Time Scale 2004, Cambridge University Press. * (2006): Assessment of diachronism of biostratigraphic boundaries by magnetochronological calibration of zonal scales for the Lower Cretaceous of the Tethyan and Boreal belts. Doklady Earth Sciences 409(6): 843-846. == External links == *GeoWhen Database - Barremian *Mid-Cretaceous timescale, at the website of the subcommission for stratigraphic information of the ICS *Stratigraphic chart of the Lower Cretaceous, at the website of Norges Network of offshore records of geology and stratigraphy *04 Category:Geological ages Category:Cretaceous geochronology",
 "title": "Barremian"
}