{
 "id": "633247",
 "text": "The Dodge Lancer is an automobile built in three unrelated models by Dodge in the 1950s, '60s, and '80s. It debuted as a hardtop version of the full-sized 1955 Dodge, and was produced in that form until 1959. Dodge revived the nameplate in 1961 for a Chrysler A platform-based compact, which lasted two model years before being replaced by the Dodge Dart. In 1985 Dodge recycled the name for a mid-sized Chrysler H platform model, which remained in production until it was replaced by the Dodge Spirit in 1989. ==1955–1959 Coronet Lancer, Royal Lancer and Custom Royal Lancer== thumb|1956 Dodge Custom Royal Lancer Dodge used the Lancer name from 1955 to 1959 to designate the two- and four-door hardtop (no B-pillar) models in the full-sized Coronet, Royal, and Custom Royal lines. The Custom Royal Lancer was a hardtop only and top-of-the-line model for Dodge in 1959. There were 6,278 two-door and 5,019 four-door hardtops made in 1959. A total of 11,397 Custom Royal Lancers were made. The Custom Royal Lancer featured a big-block V8 engine, the producing . A D-500 option was available, which included a engine with a single Carter four-barrel carburetor rated at , as well as a Super D-500 version with dual four-barrel carburetors producing . The Custom Royal Lancer also featured a padded dashboard and steering wheel, Lancer emblems on the fenders, steering wheel, hubcaps, foot-operated windshield wipers, dual radio antennas, deluxe side trim, and thick chrome eyebrows. Optional equipment included power windows and brakes, air conditioning, and swivel seats. The Lancer designation was dropped for 1960. ==1961–1962 Lancer== For the 1961 model year, Dodge applied the Lancer nameplate to its higher-priced, upmarket badge-engineered clone of Chrysler's very popular Valiant compact. The model was introduced when Chrysler officially assigned the Valiant to the Plymouth division for 1961, leaving Dodge dealers without a compact to sell. All the same body variants available on the Valiant were also available on the Lancer: two- and four-door sedans, two-door hardtop and four-door wagons. At the end of 1962, it was renamed the Dodge Dart. In a survey of owners in the March, 1961 issue of Popular Mechanics, 71.2% of owners liked that handling, but 12.3% thought that the workmanship was bad. ===Styling & trim=== thumb|left|1961 Dodge Lancer 770 Station Wagon thumb|left|1962 Dodge Lancer 170 2-Door Sedan thumb|left|1962 Dodge Lancer GT 2-Door Hardtop The Lancer wheelbase and body shell were identical to those of the Valiant, but interior and exterior trim were more upscale for the Lancer. Lancers featured round taillights and a full-width grille, instead of the Valiant's cat's-eye taillights and central grille. For 1961, trim levels were the basic \"170\" and the premium \"770\". In 1961, the two-door hardtop was marketed only as the \"Lancer 770 2-Door Hardtop\". For 1962, the hardtop model was marketed as the \"GT 2-Door Hardtop\" and carried premium trim. Two-tone paint was available and instead of the front bench seat, there were two bucket seats. Also for the 1962 model, \"Lancer GT\" medallions were mounted on the doors' interior trim panels below the vent window and on the sides of the front fenders just aft of the headlamps. \"GT\" emblems were placed on the hood, the deck lid and on the vinyl dash pad. The headlamp bezels and the grille's horizontal slats were blacked- out. The GT also lacked certain ornamentation found on the 170s and 770s such as the \"Lancer\" door scripts, the slanted chrome hash marks on the lower quarter panel, and the hook-ended stainless steel door-to-fender spears. ===Powertrains=== The Lancer used the slant-6 engine. The base engine was the unit, rated at . The optional power package consisted of the larger engine, rated at . After the start of the 1961 model year, a die-cast aluminum version of the 225 engine block was made available. The aluminum 225 weighed less than the iron 170 and less than the iron 225. Any of the available engines could be equipped at the dealer with Chrysler's Hyper Pak parts kit for a significant power upgrade: the 170 Hyper Pak's published output was , while the 225 Hyper Pak's was . The Hyper-Pak shaved more than four seconds off the 0 to time versus the standard 225, and was over a second quicker and seven miles per hour faster in the quarter mile. With the Hyper Pak, a 225 Lancer could go from 0 to in 8.6 seconds and turn in a standing quarter mile time of 16.4 seconds. 1962 cars had the engine and transmission moved for a flatter front floor. Transmission options were a Chrysler-built A903 three-speed manual with the shifter on the floor in 1961 and on the steering column in 1962, or a pushbutton-operated A904 Torqueflite three-speed automatic. ===Drag strip & sales competition=== left|thumb|1962 Dodge Lancer 770 station wagon rear view In the 1962 NHRA Winternationals, Wayne Weihe took home the win in the C/FX (Factory Experimental) class with his Hyper-Pak-equipped Lancer, clocking a 15.67 E.T. Although the bigger Dodges were beginning to appear at drag strips around the country, the \"Golden Lancer\" of Dode Martin and Jim Nelson was just about the fastest compact on the strips in 1962. Stuffed into the engine compartment was a Chrysler RB V8 engine modified by the Chrysler engineers' \"Ramchargers\" racing team. The Golden Lancer raced successfully in A/FX class and could do the quarter mile in 12.68 seconds at . Lancer sales did not meet expectations and sold about half as well as the Valiant. As a late part of the total redesign of Dodge's compact car for 1963, the Lancer name was discontinued. Dodge compacts for 1963 through 1976 were named Dart, a name that had previously been assigned to a larger car produced by Dodge from 1960 to 1962. ===South African market=== In South Africa, a right hand drive version of the Lancer was sold from 1961 through 1963, badged as the DeSoto Rebel not long after the DeSoto name was discontinued in the U.S. All Rebels were equipped with the Slant 6 engine, and most were equipped with the three- speed manual transmission. As with the Australian RV1 and SV1 Valiants, the Rebel used the instrument cluster from the U.S. 1961 Plymouth Valiant. White reflectors were mounted to the front bumper, in compliance with South African vehicle equipment regulations. The Rebel name was re-introduced by Chrysler South Africa in 1967 as the economy-priced \"Valiant Rebel\". ==1985–1989 Lancer== The Dodge Lancer was re-introduced in 1985 as a mid-sized 5-door hatchback. It was a rebadged version of the more expensive Chrysler LeBaron GTS and was based on the Chrysler H platform, a stretched version of the Chrysler K platform. The Lancer eventually slotted between the Aries and the 600. All Lancers were built in Sterling Heights, Michigan. Production ended on April 7, 1989, replaced by the Spirit. ===Lancer Shelby=== left|thumb|1987 Lancer Shelby The 1988 to 1989 \"Lancer Shelby\" was a factory appearance and handling package including upgraded sway bars, shorter springs, and quicker steering along with an assortment of comfort and convenience features including leather seats, power locks, windows, seats and mirrors, a tilt steering wheel and a two-position cup holder. It was inspired by the 1987 Shelby Lancer, which was built by Shelby Automobiles in Whittier, California. Chrysler took over production starting with the 1988 model year, building them in the same Sterling Heights plant as regular Lancers. The intercooled Turbo II engine with the manual transmission provided . The automatic variant was equipped with the Turbo I. Although it was not planned as a limited edition, only 279 Lancer Shelbys were produced in 1988 and 208 in 1989. ===European market=== In April 1988, Chrysler started offering some models on the European market. One of them was the \"Chrysler GTS\", a rebadged version of the Dodge Lancer ES. Due to European vehicle regulations, the exterior appearance was slightly different. The rear turn signals were amber rather than red, the front sidemarkers and the centre high mount stop lamp (CHMSL) were blanked off, small round repeaters were installed into the front fenders and the sideview mirrors were of spring-hinged rather than rigid design. The engine options included the naturally aspirated Four, and a turbocharged version of the same engine. From 1989 on, the Four became available with or without a turbocharger. The 2.2 engine was dropped, except for the Turbo II version that was standard equipment on the Chrysler GTS Shelby, the European sibling of the Dodge Lancer Shelby. A five-speed manual gearbox was standard, with a three- speed automatic transmission as an extra cost option. The GTS Shelby came only with the manual transmission. The Chrysler GTS had few buyers in Europe; the competition was too hard. Even the comparatively low prices could not help, and sales figures were very low. By the end of 1989, the GTS was replaced by the Saratoga. ==References== ==External links== *IMCDB: Dodge Lancers in movies & TV shows Lancer Category:Compact cars Category:Front-wheel-drive vehicles Category:Mid-size cars Category:Rear-wheel-drive vehicles Category:Coupés Category:Hatchbacks Category:Sedans Category:Station wagons Category:1960s cars Category:Cars introduced in 1955 Category:Cars introduced in 1961 Category:Cars introduced in 1985",
 "title": "Dodge Lancer"
}