{
 "id": "633315",
 "text": "Laura Kightlinger (born June 13 1964) is an American actress, comedian, and writer. She was a writer and consulting producer on Will & Grace, while also occasionally appearing on the show as the character Nurse Sheila. She was also a writer on the CBS series 2 Broke Girls. Kightlinger also played the title role in the TV show The Minor Accomplishments of Jackie Woodman, which she created, wrote, and executive produced. ==Career== ===Television=== Kightlinger was a featured player for Saturday Night Live (1994–95). In 1997, she appeared in the Tenacious D episode \"Angel in Disguise\" as a groupie. In 2006, she appeared in The Minor Accomplishments of Jackie Woodman, a comedy series. Asked how much of the series was based on her personal experience, she said: Kightlinger has had three stand-up comedy specials on HBO and six on Comedy Central. === Film=== In 1997, Kightlinger appeared in Who's the Caboose?, an independent movie comedy starring Sarah Silverman and directed by Sam Seder. In 2001, Kightlinger made a short film, Dependable People, which won both the Black Maria Film Festival Director's Citation (Honorable Mention (for name of award only) ) and the International Festival of Cinema and Technology Best New Director Award in 2002. It was released on the DVD \"Celebrity Mix\" with other short films in 2006. In 2003, she directed her first documentary, Sixty Spins Around the Sun, which chronicles the New York City street movement to repeal the Rockefeller Drug Laws. It focuses on political satirist turned activist Randy Credico and his fight to repeal the laws. The film follows Credico to Tulia, Texas, during a racially motivated drug bust, which is the subject of an upcoming film starring Halle Berry. Included in this documentary are stand-up comics Larry David, Colin Quinn, Don Gavin, Vanessa Hollingshead, and Nick DiPaolo. It won Best Documentary at the 2003 Empire State Film Festival, 2003 Boston International Film Festival, and 2005 Beverly Hills Film Festival (Jury Award). In 2005, Kightlinger starred in the short film Dysenchanted, directed by Terri Edda Miller, which received critical acclaim. In 2017, she had a cameo in The Lego Batman Movie, voicing the roles of Orca and Reporter Pippa. She has written and directed several short films, including Cat Demon: Re-Exhumed, which are available to view on her website. Additional film credits include Daddy Day Care, Kicking and Screaming, Wake Up, Ron Burgundy: The Lost Movie, The Truth About Lies and The Outdoorsman. === Book === Kightlinger's book Quick Shots of False Hope was published in 1999. The New York Times Book Review described it as \"funny and disturbing\", \"memorable\", and an \"idiosyncratic and darkly comic debut.\" As of 2006, she was adapting the book for film. === Internet === Kightlinger has written several shorts for Funny or Die and Atom.com, including \"American Heroine\", in which she starred, and \"Roy Fabcock: Legendary Lover\" (2010). === Politics === Kightlinger endorsed Senator Bernie Sanders for President in the 2016 U.S. presidential election. == Personal life == Kightlinger dated fellow actor and comedian Jack Black from 1996 through early 2005. ==References== ==External links== *Official site * *Laura Kightlinger on WTF with Marc Maron Podcast, April 14, 2011 *Videos at Atom.com * Category:Living people Category:1964 births Category:Actresses from New York (state) Category:American television actresses Category:Television producers from New York (state) Category:American women television producers Category:American television writers Category:Emerson College alumni Category:People from Jamestown, New York Category:American women comedians Category:American women television writers Category:American sketch comedians Category:Comedians from New York (state) Category:Screenwriters from New York (state) Category:Southwestern Central High School alumni Category:21st-century American women",
 "title": "Laura Kightlinger"
}