{
 "id": "633319",
 "text": "Gault et Millau is a French restaurant guide. It was founded by two restaurant critics, Henri Gault and Christian Millau in 1965. ==Points system== Gault Millau rates on a scale of 1 to 20, with 20 being the highest. Restaurants given below 10 points are rarely listed. The points are awarded based on the quality of the food, with comments about service, price or the atmosphere of the restaurant given separately. Based on this rating, high-ranking restaurants may display one to four toques. Gault Millau does not accept payment for listing restaurants. Under its original authors and for many years after they left, Gault Millau never awarded a score of 20 points, under the argument that perfection is beyond the limitations of a normal human being. In 2004, two restaurants, both of chef Marc Veyrat, the Maison de Marc Veyrat (or L'Auberge de l'Eridan) in Veyrier-du-Lac near Annecy and La Ferme de Mon Père (\"My Father's Farm\") in Megève, received this score. In 2010 and 2011, Sergio Herman's Oud Sluis received 20/20. To some, this reflects a fall of standards in the guide after it changed from employing a permanent editorial and tasting staff to using local agents. ==Differences with Michelin== There has been discussion about which guide is more important, the Michelin Guide or the Gault Millau. In the 1970s the Michelin's continued conservative support of traditional haute cuisine was challenged by the support of nouvelle cuisine by the Gault-Millau.Alex Hughes, Keith A. Reader. Encyclopedia of Contemporary French Culture - 1998 Page 467 \"Michelin was long associated with the rich traditional style of la haute cuisine, to which the polemical embracing of nouvelle cuisine by the Guide Gault-Millau (founded in 1972) represented something of a riposte.\" Michelin is more popular and therefore more influential, while Gault Millau has been considered more food-focused due to the main system being based purely on the quality of the food. Gault Millau has guides for various other countries, including Netherlands, Belgium & Luxembourg, Switzerland, Germany, and Poland. ==French Chef of the Year== * 1989 Joël Robuchon (Chef of the Century) * 1994 Roger Souvereyns * 2001 Luigi CicirielloJacques Mercier À la table des grands chefs en Belgique 2001 - Page 21 \"Luigi Ciciriello est nommé \"Chef de l'Année\" Gault- Millau 2001.\" * 2002 Nicolas Le Bec * 2003 Michel Troisgros * 2004 Jean-Paul Abadie * 2005 Arnaud Magnier * 2006 Thierry Marx * 2007 Anne-Sophie Pic * 2008 Jean-Luc Rabanel * 2009 Léa Linster * 2010 William Ledeuil * 2011 Édouard Loubet * 2012 Michel Portos * 2013 Philippe Labbé * 2014 Arnaud Lallement * 2015 Yannick Alleno * 2016 Alexandre Gauthier * 2017 Alexandre Couillon'Alexandre Couillon, Cuisinier de l'Année 2017', fr.gaultmillau.com * 2018 Jean Sulpice ==See also== * Consumer Reports * Harden's, a similar London and UK guide * Michelin Guide * Restaurant rating ==References== ==External links== * The Gault Millau website for France * The Gault Millau website for Belgium & Luxembourg * The Gault Millau for Slovenia * The Gault Millau for Italy * The Gault Millau for Austria Category:Restaurant guides Category:1965 establishments in France",
 "title": "Gault Millau"
}