{
 "id": "633533",
 "text": "Bigfin squids are a group of rarely seen cephalopods with a distinctive morphology. They are placed in the genus Magnapinna and family Magnapinnidae. Although the family is known only from larval, paralarval, and juvenile specimens, some authorities believe adult specimens have also been seen. Several videos have been taken of animals nicknamed the \"long-arm squid\", which appear to have a similar morphology. Since none of the seemingly adult specimens has ever been captured or sampled, it remains uncertain if they are of the same genus or only distant relatives. The arms and tentacles of the squid are both extremely long and believed to be long. These appendages are held perpendicular to the body, creating \"elbows\". How the squid feeds is yet to be discovered. == Physical specimens == The first record of this family comes from a specimen (Magnapinna talismani) caught off the Azores in 1907. Due to the damaged nature of the find, little information could be discerned, and it was classified as a mastigoteuthid, first as Chiroteuthopsis talismani and later as Mastigoteuthis talismani. In 1956, a similar squid (Magnapinna sp. C) was caught in the South Atlantic, but little was thought of it at the time. The specimen was illustrated in Alister Hardy's The Open Sea (1956), where it was identified as Octopodoteuthopsis.Hardy, A.C. (1956): The Open Sea: Its Natural History. Collins, London. During the 1980s, two additional immature specimens were found in the Atlantic (Magnapinna sp. A), and three more were found in the Pacific (Magnapinna pacifica). Researchers Michael Vecchione and Richard Young were the chief investigators of the finds, and eventually linked them to the two previous specimens, erecting the family Magnapinnidae in 1998, with Magnapinna pacifica as the type species. Of particular interest was the very large fin size, up to 90% of the mantle length, that was responsible for the animals' common name. A single specimen of a fifth species, Magnapinna sp. B, was collected in 2006. Magnapinna sp. A was described as Magnapinna atlantica in 2006. The genus was described from two juveniles and paralarva, none of which had developed the characteristic long arm tips. However, they did all have large fins, and were therefore named \"magna pinna\", meaning \"big fin\". == Sightings == The first visual record of the long-arm squid was in September 1988. The crew of the submersible Nautile encountered a long-armed squid off the coast of northern Brazil, , at a depth of . In July 1992, the Nautile again encountered these creatures, first observing one individual two times during a dive off the coast of Ghana at and depth, and then another one off Senegal at . Both were filmed and photographed. In November 1998, the Japanese crewed submersible Shinkai 6500 filmed another long-armed squid in the Indian Ocean south of Mauritius, at and . A third video taken from the remotely operated underwater vehicle (ROV) of the oil-drilling ship Millennium Explorer in January 2000, at Mississippi Canyon in the Gulf of Mexico () at , allowed a size estimate. By comparison with the visible parts of the ROV, the squid was estimated to measure with arms fully extended. The ROV Atalante filmed another Indian Ocean specimen at and , in the area of Rodrigues Island, in May 2000. In October 2000, the crewed submersible Alvin found another long-armed squid at in Atwater Valley, Gulf of Mexico (). These videos did not receive any media attention; most were brief and fairly blurry. In May 2001, approximately ten minutes of crisp footage of a long-armed squid were acquired by ROV Tiburon, causing a flurry of attention when released.'Mystery' squid delights scientists. BBC News, December 21, 2001. These were taken in the Pacific Ocean north of Oʻahu, Hawaii (), at . On 11 November 2007, a new video of a long-arm squid was filmed off Perdido, a drilling-site owned by Shell Oil Company, located 200 statute miles (320 km) off Houston, Texas in the Gulf of Mexico. Observations of Magnapinna sp. were made in the Great Australian Bight during towed camera and remote operated vehicle surveys in 2015 and 2017 respectively. On 9 November 2021, a video of a long-armed squid was captured at a ridge feature off the West Florida Escarpment by an ROV from the NOAAS Okeanos Explorer as part of the Windows to the Deep 2021 expedition. The squid was found at a depth of 2,385 m (7824.8 ft), and its size is currently being measured using paired lasers. ==Anatomy== The specimens in the videos looked very distinct from all previously known squids. Uniquely among cephalopods, the arms and tentacles were of the same length and looked identical (similar to extinct belemnites). The appendages were also held perpendicular to the body, creating the appearance of strange \"elbows\". Most remarkable was the length of the elastic tentacles, which has been estimated at up to 15-20 times the mantle length. Estimates based on video evidence put the total length of the largest specimens at or more.Bolstad, K. (2003): Deep-Sea Cephalopods: An Introduction and Overview. The Octopus News Magazine Online. Viewing close-ups of the body and head, it is apparent that the fins are extremely large, being proportionately nearly as big as those of bigfin squid larvae. While they do appear similar to the larvae, no specimens or samples of the adults have been taken, leaving their exact identity unknown. ===Feeding-behavior=== Little is known about the feeding-behavior of these squid. Scientists have speculated that bigfin squid feed by dragging their arms and tentacles along the seafloor and grabbing edible organisms from the floor. Alternatively, they may simply use a trapping technique, waiting passively for prey, such as zooplankton, to bump into their arms (see Cephalopod intelligence). ==See also== * Cephalopod * Cephalopod size * Deep sea creature ==References== ==External links== * Tree of Life Web Project: Magnapinna * Cephalopods in Action: Long-armed squid videos Category:Cenozoic cephalopods Category:Cephalopod genera Category:Extant Pliocene first appearances Category:Squid Category:Pliocene animals",
 "title": "Bigfin squid"
}