{
 "id": "633994",
 "text": "In the Book of Mormon, Ishmael1 ()churchofjesuschrist.org: \"Book of Mormon Pronunciation Guide\" (retrieved 2012-02-25), IPA-ified from «ĭsh´mul» and «ĭsh´mĕl» is the righteous friend of the prophet Lehi in Jerusalem. When Lehi takes his family into the wilderness, Lehi brings Ishmael and his family too. The daughters of Ishmael marry the sons of Lehi, but the sons of Ishmael join Laman and Lemuel in their rebellion against Nephi. Ishmael dies in the wilderness, and is buried at Nahom. (See Archaeology and the Book of Mormon) After their arrival in the Americas, the children of Ishmael side with the Lamanites, except for those daughters who married Sam, Nephi, and Zoram1. A second Ishmael2 is the grandfather of Amulek. ==Name== Ishmael comes from the . It is a theophoric name translated literally as \"God (El) has hearkened\", suggesting that \"a child so named was regarded as the fulfillment of a divine promise\". According to Hugh Nibley, the proverbial ancestor of the Arabs is Ishmael. His name is one of the few Old Testament names which is also at home in ancient Arabia: \"[Thus] in Lehi's friend \"Ishmael\" (1 Nephi 7:2) we surely have a man of the desert. The interesting thing is that Nephi takes Ishmael (unlike Zoram) completely for granted, never explaining who he is or how he fits into the picture--the act of sending for him seems to be the most natural thing in the world, as does the marriage of his daughters with Lehi's sons. Since it has ever been the custom among the desert people for a man to marry the daughter of his paternal uncle (bint 'ammi), it is hard to avoid the impression that Lehi and Ishmael were related. There is a remarkable association between the names of Lehi and Ishmael which ties them both to the southern desert, where the legendary birthplace and central shrine of Ishmael was at a place called Be'er Lehai-ro'i.\"Hugh Nibley, \"Men of the East\" in Lehi In The Desert, F.A.R.M.S., p. 40 ==Family== According to John L. Sorenson, both Ishmael's sons had \"families\" (1 Nephi 7:6) who accompanied them. The term \"families\" implies a wife and at least one child each, but there likely were more children.John L. Sorenson, \"The Composition of Lehi's Family,\" in By Study and Also by Faith, p. 188 ==Book of Mormon Movie== In The Book of Mormon Movie, Vol. 1: The Journey, adapted from First and Second Nephi, Ishmael was portrayed by Ron Frederickson. The portrayals were highly influenced by Arnold Friberg paintings of the characters. ==References== ==External links== * Ishmael in the Encyclopedia of Mormonism * Chapter 5: Traveling in the Wilderness Book of Mormon Stories, (1997), 13–15 Category:Book of Mormon people",
 "title": "Ishmael (Book of Mormon)"
}