{
 "id": "63420",
 "text": "The 6507 (typically \"sixty-five-oh-seven\" or \"six-five-oh-seven\") is an 8-bit microprocessor from MOS Technology, Inc. It is a version of their 6502 packaged in a 28-pin DIP, which makes it cheaper to package and integrate in systems. The reduction in pin count is achieved by reducing the address bus from 16 bits to 13 (limiting the available memory range from 64KB to 8KB) and removing a number of other pins used only for certain applications. To do this, A15 to A13 and some other signals such as the interrupt lines are not accessible. As a result, it can only address 8KB of memory, which for some applications at the time (1975) was acceptable and not overly restrictive. The entire 6500 CPU family was originally conceived as a line of very low-cost microprocessors for small-scale embedded systems, not general-purpose computers and certainly not interactive personal computers (which did not generally exist yet). The 6507 and 6502 chips use the same underlying silicon layers, and differ only in the final metallisation layer. This ties the interrupt lines to their inactive level so they are not vulnerable to generating spurious interrupts from noise. The first three digits of the chip identifier are part of the silicon layers, and the final digit is in the metallisation layer. Micro-photography of the 6502 and 6507 shows this difference. The 6507 was only widely used in two applications: the best- selling Atari 2600 video game console and Atari 8-bit family peripherals including the 850 Serial & Parallel Interface, and the 810 and 1050 disk drives. In the 2600, the system was further limited by the design of the ROM cartridge slot, which allowed for only 4KB of external memory to be addressed. The other 4KB was reserved for the internal RAM and I/O chips, using a minimal-cost partial decoding technique that caused the RAM and peripheral device registers to appear at multiple aliased addresses throughout the 4K address space. Most other machines, notably home computers based on the 6500 architecture, used either the standard 6502 or extended, rather than cut down, versions of it, in order to allow for more memory. By the time the 6502 line was becoming widely used around 1980, ROM and RAM semiconductor memory prices had fallen to the point where the 6507 was no longer a worthwhile simplification. Its use in new designs ceased at that point, though the Atari 2600 that contained it continued to be sold into the early 1990s, as it was not discontinued until January 1, 1992. However, late-model Atari 2600 consoles were redesigned, highly integrated \"2600 jr\" units that did not necessarily contain a separate 6507 chip, as they might have integrated the CPU into an custom ASIC. == Pin configuration == {| class=\"wikitable\" style=\"float:right\" |+ Pin layout of MOS 6507 |- | /RES || 1 || 28 || Ph2 out |- | Vss || 2 || 27 || Ph0 in |- | RDY || 3 || 26 || R/W |- | Vcc || 4 || 25 || D0 |- | A0 || 5 || 24 || D1 |- | A1 || 6 || 23 || D2 |- | A2 || 7 || 22 || D3 |- | A3 || 8 || 21 || D4 |- | A4 || 9 || 20 || D5 |- | A5 || 10 || 19 || D6 |- | A6 || 11 || 18 || D7 |- | A7 || 12 || 17 || A12 |- | A8 || 13 || 16 || A11 |- | A9 || 14 || 15 || A10 |} The 6507 uses a 28-pin configuration, with 13 address pins and 8 data pins. The seven remaining pins are used for power, the CPU timing clock, to reset the CPU, to request a CPU wait state during its next memory read access (the RDY pin), and for the CPU to indicate if a read or write memory (or MMIO device) access is being performed. There is no IRQ or NMI pin on the processor. The RDY pin is not included on all other 28-pin cut-down versions of the 6502. Within the Atari 2600, RDY is used to synchronise the CPU to the television video lines. This function is essential for the 'racing the beam' method used by the 6502 and Atari Television Interface Adaptor chip to generate the television video signal. In response to a specific address access, the TIA will assert RDY to halt the CPU until the end of the current video scan line. ==References== ==Further reading== * Commodore Semiconductor Group: 6500 Microprocessors, November 1985, p. 11\\. Category:MOS Technology microprocessors Category:65xx microprocessors Category:Computer-related introductions in 1975 Category:8-bit microprocessors",
 "title": "MOS Technology 6507"
}