{
 "id": "634208",
 "text": "thumb The Cabinet-Maker and Upholsterer's Guide is a famous antiquarian book, reference book, and non-fiction work. Many cabinetmakers and furniture designers still use it as a ready reference for making period furniture or designs inspired by the late 18th century era. Historians of domestic life or the History of Technology use it for establishing context for their research. Finally, collectors are willing to pay a good sum for the original editions. The sub-title on the original edition is Repository of Designs for Every Article of Household Furniture, in the Newest and Most Approved Taste. This may vary, depending on the edition and the printing. In a technical sense the book is only attributed to George Hepplewhite as author since it was published after his death and the original title page bears the name \"A. Hepplewhite and co.\", for Alice Hepplewhite, his widow. Very little is known of George Hepplewhite's life, unlike that of the other two great British cabinet makers of the period Thomas Sheraton and Thomas Chippendale. We do have information that suggests Hepplewhite was born in 1727 in Ryton Parish, County Durham, England. The Dover Books edition which is the main one discussed here, was done as a facsimile of the 3rd edition of the original, \"of 1794\". According to other sources the third edition of the original book came out in 1790, after the first and second editions of 1788 and 1789. This book was reprinted several times over the centuries. One of the most common editions, apart from the Dover one, was made in elephant folio size by the Towse publishing company of New York, in 1942. At 28cm high the Dover edition is nearly half the size of the 47cm of the elephant folio sized Towse edition and much smaller than the 36cm of the original edition. The Towse edition also has 88 pages of photographs of furniture done according to the designs in the book. The 128 plates are all monochrome, as in the original. It is not known if the designs in it are his own or copies from others, since (unlike Chippendale) he was not famous during his life and no piece of furniture can be traced with certainty back to his workshop. The neoclassical designs in it usually have tapered legs and a variety of contrasting veneers. On the whole this kind of furniture has a relatively delicate look. The designs cover the usual chairs, tables, desks and cabinets. They also cover clock cases, library steps and other objects which came out of the cabinet makers' shop of that era. The book was very influential on cabinet makers in the eastern parts of the US during the whole of the 19th century. The Dover edition (1969, paperback, ) is still in print and also available used at about half the price of the new book. The Towse edition is available from specialty book dealers for about ten times the price of the new book. The original edition is also available, for about one thousand times the price of the new book. The complete text with the plates is available for download in various formats from or . Category:1788 books Category:Handbooks and manuals Category:History of furniture Category:Woodworking mass media",
 "title": "Cabinet-Maker and Upholsterer's Guide"
}