{
 "id": "63433",
 "text": "Treebeard, or Fangorn in Sindarin, is a tree-giant character in J. R. R. Tolkien's The Lord of the Rings. He is an Ent and is said by Gandalf to be \"the oldest living thing that still walks beneath the Sun upon this Middle- earth.\"The Two Towers book 3, ch. 4 \"Treebeard\" He lives in the ancient Forest of Fangorn, to which he has given his name. It lies at the southern end of the Misty Mountains. He is described as being about 14 feet (4.5 m) in height, and in appearance similar to a beech or an oak. In The Two Towers, Treebeard meets with Merry Brandybuck and Pippin Took, two Hobbits of the Shire. This meeting proves to have consequences that contribute significantly to the story and enables the events that occur in The Return of the King. ==Origins== In Sindarin, one of Tolkien's Elvish languages, \"Fangorn\" is a compound of fanga, \"beard\", and orne, \"tree\", so it is the equivalent of the English \"Treebeard\". The Rohirrim (Riders of Rohan) called Fangorn Forest the \"Entwood\", the wood of the Ents. Treebeard gave it various names in Quenya, another Elvish language: \"Ambaróna\" means \"uprising, sunrise, orient\" from amba, \"upwards\" and róna, \"east\". \"Aldalómë\" means \"tree twilight\" from alda, \"tree\" and lómë, \"dusk, twilight\".The Silmarillion, Appendix: \"Elements in Quenya and Sindarin Names\" \"Tauremorna\" means \"gloomy forest\" from taur, \"forest\", and morna, \"gloomy\". \"Tauremornalómë\" means \"gloomy twilight forest\".The Lost Road and Other Writings The word \"Ent\" was taken from the Old English ent or eoten, meaning \"giant\". Tolkien borrowed the word from a phrase in the Anglo-Saxon poems The Ruin and Maxims II, orþanc enta geweorc (\"cunning work of giants\"), which describe Roman ruins in Britain.Letters #163 to W. H. Auden, 7 June 1955 Treebeard's deep booming voice with his \"hrum, hroom\" mannerism is said by Tolkien's biographer, Humphrey Carpenter, to be based on that of Tolkien's friend and fellow-Inkling at Oxford, C. S. Lewis. ==Fangorn's forest== The Forest of Fangorn was at the south-eastern end of the Misty Mountains near the Gap of Rohan. The mountains formed the western border of Fangorn. At the end of the mountain range stood Saruman's stronghold of Isengard near the southwestern corner of the forest. To the east and south of Fangorn was the land of Rohan, and Lothlórien lay to the north and slightly east. Fangorn Forest stretched for many miles and held many paths.The Lord of the Rings Map: \"The West of Middle-earth at the End of the Third Age\" Two significant rivers ran through the forest. To the north the Limlight flowed from the woods and then formed the northern border of Rohan. The river then merged into the larger Anduin. In the south, the Entwash spread deep into the forest arriving from Methedras, a mountainous region located near the Misty Mountains. The river then flowed through Rohan to the great river, the Anduin. The valley of Derndingle was to the south-west. There was a path where the Entwash passed into a region called Wellinghall with one of Treebeard's homes. Fangorn Forest was said to be humid, and trunks and branches of many kinds of tree grew thick, allowing little light to penetrate. Huorns also lived deep within in the forest, like Ents but more discreet. The Ents and Huorns drank from the river Entwash, and from it the Ents brewed their legendary drink, the Ent- draughts. ==Fictional biography== As told in The Silmarillion, Ents were created in the Elder Days. They were created to be the \"Shepherds of the Trees\" and protect trees from the anticipated destruction that Dwarves would cause. Further details are provided in The Lord of the Rings, where Treebeard recounts to Merry and Pippin how the Ents were \"awakened\" and taught to speak by the Elves of that time. Treebeard also says that only three Ents remain from the Elder Days: himself, Finglas (Leaflock) and Fladrif (Skinbark). He tells the hobbits of the time when he could walk through the woods of Middle- earth for days. He sings a song about roaming the woods of Middle-earth, naming regions of Beleriand which were destroyed in the war with Morgoth and now lie \"beneath the waves.\" He says there are valleys in Fangorn forest where the Great Darkness, the period of Morgoth's rule before the arising of the Moon and Sun, never lifted and the trees are older than he. Treebeard is described in some detail: After meeting Merry and Pippin, Treebeard learns that they think that Gandalf is dead, though apparently he knows otherwise. He then takes them to a place that he says might be called \"Wellinghall\" in the Common Speech. There the hobbits tell him their adventures and Treebeard learns of Saruman's treachery. When they are finished, Treebeard says, Treebeard muses, \"I must do something, I suppose.\" Saruman used to walk in Fangorn forest and talk to him, but on reflection he says that although he told Saruman many things, Saruman never told him anything. He realizes now that Saruman is plotting to be \"a Power\" and wonders what evil he is really doing: why has Saruman taken up with Orcs, why there are so many Orcs in his woods, and why these Orcs are able to bear sunlight. He is angered by trees being felled \"to feed the fires of Orthanc.\" He overcomes his anger and then, thinking aloud, begins to make plans for the next day. He also tells Merry and Pippin about the Entwives. The critic Tom Shippey writes that Fangorn's explanations are \"authoritative and indeed .. 'professorial'. They admit no denial.\" When the hobbits awake in the morning, Treebeard is not there, but he soon arrives and announces that he has been busy, and they will drink and then go to Entmoot. Entmoot, he explains to Pippin, is not a place but a gathering of Ents. Treebeard carries them to the place where the Ents meet. This gathering lasts three days. The Entmoot ends with all the Ents shouting, and then singing a marching song and striding to Isengard with Treebeard in the lead: 'the last march of the Ents', as Treebeard refers to it. During the march, Pippin notices the Huorns following. The Ents arrive at Isengard as Saruman's army is leaving, and they wait. After the army leaves, Treebeard bangs on the gates and shouts for Saruman to come forth. Saruman refuses, and the Ents attack. They reduce the outer walls to rubble and destroy much of what is inside the walls. Treebeard then calls for an end to the attack and the Ents divert the river Isen, drowning the entire ruined fortress and all its underground furnaces and workshops. Saruman is left in the impregnable tower, surrounded by water and watchful Ents. After imprisoning Saruman, some of the Ents (including Treebeard) and Huorns keep watch.The Two Towers book 3, ch. 9 \"Flotsam and Jetsam\" A delegation led by Gandalf arrives at Isengard and, except Gandalf, are amazed that it has been destroyed. Treebeard promises Gandalf that Saruman will remain in the tower.The Two Towers book 3, ch. 8 \"The Road to Isengard\" In The Return of the King, Treebeard is still at Isengard, now renamed to the Treegarth of Orthanc, when a group led by Aragorn, now King of Gondor, comes there after the victory over Sauron, made possible partly because the Ents had helped to destroy Saruman's forces. Treebeard admits that he let Saruman go a few days before. Gandalf gently chastises him saying that Saruman might have persuaded Treebeard to let him go by \"the poison of his voice.\" Treebeard delivers the keys of Orthanc to the King, who gives the valley of Orthanc to Treebeard and his ents. Finally, Treebeard says farewell to the elf-rulers Celeborn and Galadriel \"with great reverence\" and the words \"It is long, long since we met by stock or by stone\".The Return of the King, book 6, ch. 6 \"Many Partings\" Shippey notes that these words echo a line in the Middle English poem Pearl, \"We meten so selden by stok other stone\"; where in Pearl the mention of stock and stone means in earthy reality, Shippey writes, it fits the Fangorn context well, since Treebeard's \"sense of ultimate loss naturally centres on felled trees and barren ground.\" == Portrayal in adaptations == Treebeard has inspired artists and illustrators such as Inger Edelfeldt, John Howe, Ted Nasmith, Anke Eißmann, and Alan Lee. In Ralph Bakshi's 1978 animated adaptation of The Lord of the Rings, John Westbrook provided the voice of Treebeard. Stephen Thorne voiced the character in BBC Radio's 1981 serialization. In Peter Jackson's films The Lord of the Rings: The Two Towers (2002) and The Lord of the Rings: The Return of the King (2003), Treebeard is a combination of a large animatronic model and a CGI construct; his voice is performed by John Rhys- Davies, who also portrays Gimli. There are some differences between Jackson's and Tolkien's portrayals of Treebeard. The Tolkien scholar David Bratman writes that Jackson's Treebeard spends far more time than Tolkien's character suspecting the Hobbits of being Orcs. The scholar Judith Kollmann states that in Jackson's film, Treebeard resists going to war with Saruman until he sees how much damage Saruman has done to the south of Fangorn forest. A 6-metre- high sculpture of Treebeard by Tolkien's great-nephew Tim Tolkien received planning permission in Birmingham, where Tolkien grew up. On The Tolkien Ensemble's album At Dawn in Rivendell, Treebeard is voiced by Christopher Lee.Review of At Dawn In Rivendell from Scifi DimensionsReview of At Dawn In Rivendell from TheOneRing.net ==References== ===Primary=== ::This list identifies each item's location in Tolkien's writings. ===Secondary=== ==Sources== * * * * ==External links== Category:Fictional characters with plant abilities Category:Fictional giants Category:Fictional trees Category:Literary characters introduced in 1954 Category:Middle-earth rulers Category:The Lord of the Rings characters",
 "title": "Treebeard"
}