{
 "id": "634536",
 "text": "{{Infobox comic book title | title = Gotham Central | image = Gotham Central 1.jpg | caption = Cover of Gotham Central #1, art by Michael Lark. | alt = Five police officers on a rooftoop, standing in front of the 'Bat signal' searchlight | schedule = Monthly | format = | ongoing = n | publisher = DC Comics | date = December 2002 – April 2006 | issues = 40 | main_char_team = Gotham City Police Department | creators = Greg Rucka, Ed Brubaker, Michael Lark | TPB = In the Line of Duty | ISBN = 1-4012-0199-7 | TPB1 = Half a Life | ISBN1 = 1401204384 | TPB2 = Unresolved Targets | ISBN2 = 1563899957 | TPB3 = The Quick and the Dead | ISBN3 = 1401209122 | TPB4 = Dead Robin | ISBN4 = 1401213294 | subcat = Batman spin-off | sort = Gotham Central }} Gotham Central is a police procedural comic-book series that was published by DC Comics. It was written by Ed Brubaker and Greg Rucka, with pencils initially by Michael Lark. The story focused on the Gotham City Police Department and the difficulties of its officers living and working in Gotham City, home of Batman. ==Publication history== ===Formation=== Greg Rucka and Ed Brubaker collaborated on the \"Officer Down\" Batman crossover. They wanted to do a series about the police in Gotham City and finally obtained approval from DC executives. The writers wanted Michael Lark for pencils and waited nearly a year to get him onboard due to scheduling, but used the opportunity to plan out the storylines. They plotted out the new series' elements and decided to script the first story arc together, then split the lengthy cast into two shifts: Rucka would write the GCPD's day shift storylines, Brubaker would take the night shift, and Lark would pencil them both.The Beat (Part 1): Ed Brubaker talks Gotham Central, Comic Book Resources, June 30, 2003 Gotham Central's debut yielded Eisner Award nominations in 2003 for Best New Series, Best Writer (Rucka), Best Writer (Brubaker), and Best Penciller/Inker (Lark).2003 Eisner Comic Industry Awards announced, Comic Book Resources, April 10, 2003 ===Sales problems=== Gotham Central repeatedly failed to break the top 100 comics in sales. Despite this, DC Comics were encouraged by the improved sales of the trade paperback collected editions. In an interview, Ed Brubaker stated that the book sold pretty well and was never in danger of cancellation, outselling almost all of Vertigo's books at the time. Ultimately Lark and Brubaker moved on to other projects, and, after three years of publication, the series ended amid the Infinite Crisis aftermath. It continued to have sales troubles through to the conclusion: issue #37 ranked 102nd place,Top Sales Charts for Actual Sales in November, 2005, Comic Book Resources, December 16, 2005 and issue #38 ranked 120th placeTop Sales Charts for Actual Sales in December, 2005, Comic Book Resources, January 13, 2006 on the distributor's charts.ComicsAlliance Ed Brubaker looks back on batman part- two Gotham Central , ComicsAlliance, December 10, 2014 ===End of the series=== Despite the sales, writer Greg Rucka assured that DC would have continued publishing Gotham Central as long as he wanted to write it and that it was his decision to conclude the series. Rucka felt that the book was a co-creation between himself, Lark and Brubaker and when they left, with issue #25 and #37 respectively, it was time to move on. The year long break provided by the Infinite Crisis event provided an opportune place to close out the main storylines.Greg Rucka on the end of Gotham Central, Newsarama, November 15, 2005 At one point, Rucka was in talks to replace Gotham Central with a new series called Streets of Gotham, which would focus on Renee Montoya as a private investigator. Those plans were scrapped in favor of making Montoya a major character in the weekly series 52, with Rucka as a co-writer. In 2009, DC released an unrelated series called Batman: Streets of Gotham that has been described as a mixture of Gotham Central and another canceled Batman series, Batman: Gotham Knights. ==Cast of characters== The Gotham Central cast was divided between the day and night shifts, with arcs alternating between both sets of characters. Main characters among the ranks of the detectives were Marcus Driver, Romy Chandler, Renee Montoya, Crispus Allen and Josephine \"Josie Mac\" MacDonald. Their superiors, Commissioner Michael Akins, Captain Margaret \"Maggie\" Sawyer and Lieutenant Ron Probson also appeared prominently. Jim Corrigan, a corrupt CSI, features near the end of the series. The supporting cast was mainly pulled from the large roster of the Gotham City Police Department and some characters were subjects of their own story arcs. Long-time supporting characters of Batman, James Gordon and Harvey Bullock, also made recurring appearances. Batman himself, although not often seen, played a prominent role in the series. ==Stories/story arcs== {| class=\"wikitable\" style=\"width: 75%; ! scope=\"col\" style=\"width: 10%;\" |Title ! scope=\"col\" style=\"width: 10%;\" |Issues ! scope=\"col\" style=\"width: 10%;\" |Writer ! scope=\"col\" style=\"width: 10%;\" |Artist ! scope=\"col\" style=\"width: 35%;\" | Synopsis/Notes |- | \"In The Line of Duty\" | #1–2 | Ed Brubaker, Greg Rucka | Michael Lark | Marcus Driver's partner Charlie is killed by Mr. Freeze while the pair are investigating a lead, making the MCU (Major Crimes Unit) aware of a bigger plot by Freeze. |- | \"Motive\" | #3–5 | Brubaker | Lark | The MCU investigate the late Charlie Fields' unsolved case, involving the murder of a teenage girl and the villain Firebug. |- | \"Half a Life\" | #6–10 | Rucka | Lark | Renee Montoya is outed at the station as a lesbian and finds her work environment and personal life turned upside down. The Batman villain Two-Face appears in this arc, having fallen in love with Montoya and kidnapped her. This is probably the most famous Gotham Central story, having won a number of awards. |- | \"Daydreams and believers\" | #11 | Brubaker | Brian Hurtt | A story told from the point of view of MCU temp Stacy as she writes to her friend Meg about her life in the MCU and her fantasies (including romantic fantasies about Batman). |- | \"Soft Targets\" | #12–15 | rowspan=\"2\" | Brubaker, Rucka | Lark, Stefano Gaudiano | The cops of Gotham find themselves literally under fire from the Joker, as he begins sniping both police and civilians in his murderous campaign. Every second becomes valuable; as to further the damage, the Joker has made a website featuring streaming webcam footage from his next position. |- | \"Life is Full of Disappointments\" | #16–18 | Greg Scott | A murder investigation is passed between three different sets of detectives across the three issues, allowing a glimpse into the various lives of the detectives. This story also features the Huntress. |- | \"Unresolved\" | #19–22 | Brubaker | Lark, Gaudiano | An old murder case involving the Mad Hatter is reopened. However, the now-disgraced Harvey Bullock suspects that the Penguin is involved. |- | \"Corrigan\" | #23–24 | rowspan=\"2\" | Rucka | rowspan=\"2\" | Lark, Gaudiano | Crispus Allen's job is threatened after corrupt Jim Corrigan removes evidence from a scene. This story also features the death of Batman villain the Black Spider and ties into the Batman War Games crossover. |- | \"Lights Out\" | #25 | At Akins' orders, the Bat-Signal is removed from Gotham Central after the events of War Games, which lead the MCU to (further) distrust Batman. |- | \"On The Freak Beat\" | #26–27 | Brubaker | Jason Alexander | A murder investigation in which Catwoman is a suspect is further complicated when Catwoman learns about Detective Josie Mac's psychic powers, a secret she has kept from the others at the MCU. This story also features Slam Bradley. |- | \"Keystone Kops\" | #28–31 | rowspan=\"2\" | Rucka | Gaudiano, Kano | An officer is transformed into a monster after an accident involving an old laboratory belonging to the Flash villain Doctor Alchemy. Dr. Alchemy later changes the composition of Renee Montoya's necklace, causing it to permanently scar her chest with the dual venus symbol. |- | \"Nature\" | #32 | Steve Lieber | A story told from the perspective of one of the many corrupt police officers of Gotham City. This story features the character Poison Ivy. |- | \"Dead Robin\" | #33–36 | Brubaker, Rucka | Kano, Gaudiano | A boy's body is found, wearing a Robin costume. The MCU must assume that the boy really is Robin, and Batman becomes a major suspect. This story also features the Teen Titans. |- | \"Sunday Bloody Sunday\" | #37 | rowspan=\"2\" | Rucka | Lieber | Tying into the events of Infinite Crisis, this story features Crispus Allen trying to get home to his family in a disaster-stricken Gotham City. This issue also features Captain Marvel and the death of the Fisherman. |- | \"Corrigan II\" | #38–40 | Kano, Gaudiano | Allen goes after the corrupt Jim Corrigan, only to be killed. Corrigan uses his connections and well-placed lies to get off clean, persuading a disgusted Montoya to leave the force. |} ==Characters after the series' end== * Michael Akins left the force under unknown circumstances during the one-year gap with James Gordon taking back the role of Police Commissioner. It is implied that Akins had either become corrupt himself, or had done nothing to curb corruption in the GCPD. * The deceased Allen became the Spectre during the events of Infinite Crisis. He was briefly turned into a Black Lantern before regaining the Spectre mantle. * Renee Montoya became one of the major characters in 52, a series dealing with the aftermath of Infinite Crisis. During the series she takes up the guise of the Question. * Josie Mac and Maggie Sawyer have also appeared in minor roles in 52 and both have made sporadic appearances in Batman-related comic books, with Sawyer eventually becoming a prominent member of Kate Kane's supporting cast. Sawyer and Kane are currently engaged to be married. * Marcus Driver and Josh Azeveda appeared in the miniseries Tales of the Unexpected, along with the Spectre (Crispus Allen). Romy Chandler and Stacy also made brief cameos. * Harvey Bullock is hired back onto the force under disciplinary probation during the \"one-year gap\"—the exact reasons are never expressly stated—with the understanding that he is not allowed to make a single mistake. He and Batman have set a \"clean slate\" for their new working relationship (see Batman: Face the Face). ==Awards== * Eisner Award – Best Serialized Story 2004 – Half a Life (Gotham Central #6–10). * Harvey Award – Best Single Issue or Story 2004 – Half a Life (Gotham Central #6–10). Tied with Love & Rockets #9. * Gaylactic Spectrum Award – Best Other Work 2004 – Half a Life (Gotham Central #6–10). Tied with Angels in America. ==Collected editions== {| class=\"wikitable sortable\" |- ! Title !! Material collected !! ISBN |- |Gotham Central Vol. 1: In the Line of Duty TPB |Gotham Central #1–5 | |- |Gotham Central Vol. 2: Half a Life TPB |Batman Chronicles #16, Detective Comics #747, Gotham Central #6–10 | |- |Gotham Central Vol. 3: Unresolved Targets TPB |Gotham Central #12–15 and #19–22 | |- |Gotham Central Vol. 4: The Quick and the Dead TPB |Gotham Central #23–25 and #28–31 | |- |Gotham Central Vol. 5: Dead Robin TPB |Gotham Central #33–40 | |- |Gotham Central Book One: In the Line of Duty HC |Gotham Central #1–10 | |- |Gotham Central Book Two: Jokers and Madmen HC |Gotham Central #11–22 | |- |Gotham Central Book Three: On the Freak Beat HC |Gotham Central #23–31 | |- |Gotham Central Book Four: Corrigan HC |Gotham Central #32–40 | |- |Gotham Central Omnibus HC |Gotham Central #1–40 | |} ==Television series== In August 2006, Brubaker said that he was told that many people at Warner Bros. loved the comic, and that if they had not had a moratorium on Batman television shows, they \"could have set up Gotham Central at WB in a heartbeat\".Interview with Ed Brubaker, Around Comics Podcast No. 42 A television series titled Gotham was in development by Fox in 2013, following the career of Jim Gordon prior to the appearance of Batman. The series premise bears similarities to Gotham Central. It premiered on September 22, 2014. To coincide with Gothams premiere, DC Comics issued a reprint of Gotham Central #1, at a special price of $1.http://www.comicvine.com/gotham-central-special-edition-1-in-the-line-of- du/4000-465825/ In July 2020, HBO Max announced a police procedural from Matt Reeves that would exist in the same continuity as the film The Batman. The Hollywood Reporter reported that Gotham Central was being considered as a title for the series. The development of the show was revealed to not being moving forward and put on hold in March 2022. ==See also== * Batman * Gotham City Police Department * Batman: GCPD, a comic book series similar in theme to Gotham Central. ==References== ==External links== * * Editorial on Gotham Central at Indian Comic Review * Gotham Central at TheBatSquad.net Category:2002 comics debuts Category:Crime comics Category:Gotham City Police Department Category:Eisner Award winners Category:Harvey Award winners for Best Single Issue or Story Category:Comics by Ed Brubaker Category:Comics by Greg Rucka",
 "title": "Gotham Central"
}