{
 "id": "634862",
 "text": "The Broadmoor (stylized as THE BRODMOOR) is a hotel and resort in the Broadmoor neighborhood of Colorado Springs, Colorado. The Broadmoor is a member of Historic Hotels of America of the National Trust for Historic Preservation. Its visitors have included heads of state, celebrities, and professional sports stars. It is owned by The Anschutz Corporation through its subsidiary, The Broadmoor-Sea Island Company. The main resort complex, situated at the base of Cheyenne Mountain, is above sea level, and southwest of downtown Colorado Springs. The resort has hotel, conference, sports, and spa buildings that radiate out from Cheyenne Lake. The Broadmoor's Ranch at Emerald Valley is a luxury lodge and set of cabins situated on the backside of Cheyenne Mountain, while the Broadmoor's Cloud Camp is situated upon the top of Cheyenne Mountain. Historically, national and world skating and hockey championships were held at the Broadmoor World Arena, which was demolished in 1994 and replaced by another arena by the same name in Colorado Springs. Golf championships have been held at the Broadmoor Golf Club since 1921. The resort has also been the site of clay shooting championships. ==Facilities== ===Broadmoor resort=== The architecture and color of the hotel is in the Mediterranean Revival style, with the pink stucco of its façade blending into the Pikes Peak area landscape. The main buildings are connected on a circular path around a lake. The original hotel building is Broadmoor Main, which was built in 1918. The others—built between 1961 and 2001—are Broadmoor South, Broadmoor West, Lakeside Suites and West Tower. The Broadmoor has 784 rooms. Many of the Broadmoor South rooms have balconies and some have fireplaces. The Penrose Room restaurant is located on the top of the nine-story building. A total of eighteen restaurants are located in the main hotel buildings, as well as the golf club, pool cafes, Summit Restaurant, and Golden Bee pub. Broadmoor Golf Club has three golf courses, designed by Donald Ross, Robert Trent Jones and Ed Seay and Arnold Palmer. thumb|450px|center|A view from the main building of the hotel facing west The full-service spa has an indoor pool, fitness center, 43 treatment rooms, relaxation room, and hair and nail salon. The resort has indoor and outdoor pools and tennis courts. There are 25 retail shops, including clothing boutiques and other shops. A trail goes around Cheyenne Lake, which was manmade and is creek-fed. In the summer guests can rent bikes and paddleboats. The Stables at the Broadmoor offer horseback riding. The Penrose Heritage Museum on the property, formerly called the El Pomar Carriage House Museum, houses a collection of vintage carriages and automobiles. The latter include race cars from the Pikes Peak Auto Hill Climb in the early 20th century. The Broadmoor has of meeting space. It earns 70% of its revenue from conventions. The Broadmoor Fire Protection District serves the resort and surrounding area. ===Ranch at Emerald Valley=== The Broadmoor offers a luxurious mountain experience at their 16-acre Ranch on Emerald Green on Cheyenne Mountain. Philip Anschutz purchased the property and built a main lodge and ten cabins and restored other original buildings. There are two small lakes, horse stables, a gazebo, hot tubs, and an outdoor fire pit. ===Cloud Camp=== Spencer Penrose, founder of Broadmoor, established Cheyenne Lodge, which is now Cloud Camp, a wilderness retreat situated 3,000 feet above the resort. ===Fishing Camp=== Located 75 minutes west of the Resort along a five-mile stretch of Tarryall River, The Broadmoor Fishing Camp borders 120,000 acres of the Lost Creek Wilderness. ==History== ===Early years=== thumb|Broadmoor Main, built in 1918 Spencer Penrose bought the property in 1916 and joined by partners Albert E. Carlton and C.M. MacNeill commissioned New York architects to design The Broadmoor as a \"Grand Dame of the Rockies\", evoking the elegant look, excellent service, and fine cuisine of celebrated European hotels. Architects Warren and Wetmore, who designed Ritz-Carlton and Biltmore Hotels, were hired to design the hotel buildings. Frederick Law Olmsted, Jr., son of the famed designer of Central Park and an accomplished landscape architect in his own right, took on the challenge of The Broadmoor's 3,000 acres. Penrose hired Donald Ross, a golf architect, to design the first golf course. At the time, the golf course had the highest elevation of any in the United States. Far Eastern and European artwork and antiques were purchased for the hotel. A traditional English pub was dismantled, shipped to the United States, and reassembled at the resort. The resort had one of the first full-service spas in the country and a supervised activities club for children. Penrose's goal was to build \"the finest hotel in the United States\". The partnership spent $3 million () seeking to realize his dream. The resort's grand opening was in 1918. A polo field was built west of the hotel in 1928. The Broadmoor Riding Arena was built across Cheyenne Lake from the main hotel in 1930. The Broadmoor's hangar was built in 1930 at the Colorado Springs Airport, east of the city, for guests' use. ===El Pomar Foundation ownership=== thumb|Broadmoor Hotel interior, decorated for the holidays During the Great Depression the hotel's business slowed, and it went into receivership in 1932. Penrose's El Pomar Investment Company sued the hotel and purchased it, becoming the sole owner. In 1937 Penrose and his wife Julie established the El Pomar Foundation, intended to provide grants to support activities in the state of Colorado. The Broadmoor Ice Palace, an Olympic training center, opened on January 1, 1938, on the resort grounds. It held a total of fourteen National Sports Festivals, World Figure Skating Championship, and U.S. Figure Skating championships. It was renamed in 1961 as the Broadmoor World Arena. Also in 1938, the Will Rogers Memorial Stadium was built across Cheyenne Lake from the hotel. Large concerts, rodeos, and Native American dances were held here. After Penrose died in 1939, the hotel, the Mt. Manitou Incline, the Manitou and Pike's Peak Railway, and a sizable amount of his fortune, transferred to the Foundation. Charles L. Tutt, Jr., secretary of the Broadmoor Hotel and Land Company, and son of Penrose's longtime friend and partner, was made president. As a memorial to her husband Mrs. Penrose had the Carriage House Museum (now the Penrose Heritage Museum) built for his collection of carriages and automobiles. She moved into the hotel's sixth floor in 1944. In 1959 a ski area was built for the resort. The 144-room Broadmoor South and the International Center were built in 1961. William Thayer Tutt, son of Charles Tutt, Jr., was chosen as the hotels' president that year. On February 15, 1961, members of the U.S. Figure Skating Team were killed during the airplane crash of Sabena Flight 548 near Brussels, Belgium. Eighteen skaters and 16 others associated with the team died on their way to the World Figure Skating Championships. A memorial bench made of granite was installed across from the entrance to the World Arena building (now razed) at the edge of the resort's lake. The second golf course was designed by Robert Trent Jones, Sr. and installed in 1965. Russell Thayer Tutt, another son of Charles Tutt, Jr., became president of The Broadmoor in 1975. The resort was located within the unincorporated village of Broadmoor until it was annexed into the city of Colorado Springs in 1980. Following attempts to revert the annexation legally, the Colorado Supreme Court upheld the annexation in 1982. The third golf course was designed in 1976 by Ed Seay and Arnold Palmer. Colorado Hall, the resort's second conference center, was built in 1982. In 1986, the resort closed Ski Broadmoor. The City of Colorado Springs and Ski Vail took it over in order to keep it open. It closed in 1991. ===Sale to Oklahoma Publishing=== Due to the impact of the Tax Reform Act of 1969, the foundation sold its majority interest of the resort in 1988. The resort was renovated after The Oklahoma Publishing Company gained controlling interest in 1989. Plans were made to raze the Broadmoor Golf Club and built the Broadmoor Spa, Golf and Tennis Club for $12.2 million () in 1993. The Broadmoor World Arena was torn down in April 1994 and the next year Broadmoor West was built. Between 2000 and 2002, a renovation was completed for $75 million (). A North Atlantic Treaty Organization (NATO) summit was held at the Broadmoor in October 2003 with President George W. Bush, Donald Rumsfeld, and Defence Ministers from seven countries. Between 2003 and 2008, the resort was expanded to include a group of retail stores, 160 luxury townhomes and condominiums, rooftop tennis courts, underground parking, and expansion of the third golf course. ===Purchase by the Anschutz Corporation=== The Anschutz Corporation purchased the resort in 2011. Since June 2016 the hotel has been managed by The Broadmoor-Sea Island Company, LLC which also manages the privately owned Sea Island, Georgia seaside resort island. ==Broadmoor name and logo== The hotel's name and logo is always officially presented as all uppercase with the 'A', smaller but raised higher than the other letters: BRODMOOR. In spite of various urban legends associated with the configuration, original copyright documents filed December 15, 1918, reveal the alteration was necessary in order to obtain exclusive copyright, because there had been other uses of the word Broadmoor in titles in the nearby area since the 1880s. ==Tournaments== The resort has been the site of tournaments, such as the US Women's Open and the US Senior's Open, since its first years in operation. The first Broadmoor Invitation Golf Tournament was held in 1921. National Figure Skating Championships were held at The Broadmoor in 1948 and 1973. The National Collegiate Athletic Association (NCAA) golf tournament was held in June 1957. Five years later, World and European Hockey Championships were held at The Broadmoor. The Broadmoor World Arena was the site of the World Figure Skating Championships in January 1966. The resort has also been the site of other championships. Broadmoor East hosted the World Senior golf tournament in 1966. The United States Sporting Clays Association (USSCA) had its national sporting clays championship in 1990 at the Broadmoor. The 2011 U.S. Women's Open was held at The Broadmoor. In 2005, Chet Murphy was inducted into the Colorado Tennis Hall of Fame, in recognition for his contributions in developing The Broadmoor resort as one of the leading tennis centers in the United States. == Awards == The resort has received more than 100 awards over its lifetime, including: * 5-star ranking for the resort by Forbes, formerly Mobile Guide, for 54 consecutive years, as of 2015. This is the longest period of time of any establishment in the United States. * 5-star ranking for the Penrose restaurant by Forbes in 2012. The Broadmoor is one of three hotel and restaurant combinations to receive both rankings. * 5-diamond ranking by American Automobile Association (AAA) for the resort for 39 straight years, as of 2015. * 5-diamond ranking by American Automobile Association (AAA) for the Penrose restaurant for 8 straight years, as of 2015. * Listed as Historic Hotel of America by the National Trust for Historic Preservation. == In the media == * Ice Castles (1978) was filmed in the former Broadmoor World Arena. It starred Lynn-Holly Johnson, a skater, and Robby Benson *The Case of the Sinister Spirit (1987) was filmed at The Broadmoor. * According to a report in The Gazette in 2001, President George W. Bush decided to quit drinking after waking up with a hangover in The Broadmoor one morning in the summer of 1986. He wrote about the incident in his book A Charge to Keep. He said, \"This run was different. I felt worse than usual. And about halfway through, I decided I would drink no more\" and never drank again. ==Notes== ==References== Category:Buildings and structures in Colorado Springs, Colorado Category:Hotels in Colorado Category:Resorts in Colorado Category:Cheyenne Mountain Category:Anschutz Corporation Category:Tourist attractions in Colorado Springs, Colorado Category:Preferred Hotels & Resorts Category:Historic Hotels of America",
 "title": "The Broadmoor"
}