{
 "id": "634989",
 "text": "Portimão () is a city and a municipality in the district of Faro, in the Algarve region of southern Portugal.Detail Regional Map, Algarve- Southern Portugal, The population in 2011 was 55,614,Instituto Nacional de Estatística in an area of 182.06 km². It was formerly known as Vila Nova de Portimão (). In 1924, it was incorporated as a cidade and became known merely as Portimão. Historically a fishing and shipbuilding centre, it has nonetheless developed into a strong tourist centre oriented along its beaches and southern coast. The two largest population centers in the Algarve are Portimão and Faro. ==History== thumb|left|Model of the Copper Age construction of the Alcalar monument No. 7 ===Prehistory=== The area was settled during the prehistoric epoch: the Cynetes, influenced by the Celts and Tartessos lived during the Algarve for many centuries. In the area of Alcalar there are several remnants of Neolithic funerary sites of which only one, Alcalar monument number seven, comprising a circular chamber composed of schist stone and long corridor, remains. Comparable to western European and Irish monuments, the funeral crypt, with two lateral ritual niches, was protected by a tumulus: a similar site exists in Monte Canelas. ===Antiquity=== The mouth of the Arade River proved an important natural shelter that soon became a small commercial port for the Phoenicians, Greeks and Carthaginians. The Carthaginians founded two settlements nearby in the mid-6th centuryBC, known by their Roman names and (\"Hannibal's Port\"). The former was the nucleus of present-day Portimão. Obvious vestiges of the Roman occupation are situated near Figueira, at Quinta da Abicada, in the confluence of two rivers, where the remains of various rooms were unearthed. Also, in the area of Coca Maravilhas was discovered a well-preserved period cistern, while along the Arade River there have been identified gold coins. ===Middle Ages=== In the 5th century, the Algarve was inhabited by the Visigoths until the invasion of the Moors. It was during the Moorish occupation that the settlement changed to . The river and its ocean access to the ancient city of Shilb (Silves), then capital of the Arabian Algarve. ===Kingdom=== Along with Silves and Alvor, the small fishing centre in Portimão was reconquered in 1249 from the Arabs by Knights of the Order of Santiago and forcibly integrated into the fledgling Kingdom of Portugal, during the reign of Afonso III of Portugal. thumb|right|230px|Nossa Senhora da Conceição church. Built in the 15th century and partially rebuilt after the 1755 earthquake Its geographic location created strong economic conditions to allow the region to prosper, eventually allowing Portimão to obtain the status of town in 1435. The inhabitants understood the necessity of constructing walls, in order to protect themselves from constant invasions. The construction of two forts, the Castle of São João (in Ferragudo) and the Fort of Santa Catarina (Portimão), protected the centre from attacks from pirates and privateers during this period. In Portimão, a major part of the commerce was accomplished across the sea. The transport across the Arade River was done across a boat that docked at the Largo de Barca. Until bridge and road was constructed, 400 years later, it was the only form of crossing the river. In 1453, King Afonso V of Portugal, under petition from several inhabitants in Portimão, authorized the founding of new settlement, which became the urbanized centre of Portimão (then named São Lourenço Barrosa). In 1476, Vila Nova de Portimão is donated by Afonso V of Portugal to his financial inspector, D. Gonçalo Vaz de Castelo Branco, remaining in the family until the 17th century. The shipbuilding industry took on an important place in the city's development. These activities were registered in the royal documents that included authorization of Sebastian of Portugal (in 1536). The king visited in 1573, passing the night and assisting a solemn mass in the Convent of São Francisco. In the port of Portimão local products, such as figs, olives, oil, wine and fish were regularly exported, while other products from the African and Brazilian colonies, such as slaves and sugar, were introduced into the Portuguese territory. But, by the 17th and 18th century, the rhythm of growth slowed considerably. As commerce decreased the inhabitants emigrated, a fact that accelerated after the 1755 earthquake, causing the destruction within the city. The main church was destroyed, while many of the small chapels were damaged. The city walls were severely damaged, not just by the earthquake but also the resulting tsunami. The Fort of Santa Catarina also suffered damage, but was reconstructed in 1792 and 1794, by the Count of Val de Reys. Twenty years after the earthquake, the Marquess of Pombal, wanted to make Portimão a bishopric, and in this evolution, he elevated the town to the status of city. Unfortunately, Queen Maria I of Portugal vetoed these intentions. The civil statute was only issued in 1924, by the Marquess' illustrious son Manuel Teixeira Gomes, as Republican president. ===Republic=== In the 19th century, a fishing conserving industry reinvigorated the old city. Now renamed Portimão, the city turned into one of the more important fishing and packing centres in the Algarve, until the 20th century, when the 1980s recession finally caused these businesses to fold. At the end of the 20th century, visitors to the region began travelling to the beaches of Praia da Rocha or Praia da Santa Catarina. On 1 August 1910, the Praia da Rocha Casino was opened, symptom of the growing influx of tourists to the region, many aristocrats from the southern part of the country and Andalusia. The place became populated by houses and chalets built for, or rented to, the numerous tourists. The first hotel constructed, the Hotel Viola, dated to the first part of the 20th century, and was expanded after 1932, when the space became too small to support the influx of travellers. In 1936, the Hotel Bela Vista was constructed as total tourists began to exceed a thousand people annually. It turned into a popular destination for sport fishing, and among popular nautical sports, jet skiing, sailing, windsurfing, diving and dolphin watching. ==Geography== The municipality is located on the western southern coast of the Algarve, bordering the municipalities of Lagos, Lagoa, Monchique and Silves. The geographical distribution of the altitude and relief of the municipality of Portimão generically follow the three types of territory present in the Barlavento: the coastal region, the Barrocal (a region between the coastal region and the mountains) and the mountains up north. Each one with their own geological, morphological and pedagogical characteristics. The badlands of Ponta João D’Arens host several species of birds and the Ria de Alvor dunes allow the existence of a marshland and estuary, on which a great diversity of species depend, both fauna and flora, as well as the communities of fishermen and local shellfishers. Portimão is crossed by the Arade River. === Climate === Portimão has a hot-summer mediterranean climate (Köppen: Csa) with hot dry summers and mild wet winters moderated by the Atlantic Ocean. The lowest temperature the city has ever experienced was on January 1976. Along with other municipalities in the Algarve, Portimão is very sunny, averaging over 3000 hours of sunshine a year. The average sea temperature is around in winter and in the summer. ===Human geography=== {| border=\"0\" cellpadding=\"20\" cellspacing=\"0\" style=\"float:right;\" | |} Portimão is the most important urbanized city in the Barlavento Algarvio (the western Algarve), supporting a sizeable population with harbour and a small airfield (Portimão Airport) of its own with schedules flights to some domestic destinations by Aero VIP (the larger Faro International Airport is in the nearby district capital of Faro). Administratively, the municipality is divided into 3 civil parishes (freguesias): * Alvor (6,154 inhabitants, 2011) * Mexilhoeira Grande (4,029 inhabitants, 2011) * Portimão (45,431 inhabitants, 2011) The municipality is primarily serviced by the A22 motorway (the Via do Infante), and the E.N.125 roadway that links it directly to the communities of Alvor (4 kilometres), Mexilhoeira Grande (9 kilometres) and Praia da Rocha (3 kilometres). ==Economy== thumb|200px|right|The Aqua Shopping centre in Portimão thumb|Praia da Rocha attracts numerous tourists The community, which was founded on the right margin of the Arade River, and oriented towards the sea, is inserted in a region whose geography and physical characteristics justify a seafaring economy. Its maritime economy allowed the development of industries oriented towards salination of fish, the open-water fishing industry, conservation and canning, the construction of ships and transport. Further, the Arade basin permitted rural commerce associated with cultivation of carob, fig, almonds and the saw-milling/forestry industry (including cork), among others. In the last quarter of the 20th century, tourism became an accentuated economic factor in the regions growth, with the development of activities oriented towards the sea and development of seasonal infrastructures that permitted an influx of new money. By the beginning of the 21st century, 74% of the roughly 2000 annual overnight stays originated from the United Kingdom, Portugal and Ireland. Seasonal concentration (44%) usually occurred around the high-summer months (July, August and September). The Algarve in general is a major draw for tourists. In 2018, the region's income from tourism was over a billion euros; the number of visitors totaled 4.2 million. The region's tourism contributed €1.08 billion to the economy in that year. ==Architecture== ===Prehistoric=== * Megalithic Monuments of Alcalar () ===Civic=== * Roman ruins of Quinta da Abicada () == Education == Besides kindergartens, and primary and secondary education schools with classes from grade 1 to grade 12, Portimão has a branch of the state-run University of Algarve awarding degrees in business management and tourism as well as technical specialization courses in accountancy and post-graduation in real estate appraisal & management, and also a private institution of higher education awarding degrees in fields ranging from law to data science (Instituto Superior Manuel Teixeira Gomes). == Sports == Portimão is known for its sporting events, mostly water sports, including surfing and kitesurfing; motorsport; beach soccer; and the professional football team Portimonense S.C. ===Team sports=== Portimonense S.C. is the main local sports club, with competitive teams in such sports such as basketball, handball, futsal, esports and association football. It is best known for its professional association football team which plays at the Estádio Municipal de Portimão and has competed in the main professional leagues of the Portuguese football league system. In the summer, a beach soccer tournament called the Mundialito de Futebol de Praia ('Little World Cup') is held. === Sailing === Being located on the South coast of Portugal, Portimão is well known in the sailing world for being an ideal location for sailing on the Atlantic Ocean, boasting much calmer seas and weather conditions than the Western coastline. Portimão is the host venue for many prestigious sailing events including the annual Portimão, Portugal Match Cup event which is a part of the World Match Racing Tour. The event draws the world's best sailing teams to Portimão. The identical supplied (SM-40) boats are raced two at a time. Points accrued count towards the World Match Race Tour and a place in the final event of the season, with the overall winner taking the title ISAF World Match Racing Tour Champion. Match racing is an ideal sport for spectators in Portimão. === Powerboating === The Portimão coastline has also been host to the sport of powerboating. The Portuguese Grand Prix of the Sea run by Powerboat P1 as part of its international championship is also held in Portimão. === Motorsport === In the hills near Portimão stands the Autódromo Internacional do Algarve. Finished in October 2008, it is a race and test circuit officially recognised for the highest categories both for cars and motorcycles. MotoGP races, Superbike races, Le Mans Series races and F1 tests are scheduled. The Lisbon to Dakar Rally passed through here. The 2020 Portuguese Formula One Grand Prix took place over 66 laps of the 4.684-kilometer Autodromo Internacional do Algarve on Sunday, October 25. A month later the 2020 MotoGP season finale also took place at the Autodromo Internacional do Algarve on Sunday, 22 November. === Rhythmic gymnastics === There is also an annual grand prix of rhythmic gymnastics, with an individual all-round competition, a team all-round competition, and finals by apparatus and by group at senior and junior levels. === Scuba Diving === The Ocean Revival Project saw 4 Portuguese Navy Warships deliberately sunk to form the largest single artificial reef structure in the world. == Notable people == * David Cristina (born 1978), humorist, radio and television personality, and investment consultant * Manuel Teixeira Gomes (1860–1941), politician and writer, the seventh President of Portugal from 1923 to 1925 * Margarida Tengarrinha (born 1928), teacher, writer, artist, illustrator and political activist === Sport === * Diamantino Costa (born 1948), retired footballer with 253 club caps * twins João Vieira and Sérgio Vieira (born 1976), racewalkers * Hélio Pinto (born 1984), professional footballer with over 350 club caps * Rúben Fernandes (born 1986), professional footballer with over 420 club caps * João Moutinho (born 1986), professional footballer with over 530 club caps, plays for Wolverhampton Wanderers * Gilberto Duarte (born 1990), handball player * Pedro Martins (born 1990), badminton player ==Town Twinning== The following places are sister cities to Portimão: * Maia, Portugal * Vila Real, Portugal * Bodrum, Turkey ==See also== *Portimão DOC ==References== ==External links== * *Portimão's City Hall Official Website Category:Phoenician colonies in Portugal Category:Municipalities of the Algarve Category:Towns of the Algarve Category:Cities in Portugal Category:Seaside resorts in Portugal Category:Populated places in Faro District Category:Municipalities of Faro District",
 "title": "Portimão"
}