{
 "id": "635021",
 "text": "Thomas William Lester (September 23, 1938 – April 20, 2020) was an American actor and evangelist. He was best known for his role as farmhand Eb Dawson on the television show Green Acres. He appeared in two feature animal films, Gordy and Benji. ==Early life and education== Lester was born in Laurel, Mississippi, one of two children (both sons) of Pat Lester (1913–2009), an accountant with Gulf Oil, and Mary Sue (Thornton) Lester (1914–2009), a manager with Home Interiors and Gifts. In 1948, he became a born-again Christian, and became involved in the Baptist church. At that time he said he thought the Lord's plan for his life would deliver him to Hollywood, California, to embark on an acting career. He discussed his plans and his dream of becoming an actor with his parents. After he graduated from Laurel High School, he attended the University of Mississippi, where he received a B.Sc. degree in chemistry and biology. He briefly attended graduate school at the University of Southern Mississippi, but acting became his main interest. After college he taught school in Purcell, Oklahoma, but he left for Los Angeles. In his early 20s he attended the First Baptist Church of Beverly Hills, California. ==\"Eb Dawson\" role== After moving to Hollywood, Lester met radio and character actress Lurene Tuttle, who became his friend and acting coach. She suggested he begin work in the Little Theater, which he did, acting in showcases at the North Hollywood Playhouse. In the early 1960s, Lester appeared in a play with CBS producer Paul Henning's daughter Linda Kaye Henning (Betty Jo Bradley of Petticoat Junction), and Lester soon found himself auditioning for the role of Eb Dawson, farmhand to Oliver Wendell Douglas (played by Eddie Albert) on Green Acres. Lester beat around 400 other actors to play the character after a screen test. Lester later said he won the role because he was the only actor who auditioned who knew how to milk a cow since he grew up on a farm in Mississippi. His recurring role soon became a regular character due to the character's and the show's popularity, which made Lester a household name. As several Green Acres characters also appeared in episodes of two other CBS series – Petticoat Junction and The Beverly Hillbillies – Lester, as Eb Dawson, also occasionally appeared on those shows. Even during the height of Green Acres' popularity, Lester lived modestly in a small apartment over a garage in the San Fernando Valley. Each year during the show's summer hiatus he would travel the country and speak at churches, youth rallies and revival meetings and at one time worked for the Reverend Billy Graham's organization. Lester appeared in nearly every Green Acres episode between 1965 and 1971, with the exception of the first half in the 1967–68 season when he was ill with mononucleosis. The show's explanation for Eb's absence was that he had eloped and was on his honeymoon. After six seasons, Green Acres was cancelled in 1971 as part of CBS's \"rural purge\". ==Career after Green Acres== After Green Acres, Lester was typecast as Eb Dawson. In 1990, he reunited with Albert and Eva Gabor to reprise his role in Return to Green Acres. He returned to his parents' home in Laurel, Mississippi, but continued to do an occasional movie or TV role. During the mid-1970s to early 1980s, his roles included guest spots in Little House on the Prairie, Marcus Welby, M.D., Knight Rider and Love, American Style. In 1991 he played the adult Pete Maravich in the film about the future basketball hall-of-famer's youth, The Pistol: The Birth of a Legend. In 2004, he was the voice of the unseen DJ for KCOW radio station in the movie Christmas Child (starring William R. Moses and Steven Curtis Chapman). In 2014, he starred with Ray Stevens and Victoria Jackson in the comedy Campin' Buddies. Lester was a farmer and for many years had been a Christian speaker who traveled the nation, preaching a message of faith and obedience. He still participated in autograph shows and fan forums, often dressed as Eb Dawson. With the death of Mary Grace Canfield, who portrayed Ralph Monroe, on February 15, 2014, Lester was the last surviving regular cast member of Green Acres. ==Friendship with Eddie Albert== Lester referred to Eddie Albert as his \"surrogate father\". The two guest-starred on The Beverly Hillbillies, which featured Albert's good friend, Buddy Ebsen, for one episode. When Green Acres was canceled in 1971, Albert and Lester remained close friends and continued to stay in touch until Albert's death in 2005. Both Albert and Lester attended Gabor's funeral in 1995. On May 26, 2005, Albert died of complications from Alzheimer's disease and Lester was the only surviving Green Acres star not to attend Albert's funeral. ==Personal life and death== Lester was married for the only time in July 2007 at the age of 68. He and his wife Kaylie lived on the 250-acre family farm in Vossburg, Mississippi. In 1997, Lester was the recipient of Mississippi's \"Wildlife Farmer of the Year\" award. On April 20, 2020, Lester died from complications of Parkinson's disease. He was 81. He was survived by his wife, Kaylie, and one brother. ==Filmography== {| class=\"wikitable\" |- ! Year ! Title ! Role ! Notes |- |1965–71|| Green Acres || Eb Dawson/Gus, Jr. || Main Cast 150 episodes |- |1966–67|| Petticoat Junction || Eb Dawson || 6 episodes |- |1968|| The Beverly Hillbillies || Eb Dawson || 3 episodes |- |1974|| Love, American Style || Fleetus (from segment \"Love and the Competitors\") || 1 episode |- |1974|| Marcus Welby, M.D. || Will MacAllister || 1 episode |- |1974|| Benji || Riley || |- |1976|| Charo and the Sergeant || Sgt. Hank Palmer || TV Movie |- |1981|| Little House on the Prairie || Mr. Wilder || 1 episode |- |1982|| Knight Rider || Ted Moore || 1 episode |- |1987|| Santa Barbara || 2nd Deputy || 1 episode |- |1989|| Intruder || Officer Mathews || |- |1990|| Return to Green Acres || Eb Dawson || TV Movie |- |1991|| The Pistol: The Birth of a Legend || Pete Maravich (Adult) || |- |1995|| Gordy || Cousin Jake || |- |2004|| Christmas Child || Radio Announcer || Voice |- |2008|| Huntin' Buddies || Tom || Also served as writer |- |2009|| Beyond the Forest || Mr. Alexander || Short |- |2014|| Campin' Buddies || Tom || Also served as producer Final film role |} ==References== ==External links== * * * Category:1938 births Category:2020 deaths Category:20th-century American male actors Category:Actors from Jackson, Mississippi Category:American male film actors Category:American male television actors Category:Baptists from Mississippi Category:Baptists from Oklahoma Category:Neurological disease deaths in Tennessee Category:Deaths from Parkinson's disease Category:Male actors from Mississippi Category:People from Laurel, Mississippi Category:People from Purcell, Oklahoma Category:University of Mississippi alumni Category:University of Southern Mississippi alumni",
 "title": "Tom Lester"
}