{
 "id": "635101",
 "text": "Twisted Metal is a series of vehicular combat video games published by Sony Computer Entertainment, and developed by various companies. The series has appeared on the PlayStation, the PlayStation 2, PlayStation Portable and PlayStation 3. As of October 31, 2000, the series has sold 5 million copies. Several of the games in the series were re-released as part of the Sony Greatest Hits program. The original game and its first sequel were also released on PC. ==Overview== In concept, Twisted Metal is a demolition derby that emphasizes the usage of ballistic projectiles, machine guns, mines, and other types of weapons (up to and including satellite-based weapons and nuclear weapons). Players choose a vehicle, and an arena—or a series of arenas in the story mode—to engage in battle with opposing drivers. A variety of weapons and upgrades are obtainable by pick-ups scattered throughout the stage. The last driver alive is the winner. Although each individual game features its own storyline, they all revolve around the eponymous \"Twisted Metal\": a vehicular combat tournament hosted once a year. In almost all of the games, the host is a man called \"Calypso\"; in the series' fourth installment, perennial contestant Sweet Tooth briefly takes over. The general goal is to destroy all opponents; apart from the other contestants, unique vehicles seemingly designed by the host themselves may stand in the competitors' path. The winner is brought before the tournament host, who will grant the contestant a single wish. The hosts of these games are the persons who are, through arcane means, capable of warping reality itself to grant the wish of the contest winner; however, there is a general \"be careful what you wish for\" theme in the game series, as nearly all of the winning contestants end up with \"not-so-happy\" endings, due to the skill and proclivity of the hosts for twisting the words of their wish around—often to deadly effect. The games in the series usually contain a healthy dose of black humor. ==Games== ===Main games=== ====Twisted Metal (1995) and Twisted Metal 2 (1996)==== thumb|Twisted Metal 2 screenshot. Platform: PlayStation, PC The first two Twisted Metal games were developed by SingleTrac. Windows versions of Twisted Metal and Twisted Metal 2 exist. Twisted Metal 2 on PC features slightly cut-down graphics compared to the PlayStation version (minor details of some levels disappeared) but it doesn't require a 3D accelerator video card and played well on computers with lower processing capabilities. It also features multiplayer over a modem line or Internet. ====Twisted Metal III (1998) and Twisted Metal 4 (1999)==== Platform: PlayStation After a contractual dispute with SingleTrac, Twisted Metal development duties were handed over to Sony's in-house development team, 989 Studios. The Twisted Metal titles developed by 989 Studios were fundamentally different, due in no small part to the fact that SingleTrac owned the engine used in the first two titles and so an entirely new engine had to be built from scratch for the non-SingleTrac- developed entries. One of the major changes that resulted were the introduction of advanced physics simulation and AI techniques to the series. David Jaffe, in speaking about these two entries in the series, was reported to have said, \"....[in and of themselves] they're good games, they're just not good Twisted Metal games\". ====Twisted Metal: Black (2001)==== Platform: PlayStation 2 After developing several non-Twisted Metal vehicular combat games for GT Interactive, a large number of SingleTrac employees left the company to form the gaming studio Incognito Entertainment, and signed with Sony. With much of Twisted Metal's original creative team back with the company who owned the franchise, this reunion led to the creation of the series' first installment on the PlayStation 2, Twisted Metal: Black. ====Twisted Metal: Head-On (2005)==== Platform: PlayStation Portable Despite what was essentially a complete relaunch and rebranding of the franchise with Twisted Metal: Black, Incognito decided to return to the series' roots and create a game that felt more like a true follow-up to the original Twisted Metal series, bringing back the bright colors and cartoony characters of Twisted Metal 1 and 2. Available on the PSP in time for its North American launch, Twisted Metal: Head-On is considered by many fans – especially those disappointed by the non-Singletrac-developed titles – to be the true sequel to Twisted Metal 2. Utilizing the PSP's built-in online capabilities, it also marked the first time a Twisted Metal game had full online play available from the start. ====Twisted Metal: Head-On: Extra Twisted Edition (2008)==== Platform: PlayStation 2 In February 2008, Eat Sleep Play, a new development studio formed by David Jaffe and Scott Campbell, released Twisted Metal: Head- On for the PlayStation 2. While primarily a direct port of the PSP game \"Twisted Metal: Head-On\", it does feature a number of extra features, most notably four complete and playable levels from the unreleased/incomplete Twisted Metal: Black sequel, called Twisted Metal: Harbor City. Other bonus content includes: a code to download the soundtrack (a timed offer which has since expired); a half-hour documentary on the series with some of the original developers called \"Dark Past\"; a rough playable portion of an unfinished and unreleased third person action game starring Sweet Tooth (controllable for the first time ever on-foot and outside of a vehicle); and the never before seen original live-action ending videos of all the characters from the first Twisted Metal, directed by Jaffe. ====Twisted Metal (2012)==== Platform: PlayStation 3 Twisted Metal (2012) is the most recent game in the Twisted Metal series. It features multiple drivers and tracks. It also features multiplayer gameplay and other game modes. The game consists of three story arcs that focus on Sweet Tooth, Mr. Grimm and Dollface. ===Spin-off games=== ====Twisted Metal: Small Brawl (2001)==== thumb|right|Screenshot from Twisted Metal: Small Brawl Platform: PlayStation Instead of delivering a PlayStation 2 follow-up to Twisted Metal: Black, Incognito took an unexpected turn and developed Twisted Metal: Small Brawl for the original PlayStation, a Twisted Metal aimed at a younger audience that featured radio-controlled toy cars instead of full-size vehicles. ====Twisted Metal: Black Online (2002)==== Platform: PlayStation 2 A game featuring only the multiplayer portion of Twisted Metal: Black, but playable online. A free copy could originally be obtained by mailing in a card that came packaged with the PlayStation 2 online network adapter. After Sony stopped offering the disc, it was later included as a bonus disc in subsequent reissues of the Greatest Hits version of Twisted Metal: Black. The servers to the game have since been shut down. ===Cancelled games=== ====Twisted Metal: Harbor City==== Platform: PlayStation 2 thumb|Development screenshot of Twisted Metal: Harbor City A sequel to the PlayStation 2 game Twisted Metal: Black, titled Twisted Metal: Harbor City, was in development but was cancelled before it was announced when the series co-creators left the development team. At the time of cancellation four levels had been completed; these levels were included and playable in Twisted Metal Head-On: Extra Twisted Edition as a special mode. ====Twisted Metal: Apocalypse==== Platform: PlayStation 3 A Twisted Metal game set in a post- apocalyptic environment, which was originally in development in 2008 but was scrapped. Artwork of the cancelled game was released by David Jaffe at the San Diego Comic-Con International; it showcased concept arts of locations such as a destroyed Mount Rushmore as well as a giant crater. Eat Sleep Play team was originally rather keen on the idea, though it was hinted by Jaffe that the idea was rejected by Sony Computer Entertainment, speculated to be because of the release of MotorStorm: Apocalypse, a racing game which also featured a post-apocalyptic environment. ====Twisted Metal: Revolution==== Platform: PlayStation 3 Apart from Twisted Metal: Apocalypse, another Twisted Metal game was in development for the PlayStation 3 which utilized street culture and hip-hop influence. The game was titled Twisted Metal: Revolution, but it was cancelled; it would have featured characters with a more realistic look such as a Sweet Tooth that looked more of a smooth criminal rather than a psychopathic clown. Other characters included yakuza, FBI agents and street gang members. David Jaffe compared the game to Rockstar's Midnight Club series when describing the look and feel of the game. In addition, Jaffe said that it was extremely difficult to portray the environments that they had created in their concept art within the game as it resulted in an extremely bland environment. ==Other media== ===Comic book=== A one-shot Twisted Metal 2 comic book was published by DC Comics in 1996, written by Jamie Delano, pencilled by Phil Hester and inked by Peter Gross. The comic was given out as a prize in a contest in the Tips & Tricks magazine. ===Film adaptation=== In February 2012, Sony Pictures Entertainment was bringing Twisted Metal to the big screen by hiring Crank, Crank: High Voltage, Gamer and Ghost Rider: Spirit of Vengeance co-director Brian Taylor to write and direct the film. Five years later in September, Brian Taylor confirmed that Sony had passed on the Twisted Metal movie, feeling the series fanbase didn't warrant the higher budget it would have cost to realize the movie. However, Twisted Metal was the inspiration for Slaughter Race, a fictional video game featured in the Disney animated film Ralph Breaks the Internet (2018). ===TV show adaptation=== In March 2019, Sony Pictures Entertainment chairman and CEO Tony Vinciquerra spoke about a TV series, that is currently in development, for the Twisted Metal franchise, during a presentation for investors at a special event. According to Tony Vinciquerra, his division will be working closely with his acquaintances at the PlayStation division through a brand new production team created solely with the purpose of helping Sony produce filming television projects based on their gaming IPs. In February 2021, a Twisted Metal TV series was moving forward, with Rhett Reese and Paul Wernick helping to develop the series, with Michael Jonathan Smith writing the series and executive producing the series alongside Will Arnett, Reese, Wernick, Marc Forman, Peter Principato, Asad Qizilbash, Carter Swan, and Herman Hulst. Later in September, Anthony Mackie is reported to be in the role as John Doe. In February 2022, Mackie was officially confirmed to be starring and executive producing the series, which had been given a series order at Peacock. ===Music=== The artwork and title of the album Death Race for Love by rapper Juice Wrld was inspired by the series. ==See also== * Vigilante 8 and Vigilante 8: 2nd Offense (Twisted Metal's closest and most successful competitors during the PS1 era)'' * Rogue Trip and Critical Depth (created by the Twisted Metal team during their dispute with Sony) ==References== ==External links== * Category:Sony Interactive Entertainment franchises Category:Video game franchises Category:Video game franchises introduced in 1995 Category:Video games adapted into television shows",
 "title": "Twisted Metal"
}