{
 "id": "63527",
 "text": "William Claude Rains (10 November 188930 May 1967) was a British actor whose career spanned almost seven decades. After his American film debut as Dr. Jack Griffin in The Invisible Man (1933), he appeared in such highly regarded films as The Adventures of Robin Hood (1938), Mr. Smith Goes to Washington (1939), The Wolf Man (1941), Casablanca and Kings Row (both 1942), Notorious (1946), Lawrence of Arabia (1962), and The Greatest Story Ever Told (1965). He was a Tony Award winning actor and was a four-time nominee for the Academy Award for Best Supporting Actor. Rains was considered to be \"one of the screen's great character stars\" From McFarlane's Encyclopedia of British Film, London: Methuen/BFI, 2003, p.545 who was, according to the All-Movie Guide, \"at his best when playing cultured villains\". During his lengthy career, he was greatly admired by many of his acting colleagues, such as Bette Davis, Vincent Sherman, Ronald Neame, Albert Dekker, Peter O'Toole, John Gielgud, Charles Laughton and Richard Chamberlain. ==Early life== William Claude Rains was born on 10 November 1889 in Clapham, London. His parents were Emily Eliza (née Cox) and the stage actor Frederick William Rains. He lived in the slums of London, and, in his own words, on \"the wrong side of the River Thames\".Soister p. 1 Rains was one of twelve children, all but three dying of malnutrition when still infants. His mother took in boarders in order to support the family. According to his daughter, Jessica Rains, he grew up with \"a very serious Cockney accent and a speech impediment\"Harmetz p. 147. which took the form of a stutter, causing him to call himself \"Willie Wains\".Rains, Jessica. Interview, 2000. His accent was so strong that his daughter could not understand a word he said when he used it to sing old Cockney songs to her or purposely used it to playfully annoy her. Rains left school after the third year to sell newspapers so that he could bring the pennies and halfpennies home for his mother. He sang in the Farm Street Church choir, which also brought him a few pence to take home. thumb|right|Rains in his captain's uniform during the First World War Because his father was an actor, the young Rains would spend time in theatres and was surrounded by actors and stagehands. There he observed actors as well as the day-to-day running of a theatre. Rains made his stage debut at age ten in the play Sweet Nell of Old Drury at the Haymarket Theatre, so that he could run around onstage as part of the production. He slowly worked his way up in the theatre, becoming a call boy (telling actors when they were due on stage) at His Majesty's Theatre and later a prompter, stage manager, understudy, and then moving on from smaller parts with good reviews to larger, better parts. thumb|right|A 23-year-old Rains in one of his early theatre roles, 1912 ==Early career and military service== Rains moved to America in 1913 owing to the opportunities that were being offered in the New York theatres. However, at the outbreak of World War I the following year, he returned to England to serve in the London Scottish Regiment, alongside fellow actors Basil Rathbone, Ronald Colman, Herbert Marshall and Cedric Hardwicke. In November 1916, Rains was involved in a gas attack at Vimy, which resulted in his permanently losing 90 percent of the vision in his right eye as well as suffering vocal cord damage. He never returned to combat but continued to serve with the Bedfordshire Regiment. By the end of the war, he had risen to the rank of captain. After the war ended, Rains remained in England and continued to develop his acting talents. These talents were recognised by Sir Herbert Beerbohm Tree, the founder of the Royal Academy of Dramatic Art. Tree told Rains that in order to succeed as an actor, he would have to get rid of his Cockney accent and speech impediment. With this in mind, Tree paid for the elocution books and lessons that Rains needed to help him change his voice. Rains eventually shed his accent and speech impediment after practising every day. His daughter Jessica, when describing her father's voice, said, \"The interesting thing to me was that he became a different person. He became a very elegant man, with a really extraordinary Mid-Atlantic accent. It was 'his' voice, nobody else spoke like that, half American, half English and a little Cockney thrown in.\" Soon after changing his accent, he became recognised as one of the leading stage actors in London. At age 29, he played the role of Clarkis in his only silent film, the British film Build Thy House (1920). During his early years, Rains taught at the Royal Academy of Dramatic Arts (RADA). John Gielgud and Charles Laughton were among his students. In an interview for Turner Classic Movies, Gielgud fondly remembered Rains: > I learnt a great deal about acting from this gentleman. Claude Rains was one > of my teachers at RADA. In fact he was one of the best and most popular > teachers there. He was extremely attractive and needless to say, all the > girls in my class were hopelessly in love with him. He had piercing dark > eyes and a beautifully throaty voice, although he had, like Marlene > Dietrich, some trouble with the letter 'R'. He lacked inches and wore lifts > to his shoes to increase his height. Stocky but handsome, Rains had broad > shoulders and a mop of thick brown hair which he brushed over one eye. But > by the time I first met him in the 1920s he was already much in demand as a > character actor in London. I found him enormously helpful and encouraging to > work with. I was always trying to copy him in my first years as an actor, > until I decided to imitate Noël Coward instead. ==Career== In London theatre, he achieved success in the title role of John Drinkwater's play Ulysses S. Grant, the follow-up to the same playwright's Abraham Lincoln. Rains portrayed Faulkland in Richard Brinsley Sheridan's The Rivals, presented at London's Lyric Theatre in 1925. He returned to New York City in 1927 and appeared in nearly 20 Broadway roles, in plays which included George Bernard Shaw's The Apple Cart and dramatisations of The Constant Nymph and Pearl S. Buck's novel The Good Earth (as a Chinese farmer). thumb|right|Rains with Miriam Hopkins in Camel Through the Needle's Eye on Broadway, New York City, 1929 Although he had played the single supporting role in the silent, Build Thy House (1920), Rains came relatively late to film acting. While working for the Theatre Guild, he was offered a screen test with Universal Pictures in 1932. His screen test for A Bill of Divorcement (1932) for a New York representative of RKO was a failure but, according to some accounts, led to his being cast in the title role of James Whale's The Invisible Man (1933) after his screen test and unique voice were inadvertently overheard from the next room. His agent, Harold Freedman, was a family friend of Carl Laemmle, who controlled Universal Pictures at the time, and had been acquainted with Rains in London and was keen to cast him in the role.Skal and Rains Claude Rains: An Actor's Voice, p.48-9 According to Rains' daughter, this was the only film of his he ever saw. He also did not go to see the rushes of the day's filming \"because he told me, every time he went he was horrified by his huge face on the huge screen, that he just never went back again.\" Rains signed a long-term contract with Warner Bros. on 27 November 1935 with Warner able to exercise the right to loan him to other studios and Rains having a potential income of up to $750,000 over seven years.David J. Skal, with Jessica Rains Claude Rains: An Actor's Voice, Lexington: University Press of Kentucky, 2008, p.61-62 He played the villainous role of Prince John in The Adventures of Robin Hood (1938). Roddy McDowall once asked Rains if he had intentionally lampooned Bette Davis in his performance as Prince John, and Rains' only smiled \"an enigmatic smile.\" Rains later revealed to his daughter that he'd enjoyed playing the prince as a homosexual, by using subtle mannerisms. Rains later credited the film's co-director Michael Curtiz with teaching him the more understated requirements of film acting, or \"what not to do in front of a camera.\"Harmetz p. 190. On loan to Columbia Pictures, he portrayed a corrupt U.S. senator in Mr. Smith Goes to Washington (1939), for which he received his first Academy Award nomination as Best Supporting Actor. For Warner Bros., he played Dr. Alexander Tower, who commits murder-suicide to spare his daughter a life of insanity in Kings Row (1942) and the cynical police chief Captain Renault in Casablanca (also 1942). On loan again, Rains played the title character in Universal's remake of Phantom of the Opera (1943). In her 1987 memoir, This 'N That, Bette Davis revealed that Rains (with whom she shared the screen four times in Juarez; Now, Voyager; Mr. Skeffington; and Deception) was her favorite co-star.Davis and Herskowitz 1987, p. 26. Rains became the first actor to receive a million-dollar salary when he portrayed Julius Caesar in a large-budget but unsuccessful version of Shaw's Caesar and Cleopatra (1945), filmed in Britain. Shaw apparently chose him for the part, although Rains intensely disliked Gabriel Pascal, the film's director and producer. Rains followed it with Alfred Hitchcock's Notorious (1946) as a refugee Nazi agent opposite Cary Grant and Ingrid Bergman. Back in Britain, he appeared in David Lean's The Passionate Friends (1949). His only singing and dancing role was in a 1957 television musical version of Robert Browning's The Pied Piper of Hamelin, with Van Johnson as the Piper. The NBC colour special, broadcast as a film rather than a live or videotaped programme, was highly successful with the public. Sold into syndication after its first telecast, it was repeated annually by many local US TV stations. Rains remained active as a character actor in the 1950s and 1960s, appearing in films and as a guest in television series. He ventured into science fiction for Irwin Allen's The Lost World (1960) and Antonio Margheriti's Battle of the Worlds (1961). Two of his late screen roles were as Dryden, a cynical British diplomat in Lawrence of Arabia (1962) and King Herod in The Greatest Story Ever Told (1965), his last film. In CBS's Rawhide, he portrayed Alexander Langford, an attorney in a ghost town, in the episode \"Incident of Judgement Day\" (1963). He additionally made several audio recordings, narrating some Bible stories for children on Capitol Records, and reciting Richard Strauss's setting for narrator and piano of Tennyson's poem Enoch Arden, with the piano solos performed by Glenn Gould. He starred in The Jeffersonian Heritage, a 1952 series of 13 half-hour radio programmes recorded by the National Association of Educational Broadcasters and syndicated for commercial broadcast on a sustaining (i.e., commercial-free) basis.\"The Jeffersonian Heritage,\" Broadcasting-Telecasting, 8 September 1952, 36 (trade advertisement). == Reception == Jessica Rains remembered her father's work ethic: Bette Davis in an interview with Dick Cavett said about Rains: Davis later went on to describe him: \"Claude was witty, amusing and beautiful, really beautiful, thoroughly enchanting to be with and brilliant.\" She also praised his performances: \"He was marvelous in Deception and was worth the whole thing as the picture wasn't terribly good, but he was so marvelous and the restaurant scene where he's talking about all the food...brilliant, and of course in Mr. Skeffington he was absolutely brilliant as the husband, just brilliant.\" Richard Chamberlain worked with Rains in what would be his second- to-last film, Twilight of Honor. When interviewed for Turner Classic Movies, Chamberlain said, In Twilight of Honor Rains played a retired lawyer acting as a mentor to Chamberlain's character. Reminiscing about his work with Rains, Chamberlain said: Many years after Rains had gone to Hollywood and become a well-known film actor, John Gielgud is reputed to have commented, \"There was somebody who taught me a very great deal at drama school, and I am certainly grateful to him for his kindness and consideration. His name was Claude Rains. I don't know whatever happened to him. I think he failed, and had to go to America.\" However, Gielgud later went on to recollect a time when he was in New York and in the audience during an event that included a focus on Bette Davis. Bette Davis often cited Rains as one of her favorite actors and colleagues. Gielgud commented that he once wrote that \"The London stage suffered a great loss when Claude Rains deserted it for motion pictures,\" but he later went on to say, \"but when I see him now on the screen and remember him, I must admit that the London stage's loss was the cinema's gain. And the striking virtuosity that I witnessed as a young actor is now there for audiences everywhere to see for all time. I'm so glad of that.\" ==Personal life and death== Rains became a naturalized citizen of the United States in 1939. He married six times and was divorced from the first five of his wives: Isabel Jeans (married 1913–1915); Marie Hemingway (to whom Rains was married for less than a year in 1920); Beatrix Thomson (1924–8 April 1935); Frances Propper (9 April 1935 – 1956); and the classical pianist Agi Jambor (4 November 1959 – 1960). In 1960, he married Rosemary Clark Schrode, to whom he was married until her death on 31 December 1964. His only child, Jennifer, was born on 24 January 1938, the daughter of Frances Propper. As an actress, she is known as Jessica Rains.Skal and Rains, p.104 He acquired the Stock Grange Farm, built in 1747 in West Bradford Township, Pennsylvania (just outside Coatesville), in 1941. The farm became one of the \"great prides\" of his life. Here, he became a \"gentleman farmer\" and could relax and enjoy farming life with his then wife (Frances) churning the butter, their daughter collecting the eggs, with Rains himself ploughing the fields and cultivating the vegetable garden. He spent much of his time between film takes reading up on agricultural techniques to try when he got home. He sold the farm when his marriage to Propper ended in 1956; the building now, as then, is still referred to by locals as \"Rains' Place\". Rains spent his final years in Sandwich, New Hampshire. In his final years, he decided to write his memoirs and engaged the help of journalist Jonathan Root to assist him. Rains' declining health delayed their completion and with Root's death in March 1967 the project was never completed. A chronic alcoholic, Rains died from cirrhosis of the liver. Rains died from an abdominal hemorrhage in Laconia on 30May 1967, aged 77. His daughter said, \"And, just like most actors, he died waiting for his agent to call.\" He was buried at the Red Hill Cemetery in Moultonborough, New Hampshire. He designed his own tombstone which reads \"All things once, Are things forever, Soul, once living, lives forever\". In 2010, many of Rains' personal effects were put into an auction at Heritage Auctions, including his 1951 Tony award, rare posters, letters and photographs. Also included in the auction were many volumes of his private leather-bound scrapbooks which contained many of his press cuttings and reviews from the beginning of his career. The majority of the items were used to help David J. Skal write his book on Rains, An Actor's Voice. In 2011, the ivory military uniform (complete with medals) he wore as Captain Renault in Casablanca was put up for auction when noted actress and film historian Debbie Reynolds sold her collection of Hollywood costumes and memorabilia which she had amassed as a result of the 1970 MGM auction. ==Filmography== {| class=\"wikitable sortable\" style=\"margin-right: 0;\" |- ! Year ! Title ! Role ! Director ! class=\"unsortable\" | Other cast members ! class=\"unsortable\" | Notes |- | 1920 | Build Thy House | Clarkis | | Henry Ainley | Film debut |- | 1933 | The Invisible Man | Dr. Jack Griffin/The Invisible Man | | Gloria Stuart, Henry Travers, Una O'Connor | |- | rowspan=\"2\" | 1934 | Crime Without Passion | Lee Gentry | , Charles MacArthur | Margo, Whitney Bourne | |- | The Man Who Reclaimed His Head | Paul Verin | | Lionel Atwill, Joan Bennett | |- | rowspan=\"4\" | 1935 | The Mystery of Edwin Drood | John Jasper | | Douglass Montgomery, Heather Angel, David Manners | |- | The Clairvoyant | Maximus | | Fay Wray | |- | The Last Outpost | John Stevenson | , Charles Barton | Cary Grant | |- | Scrooge | Jacob Marley | Henry Edwards | Seymour Hicks, Donald Calthrop, Robert Cochran | Uncredited |- | rowspan=\"2\" | 1936 | Hearts Divided | Napoleon Bonaparte | | Marion Davies, Dick Powell, Charlie Ruggles, Edward Everett Horton | |- | Anthony Adverse | Marquis Don Luis | | Fredric March, Olivia de Havilland, Gale Sondergaard | |- | rowspan=\"3\" | 1937 | Stolen Holiday | Stefan Orloff | | Kay Francis, Ian Hunter | |- | The Prince and the Pauper | Earl of Hertford | | Errol Flynn, Billy and Bobby Mauch | |- | They Won't Forget | Dist. Atty. Andrew J. \"Andy\" Griffin | | Gloria Dickson, Lana Turner | |- | rowspan=\"4\" | 1938 | White Banners | Paul Ward | | Fay Bainter, Jackie Cooper, Bonita Granville, Henry O'Neill, Kay Johnson | |- | Gold is Where You Find It | Colonel Christopher \"Chris\" Ferris | | George Brent, Olivia de Havilland, Tim Holt | Technicolor |- | The Adventures of Robin Hood | Prince John | , William Keighley | Errol Flynn, Olivia de Havilland, Basil Rathbone | Technicolor |- | Four Daughters | Adam Lemp | | Rosemary, Lola, and Priscilla Lane, Gale Page, John Garfield | |- | rowspan=\"6\" | 1939 | They Made Me a Criminal | Det. Monty Phelan | | John Garfield, Gloria Dickson, May Robson | |- | Juarez | Emperor Louis Napoleon III | | Paul Muni, Bette Davis, Brian Aherne, John Garfield | |- | Sons of Liberty | Haym Salomon | | Gale Sondergaard | Technicolor; two-reel short |- | Daughters Courageous | Jim Masters | | Rosemary, Lola, and Priscilla Lane, Gale Page, John Garfield | |- | Mr. Smith Goes to Washington | Sen. Joseph Harrison Paine | | Jean Arthur, James Stewart, Thomas Mitchell | Nomination—Academy Award for Best Supporting Actor |- | Four Wives | Adam Lemp | | Eddie Albert, Rosemary, Lola, and Priscilla Lane, Gale Page, John Garfield | |- | rowspan=\"3\" | 1940 | Saturday's Children | Mr. Henry Halevy | | John Garfield, Anne Shirley | |- | The Sea Hawk | Don José Álvarez de Córdoba | | Errol Flynn, Brenda Marshall, Henry Daniell, Flora Robson, Alan Hale | Sepia tone (sequence) |- | Lady with Red Hair | David Belasco | | Miriam Hopkins, Laura Hope Crews | |- | rowspan=\"3\" | 1941 | Four Mothers | Adam Lemp | | Rosemary, Lola, and Priscilla Lane, Gale Page | |- | Here Comes Mr. Jordan | Mr. Jordan | | Robert Montgomery, Evelyn Keyes, Edward Everett Horton | |- | The Wolf Man | Sir. John Talbot | | Lon Chaney, Jr., Evelyn Ankers, Patric Knowles, Ralph Bellamy, Warren William, Bela Lugosi, Maria Ouspenskaya | |- | rowspan=\"4\" | 1942 | Kings Row | Dr. Alexander Tower | | Ann Sheridan, Robert Cummings, Ronald Reagan, Betty Field, Charles Coburn | |- | Moontide | Nutsy | | Jean Gabin, Ida Lupino, Thomas Mitchell | |- | Now, Voyager | Dr. Jaquith | | Bette Davis, Paul Henreid, Gladys Cooper | |- | Casablanca | Capt. Louis Renault | | Humphrey Bogart, Ingrid Bergman, Paul Henreid, Conrad Veidt, S.Z. Sakall, Sydney Greenstreet, Peter Lorre, Dooley Wilson | Nomination—Academy Award for Best Supporting Actor |- | rowspan=\"2\" | 1943 | Forever and a Day | Ambrose Pomfret | (sequence with Rains) | Anna Neagle, Ray Milland, C. Aubrey Smith | |- | Phantom of the Opera | Erique Claudin/The Phantom of the Opera | | Nelson Eddy, Susanna Foster | Technicolor |- | rowspan=\"2\" | 1944 | Passage to Marseille | Captain Freycinet | | Humphrey Bogart, Michèle Morgan, Philip Dorn, Sydney Greenstreet, Peter Lorre, Helmut Dantine | |- | Mr. Skeffington | Job Skeffington | | Bette Davis, Walter Abel, George Coulouris, Richard Waring | Nomination—Academy Award for Best Supporting Actor |- | rowspan=\"3\" | 1945 | Strange Holiday | John Stevenson | Arch Oboler | Barbara Bate, Martin Kosieck, | |- | This Love of Ours | Joseph Targel | | Merle Oberon | |- | Caesar and Cleopatra | Julius Caesar | | Vivien Leigh, Stewart Granger, Flora Robson | Technicolor |- | rowspan=\"3\" | 1946 | Notorious | Alexander Sebastian | | Cary Grant, Ingrid Bergman, Louis Calhern | Nomination—Academy Award for Best Supporting Actor |- | Angel on My Shoulder | Nick | | Paul Muni, Anne Baxter | |- | Deception | Alexander Hollenius | | Bette Davis, Paul Henreid | |- | 1947 | The Unsuspected | Victor Grandison | | Joan Caulfield, Audrey Totter, Constance Bennett, Hurd Hatfield | |- | rowspan=\"3\" | 1949 | The Passionate Friends | Howard Justin | | Ann Todd, Trevor Howard | |- | Rope of Sand | Arthur \"Fred\" Martingale | | Burt Lancaster, Paul Henreid, Peter Lorre | |- | Song of Surrender | Elisha Hunt | | Wanda Hendrix, Macdonald Carey | |- | rowspan=\"2\" | 1950 | The White Tower | Paul DeLambre | | Glenn Ford, Alida Valli, Oskar Homolka, Cedric Hardwicke, Lloyd Bridges | Technicolor |- | Where Danger Lives | Frederick Lannington | | Robert Mitchum, Faith Domergue, Maureen O'Sullivan | |- | 1951 | Sealed Cargo | Captain Skalder | | Dana Andrews, Lloyd Bridges | |- | 1952 | The Man Who Watched the Trains Go By | Kees Popinga | | Märta Torén, Marius Goring | Technicolor |- | 1956 | Lisbon | Aristides Mavros | | Ray Milland, Maureen O'Hara | Trucolor Naturama |- | 1957 | The Pied Piper of Hamelin | The Mayor of Hamelin | | Van Johnson, Lori Nelson | Technicolor |- | rowspan=\"2\" | 1959 | This Earth Is Mine | Philippe Rambeau | | Rock Hudson, Jean Simmons, Dorothy McGuire | Technicolor CinemaScope |- | Judgment at Nuremberg | Judge Haywood | George Roy Hill | Maximillian Schell, Paul Lukas, Melvyn Douglas | Playhouse 90 |- | 1960 | The Lost World | Professor George Edward Challenger | | Michael Rennie, Jill St. John, David Hedison, Fernando Lamas, Richard Haydn | Deluxe color CinemaScope |- | 1961 | Battle of the Worlds | Professor Benson | | Bill Carter | Colour |- | 1962 | Lawrence of Arabia | Mr. Dryden | | Peter O'Toole, Alec Guinness, Jack Hawkins, Omar Sharif, Anthony Quinn, Anthony Quayle, Arthur Kennedy, José Ferrer | Technicolor Super Panavision 70 |- | 1963 | Twilight of Honor | Art Harper | | Richard Chamberlain, Nick Adams, Joey Heatherton, Linda Evans | |- | 1965 | The Greatest Story Ever Told | Herod the Great | | Max von Sydow, plus many cameos | Final film |} ==Discography== {| class=\"wikitable\" |- ! Year !! Title !! Recording Company |- | 1946||The Christmas Tree||Mercury Childcraft Records |- | 1948||Bible Stories for Children||Capitol Records |- | 1950|| Builders of America||Columbia Masterworks |- | 1952||David and Goliath||Capitol Records |- | 1960||Remember The Alamo||Noble Records |- | 1962||Enoch Arden||Columbia Masterworks |} ==Radio appearances== {| class=\"wikitable\" |- ! Year !! Programme !! Episode/source |- | 1952|| Cavalcade of America || Three Words |- |1959 |Playhouse 90 |Judgement At Nuremberg |} ==Notable theatre performances== Rains starred in multiple plays and productions over the course of his career, playing a variety of leading and supporting parts. As his film career began to flourish, he found less time to perform in the theatre in both England and America. {| class=\"wikitable sortable\" style=\"margin-right: 0;\" |- ! Year ! Play title ! Role ! Theatre ! class=\"unsortable\" | Notes |- |1900||Sweet Nell of Old Drury||Child||Haymarket Theatre||Stage debut, aged 10 as an \"unbilled child extra \"running around a fountain.\" |- |1901||Herod||Child|| rowspan=\"2\" |His Majesty's Theatre||Unbilled |- |1904||Last of the Dandies||Winkles||Rains' debut speaking role in the theatre |- |1911||The Gods of the Mountain||Thahn||Haymarket Theatre||Shared role with Reginald Owen |- | rowspan=\"2\" |1913||The Green Cockatoo||Grasset||Aldwych Theatre||Stage Manager as well |- |Typhoon||Omayi||Haymarket Theatre||First heavy character role |- | rowspan=\"2\" |1919||Reparation||Ivan Petrovitch||St. James's Theatre||Stage Manager as well |- |Uncle Ned||Mears||Lyceum Theatre||This supporting role marked Rains' return to the stage after being wounded in WWI |- |1920||Julius Caesar||Casca||St. James's Theatre||Ernest Milton played Brutus |- |1925||The Rivals||Faulkland||Lyric Hammersmith||According to John Gielgud, Rains' second wife Marie Hemingway joined the cast for a brief period, thereby bringing Rains' first 3 wives together in the same dressing room. |- |1926||The Government Inspector||The Inspector||Gaiety Theatre||Professional debut of his RADA student, Charles Laughton |- |1926||Made in Heaven||Martin Walmer||Everyman Theatre, London||This was Rains' last appearance on the London Stage. |- |1951||Darkness at Noon||Rubashov||Alvin Theatre/Royale Theatre||Won Tony Award for Best Performance by a Leading Actor in a Play |- |1954||The Confidential Clerk||Sir Claude Mulhammer||Morosco Theatre||Rains' first wife, Isabel Jeans played the role of Lady Elizabeth Mulhammer in the 1953 Edinburgh premiere. |- |1956||Night of the Auk||Doctor Bruner||Playhouse Theatre||Featuring Christopher Plummer |} ==Awards and nominations== {| class=\"wikitable sortable\" |+Academy Awards |- ! Year ! Category ! Nominated work ! Result |- | 1939 | rowspan=4|Best Supporting Actor | Mr. Smith Goes to Washington | |- | 1943 | Casablanca | |- | 1944 | Mr. Skeffington | |- | 1946 | Notorious | |- |} {| class=\"wikitable sortable\" |+Tony Awards |- ! Year ! Category ! Nominated work ! Result |- | 1951 | Best Actor in a Play | Darkness at Noon | |- |} {| class=\"wikitable sortable\" |+Drama League Awards |- ! Year ! Category ! Nominated work ! Result |- | 1951 | Distinguished Performance | Darkness at Noon | |} {| class=\"wikitable sortable\" |+Grammy Awards |- ! Year ! Category ! Nominated work ! Result |- | 1963 | Best Spoken Word Album | Enoch Arden | |- |} ==See also== * List of actors with Academy Award nominations == Citations == == General sources == * * * ==Further reading== * * ==External links== * * * * * * * Performances listed in Theatre Archive of the University of Bristol Category:1889 births Category:1967 deaths Category:Military personnel from London Category:Academics of the Royal Academy of Dramatic Art Category:American male film actors Category:American male radio actors Category:American male stage actors Category:American male television actors Category:Bedfordshire and Hertfordshire Regiment officers Category:British acting coaches Category:British Army personnel of World War I Category:British emigrants to the United States Category:Burials in New Hampshire Category:Deaths from gastrointestinal hemorrhage Category:Donaldson Award winners Category:English acting coaches Category:English male film actors Category:English male radio actors Category:English male stage actors Category:English male television actors Category:London Scottish soldiers Category:Male actors from London Category:Naturalized citizens of the United States Category:People from Camberwell Category:Tony Award winners Category:Warner Bros. contract players Category:20th-century American male actors Category:20th-century English male actors",
 "title": "Claude Rains"
}