{
 "id": "635318",
 "text": "Charles Joseph Precourt (born June 29, 1955) is a retired NASA astronaut. His career in flight began at an early age, and spans his entire lifetime. He served in the US Air Force, piloted numerous jet aircraft, and piloted and commanded the Space Shuttle. Notably, he piloted or commanded several missions which involved docking with the Russian Mir space station and was heavily involved in Russian/US Space relations as well as the International Space Station collaboration. He also served as Chief of the Astronaut Office from 1998 to 2002. He retired from the USAF with the rank of colonel. ==Biography== Precourt was born on June 29, 1955, in Waltham, Massachusetts, and considers Hudson, Massachusetts, to be his hometown. He graduated from Hudson High School, Hudson, Massachusetts, and received a Bachelor of Science degree in aeronautical engineering from the United States Air Force Academy in 1977. In 1988, he received a Master of Science degree in engineering management from Golden Gate University. He received a Master of Arts degree in national security affairs and strategic studies from the United States Naval War College in 1990. While at the United States Air Force Academy, Precourt also attended the French Air Force Academy in 1976 as part of an exchange program. He is fluent in French and Russian. Precourt retired from NASA in 2004 and is a vice president at Orbital ATK in Utah. ==Personal life== He is married to the former Lynne Denise Mungle of St. Charles, Missouri, who works with Coldwell Banker Real Estate, and coordinates many charity and volunteer events. They have three daughters, Michelle, Sarah, and Aimee. Precourt and his wife enjoy golfing, downhill skiing, and flying light aircraft. He flies a Varieze, an experimental aircraft that he built. Precourt became a grandfather following the births of two grandsons in 2009 and 2010. ==Organizations== *Vice President of the Association of Space Explorers *Associate Fellow of the Society of Experimental Test Pilots (SETP) *Member and on the board of directors of the Experimental Aircraft Association. ==Special honors== Military decorations include: {| | Legion of Merit |- | Defense Superior Service Medal (with oak leaf cluster) |- | Distinguished Flying Cross |- | Meritorious Service Medal (with oak leaf cluster) |- | National Defense Service Medal |} *Distinguished graduate of the United States Air Force Academy and the United States Naval War College Distinguished Graduate Leadership Award *Air Training Command Trophy Winner as the outstanding graduate of his pilot training class (1978) *Recipient of the David B. Barnes Award as the Outstanding Instructor Pilot at the United States Air Force Test Pilot School (1989) NASA awards include: {| | NASA Distinguished Service Medal |- | NASA Exceptional Service Medal and 60px NASA Outstanding Leadership Medal |- | NASA Space Flight Medal (with three oak leaf clusters) |} Charles Precourt was inducted into the NASA Astronaut Hall of Fame on May 5, 2012 Collect Space in a ceremony that took place the Kennedy Space Center Visitor Complex. ==Experience== Precourt graduated from Undergraduate Pilot Training at Reese Air Force Base, Texas, in 1978. Initially, he flew as an instructor pilot in the T-37, and later as a maintenance test pilot in the T-37 and T-38 aircraft. From 1982 through 1984, he flew an operational tour in the F-15 Eagle Eagle at Bitburg Air Base in Germany. In 1985 he attended the United States Air Force Test Pilot School at Edwards Air Force Base in California. Upon graduation, Precourt was assigned as a test pilot at Edwards, where he flew the F-15E, F-4 Phantom II, A-7 Corsair II, and A-37 Dragonfly aircraft until mid-1989, when he began studies at the United States Naval War College in Newport, Rhode Island. Upon graduation from the War College, Precourt joined the astronaut program. His flight experience includes over 7,500 hours in over 60 types of civil and military aircraft. He holds commercial pilot, multi-engine instrument, glider and certified flight instructor ratings. Precourt retired from the air force on March 31, 2000. ==NASA experience== Selected by NASA in January 1990, Precourt became an astronaut in July 1991. His other technical assignments to date have included: manager of ascent, entry, and launch abort issues for the Astronaut Office Operations Development Branch; spacecraft communicator (CAPCOM), providing the voice link from the Mission Control Center during launch and entry for several Space Shuttle missions; director of operations for NASA at the Yuri Gagarin Cosmonaut Training Center in Star City, Russia, from October 1995 to April 1996, with responsibility for the coordination and implementation of mission operations activities in the Moscow region for the joint U.S./Russian Shuttle-Mir Program. From May 1996 to September 1998, he served as Acting Assistant Director (Technical), Johnson Space Center. From October 1998 through November 2002, Precourt was chief of the Astronaut Corps, responsible for the mission preparation activities of all space shuttle and future International Space Station crews and their support personnel. From November 2002 until his 2004 retirement from NASA, Precourt served as the deputy manager for the International Space Station, responsible for the day-to-day management of ISS operations, on orbit assembly and the interfaces with NASA contractors and the International Partners. A veteran of four space flights, he has logged over 932 hours in space. He served as a mission specialist on STS-55 (April 26 to May 6, 1993), was the pilot on STS-71 (June 27 to July 7, 1995), and was the spacecraft commander on STS-84 (May 15–24, 1997) and STS-91 (June 2–12, 1998), the final scheduled Shuttle-Mir docking mission, concluding the joint U.S./Russian Phase I Program. ==Space flight experience== STS-55 Columbia launched from Kennedy Space Center, Florida, on April 26, 1993. Nearly 90 experiments were conducted during this German-sponsored Spacelab D-2 mission to investigate life sciences, materials sciences, physics, robotics, astronomy and the Earth and its atmosphere. STS-55 also flew the Shuttle Amateur Radio Experiment (SAREX) making contact with students in 14 schools around the world. After 160 orbits of the earth in 240 flight hours, the 10-day mission concluded with a landing on Runway 22 at Edwards Air Force Base, California, on May 6, 1993. STS-71 (June 27 to July 7, 1995) was the first Space Shuttle mission to dock with the Russian Space Station Mir, and involved an exchange of crews (seven-member crew at launch, eight-member crew on return). The Atlantis Space Shuttle was modified to carry a docking system compatible with the Russian Mir Space Station. It also carried a Spacehab module in the payload bay in which the crew performed various life sciences experiments and data collections. STS-71 Atlantis launched from and returned to land at the Kennedy Space Center, Florida. Mission duration was 235 hours, 23 minutes. STS-84 Atlantis (May 15–24, 1997) carried a seven-member international crew. This was NASA's sixth Shuttle mission to rendezvous and dock with the Russian Space Station Mir. During the 9-day flight, the crew conducted a number of secondary experiments and transferred nearly 4 tons of supplies and experiment equipment between the Space Shuttle and the Mir station. STS-84 Atlantis launched from and returned to land at the Kennedy Space Center, Florida. Mission duration was 221 hours and 20 minutes. STS-91 Discovery (June 2–12, 1998) was the 9th and final Shuttle-Mir docking mission and marked the conclusion of the highly successful joint U.S./Russian Phase I Program. The crew, including a Russian cosmonaut, performed logistics and hardware resupply of the Mir during four docked days. They also conducted the Alpha Magnetic Spectrometer experiment, which involved the first of its kind research of antimatter in space. Mission duration was 235 hours, 54 minutes. ==References== Category:People from Waltham, Massachusetts Category:People from Ogden, Utah Category:Recipients of the Distinguished Flying Cross (United States) Category:Recipients of the Legion of Merit Category:United States Air Force Academy alumni Category:United States Air Force officers Category:Naval War College alumni Category:U.S. Air Force Test Pilot School alumni Category:Golden Gate University alumni Category:1955 births Category:Living people Category:Recipients of the Defense Superior Service Medal Category:United States Astronaut Hall of Fame inductees Category:United States Air Force astronauts Category:People from Hudson, Massachusetts Category:Commercial aviators Category:Space Shuttle program astronauts Category:Mir crew members Category:Military personnel from Massachusetts",
 "title": "Charles J. Precourt"
}