{
 "id": "635487",
 "text": "The Canadian Labour Congress, or CLC ( or ) is a national trade union centre, the central labour body in Canada to which most Canadian labour unions are affiliated. == History == === Formation === thumb|History tree of the CLC The CLC was founded on April 23, 1956 through a merger of the Trades and Labour Congress of Canada (TLC) and the Canadian Congress of Labour (CCL), the two major labour congresses in Canada at the time. The TLC's affiliated unions represented workers in a specific trade while the CCL's affiliated unions represented all employees within a workplace, regardless of occupation. The trades-based organizational model, which strongly continues today especially in the building and construction industries, is based in older European traditions that can be traced back to guilds. However, with industrialization came the creation of a new group of workers without specific trades qualifications and, therefore, without ready access to the representation offered by the TLC's affiliates. In response, these workers adopted the industrial model of union organization and formed the CCL as their umbrella organization. The spectacular growth of industrial jobs in the first half of the 20th century, combined with new legislation in most Canadian jurisdictions explicitly recognizing the industrial union organizational model, led to fears of raiding between the unions belonging to the two federations, the TLC and the CCL. Tensions were increased because of significant political differences. The TLC leadership, in the person of President Percy Bongough, had actively supported the Liberal Party. With the defeat of Liberal R. K. Gervin and Conservative A. F. MacArthur by Claude Jodoin at the TLC's convention in August 1953, some of the political differences between the TLC and CCL began to wane. Jodoin was not a member of the Co-operative Commonwealth Federation party, having served for a time as a Liberal Member of the Legislative Assembly in the Province of Quebec. However, after some conflicts with the Liberals leadership, he sat as an independent and then ran (and was defeated) as an independent in the general election of 1944. Within the CCL, a different but equally important story had played out. By the early 1950s, the leadership of the CCL unions was clearly in the hands of CCF supporters after a decade- long battle between CCFers and a coalition of Liberals and Communists. This CCF leadership was confident enough in its position to down-play partisanship in order to create harmony between the rival labour organizations. In December 1953 the TLC and CCL created a joint committee to explore means of cooperation and possible merger. On May 9, 1955 the joint committee announced that a merger agreement had been reached. The terms were accepted by the June 1955 TLC convention and in October 1955 by the CCL convention. The formation of the CLC was an important step in maintaining harmony between Canadian unions by recognizing and supporting both models of worker representation and giving all unions affiliated with the CLC a pledge of protection from raiding. === Development === During the initial years of the CLC, industrial growth drove union membership to new heights. These workers tended to be in private sector industries such as manufacturing, transportation and mining. However, the growth of public sector employment and the new ability of these workers to join unions became the significant story of the 1960s. In 1963, independent unions representing civic workers and workers in the broader public sector merged their organizations to form the Canadian Union of Public Employees (CUPE). In the late 1960s and early 1970s, legislative changes allowed employees of the federal and provincial public service to join unions, bringing new members into CLC-affiliated unions. During this period, hospital workers increasingly became unionized. In the 1990s, unions of teachers, nurses and other similar groups affiliated with the CLC and the CLC's provincial labour federations. In January 2018, Unifor, the largest private sector union in Canada, left the CLC to become independent. Unifor stated that among the reasons for leaving were disagreements with the CLC over the rights of workers to choose what union should represent them, and concerns Unifor had about United States-based unions working against the rights of their members, as well as two instances of U.S.-based unions interfering in elections for Canadian union local leadership. The CLC accused Unifor of leaving the congress in order to raid an affiliate union, UNITE HERE Local 75, in Toronto. CLC rules prohibit affiliates from raiding each other, which Unifor did a day after leaving the congress. == Structure of the Canadian labour movement == Under the general labour relations laws in effect in all Canadian jurisdictions, groups of workers deemed \"appropriate for collective bargaining\" may vote to join a union. The appropriateness of a group for collective bargaining is established by the Labour Board of the jurisdiction and may consist of all employees of an enterprise at a single location or a select group of employees—maintenance workers, a specific trade or regulated group (such as teachers or nurses), front office employees, etc. Where such a vote is successful, the union that they have joined becomes their bargaining agent and the workers in the jobs to which the collective agreement pertains are members of a bargaining unit. Depending upon the terms of the collective agreement, some or all of the workers employed in jobs covered by the collective agreement will become members of the union which has become their bargaining agent. Union members within a bargaining unit elect their stewards, health and safety representatives and unit leadership. In industrial sectors, local unions may have members in several bargaining units. These are so-called \"amalgamated locals\" and are increasingly becoming the norm. Within some local unions there may be tens—indeed hundreds—of bargaining units. All the union members in all the bargaining units that belong to the same local union elect their local union executive board, including president. The local union may have various sub-committees of the executive board such as political action and health and safety. In each bargaining unit, the unions will establish a union bargaining committee for the bargaining unit prior to commencing negotiations with the employer. This bargaining committee will meet with the union's members within the bargaining unit to determine the needs and wants of the membership. However, it is important to note that under laws in Canada, since the local union is the legal bargaining agent, the signature of the local union's president or appointed representative must appear on the contract for it to be legally binding. Union constitutions may also require the signature of their national or regional president. Hence the bargaining unit's bargaining committee is essentially an advisory group, and not decisive. However, since the local union's leadership is elected by members in the bargaining units, giving all due weight to the input and objectives of the bargaining committees is critical to the leadership's on-going success. Local unions are chartered organizations of the national or international union to which they belong. A local union charter may contain clauses that limit and/or protect the scope of the local union. For example, the charter may identify the geographic area, trade, industry, etc. to which the local union must confine itself or to which it has the exclusive mandate to represent workers. Other sectors have other structures as determined by the needs of the industries and the legal framework. Most jurisdictions have separate legislation under which employees of the public service may form unions. In some provinces, colleges, fire protection and police services have separate Acts. Hotel employees may also have special legislation that works alongside the labour relations legislation for that province but which removes the right to strike and replaces it with binding arbitration. Due to the mobility of the workforce in the construction sector, most jurisdictions set out special rules for bargaining for workers and employers in that sector. In that sector, local unions receive bargaining agent rights for a trade of workers at a single employer, similar to the industrial sector. However, union construction workers and unionized construction employers create provincial or regional bargaining agents with the authority to negotiate one contract that applies to all bargaining units. These regional bargaining units must be certified by the Labour Board of the jurisdiction and in making the decision regarding what group will be certified as the bargaining agent for workers, the Boards will consider which unions have the preponderance of membership in a given trade. This method tends to reinforce the focus of construction sector unions upon the trade(s) in which they have historic strength and thereby militates against \"competition\" (i.e.: raiding) between worker organizations—a benefit to both workers and employers of the sector. As a result of the legal framework, a chartered local union within the construction sector will typically have a charter to represent all workers in a specified trade and within a specified region. Typically, the chartered local unions of a union elect delegations (with the size of the delegation based upon membership size) to attend regional, national and international conventions of the union at which leadership boards are elected. Local unions are also the fundamental unit of the Canadian Labour Congress. The CLC is a central labour body to which unions are affiliated. Only in rare cases groups of workers with collective bargaining rights can be \"directly chartered\" as locals of the CLC. Local unions of Canadian labour organizations may affiliate to the CLC and pay the required per capita fees. Payment of affiliation fees allows for participation in the decision-making processes of the CLC. Conventions are held every three years. A union with 1000 or less members is entitled to one delegate. Another delegate is added after each increment of 500 members. Many Canadian labour organizations have, at their own conventions, established policies, by-laws or constitutions requiring local unions to affiliate to the CLC. Most local unions are affiliated to the Canadian Labour Congress. However, there are a number of unions that discourage their locals from affiliating for a variety or reasons. The largest group is based in Quebec, where the role of the Catholic Church in establishing some unions lead those organizations to reject of the social democratic orientation of unions elsewhere in Canada. When the role of the Catholic Church in Quebec unions disintegrated during the Quiet Revolution, the leadership of the unions in that province was quickly captured by separatists who eschewed participation in national organizations such as the CLC and the New Democratic Party (NDP). This group of Canadian workers remains outside the CLC. Another considerable group outside the CLC is the Christian Labour Association of Canada (CLAC), which is strongly opposed by the CLC, which labels it a company union. The Conventions of the CLC elect the Officers—the President, Secretary-Treasurer and two Executive Vice-Presidents. The executive committee looks after the affairs and administration of the congress. It consists of the officers and vice presidents and meets at least four times a year. The CLC's executive council, which is the governing body of the CLC between conventions, consists of the congress officers, the leadership of the 22 largest unions in the CLC, and representatives of women, people of colour, aboriginal, lesbian, gay, bisexual and transgender people, youth and retired workers. This group meets at least three times a year. The role of the CLC is to represent its affiliates to the government, media, etc., to co-ordinate the efforts of various unions on specific campaigns—either electoral or issues-based—and to promote non-competition between its affiliates. In each Canadian province a federation of labour has been established. While these are separate entities, the leadership of provincial federations are members of the CLC executive council. The CLC has also chartered approximately 130 district labour councils (DLC), based upon municipal jurisdictions. An example of this could include the Sunshine Coast Labour Council in British Columbia. Local unions with membership within the county, region or city of the DLC may affiliate and participate in the labour council. These councils assist with provincial or national political or issue campaigns and also lead efforts in municipal elections. The CLC has head offices in Ottawa out of which it runs the Congress of Union Retirees of Canada. Regional offices are in Moncton, Toronto, Regina and Vancouver. Field workers based in these offices assist DLCs and their political and issues campaign Since 1994, the CLC has been a member of the Halifax Initiative, a coalition of Canadian non-governmental organizations for public interest work and education on international financial institutions. == Relationship with political parties == In the aftermath of the Second World War, various political trends played out within the Canadian labour movement as political parties and their supporters rallied for leadership control of the emerging labour movement. The Trades and Labor Congress of Canada (TLC) held a policy of non-partisan activity right up until the formation of the CLC. However, within the TLC, efforts were made by Co- operative Commonwealth Federation (CCF) labour activists to attain a policy of CCF support. A significant measure of this support was the 133-133 tie vote at the TLC's 1954 Ontario convention on the matter of CCF support. With the Canadian Congress of Labour (CCL), the situation was more complex. As a child of the Great Depression and the international romance with revolution in the decades immediately after 1917, Communist Party of Canada labour activists had taken leadership positions in several key unions and locals of CCL-affiliated unions. Indeed, the Workers' Unity League (WUL) was a group of Communist-led unions in the 1930s with considerable organizational success. With adoption of the position of a united front against fascism after 1939, the WUL merged with the CCL. With the CCL, there were many local unions with Communist leadership. In particular, the United Auto Workers locals in Windsor, Ontario were Communist-led. The orientation of the Windsor UAW locals deeply affected the legislative and parliamentary elections in the Windsor area. In the 1943 elections, the CCF had won all three Windsor-area seats. But in 1945 the UAW locals endorsed three UAW activists who ran as \"UAW-Liberal-Labour\" candidates with the support of the Labor-Progressive Party (LLP). As a result, the CCF lost all three Windsor seats. Taking advantage of a misstep by the leadership of UAW Local 200 in trying to rally a national one-day strike in sympathy of Ford workers, in 1946 CCF activists within the Locals 195 and 200 overturned their leadership. In addition, the UAW International Board elections of 1947 gave stronger support to Walter Reuther, the CCF-supporting International President. Between these two trends, the Canadian UAW leadership changed directions. In the 1948 provincial elections, the United Auto Workers supported CCF candidates. The International Woodworkers of America (IWA) in British Columbia was also Communist-led. When, in 1948, CCF supporters gained control of the IWA's New Westminster local, other BC-based (and Communist-led) locals of the IWA withdrew in an attempt to form an independent union. However, this effort failed when the union members did not endorse the change. Efforts to dislodge communists from the United Electrical (UE) and the Mine Mill union did not succeed, and these unions were expelled from the Canadian Congress of Labour. By 1950, the Canadian Congress of Labour had become a federation of unions which, to a greater or lesser extent, all supported the Co-operative Commonwealth Federation. With the Trades and Labour Congress of Canada-Canadian Congress of Labour merger complete in 1956, a further step was taken. Although political discussion was downplayed during the merger talks, in 1958 the Canadian Labour Congress and Co-operative Commonwealth Federation set up a 20-person joint committee to discuss the foundation of a new political party. These talks resulted in the founding of the New Democratic Party in 1961. The NDP has, in its constitution, an organic relationship with the labour movement. Many local union organizations directly affiliated with the NDP, giving these local union bodies the right to participate in the Party's conventions and councils. NDP constitution also recognizes the CLC's District Labour Councils, organizations of local unions in a single city or town, as delegating bodies to the conventions of the provincial and federal New Democratic Party sections. Hence, by embedding labour organizations in its structure, the NDP went beyond being simply the party for labour and became the party of labour. Since the foundation of the NDP, and particularly since the 1980s, the labour movement's relationship within the social democratic left has changed in two specific and important ways. First, unions have increased their involvement with social coalition groups such as organizations advocating for women's economic rights, peace or other causes which have an avowedly non-partisan orientation. Second (and not unrelatedly), the relationship of some unions with the NDP became more tactical and seemed less to be a long-term alliance. These two trends were apparent in the 1988 Canadian federal election. At the outset of the election campaign, several unions had established partnerships with organizations such as The Council of Canadians in order to attempt to derail the Progressive Conservative government's Canada–United States Free Trade Agreement. These social coalition groups and the Liberal Party made opposition to the Free Trade Agreement the focus of their campaign efforts. While the NDP attained what was then their best result in the party's history (they would win more seats in the House of Commons in the 2011 and 2015 federal elections), some union leaders publicly criticized the NDP leadership immediately after the election for not being sufficiently focused on opposition to the Free Trade Agreement. Since that election, the tactical nature of the relationship between some unions and the NDP has even further degraded to their point where the Canadian Auto Workers Union (CAW), the successor to the Canadian section of the UAW has, since the late 1990s, supported the Liberal Party federally and in Ontario provincial elections. Nonetheless, other significant unions have remained steadfast in their support and involvement with the NDP and the Bloc Québécois as their top political priorities, even while maintaining involvement in social coalitions. Given the size of the CAW with the Canadian labour movement, the CAW's support for the Liberals has caused significant problems for the CLC leadership in continuing to follow the Congress' policy of NDP and the Bloc support. == National Day of Mourning == The Canadian Labour Congress had officially established April 28 as the National Day of Mourning to workers killed and injured on the job. The National Day of Mourning monument was dedicated by the Canadian Labour Congress on April 28, 1987 in Vincent Massey Park, Ottawa, Ontario. == Presidents == * Claude Jodoin (1956–1968) * Donald MacDonald (1968–1974) MacDonald took over as acting president in 1967, as Jodoin suffered severe and debilitating health problems. MacDonald would be elected to his own mandate in April 1968 * Joe Morris (1974–1978) * Dennis McDermott (1978–1986) * Shirley Carr (1986–1992) * Bob White (1992–1999) * Ken Georgetti (1999–2014) * Hassan Yussuff (2014–2021) *Bea Bruske (2021–present) == Affiliated unions == * Affiliated unions of the Canadian Labour Congress == References == == External links == * *Canadian Labour Congress – Canadian Labour Unions – Web Archive created by the University of Toronto Libraries Category:National trade union centres of Canada Category:Organizations based in Ottawa Category:Trade unions established in 1956 Category:1956 establishments in Ontario Category:Trade Union Confederation of the Americas Category:Economic history of Canada",
 "title": "Canadian Labour Congress"
}