{
 "id": "63546",
 "text": "Leucine (symbol Leu or L) is an essential amino acid that is used in the biosynthesis of proteins. Leucine is an α-amino acid, meaning it contains an α-amino group (which is in the protonated −NH3+ form under biological conditions), an α-carboxylic acid group (which is in the deprotonated −COO− form under biological conditions), and a side chain isobutyl group, making it a non-polar aliphatic amino acid. It is essential in humans, meaning the body cannot synthesize it: it must be obtained from the diet. Human dietary sources are foods that contain protein, such as meats, dairy products, soy products, and beans and other legumes. It is encoded by the codons UUA, UUG, CUU, CUC, CUA, and CUG. Like valine and isoleucine, leucine is a branched-chain amino acid. The primary metabolic end products of leucine metabolism are acetyl-CoA and acetoacetate; consequently, it is one of the two exclusively ketogenic amino acids, with lysine being the other. It is the most important ketogenic amino acid in humans. Leucine and β-hydroxy β-methylbutyric acid, a minor leucine metabolite, exhibit pharmacological activity in humans and have been demonstrated to promote protein biosynthesis via the phosphorylation of the mechanistic target of rapamycin (mTOR). ==Dietary leucine== As a food additive, L-leucine has E number E641 and is classified as a flavor enhancer. ===Requirements=== The Food and Nutrition Board (FNB) of the U.S. Institute of Medicine set Recommended Dietary Allowances (RDAs) for essential amino acids in 2002. For leucine, for adults 19 years and older, 42 mg/kg body weight/day. ===Sources === {|class=\"wikitable sortable\" |+ Food sources of leucine |- ! Food ! g/100g |- |Whey protein concentrate, dry powder || 10.0-12.0 |- |Soy protein concentrate, dry powder || 7.5-8.5 |- |Pea protein concentrate, dry powder || 6.6 |- |Soybeans, mature seeds, roasted, salted || 2.87 |- |Hemp seed, hulled || 2.16 |- |Beef, round, top round, raw || 1.76 |- |Peanuts || 1.67 |- |Fish, salmon, pink, raw || 1.62 |- |Wheat germ || 1.57 |- |Almonds || 1.49 |- |Chicken, broilers or fryers, thigh, raw || 1.48 |- |Chicken egg, yolk, raw || 1.40 |- |Oats || 1.28 |- |Edamame (soybeans, green, raw) || 0.93 |- | Beans, pinto, cooked || 0.78 |- |Lentils, cooked || 0.65 |- |Chickpea, cooked || 0.63 |- |Corn, yellow || 0.35 |- |Cow milk, whole, 3.25% milk fat || 0.27 |- |Rice, brown, medium-grain, cooked || 0.19 |- |Milk, human, mature, fluid || 0.10 |} ==Health effects== As a dietary supplement, leucine has been found to slow the degradation of muscle tissue by increasing the synthesis of muscle proteins in aged rats. However, results of comparative studies are conflicted. Long-term leucine supplementation does not increase muscle mass or strength in healthy elderly men. More studies are needed, preferably ones based on an objective, random sample of society. Factors such as lifestyle choices, age, gender, diet, exercise, etc. must be factored into the analyses to isolate the effects of supplemental leucine as a standalone, or if taken with other branched chain amino acids (BCAAs). Until then, dietary supplemental leucine cannot be associated as the prime reason for muscular growth or optimal maintenance for the entire population. Both L-leucine and D-leucine protect mice against epileptic seizures. D-leucine also terminates seizures in mice after the onset of seizure activity, at least as effectively as diazepam and without sedative effects. Decreased dietary intake of L-leucine promotes adiposity in mice. High blood levels of leucine are associated with insulin resistance in humans, mice, and rodents. This might be due to the effect of leucine to stimulate mTOR signaling. Dietary restriction of leucine and the other BCAAs can reverse diet-induced obesity in wild-type mice by increasing energy expenditure, and can restrict fat mass gain of hyperphagic rats. ==Safety== Leucine toxicity, as seen in decompensated maple syrup urine disease, causes delirium and neurologic compromise, and can be life-threatening. A high intake of leucine may cause or exacerbate symptoms of pellagra in people with low niacin status because it interferes with the conversion of L-tryptophan to niacin. Leucine at a dose exceeding 500 mg/kg/d was observed with hyperammonemia. As such, unofficially, a tolerable upper intake level (UL) for leucine in healthy adult men can be suggested at 500 mg/kg/d or 35 g/d under acute dietary conditions. ==Pharmacology== ===Pharmacodynamics=== Leucine is a dietary amino acid with the capacity to directly stimulate myofibrillar muscle protein synthesis. This effect of leucine arises results from its role as an activator of the mechanistic target of rapamycin (mTOR), a serine-threonine protein kinase that regulates protein biosynthesis and cell growth. The activation of mTOR by leucine is mediated through Rag GTPases, leucine binding to leucyl-tRNA synthetase, leucine binding to sestrin 2, and possibly other mechanisms. ===Metabolism in humans=== Leucine metabolism occurs in many tissues in the human body; however, most dietary leucine is metabolized within the liver, adipose tissue, and muscle tissue. Adipose and muscle tissue use leucine in the formation of sterols and other compounds. Combined leucine use in these two tissues is seven times greater than in the liver. A small fraction of metabolism – less than 5% in all tissues except the testes where it accounts for about 33% – is initially catalyzed by leucine aminomutase, producing β-leucine, which is subsequently metabolized into (β-KIC), β-ketoisocaproyl-CoA, and then acetyl- CoA by a series of uncharacterized enzymes. == Synthesis in non-human organisms == Leucine is an essential amino acid in the diet of animals because they lack the complete enzyme pathway to synthesize it de novo from potential precursor compounds. Consequently, they must ingest it, usually as a component of proteins. Plants and microorganisms synthesize leucine from pyruvic acid with a series of enzymes: * Acetolactate synthase * Acetohydroxy acid isomeroreductase * Dihydroxyacid dehydratase * α-Isopropylmalate synthase * α-Isopropylmalate isomerase * Leucine aminotransferase Synthesis of the small, hydrophobic amino acid valine also includes the initial part of this pathway. == Chemistry == thumb|right|350px|(S)-Leucine (or L-leucine), left; (R)-leucine (or D-leucine), right, in zwitterionic form at neutral pH Leucine is a branched-chain amino acid (BCAA) since it possesses an aliphatic side- chain that is not linear. Racemic leucine had been subjected to circularly polarized synchrotron radiation to better understand the origin of biomolecular asymmetry. An enantiomeric enhancement of 2.6% had been induced, indicating a possible photochemical origin of biomolecules' homochirality.Meierhenrich: Amino acids and the asymmetry of life, Springer- Verlag, 2008, . == See also == * Leucines, the isomers and derivatives of leucine * Leucine zipper, a common motif in transcription factor proteins ==Notes== == References == == External links == *Leucine biosynthesis Category:Proteinogenic amino acids Category:Ketogenic amino acids Category:Branched-chain amino acids Category:Essential amino acids Category:E-number additives",
 "title": "Leucine"
}