{
 "id": "636088",
 "text": "Millennium Challenge 2002 (MC02) was a major war game exercise conducted by the United States Armed Forces in mid-2002. The exercise, which ran from 24 July to 15 August and cost (equivalent to about $M in ), involved both live exercises and computer simulations. MC02 was meant to be a test of future military \"transformation\"—a transition toward new technologies that enable network-centric warfare and provide more effective command and control of current and future weaponry and tactics. The simulated combatants were the United States, referred to as \"Blue\", and a fictitious state in the Persian Gulf, \"Red\", often characterized as Iran or Iraq. ==Constraints== Since the wargame allowed for a ship-to-shore landing of ground troops at some (unknown) point during the 14 day exercise, and because their naval force was substantial, the Blue force was positioned on the shore-side of the region's active shipping lanes to keep them from impacting commerce during the exercise. This placed them in close proximity to the Red shore rather than at a \"standoff\" distance. Conducting the wargames during peacetime also meant that there were a large number of friendly/unaligned ships and aircraft in the zone, restricting the use of automated defense systems and more cautious Rules of Engagement. Red's tactics took full advantage of these factors, and to great effect. ==Exercise action== thumb|Lt. Gen. Paul Van Riper Red, commanded by retired Marine Corps Lieutenant General Paul K. Van Riper, adopted an asymmetric strategy, in particular, using old methods to evade Blue's sophisticated electronic surveillance network. Van Riper used motorcycle messengers to transmit orders to front-line troops and World-War-II-style light signals to launch airplanes without radio communications. Red received an ultimatum from Blue, essentially a surrender document, demanding a response within 24 hours. Thus warned of Blue's approach, Red used a fleet of small boats to determine the position of Blue's fleet by the second day of the exercise. In a preemptive strike, Red launched a massive salvo of cruise missiles that overwhelmed the Blue forces' electronic sensors and destroyed sixteen warships: one aircraft carrier, ten cruisers and five of Blue's six amphibious ships. An equivalent success in a real conflict would have resulted in the deaths of over 20,000 service personnel. Soon after the cruise missile offensive, another significant portion of Blue's navy was \"sunk\" by an armada of small Red boats, which carried out both conventional and suicide attacks that capitalized on Blue's inability to detect them as well as expected. Such defeat can be attributed to various shortfall in simulation capabilities and design that significantly hindered Blueforce fighting and command capabilities. Examples include: a time lag in intelligence, surveillance, and reconnaissance information being forwarded to the Blueforce by the simulation master, various glitches that limited Blue ships point-defense capabilities and error in the simulation which placed ships unrealistically close to Red assets. ==Exercise suspension and restart== Considered the shortcoming of the simulation it was decided to re-float various Blue ships in order to proceed with the exercise, while still validating the attack by Red forces. After the reset, both sides were ordered to follow predetermined plans of action. Among other rules imposed by this script, Red Force was ordered to turn on their anti-aircraft radar in order for them to be destroyed, and during a combined parachute assault by the 82nd Airborne Division and Marines air assaulting on the then new and still controversial CV-22, Van Riper's forces were ordered not to shoot down any of the approaching aircraft. Van Riper also claimed that exercise officials denied him the opportunity to use his own tactics and ideas against Blue Force, and that they also ordered Red Force not to use certain weapons systems against Blue Force and even ordered the location of Red Force units to be revealed. ==Aftermath== The rule changes following the restart led to accusations that the war game had turned from an honest, open, free playtest of U.S. war-fighting capabilities into a rigidly controlled and scripted exercise intended to end in an overwhelming U.S. victory, alleging that \"$250 million was wasted\". Van Riper was extremely critical of the scripted nature of the new exercise and resigned from the exercise in the middle of the war game.Gal Perl Finkel, The IDF that Eisenkot leaves behind is ready, The Jerusalem Post, January 1, 2019. Van Riper later said that Vice Admiral Marty Mayer altered the exercise's purpose to reinforce existing doctrine and notions within the U.S. military rather than serving as a learning experience. Van Riper also stated that the war game was rigged so that it appeared to validate the modern, joint-service war-fighting concepts it was supposed to be testing. He was quoted in the ZDF–New York Times documentary The Perfect War (2004) A version of the documentary aired in the US as Nova: Battle Plan Under Fire (2004). as saying that what he saw in MC02 echoed the same view promoted by the Department of Defense under Robert McNamara before and during the Vietnam War, namely that the U.S. military could not and would not be defeated. Responding to Van Riper's criticism, Vice Admiral Mayer, who ran the war game and who was charged with developing the military's joint concepts and requirements, stated the following: Navy Captain John Carman, Joint Forces Command spokesman, said the war game had properly validated all the major concepts which were tested by Blue Force, ignoring the restrictions placed on Van Riper's Red Force that led them to succeed. Based on these findings, Carman stated that recommendations based on the war game's result on areas such as doctrine, training, and procurement would be forwarded to General Richard Myers, the chairman of the Joint Chiefs of Staff. == References == ==External links== * * *Military transformation * * * * *TV documentary: The Perfect War * * Category:Military exercises involving the United States Category:2002 in the United States",
 "title": "Millennium Challenge 2002"
}