{
 "id": "636195",
 "text": "The Viena expedition (, ) was a military expedition in March 1918 by Finnish volunteer forces to annex White Karelia (Vienan Karjala) from Bolshevist Russia. It was one of the many \"kinship wars\" (Heimosodat) fought near the newly independent Finland during the Russian Civil War. The Russian East Karelia was never a part of the Swedish Empire or the Grand Duchy of Finland and it was at the time mostly inhabited by Karelians. However, many advocates of a Greater Finland considered these Karelians a \"kindred\" Finnish nation and supported the annexation of Russian East Karelia to Finland. == Northern Group == The expedition was made up of two groups. One group was Finnish Jäger troops led by Lieutenant Kurt Martti Wallenius. Initial operations in Northern Finland were successful and the Red Finns were forced to withdraw to Eastern Karelia. He and his light infantry crossed the border at Kuusamo but got bogged down in fighting the Finnish Red Guards. Low level of training and the low morale of the conscripted troops made any advance impossible and only withdrawal of the defending Red Finns allowed the White Finns to advance a small distance until the troops again mutinied at the goals of the operations having passed the state border. In the end the force was withdrawn back within Finnish borders and performed only small incursions into East Karelia. == Southern Group == === Initial Operations === The other group was led by Lieutenant Colonel Carl Wilhelm Malm and consisted of about 350 volunteers. By 10 April, Malm's group had advanced as far as the coastal town of Kem on the White Sea. Malm was unable to capture the town and retreated to Uhtua where he began defending western White Sea Karelia. The Finns now switched tactics and adopted a village-by-village strategy of persuading locals to join the Finnish volunteer side. When the Finnish troops arrived in White Sea Karelia they noticed that the population was divided. A part of the population wanted to secede from Russia and form an independent Karelia separate from Finland. However, a larger part of the population just wanted some form of autonomy. Many thought they would get autonomy as part of Bolshevist Russia. A small minority of the population wanted Karelia to be joined to the new state of Finland. Most importantly, for the great majority of the population, practical issues (such as ensuring having enough food) were more important than ideological issues. In the end, the proposal to join East Karelia to Finland received support in the White Karelian villages around Uhtua. Local Finnish White Guard (Suojeluskunta) militias were formed in over 20 villages in that area. In July, Malm was recalled back to Finland and in his place Captain Toivo Kuisma was placed in charge of the Finnish troops. The Finnish government could not decide whether to recall the troops or to send reinforcements. === British Intervention === The situation became more complicated with the landing in Murmansk of 130 British Royal Marine Light Infantry on 6 March to prevent the Germans (and their Finnish allies) from gaining the White Sea coast and the Murmansk Railroad. By June 1918, an assortment of British Royal Marines, French artillerymen, part of a Serb battalion, Poles, Red Russians from the Murmansk Soviet, and some Red Finns occupied the railway line from Murmansk south as far as Kem. The arrival of British reinforcements and an Allied plan for them to link up with anti- Bolshevik units in Siberia prompted Trotsky, now at peace with the Germans, to send 3,000 Red troops northwards. In July these troops were disarmed and seen off by the British, who advanced as far south as Sorokka. British-led forces defending the railway line included a battalion of 1,400 Red Finns and the Karelian regiment also known as the \"Irish Karelians\" after Colonel P.J. Woods of the Royal Irish Rifles who raised and led the regiment formed of the local Karelians. The situation of the Viena expedition began to deteriorate. The Karelian regiment stationed in Kem attacked the Finnish troops at Jyskyjärvi on 27 August. 18 men were lost. The next attack came against Luusalmi on 8 September when 42 Finns were killed. Subsequent battles were fought at Kostamus and Vuokkiniemi in September–October. The Finnish troops withdrew to Finland on 2 October. Of these troops, 195 survived and made their way home; 83 were killed. The British forces withdrew in October 1919 and the situation of the Russian White Army collapsed. == Outcome == In the end, the expedition failed due British efforts to prevent then German-aligned Finland from gaining access to the Murmansk railroad. In addition, British forces in the region made an effort to instill a sense of nationalism (i.e. to form a Karelian state) to fight against the Finnish effort to annex East Karelia. Also the support of the expedition from the Finnish government waned with the fortunes of the Germans. After the Viena expedition, the parishes of Repola and Porajärvi in East Karelia had held a vote to join Finland, but Finland gave up all claims to East Karelia in the 1920 Treaty of Tartu. Two years later, after the last of the British expeditionary forces had left Russia and Bolshevik control was established, a group of Karelian irredentia supported by Finnish volunteers began an uprising in an attempt to form their own state. ==See also== * Aunus expedition * Finnish Civil War * Metsäsissit * North Russia Campaign * Pork mutiny * Murmansk Legion ==Notes== ==References== ==External links== *White Finland's attempts to conquer East Karelia in 1918 Category:Wars involving Finland Category:Russian Civil War Category:1918 in Finland Category:Finland–Russia military relations Category:Finland–Soviet Union relations",
 "title": "Viena expedition"
}