{
 "id": "636579",
 "text": "Kielder Forest is a large forestry plantation in Northumberland, England, surrounding Kielder village and the Kielder Water reservoir. It is the largest man-made woodland in England with three-quarters of its covered by forest., Forestry England The majority of the forest lies within Kielder Water and Forest Park, with the southern tip known as Wark Forest lying within Northumberland National Park. ==History== The forest is owned and managed by Forestry England, which initiated the first plantings in the 1920s. During the 1930s, the Ministry of Labour supplied men from among the ranks of the unemployed. Many came from the mining communities and shipyards of North East England. They were housed in one of a number of instructional centres created by the Ministry, most of them on Forestry England property; by 1938, the Ministry had 38 Instructional Centres across Britain. The hutted camp in Kielder is now under Kielder Water. Numerous purpose-built villages were also constructed for workers' families, including Stonehaugh. Prior to the 1920s, the land was predominantly open moorland, managed for grouse shooting and sheep grazing with remnants of native upland woodland existing along stream sides and in isolated craggy areas. Forestry England, funded from the public purse, purchased land across the country with the brief of establishing a strategic reserve of timber for the nation. This single objective held sway until the 1960s. Since that time, management principles have changed in order to reflect rising awareness of environmental needs and to provide recreational facilities whilst seeking to maintain a sustainable supply of timber. Kielder today remains state-owned and its development from a single-objective plantation to a multi-purpose forest mirrors the development of plantation forestry across the United Kingdom. Many archaeological remains can be found within the forest and are an important cultural link to the often turbulent history of the area. ==Geography== The name \"Kielder Forest\" is often also applied to the area of hills and remote moorland that surround the forestry plantations. The group of hills merges into the Cheviots to the north-east but is generally well-defined on other sides. It reaches a maximum height of at Peel Fell and also contains the Marilyns of Sighty Crag and Larriston Fells. These hills, despite not being very high, are particularly remote owing to the scarcity of settlement in the region. Indeed, Sighty Crag is the furthest hill in England from a road, at four miles' distance. ==Environment== ===Trees=== Kielder is dominated by conifers. Sitka spruce (Picea sitchensis) covers 75% of the planted area; this species thrives in the damp conditions afforded by northern Britain. Other species include Norway spruce (Picea abies) and lodgepole pine (Pinus contorta), which cover 9% of the area each. The remainder is made up of Scots pine (Pinus sylvestris), larch (Larix spp.), Douglas-fir (Pseudotsuga menziesii), and broadleaves including birch (Betula spp.), rowan (Sorbus aucuparia), cherry (Prunus spp.), oak (Quercus spp.), beech (Fagus sylvatica), and willow (Salix spp.). right|thumb|Timber harvesting at Kielder ===Timber=== 475,000 cubic metres of timber are harvested annually to supply local sawmilling, chipboard, pulp and wood fuel customers. Most of this volume comes from clearfelling areas; an increasing percentage however is sourced from stands harvested under continuous cover silviculture systems. Clear-felled areas are replanted with a mix of coniferous and broadleaf tree species; opportunities are also taken to increase the proportion of open space and to improve the riparian habitat. As with all Forestry England's woodlands, the timber is independently certified under the Forest Stewardship Council scheme. ===Wildlife=== The forest contains a number of sites of special scientific interest, primarily associated with the upland moorland environment. A programme of restoration of Border mires is ongoing. The forest is also home to around 50% of England's red squirrel population, and is their biggest remaining stronghold in the country. The best place to catch a glimpse of one is at the squirrel hide at Kielder waterside. It also provides excellent habitat for many species of birds of prey. In 2009 a pair of osprey (Pandion haliaetus) nested successfully in the forest. This pair have continued to nest there each year since, and a second pair nested in 2011. In 2014 eight young were fledged and by 2016 there were four nesting osprey pairs fledging eleven young. A large population of roe deer is actively managed. Due to the low human population and scarcity of roads and railways, Kielder Forest was proposed in July 2016 as one of the preferred reintroduction sites for the Eurasian lynx, which has been extinct in Britain for 1,300 years. Interest in reintroducing the species was further bolstered in 2016 in relation to a successful breeding program for the Iberian lynx in Spain.The return of the lynx. BBC (28 March 2016) ==Recreation== thumb|Kielder Castle ===Kielder Castle=== Kielder Castle Visitor Centre is an 18th-century hunting lodge built by the Duke of Northumberland, which has been converted into a visitor and information centre. It is located on the edge of Kielder Village at the head of the River North Tyne valley. The Castle serves as a hub for the growing number of recreational facilities on offer, walking and cycling trails, picnic areas and a forest drive. A great football match is reported to have taken place between the men of Tynedale and Redesdale at Kielder Castle in 1790. ===Other attractions=== The forest contains a number of art and architectural installations including a Skyspacehttp://findarticles.com/p/articles/mi_qn4158/is_20000918/ai_n14341450 Jay Merrick in the Independent on the Kielder Skyspace designed by James Turrell and Wave Chamber, a camera obscura in a stone cairn by Chris Drury. The forest also contains Kielder Observatory which is an astronomical observatory. In 2010, former British distance runner Steve Cram inaugurated the Kielder Marathon which is a circuit around the lake taking in the surrounding gentle contours. In the same decade the local authority began a reduction of late night street lights to enhance the dark skies of the park and sponsored observation facilities and advertising to attract visitors to the darkest skies in the mainland of Britain.Dark Skies Project Visit Northumberland.com. Accessed 8 June 2016Visit Kielder - Dark Skies Accessed 8 June 2016 The Kielder forest has been used extensively for rallying. The forest's tracks are regarded among crews and enthusiasts as particularly challenging, featuring lengthy straight sections on which very high speeds can be reached, but also deceptive corners, exacerbated by ditches that are very deep and close to the road and the often rough nature of the road surfaces. Historically, the WRC RAC Rally would include several stages set in Kielder, often nicknamed \"Killer Kielder\" by commentators due to the high number of rally cars which could be expected to retire from the event at Kielder through accidents and mechanical failures. National rallies, Historic rallies, and British Rally Championship events continue to use the forest. In 2020, an episode of series 11 of Michael Portillo's Great British Railway Journeys featured Kielder Forest, referring to the 1936 Bradshaw's Guide. ==See also== *Kielder Forest Star Camp ==References== * Burlton, B. Jardine, D. O'Hara, J and Probert, C., \"Kielder Forest Park, Guide Book\" 1996, HMSO, London, * Field, J. \"Learning Through Labour: Training, unemployment and the state, 1890-1920, 1992, University of Leeds, ==External links== * Kielder Forest and Water Park- official site at Forestry England Category:Forests and woodlands of Northumberland Category:Parks and open spaces in Northumberland",
 "title": "Kielder Forest"
}