{
 "id": "636698",
 "text": "The lex Aquilia was a Roman law which provided compensation to the owners of property injured by someone's fault, set in the 3rd century BC, in the Roman Republic. This law protected Roman citizens from some forms of theft, vandalism, and destruction of property. == The provisions of the Lex Aquilia == The lex Aquilia (strictly, a plebiscite) was possibly enacted in 286 BC, or at some other point in the 3rd century BC. It was concerned with damage done from damnum iniuria datum, \"damage unlawfully inflicted\", a kind of a delict (or tort), albeit with differences from tort as known in modern common law systems and the Scots Law of Delict. The most pertinent provisions were in the first and third chapters of the law. Only a limited subset of torts was included in the law as enacted. The first section stated that someone who unlawfully, or wrongfully as it later became known, killed another man's slaves or herd animal (pecus) should pay the owner the highest value that the slave or the beast had over the past year. :Ut qui servum servamve alienum alienamve quadrupedem vel pecudem iniuria occiderit, quanti id in eo anno plurimi fuit, tantum aes dare domino damnas esto. [D. 9.2.2.pr] :If anyone wrongfully kills another's male or female slave or four-footed herd-animal, let him be ordered to pay the owner whatever its highest value was in the preceding year. According to Gaius's Institutes, the second chapter of the lex covered the following scenario: :By the second head an action is established to recover the amount against the adstipulator, who, in fraud of the stipulator, has formally released a debt. [G3.215] It is clear from the Institutes of Justinian that the second chapter was no longer in force by the 5th century AD[I4.3.12]. Additionally, the only other mention which we find of the second chapter within the Digest is the following short extract: :Ulpianus 18 ad ed. Huius legis secundum quidem capitulum in desuetudinem abiit. :Ulpian: The second chapter of the lex has fallen out of use. Therefore, it is clear that by the time of the Classical juristic writing the second chapter was legally defunct. The sheer lack of textual commentary implies that this occurrence came about very soon after the formulation of the lex in the Republic, and the quotation from Gaius regarding recovery of fraudulently expunged debts does not seem to rest easily with the extant chapters (dealing which varying degrees of property damage). The third chapter concerned the wrongful \"burning, breaking or rending\" (urere, frangere, rumpere) not only of slaves and cattle but also other property: :Ceterarum rerum praeter hominem et pecudem occisos si quis alteri damnum faxit, quod usserit fregerit ruperit iniuria, quanti ea res fuit in diebus triginta proximis, tantum aes domino dare damnas esto. [D. 9.2.27.5] :As regards things other than men and cattle which have been killed, if any one does damage to another, and unlawfully burns, breaks, or ruptures something, let him be ordered to pay its owner whatever that thing is worth in the nearest thirty days. Note that rumpere (rupture) was generally understood as corrumpere (spoil), and thus came to encompass a very large number of different sorts of damage. Some difficulty surrounds the use of the verb 'fuit', generally taken to indicate the perfect tense. However, an alternative translation of the text suggests that the provision might in fact be prospective. In practice, this would mean that the aggrieved party would be entitled to monetary compensation equal to the diminution in value of the article which suffered damage. Although the Lex Aquilia applied only where damage was unlawfully caused, this requirement was satisfied wherever a person was neglectful, as well as acting intentionally. It did, however, require direct causation. There was an exception to wrongfulness though. If an act could be proven to be justified (which jurists disagreed when exactly this was) it was not wrongful, such as cases of self- defense. The Lex Aquilia could not force a rent object or slain slave or herd animal to be replaced, it could only demand monetary compensation. If liability was denied but found by the iudex anyhow, the compensation was doubled. == Dating of the Lex Aquilia== The exact date of enactment of the Lex is a topic of much debate and no incontestable theory has been put forward. One view that has attracted some support is that it was enacted around 287/286 B.C immediately following the enactment of the Lex Hortensia, which gave plebiscites the ability to bind the whole people without ratification of the Senate for the first time. On this view then, the essential purpose of the Lex was to address Plebeian grievances against the Patrician elite during a politically tumultuous period by giving them a more equitable and comprehensive set of remedies. This derives mainly from Byzantine jurisprudence, in particular the work of the Byzantine jurist Theophilus, whose work puts the enactment of the Lex at around this period. He mentions this incidentally in his work and therefore the extent to which his account is accurate has been considered suspect. A second view puts the date of enactment at around 200 B.C. On this line of reasoning the Lex was enacted as a response to heavy inflation following the second Punic war, and was thus necessitated by a need to eschew an assessment of damages based on fixed penalties. However it has been suggested that the Romans may well have required the flexible assessment of damages offered by the Lex, or at least the third chapter, before this date. Another suggestion has been at around 259 B.C when there was a consul named Aquillius who was also a tribune of the Plebs. ==Extension of the Lex Aquilia to other cases== The statute was in its terms rather narrow. For instance, the first chapter only applied where the killing had taken place directly (corpori corpore: on the body of the victim by the body of the perpetrator). It gave a remedy only to a citizen. It gave a remedy only to the strict legal owner (dominus) not to people with lesser rights of ownership. However, if an act was not directly caused or the damage inflicted a loss on someone other than the owner, an in factum action could be brought against the person who inflicted damage. ==See also== *Roman Law *List of Roman laws ==References== *W W Buckland and P G Stein, A Text-Book of Roman Law. 3rd ed, Cambridge University Press, 1968. (Pages 585-589.) *Corpus_Iuris_Civilis#Digesta 9.2 *Bruce W. Frier, \"A Casebook on the Roman Law of Delict\" (Scholars Press, 1989). ==External links== * LacusCurtius - Roman Law -- Damnum (Smith's Dictionary, 1875), Damnum Injuria Datum section *The Roman Law Library, incl. Leges Category:Roman law",
 "title": "Lex Aquilia"
}