{
 "id": "636802",
 "text": "Grand Cape Mount is a county in the northwestern portion of the West African nation of Liberia. One of 15 counties that constitute the first-level of administrative division in the nation, it has five districts. Robertsport serves as the capital with the area of the county measuring . As of the 2008 Census, it had a population of 129,817, making it the eighth most populous county in Liberia. The county is bordered by Gbarpolu County to the northeast and Bomi County to the southeast. The northern part of Grand Cape Mount borders the nation of Sierra Leone, while to the west lies the Atlantic Ocean. The name of the county comes from Cape du Mont, a French word meaning the Cape of the Mount. In 1461, Pedro de Sintra, a Portuguese explorer charting the West Coast of Africa, saw the prominent feature of the cape and chose its name. ==History== Portuguese explorer Pedro de Sintra discovered the area during 1461. The area was the capital of the Kingdom of Koya. The 300 foot tall Cape Mount became the landmark for settlers in the region. Theodore Canot formed the settlement in 1840. In 1847, Liberia became independent with three counties: Montserrado, Grand Bassa and Sinoe. A local government was formed after signing a treaty with the locals in 1849, while Robertsport was established in 1849. The area now known as Grand Cape Mount became the territory of Grand Cape Mount under Montserrado County. In 1856, Cape Mount was carved out of Montserrado by a legislative act and became the fifth County in Liberia. The superintendent is Aaron Vincent. ==Geography== Grand Cape County accommodates National protected area of Lake Piso Reserve with an area of and the national plantation of Industrial Trial Pulpwood Plantation, which occupies an area of . The Western part of the county has coastal plains up to a height of above sea-level inward to a distance of . These plains receive very high rainfall ranging from to per year and receive longer sunshine with a humidity of 85 to 95 per cent. It is swampy along rivers and creeks, while there are patches of savannah woodland. Rice and cassava interplanted with sugarcane are the major crops grown in the region. The northern or the upper part of the highland has tropical forest which is usually above the mean sea level. The regions receive a bimodal rainfall with a gap of two weeks in between. Cocoa, coffee, rubber, citrus oil, and palm are the most common crops in the region. ==Demographics== As of 2008, the county had a population of 127,812: 65,679 male and 62,133 female. The sex ratio was 105.7 compared to 89.2 in 1994 census.2008 Population and Housing census, p. A12 - 16 The number of households during 2008 was 18,143 and the average size of the households was 5.2.2008 Population and Housing census, pp. A47-51 The population was 3.80 per cent of the total population, while it was 3.70 per cent in 1994. The county had an area of 1,846 sq mi and the density per sq.mi was 69. The density during the 1984 census stood at 43.2008 Population and Housing census, p. 10 Liberia experienced civil war during various times and the total number of people displaced on account of wars as of 2008 in the county was 44,486.2008 Population and Housing census, pp. A21-31 The number of people residing in urban areas was 8,145, with 4,022 males and 4,123 females. The total number of people in rural areas was 118,931, with 61,657 males and 57,274 females. The total fraction of people residing in urban areas was 6.37 per cent, while the remaining 093 per cent were living in rural areas. The number of people resettled as of 2008 was 24,316 while the number of people who were not resettled was 2,897.2008 Population and Housing census, pp. A26-31 The number of literates above the age of ten as of 2008 was 53,824 while the number of illiterates was 40,346 making the literacy rate to 57.16. The total number of literate males was 31,435 while the total number of literate females was 22,389. An estimated 60% of the population speak the Vai language and 70% are Muslim. Government The Legislature of Liberia was modeled based on the Legislature of United States. It is bicameral in nature with a Senate and the House of Representatives. There are 15 counties in the country and based on the population each county is defined to have at least two members, with the total number of members to the house including the Speaker being 64. Each member represents an electoral district and elected to a six- year term based on popular vote. There were 26 senators, two each for the 13 counties and they serve a nine-year term (30 senators, 15 counties and nine years from 2011). Senators are also elected based on plurality of votes. The Vice-President is the head of the Senate and he also acts as President in his absence. As of 2015, Grand Cape Mount's County Superintendent is Tenneh Simpson Kpadebah. Its five districts are (2008 population): Commonwealth District (6,884), Garwula District (29,371), Gola Konneh District (23,930), Porkpa District (40,921) and Tewor District (27,949). ==Economy== As of 2011, the area of rice plantation was , which was 3.066 per cent of the total area of rice planted in the country. The total production stood at 7400 metric tonnes. As of 2011, the number of Cassava plantation was 4000, which was 3.3 per cent of the total area of Cassava planted in the country. The total production stood at 400 metric tonnes. The number of Cocoa plantation was 400, which was 1 per cent of the total area of Cassava planted in the country. The number of rubber plantation was 770, which was 1.2 per cent of the total area of Cassava planted in the country. The number of Coffee plantation was 380, which was 1.7 per cent of the total area of Cassava planted in the country. As of 2008, the county had 2,686 paid employees, 13,695 self-employed people, 15,578 family workers, 4,868 people looking for work, 7,159 not working people, 13,840 people working in households, 36,350 students, 236 retired people, 1,621 incapacitated people, 1,929 part-time workers and 8,951 others, making the total working population of 106,913.2008 Population and Housing census, p. 154 ==Notable people from Grand Cape Mount== *Lewis Penick Clinton, Bassa prince, and missionary ==See also== *Cape Mount Nature Conservation Unit *Tienie ==Notes== ==References== * ==External links== *Place name codes Category:Counties of Liberia Category:1850s establishments in Liberia",
 "title": "Grand Cape Mount County"
}