{
 "id": "63683",
 "text": "Scottish country dance (SCD) is the distinctively Scottish form of country dance, itself a form of social dance involving groups of couples of dancers tracing progressive patterns. A dance consists of a sequence of figures. These dances are set to musical forms (Jigs, Reels and Strathspey Reels) which come from the Gaelic tradition of Highland Scotland, as do the steps used in performing the dances. Traditionally a figure corresponds to an eight-bar phrase of music. Country dancing, which is arguably a type of folk dancing, first appears in the historical record in 17th-century England. Scottish country dancing as we know it today has its roots in an 18th-century fusion of (English) country dance formations with Highland music and footwork. It has become the national ballroom dance form of Scotland, partly because \"Caledonian Country Dances\" became popular in upper-class London society in the decades after the Jacobite rising of 1745. When it first became popular around the 18th century, it was as a shorter, quicker form of dance that was a light relief from the more courtly dances normally danced. Derived from early British forms of country dancing, SCD is related to English country dancing, contra dancing, Cèilidh dancing, Old time dancing and Irish set dancing (although most people in Scotland use the terms 'cèilidh dancing' or 'country dancing' interchangeably, with 'country dancing' often being taught in schools and later used at 'cèilidh' events). This is due to the combination of some of these dance forms in early Country dance forms and later cross-over introduced by their overlapping influences via dancers and dance masters. Scottish country dancing (a social form of dance with two or more couples of dancers) should not be confused with Scottish highland dance (a solo form of dance). There is a certain amount of cross-over, in that there are Scottish country dances that include highland elements as well as highland-style performance dances which use formations otherwise seen in country dances, but these are relatively few when the two dance forms are considered each as a whole. ==Dances== ===General=== alt=Scottish country dancing|thumb|366x366px|Scottish country dancing Scottish country dances are categorised as reels (including hornpipes), jigs, and strathspeys according to the type of music to which they are danced. The first two types (also called quick-time dances) feature fast tempos, quick movements and a lively feel. The third type (strathspey) has a much slower tempo and a more tempered, stately feel. Although general guidelines are given below almost all elements of SCD have exceptions through the playfulness of the dance writers to the wide variety of influences and interpretations over the years; some exceptions include the Eightsome Reel (has two parts repeated as ABBBBBBBBA and is thus considerably longer than most other dances), The Wee Cooper of Fife (ten bar phrases—with music to match), The Willowtree (often only repeated four times despite having eight couples because the dance is mirrored from both ends of the set). ===Dancers and sets=== Scottish country dancing is generally danced in organised formations referred to as \"sets\". Sets consist of three or more couples, usually four but sometimes as many as eight. A couple is formed of two dancers referred to as the \"man\" and the \"lady\"; however, due to the much larger number of women dancing SCD compared to men, women often dance \"as the man\" (normally the more experienced woman will dance as the man or, all else being equal, the taller woman will dance as the man as some figures are easier this way). The usual set shape is \"longwise\" – each man opposite his partner with all the men in one line facing a similar line of women. The leftmost man and his partner are called the \"first\" or \"top end\" couple and sets are generally formed such that first couple is closest to the stage with the band, CD player, or other source of music. Other shapes of sets include triangular sets (three couples on the sides of a triangle, this is fairly rare), square sets (four couples on the sides of a square) or square sets with extra couple(s) in the centre; these are much less common though some of the most popular dances in Scotland use these formations. When the set is not longwise, then the lady starts the dance beside her partner with him on her left. ===Phrasing and formations=== Scottish country dances are made up of figures of varying length to suit the phrasing of Scottish country dance tunes. For the most part figures are 2, 4, or 8 bars of music long. There are various kinds of figures ranging from the very simple (e.g. a couple changing places across the set giving right hands) to fairly intricate convolutions involving three or four couples at the same time (e.g. three-couple rights and lefts). Dances are generally made up of eight bar phrases with a single \"time through\" lasting between 24 and 64 bars and repeated as many times as there are couples in the set. Some dances are only performed a single time through however these normally last between 96 and 160 bars (e.g. Bonnie Anne, MacDonald of Sleat). Dances are described by their music type, length and number of repetitions. A strathspey which has a \"time through\" of 32 bars and is danced 8 times will be described as \"an eight by thirty-two Strathspey\", the written form will often be shortened to 8x32 S to fit on a dance card or programme. ===Steps and technique=== Unlike Cèilidh dancing or English country dancing, which are usually done using walking or running steps, Scottish country dancing uses different steps according to a dance's choreography. Travelling steps include the skip-change of step in quick-time dances and the Strathspey travelling step in strathspey time, while setting steps include the pas de basque in quick time and the common schottische/Strathspey setting step in strathspey time. Some dances also involve setting steps from Highland dancing, such as the rocking step, high cuts, or Highland schottische. In quick time, there is also the slip step for quick sideways movement, e.g. in circles. In SCD classes there is often a certain focus on \"correct technique\", this applies especially to footwork and the positions of the feet at various points during the steps. Well-executed steps improve the look of a dance greatly, however their mastery involves quite some time and dedication and also a certain level of physical fitness. This does not mean a segregation of dancers is necessary, though segregation can emerge due to the social nature of the dance. In many places the main object of SCD is having fun, with or without the requirement for good footwork, in other places there is a preference for only those dancers with better footwork to join the dance. This is most prevalent in demonstration level classes and performances where the goal is to impress the audience. A much more important aspect of good SCD technique is for a dancer to ensure that they are at the proper location at the proper time. This is important because the figures often require many of the participants to be correctly positioned; it is difficult for the whole set to achieve the dance if some dancers are mislocated. \"Phrasing\" is the execution of figures appropriately timed to the music. \"Covering\", another common term, calls for moving dancers to progress in unison; this briefly forms lines, squares etc. which are clearly visible to the audience watching a dance (and often to the dancers themselves). Many SCD groups like putting on demonstrations to display the best dancing ability of the group. Principally SCD is a social dance and very much a team effort. Interaction with a partner and the other dancers (e.g. smiling, verbal cues, giving hands, encouragement) is an essential part of SCD. The importance of couples within this framework, the practice for correcting mistakes, the acceptance of embellishments, and the tolerance for differing choreography varies by SCD community and occasion. These difference are largely viewed as generating a healthy dialogue between communities. ===Progression=== Most Scottish country dances are \"progressive\", i.e., after one repetition of the figure sequence the couples end up in a different place in the set. This serves to let every couple have a go as \"top couple\" (normally the active couple), and the number of repetitions is adjusted accordingly. For example, in a four-couple dance the order of couples at the beginning of each turn could be 1234, 2341, 3412, 4123, 1234 at which point the dance would stop. The most common arrangements are dances involving two or three couples dancing in four-couple sets for eight repetitions – this means that during some times through couples may be \"standing out\" to watch and have a rest. For example, the order of couples in a three-couple dance would be 1234 (top three couples dancing), 2134 (bottom three couples dancing), 2341 (top three couples dancing) etc. eight times through. There are also \"set dances\" which go through only once that often consist of a sequence of non- repeating figures that last much longer than normal times through (e.g. Bonnie Anne (96 bars), MacDonald of Sleat (128 bars)). In fact, the figures and arrangement of modern Scottish country dances, while derived from a 300-year tradition, make it difficult to generalise. Many newer dances feature new ideas such as partner changes (you dance with a new partner on each new time through the dance, as in \"Nighean Donn\" (by Peter Hastings) or \"Caddam Wood\" (by John Mitchell)), palindromic structure (the sequence of figures is similar seen from the end to the beginning as it is seen from the beginning to the end, as in \"The White Heather Jig\" by Cosh), fugues (the sequence of figures for each couple is intricately intertwined to resemble the structure of a musical fugue), canons (a new couple begins their time through even though the couple before have not finished theirs yet) and others, such as John Drewry's \"Crossing the Line\", where the bottom of the set becomes the top for the next time through. Dance devisers seem to enjoy blending new ideas with the traditional though the results vary in popularity. ==History== ===Modern=== During the early 20th century, SCD still had a part in social entertainment especially in rural Scotland, even though the number of dances within the active repertoire was quite small. Scottish country dancing was in danger of dying out when, in 1923, the Scottish Country Dance Society (SCDS) was founded in Glasgow with the goal of preserving \"country dances as danced in Scotland\" (this was only recently changed to read \"Scottish country dances\"). The SCDS began to collect and publish the dances in the active repertoire as well as reconstruct (or reinterpret) from old sources dances that were no longer being danced. In the process, the dances and technique, which might differ considerably depending on where in Scotland a dance was collected, were strictly standardised. This compromised the strict historical preservation, but paved the way for universal \"compatibility\" among dancers from (eventually) all over the world. The efforts of the SCDS became quite popular, and its influence on the training of physical education teachers meant that most Scottish children learn at least a minimum of SCD during school. The Society achieved Royal patronage in 1947 and became known as the RSCDS (Royal Scottish Country Dance Society). Fairly soon after the inception of the SCDS people started inventing new dances in the spirit of the older ones but also introducing new figures not part of the collected canon. Today there are over 11,000 dances catalogued, of which fewer than 1,000 can be considered \"traditional\". Many dances are only known regionally, though the most popular in a \"traditional\" vein are published by the RSCDS. The RSCDS does hold significant influence since they teach the majority of Scottish country dance teachers, administrate the official SCD teaching exam, run the largest number of internally publicised events, and have published the largest number of dances. The RSCDS publications encompass a large part of the repertoire of most dancers. Modern SCD has evolved considerably from the early 18th century, with the constant devising of new dances, new concepts, informal variations and entirely new ideas appearing. As a pursuit, Scottish country dancing is no longer confined to Scotland. Active communities can be found throughout the world – in the rest of Britain, continental Europe, Canada, and the US as well as Australia, New Zealand and Japan, with occasional groups in places as diverse as Russia, South Africa, Argentina, and Hong Kong. Gay and lesbian Scottish country dancing groups, first being organised in London and now in Manchester and Edinburgh aptly named The Gay Gordons offer same-sex Scottish country dancing. The London group has adopted the use of the terms \"leader\" and \"follower\" instead of \"man\" and \"lady\" (terms borrowed from swing dance). Scottish country dancing is now recognised as a valuable activity for maintaining health and fitness. Researchers at the University of Strathclyde in August 2010 made a study of seventy women between the ages of 60 and 85 years; half were Scottish country dancers and the remainder participated in other physical activities such as swimming, walking, golf and keep fit classes. The women were assessed on their strength, stamina, flexibility and balance. They all compared favourably with average fitness levels for women in their age range, but the Scottish country dancers were shown to have more agility, stronger legs and to be able to walk more briskly than people who took part in other forms of exercise. In Scotland, SCD is very common at both urban and rural ceilidh events. These are often informal, energetic, noisy events and the dancing is unrefined – also being aimed at beginners or at least those with very limited skills. Ceilidh dance events may present only a very small set of well known dances (particularly in urban settings). In these situations, there may be few other traditionally 'Scottish' or Gaelic features beyond the music and dance. (In some communities, SCD and other, the 'ceilidh' is not a dance party, but more of a 'talent show' or 'slam' where guests may present poems, songs, or skits for the enjoyment of all.) ==See also== *List of Scottish country dances *Scottish highland dance *English Country Dance *Four Scottish Dances *Dirk dance *Ghillies *Gillidh Callum ==References== *Cope-Robinson, Lyn, Beginning Scottish Country Dance, A Dancer's Manual (edited by June Milton). Canmore Press, Melbourne Beach, Florida, 1995. . *Emmerson, George S. Scotland Through Her Country Dances. 2nd ed. London, Ontario: Galt House, 1981. *Emmerson, George S. A Social History of Scottish Dance: Ane Celestial Recreatioun. Montreal, Quebec, and London, Ontario: McGill-Queen's Univ. Press, 1972. *Flett, Joan, and Thomas M. Flett. Traditional Dancing in Scotland. 1964. London: Routledge & Kegan Paul, 1985. *Foss, Hugh. Notes on Evolution in Scottish Country Dancing. Dumfries: S. & U.N. Ltd. (Standard Office), 1973. *Hood, Evelyn M. The Story of Scottish Country Dancing: The Darling Diversion. Great Britain: Collins, 1980. *Lockhart, G. W. Highland Balls and Village Halls: A Look at the Scot and His Dancing. Barr, Ayrshire: Luath Press Ltd., 1985. *Thurston, Hugh. Scotland's Dances. Reprint edition. Kitchener, Ontario: Teacher's Association (Canada), 1984. ==External links== *The Strathspey Server - a web site about SCD and SCD music *A Scottish Country Dancing Dictionary – Dance steps, instructions, terms and cribs arranged alphabetically and logically. *Grand Chain, the Scottish dance resource - a web site about Scottish dancing, music, bands, events *The Royal Scottish Country Dance Society *ScottishDancing.org – Videos, Events calendar, Photo gallery, Dancipedia, Beginners guides etc. *ScottishDancing.ie – Scottish Country Dancing in Ireland. *Scottish Dancing in France: the Lyon Branch, one of the two French Branches of the RSCDS. Category:Articles containing video clips",
 "title": "Scottish country dance"
}