{
 "id": "637270",
 "text": "Field Marshal Sir Charles (Carl) August von Alten (21 October 1764 – 20 April 1840) was a Hanoverian and British soldier who led the famous Light Division during the last two years of the Peninsular War. At the Battle of Waterloo, he commanded a division in the front line, where he was wounded. He later rose to the rank of Field Marshal in the Hanoverian army. Alten was the son of August Eberhard von Alten (1722–1789), a member of an old Hanoverian family, and Baroness Henriette Philippine Marie Hedwig von Vincke-Ostenwalde. Alten's older brother, Victor Alten (1755–1820) commanded a cavalry brigade in Wellington's army. Unlike his brother Charles, Victor is described as \"unsatisfactory\".Glover 1974, p. 341. ==Early career== Alten entered the service of the elector as a page at the age of twelve. In 1781 he received a commission in the Hanoverian guards, and as a captain took part in the campaigns of 1793–1795 in the Low Countries, distinguishing himself particularly on the Lys in command of light infantry. In 1803 the Hanoverian army was disbanded, and Alten took service with the King's German Legion (KGL) in British pay. In command of the light infantry of this famous corps he took part with Lord Cathcart in the Hanover Expedition of 1805. He also fought at Copenhagen in 1807. ==Peninsular War== Alten was with John Moore in Sweden and Spain. He commanded the 2nd Flank Brigade in Moore's campaign though he missed the Battle of Corunna.Glover 1974, p. 372. He participated in the disastrous Walcheren expedition in the summer of 1809. He was soon employed once more in the Peninsula, and at the Battle of Albuera he commanded an independent KGL brigade. An incident in the battle highlights both the abilities and the limitations of Alten. In April 1812 Arthur Wellesley, Viscount Wellington placed him at the head of the famous Light Division, which consisted of the 1/43rd and 1/52nd Light Infantry, 95th Rifles, and 1st and 3rd Portuguese Caçadores. In this post he worthily continued the records of Moore and Robert Craufurd at the battles of Salamanca, Vitoria, the Pyrenees, the Nivelle, the Nive, Orthez and Toulouse. His officers presented him with a sword of honour as a token of their esteem. Wellington called Alten, \"the best of the Hanoverians\".Glover 1974, p. 341. Comparing him with Craufurd, Charles Oman writes: ==Waterloo and later career== left|200px|thumb|General von Alten auf dem Schlachtfeld von Waterloo In 1815 Alten led Wellington's 3rd Division during the Hundred Days. This command included Maj-Gen Colin Halkett's 5th British Brigade, Col Christian Ompteda's 2nd KGL Brigade and Maj-Gen Friedrich Kielmansegge's 1st Hanoverian Brigade. Parts of the division were heavily engaged at the Battle of Quatre Bras. At the Battle of Waterloo, the 3rd Division held the front line throughout the day and suffered very heavy losses. Severely wounded in the battle, Alten's conduct won for him the rank of Count von Alten. thumb|200px|The von-Alten-garden in Hanover on the grounds of his former house When the King's German Legion ceased to exist, Alten was given the command of the Hanoverians in France. In 1818 he returned to Hanover, where he subsequently became minister of war and foreign affairs, and rose to the rank of Field Marshal. At the same time, he was retained on the British Army list as Major-General Sir Charles Alten, GCB He died in 1840. A memorial to Alten has been erected at Hanover. He is buried in the Neustädter Kirche. ==Notes== ==References== * Glover, Michael (1974). The Peninsular War 1807–1814. Penguin Books. * * Oman, Charles (1993) [1913]. Wellington's Army, 1809–1814. London: Greenhill. . Attribution: * Endnotes ** Gentleman's Magazine, 1840. ** Beamish, N. L. (1832–1837). Hist. of the King's German Legion. 2 vols. ==Further reading== * North, Rene (1971). Regiments at Waterloo. Almark Publications. == External links == * *King's German Legion(de) *King's German Legion Category:1764 births Category:1840 deaths Category:People from Burgwedel Category:King's German Legion Category:British Army generals Category:German commanders of the Napoleonic Wars Category:British Army commanders of the Napoleonic Wars Category:Knights Grand Cross of the Order of the Bath",
 "title": "Charles, Count Alten"
}