{
 "id": "637463",
 "text": "Hetton-le-Hole is a town situated in the City of Sunderland, Tyne and Wear, England. It is in the historic county of Durham. A182 runs through the town, between Houghton-le-Spring and Easington Lane (the latter borders the County Durham District), off the A690 and close to the A1(M). The parish, which includes the villages of Easington Lane and Warden Law, had a population of 14,402 in 2001 .Office for National Statistics : Census 2001 : Parish Headcounts : Sunderland Retrieved 2009-09-16 The parish also includes Hetton proper, along with East Rainton, Middle Rainton (West Rainton is a separate parish), Low Moorsley and High Moorsley. Great Eppleton Wind Farm, a wind farm originally of four dual-bladed alternators, provides electricity to the National Grid. The original wind turbines have been replaced by larger three- bladed versions. The turbines are far enough away from local houses not to cause any audible disturbance. ==History== The history of the Hetton area can be traced back for up to a thousand years. The name of Hetton-le-Hole derives from two Anglo-Saxon words which were spelt together \"Heppedune\", meaning Bramble Hill. The name was adopted by a local landowning family, the le Hepdons, who owned part of the Manor. The ancient manor, which was bounded by that of Elemore, was divided into two parts known as Hetton-on-the-Hill and Hetton-in-the-Hole. The latter, a more sheltered vicinity, was where the village arose. Records exist of the many holders of the manor back to the 14th century. William de Hepdon held half the Manor by deed in 1363 and in 1380 William de Dalden held the other half. Even earlier charters go back to 1187 and mention the early village of Heppedune, its people, houses, crofts, oxgangs and strips of land for the villagers in the three great fields around the settlement. In 1187 Bertram de Heppedune held the manor for the King; other de Hepdons were his descendants. ===Coal mining=== By 1896, Hetton-le- Hole was a mining village in its own right; the district parish of Eppleton had been formed from Hetton-le-Hole which, by then, included that part of Hetton-le-Hole known as the \"Downs\". The village \"comprised an area of 512 acres, with a population of 5,000\". Coal has been mined in the surrounding area since Roman times. Coal was then obtained by drift mining, but by the 14th century shafts were used. In 1819 the Hetton Coal Company was formed and its first shaft was sunk a year later. It was a highly controversial undertaking, with geologists doubtful as to whether coal of any value existed there. The Hetton Coal Company's owners also decided to build a wagonway from their new Hetton colliery to the River Wear at Sunderland. George Stephenson was hired to build the line. The trains were powered by gravity down the inclines and by locomotives for its level and upward stretches. It was the first railway to use no animal power at all. These methods were used until 1959, as was some of the original machinery. These activities led to a rapid increase in the size of Hetton and over 200 houses for the miners were built at once. These have all but gone now, but twelve of these former mining cottages from Francis Street in the Hetton Downs area of the town were re- erected stone by stone at Beamish Open Air Museum, Stanley, near Chester-le- Street. The UK miners' strike (1984–1985) brought about hardship for many of the workers. Two local unsigned bands (The Pigeon Fanciers and Haswell Crisis) recorded and released a single to raise money for the families and to recognise the contribution made by miners over the years in their locality. Their adapted version of a Bob Dylan classic failed to chart, but the project made a slight profit as local support from other mining communities ensured that 'Knocking on Hetton's Floor' sold more than 1000 copies. Hetton Colliery closed in 1950, Elemore Colliery closed in 1974 and Eppleton Colliery closed in 1986. Today, nothing exists of the mines in Hetton; the former mine complexes have disappeared and spoil tips have been removed, although some remain in nearby Haswell. The area surrounding Hetton Colliery has been landscaped and is now occupied by a lake and leisure facilities. Eppleton Colliery has been landscaped, and all that remains is the Hetton Centre (the former Colliery Welfare building) and the Eppleton Colliery Welfare Ground which hosts the home games of Sunderland A.F.C. Ladies and Sunderland U23s. There is also a quarry where sand is mined. This is now undergoing a reformation; around 15% of it has been smoothed and grassed over. The decommissioned St Nicholas' Church in Front Street was destroyed by fire in November 2006. It is unknown if arson was the cause. It had previously been listed due to its architectural significance. ==Notable people== *Terence Burns, Baron Burns GCB, economist ===Sport=== *Thomas Adey, former footballer *Allan Ball, former footballer, honorary director of Queen of the South *Ralph Coates, former football player (Burnley and Tottenham Hotspur) *Jordan Cook, footballer who plays for Hartlepool United *Bobby Cram, former footballer (West Bromwich Albion and Colchester United) *Bob Paisley, former football player and manager (Liverpool) *Harry Potts, former football player and manager (Burnley) *Bryan \"Pop\" Robson, former footballer (Sunderland and Newcastle United) ===Music=== *Trevor Horn, record producer and recording artist *Albert H. Oswald (1879-1929), composer of light music ==See also== *Hetton School ==References== ==External links== *Railways - Herrington Heritage *History - Hetton Town Council Category:Towns in Tyne and Wear Category:City of Sunderland",
 "title": "Hetton-le-Hole"
}