{
 "id": "637663",
 "text": "thumb|Blarmachfoldach seen from Mullach nan Coirean Blarmachfoldach (or Blàr Mac Faoilteach; Blàrmacfaoltach) is a small crofting settlement in Lochaber, in the Highland council area of Scotland. It is located in the Mamore Hills, south of Fort William on the old military road to Kinlochleven. In past centuries, Blarmachfoldach was mainly a Clan Cameron settlement. Historically, the area spoke Lochaber Gaelic, which had a number of distinctive features. In the 19th century, Blarmachfoldach had a population of over 800. Reflecting the tragedy that gradually befell the Highlands as a whole, the population has gradually fallen to around 30, the last native dying in 2006. This was exacerbated by the cholera epidemic of the 19th century, when a ship in Loch Linnhe brought contaminated linen. The Gaelic etymology of the name is not clear. Blàr typically refers to a field, often a battlefield, whereas the faoiltich are the cold early months of the year, corresponding to January (Faoilleach) in modern Gaelic. Blàr mac Faoltaich is one of the 'four blars' in the area, comprising Blàr Mac Faoltaich, Blàr a' Chaorainn, Blàr nan Cléireach, and Blàr Mac Droighnich (also spelt Mac Droighneach, Mac Druineach, and nan Druineach, and meaning the field of the wise men). The river Cìochnis (Cìoch Innis), shown by Ordnance Survey as \"River Kiachnish\", which originates in Lochan Lùnn dà-Bhrà, (Loch Lundavra) and passes through Blàr Mac Faoilteach, was the source of hydro-electric power for the first electric street lighting in Scotland, in nearby Fort William high street. The ruins of the turbine house and a bridge to cross the river (although dangerous to cross now) are still here to see today. The West Highland Way passes through the clachan near one of its two endpoints. Blar Mac Faoilteach was known locally as one of the last places to celebrate the old Highland New Year on January 12. ==References== Category:Populated places in Lochaber",
 "title": "Blarmachfoldach"
}