{
 "id": "637813",
 "text": "Brightwater (M훮ori: Wairoa) is a town southwest of Nelson in Tasman district in the South Island of New Zealand. It stands on the banks of the Wairoa River. Brightwater was first named Spring Grove. Alfred Saunders, the owner of a local flax mill situated on the banks of the Wairoa River and a prominent temperance activist, renamed it Brightwater because of the clarity of the water in Wairoa River. The settlement was named in 1855, but the area was settled as early as 1843. Brightwater was the birthplace of Nobel Prize- winning scientist, the \"father of nuclear physics\", Sir Ernest Rutherford, and has an elaborate Lord Rutherford Birthplace memorial on Lord Rutherford Road. ==Population== The Brightwater statistical area covers . It had an estimated population of as of with a population density of people per km2. Brightwater had a population of 2,133 at the 2018 New Zealand census, an increase of 339 people (18.9%) since the 2013 census, and an increase of 306 people (16.7%) since the 2006 census. There were 744 households. There were 1,080 males and 1,056 females, giving a sex ratio of 1.02 males per female. The median age was 38.7 years (compared with 37.4 years nationally), with 525 people (24.6%) aged under 15 years, 300 (14.1%) aged 15 to 29, 1,005 (47.1%) aged 30 to 64, and 303 (14.2%) aged 65 or older. Ethnicities were 95.2% European/P훮keh훮, 8.7% M훮ori, 1.8% Pacific peoples, 1.1% Asian, and 1.7% other ethnicities (totals add to more than 100% since people could identify with multiple ethnicities). The proportion of people born overseas was 12.2%, compared with 27.1% nationally. Although some people objected to giving their religion, 62.6% had no religion, 28.6% were Christian, 0.1% were Hindu, 0.1% were Buddhist and 1.3% had other religions. Of those at least 15 years old, 243 (15.1%) people had a bachelor or higher degree, and 321 (20.0%) people had no formal qualifications. The median income was $36,100, compared with $31,800 nationally. The employment status of those at least 15 was that 870 (54.1%) people were employed full-time, 294 (18.3%) were part-time, and 33 (2.1%) were unemployed. ==Education== thumb|alt= The sign outside Brightwater School.|Brightwater School The town of Brightwater has one primary school, Brightwater School. This school opened in 1888. It provides for children in years one though six, and it had students as of Brightwater School is located on the main street of the village. The school is made up of six buildings: three blocks of three classrooms; a block of two classrooms; a reception area and library; a dental clinic and a reading recovery building; a sports / gear shed; and a boiler house. The school also includes two sports fields, two playgrounds, a hardcourt area, a large shade structure, an adventure playground, a swimming pool and dressing sheds. ==Businesses== thumb|alt= A main attraction to the youth of the area|The Skatepark in the Brightwater Domain Brightwater is mainly an agricultural town. Because of its climate of little rain, it is hot from October through March, and it commonly experiences frosts during the winter. The main agriculture of the area is wine growing. The Kaimira Ventures Winery lies just outside the town. In about 1850 a flour mill was built near the present winery site. The singing of the mill owner, which included the refrain \"Bright water, bright water, bright water for me\", is alleged to have been the origin of the town's name. The mill was later converted into a hydro-electric power station, the second in New Zealand. The town had five street-lights installed, together with another ten in the neighbouring town of Richmond. The lighting was switched on and off by a device linked to a chicken perch - as the chickens went to roost in the evenings the lights were turned on, and when the chickens left their roost in the mornings the lights were switched off again. ==Sports== Brightwater's main recreational area is the Brightwater Domain. The Domain includes the town hall, a skatepark, a playground, tennis courts and several playing fields. Brightwater has a small number of sports teams (mainly rugby teams), the most famous of which being the Wanderers, the Brightwater rugby team. ==References== Category:Populated places in the Tasman District",
 "title": "Brightwater"
}