{
 "id": "637959",
 "text": "The City of Greater New York was the term used by many politicians and scholars for the expanded City of New York created on January 1, 1898, by consolidating the existing City of New York with Brooklyn, western Queens County, and Staten Island. The section of the Bronx west of the Bronx River had been annexed to the City and County of New York in 1874 and was known as the Annexed District. The section of the Bronx east of the Bronx River had been annexed to New York City, and New York County, in 1895. In the years leading up to consolidation, the City of Brooklyn had expanded by annexing all of the other towns and cities in Kings County. Only the western part of Queens County was part of the consolidation plan. In 1899, its three eastern towns separated to form the new Nassau County. ==Background== New York City had been founded in the 1620s by the Dutch as New Amsterdam at the southern tip of the island of Manhattan. The English conquered the territory and established the original twelve counties of the Province of New York in 1683; one of these was the City and County of New York. A 1691 law defined New York City to be the entirety of Manhattan, while Manning's Island (now Roosevelt Island), the Barn Islands (now Randalls and Wards Islands), and the Oyster Islands (now Liberty Island,Ellis Island and Black Tom) were New York County. Towns had been established in the rest of the province by 1691, and were reincorporated after the American Revolution in 1788. Brooklyn had been chartered by the Dutch in 1646; the Town of Brooklyn was one of the towns incorporated by 1691 and reestablished in 1788. It was located within Kings County, another county established by the English in 1683. It was incorporated as a village in 1814 and as a city in 1834. Originally comprising what is now Downtown Brooklyn, it would annex its surroundings through the 19th century and grow to encompass all of Kings County in 1895. By the 1890 United States Census it had become the fourth-largest city in the United States. Since the late 1820s, there had been some discussion of a unified city. In 1857, the New York State legislature resolved that the region surrounding New York City should become one body, to improve harbor facilities and link the systems of trade.Kessner, Capital City, p.319 They attempted to do so by government vote, but distrust of large projects killed the plans.Kessner, Capital City p.60 ==Consolidation== The consolidation movement was the work of local, city, and state politicians, most prominently Andrew Haswell Green, the president of the \"Greater New-York Commission\" and \"The Father of Greater New York\". Green was a member of the Board of Commissioners of Central Park, which provided him a platform to push his views.Kessner, Capital City, pp.62-67 thumb|\"Up With the Flag! (of Brooklyn)\", an 1895 anti-consolidation song The next challenge to the independence of the boroughs was a self-promoted and government-appointed commission. The commission led the “Vote for Greater New York\" movement. Some opponents derided the effort as \"Andy Green's hobby,\" but eventually they were proven wrong.Kessner, Capital City, p.63 The center of the plan was the consolidation of the twin cities of New York and Brooklyn, whose fire departments had been merged into a Metropolitan Fire District in 1865. The addition of Long Island City and various rural areas anticipated future development of those areas. With Republicans historically more powerful in Brooklyn and Democrats elsewhere, partisan politics played a role: each major political party hoped to dominate the consolidated city. thumb|left|\"Selfish Objections to a Good Match\", Puck, 1893 The plan required a referendum in all affected areas, though the organizers of the referendum clearly had a bias towards the consolidation. They even released a full page advertisement in The New York Times before the vote took place, urging them to vote \"For Consolidation\". An argument for consolidation was that the unconsolidated city would soon be surpassed by Chicago as the most populous city in the United States. Opposition, concentrated in Brooklyn and other outlying districts, focused on loss of local control and fears of ethnic and racial minorities. Independence-minded Brooklynites did not want their regional identity to be overtaken by New York. Some newspapers such as the Brooklyn Daily Eagle argued that consolidation would destroy the mostly homogeneous, Protestant character of the city. Opposing newspapers were accused of seeking to retain the revenues of official advertising, while opposing politicians were accused of graft. Concerns over how Brooklyn's water supply would be maintained and how future financial backing would be possible were legitimate. Considerations of finance and water supply prevailed, and the people of Brooklyn voted by a narrow margin to consolidate.Edwin G. Burrows and Mike Wallace, Gotham: A History of New York City to 1898 (The History of New York City) The term City of Greater New York was never a legal or official designation; both the original charter of 1898 and the newer one of 1938 use the name of City of New York. It is used today only to refer to the time period when the consolidation took place. Each consolidated county remained a county in relation to the state, but also became a borough within the city. The Bronx reunited to form a fifth borough that shared New York County with Manhattan. A separate Bronx County was established in 1914, making the present New York County co- extensive with the Borough (but not the island) of Manhattan. == Consolidation referendum results == On December 14, 1894, the State Board of Canvassers released the official tally of the referenda, along with other races. The options listed on the ballot were \"For Consolidation\" and \"Against Consolidation\". The New York Times reported the results: == Subsequent history == Since the enlarged city contained the majority of the state of New York's population, and the enlargement increased the city's already enormous power within the state, the state legislature established certain oversight powers within the city. For example, some issues of taxation and changes in governmental procedures require state approval or granting of specific home rule powers. Conversely, the State Constitution was amended to provide that no city could elect the majority of the State Assembly, a provision later struck down by the U.S. Supreme Court in 1964 as violating the Fourteenth Amendment to the United States Constitution. The New York City Board of Estimate, created in the consolidation charter with equal votes for each borough, was struck down on similar grounds in 1989. ===Attempted Staten Island secession=== Staten Island is geographically the most distant of the five boroughs, linked to the other four only by a single bridge and a ferry. In 1993, it held a non-binding referendum on the issue of seceding from New York City to become an independent city and county.Article about Staten Island Secession at the City Journal web site Ultimately, 65% of Staten Island residents voted to secede, through the approval of a new city charter making Staten Island an independent city, but implementation was blocked in the State Assembly. The Staten Island secession movement was defused by the election of Rudy Giuliani as New York City mayor, who fulfilled two of the borough's biggest demands: the closing of the Fresh Kills Landfill and making the Staten Island Ferry free. ==See also== *List of former municipalities in New York City *Boroughs of New York City *History of New York City (1855–97) *History of New York City (1898–1945) ==References== ===Notes=== ===Citations=== ==Further reading== * * * Category:Separatism in the United States Category:History of New York City Category:Government of New York City Category:Mergers of administrative divisions in the United States",
 "title": "City of Greater New York"
}