{
 "id": "63790",
 "text": "Bacteriocins are proteinaceous or peptidic toxins produced by bacteria to inhibit the growth of similar or closely related bacterial strain(s). They are similar to yeast and paramecium killing factors, and are structurally, functionally, and ecologically diverse. Applications of bacteriocins are being tested to assess their application as narrow-spectrum antibiotics. Bacteriocins were first discovered by André Gratia in 1925. He was involved in the process of searching for ways to kill bacteria, which also resulted in the development of antibiotics and the discovery of bacteriophage, all within a span of a few years. He called his first discovery a colicine because it killed E. coli. == Classification == Bacteriocins are categorized in several ways, including producing strain, common resistance mechanisms, and mechanism of killing. There are several large categories of bacteriocin which are only phenomenologically related. These include the bacteriocins from gram-positive bacteria, the colicins, the microcins, and the bacteriocins from Archaea. The bacteriocins from E. coli are called colicins (formerly called 'colicines', meaning 'coli killers'). They are the longest studied bacteriocins. They are a diverse group of bacteriocins and do not include all the bacteriocins produced by E. coli. In fact, one of the oldest known so-called colicins was called colicin V and is now known as microcin V. It is much smaller and produced and secreted in a different manner than the classic colicins. This naming system is problematic for a number of reasons. First, naming bacteriocins by what they putatively kill would be more accurate if their killing spectrum were contiguous with genus or species designations. The bacteriocins frequently possess spectra that exceed the bounds of their named taxa and almost never kill the majority of the taxa for which they are named. Further, the original naming is generally derived not from the sensitive strain the bacteriocin kills, but instead the organism that produces the bacteriocin. This makes the use of this naming system a problematic basis for theory; thus the alternative classification systems. Bacteriocins that contain the modified amino acid lanthionine as part of their structure are called lantibiotics. However, efforts to reorganize the nomenclature of the family of ribosomally synthesized and post-translationally modified peptide (RiPP) natural products have led to the differentiation of lantipeptides from bacteriocins based on biosynthetic genes. ===Methods of classification=== Alternative methods of classification include: method of killing (pore-forming, nuclease activity, peptidoglycan production inhibition, etc.), genetics (large plasmids, small plasmids, chromosomal), molecular weight and chemistry (large protein, peptide, with/without sugar moiety, containing atypical amino acids such as lanthionine), and method of production (ribosomal, post-ribosomal modifications, non-ribosomal). ===From Gram negative bacteria=== Gram negative bacteriocins are typically classified by size. Microcins are less than 20 kDa in size, colicin-like bacteriocins are 20 to 90 kDa in size and tailocins or so called high molecular weight bacteriocins which are multi subunit bacteriocins that resemble the tails of bacteriophages. This size classification also coincides with genetic, structural and functional similarities. ====Microcins==== See main article on microcins. ====Colicin- like bacteriocins==== Colicins are bacteriocins found in the Gram-negative E. coli. Similar bacteriocins (CLBs, colicin-like bacteriocins) occur in other Gram-negative bacteria. CLBs typically target same species and have species- specific names: klebicins from Klebsiella and pesticins from Yersia pestis. Pseudomonas -genus produces bacteriocins called pyocins. S-type pyocins belong to CLBs, but R- and F-type pyocins belong to tailocins. CLBs are distinct from Gram-positive bacteriocins. They are modular proteins between 20 and 90 kDa in size. They often consist of a receptor binding domain, a translocation domain and a cytotoxic domain. Combinations of these domains between different CLBs occur frequently in nature and can be created in the laboratory. Due to these combinations further subclassification can be based on either import mechanism (group A and B) or on cytotoxic mechanism (nucleases, pore forming, M-type, L-type). ====Tailocins==== Most well studied are the tailocins of Pseudomonas aeruginosa. They can be further subdivided into R-type and F-type pyocins. Some research was made to identify the pyocins and show how they are involved in the “cell-to-cell” competition of the closely related Pseudomonas bacteria. The two types of tailocins differ by their structure; they are both composed of a sheath and a hollow tube forming a long helicoidal hexameric structure attached to a baseplate. There are multiple tail fibers that allow the viral particle to bind to the target cell. However, the R-pyocins are a large, rigid contractile tail-like structure whereas the F-pyocins are a small flexible, non-contractile tail-like structure. The tailocins are coded by prophage sequences in the bacteria genome, and the production will happen when a kin bacteria is spotted in the environment of the competitive bacteria. The particles are synthesized in the center of the cells and after maturation they will migrate to the cell pole via tubulin structure. The tailocins will then be ejected in the medium with the cell lysis. They can be projected up to several tens of micrometers thanks to a very high turgor pressure of the cell. The tailocins released will then recognize and bind to the kin bacterias to kill them. ===From Gram positive bacteria=== Bacteriocins from Gram positive bacteria are typically classified into Class I, Class IIa/b/c, and Class III. is author reply to comment on article : ====Class I bacteriocins==== The class I bacteriocins are small peptide inhibitors and include nisin and other lantibiotics. ====Class II bacteriocins==== The class II bacteriocins are small (<10 kDa) heat-stable proteins. This class is subdivided into five subclasses. The class IIa bacteriocins (pediocin-like bacteriocins) are the largest subgroup and contain an N-terminal consensus sequence -Tyr-Gly-Asn- Gly-Val-Xaa-Cys across this group. The C-terminal is responsible for species- specific activity, causing cell-leakage by permeabilizing the target cell wall. :Class IIa bacteriocins have a large potential for use in food preservation as well medical applications due to their strong anti-Listeria activity and broad range of activity. One example of Class IIa bacteriocin is pediocin PA-1. :The class IIb bacteriocins (two-peptide bacteriocins) require two different peptides for activity. One such an example is lactococcin G, which permeabilizes cell membranes for monovalent sodium and potassium cations, but not for divalent cations. Almost all of these bacteriocins have a GxxxG motifs. This motif is also found in transmembrane proteins, where they are involved in helix-helix interactions. Accordingly, the bacteriocin GxxxG motifs can interact with the motifs in the membranes of the bacterial cells, killing the cells. :Class IIc encompasses cyclic peptides, in which the N-terminal and C-terminal regions are covalentely linked. Enterocin AS-48 is the prototype of this group. :Class IId cover single-peptide bacteriocins, which are not post-translationally modified and do not show the pediocin-like signature. The best example of this group is the highly stable aureocin A53. This bacteriocin is stable under highly acidic conditions, high temperatures, and is not affected by proteases. The most recently proposed subclass is the Class IIe, which encompasses those bacteriocins composed of three or four non- pediocin like peptides. The best example is aureocin A70, a four-peptide bacteriocin, highly active against Listeria monocytogenes, with potential biotechnological applications. ====Class III bacteriocins==== Class III bacteriocins are large, heat-labile (>10 kDa) protein bacteriocins. This class is subdivided in two subclasses: subclass IIIa (bacteriolysins) and subclass IIIb. Subclass IIIa comprises those peptides that kill bacterial cells by cell wall degradation, thus causing cell lysis. The best studied bacteriolysin is lysostaphin, a 27 kDa peptide that hydrolyzes the cell walls of several Staphylococcus species, principally S. aureus. Subclass IIIb, in contrast, comprises those peptides that do not cause cell lysis, killing the target cells by disrupting plasma membrane potential. ====Class IV bacteriocins==== Class IV bacteriocins are defined as complex bacteriocins containing lipid or carbohydrate moieties. Confirmation by experimental data was established with the characterisation of sublancin and glycocin F (GccF) by two independent groups. ===Databases=== Two databases of bacteriocins are available: BAGEL and BACTIBASE. ==Uses== As of 2016, nisin was the only bacteriocin generally recognized as safe by the FDA and was used as a food preservative in several countries. Generally bacteriocins are not useful as food preservatives because they are expensive to make, are broken down in food products, they harm some proteins in food, and they target too narrow a range of microbes. Furthermore, bacteriocins active against E. coli, Salmonella and Pseudomonas aeruginosa have been produced in planta with the aim for them to be used as food additives. The use of bacteriocins in food has been generally regarded as safe by the FDA. Moreover, has been recently demonstrated that bacteriocins active against plant pathogenic bacteria can be expressed in plants to provide robust resistance against plant disease. thumb ==Relevance to human health== Bacteriocins are made by non-pathogenic Lactobacilli in the vagina and help maintain the stability of the vaginal microbiome. ==Research== Bacteriocins have been proposed as a replacement for antibiotics to which pathogenic bacteria have become resistant. Potentially, the bacteriocins could be produced by bacteria intentionally introduced into the patient to combat infection. There are several strategies by which new bacteriocins can be discovered. In the past, bacteriocins had to be identified by intensive culture-based screening for antimicrobial activity against suitable targets and subsequently purified using fastidious methods prior to testing. However, since the advent of the genomic era, the availability of the bacterial genome sequences has revolutionized the approach to identifying bacteriocins. Recently developed in silico-based methods can be applied to rapidly screen thousands of bacterial genomes in order to identify novel antimicrobial peptides. As of 2014 some bacteriocins had been studied in in vitro studies to see if they can stop viruses from replicating, namely staphylococcin 188 against Newcastle disease virus, influenza virus, and coliphage HSA virus; each of enterocin AAR-71 class IIa, enterocin AAR-74 class IIa, and erwiniocin NA4 against coliphage HSA virus; each of enterocin ST5Ha, enterocin NKR-5-3C, and subtilosine against HSV-1; each of enterocin ST4V and enterocin CRL35 class IIa against HSV-1 and HSV-2; labyrinthopeptin A1 against HIV-1 and HSV-1; and bacteriocin from Lactobacillus delbrueckii against influenza virus. As of 2009, some bacteriocins, cytolysin, pyocyn S2, colicins A and E1, and the microcin MccE492 had been tested on cancer cell lines and in a mouse model of cancer. == By name == == See also == * Antimicrobial peptides * Peripheral membrane proteins == References == == External links == * Bagel Bacteriocin Database * BACTIBASE Database *",
 "title": "Bacteriocin"
}