{
 "id": "637946",
 "text": "Ronald Reagan (1911–2004) was an American politician who served as the 40th president of the United States from 1981 to 1989. Many places both within and outside the United States have been named after Reagan. The Ronald Reagan Legacy Project is an organization founded by Americans for Tax Reform, president Grover Norquist seeks to name at least one notable public landmark in each U.S. state and all 3067 counties after Reagan. The first highway to be named after Reagan was Ronald Reagan Cross County Highway in Cincinnati. == Alabama == * Ronald Reagan Memorial Highway (portion of Interstate 65 from Birmingham to Decatur) * Ronald Reagan Spirit of America Field, Decatur (Reagan visited the field in 1984.) ==American Samoa== * Ronald Reagan Shipyard in Pago Pago Harborhttps://ronaldreaganshipyard.com/about/ == Arizona == * The Ronald Reagan Fundamental School, Yuma, Arizona * Ronald Reagan Road, Kingman, Arizona == California == === Institutions === * The Ronald Reagan Presidential Library and Center for Public Affairs in Simi Valley * Ronald Reagan California Republican Center, Burbank, California (headquarters of the California State Republican Party, renamed in 1996) * Ronald Reagan Community Center, El Cajon, California (formerly the \"El Cajon Community Center\", and renamed in 2004) * Ronald Reagan State Office Building, Los Angeles (renamed in 1990) * The Ronald Reagan UCLA Medical Center, Los Angeles (dedicated in 2000 and opened in 2000) * Ronald Reagan Federal Building and Courthouse in Santa Ana (renamed in 1999) * Reagan Center, Los Angeles (associated with Childhelp USA) * Reagan Ranch Leadership Academy, Santa Barbara (affiliated with the Young America's Foundation) * Ronald Reagan Veteran Memorial Building, San Francisco, California (Headquarters of the American Legion Cathay Post #384, and renamed in 2006) === Schools === * Ronald Reagan Elementary School, Bakersfield, California * Ronald Reagan Elementary School, Wildomar, California * Ronald Reagan Elementary School in Chowchilla, California * Ronald Reagan Park (educational site with a piece of the Berlin Wall), Verdemont, San Bernardino, California * Ronald Reagan Sports Park, Temecula, California (formerly named \"Rancho California Sports Park\", renamed in 2005) * Ronald Reagan Park, Diamond Bar, California === Roads === * Ronald Reagan Freeway (State Route 118; previously named Simi Valley-San Fernando Valley Freeway, renamed in 1994) === Other === * President Ronald Reagan Marine Corps League Detachment 597 * Ronald Reagan Day, day of recognition observed by some U.S. states on February 6 * Ronald Reagan Distinguished American Award, presented annually since 1991 by the Jonathan Club, Los Angeles * Reagan Room at The Jonathan Club, Los Angeles * The Ronald Reagan Penthouse at the Century Plaza Hotel in Los Angeles (The suite is the entire 30th floor of the hotel, and was one of his favorites.) * A Golden Palm Star on the Palm Springs Walk of Stars, dedicated to him in 1997 * Ronald Reagan Federal Building and Courthouse in Santa Ana ==Colorado== *The Ronald Reagan Highway (Interstate 25 throughout El Paso County) ==Florida== *Florida's Turnpike designated the Ronald Reagan Turnpike, though the existing name was not changed. *Ronald Reagan Post Office Building, West Melbourne, Florida *Ronald W. Reagan Doral High School, a high school in the suburbs of Miami *Ronald Reagan Avenue, Miami, Florida renamed from its numerical name a major corridor in Miami. *Ronald Reagan Parkway, Hillsborough County, Florida *Ronald Reagan Boulevard, Seminole County Route 427 from Sanford to Maitland, which kept the existing number but had all street signs changed *Ronald Reagan Parkway, formerly Polk County County Road 54 *A 25-mile section of State Road 9A in North Jacksonville was designated Ronald Reagan HighwayHannan, Larry: \"Jacksonville's 9A now Ronald Reagan Memorial Highway\" Florida Times-Union, August 26, 2009. Retrieved on August 28, 2009. == Georgia == *Ronald Reagan Drive in Evans, Columbia County *Ronald Reagan Parkway in Gwinnett County *Ronald Reagan Park in Five Forks *Ronald Reagan Boulevard in Cumming, Forsyth County == Idaho == *Ronald Reagan Elementary School, Nampa, Idaho == Illinois == === Institutions === * The Ronald W. Reagan Society at Eureka College, Eureka, Illinois, a national group of donors who support the living legacy of Ronald Reagan at his college alma mater. * The Ronald and Nancy Reagan Research Center, Alzheimer's Association, Chicago * Birthplace of Ronald Reagan (111 S. Main St. Tampico, now a museum) * Ronald Reagan Boyhood Home National Historic Site (in Dixon, Illinois) * Reagan Park, Tampico (named 1985, formerly Railroad Park) ===Roads=== * Ronald Reagan Highway (U.S. Highway 14) * Ronald Reagan Memorial Tollway (Interstate 88) * Ronald Reagan Trail * Reagan Drive, Eureka, Illinois (named in 1979) * Reagan Way, Dixon, Illinois (A portion of Hennepin Avenue where Reagan walked from his home to the swimming hole as a youth) ===Schools=== * Ronald W. Reagan Middle School in Dixon, formerly Madison School. * Reagan Physical Education Center, Eureka College renamed in 1970 (previously named for Reagan and his brother Neil) * Ronald Reagan Peace Garden, Eureka College (includes a piece of the Berlin Wall) * Ronald W. Reagan Exhibit, Eureka College * Ronald W. Reagan Leadership Program, Eureka College ==Indiana== *Ronald Reagan Expressway, (Interstate 469), Fort Wayne, Indiana *Ronald Reagan Corridor (Indiana), Hendricks County, Indiana * Ronald Reagan Parkway (Indiana) ==Kentucky== *Ronald Reagan Highway (Interstate 275), Northern Kentucky, 2011 ==Louisiana== *A tall statue on a base in Covington, Louisiana reputed to be \"the world's largest\" of Reagan. *Ronald Reagan Highway (US 190) ==Mississippi== *The Reagan Hope Home ==Missouri== *Ronald Reagan Parkway, Lake St. Louis, Missouri *Ronald and Nancy Reagan Center, also known as The Gillioz Theater, a historic theater in Springfield, Missouri ==Nebraska== *Ronald W. Reagan Elementary School, Omaha, Nebraska ==New Hampshire== *Mount Reagan - (NH legislature changed name in 2003, but it conflicts with \"Mount Clay\", still recognized by the U.S. Board on Geographic Names) ==New Jersey== *Ronald Reagan School #30 - Elizabeth, New Jersey ==New York== *Ronald Reagan Boulevard - Warwick, New York *The House of President Ronald Reagan at The King's College, New York, New York ==North Carolina== *Ronald W. Reagan High School, Pfafftown, Forsyth County ==North Dakota== *Ronald Reagan Minuteman Missile State Historic Site, Cooperstown, North Dakota ==Ohio== *Ronald Reagan Cross County Highway (State Route 126 north of Cincinnati), named on March 17, 1993 ==Pennsylvania== *Ronald Reagan Federal Building and Courthouse, in Harrisburg (named on March 9, 2004) *Ronald Reagan Drive, in the Philadelphia suburb of Richland Township (2002) *Ronald Reagan Drive, in the Pittsburgh suburb of McCandless Township (2006) ==South Dakota== *Reagan National University ==Texas== *Ronald Reagan Avenue, Hickory Creek, Texas *Ronald Reagan High School, San Antonio, Texas *Ronald Reagan Memorial Highway, Arlington, Texas *Ronald Reagan Middle School, Grand Prairie, Texas *Ronald Reagan Building, Harris County Department of Education, Houston, Texas *Ronald W Reagan Blvd. Leander, TX (Suburb of Austin) ==Virginia== *Ronald Reagan Washington National Airport (formerly Washington National Airport) *Ronald Reagan Washington National Airport Metro Station (formerly National Airport Metro Station) (On April 19, 2001 the WMATA Board voted to not rename the station. However, subsequent Republican Party Congressional threats to withhold funding caused the renaming over the objection of local leaders and residents.) *Ronald Wilson Reagan Memorial Highway (State Route 234, dedicated to Reagan in 2005), Prince William County *The Reagan Building (Richmond City) *Ronald W. Reagan Middle School, Prince William County ==Washington, D.C.== *Ronald Reagan Building and International Trade Center, 1300 Pennsylvania Avenue NW *Ronald Reagan Chair in Public Policy at The Heritage Foundation *Ronald Reagan Institute of Emergency Medicine at George Washington University Hospital (the hospital to which Ronald Reagan was taken immediately after the March 30, 1981 assassination attempt on him and named after him on the tenth anniversary of the assassination attempt.) *The Ronald Wilson Reagan Republican Center of the National Republican Senatorial Committee *Statue of Ronald Reagan, a bronze sculpture by Chas Fagan in the rotunda of the U.S. Capitol ==Wisconsin== * Ronald Wilson Reagan College Preparatory High School, Milwaukee ==Ships== *USS Ronald Reagan (CVN-76), A nuclear-powered aircraft carrier – one of the few U.S. Navy ships that had been named after a living person ==Outside of the United States== *Ronald Reagan statue in Grosvenor Square, London, United Kingdom. The statue includes a fragment of the Berlin Wall and a plaque with a quote from Tear down this wall!. *Ronald Reagan Ballistic Missile Defense Test Site, Marshall Islands, a United States missile range *Ronald Reagan Street, in Prague, Czech Republic *Ronald Reagan Bust statue, in Budapest City Park in 2006, Budapest, Hungary *Ronald Reagan bronze statue, in Liberty Square, Budapest, Hungary *Ronald Reagan Park, in Gdańsk, Poland *Ronald Reagan Square, formerly Central Square, in Kraków, Poland *The Ronald Reagan Statue, in Warsaw, Poland *Ronald Reagan Roundabout, in Wrocław, Poland *Ronald Reagan Monument, in Wrocław, Poland *Grenada Salutes Ronald Reagan, Leader of Freedom Commemorative Stamp Collection (proceeds to Ronald Reagan Scholarship Fund) *The Ronald Reagan Scholarship Fund, Grenada *Ronald Reagan bronze statue in the Rike Park, Tbilisi, Georgia * Rondo Ronalda Reagana - in Szczecin, Poland *Ronald Raegan statue on Ronald Raegan alley in the South park of Sofia, Bulgaria Rondo Ronalda Reagana (Ronald Reagan Circle) Tarnow, Poland [2000] Traffic circle that connects Pope John Paul II Street with a street leading to the Church of the Blessed Caroline. ==Proposals for things to be named for Reagan or feature his likeness== *The $50 bill, or the dime\"Conservatives want Reagan to replace FDR on U.S. dimes\". USA Today. Retrieved July 12, 2006. *A large interstate bridge in KentuckyRonald Reagan vs. Col. Sanders: Ky. bridge name gets competitive, April 8, 2014 *U.S. Highway 14 in Wisconsin (already called \"Ronald Reagan Highway\" in Illinois) *Ronald Reagan's Birthday, (February 6) *Ronald Reagan Memorial Highway (New Jersey Route 15) *16th Street in Washington, DC *A street in Copenhagen, Denmark *A street in Chicago, Illinois *A park in Chicago, Illinois *Joachimstaler Platz in Berlin, Germany *The U.S. exclusive economic zone (EEZ) ==See also== *List of places named for George Washington *List of places named for Thomas Jefferson *List of places named for James Monroe *List of places named for Andrew Jackson *List of places named for James K. Polk *List of things named after George H. W. Bush *List of things named after Bill Clinton *List of things named after George W. Bush *List of things named after Barack Obama *List of things named after Donald Trump *List of educational institutions named after presidents of the United States *List of memorials to John F. Kennedy ==References== ==External links== *Ronald Reagan Presidential Library *Ronald Reagan Legacy Project, a non-profit organization devoted to honoring Reagan *List of honors named for Reagan from the Reagan Presidential Foundation & Library Reagan Category:Ronald Reagan-related lists",
 "title": "List of things named after Ronald Reagan"
}