{
 "id": "637937",
 "text": "Peter Rabbit is a fictional animal character in various children's stories by Beatrix Potter. He first appeared in The Tale of Peter Rabbit in 1902, and subsequently in five more books between 1904 and 1912. Spin-off merchandise includes dishes, wallpaper, and dolls. He appears as a character in several adaptations. == Background == The rabbits in Potter's stories are anthropomorphic and wear human clothes: Peter wears a blue jacket with brass buttons and shoes. Peter, his widowed mother, Mrs. Josephine Rabbit, as well as his sisters, Flopsy, Mopsy, and Cottontail live in a rabbit hole that has a human kitchen, human furniture, as well as a shop where Josephine sells various items. Peter's relatives are Cousin Benjamin Bunny, his Uncle Stringy Hare and Benjamin's father, Mr. Bouncer Bunny. Peter Rabbit was named after a pet rabbit whom Beatrix Potter had as a child, and whom she called Peter Piper. The first Peter Rabbit story, The Tale of Peter Rabbit, was created in 1893 initially as a letter to Noel Moore, the five-year-old son of Potter's former governess, Annie Moore. The boy was ill, and Potter wrote him a picture and story letter to help him pass the time and to cheer him up. The letter included sketches illustrating the narrative. In June 1903, a trade edition of the tale was published by Frederick Warne & Co, and by the end of the year, 28,000 copies were in print. Over the years, The Tale of Peter Rabbit has sold more than 40 million copies worldwide, and as of 2008, the Peter Rabbit series has sold more than 151 million copies in 35 languages. File:The Tale of Peter Rabbit - letter to Noel Moore part 1.jpg File:The Tale of Peter Rabbit - letter to Noel Moore part 2.jpg File:The Tale of Peter Rabbit - letter to Noel Moore part 3.jpg File:The Tale of Peter Rabbit - letter to Noel Moore part 4.jpg == Books == Peter Rabbit made his first appearance in 1902 in The Tale of Peter Rabbit. Where Peter disobeys Josephine's orders and sneaks into Mr. McGregor's garden, eating as many vegetables as he can before Mr. McGregor spots and chases him. Peter manages to escape, but not before losing his jacket and shoes, which Mr. McGregor uses to dress a scarecrow. Peter returns home weary, ill, and naked and is put to bed with a dose of chamomile tea. In The Tale of Benjamin Bunny, first published in 1904, Peter's cousin Benjamin Bunny brings him back to Mr. McGregor's garden and they retrieve the clothes Peter lost in The Tale of Peter Rabbit. However, after they gather onions to give to Josephine, they are captured by Mr. McGregor's cat. Bouncer arrives and rescues them, but also punishes Peter and Benjamin for going into the garden by whipping them with a switch. In this tale, Peter displays some trepidation about returning to the garden. In The Tale of The Flopsy Bunnies, first published in 1909, Peter has a small role and appears only briefly. He is grown up and his sister Flopsy is now married to their cousin Benjamin. The two are the parents of six little Flopsy Bunnies. Peter and Josephine keep a nursery garden, and the bunnies come by asking him for spare cabbage. In The Tale of Mr. Tod, first published in 1912, Benjamin and Flopsy's children are kidnapped by notorious badger Tommy Brock. Peter helps Benjamin chase after Brock, who hides out in the house of the fox, Mr. Tod. Mr. Tod finds Brock sleeping in his bed, and as the two get into a scuffle, Peter and Benjamin rescue the children. Peter makes cameo appearances in two other tales. In The Tale of Mrs. Tiggy-Winkle, first published in 1905, Peter and Benjamin are customers of Mrs. Tiggy-Winkle, a hedgehog washerwoman. The two rabbits are depicted in one illustration peeping from the forest foliage. In The Tale of Ginger and Pickles, first published in 1909, Peter and other characters from Potter's previous stories make cameo appearances in the artwork, patronising the shop of Ginger and Pickles. To mark the 110th anniversary of the publication of The Tale of Peter Rabbit, Frederick Warne & Co. commissioned British actress Emma Thompson to write The Further Tale of Peter Rabbit, in which Peter ends up in Scotland after accidentally hitching a ride on Mr. and Mrs. McGregor's wagon. The book was released on September 18, 2012. In autumn 2012, it was reported that Thompson would write more Peter Rabbit books. Her next tale, The Christmas Tale of Peter Rabbit, was released in 2013, followed by The Spectacular Tale of Peter Rabbit in 2014. On 27 May 2021, a reboot of Peter Rabbit was released, entitled Peter Rabbit Head Over Tail, written by Rachel Bright and illustrated by Nicola Kinnear. == Merchandising == Potter created a soft doll depicting Peter Rabbit and a Peter Rabbit board game shortly after the tale's first publication. The character has been depicted in a multitude of spinoff merchandise such as porcelain figurines and dishes. Peter Rabbit had also appeared on the packaging of the infant formula Enfamil. Peter Rabbit was the first soft toy to be patented, in 1903, making Peter the oldest licensed character. Frederick Warne & Co owns the trademark rights of the Beatrix Potter characters. However, most of the stories are in the US public domain, as they were published before 1923. The Peter Rabbit (rather than other Beatrix Potter characters) stories and merchandise are very popular in Japan: many Japanese tourists visit the Lake District after becoming familiar with Potter's work at an early age at school. There is an accurate replica of Potter's house and a theme park in Japan, and a series of Mr McGregor's gardens in one of the largest banks. Merchandisers in Japan estimate that 80% of the population have heard of Peter Rabbit. == Adaptations == In 1936, Walt Disney expressed interest in making a Peter Rabbit film. He proposed his idea of a feature-length film to Beatrix Potter, but she refused and did not give him the rights. Peter Rabbit appears in the 1971 ballet film, The Tales of Beatrix Potter. He also was featured in HBO's 1991 Storybook Musical adaptation of The Tale of Peter Rabbit, narrated by Carol Burnett. Several of the stories featuring Peter Rabbit were also animated for the 1992 BBC anthology series, The World of Peter Rabbit and Friends and two edutainment titles published by Mindscape The Adventures of Peter Rabbit & Benjamin Bunny in 1995 and Beatrix Potter: Peter Rabbit's Math Garden in 1996. A CGI-animated children's TV series Peter Rabbit premiered on Nickelodeon and CBeebies in December 2012, with Colin DePaula voicing Peter in its first season (American version) and L. Parker Lucas taking over the role for the second season, respectively. In 2012 Quantum Theatre produced a new stage adaptation of the tales of Peter Rabbit and Benjamin Bunny. Written by Michael Whitmore the play toured the UK until 2015 In 2016, Peter Rabbit and other Potter characters appeared on a small number of collectors' 50p UK coins. An animated/live-action adaptation, Peter Rabbit, produced by Sony Pictures Animation, was released on February 9, 2018. James Corden voices Peter Rabbit with Domhnall Gleeson and Rose Byrne starring in the live-action role of the lead female named Bea (based on Potter herself). Other cast members include Margot Robbie, Daisy Ridley and Elizabeth Debicki. Will Gluck directed and produced the film, and Zareh Nalbandian also produced, while Lauren Abrahams oversaw the project for Sony Pictures Animation. A sequel Peter Rabbit 2: The Runaway (2021) reunited most of the cast of the previous film. == See also == * The World of Peter Rabbit and Friends (TV series) * Peter Rabbit (TV series) * Peter Rabbit (film) * == Notes == ==References== Category:Leporidae in literature Category:Fictional Leporidae Category:Talking animals in fiction Category:Fictional anthropomorphic characters Category:Literary characters introduced in 1902",
 "title": "Peter Rabbit"
}