{
 "id": "63807",
 "text": "Shorten (SHN) is a file format used for compressing audio data. It is a form of data compression of files and is used to losslessly compress CD-quality audio files (44.1 kHz 16-bit stereo PCM). Shorten is no longer developed and other lossless audio codecs such as FLAC, Monkey's Audio (APE), TTA, and WavPack (WV) have become more popular. However, Shorten is still in use by some people because there are legally traded concert recordings in circulation that are encoded as Shorten files. Shorten files use the .shn file extension. ==Handling Shorten files== Since few players or media writers attempt to decompress Shorten files, a standalone decompression program is usually required to convert to a different file format that those applications can handle. Some Rockbox applications can play Shorten files without decompression, and third-party Shorten plug-ins exist for Nero Burning ROM, Foobar2000, and Winamp. All libavcodec based players and converters support the Shorten codec. ===Converting on Linux=== Current versions of ffmpeg or avconv support the shorten format. To convert all .shn files in the current directory to FLAC on Linux: for f in *.shn; do ffmpeg -i \"$f\" \"${f/%.shn/.flac}\"; done There are also various GUI programs which can be used, like SoundConverter. ===Converting on Windows=== A similar command using the freely available ffmpeg for the Microsoft Windows command line: for /r %i in (*.shn) do ffmpeg -i \"%~ni%~xi\" \"%~ni.flac\"For a GUI-based solution, dBpoweramp can be used, however on a 64-bit version of Windows the 32-bit version of the app must be installed, as the Shorten codec does not come in a 64-bit variant. To install the 32-bit version on a 64-bit system, hold-down the right shift key and double-click the installer; keep it held-down until the installer is on-screen. ===Converting on macOS=== X Lossless Decoder (XLD), an open source graphical and command line application powered by the libsndfile and SoX libraries, supports transcoding Shorten files to a variety of lossless and lossy formats. ffmpeg is also available and can be interfaced with through the terminal identically to how it is used on Linux ==See also== *FLAC *MPEG-4 ALS *Meridian Lossless Packing *Monkey's Audio (APE) *TTA *WavPack ==References== ==External links== *Shorten Research Paper, written by the author of Shorten and detailing how it works. *Trader's Little Helper Download page. Trader's Little helper converts shn to wav among other things *etree.org Wiki article. etree.org is a trading site for authorized recordings of live performances; etree formerly used Shorten exclusively but is increasingly using FLAC. *Shorten FAQ (note: If looking for software to play .shn files, you will probably be better served by the etree software page, as the Shorten FAQ has many broken and outdated links.) *Lossless audio formats, a performance comparison of lossless audio formats, including Shorten. *A Small SHN and MD5 FAQ Includes a decent list of programs to handle Shorten files. Category:Lossless audio codecs Category:Cross-platform software",
 "title": "Shorten (codec)"
}