{
 "id": "63811",
 "text": "Kitniyot (, qitniyyot) is a Hebrew word meaning legumes. During the Passover holiday, however, the word kitniyot (or kitniyos in some dialects) takes on a broader meaning to include grains and seeds such as rice, corn, sunflower seeds, and sesame seeds, in addition to legumes such as beans, peas, and lentils. The Torah prohibits Jews from eating chametz during Passover. Chametz is defined as leaven made from the \"five species of grain\" (wheat, barley, and three similar grains). Food made from any other species is not considered chametz. However, among Orthodox Ashkenazi and some Sephardic customs, the custom (minhag) during Passover is to refrain from not only products of the five grains but also other grains and legumes, known as kitniyot, even though they are not chametz. ==Definition== Traditions of what is considered kitniyot vary from community to community but generally include maize (American corn), as well as rice, peas, lentils, and beans. Many also include other legumes, such as peanuts and soy, in this prohibition. The Chayei Adam considers potatoes not to be kitniyot because they were unknown in the time when the prohibition was created, an opinion followed today by nearly all Ashkenazi authorities. Some Sephardic and Yemenite Jews have not traditionally observed a prohibition on eating kitniyot on Passover, although some groups do abstain from the use of dried pulses during Passover. Since wheat flour only becomes chametz after it is ground and then mixed with water, one might assume that the kitniyot custom does not forbid kitniyot that were never ground or never came in contact with water. By this logic, it might be permitted to eat fresh kitniyot (like whole beans), or processed kitniyot which never came in contact with water (like certain squeezed oils or toasted solids). In fact, Rabbi Mordechai Eliyahu stated that the \"first Ashkenazim in Jerusalem before the establishment of the state allowed fresh legumes and only prohibited dry legumes, but when the students of the Vilna Gaon and Baal Shem Tov came to Israel, they ‘brought with them’ from Europe the prohibition against fresh legumes\". Conservative rabbis have ruled to permit fresh kitniyot.\"A Teshuvah Permitting Ashkenazim to Eat Kitniyot on Pesah\", Amy Levin and Avram Israel Reisner, source In the 1930s, Maxwell House coffee hired the Joseph Jacobs advertising firm to market to a Jewish demographic. The agency hired a rabbi to research coffee, resulting in a determination that the coffee bean is more like a berry than a bean, thus making it kosher for Passover. ==History== The Halakhic argument (the argument according to Jewish law and tradition) against eating kitniyot during Passover originated in early medieval France and Provence and later flourished in high medieval Ashkenazi (Rhineland) Germany. The original reasons behind the custom of not eating kitniyot during Passover are not clear. Suggestions include: * The grains which form chametz are commonly found mixed into kitniyot. Therefore, someone who cooks kitniyot may inadvertently eat chametz.Mishnah Brurah 453:6 (According to one theory, farmers in northern Europe using the three-field system would grow grain and legumes only a few months apart in the same fields, making the mixing of these products a common reality for Ashkenazi Jews, and leading to the kitniyot custom developing among them.Why Sephardim eat Kitniyot but Ashkenazim don’t Even today, commercial harvests of gluten-free oats are often contaminated by wheat, barley, or rye from a previous harvest.Why Are These Cheerios Different from All Other Cheerios?) * Kitniyot are frequently processed in ways similar to chametz grains, and cooked to make foods similar to chametz (e.g. cornbread). Thus, unlearned people might deduce from the presence of kitniyot foods that chametz is permitted as well. This would make kitniyot a case of marit ayin. * The Talmud notes that Rava objected to the workers of the Exilarch cooking a food called chasisi on Pesach, since it could be confused with chametz.Pesachim 40b Tosafot and Nathan ben Jehiel understand that chasisi are lentils.Tosafot, Pesachim 40b, s.v. Rava; Nathan ben Jehiel, the Arukh According to Vilna Gaon, this story establishes the basis for the concern for kitniyot.Hagahot HaGra, ibid. * Because one is commanded to rejoice on holidays (), and \"there is no joy in eating dishes made from kitniyot\".Rabbeinu Manoah (Provence, ca. 1265) Sefer Hamenuchah, Hilchot Hametz Umatzah 5:1 Elsewhere, lentils are considered a food of mourners. Even in the early days of the kitniyot prohibition, some poskim opposed it, among them Rabbenu Yerucham (14th century).Golinkin, \"The Kitniyot Dilemma, Kolot Vol 6, No. 3, page 10, Spring 2013 More recently, rabbis including Rav Moshe Feinstein did not advocate abandoning the custom, but opposed expanding the list of forbidden kitniyot.Igrot Moshe, Orah Hayyim 3. 63 ==In non-Orthodox Judaism== Although Reform and Conservative Ashkenazi Judaism currently allow for the consumption of kitniyot during Passover, long-standing tradition in these and other communities is to abstain from their consumption. Reform Jewish authorities, such as the Responsa Committee of the Reform Jewish Movement for the principal organization of Reform rabbis in the United States and Canada, have also ruled in favor of permitting kitniyot. Reform Judaism first formally permitted eating kitniyot during Passover in the 19th century. While most Conservative Jews observe the tradition of avoiding kitniyot during Passover, the Committee on Jewish Law and Standards, an authoritative body in Conservative Judaism, issued two responsa in December 2015 that said it was now permissible to eat these previously prohibited foods throughout the world. These responsa were based on a 1989 responsa by the Responsa Committee of the Israeli Conservative Movement that permitted Conservative Jews in Israel to eat kitniyot. While eating kitniyot has become more common in Israel, due in large part to the influence of Sephardic Jewish food customs, it is not yet clear whether Conservative Jews in other parts of the world will embrace the new rulings or continue to refrain from kitniyot. Some rabbis, such as David Bar-Hayim and Conservative Rabbi David Golinkin, have argued that the prohibition of kitniyot, while appropriate in Eastern Europe where the Askenazi tradition began, should not apply to the United States or Israel. According to The Forward, some Israelis are choosing a more permissive rabbinical interpretation of kitniyot, which allows for the consumption of a wider range of formerly banned items, and some Ashkenazi Jews in Israel who are married to Sephardic Jews have adopted the Sephardic custom. However, the Union of Orthodox Jewish Congregations of America and other Orthodox organizations still maintain that the prohibition is binding on all Ashkenazic Jews worldwide. The Orthodox Union maintains a kitniyot hechsher intended for non-Ashkenazic Jews who consume kitniyot on Passover. ==References== ==External links== * Yeshiva.co: Kitniyot * Kashrut.com: Kitniyot List * HaRav Eliezer Melamed: all about kitniyot on Passover Category:Ashkenazi Jews topics Category:Hebrew words and phrases in Jewish law Category:Jewish law and rituals Category:Oral Torah Category:Passover Category:Sephardi Jews topics",
 "title": "Kitniyot"
}