{
 "id": "638285",
 "text": "Bournville () is a model village on the southwest side of Birmingham, England, founded by the Quaker Cadbury family for employees at its Cadbury's factory, and designed to be a \"garden\" (or \"model\") village where the sale of alcohol was forbidden. Cadbury's is well known for chocolate products – including a dark chocolate bar branded Bournville. Historically in northern Worcestershire, it is also a ward within the council constituency of Selly Oak and home to the Bournville Centre for Visual Arts. Bournville is known as one of the most desirable areas to live in the UK; research by the Joseph Rowntree Foundation in 2003 found that it was \"one of the nicest places to live in Britain\".Is this the nicest place to live in Britain?, BBC News, 9 July 2003 == History == thumbnail|left|The packing room at Bournville, circa 1903 Originally the area that was to become Bournville consisted of a few scattered farmsteads and cottages, linked by winding country lanes, with the only visual highlight being the Georgian built Bournbrook Hall. The bluebell glades of Stock Wood were said to be a relic of the Forest of Arden and there are Roman remains nearby. Though Selly Manor and Minworth Greaves date back to the 14th century or earlier, they were each moved to Bournville in the 20th century, and are operated as a museum. === Cadbury === Having taken over their father John Cadbury's expanding business in 1861, the Quakers George and Richard Cadbury needed to move their cocoa and chocolate factory from Bridge Street in central Birmingham to a greenfield site to allow for expansion. Cadbury were reliant on the canals for milk delivery, and on the railways for cocoa deliveries from the ports of London and Southampton. They therefore needed a site which was undeveloped and had easy access to both canal and rail. The brothers noticed the proposed development of the Birmingham West Suburban Railway, which would extend from central Birmingham south along the path of the Worcester and Birmingham Canal into the then green fields of southern Birmingham and the villages of northern Worcestershire. In 1879, they moved their business to Bournbrook Hall, to the south of Birmingham. The location was chosen as it was regarded as cleaner, healthier and more amenable to longer-term expansion plans. Although rural, it was also already serviced by the new Stirchley Street railway station, which itself was located right next to the canal. The Cadburys named the area 'Bournville' after a local river named The Bourn (not to be confused with Bourn Brook, a similarly named local river for which the neighbourhood of Bournbrook is named); with 'ville' being French for 'town'; this set Bournville apart from the local area. Then the Cadburys began to develop their factory in the new suburb. Loyal and hard- working workers were treated with great respect and relatively high wages and good working conditions; Cadbury also pioneered pension schemes, joint works committees and a full staff medical service. In 1893, George Cadbury bought 120 acres (0.5 km2) of land close to the works and planned, at his own expense, a model village which would \"alleviate the evils of modern, more cramped living conditions\". By 1900, the estate included 313 cottages and houses set on of land, and many more similar properties were built in the years leading up to the First World War, with smaller developments taking place later on in the 20th century. These almost 'Arts and Crafts' houses were traditional in design but with large gardens and modern interiors, and were designed by the resident architect William Alexander Harvey. These designs became a blueprint for many other model village estates around Britain. It is also noteworthy that, because George Cadbury was a temperance Quaker, no public houses have ever been built in Bournville; however, since the late 1940s, there has been a licensed members' bar at Rowheath Pavilion. thumb|left|Rowheath lake with pavilion in the background The Cadburys were particularly concerned with the health and fitness of their British workforce, incorporating park and recreation areas into the Bournville village plans and encouraging swimming, walking and indeed all forms of outdoor sports. In the early 1920s, extensive open lands were purchased at Rowheath and laid to football and hockey pitches together with a grassed running track. Rowheath Pavilion was designed and built in accordance with the instructions of George Cadbury and opened in July 1924. At that time, it served as the clubhouse and changing rooms for the acres of sports playing fields, several bowling greens, a fishing lake and an outdoor swimming lido, a natural mineral spring forming the source for the lido's healthy waters. The Rowheath Pavilion itself, which still exists, was used for balls and dinners and the whole area was specifically for the benefit of the Cadbury workers and their families with no charges for the use of any of the sporting facilities by Cadbury employees or their families. The lido was eventually closed in the 1970s after complaints of noise disturbance were made by residents of the newly built Oak Farm estate, coupled with new and stringent health and safety regulations relating to outdoor public swimming facilities. Cadbury's also built the Bournville indoor swimming baths on Bournville Lane (separate buildings for 'girls' and men), the Valley pool boating lake and the picturesque cricket pitch adjacent to the factory site, that was made famous as the picture on boxes of Milk Tray chocolates throughout the 1950s and early 1960s. In 1900, the Bournville Village Trust was set up to formally control the development of the estate, independently of George Cadbury or the Cadbury company. The trust focused on providing schools, hospitals, museums, public baths and reading rooms. As Bournville is a conservation area, another job of the Bournville Village Trust is to accept or reject plans for building extension and modification. An almost campus feel evolved, with a triangular village green, infant and junior schools, the School of Art and the Day Continuation School (originally intended for young Cadbury employees) and a host of events such as fêtes and Maypole dances. The carillon and a Quaker meeting house are also beside the village green. The trust continues to exercise an international influence on housing and town planning generally. Now containing 7,800 homes on 1,000 acres (4 km2) of land with 100 acres (0.4 km2) of parks and open spaces, Bournville remains a popular residential area of Birmingham. Cadbury is still one of Birmingham's main employers, and continues to make chocolate products. The dark chocolate Bournville Plain is now manufactured in France and sold in the UK. Cadbury also named their brand of malted drinks Bournvita after Bournville. Cadbury World is now established here. == Governance == The ward (Bournville & Cotteridge) is served by two councillors, Liz Clements (Labour) and Fred Grindrod (Labour). Bournville has adopted a Ward Support Officer with the current holder of the title being Karen Stevens. == Demography == The 2001 UK Census found that 25,462 people were living in Bournville with a population density of 4,217 people per km2 compared with 3,649 people per km2 for the city of Birmingham as a whole. Bournville had an area of 639.8 hectares, and within this, it has a population density of 39.8 people per hectare. 52.9% of the population was identified as female, above the city average of 51.6%. A number of students from The University of Birmingham live there, although not as many as in the nearby wards of Selly Oak and Edgbaston. Bournville has a White broad ethnic group representation of 90.1% of the population. The Asian broad ethnic group was the second largest at 3.9%. More specifically, the White British group is the largest ethnic group at 84.9%, well above the city average of 65.6% and below the national average of 87%. Ethnic minorities represent a much lower percentage (10.1%) (2,474) of the ward's population as opposed to 29.6% for Birmingham. 8.7% of the ward's population was born outside of the United Kingdom, below the city average of 16.5% and the national average of 9.3%. Christianity was the most prominent religion in the ward with 70.6% of the population identifying themselves as Christians. 16.6% of the population identified as having no religion. 98.3% of the residents lived in households, equal to the city average and 0.1% higher than the national average. The other 1.7% lived in communal establishments. The total number of occupied households was 11,032, resulting in an average number of people per household of 2.3. This is below the city average of 2.5 and national average of 2.4. 62.5% of the occupied households were occupied by the owner and a further 15.4% were rented from a housing association. Terraced houses were the most common form of houses at 38.9%, followed by semi-detached houses at 32.9%. The largest age group in the ward was 25–44 age group which was represented by 30.1% of the population, above the city average of 28.3%. The second largest age group was the 45–54 years, which was represented by 17.9% of the population. 18.6% of the population was of state pension age, above the city average of 16.7% and the national average of 18.4%. 60.7% of the population was of working age, above the city average of 59.8% but below the national average of 61.5%. 68.4% of the population was economically active. The unemployment rate was 6.2%, of which 36.7% were in long-term unemployment. The city unemployment rate is higher at 9.5%. Of those who worked, 18.2% worked in the Finance, Real Estate, & Business Activities sector. A further 16.7% worked in the Health sector. The largest employer in the area is the Cadbury Trebor Bassett company, employing approximately 6,500 people. Serco Integrated Services is the second-largest employer in Bournville, employing approximately 1,800 people. Although Bournville is most famous for its turn-of-the-20th century Cadbury style homes, a significant amount of more modern stock also exists in the area – not all of which was built by Cadbury's. The local authority built several homes around Bournville before and after the Second World War. Bryant Homes built a collection of upmarket and mostly detached houses in the west of Bournville during the 1970s. == Education == Primary schools in the area include Bournville Junior School, Bournville Infant School and St Francis Primary School. St Francis has 243 children on roll and was opened in 1979 and the 26 place nursery was officially opened by Professor Tim Brighouse in November 1998. Dame Elizabeth Cadbury School is a secondary school and sixth form in Bournville named after Dame Elizabeth Cadbury. Opened in 1955 located on Woodbrooke Road. The school badge shows the Bourne brook flanked by a tree each side. Bournville School is a secondary school in the Birmingham Local Education Authority area. It is a secondary school and primary school with academy status, for students aged 4–16, Birmingham in the United Kingdom. Bournville is served by Bournville College of Further Education, which features a sixth form college and higher education programmes. The college relocated to a new campus in Longbridge in September 2011 at a cost of £66 million kick-starting wider regeneration of the area after the collapse of carmaker MG Rover in 2005. The Bournville Centre for Visual Arts, located at Ruskin Hall on Linden Road, has been part of the Birmingham Institute of Art and Design (BIAD) at Birmingham City University since 1988. It offers undergraduate, foundation and self- development courses. == Transport == Bournville lies on the A4040, the ring road developed in the 1920s and served by the 11A and 11C Birmingham Outer Circle bus routes. The 27 (Hawkesley to Maypole) and 84 (Hawkesley to Queen Elizabeth Hospital) bus services also serve the area. Road access into Birmingham City Centre is via either the Bristol Road (A38), served by the X61 (Birmingham to Frankley), 63 (Birmingham to Frankley), 98 (Birmingham to Rubery Great Park) and 144 (Birmingham to Worcester) bus routes, or the Pershore Road (A441), served by the 45 (Birmingham to Longbridge) and 47 (Birmingham to Cofton Hackett) buses. Trams ran on these routes until 1952. Bournville is served by Bournville railway station on the Cross-City Line to Birmingham New Street, Lichfield and Redditch. While other suburban Birmingham railway stations feature the black and green corporate livery of Network West Midlands, Bournville railway station is instead painted in Cadbury's purple. The National Cycle Network route five passes near Bournville (map) towards Hurst Street in the City Centre. The Worcester and Birmingham Canal towpath can be joined at the railway station and serves as a de facto cycle route to Brindleyplace. == Religion == Christian churches in Bournville include St Francis of Assisi Church which is also the Church of England parish church. The ward is also served by a joint Church of England and Methodist venture in the church dedicated to Saint Andrew and Oak Tree Church, meeting at Dame Elizabeth Hall. Rowheath Pavilion Church meets in Rowheath Pavilion. In addition to a site in Moseley, Riverside Church also meets in Bournville, at Dame Elizabeth Cadbury School. There is a purpose-built Serbian Orthodox Church of St. Lazar, known by its members as Lazarica, formally the Church of the Holy Prince Lazar and is to be found in Cob Lane. The church is built in the traditional Byzantine style of the Balkans and is consciously modelled on some famous examples. The interior is decorated in the full scheme of the Orthodox Tradition with wall-paintings afresco. The parish is part of the Serbian Orthodox Eparchy of Britain and Scandinavia, which comes under the jurisdiction of the Serbian Orthodox Church. As Bournville was founded by Quakers, a meeting house was built. Being intended also to serve other Christian denominations, it was equipped with an organ, which would not normally be expected in a Quaker meeting house in Britain. The Bournville Friends Meeting House is located on Linden Road, and features a bust of George Cadbury by Francis Wood, installed in 1924. The building, designed by William Alexander Harvey, was constructed in 1905. As a part of this Quaker tradition, Bournville is a dry town with no alcohol permitted to be sold within the historic estate boundaries. == Notable people == * Bertha Bracey, Quaker aid worker and Hero of the Holocaust * John Cadbury, (1801-1881), founder of Cadbury's chocolate * Nigel Dakin CMG, soldier, diplomat and governor * Felicity Jones, actress (1983– ) * Julia Varley, suffragette and trade unionist * Clive Wedderburn, actor == Other model villages == See Wikipedia's listing of model villages. == References == == Further reading == *Harvey, William Alexander. The model village and its cottages: Bournville (London, B. T. Batsford, 1906). == External links == * Birmingham City Council: Bournville Ward * Bournville Village local blog * The Food of the Gods – the manufacture chapter provides an overview of the Cadbury's Bournville operation at the turn of the 20th century – from Project Gutenberg Category:Model villages Category:Areas of Birmingham, West Midlands Category:Wards of Birmingham, West Midlands Category:Populated places established in 1879 Category:Conservation areas in England Category:Cadbury",
 "title": "Bournville"
}