{
 "id": "638332",
 "text": "Kathryn Adie (born 19 September 1945); is an English journalist. She was Chief News Correspondent for BBC News between 1989 and 2003, during which time she reported from war zones around the world. She retired from the BBC in early 2003 and works as a freelance presenter with From Our Own Correspondent on BBC Radio 4. ==Early life== thumb|Adie in 2014 Adie was born in Whitley Bay, Northumberland. She was adopted as a baby by a Sunderland pharmacist and his wife, John and Maud Adie, and grew up there. Her birth parents were Irish Catholics and she made contact with her birth family in 1993, establishing a loving relationship lasting more than 20 years with her birth mother 'Babe'. She failed to trace her birth father John Kelly, or his family from Waterford, despite public appeals, she knows only that he had a brother (her blood uncle) Michael. She had an independent school education at Sunderland Church High School, and then studied at the University of Newcastle upon Tyne, where she obtained a degree in Scandinavian Studies and performed in several Gilbert and Sullivan productions. During her third year at Newcastle, she also taught English in sub-arctic northern Sweden. ==Career== Her career with the BBC began, after graduation, as a station assistant at BBC Radio Durham. By 1976, she was a regional TV news reporter in Plymouth and Southampton, before a move to BBC national television news in 1979. She was the duty reporter one evening in May 1980 and first on the scene when the Special Air Service (SAS) went in to break up the Iranian Embassy siege. As smoke bombs exploded in the background and SAS soldiers abseiled in to rescue the hostages, Adie reported live and unscripted to one of the largest news audiences ever while crouched behind a car door. This proved to be her big break. Adie reported extensively for BBC News, including from the north London crime scenes of serial killer Dennis Nilsen, in 1983. Adie was thereafter regularly dispatched to report on disasters and conflicts throughout the 1980s, including The Troubles in Northern Ireland, the American bombing of Tripoli in 1986 (her reporting of which was criticised by the Conservative Party Chairman Norman Tebbit), and the Lockerbie bombing of 1988. She was promoted to Chief News Correspondent in 1989 and held the role for fourteen years. One of her most significant assignments was to report the Tiananmen Square protests of 1989. During her reporting, she was injured after being grazed by a bullet which had \"shaved the skin off her arm\" as she ran through Tiananmen Square at the height of the protests. Nearly thirty years later, she said that she and her team were the only crew out in the square, and so were able to witness \"the massacre by the Chinese army of its own citizens in Beijing in 1989\", which had never been acknowledged by the government nor reported in China. She said, \"... at least we were there and we have the evidence of what they did. They would love to erase it from history\". However an article from Colombia Journalism Review as well as declassified US embassy cables have contradicted Kate's story, and claimed that there was no violence or bloodshed at Tiananmen square, as soldiers had let all the students leave the square peacefully. And that if she really was at Tiananmen square, she wouldn't had seen any killings at that location. Major assignments followed in the Gulf War, the war in the former Socialist Federal Republic of Yugoslavia, the 1994 Rwandan genocide and the war in Sierra Leone in 2000. In Libya she met leader Colonel Muammar Gaddafi. She was also shot by a drunk and irate Libyan army commander after refusing, as a journalist, to act as an intermediary between the British and Libyan governments; the bullet, fired at point-blank range, nicked her collar bone but she did not suffer permanent harm. While she was in Yugoslavia, her leg was injured in Bosnia and she met Bosnian Serb leader Radovan Karadžić. A newspaper cartoon features two soldiers, one with a tattered flag \"To Iraq\" on the barrel of his machine gun, and the caption \"We can't start yet... Kate Adie isn't here.\" Her insistence upon being on the spot elicited the wry adage that \"a good decision is getting on a plane at an airport where Kate Adie is getting off\". In 2003 Adie retired from the BBC, where she had been Chief News Correspondent. She subsequently worked as a freelance journalist, where among other work she gives regular reports on Radio New Zealand, as a public speaker, as well as participating in many of the 500 iPlayer episodes of From Our Own Correspondent on BBC Radio 4. She hosted two five-part series of Found, a Leopard Films production for BBC One, in 2005 and 2006. The series considered the life experiences of adults affected by adoption and what it must be like to start one's life as a foundling. In 2017 she was one of the speakers at the Gibraltar International Literary Festival. After being appointed a Commander of the Order of the British Empire (CBE) in the 2018 Birthday Honours, Adie warned the public that journalism was under attack: Adie was appointed Chancellor of Bournemouth University on 7 January 2019, succeeding Baron Phillips of Worth Matravers. In her address, she warned postgraduate journalism students that confirming information and verifying news sources were critical in the current climate of fake news. She stressed the importance of personally verifying news sources. \"Getting your person there is an absolutely standard lesson... news is not news without verification. ...If you only have the station cat to send, send them!\". ==Awards and honours== *BAFTA Richard Dimbleby Award (1990) *OBE (1993 New Year Honours)The 1993 New Year Honours list in The Gazette. *Deputy Lieutenant of Dorset (2013) *BAFTA Fellowship (2018) *CBE (2018 Birthday Honours) * Honorary degrees: ** York St John University ** Nottingham Trent University ** University of Bath (MA,1987) ** Honorary Professor of Journalism at the University of Sunderland ** three Honorary Fellowships including one awarded by Royal Holloway, University of London (1996) ** Honorary Doctorate of Letters from Plymouth University (2013) ==Charitable associations== In 2017 Adie was appointed as ambassador for SSAFA, the UK’s oldest military charity. Adie is currently also an ambassador for SkillForce and the non-governmental organisation Farm Africa. In July 2018 Adie became an Ambassador for the medical charity Overseas Plastic Surgery Appeal. Adie is a fan of Sunderland AFC. In 2011, she took part in the Sunderland A.F.C. charity Foundation of Light event. ==Works== * - autobiography * * * * ==In popular culture== Adie's role as a BBC television journalist covering the 1980 Iranian Embassy siege in Princes Gate, central London, is included in 6 Days. The role was played by actress Abbie Cornish. The satirical British puppet TV show Spitting Image depicted Adie as a thrill seeker giving her the title \"BBC Head of Bravery\" and featuring her puppet in dangerous situations. ==References== ==Further reading == * ==External links== * * * Category:1945 births Category:English reporters and correspondents Category:BBC newsreaders and journalists Category:Alumni of Newcastle University Category:BAFTA fellows Category:Commanders of the Order of the British Empire Category:Deputy Lieutenants of Dorset Category:English television presenters Category:Living people Category:People from Sunderland Category:People from Whitley Bay Category:English war correspondents Category:Academics of the University of Sunderland Category:National Youth Theatre members Category:English adoptees Category:People educated at Sunderland High School",
 "title": "Kate Adie"
}