{
 "id": "638501",
 "text": "Sir Frederick Handley Page, CBE, FRAeS (15 November 1885 – 21 April 1962) was an English industrialist who was a pioneer in the aircraft industry and became known as the father of the heavy bomber. His company Handley Page Limited was best known for its large aircraft such as the Handley Page 0/400 and Halifax bombers and the H.P.42 airliner. The latter was the flagship of the Imperial Airways fleet between the wars and remarkable at the time for having been involved in no passenger deaths. He is also known for his invention, with Gustav Lachmann, of the leading edge slot to improve the stall characteristics of aircraft wings. Frederick Handley Page was the uncle of World War II flying ace Geoffrey Page. ==Early life== Handley Page was born in Cheltenham, the second son of Frederick Joseph Page, a furniture maker and member of the Plymouth Brethren. He was educated at Cheltenham Grammar School. In 1902, against his parents' wishes, he moved to London to study electrical engineering at Finsbury Technical College.Barnes 1987 p.1-2 ==Career== On qualifying in 1906 he was appointed head designer at Johnson & Phillips Ltd, an electrical engineering company based in Charlton in south east London. In 1907 he joined the Royal Aeronautical Society where he met the artist and aviation pioneer José Weiss. Weiss was performing experiments with gliders using an inherently stable wing design based on the seed-pods of the Zanonia macrocarpa which he was to patent in 1908. Unfortunately Handley Page, in his enthusiasm for aviation, started experimental work at Johnson and Phillips without authorisation: this was interpreted by the board as attempted fraud, and he was dismissed, leaving in charge his assistant, A.R. Low, who would later become an aircraft designer for Vickers.Barnes 1987 p.4 He immediately set up his own business, with an office in Woolwich, and accepted a commission to build an aircraft for G.P. Deverall-Saul. After some searching for a suitable flying ground he leased a small stretch of marshland and a shed at Creekmouth in Essex. Here he constructed his first aircraft, a canard configuration glider with a tricycle undercarriage and wing of the Weiss pattern. Handley Page had entered into an agreement whereby he could use Weiss's patents in exchange for making an improved wing for his next glider, and it was agreed to take a stand at the Aero Exhibition to be held at Olympia in 1909. In June 1909 he established his business as a limited company, with an authorised capital of £10,000. Neither the glider nor the aircraft built for Saul-Deverell, which was powered only by a engine, was successful but Saul-Deverell ordered a second machine and two other commissions were received. Handley Page also set about designing and building his first powered aircraft, the Bluebird (so-called because of the blue-grey rubberised fabric with which it was covered), intended for the 1910 Aero exhibition. As well as complete aircraft, the company also supplied metal fixings for aircraft and aircraft propellers, two of which were used by one of the Willows airships. After it was exhibited at Olympia, Handley Page set about attempting to learn to fly using the Bluebird. A brief straight flight was first achieved on 26 May 1910, but after a few more similar efforts Handley Page's first attempt at a turn ended in a crash. It was rebuilt with a slightly more powerful engine and the addition of wing-warping for lateral control, but it proved no more successful and was abandoned and work begun on a new, larger, monoplane.Barnes 1887 p.8 At this time he was also active in the reform of the Royal Aeronautical Society and gained additional income from journalism and lecturing, giving classes at Finsbury on electrical engineering and in 1911 obtaining a post as a lecturer in aeronautics at the Northampton Polytechnic Institute in Clerkenwell, London. Here he had a wind-tunnel built, and he also sold the Bluebird to the Institute for use as an instructional airframe. ==First World War== Shortly after the outbreak of the First World War in 1914 Handley Page was invited by Murray Sueter to the Admiralty to discuss Naval air requirements. The result was a specification for a large twin-engined aircraft, capable of carrying of bombs and larger than anything that had been flown at the time. The eventual result was the Handley Page 0/100, first flown in December 1915 and the start of the Handley Page company's reputation for building large aircraft. During the war it was further developed into the 0/400 and 0/1500 bombers. ==Development of leading-edge slots== In 1917 Handley Page and his aerodynamicist R.O. Bothwell started wind-tunnel experiments intended to combine the low drag of high aspect ratio wings with the delayed stall at high angles of attack of a low aspect ratio wing. The first attempts involved using a wing divided into separate square panels by slots running chordwise, but this produced no significant result. The idea of a wing divided into two sections by a narrow spanwise slot was then tried, and the first experiment, using a slot at 25% chord in a RAF 15 section wing gave an increase in lift of 25%. The shape and position of the slots was found to be critical, and a series of wind-tunnel test were made during 1918–19 under conditions of great secrecy, since Handley Page realised the commercial value of the idea and consequently wanted it kept secret until it could be patented. He delayed doing this until he was able to file a patent for a controllable device in which the slot could be opened and closed by the pilot. This was granted on 24 October 1919.Barnes 1987 p.210-11 The principle had been independently arrived at by Gustav Lachmann, a German pilot and engineer: Lachmann attempted to patent the idea a few weeks before Handley Page, but his patent application was initially refused. When his patent was retroactively granted, he contacted Handley Page but rather than getting involved in a legal dispute the two men arrived at a mutually satisfactory arrangement, with the patents being shared and Lachmann accepting a post as a consultant for Handley Page. He was later to become the company's head of design and later director of research. ==Post-war== The period immediately after World War I was a difficult one for the aviation industry, Handley Page Ltd being no exception. Companies had expanded hugely during the conflict: Handley Page had only 12 permanent staff at the outbreak of the war;Barnes 1988 p.19 by 1918 this had grown to over 5,000Barnes 1988 p.27 Early in 1919 he converted HP into a public limited company. On 14 June 1919 he set up a subsidiary company, Handley Page TransportBarnes 1988 p.23 Services had already begun, with converted 0/400s being used to ferry newspapers on 1 May 1919, the first day on which civil aviation was permitted under the new Air Navigation rules. The enormous number of now-unwanted military aircraft, aero-engines and assorted spares was initially handled by a government body, the Aircraft Disposal Board, but a political scandal over misadministration led to a government decision to sell the material. Handley Page's bid was successful, and for £1M plus 50% of any profits the entire stock of more than 10,000 airframes, 30,000 engines and sundry spares (such as 1,000 tons of ball-bearings), was acquired by a newly formed company, the Aircraft Disposal Company. It in turn appointed Handley Page Ltd as its sole agent. The involvement with the Aircraft Disposal Company proved nearly disastrous for Handley Page: by April 1919 the value of £1 ordinary shares in Handley Page Ltd had dropped to one shilling, and he was accused of having used £400,000 of the ADC's money to subsidise his various failed civil aviation projects. The same amount of money was owed to the Royal Bank of Scotland. The situation was saved by the RBS, which arranged for Handley Page to remain as managing director of Handley Page Ltd on condition that two seats on the board of directors were held by their nominees and two more by representatives of the ADC. This deal cost Handley Page £179,000 in royalties due to him from Handley Page Ltd but assured the survival of the company and Handley Page's control over it.Barnes 1988 pp.26–7 He was knighted in 1942 for his contribution to the war effort. In 1946 along with Sir Roy Fedden he played a major role the establishment of the College of Aeronautics at Cranfield, and was chairman of its governing body until his death.Dictionary of National Biography, Oxford: OUP. Page was awarded the Ludwig-Prandtl-Ring from the Deutsche Gesellschaft für Luft- und Raumfahrt (German Society for Aeronautics and Astronautics) for \"outstanding contribution in the field of aerospace engineering\" in 1960. He died on 21 April 1962 in Grosvenor Square, Westminster, London at age 76. The house in Grosvenor Square where Handley Page lived, No. 18, now bears a blue plaque. In 1987, Handley-Page was inducted into the International Air & Space Hall of Fame at the San Diego Air & Space Museum.Sprekelmeyer, Linda, editor. These We Honor: The International Aerospace Hall of Fame. Donning Co. Publishers, 2006. . ==Personal life== He married Una Thynne (1890–1957) in 1918. They had three daughters, Helen Anne, born on 5 November 1919 (m. Manley Walker, d. 2001); Phyllis (Elizabeth \"Buffy\"), on 10 December 1921 (m. Winfield, d. 1987), and Patricia (Mary), on 14 June 1923 (d. 1992). His nephew was Geoffrey Page, a World War 2 fighter ace. His positions included: *President of the Society of British Aircraft Constructors (SBAC) (1938–39 – he also served as honorary Treasurer and chairman); *President of the Royal Aeronautical Society (RAeS) (1945–47 – and longstanding member of its Council); *Vice-Chairman of the Air Registration Board (for 20 years); *President of the Institute of Transport (1945–46); and *chairman of the board of Governors of the College of Aeronautics, Cranfield. *Master of the Worshipful Company of Coachmakers and Coach Harness Makers (1943–44) *Deputy lieutenant (1954–56) and later lieutenant (1956–60) of the county of Middlesex *Chairman of Council of the City and Guilds of London Institute (1949–61) ==Notes== ==References== * *\"Handley Page Aircraft since 1907\", Barnes, Christopher Henry, Putnam 1987 (2nd Ed, Rev. Derek N James) *\"Handley Page – A History\", Dowsett, Alan, Tempus Publishing, 2003 *\"The Vicissitudes of a British Aircraft Company: Handley Page Ltd Between the Wars”, Fearon, Peter D, in Business in the Age of Depression and War, R P T Davenport-Heines, Ed. Frank Cass, (1990) (also in Business History 20 (1978), 63–86) ==External links== *Safety, Economy, Comfort 1961 Flight International interview with Sir Frederick *Frederick Handley Page at Flickr via San Diego Air & Space Museum Category:1885 births Category:1962 deaths Category:Burials in Sussex Category:Commanders of the Order of the British Empire Category:English aerospace engineers Category:English businesspeople Category:English designers Category:Fellows of the Royal Aeronautical Society Category:Handley Page Category:Lord-Lieutenants of Middlesex Category:Ludwig-Prandtl-Ring recipients Category:Knights Bachelor Category:People from Cheltenham Category:Royal Aeronautical Society Gold Medal winners Category:20th-century English businesspeople",
 "title": "Frederick Handley Page"
}