{
 "id": "638722",
 "text": "The United Provinces of Agra and Oudh was a province of India under the British Raj, which existed from 1902 to 1921; the official name was shortened by the Government of India Act 1935 to United Provinces (UP), by which the province had been commonly known, and by which name it was also a province of independent India until 1950. It corresponded approximately to the present-day Indian states of Uttar Pradesh (UP) and Uttarakhand. Allahabad served as the administrative headquarters and the capital of the province. Two years after the annexation of Oudh State in 1856, i.e. after 1858 and until 1902, the region had existed as North-Western Provinces and Oudh, Oudh being a Chief Commissionership. ==History== By the 18th century, the once vast Mughal Empire was collapsing, undone by internal dissension and by expansion of the Marathas from the Deccan, the British from Bengal, and the Afghans from Afghanistan. By the middle of the century, present-day Uttar Pradesh was divided between several states: Oudh in the centre and east, ruled by a Nawab who owed allegiance to the Mughal Emperor but was de facto independent; Rohilkhand in the north, ruled by Afghans; the Marathas, who controlled the Bundelkhand region in the south, and the Mughal Empire, which controlled the entire Doab (the tongue of land between the Ganges and Yamuna rivers) as well as the Delhi region. In 1765, the combined forces of Awadh and the Mughal Emperor met the British at the Battle of Buxar. The British won, but they did not take any territory; the whole of Awadh was restored to the Nawab, and the Mughal emperor Shah Alam was restored the subahs of Allahabad and Kora in the lower Doab, with a British garrison in the fort of Allahabad. Governor-General Warren Hastings later augmented the territory of Awadh by lending the nawab a British army to conquer Rohilkhand in the Rohilla War, and by giving Allahabad and Kora to Awadh on the ground that Shah Alam had placed himself in the power of the Marathas. At the same time the British received the province of Benares from Awadh. Subsequently, no great change took place until the arrival of Lord Wellesley (Governor-General 1797–1805) who acquired a very large accession of territory in two instalments. In 1801 he obtained from the Nawab of Oudh the cession of Rohilkhand, the lower Doab, and the Gorakhpur Division, thus enclosing Awadh on all sides except the north. In 1804, as the result of Lord Lake's victories in the Second Anglo-Maratha War, part of Bundelkhand and the rest of the Doab, including Agra and the guardianship of the old and blind emperor, Shah Alam, at Delhi, were obtained from Scindia. In 1815 the Kumaon Division was acquired after the Gurkha War, and a further portion of Bundelkhand from the Maratha Peshwa in 1817. These new acquisitions, known as the ceded and conquered provinces, continued to be administered by the governor-general as part of Bengal. In 1833 an act of Parliament was passed to constitute a new presidency (province), with its capital at Agra. But this scheme was never fully carried out, and in 1835 another statute authorised the appointment of a lieutenant-governor for the North-Western Provinces, as they were then known. The North-Western Provinces included the Delhi and Gurgaon territories, transferred later, after the Revolt of 1857 to the Punjab; and also (after 1853) the Saugor and Nerbudda Territories, which in 1861 became part of the Central Provinces. Awadh remained under its nawab, who was permitted to assume the title of king in 1819. Awadh was annexed in 1856 and constituted a separate chief commissionership. Then followed the Revolt of 1857, when all signs of British rule were for a time swept away throughout the greater part of the two provinces. The lieutenant-governor died when shut up in the fort at Agra, and Oudh was only reconquered after several campaigns lasting for eighteen months. In 1877 the offices of Lieutenant-Governor of the North-Western Provinces and Chief Commissioner of Oudh were combined in the same person; the formula was common in British imperial administration, and was known as 'double-hatting'. In 1902, when the new name of United Provinces of Agra and Oudh was introduced, the title of chief commissioner was dropped, though Oudh still retained some marks of its former independence. In 1935, the official name of the province was shortened to the United Provinces (UP). The United Provinces became a province of the newly independent India in 1947. After the political integration of India and upon the coming into force of the new Constitution of India on 26 January 1950, three former princely states, Rampur, Benares, and Tehri Garhwal was added to it and it was renamed Uttar Pradesh. ==Geography== The provinces were bounded on the north by Tibet, and on the north-east by Nepal; on the east and south-east by the Champaran, Saran, Shahabad, and Palamau Districts of Bengal; on the south by two of the Chota Nagpur States in the Central Provinces, Rewah and some small States in the Central India kanpur technical augor District in the Central Provinces; on the west by the States of Gwalior, Dholpur, and Bharatpur, the Districts of Gurgaon, Delhi, Karnal, and Ambala in the Punjab, and the Punjab States of Sirmur and Jubbal. The Jumna river formed part of the western boundary, the Ganges part of the southern, and the Gandak part of the eastern; other boundaries are artificial. According to the District surveys the areas of the two Provinces are, in square miles: Agra, 83,198; Oudh, 23,966; total, 107,164.9044 Including some river-beds which form District boundaries and are excluded from the District details, 041 the total area amounts to . The area of the two Native States in the Provinces (Rampur and Tehri) is more. A Presidency of Agra was first formed in 1834, up to which date the area then separated had been included in the Presidency of Bengal, being sometimes called the Western Provinces. The United Provinces included four distinct tracts of country namely, portions of the Himalayas, the sub-Himalayan tracts, the great Gangetic plain, and portions of the hill systems of Central India. ==Administrative divisions== The United Provinces of Agra and Oudh included 9 divisions with 48 districts. * Meerut Division ** Meerut District ** Dehra Dun District ** Saharanpur District ** Muzaffarnagar District ** Bulandshahr District ** Aligarh District * Agra Division ** Muttra District (Mathura) ** Agra District ** Farrukhabad District ** Mainpuri District ** Etawah District ** Etah District * Rohilkhand Division ** Bijnaur District (Bijnor) ** Moradabad District ** Budaun District ** Bareilly District ** Shahjahanpur District ** Pilibhit District * Allahabad Division ** Cawnpore District (Kanpur) ** Fatehpur District ** Banda District ** Allahabad Division ** Hamirpur District ** Jhansi District * Benares Division ** Mirzapur District ** Benares District ** Jaunpur District ** Ghazipur District ** Ballia District * Gorakhpur Division ** Azamgarh District ** Gorakhpur District ** Basti District * Kumaun Division ** Almora District ** Naini Tal District ** Garhwal District * Lucknow Division ** Lucknow District ** Unao District (Unnao) ** Rae Bareli District ** Hardoi District ** Sitapur District ** Kheri District * Faizabad Division ** Faizabad District ** Bahraich District ** Gonda District ** Sultanpur District ** Bara Banki District ** Partabgarh District ===Princely states=== *Rampur State *Tehri-Garhwal State ==See also== * List of governors of the United Provinces * List of governors of the United Provinces of British India ==References== ==Further reading== * * Category:1902 establishments in British India Category:1921 disestablishments in British India Category:Subdivisions of British India Category:Provinces of British India Category:British administration in Uttar Pradesh Category:History of Agra Category:History of Lucknow",
 "title": "United Provinces of Agra and Oudh"
}