{
 "id": "639105",
 "text": "Michael William Coplestone Dillon Onslow, 7th Earl of Onslow (28 February 1938 – 14 May 2011), styled Viscount Cranley from 1945 to 1971, was a British Conservative politician. ==Background and education== Onslow was the only son of William Onslow, 6th Earl of Onslow, and his first wife, Pamela Dillon, daughter of Eric Dillon, 19th Viscount Dillon.Michael William Coplestone Dillon Onslow, 7th Earl of Onslow profile at thepeerage.com He was educated at Eton and the Sorbonne. ==Political career== Onslow succeeded his father in the earldom in 1971. He was far more colourful and unorthodox, publicly opposing apartheid and police racism, among other issues. He sat on the Conservative benches. He was a supporter of reform of the House of Lords, but not as proposed by Labour.Profile of Michael Onslow, 7th Earl of Onslow, The Guardian, 26 November 2003. When Tony Blair's Labour government proposed the House of Lords Bill in 1999 to strip voting rights from the mostly Conservative hereditary peers in the House of Lords, Onslow said that he was happy to force a division on every clause of the Scotland Bill; each division takes 20 minutes and there were more than 270 clauses. This was a move to ruin the government's legislative programme in protest at the removal. Onslow added he would \"behave like a football hooligan\" on this legislative programme, which he opposed. Ironically, he was one of the more than 90 hereditary peers elected to remain in the House of Lords after the House of Lords Act 1999.'The Earl of Onslow: Colourful hereditary peer who advocated reform of the House of Lords', John Barnes, The Independent, 1 June 2011. Retrieved 14 September 2013. He criticised the decision by the Blair government to abolish the Lord Chancellor, stating Blair was: \"playing Pooh sticks with 800 years of history.\" He supported a majority-elected upper house. He opposed the Fixed- term Parliaments Act 2011. He was a member of the Joint Committee on Human Rights from July 2005 until his death,JCHR, UK Parliament website in which capacity he strongly criticised Jacqui Smith over the government's proposed extension to detention of terror suspects to 42 days. He disapproved of modernising tendencies within the Church of England, stating on one occasion that \"...one hundred years ago, the Church was in favour of fox hunting and against buggery. Now it is in favour of buggery and against fox hunting.\"National Review report containing Lord Onslow's comment about the Church of England On two occasions he appeared on Have I Got News for You. He is the only hereditary peer to have ever appeared on that programme to date. ==Death== Onslow died on 14 May 2011, aged 73, from cancer which consigned him to a wheelchair.Notice of death of the 7th Earl of Onslow ==Family== In 1964, Onslow married Robin Lindsay Bullard, daughter of Robert Lee Bullard III, of Atlanta, Georgia, and Ann Lindsay Bullard (née Aymer), who in 1949 married Charles McLaren, 3rd Baron Aberconway. Onslow and his wife had three children: * Rupert Charles William Bullard Onslow, 8th Earl of Onslow (b. 16 June 1967) * Lady Arabella Ann Teresa Onslow (b. 1970, m. 24 June 2016), a general practitioner. * Lady Charlotte Emma Dorothy Onslow (b. 1977) In 2011 his daughter's wedding was accelerated so that the dying Onslow would be able to attend. ==References== ==External links== * * Open letter by the Earl to David Cameron, on the subject of civil liberties * The Telegraph Obituary Category:1938 births Category:2011 deaths Category:University of Paris alumni 7 Category:Hereditary peers elected under the House of Lords Act Category:People educated at Eton College Category:Conservative Party (UK) hereditary peers Category:Place of birth missing Category:Place of death missing Category:Deaths from cancer in England",
 "title": "Michael Onslow, 7th Earl of Onslow"
}