{
 "id": "639450",
 "text": "The Nutmeg of Consolation is the fourteenth historical novel in the Aubrey- Maturin series by British author Patrick O'Brian, first published in 1991. The story is set during the Napoleonic Wars and the War of 1812. Building a schooner on an island in the South China Sea as food supplies grow scant, Aubrey and his shipmates are attacked by pirates then rescued by a Chinese ship large enough to hold them all as far as Batavia, where Raffles has a ship for them. Aubrey names the sweet-smelling ship from one of the sultan's many titles, Nutmeg of Consolation. They sail into the Celebes Sea, where battle commences. This novel constitutes the second of a five-novel circumnavigation of the globe; other novels in this voyage include The Thirteen Gun Salute, Clarissa Oakes/The Truelove, The Wine-Dark Sea, and The Commodore. Reviews written soon after publication were generally impressed with the main characters, drawn well, though opposite in abilities. The author's ability to put the reader in an era about 200 years ago was judged to be impressive and engrossing, \"contemporary novels. written, paradoxically, in an 18th-Century voice\", also that O'Brian created \"a whole, solidly living world for the imagination to inhabit.\" Some feared that too much nautical detail will put off some readers, while others found that of small importance compared to the characters and how they are facing the world. The author's descriptions of the flora and fauna seen in Maturin's rambles received strong praise. All of the reviews noted the descriptions of the squalor and brutality of the penal colony at Botany Bay in that era. One reviewer said that Doctor Maturin was the more interesting of the two characters in this novel, for his botanising and his reactions to the changes of fortune and to insult. At least one reviewer gave his view of the fourteen novels as a whole, and on O'Brian's ability to break out of the nautical genre, to write excellent novels. ==Plot summary== Aubrey and his crew are shipwrecked on a remote island in the South China Sea after surviving the destruction of HMS Diane in a typhoon. A cricket match is underway between the sailors and marines, which keeps up the crew's spirits as they build the schooner needed for reaching Batavia. Doctor Maturin is killing game for the pot, particularly wild boar and babirussas. Dyaks, Kesegaran and her male assistants, arrive on the island. Speaking in Malay with Maturin, the Dyaks promise to take a message to Batavia in exchange for a note on Shao Yen for twenty \"joes\" (Portuguese Johannes coins), but instead return in a proa with 300 pirates, twice as many as the 150 Dianes. After beheading the ship's carpenter and some other crew members while stealing tools, they attack the encampment and burn the schooner. They are routed after a bloody conflict and all pirates lost as their proa is sunk by the last remaining ball from the \"long nine\" gun, well-aimed. On the last day of rum and tobacco supplies, Maturin meets four Chinese children collecting precious birds' nests from the surrounding cliffs. Maturin binds the boy's injured leg. Maturin persuades the children's father, Li Po, to carry the remaining crew of the Diane in the empty holds of his roomy junk back to Batavia. It is intercepted by Wan Da, whom Maturin knows well from Pulo Prabang, and who shares information about the French frigate nearly ready to sail. Upon arriving in Batavia, Aubrey is provided by Governor Raffles with a 20-gun ship which Aubrey renames Nutmeg of Consolation after one of the titles of the Sultan of Pulo Prabang. At sea, Aubrey hears from a Dutch merchantman that the French frigate Cornélie is watering at an island, Nil Desperandum. Aubrey disguises the Nutmeg as a Dutch merchantman and, when the disguise fails, engages in battle with the Cornélie. Aubrey attempts to outwit the Cornélie in the Salibabu Passage but is outmanoeuvred and nearly outgunned until, at the height of the chase, Nutmeg encounters the Surprise, under Thomas Pullings, accompanied by the Triton, a British privateer. The Surprise gives chase, and the Cornélie soon founders. The Surprise takes the survivors, including Lieutenant Dumesnil, on board. Pullings has taken many prizes in the time they were parted, with two American privateers in convoy. The Nutmeg and its convoy sail back to Batavia, via Canton, under Lieutenant Fielding. Resuming command of Surprise, Aubrey continues their interrupted journey to New South Wales. Stopping to collect fresh foods at Sweetings Island, Maturin rescues two young Melanesian girls, the sole survivors of an outbreak of smallpox. Sailing into Sydney Cove, Aubrey, Maturin and Martin are shocked at life in the penal colony under Governor Macquarie, no better than it was after the \"Rum Rebellion\". Maturin and Tom Pullings attend a formal dinner, hosted by Mrs Macquarie and the Governor's deputy, Colonel McPherson, at Government House. Captain Lowe insults Sir Joseph Banks and Maturin, and again insults Maturin outside the house; Maturin fights and wins a duel against Captain Lowe on the spot. Maturin learns by letter that Sir Joseph Blaine could not transfer Maturin's funds to Smith's failed bank, so his fortune is not lost. Dr Redfern takes Maturin to see Padeen Colman, recovering in the hospital from his severe flogging for absconding from the penal colony. Maturin and Martin journey inland of Sydney to examine the local flora and fauna and collect specimens. On a second trip, they stay with Paulton north of Sydney near Bird Island, and find Padeen in better shape, assigned to work there as Maturin had arranged. The Irishman was convicted for stealing laudanum from an Edinburgh apothecary, meriting the punishment of transportation to this penal colony. Maturin tells Padeen to meet him at Bird Island on the day Surprise is to sail. This plan is checked by Aubrey, who promised to take no escaped prisoners, leaving Maturin in a quandary. Maturin hears from Hastings of the recently arrived Waverley that his wife Diana had a daughter in April, and he is overjoyed, but tells no one else his good news. Maturin and Martin, keen to see the duck-billed platypus, locally named the 'water-mole', are taken on a final expedition in the cutter by Barret Bonden. Maturin and Martin spot two platypuses. Maturin secures one - a male - in his net but his arm is pierced by its two poison- spurs. When the Surprise arrives to pick them up, Padeen is also taken aboard. To everyone's relief Maturin slowly regains consciousness after he is aboard. ==Characters== See also Recurring characters in the Aubrey–Maturin series * Jack Aubrey: Captain of HMS Diane, post-ship Nutmeg and HM Hired Vessel Surprise. * Stephen Maturin: Ship's surgeon, natural philosopher, friend to Jack and an intelligence officer. *Sophia Williams: Jack's wife and mother of their three children. *Diana Villiers: Cousin to Sophia, wife of Maturin, and mother of their newborn daughter. *Mr David Edwards: Secretary to the deceased Envoy Mr Fox. Edwards is carrying the treaty between Britain and the Sultan of Pulo Prabang. *Mr Welby: Captain of the Marines. *Mr Fielding: First Lieutenant on the Diane and also in the Nutmeg. He stays with the Nutmeg when she meets Surprise. *Mr Dick Richardson: Second Lieutenant in the Diane, after Elliot is presumed dead in the pinnace. He was called Spotted Dick as midshipman when introduced in The Mauritius Command aboard HMS Boadicea. *Preserved Killick: Captain's steward on Nutmeg and every ship that Aubrey sails. *Barret Bonden: Coxswain to Aubrey. *Mr Reade: Midshipman on Diane, Nutmeg and Surprise, who loses his arm in the battle with the Dyaks. *Mr Hadley: Carpenter on HMS Diane, killed in the attack by the Dyaks. *Shao Yen: Banker on Java with whom Maturin dealt for the mission to Pulo Batang, and later aids Aubrey in funds to speed Nutmeg in the shipyard at Batavia. *Kesegaran: Seafaring Dyak woman who returned to attack the stranded Dianes. *\"Green Headcloth\": Dyak chieftain. *Li Po: Chinese junk owner and captain, who rescued the Dianes after the typhoon. *Wan Da: Powerful Malay pirate, introduced in The Thirteen Gun Salute. ;Batavia and the Nutmeg of Consolation *Sir Stamford Raffles: Lieutenant-Governor of Java with an interest in botany. He receives the treaty carried by David Edwards, from Maturin. *Ahmed: Maturin's Malay servant, discharged amicably at Java. *Mr Macmillan: Surgeon's mate on HMS Diane, moves to Nutmeg. *Mr Sowerby: Cambridge-educated naturalist who seeks a government position under Raffles, in his conservatory, and who names a plant after Maturin. *Mr Miller: One of two young gentlemen engaged in Batavia as \"able\", soon promoted to midshipman on Nutmeg. He is killed in the battle with Cornélie. *Mr Oakes: The other of two young gentlemen engaged in Batavia as \"able\" and promoted to midshipman on Nutmeg and moved to Surprise. *Mr Conway: Promoted from the foretop to midshipman. *Mr David Adams: Once a skilled captain's clerk of HMS Lively (Post Captain), he joins the Nutmeg at Batavia, to sort the records saved from the Diane from the scientific record of water temperature. *William Grimshaw: New mate to Killick, formerly of HMS Thunderer. ;Chasing Cornélie and meeting Surprise *Jean-Pierre (Pierrot) Dumesnil: Second Lieutenant on Cornélie; nephew of Captain Christy-Pallière, prisoner of war after his ship was taken and the captain and first lieutenant are killed in the battle. Aubrey considers him a friend. *Mr Seymour: Masters mate promoted to acting Third Lieutenant of Nutmeg. *Horse-Flesh Goffin: Cashiered British post-captain who is captain of the British privateer Triton. *Mr Nathaniel Martin: Parson, natural philosopher and assistant ship's surgeon aboard HM Hired Vessel Surprise. He was introduced in The Ionian Mission. *Mr Davidge: Third Mate on HM Hired Vessel Surprise. He attended Trinity College in Dublin like Maturin, and knew the same amount of duelling in those years. He had been a Royal Navy lieutenant, introduced in The Letter of Marque. *Mr West: Second Mate on HM Hired Vessel Surprise. He had been a Royal Navy lieutenant. He was introduced in The Letter of Marque. *Sarah and Emily Sweeting: Two young Melanesian girls saved by Maturin, as the last survivors of a smallpox epidemic on Sweeting's Island, and taken aboard. ;New South Wales *Sir Joseph Banks: Botanist, president of the Royal Society and early promoter of settlement at Botany Bay; mentioned in conversation at the dinner by Maturin and Captain Lowe. *Lachlan Macquarie: Governor of New South Wales since 1809. *Mrs Macquarie: Governor's wife who welcomes Surprise in her husband's absence. *Captain Lowe: Man aligned with McPherson who insults Maturin and the name of Sir Joseph Banks at the dinner at the Governor's house, resulting in a duel on the spot, which he loses. *Colonel MacPherson: Deputy to the Governor, and a powerful political force in the dismal colony. *John 'Anguish' Paulton: A writer and friend of Martin who shares his manuscript with Maturin. He plays music, and spends a pleasant evening with Aubrey as well, both playing their violins. *Dr Redfern: Humanitarian doctor in the penal settlement. He is based on the historical figure. *Patrick (Padeen) Colman: Prisoner at the penal colony, formerly assistant to Maturin, found in the hospital in Sydney after enduring 200 lashes. His initial crime was theft of laudanum, to which he had become addicted aboard ship, without Maturin noticing. His lashes were for trying to escape the penal colony. Maturin wants to see and save his shipmate. *James Fitzgerald: Priest and cousin to Maturin, who reports that the United Irishmen in the penal colony blame him for the hanging of Robert Gough. Maturin explains he never informs, and had nothing to do with Gough being taken (Gough was aboard a snow that Aubrey chased in The Thirteen Gun Salute aboard Surprise but abandoned the chase.) *Sir William Hastings: Former patient (whose leg Maturin saved in Master and Commander after Saumarez's battle at Gibraltar) who brings him the news that the Naval Chronicle announced the birth of their daughter in April. ==Ships== *British **The Nutmeg of Consolation - a small post-ship (previously the Dutch 20-gun Gelijkheid) ** HM Hired Vessel Surprise **Plover - a sloop **The Triton - a letter of marque **HMS Tromp - fifty-four, carrying dispatches **HMS Waverly *French **Cornélie - frigate *Dutch **Alkmaar - a merchantman ==Series chronology== This novel references actual events with accurate historical detail, like all in this series. In respect to the internal chronology of the series, it is the eighth of eleven novels (beginning with The Surgeon's Mate) that might take five or six years to happen but are all pegged to an extended 1812, or as Patrick O'Brian says it, 1812a and 1812b (introduction to The Far Side of the World, the tenth novel in this series). The events of The Yellow Admiral again match up with the historical years of the Napoleonic wars in sequence, as the first six novels did. ==Reviews== Reviews written soon after publication were generally impressed with the main characters, drawn well, though opposite in abilities. The author's ability to put the reader in an era about 200 years ago was judged to be impressive and engrossing. Some feared that too much nautical detail will put off some readers, while another found that of small importance compared to the characters and how they are facing the world. At least one reviewer gave his view of the fourteen novels as a whole, as they are a newly discovered treasure. Publication in the US of novels in the series prior to this one was happening as The Nutmeg of Consolation was first printed in both the US and the UK; the series had found a new audience. Kirkus Reviews found this novel to be \"witty, literate and engaging\", with the action following directly from the previous novel (The Thirteen Gun Salute). It was described as \"Another in O'Brian's stylish epic series\" and the bemused doctor was \"as always, the tale's most interesting character and constantly preoccupied with flora, fauna, and good conversation\". Publishers Weekly judged that the \"subtly drawn\" characters of Maturin and Aubrey will please readers. The novel is rich with details and contrasts: \"the chief joys are in the details of the food, drink and clothes of the era, with those of the rain forests, kangaroos and platypuses added here. On the other hand, early Sydney's squalor is matched by its brutality.\" Library Journal found the main characters very well drawn, and noted the quality of the writing in the description of flora and fauna seen in the series of adventures in this novel. They noted that \"O'Brian certainly knows his stuff about 19th-century seamanship (although landlubber readers may find themselves confused by some of the technical terminology).\" and that the ship ends this novel \"amidst the cruelty of Botany Bay, the penal colony in New South Wales.\" A S Byatt had strong praise for this novel in her review of it. \"An essential of the truly gripping book for the narrative addict is the creation of a whole, solidly living world for the imagination to inhabit, and O'Brian does with prodigal specificity and generosity.\" Dean King remarked the strength of her specific and positive review, when it was possible that a review for an author in his late seventies might suggest it was a nice try, but not keeping up to standard. Mark Horowitz in the Los Angeles Times described the novels so far written as a long story of two characters, living at the dawn of the 19th century but in novels that are truly modern. His praise is strong, with comparisons to Conrad. > How good can they really be? In England, after all, 19th-Century naval > fiction--from the classic Horatio Hornblower stories by C. S. Forester to > the waterlogged tales of Dudley Pope--is a tried and true, not to say tired, > genre with limited appeal. But O'Brian's books are as atypical of > conventional sea stories as Conrad's. Like John le Carre, he has erased the > boundary separating a debased genre from \"serious\" fiction. O'Brian is a > novelist, pure and simple, one of the best we have. . . . These are > contemporary novels, written, paradoxically, in an 18th-Century voice. The > Age of Reason is just making way for the Romantic era; Maturin and Aubrey, > the philosophe and the man of action, are on the cusp. Without a hint of > anachronism, O'Brian still manages to suggest a modern sensibility > struggling to be born. (Once, Maturin even comes perilously close to > discovering the subconscious a century in advance of Freud; another time, > contemplating a peculiar animal specimen, he speculates on the origins of > species and their evolution, but can't quite work out the details.) > As to where it will all end, O'Brian's not saying. At least one more in the > series is on the way. \"Are endings really so very important?\" asks a friend > of Maturin's during a discussion of literature in, of all places, far-off > Botany Bay. \"Sterne did quite well without one. . . . I remember Bourville's > definition of a novel as a work in which life flows in abundance, swirling > without pause: or as you might say without an end, an organized end. And > there is at least one Mozart quartet that stops without the slightest > ceremony: most satisfying when you get used to it.\" ==Author's note== In his Author's Note, O'Brian makes reference to Robert Hughes' The Fatal Shore, a book that provided him with invaluable research information about the history of Australia and, in particular, the penal colony of New South Wales. ==Continuity== This story begins where The Thirteen Gun Salute ended, on the island with HMS Diane broken by the typhoon, building a new ship from what they can salvage. It makes reference to the last time that Aubrey and Maturin approached Botany Bay in The Fortune of War, after the situation with Captain William Bligh and the Rum Rebellion has been addressed. Their stop was short, as their mission was not needed and the place unbearable as to the human inhabitants. ==Publication history== *1991, February HarperCollins hardback / 978-0-00-223461-0 (UK edition) *1991, August W. W. Norton hardback / 978-0-393-03032-7 (USA edition) *1992 HarperCollins Canada paperback / 978-0-00-617929-0 (UK edition) *1993, July W. W. Norton paperback / 978-0-393-30906-5 (USA edition) *1993 Books on Tape audio CD / 978-0-7366-6165-2 (USA edition) *1995 Recorded Books audio CD, narrator Patrick Tull / 978-1-4193-4321-6 (USA edition) *1995 Recorded Books audio cassette / 978-0-7887-0228-0 (USA edition) *1997, May Harper paperback / 978-0-00-649929-9 (UK edition) *1999, July HarperCollins Audio audio cassette, narrator Robert Hardy / 978-0-00-105577-3 (UK edition) *2000, February Soundings audio cassette (UK edition) *2000, September Books on Tape audio cassette, narrator Richard Brown (USA edition) *2001, August Random House Audio audio cassette, narrator Tom Pigott-Smith (USA edition) *2002, January Soundings audio CD (UK edition) *2002, November Thorndike Press hardback (USA edition) *2003, January Chivers Large Print hardback (UK edition) *2004, May Paragon paperback (UK edition) *2006, August Blackstone Audio audio CD, narrator Simon Vance (USA edition) *2006, August Blackstone Audio audio cassette (USA edition) *2007, March Blackstone Audiobooks audio MP3 CD (USA edition) *2007, March Blackstone Audiobooks audio CD (USA edition) *2007, March Blackstone Audiobooks audio cassette (USA edition) *2008 Playaway audio CD (USA edition) *2011, December W. W. Norton e-book (USA edition) *2011, December Harper e-book (UK edition) *2013 August Audible Studios (UK edition) (USA edition) The process of reissuing the novels prior to this novel and The Letter of Marque was in full swing in 1991, as the whole series gained a new and wider audience, as Mark Howowitz describes. > Two of my favorite friends are fictitious characters; they live in more than > a dozen volumes always near at hand. Their names are Jack Aubrey and Stephen > Maturin, and their creator is a 77-year-old novelist named Patrick O'Brian, > whose 14 books about them have been continuously in print in England since > the first, \"Master and Commander,\" was published in 1970. O'Brian's British > fans include T. J. Binyon, Iris Murdoch, A. S. Byatt, Timothy Mo and the > late Mary Renault, but, until recently, this splendid saga of two serving > officers in the British Royal Navy during the Napoleonic Wars was > unavailable in this country, apart from the first few installments which > went immediately out of print. Last year, however, W. W. Norton decided to > reissue the series in its entirety, and so far nine of the 14 have appeared > here, including the most recent chapter, The Nutmeg of Consolation. ==References== Category:1991 British novels Category:Aubrey–Maturin series Category:HarperCollins books Category:Fiction set in the 1810s",
 "title": "The Nutmeg of Consolation"
}