{
 "id": "639611",
 "text": "John Clark LeClair (born July 5, 1969) is an American former professional ice hockey player who played 16 seasons in the National Hockey League (NHL) with the Montreal Canadiens, Philadelphia Flyers, and Pittsburgh Penguins. With the Flyers, LeClair became the first American-born player to score 50 goals in three consecutive NHL seasons while playing on the Legion of Doom line with Eric Lindros and Mikael Renberg. LeClair was a member of the Montreal Canadiens' Stanley Cup winning team in 1993. ==Early life== LeClair was born on July 5, 1969, in St. Albans, Vermont, a town close to the Canada–US border. He is the son of Robert \"Butch\" LeClair, a manager of a paint store, and Beverly (Clark), a surgical nurse.Robert LeClair Obituary Legacy.com LeClair has three older sisters, Mary Kay, Nancy and Susan, and a younger brother, Joseph. While familiar with the game of hockey, LeClair's father Butch had never actually played the sport himself. Until the 1960s, there was no organized hockey in the Saint Albans area. Despite this, LeClair took notice and asked his father for a pair of hockey skates at the age of six. Butch recalls how the kids in the area first played: > At first, they played in an old railroad shed. Then they got a bunch of > people who signed a note and built Coote Field Arena. It was just a metal > shack with a lunch bar and an old tractor to scrape the ice. It was kind of > primitive, but it worked very well. It produced some good hockey. Richard Benoit, the father of John's friend Jeremy, created a homemade rink for the kids in his backyard by flooding his volleyball court. Benoit added boards around the edge and installed lights so they could play at night. There was also a shack complete with a heater for the kids to go to warm up if needed. ==High school and college years== When LeClair was a freshman at Bellows Free Academy, he didn't make the very competitive high school team. So, he continued to play in community leagues. In his sophomore year, LeClair made the team and earned attention. \"We'd be dumping the puck in (during a line change), and there would be John, in the corner on his knees and hands, five against one, somehow getting the puck out of the corner,\" recalls Luke Cioffi, a teammate and childhood friend of LeClair's. Soon, the young LeClair was attracting attention. College scouts began to take notice when he participated as a junior in Hockey Night in Boston, a showcase for young talent. LeClair decided to pursue college, and he was accepted at the University of Vermont (UVM). At UVM, LeClair's college career was hampered by injuries. Over the course of his sophomore and junior years, he appeared in only 28 games. After missing the first month of his senior season due to meningitis, he finished the season strong with 25 goals and 20 assists in only 33 games. ==Playing career== ===Montreal Canadiens=== LeClair was drafted by the Montreal Canadiens with the 33rd pick in the 1987 NHL Entry Draft after graduating from Bellows Free Academy (B.F.A.) High School in St. Albans, Vermont. One of the most highly recruited hockey players in New England, LeClair put his NHL aspirations on hold to attend the University of Vermont on a full scholarship. His fans didn't have to wait long to see him score in his first collegiate game. After the final game of his senior year he signed with the Canadiens and, less than a week later, played and scored in his first NHL game. As a member of the Canadiens, LeClair was on the Stanley Cup-winning team in 1993, where he scored two overtime game-winning goals during the 1993 Stanley Cup Finals. ===Philadelphia Flyers and the Legion of Doom=== On February 9, 1995, a Montreal team desperate to salvage a difficult season traded LeClair, along with Éric Desjardins and Gilbert Dionne to the Philadelphia Flyers in exchange for Mark Recchi and Philadelphia's 3rd round choice in the 1995 NHL Entry Draft (Martin Hohenberger). LeClair gelled immediately with new line-mate Eric Lindros and quickly became one of the NHL's most feared goal scorers. With the Flyers he played left-wing on the famed \"Legion of Doom\" line, centered by Lindros and Mikael Renberg on right- wing. The trio was not only effective at scoring but they were also a dominant physical presence on the ice. In 1998, LeClair became the first American-born NHL player to record three consecutive 50-goal seasons and the second Flyer to do so, behind Tim Kerr. Following the 1997–98 NHL season, LeClair had two consecutive 40 goal seasons. During his first five seasons with the Flyers he was named to the season-ending NHL All-Star team, twice to the first team and three times to the second team. That is currently the highest total among retired players eligible for the Hockey Hall of Fame who have not been inducted. LeClair played for the Flyers for 10 seasons and was one of the most productive players in franchise history, scoring 333 goals and an additional 35 in the playoffs, statistics good enough to place him in the top 10 Flyers' career goal scorers. ===Pittsburgh Penguins=== thumb|250px|right|LeClair playing for the Pittsburgh Penguins during the 2006–07 season. On July 23, 2005, as a result of a new Collective Bargaining Agreement which finally introduced a salary cap to the NHL, the Flyers were forced to part ways with their longtime alternate captain, and they bought out LeClair's contract to create cap space. Rumors had LeClair going to the Boston Bruins or perhaps the Toronto Maple Leafs. Instead, LeClair signed a two-year deal with the Pittsburgh Penguins on August 15, 2005. LeClair had a successful season in Pittsburgh during the 2005–06 NHL season, finishing fourth on the team in scoring as he passed the 400-goal mark and had his ninth 50+ point season. ==Other information== LeClair is president of the John LeClair Foundation which awards grants to non-profit Vermont organizations that sponsor programs for children. He currently divides his time between Haverford Township, Pennsylvania and his hometown of St. Albans, Vermont. LeClair was inducted into the United States Hockey Hall of Fame in 2009, the Vermont Sports Hall of Fame in 2012, and the Philadelphia Flyers Hall of Fame in 2014. ==Awards and honors== ===College=== {|class=\"wikitable\" |- ! Award ! Year ! |- | All-ECAC Hockey All-Rookie Team | 1987–88 | |- | All-ECAC Hockey Second Team | 1990–91 | |- |} ===Professional=== {|class=\"wikitable\" |- !Award !Year |- | Stanley Cup champion | 1993 |- | Pelle Lindbergh Memorial Trophy | 1995 |- | NHL First All-Star Team | 1995, 1998 |- | NHL Second All-Star Team | 1996, 1997, 1999 |- | Bobby Clarke Trophy | 1997, 1998 |- | NHL Plus/Minus Award | 1997, 1999 |- | NHL All-Star | 1996, 1997, 1998, 1999, 2000 |} ===International=== {|class=\"wikitable\" |- !Award !Year |- | World Cup All-Star Team | 1996 |- | Olympic Tournament All-Star Team | 2002 |} ==Career statistics== ===Regular season and playoffs=== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" style=\"text-align:center; width:60em\" |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" bgcolor=\"#ffffff\"| ! rowspan=\"99\" bgcolor=\"#ffffff\"| ! colspan=\"5\"|Regular season ! rowspan=\"99\" bgcolor=\"#ffffff\"| ! colspan=\"5\"|Playoffs |- bgcolor=\"#e0e0e0\" ! Season ! Team ! League ! GP ! G ! A ! Pts ! PIM ! GP ! G ! A ! Pts ! PIM |- | 1985–86 | Bellows Free Academy | HS-VT | 22 | 41 | 28 | 69 | 14 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 1986–87 | Bellows Free Academy | HS-VT | 23 | 44 | 40 | 84 | 14 | — | — | — | — | — |- | 1987–88 | University of Vermont | ECAC | 31 | 12 | 22 | 34 | 62 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 1988–89 | University of Vermont | ECAC | 18 | 9 | 12 | 21 | 40 | — | — | — | — | — |- | 1989–90 | University of Vermont | ECAC | 10 | 10 | 6 | 16 | 38 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 1990–91 | University of Vermont | ECAC | 33 | 25 | 20 | 45 | 58 | — | — | — | — | — |- | 1990–91 | Montreal Canadiens | NHL | 10 | 2 | 5 | 7 | 2 | 3 | 0 | 0 | 0 | 0 |- bgcolor=\"#f0f0f0\" | 1991–92 | Montreal Canadiens | NHL | 59 | 8 | 11 | 19 | 14 | 8 | 1 | 1 | 2 | 4 |- | 1991–92 | Fredericton Canadiens | AHL | 8 | 7 | 7 | 14 | 10 | 2 | 0 | 0 | 0 | 4 |- bgcolor=\"#f0f0f0\" | 1992–93 | Montreal Canadiens | NHL | 72 | 19 | 25 | 44 | 33 | 20 | 4 | 6 | 10 | 14 |- | 1993–94 | Montreal Canadiens | NHL | 74 | 19 | 24 | 43 | 32 | 7 | 2 | 1 | 3 | 8 |- bgcolor=\"#f0f0f0\" | 1994–95 | Montreal Canadiens | NHL | 9 | 1 | 4 | 5 | 10 | — | — | — | — | — |- | 1994–95 | Philadelphia Flyers | NHL | 37 | 25 | 24 | 49 | 20 | 15 | 5 | 7 | 12 | 4 |- bgcolor=\"#f0f0f0\" | 1995–96 | Philadelphia Flyers | NHL | 82 | 51 | 46 | 97 | 64 | 11 | 6 | 5 | 11 | 6 |- | 1996–97 | Philadelphia Flyers | NHL | 82 | 50 | 47 | 97 | 58 | 19 | 9 | 12 | 21 | 10 |- bgcolor=\"#f0f0f0\" | 1997–98 | Philadelphia Flyers | NHL | 82 | 51 | 36 | 87 | 32 | 5 | 1 | 1 | 2 | 8 |- | 1998–99 | Philadelphia Flyers | NHL | 76 | 43 | 47 | 90 | 30 | 6 | 3 | 0 | 3 | 12 |- bgcolor=\"#f0f0f0\" | 1999–2000 | Philadelphia Flyers | NHL | 82 | 40 | 37 | 77 | 36 | 18 | 6 | 7 | 13 | 6 |- | 2000–01 | Philadelphia Flyers | NHL | 16 | 7 | 5 | 12 | 0 | 6 | 1 | 2 | 3 | 2 |- bgcolor=\"#f0f0f0\" | 2001–02 | Philadelphia Flyers | NHL | 82 | 25 | 26 | 51 | 30 | 5 | 0 | 0 | 0 | 2 |- | 2002–03 | Philadelphia Flyers | NHL | 35 | 18 | 10 | 28 | 16 | 13 | 2 | 3 | 5 | 10 |- bgcolor=\"#f0f0f0\" | 2003–04 | Philadelphia Flyers | NHL | 75 | 23 | 32 | 55 | 51 | 18 | 2 | 2 | 4 | 8 |- | 2005–06 | Pittsburgh Penguins | NHL | 73 | 22 | 29 | 51 | 61 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 2006–07 | Pittsburgh Penguins | NHL | 21 | 2 | 5 | 7 | 12 | — | — | — | — | — |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" | NHL totals ! 967 ! 406 ! 413 ! 819 ! 501 ! 154 ! 42 ! 47 ! 89 ! 94 |} ===International=== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" style=\"text-align:center; width:50em\" |- bgcolor=\"#e0e0e0\" ! Year ! Team ! Event ! rowspan=\"99\" bgcolor=\"#ffffff\"| ! GP ! G ! A ! Pts ! PIM |- | 1988 | United States | WJC | 7 | 4 | 2 | 6 | 12 |- bgcolor=\"#f0f0f0\" | 1989 | United States | WJC | 7 | 6 | 4 | 10 | 12 |- | 1996 | United States | WCH | 7 | 6 | 4 | 10 | 6 |- bgcolor=\"#f0f0f0\" | 1998 | United States | OG | 4 | 0 | 1 | 1 | 0 |- | 2002 | United States | OG | 6 | 6 | 1 | 7 | 2 |- bgcolor=\"#e0e0e0\" ! colspan=3 | Junior totals ! 14 ! 10 ! 6 ! 16 ! 24 |- bgcolor=\"#e0e0e0\" ! colspan=3 | Senior totals ! 17 ! 12 ! 6 ! 18 ! 8 |} ===All-Star Games=== {| BORDER=\"0\" CELLPADDING=\"0\" CELLSPACING=\"0\" width=\"45%\" |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! Year ! Location ! ALIGN=\"center\" rowspan=\"99\" bgcolor=\"#ffffff\" | ! G ! A ! P |- ALIGN=\"center\" | 1996 | Boston | 0 | 1 | 1 |- ALIGN=\"center\" bgcolor=\"#f0f0f0\" | 1997 | San Jose | 2 | 1 | 3 |- ALIGN=\"center\" | 1998 | Vancouver | 1 | 0 | 1 |- ALIGN=\"center\" bgcolor=\"#f0f0f0\" | 1999 | Tampa Bay | 0 | 0 | 0 |- ALIGN=\"center\" | 2000 | Toronto | 0 | 0 | 0 |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! colspan=3 | All-Star totals ! 3 ! 2 ! 5 |} ==References== ==External links== * * Vermont Sports Hall of Fame Bio Category:1969 births Category:American men's ice hockey left wingers Category:Fredericton Canadiens players Category:Ice hockey people from Vermont Category:Ice hockey players at the 1998 Winter Olympics Category:Ice hockey players at the 2002 Winter Olympics Category:Living people Category:Medalists at the 2002 Winter Olympics Category:Montreal Canadiens draft picks Category:Montreal Canadiens players Category:National Hockey League All-Stars Category:Olympic silver medalists for the United States in ice hockey Category:People from St. Albans, Vermont Category:Philadelphia Flyers players Category:Pittsburgh Penguins players Category:Stanley Cup champions Category:United States Hockey Hall of Fame inductees Category:Vermont Catamounts men's ice hockey players",
 "title": "John LeClair"
}