{
 "id": "639804",
 "text": "Elín Ortiz (December 14, 1934 – June 12, 2016) was a Puerto Rican actor, comedian and producer. He died on June 12, 2016, primarily due to Alzheimer's Disease. ==Early years== Elín Ortiz graduated from Ponce High School at the age of 16. ==Career== Ortiz began his career as a radio and stage actor while still studying at the Universidad de Puerto Rico, sharing credits with Luis Antonio Rivera (Yoyo Boing), Walter Mercado, Adela Villamil, Jacobo Morales and many others. Since the beginning of TV in 1954 he participated in local soap operas (telenovelas), comedy programs and televised stage plays, as well as cultural programming on WIPR, the government-operated radio and television stations, where he also worked as writer and director. On stage, Ortiz was considered among the most versatile actors of his generation, due to his talent for both, drama and comedy. With Morales, Myrna Vázquez, Marcos Betancourt and Alicia Moreda, Ortiz was a founder of El Cemi Theater Company. In the 1960s Ortiz was a star in many of the programs produced for Telemundo by Paquito Cordero on a weekly basis, especially 'La Taberna India', in which he played Reliquia, an ancient (although Ortiz was in his 20s) small-town smart aleck lawyer who victimized the everyday countryman (jibaro) played by Adalberto Rodriguez (Machuchal) through money-making schemes created by Reliquia's corrupt mind. The show was a very popular one for more than a decade. In the early 1970s, Ortiz started the production of his own TV shows at Telemundo, among them the first Astrology-related program starring Walter Mercado and segments designed to showcase the talents of dancing/singing bombshell Iris Chacon, who later became his second wife. Years later, after marrying Charytin Goyco, he produced and co-starred with her in 'Mi Dulce Charytin' a weekly long running variety show which combined music and comedy, produced at WAPA-TV. Ortiz was always the writer, director and visionary mastermind of his productions.date=July 2020 One of Ortiz's works, Las Rosas Blancas, a made-for-TV film fantasy/drama musical, starring Charytin, Luis Antonio Cosme, Miguel Angel Alvarez and Ortiz himself, received the prestigious George Foster Peabody Award in 1975, after being selected along with 26 other radio and/or TV productions from more than 1,000 entries.date=July 2020 In 1985, he returned to WAPA-TV as a comedian in a show sponsored by Budweiser, known as La Taverna Budweiser, alongside Machuchal, reprising the same type of program they made two decades before in Telemundo. During that time Ortiz developed programs of political satire such as Qué Pueblito, El Pueblito Nius, Ay Bendito, que Pueblito ! and El Pueblito Contra Ataca in which he played another old man character, Cheito Boogaloo, who denounced corruption while making fun of political matters. He also produced the very popular Barrio 4 Calles starring Leopoldo 'Pucho' Fernandez and Miguel Angel Alvarez, as well as the children's comedy series Que Angelitos, starring his son Shalim. ==Personal life== Ortiz's first marriage was to Rosalinda Alonso, a lady not related to the artistic world with whom he had two daughters. Unfortunately, while Alonso was pregnant with their second daughter, Ortiz contracted measles which in turn he gave to his wife and unborn child. His second daughter lived to her teens. His first daughter died in her 20s due to complications following treatment for lupus. Following a divorce he was briefly married to dancer/singer Iris Chacón during the early 1970s. In 1978, he married singer/composer Charytín, a Dominican Republic native who had lived in Puerto Rico for many years. In 1979, they had their first son, Shalim. They relocated in Miami, Florida during the late 1980s and in 1990 their twins, Sharinna and Alexander were born. Ortiz withdrew from acting to manage his wife's career and later retired completely to spend more time with his family. His son Shalim has gone on to become an international singing star and a spokesman for the American Diabetes Association. Ortiz suffered from Diabetes during his last years. ==Honors== On December 12, 2013, Ortiz was honored with a ceremony and added to the list of illustrious Ponce citizens at the Park of the Illustrious Ponce Citizens in Ponce's Tricentennial Park. ==Health and Death== It was announced in 2015 that Ortiz was suffering Alzheimer's disease. On June 13, 2016, son Shalim announced through the web that his father had died the day before. He was 81. ==See also== *List of people from Ponce, Puerto Rico ==References== ==External links== * Category:1934 births Category:2016 deaths Category:Deaths from Alzheimer's disease Category:Neurological disease deaths in Florida Category:Puerto Rican comedians Category:Puerto Rican male television actors Category:Puerto Rican television producers Category:Male actors from Ponce, Puerto Rico",
 "title": "Elín Ortiz"
}