{
 "id": "64008",
 "text": "GNU Mach is an implementation of the Mach microkernel. It is the default microkernel in the GNU Hurd. GNU Mach runs on IA-32 machines. GNU Mach is maintained by developers on the GNU project. It is distributed under the terms of the GNU General Public License (GPL). ==History== Early versions of the Hurd were developed on top of CMU's Mach 3.0.Initial announcement of the Hurd, mentioning Mach 3.0 In 1994, CMU stopped working on Mach, and the GNU Project switched to the University of Utah's Mach 4. The kernel known as \"GNU Mach\" was derived from Mach 4 once Utah stopped development. The first ChangeLog entry by Thomas Bushnell (rather than by a Utah researcher) is from 16 December 1996.https://www.gnu.org/software/hurd/history/hurd-flash6 In 2002, Roland McGrath branched the OSKit-Mach branch from GNU Mach 1.2, intending to replace all the device drivers and some of the hardware support with code from OSKit. After the release of GNU Mach 1.3, this branch was intended to become the GNU Mach 2.0 main line; however, as of 2006, OSKit-Mach is not being developed due to lack of activity in OSKit itself. Around 2006, an attempt to replace GNU Hurd's kernel with the Coyotos kernel also ended in failure. GNU Mach 1.4 was released on 27 September 2013, eleven years after 1.3. ===Version history=== *Version 1.0 was released on 14 April 1997. *Version 1.1.1 was released on 12 May 1997. *Version 1.1.2 was released on 10 June 1997. *Version 1.1.3 was released on 12 June 1997. *Version 1.2 was released on 21 June 1999. *Version 1.3 was released on 27 May 2002, and features advanced boot script support, support for disks larger than 10 gigabytes and an improved console. *Version 1.4 was released on 27 September 2013. *Version 1.5 was released on 10 April 2015. *Version 1.6 was released on 31 October 2015. *Version 1.7 was released on 18 May 2016. *Version 1.8 was released on 18 December 2016. ==References== ==External links== * *The Mach 4 Project, from which GNU Mach was derived. Mach Category:Mach (kernel) Mach, Gnu de:GNU#Kernel",
 "title": "GNU Mach"
}