{
 "id": "640189",
 "text": "{| |} James Craig is a three-masted, iron-hulled barque restored and sailed by the Sydney Heritage Fleet, Sydney, Australia. ==History== Built in 1874 in Sunderland, England, by Bartram, Haswell, & Co., she was originally named Clan Macleod. She was employed carrying cargo around the world and rounded Cape Horn 23 times in 26 years. In 1900 she was acquired by Mr J J Craig, renamed James Craig in 1905 and began to operate between New Zealand and Australia until 1911. left|thumb|As Clan Macleod Like many other sailing ships of her vintage, she fell victim to the advance of steamships. Unable to compete with freight cargo, in later years James Craig was used as a collier and later laid up, then used as a hulk, until eventually being abandoned at Recherche Bay in Tasmania. In 1932 she was sunk by fishermen who blasted a 3-metre hole in her stern. ==Restoration== Restoration of James Craig began in 1972, when volunteers from the Lady Hopetoun and Port Jackson Marine Steam Museum (now the Sydney Heritage Fleet) refloated her and towed her to Hobart for initial repairs. Brought back to Sydney under tow in 1981, her hull was placed on a submersible pontoon to allow work on the hull restoration to proceed. Over twenty-five years, the vessel was restored, repaired by both paid craftspeople and volunteers and relaunched in 1997. In 2001 restoration work was completed and she now goes to sea again. A DVD on her restoration has been produced and available from the Sydney Heritage Fleet. ==Current situation== James Craig is currently berthed at Wharf 7 of Darling Harbour, near the Australian National Maritime Museum. She is open to the public, and takes passengers out sailing on Sydney Harbour and beyond. She is crewed and maintained by volunteers from the Sydney Heritage Fleet. The cost of maintaining her is approaching $1 million a year and the ship relies on generating income from visitors alongside, charters, events, and regular fortnightly daysails with up to 80 passengers. left|thumb|James Craig leaving Forgacs Dockyard in 2007 left|thumbnail|James Craig in Hobart for Wooden Boat Show in Feb 2013 left|thumbnail|James Craig with sails set off Sydney Heads in July 2019 The ship has now made historic return voyages to Hobart (2005, 2009, 2011, 2013, 2017 and 2019) and to Port Philip (Melbourne and Williamstown) in 2006, 2008 and 2020. The voyages to Hobart to coincide with the Wooden Boat Festival2009 Hobart visit 2013 Hobart visit (one of the largest in the world).Wooden Boat Festival director Paul Cullen \"said apart from a once-in-four-year festival in Brest, France, Hobart could lay claim to the world's largest wooden boat festival.\" In October 2013 James Craig participated in the International Fleet Review 2013 in Sydney, Australia. ===Historical value=== James Craig is of exceptional historical value in that she is one of only four 19th century barques in the world that still go regularly to sea. She sails out through the Sydney heads fortnightly, when not on voyages to Melbourne, Newcastle or Hobart. As such she is a working link to a time when similar ships carried the bulk of global commerce in their holds. Thousands of similar ships plied the oceans in the 19th and early 20th centuries linking the old world, the new world, Asia and Oceania. She is sailed in the traditional 19th Century manner entirely by volunteers from the Master to the galley crew. Her running rigging consists of 140 lines secured to belaying pins and spider bands. Many of the crew know each rope by name. She achieved 11.3 knots on a return voyage from Melbourne in February 2006Melbourne Trip 2006 - voyage report Thursday 9 February and \"she was loving every minute of it!\" == Engineering heritage award == James Craig received an Engineering Heritage National Marker from Engineers Australia as part of its Engineering Heritage Recognition Program. ==Gallery== Image:(1)James_Craig_restoration.jpg|James Craig during restoration at Darling Harbour in the 1980s File:stern_James_Craig.JPG File:quarterdeck_James_Craig.JPG File:amidships_James_Craig.JPG File:foredeck_James_Craig.JPG File:Jamescraigship.png|Line art of James Craig ==References== ===Bibliography=== * The James Craig: her history, recovery and restoration Jeff Toghill (1978, ) * The James Craig story Jeff Toghill (2003, ) * Welcome Aboard James Craig. Flyer for visitors to the ship (self-guided tour), Sydney Heritage Fleet, Sydney, 2008. (copy obtained on 2009-03-07) * All Hands on Deck, The Restoration of the James Craig, Michael York (2006 Citrus Press, ) ===Online sources=== * The James Craig restoration - archived website from the James Craig Restoration Division, Sydney Heritage Fleet, 1999–2002 ==External links== * Tall Ship: James Craig – vessel page at the Australian National Maritime Museum Category:Barques of Australia Category:Museum ships in Australia Category:Individual sailing vessels Category:Tall ships of Australia Category:Coal hulks Category:1874 ships Category:Museums in Sydney Category:Recipients of Engineers Australia engineering heritage markers Category:Windjammers",
 "title": "James Craig (barque)"
}