{
 "id": "640464",
 "text": "William Erasmus Darwin (27 December 18398 September 1914) was the first-born son of Charles and Emma Darwin, and the subject of psychological studies by his father. He was educated at Rugby School and Christ's College, Cambridge, and later became a banker at Grant and Maddison's Union Banking Company in Southampton. In 1877 he married an American, Sara Price Ashburner Sedgwick (1839 1902), daughter of Theodore Sedgwick. William was a great believer in university education being available to all, and championed the establishment of a university college in Southampton in 1902. The Darwins had no children of their own, and after his wife died, William devoted himself much to his nieces Gwen Raverat, Frances Cornford, and Margaret Keynes. William died on 8 September 1914 at Sedbergh in Cumbria. Raverat remembered him fondly as an eccentric and entirely unselfconscious man in her childhood memoirs Period Piece (1952). William is primarily notable as a subject of Charles Darwin's studies of infant psychology. Darwin was very fond of his son; at his birth he called him \"a prodigy of beauty & intellect\", and named him after his own grandfather Erasmus Darwin. During William's first three years his father kept a diary of gestures and facial expressions the infant made. The studies were part of Darwin's comparison between animal and human development, after he had already thoroughly studied orangutan babies at the London Zoo. The diary contains observations on the child learning to follow a candle with his eyes after nine days, smiling with his eyes after six weeks and three days, and developing distinctive cries adjusted to specific situations after eleven weeks. He also noticed the development of more profound personality traits, such as reason and, at two-and-a-half years, conscience. Charles Darwin published his findings in the journal Mind in June 1877, in an article titled \"A biographical sketch of an infant\". The studies were also an influence behind his work The Expression of the Emotions in Man and Animals, published in 1872. Darwin's work on infant development and child psychology inspired other academics, such as the German psychologist William Preyer and the American James Mark Baldwin, who acknowledged Darwin's influence in his 1913 History of Psychology. William was a keen amateur photographer, and took several portraits of members of his family. William Darwin and his wife are buried in St. Nicolas' Church, North Stoneham, Hampshire; having lived in Bassett, near Southampton, Hampshire. ==External links== * ==References== Category:1839 births Category:1914 deaths Category:Charles Darwin Darwin, William Erasmus Category:People educated at Rugby School Category:Alumni of Christ's College, Cambridge",
 "title": "William Erasmus Darwin"
}