{
 "id": "640442",
 "text": "Lemar Obika (born 4 April 1978), known as Lemar, is an English singer, songwriter and record producer. Initially rising to fame after finishing third on the first series of British talent show Fame Academy, he was later signed to Sony BMG, where he has gone on to release five studio albums, three of which are certified platinum or double platinum by the British Phonographic Industry (BPI). Lemar's double-platinum debut album Dedicated was released in November 2003 and contained the successful singles \"Dance (With U)\", \"50/50\" and \"Another Day\", all of which charted in the top 10 of the UK Singles Chart. His second effort, Time to Grow, saw similar success, again achieving double platinum certification and spawning his most successful single, \"If There's Any Justice\", which peaked at number 3 and spent four months in the UK Singles Chart. Lemar has seen considerable chart success in the UK and Ireland, releasing ten top 20 singles, seven of which peaked in the top 10, and has sold over two million albums. He is seen as one of the most successful artists to come out of a reality TV show. ==Early life== Lemar Obika was born in Tottenham, North London, England to Nigerian parents. He grew up listening to R&B; and soul music. He used to sing at home with his siblings, pretending to be Michael Jackson and the Jacksons. A He was 17 when he had his first concert at the Junior Jam at 'The Temple' in Tottenham supporting American singer Usher. At the time, he was designing a website to sell logos for the Ericsson PH337 phone.Prince's Trust trading Ltd. (2009). Inspired* by music. London: Shoehorn Arts & Culture Books. pp. 94-97. . Later on, he gave up an opportunity to study pharmacy at Cardiff University to pursue a musical career. Lemar had some success supporting various artists such as American girl groups Destiny's Child and Total on their UK club tours and after some years, managed to secure a recording contract with BMG. Following this, he released his debut single \"Got Me Saying Ooh\". His record deal with BMG fell through in less than a year due to restructuring at the record label. He had to eventually take a job working as an accounts manager at NatWest in Enfield, North London. At age 24, his mother died of cancer and he found listening to Eric Clapton's \"Tears in Heaven\" brought \"clarity\" and aims to \"write songs as moving as this\". ==Career== ===2002–03: Fame Academy and Dedicated=== Lemar was most notably brought to public attention on the BBC's Fame Academy in 2002, a combination of a talent quest and reality television show. He made the finals of the show winning plaudits for his version of \"Let's Stay Together\" by Al Green and singing a duet with Lionel Richie on \"Easy\". While he ended up finishing third in the show, which was won by David Sneddon, he caught the eye of fellow British soul singer Beverley Knight, who invited him to sing a duet with her during her concert at the Hammersmith Apollo. Sony Music was so impressed with his potential that they signed him to a five-year record deal worth £1 million. He was also the contestant from Fame Academy chosen to represent the UK in Eurobest, coming fifth (the eventual winner being Chenoa from Spain). Lemar's second single \"Dance (with U)\" reached number two on the UK Singles Chart in early 2003. His first album Dedicated was released late in 2003 with additional singles \"50/50\" and \"Another Day\" also achieving chart success in the UK. Following the success of the album, he commenced his first headlining tour of the UK. After completing his UK tour, Lemar was the opening act for Justin Timberlake's UK tour dates. Thus, he is considered the \"most successful graduate. ===2004–05: Time to Grow=== On 12 November 2004 Lemar guested on Radio 1's Live Lounge and performed a cover of U2's song \"Vertigo\". He has also performed for Prince Charles' Prince's Trust. In early November 2004, Lemar released his first single from the album Time to Grow. \"If There's Any Justice\" reached number three on the UK Singles Chart, and has become one of Lemar's most recognised songs. Time to Grow was released following the single and peaked at number 8 on the UK Albums Chart, to date, the album has been certificated 2x Platinum by the BPI. Two other singles were released from the album, \"Time to Grow\" and \"Don't Give It Up\". He is also one of the artists included on Band Aid 20's single \"Do They Know It's Christmas?\". ===2006–08: The Truth About Love and The Reason=== 4 September 2006 saw Lemar return with his eighth single, entitled \"It's Not That Easy\", which became his sixth UK top ten hit. A week later his new album The Truth About Love was released, which saw guest appearances from Styles P from The L.O.X., Mica Paris and Joss Stone. The album became Lemar's highest charting album to date, peaking at number three on the UK Albums Chart, outpeaking Time to Grow (number eight) and Dedicated (number sixteen). Two more singles were released from the album, \"Someone Should Tell You\" and \"Tick Tock\". At the Brit Awards in 2007, Lemar was hoping to arrive in a makeshift limo, with James May from the BBC's Top Gear as the driver. Lemar ultimately got frustrated with May and got out of the car after May repeatedly got lost. He featured on Sway's first single \"Saturday Night Hustle\" from the album The Signature LP. Lemar's fourth studio album, The Reason was released on 24 November 2008, entering the UK Albums Chart at No. 41. Lead single \"If She Knew\" was released on 10 November 2008, and peaked on the UK Singles Chart at No. 14. On 2 March 2009, Lemar released his second single from the album, \"Weight of the World\", the song peaked at number 31 on the UK Singles Chart. He performed both singles on GMTV. ===2010–13: The Hits, touring and Invincible === Lemar performed his new single \"The Way Love Goes\" on the BBC1 show So You Think You Can Dance on 9 January 2010. He also performed the single on GMTV in February. The single was released on Valentine's Day and peaked at number eight on the UK Singles Chart. On 8 March, the single was followed by his much anticipated album, The Hits. Which - as well as including 10 hit singles from his four studio albums - also features four new tracks. In addition to \"The Way Love Goes\", these include a duet with JLS on a re-recording of Lemar's own 2003 ballad \"What About Love\".Lemar: Cometh the hour... Pete Lewis, Blues & Soul, March 2010 On 19 March, Lemar and JLS performed the song together on Sport Relief. On 11 March 2010, Lemar's album The Hits hit number one on the R&B; download charts on iTunes, along with 9 of Lemar's songs in the top 100 downloads. It peaked at number eighteen on the UK Albums Chart. Toward the end of March 2010, Lemar performed a Radio 1's Live Lounge version of \"Empire State of Mind\". He also recorded cover versions of Beyoncé's \"Sweet Dreams\" and Alicia Key's \"Try Sleeping with a Broken Heart\". Lemar appeared as a special guest on the UK Dates of Mary J. Blige's World Tour. His confirmed dates were at Birmingham's LG Arena, London's O2 Arena and Manchester's MEN Arena. The first date, in London, was on 2 November 2010. It was also announced that Lemar would be the special guest on the UK dates of Enrique Iglesias' tour in 2011. Lemar returned with his single \"Invincible\", which he performed for the first time at Stoke 2012 Live. The release date for the single was 12 August, and will be the first single to be taken from the as yet untitled fifth studio album this year. on 21 June Lemar leaked the single via his official website, speaking to Digital Spy about the single he commented saying \"Sticking together is what makes you invincible. When times are hard, it's important to stick together and know what your values are.\" On his site The Re-View, Nick Bassett praises \"Invincible\" for its \"narrative journey which showcases Lemar’s songwriting talents as well as his impressive vocal.\" ===2015–present: The Letter and Reality television=== Lemar returned again in 2015 with his single \"The Letter\", which got its first airplay on BBC Radio 2's breakfast show with Chris Evans. The Letter was also the title of his latest album. The album featured a duet with Joss Stone, a cover of \"Someday We'll Be Together\", made famous by Diana Ross & the Supremes. In 2018, Lemar was a contestant on the tenth series of Dancing on Ice, replacing Monty Panesar; his ice skating partner was Melody Le Moal. Lemar survived three skate offs, beating Candice Brown, Stephanie Waring and Perri Shakes-Drayton. On 11 February, he was voted off after ending up in the skate off for a fourth time with Donna Air. ==Personal life== He is an ambassador for The Prince's Trust. On 19 January 2008, MSN UK reported that Lemar became a father for the first time with his long-term partner Charmaine Powell, who gave birth at London's private Portland Hospital to a girl named Nyiema Obika, weighing 7 lb. Lemar and Charmaine then had another child, a son, Uriah Obika. The couple married on 17 July 2010 at St Mary the Virgin, Monken Hadley. Lemar is a fan of English football club Tottenham Hotspur. His cousin, Jonathan Obika, is a footballer who plays for Morecambe F.C., and another cousin Sam Oji played for Birmingham City. As of May 2009, Lemar had an accumulated wealth of £4 million. The 10 richest reality TV stars Times Online, 31 May 2009 ==Discography== ===Studio albums=== * 2003: Dedicated * 2004: Time to Grow * 2006: The Truth About Love * 2008: The Reason * 2012: Invincible * 2015: The Letter ===Compilation albums=== * 2010: The Hits ==Awards and nominations== Brit Awards: * Winner 2006 - British Urban Act * Winner 2004 - British Urban Act * Nominee 2007 - British Male Solo Artist * Nominee 2006 - British Urban Act * Nominee 2005 - British Male Solo Artist * Nominee 2005 - British Urban Act * Nominee 2004 - Best British Breakthrough Act * Nominee 2004 - Best British Urban Act MOBO Awards: * Winner 2006 - Best UK Male * Winner 2005 - Best UK Male * Winner 2005 - Best Album - Time to Grow * Nominee 2009 - Best R&B;/Soul Act * Nominee 2007 - Best R&B; Act * Nominee 2005 - Best Video - \"If There's Any Justice\" * Nominee 2005 - Best R&B; Act * Nominee 2004 - UK Act of the Year * Nominee 2004 - Best R&B; Act ==References== ==External links== * Lemar on Magic Soul * Lemar Online * Lemar interview by Pete Lewis 'Blues & Soul' December 2008 * Lemar Live MTV Session MTV * Stoke2012live.co.uk * Hyves Lemar Fanpage * Live on Channel V, Sydney * Lemar Online Interview Scene Magazine * Lemar Interviews and Live Performances The Talent Zone Category:1978 births Category:Living people Category:21st-century Black British male singers Category:Brit Award winners Category:British contemporary R&B; singers Category:English male singer-songwriters Category:English soul singers Category:People from Tottenham Category:English people of Nigerian descent",
 "title": "Lemar"
}