{
 "id": "640734",
 "text": "The Letter People is a children's literacy program. The term also refers to the family of various characters depicted in it. ==Original program== thumb|Card used in a public school classroom from the Alpha One Pre-Reading Kit that shows the 1968 version of Mister T from The Letter People Elayne Reiss-Weimann and Rita Friedman created the concept of Letter People as teachers in Nanuet, New York. In 1964, first-grade teacher Reiss-Weimann formed the original idea for the Letter People. She had struggled daily to draw the attention of her 24 students (who were typical first-graders, eager and rambunctious) in a distraction-fond hallway classroom at the overcrowded school. Weimann collaborated with an early childhood coordinator, Rita Friedman, to create an educational program that revolved around 26 anthropomorphic characters, each representing a letter of the alphabet, to teach beginning readers how to \"decode\" or \"sound out\" the consonants and vowels that form words. They embodied the basic rules of phonics into stories about this clan of make-believe pictograms called the Letter People. Each letter of the alphabet had a distinct characteristic to help children learn not only the letter but the sound the letter represents in the written word. For example, Mister M has a munching mouth, Mister N has a noisy nose and Mister T has tall teeth. The characters were painted on large, two-dimensional portrait cards. Each character was given an engaging personality to help the teacher bring her or him alive in the classroom, and each character had a song (or a poem at the time) to help children recall the distinguishing feature and sound. With the help of the Letter People, children remained on-task, learned more quickly, and retained what they learned. From the beginning, the children viewed the Letter People like real people and not just letters of the alphabet, phonics devices, or toys. On one occasion, when the Letter People had to be shipped to another school, the children insisted that holes would be placed in the boxes so that the Letter People could breathe as they traveled. Weimann and Friedman later sold the idea to New Dimensions in Education, Inc. (based in Plainview, New York, and later in Norwalk, Connecticut) which, in turn, copyrighted and published The Letter People educational products in 1968. Liz Callen was hired by NDE to design the looks of the characters. NDE developed the concept into classroom programs: Alpha One in 1968, and Alpha Time in 1974. In Alpha Time, the two-dimensional portrait card characters were made into three-dimensional, inflatable, child-sized vinyl characters commonly known as \"The Huggables\", which were large enough for small children to hug (though there were smaller-sized Huggables as well). Eventually, Alan J. Pratt, Ph.D., a director and vice-president of NDE, Inc. approached KETC-TV, a PBS affiliate in St. Louis, Missouri, about creating a TV series based on the escapades of the Letter People. After five pilot programs were produced, Dr. Pratt approached the Council of Great City Schools (the 20 largest school districts in the US). Eventually, with the cooperation of the superintendents of the Council, NDE, and KETC-TV, a joint venture commenced. The series comprised sixty 15-minute episodes that became extremely popular nationwide with children who were learning to read. To ensure phonetic and linguistic accuracy in the television production process, Ruth Lerner from NDE served as the Editorial Supervisor. Pratt was the Curriculum Consultant for the TV series. Tom McDonough of KETC-TV was the series' writer-director. The program's basic concept was simple: Each letter of the English alphabet was represented by a unique character with traits derived from itself. The consonants were males (as the Letter Boys) and the vowels were females (as the Letter Girls, whom there could be no word without). Reiss-Weimann and Friedman also wrote two series of books about the characters, Read-to-Me (1972–1978) and Fables from the Letter People (1988–1989). Callen returned to illustrate all the books of the latter series. Each Letter Person also had an accompanying song (available on cassettes and vinyl record), and inflatable vinyl effigies in two sizes or a.k.a. \"life-size\") known as \"Huggables\". Other merchandise included filmstrips, flash cards, giant picture cards, board games, and puzzles. Educators who adopted the program were trained in its implementation, and The Letter People was soon picked up by over 30,000 schools across the US. Abrams and Co. Publishers, Inc. revamped the Letter People program in 1996. However, the original 1968 program still has thousands of adult fans who remember learning how much fun it was learning to read with the help of The Letter People. ==Television series== While thousands of children were learning about the Letter People in school, thousands of others were being exposed to them through the television series based on the program. The show was produced by PBS member station KETC in St. Louis, Missouri, and the show first went into production in 1972.KETC Timeline The show was extremely popular with children, and it quickly spread to other television stations across the country, via syndication, mainly to PBS and educational stations. The television series premiered on March 13, 1974, and ended on February 25, 1976. The Letter People consists of 60 episodes. In each 15-minute installment, the Letter People (relatively primitive puppets) undertake various adventures in Letter People Land, a dark, featureless place populated by strange people and creatures. Episodes usually focus on introducing new Letter People or new sounds formed by combining two Letter People together (such as /CH/ or /OU/). Other episodes take the Letter People to more exotic (though still featureless) locales such as outer space (eventually, the show would include more standard scenery, like cityscapes, meadows, Miss O's opera house, etc.), while a few highlight the characters' conflicts over various sounds (such as Mister C fighting Mister K for his sound). Another common feature of the show is the Catching Game, which is a game show hosted by Monty Swell (who is a character based on Monty Hall) where the Letter People must form words by positioning themselves correctly side-by- side. === Opening and closing sequence === A little dog is minding his own business when various figures (including a female figure carrying a bunch of helium balloons) enter the gates of Letter People Land as the song plays: : Come and meet the Letter People : Come and visit the family : Words are made of Letter People : A, B, C, D, follow me ===Episode guide=== {| class=\"wikitable\"| style=\"width: 400pt;\" |- ! No. ! Episode Title ! Director ! Writer ! Original Airdate |- | 1 | Meet Mister M | Thomas K. McDonough | Thomas K. McDonough | March 13, 1974 |- | 2 | Meet Mister T | Thomas K. McDonough | Thomas K. McDonough | 1974 |- | 3 | Meet Mister F | Thomas K. McDonough | Thomas K. McDonough | 1974 |- | 4 | Meet Mister H | Thomas K. McDonough | Thomas K. McDonough | 1974 |- | 5 | Meet Mister N | Thomas K. McDonough | Thomas K. McDonough | 1974 |- | 6 | Meet Mister B | Thomas K. McDonough | Thomas K. McDonough | 1974 |- | 7 | Meet Miss A | Thomas K. McDonough | Thomas K. McDonough | 1974 |- | 8 | What's the Catch? | Thomas K. McDonough | Thomas K. McDonough | 1974 |- | 9 | The Tryout | Thomas K. McDonough | Thomas K. McDonough | 1974 |- | 10 | The Catching Game | Thomas K. McDonough | Thomas K. McDonough | 1974 |- | 11 | Meet Mister Z | Thomas K. McDonough | William F. Bailey | 1974 |- | 12 | Meet Mister P | Gary Twitchell | William F. Bailey | 1974 |- | 13 | Meet Mister S | Thomas K. McDonough | Thomas K. McDonough and William F. Bailey | 1974 |- | 14 | Meet Miss E | William F. Bailey | Thomas K. McDonough | 1974 |- | 15 | Meet Miss I | Gary Twitchell | William F. Bailey | 1974 |- | 16 | Meet Miss O | Gary Twitchell | William F. Bailey | 1974 |- | 17 | Meet Miss U | Thomas K. McDonough | William F. Bailey | 1974 |- | 18 | Meet Mister V | Thomas K. McDonough | Thomas K. McDonough | 1974 |- | 19 | Meet Mister L | Gary Twitchell | William F. Bailey | 1974 |- | 20 | The Story of Mister V; The Story of Mister S | Gary Twitchell | William F. Bailey | 1974 |- | 21 | The Squoosh | Thomas K. McDonough | William F. Bailey | 1974 |- | 22 | Meet Mister D | Gary Twitchell | Gayle Waxman | 1974 |- | 23 | Meet Mister G | Thomas K. McDonough | Gayle Waxman | 1974 |- | 24 | Meet Mister C | Thomas K. McDonough | Harry John Luecke | 1974 |- | 25 | Meet Mister K | Thomas K. McDonough | William F. Bailey | 1974 |- | 26 | The Story of Mister C and Mister K; Soft C | Thomas K. McDonough | William F. Bailey | 1974 |- | 27 | Meet Mister W | Thomas K. McDonough | Gayle Waxman | 1974 |- | 28 | Long Vowel Sounds | Thomas K. McDonough | William F. Bailey | 1974 |- | 29 | Cooperation (Silent E) | Thomas K. McDonough | Gayle Waxman | 1974 |- | 30 | Adjacent Vowels (Two Vowels Standing Side-by-Side) | Thomas K. McDonough | Gayle Waxman | 1974 |- | 31 | Review I | Jeffrey Jones | Jeffrey Jones | 1975 |- | 32 | Review II | Jeffrey Jones | Jeffrey Jones | 1975 |- | 33 | Review III | Jeffrey Jones | Thomas K. McDonough | 1975 |- | 34 | Review IV | Jeffrey Jones | Thomas K. McDonough | 1975 |- | 35 | Meet Mister Y | Thomas K. McDonough | William F. Bailey | 1975 |- | 36 | Y as a Consonant and a Vowel | Thomas K. McDonough | William F. Bailey | 1975 |- | 37 | Meet Mister J | Thomas K. McDonough | William F. Bailey and Patrick Clear | 1975 |- | 38 | Soft G | Thomas K. McDonough | Thomas K. McDonough | 1975 |- | 39 | Meet Mister R | Thomas K. McDonough | Gayle Waxman, Patrick Clear and Thomas K. McDonough | 1975 |- | 40 | Star Trip, part I (AR) | Jeffrey Jones | Ron Cohen | 1975 |- | 41 | Star Trip, part II (OR) | Jeffrey Jones | Ron Cohen | 1975 |- | 42 | Star Trip, part III (ER, IR, UR) | Jeffrey Jones | Ron Cohen | 1975 |- | 43 | Review V | Thomas K. McDonough | Thomas K. McDonough | 1975 |- | 44 | Meet Mister X | Thomas K. McDonough | Thomas K. McDonough and James Scott | 1975 |- | 45 | Meet Mister Q | Thomas K. McDonough | James Scott | 1975 |- | 46 | The Word Machine (Runaway Words) | Jeffrey Jones | Ralph St. William | 1975 |- | 47 | Chewy Cherry Choo-Choo (CH) | Thomas K. McDonough | Thomas K. McDonough | 1975 |- | 48 | The Thing (TH) | Jeffrey Jones | Ralph St. William | 1975 |- | 49 | WH and SH | Jeffrey Jones | Thomas K. McDonough | 1975 |- | 50 | Review VI | Thomas K. McDonough | Thomas K. McDonough | 1975 |- | 51 | The -ING Sound, part I | Jeffrey Jones | Ralph St. William | 1975 |- | 52 | The -ING Sound, part II | Jeffrey Jones | Ralph St. William | 1975 |- | 53 | Words in Parts, part I | Thomas K. McDonough | Ralph St. William | 1975 |- | 54 | Words in Parts, part II | Thomas K. McDonough | Ralph St. William | 1975 |- | 55 | OU and OW | Jeffrey Jones | Ralph DiGuglielmo | 1976 |- | 56 | OI and OY | Thomas K. McDonough | Ralph DiGuglielmo | 1976 |- | 57 | Double O (OO) | Thomas K. McDonough | Ralph DiGuglielmo | 1976 |- | 58 | AU and AW | Jeffrey Jones | Ralph DiGuglielmo | 1976 |- | 59 | Sentences, part I | Jeffrey Jones | Jeffrey Jones | 1976 |- | 60 | Sentences, part II | Thomas K. McDonough | Thomas K. McDonough | February 25, 1976 |} ===Availability=== The show continued to air reruns on PBS stations until the Letter People program was revised in late 1996. It is rumored that PBS was ordered to destroy the show's master tapes on behalf of the newer program, given that the original program's characters depicted negative imagery. Prior to this, NDE released the show's episodes on a 5-tape VHS set of Letter People \"Learning Advantage Videos\" as part of the Letter People curriculum in the early-to-mid 1990s; on the other hand, fans have preserved the episodes on many VHS recordings taped off of TV while the show was still on the air, and various DVDs having the episodes preserved can be found from time to time on auction sites such as eBay. ==Revised== In 1990, Abrams & Co. Publishers Inc. (founded in 1989) of Austin, Texas, bought the rights to The Letter People from the previous owner, Norwalk, Connecticut-based New Dimensions in Education, Inc. At first, the company slightly revised the program considerably, such as adding lowercase letters to the back of each Letter Person (previously they had been placed on each character somewhat randomly), but in 1996, they gave the program a major update, completely redesigning the look of the characters (however, some Letter People keep half of their designs from their original counterparts) and the associated materials, and also made sweeping changes to many of the Letter People, especially over half of their genders themselves, most obviously equalizing the proportion of male to female characters (vowels are now distinguished by their ability to light up via \"LetterLights,\" which appear as yellow suns on their right shoulders). The male characters' names changed from \"Mister\" to \"Mr.\", and the female characters' names changed from \"Miss\" to \"Ms.\". Most of the characters' associated characteristics were changed as well, such as all references to \"junk food\" being swapped for non-food-related characteristics (Mr. D's \"delicious donuts\" were exchanged for \"dazzling dance\", for example) and any Letter Person that Abrams deemed as expressing negative images being changed to be more positive (Mr. H's horrible hair became happy hair instead, Mr. R's Ripping Rubberbands became Rainbow Ribbons, and Mr. X was no longer all wrong and became different, albeit still mixed- up). Alphakid A was used as the newer program's mascot. New Letter People storybooks were written, many with simple rebus and decodable words. In 2002, a newer \"Read-to-Me\" book series was also written, with an eye toward teaching conflict resolution and problem-solving skills, and features a variety of genres including storybook, mystery, biography, poetry, and nonfiction. The program is divided into three levels with increasing emphasis on phonics: Let's Begin with the Letter People for preschool, Land of the Letter People for kindergarten, and Lives of the Letter People for first grade. The program is currently taught to about 30 million children. Though the program is generally well-received by educators, some have criticized its strong focus on phonics at the expense of other literacy-building techniques. In 2008, after Abrams & Co. Publishers, Inc. was acquired by Learning Trends and merged into Abrams Learning Trends, The Letter People program, along with other Abrams & Co. Publishers properties, eventually became incorporated into the DIG Pre-K curriculum. In the early 2010s, four new Letter People characters were added to the program in order to teach children Spanish. The four characters are Señorita Ch, Señor. Ll, Señorita Ñ and Señor. Rr. In May 2019, Abrams Learning Trends, along with its properties including The Letter People characters, was acquired by Excelligence Learning Corporation and became incorporated into a subsidiary of Frog Street Press, thus causing Abrams Learning Trends to cease operations as an individual company. As of September 21, 2020, the Letter People franchise has become semi-defunct since there is no longer any new content of the program itself being produced, however the franchise is currently kept alive as a learning unit of the DIG Pre-K program. While the hand puppets, certain educational materials, a CD with the songs, and most of the big books of the Letter People (all as part of the DIG Pre-K program) are still available on Frog Street Enterprises' online store, any discontinued material such as worksheets, flashcards, the Huggables and other books of the Letter People are still available second-hand from time to time through other online stores such as eBay. == The Number Workers == Along with the original program of The Letter People, its mathematics-equivalent program The Number Workers was also created circa 1977. The Number Workers are referred to as the numerical cousins of the Letter People from a planet called \"Number Workers World\" and were created to help children learn not only about numbers, their sounds and how many there are in each number, but also symbols, mathematics, time, addition, and measurement. They range from numbers 1–9 with the odd numbers being males (as the Number Boys) and the even numbers being females (as the Number Girls). Each Number Person carries a number of objects to teach children how many there are to represent the number (such as Mister 1 having \"only one of everything: a one-legged table, a one-legged chair, one microscope, one test tube and one clock with one hand\"), and also represents the job they employ: Mister 1 as a scientist, Miss 2 as a doctor, Mister 3 as a pilot, Miss 4 as a construction worker, Mister 5 as a sports player, Miss 6 as a shape stacker, Mister 7 as an ice-cream salesman, Miss 8 as a photographer and Mister 9 as a magician. ( Note that the Number Workers are called \"Number People\" even though they are never referred to the Number People in the official program) Unlike The Letter People, The Number Workers (and its later revamped version \"The Number People\") was lesser-known and had very few products, including an Alpha Math workbook and a Vinyl containing accompanying songs each Number Worker had. == The Number People == When The Letter People program was revamped in 1996, The Number Workers program was also revamped along with it and was renamed \"The Number People\". This version features six males (Mr. 0, Mr. 2, Mr. 4, Mr. 5, Mr. 9, and Mr. 10) and five females (Miss 1, Miss 3, Miss 6, Miss 7, and Miss 8), with two new numbers introduced, which are 0 and 10. Each Number Person has the numeral placed to the top-right corner of his/her uniform, while a number word was also added to the back of each Number Person. A Spanish-language version was also available to teach the Spanish names of the numbers. ==Place where the Letter People live== In the original 1968 program, the place where the Letter People live was originally a fictional town called \"Letter People Land\" but, when the program was revised in 1990, it was renamed the \"Land of the Letter People.\" As the newly revised program in 1996 utilized the newer version of the characters and town structures, the name of the Letter People's residence still remained the same. ==List of Letter People== {| class=\"wikitable\" |- ! Original Program (1968) ! Characteristic ! Revised Program (1996) ! Characteristic |- | Miss A | A'choo | Ms. A | A'choo |- | Mister B | Beautiful Buttons | Mr. B | Beautiful Buttons |- | Mister C | Cotton Candy | Mr. C | Colossal Cap |- | Mister D | Delicious Doughnuts | Mr. D | Dazzling Dance |- | Miss E | Exercise | Ms. E | Exercise Energy |- | Mister F | Funny Feet | Ms. F | Funny Feet |- | Mister G | Gooey Gum | Mr. G | Gooey Gum |- | Mister H | Horrible Hair | Mr. H | Happy Hair |- | Miss I* | Itchy Itch (originally) Incredible Inventor | Mr. I | Impossible Inches |- | Mister J | Jumbled Junk | Ms. J | Jingle Jingle Jacket |- | Mister K | Kicking/Kicking King | Ms. K | Kaboom Kick |- | Mister L | Lemon Lollipops | Ms. L | Longest Laugh |- | Mister M | Munching Mouth | Mr. M | Munching Mouth |- | Mister N | Noisy Nose | Mr. N | Noisy Nose |- | Miss O* | Obstinate (originally) Optimistic Optimist | Mr. O | Opposite |- | Mister P | Pointy Patches | Ms. P | Pointy Patches |- | Mister Q | Quiet | Mr. Q* | Quiet Questions (originally) Questions |- | Mister R | Ripping Rubberbands | Mr. R | Rainbow Ribbons |- | Mister S | Super Socks | Ms. S | Super Socks |- | Mister T | Tall Teeth | Ms. T | Tall Teeth |- | Miss U | Upsy-Daisy Umbrella | Ms. U | Unusual Umbrella |- | Mister V | Violet Velvet Vest | Ms. V | Vegetable Vest |- | Mister W | Wonderful Wink | Ms. W | Wonderful Words |- | Mister X | Mixed-Up/All Wrong | Mr. X | Different |- | Mister Y | Yawning | Ms. Y | Yodeling Yawn |- | Mister Z | Zipping Zippers | Mr. Z | Zipping Zippers |} * Note: The characteristics of Miss I and Miss O changed shortly before The Letter People television series ended its run. * Note: The characteristics of Mr. Q changed from \"Quiet Questions\" to just \"Questions\" to teach children that keeping your questions \"quiet\" will not answer them. ==Books== ===Read-to-Me (1972–1978)=== ^illustrated by Barbara Yeagle *illustrated by James Razzi ===Fables of the Letter People (1988–1989)=== ===Let's Begin with the Letter People (1997–2000)=== ===Take-Home Books (2000)=== ===Read-to-Me (2002–2003)=== == Credits == ===Original program (1968)=== ==== Creative Team ==== ====Songs (1972)==== *Paul Evans – Mister F, Mister N, Mister S *Jim Thurman – Mister R ===Television series (1974)=== ==== Creative Team ==== ==== Puppeteers and Voices ==== === Revised program (1996) === ==== Creative Team ==== ==== Voices ==== ==== Strategy Tapes ==== ==References== ==External links== *Excelligence Learning Corporation *Ashley's Asylum: The Letter People! * at Bobopolis Category:American television shows featuring puppetry Category:1970s American children's television series Category:1974 American television series debuts Category:Reading and literacy television series Category:American children's education television series Category:American television shows based on children's books Category:Culture of St. Louis",
 "title": "The Letter People"
}