{
 "id": "640878",
 "text": "There are currently 64 national parks in Russia, a list of 48 of which is given below (updated 2015). Together they cover approximately . ==Overview== thumb|right|430px|Map of national parks in Russia Until the 1960s only nature reserves and zakazniks existed in the Soviet Union, so international experience in creating a form of protected areas intended for tourists to relax and teach them to take care of nature was very important. In 1961, Soviet geographers, headed by Innokenti Gerasimov, director of the Institute of Geography, USSR Academy of Sciences, visited the United States. This trip was an introduction to the USA experience in environmental protection and Soviet scientists visited the Yellowstone National Park and the Great Smoky Mountains National Park. After the trip, Innokenti Gerasimov returned to the idea of creating nature parks in the USSR, in 1965 he proposed the creation of a Baikal nature park. A similar natural park was also designed in the Lake Seliger area on the Valdai Hills. In 1966, the newspaper Komsomolskaya Pravda published an article by Innokenti Gerasimov and Vladimir Preobrazhensky, which said about the need to create a system of natural parks in the USSR. Natural parks were thinking of as places for tourists to relax, but to protect animals and plants in some territories of parks tourists would not be allowed to visit without a guide.Sobisevich A. V., Snytko V. A. To the history of the creation of biosphere reserves and natural parks in the Soviet Union // IOP Conference Series: Earth and Environmental Science. 2020. Vol. 579. P. 1–5. The oldest parks in Russia are Sochinsky and Losiny Ostrov (1983); Samarskaya Luka (1984); Mariy Chodra (1985); Bashkiriya, Prielbrusye, Pribaykalsky, and Zabaykalsky (1986).Russian Nature Press According to the law on the protected areas of Russia, national parks are areas of land and water devoted to nature protection, ecological education, and scientific research. They contain sites of particular ecological, historical and aesthetic value. Regulated tourism is permitted.\"About Special Protected Nature Areas\", a Russian Federation federal law of March 14, 1995.Biodiversity Conservation Centre Moscow The area of each park is divided into zones according to various functions. There should be a strictly protected area managed as a zapovednik, and also recreational and buffer zones in which economic activity is allowed, such as tourism, traditional land use, and benign forms of agriculture and forestry. The strictly protected function is sometimes fulfilled by a neighbouring official zapovednik; for instance, Barguzin Zapovednik adjoins Zabaykalsky National Park on the east side of Lake Baikal. In 2001 Vodlozersky National Park received UNESCO Biosphere Reserve status, followed by Smolenskoye Poozerye and Ugra National Park in 2002, and two others (Valdaysky and Kenozersky) in 2004. The newest park is Bikin National Park, created in late 2015. The national parks are currently the responsibility of the Ministry of Natural Resources and Environment (Russia). == List of national parks of Russia == {| class=\"wikitable sortable plainrowheaders\" style=\"width:98%\" |- !scope=\"col\" ! style=max-width:4em |Name !scope=\"col\" class=\"unsortable\" ! style=max- width:6em|Photo !scope=\"col\" ! style=max-width:4em |Location !scope=\"col\" ! style=max-width:4em |Created !scope=\"col\" ! style=max-width:2em |Park URL !scope=\"col\" ! style=max-width:3em |Area !scope=\"col\" class=\"unsortable\" ! style=max-width:18em |Description |- !scope=\"row\" | Alaniya |150px|alt=Mountain peak and glacial valley, Alaniya NP | | | Ала́ния | |Alaniya lies on the north slope of the central Caucasus Mountains. The park includes the 13 km long Karaugom Glacier, the deep forest valley of the Urukh River, and steppe grasslands. Archaeological ruins dot the park, from the Bronze Age Koban culture to the medieval Alans people. The host Republic of North Ossetia-Alania takes its name from the Alans. |- !scope=\"row\" | Alkhanay |150px|alt=Temple Gate rock formation, Alkhanay NP |Zabaykalsky Krai | | Алханай | |Sacred to the indigenous Buryats people, as well as modern Buddhists, Mt. Alkhanai is the central focus of the park. (The Dalai Lama has made two unofficial visits). The surroundings are a prime example of \"Daurian forest steppe\", in the transition zone between the Siberian taiga to the north, and the Mongolian steppe just to the south. |- !scope=\"row\" | Anyuysky |150px|alt=Headwaters of Anyuy River, Anyuysky NP |Khabarovsk Krai | | Анюйский | |The park is important because it creates an ecological corridor - from the low floodplain habitat of the Amur River, up through the forested Anyuy River basin, to the high levels of the Sikhote-Alin mountain range in the Russian Far East. The local indigenous people are the Nanai people, traditionally a fishing and hunting culture. |- !scope=\"row\" | Bashkiriya |150px|alt=Bashkiriya in winter snow |Bashkortostan | | Башкирия | |Bashkiriya covers a large contiguous forest and network of dissected river valleys on the southern end of the Ural mountains. The park is a buffer between the industrialized flat lands to the west, and the mountainous and sparsely-populated Shulgan-Tash Nature Reserve and Allyn-Solok (\"Golden Bee Tree\") entomological reserve to the east. |- !scope=\"row\" | Beringia |150px|alt=Beringia |Chukotka Autonomous Okrug | | Берингия | |Until 11,000 BCE, the Beringia \"land bridge\" allowed humans to pass between Asia and North America. Russia's Beringia National Park is the western side of what is now the Bering Strait, with the US Bering Land Bridge National Preserve in Alaska on the eastern side. |- !scope=\"row\" | Bikin |150px|alt=Bikin |Primorsky Krai | |Бикин | |Created Nov. 3, 2015, Bikin National Park protects the largest remaining old-growth mixed forest in the Northern Hemisphere, as well as the territory of 10% of all Amur tigers in the wild. The park also protects the forest culture of the 600 indigenous inhabitants that remain in the Bikin River basin, the Udeghes and Nanai people. |- !scope=\"row\" | Buzuluksky Bor |150px|alt=Pine stand on river in Buzuluksky Bor NP |Samara Oblast / Orenburg Oblast | | Бузулукский бор | |Buzuluksky Bor is the largest grove of isolated high pine trees in the world. Surrounded by a sea of steppes on the Eastern Russian Plain between the Volga River (west) and the southern Ural Mountains (to the east), the park is the sandy remains of what was once a river delta into the Caspian Sea. There is oil underneath Buzuluksky, adding pressure to the site. |- !scope=\"row\" | Chavash Varmane Bor |150px|alt=Map with borders of Chavash Vermane Bor NP |Chuvashia | | Чаваш Вармане | | Chavash Varmane Bor is a large contiguous (unbroken) forest in the middle Volga River region. The park was created to serve the dual purpose of preserving biological diversity and the protection of a site representative of the Chuvash people. |- !scope=\"row\" | Chikoy |150px|alt=Chikoy NP |Zabaykalsky Krai | | Чикой |) | The park is at the headwaters of the Chikoy River, which flows west into the Selenga River and Lake Baikal, 250 miles to the northwest. It is in the transition zone between the Siberian taiga to the north and Mongolian steppe to the south. |- !scope=\"row\" | Kalevalsky |150px|alt=Kalevalsky NP |Republic of Karelia |{{dts|2007} |Калевальский | |The Kalevalsky pine forest covers one of the last, large old-growth boreal pine forest in Europe. It is situated on the border between Russia and Finland at about the midpoint from south to north. The park is located in the Republic of Karelia. The Kalevala, an epic poem of Finnish and Karelian oral folklore, was drawn from this region. |- !scope=\"row\" | Curonian Spit |150px|alt=Kurshskaya Kosa NP |Kaliningrad Oblast | |Куршская коса | |The Curonian Spit is a 98 km long, thin, curved sand-dune spit that separates the Curonian Lagoon from the Baltic Sea coast. Its southern portion lies within Kaliningrad Oblast, Russia and its northern within southwestern Lithuania. It is a UNESCO World Heritage Site shared by the two countries. |- !scope=\"row\" | Kenozersky |150px|alt=Sts Peter and Paul Church in the village ofMorshchikhinskaya |Arkhangelsk Oblast | |Кенозерский | |The park has many cultural monuments, one being Porzhensky Pogost, which is St. George church with the bell-tower (both from the 18th century) surrounded by the wooden wall with gates and towers (1789). The park is on the divide between the Atlantic and Arctic basins. Since 2004, the National Park has the status of the UNESCO Biosphere Reserve. |- !scope=\"row\" | Khvalynsky |150px|alt=Pine tree over wooded valley, Khvalynsky NP |Saratov Oblast | |Хвалынский | |Khvalynksy NP encompasses a raised plateau of chalk hills of the Volga Uplands, covered in mixed oak-linden and conifer forests, along the west side of the Volga River. It is about 1,000 km north of the Caspian Sea, in Saratov Oblast overlooking the Saratov Reservoir. |- !scope=\"row\" | Kislovodsk |150px|alt=Kislovodsk National Park |Stavropol Krai | | Кисловодский | |The largest urban park in Europe, Kislovodsk NP stretches from the city center of Kislovodsk up the slopes of the adjacent Dzhinal Ridge. It is located on the foothills north of the Caucasus Mountains. The park supports mineral springs, hiking paths, and a cable car to the top of the ridge. |- !scope=\"row\" | Kodar |150px|alt=Kodar National Park |Zabaykalsky Krai | | Кодар | |Kodar is located in the Kodar Mountains, about 500 km northeast of Lake Baikal. The park encompasses extreme variations in terrain: precipitous alpine slopes (\"Kodar\" in the indigenous Evenks language means \"steep\"), over 570 alpine lakes, low-altitude glaciers, volcanoes, and an isolated small desert surrounded by taiga forest. |- !scope=\"row\" | Koygorodsky | |Komi Republic | | Койгородский | |Koygorodsky covers one of the largest expanses of virgin southern taiga in Europe. It is located on the eastern edge of the East European Plain, in the Komi Republic of Russia. |- !scope=\"row\" | Kytalyk |150px|alt=Kytalyk National Park |Sakha | | Кыталык | |Kytalyk is a protected area for the Arctic breeding grounds of migratory birds on the East Asian–Australasian Flyway, including a significant portion of sites for the critically endangered Siberian crane. The name \"kytalyk\" is the Yakut-language word for the Siberian crane. The park is on the low-lying tundra of the delta of the Indigirka River, on the East Siberian Sea in northern Russia. |- !scope=\"row\" | Ladoga Skerries |150px|alt=Ladoga Skerries National Park |Republic of Karelia | | Ладожские шхеры | |Ladoga Skerries is located on the north and northwestern shores of Lake Ladoga in the Russian Republic of Karelia. The park features numerous small rocky islands (\"skerries\") on narrow bays and channels. |- !scope=\"row\" | Losiny Ostrov |150px|alt=Upper Yauza swamp |Moscow Oblast | | Лосиный Остров | |Literally, 'Moose Island', Losiny Ostrov is the first national park of Russia. It is located in Moscow and Moscow Oblast and is the third largest forest in a city of comparable size, after Table Mountain National Park (Cape Town) and Pedra Branca State Park (Rio de Janeiro). |- !scope=\"row\" | Mariy Chodra |150px|alt=Tot-Er Lake, in NP Mariy Chodra |Mari El Republic | | Марий Чодра< | |Mariy Chodra was created to protect rare plants: more than 115 rare plant species are documented. There are fourteen tourist routes in the park; the most popular attractions being Yalchik, Glukhoye, and Kichiyer Lakes, the rafting on the Ilet and Yushut Rivers, Pugachov's Oak, and the Maple Mountain. |- !scope=\"row\" | Meshchyora |150px|alt=Wetlands in Meshcheyora NP |Vladimir Oblast | | Мещёра | |Meshchyora NP covers extensive wetlands (swamps, peat bogs, rivers and lakes) - an extremely rich habitat for biodiversity - and pine/birch woodlands in the Meshchera Lowlands on the East European Plain in Vladimir Oblast, about 120 km east of Moscow. The area is associated with the medieval Meshchera tribe. |- !scope=\"row\" | Meschyorsky |150px|alt=Meshcheyorsky NP |Ryazan Oblast | | Мещерский | |\"Meshchersky\" (Мещёрский) National Park is not to be confused with \"Meshchyora\" (Мещёра) National Park, which is just to the north, over the border in Vladimir Oblast. The neighboring parks cover similar wetlands (swamps, peat bogs, rivers and lakes) and pine/birch woodlands in the Meshchera Lowlands. |- !scope=\"row\" | Nechkinsky |150px|alt=Coastline viewed from hill, Nechkinsky NP |Udmurt Republic | | Нечкинский | |Nechkinsky NP is an important biological and cultural reserve of Udmurtia (the Udmurt Republic), situated in the middle valley of the Kama River, its tributary the Siva River, and the coastal part of the Votkinsk reservoir. The territory is mostly forest and river floodplains, with a number of ancient archaeological sites on the grounds. It is near the city of Izhevsk, on the west side of the Ural Mountains. |- !scope=\"row\" | Nizhnyaya Kama |150px|alt=Sign at border of Nizhnyaya Kama NP |Tatarstan < | | Нижняя Кама | | Literally translated as \"Lower Kama National Park\", Nizhnyaya Kama is a national park in the center of Russia, located in Tukayevsky and Yelabuzhsky Districts of Tatarstan. It was established April 20, 1991 to protect coniferous (mostly pine) forests at the banks of the Kama River. |- !scope=\"row\" | Onezhskoye Pomorye |150px|alt=Onezhskoye Pomorye NP |Arkhangelsk Oblast | | Онежское Поморье | |The park occupies much of the Onega Peninsula and adjacent parts of the White Sea. There are no all-season means of land transportation to the mainland. Most of the area is covered by forest.Moose, Eurasian brown bear, gray wolf, and red fox are common in the park. Beluga whale occurs in the White sea. In the winter, the sea is frozen. |- !scope=\"row\" | Orlovskoye Polesye |150px|alt=Orlovskoye_Polesye NP |Oryol Oblast | | Орловское полесье | |Orlovskoye Polesye is situated in the middle of the Central Russian Upland straddling the Znamensky and Khotynetsky districts of Oryol Oblast. The territory is a hills cut with ravines and gullies. The highest elevation is 250 meters above the sea level. In the low-lying areas there are muskeg with cranberries. |- !scope=\"row\" | Paanajärvi |150px|alt=Paanajärvi NP |Republic of Karelia | | Паанаярви | |Paanajärvi National Park is located in the Karelia Region of northern Europe, along the Finnish–Russian border. It protects 1,043.71 square kilometres (402.98 sq mi) of pristine Scandinavian and Russian Taiga ecoregion forest habitats, lakes, and rivers. |- !scope=\"row\" | Pleshcheyevo Ozero |150px|alt=Pleshcheyevo Ozero NP |Yaroslavl Oblast | | Плещеево озеро | |Pleshcheyevo NP covers Lake Pleshcheyevo and surrounding areas. The lake is highly popular for recreational use, as an ecological habitat, and is a former resort for the Russian tsars. The lake is located about 130 km northeast of Moscow, in the basin of the Upper Volga. On the southeast shore is the resort town of Pereslavl-Zalessky, Yaroslavl Oblast. |- !scope=\"row\" | Pribaikalsky |150px|alt=Shaman Rocks, Pribaikalsky NP |Irkutsk Oblast | | Прибайкальский | |Pribaikalsky National Park covers the southwest coast of Lake Baikalin southeastern Siberia. The coastal strip includes some mountain ridges to the west as well as offshore islands such as Olkhon Island to the east. It is about 50 km southeast of the city of Irkutsk, Irkutsk Oblast. |- !scope=\"row\" | Pripyshminskiye Bory |150px|alt=Pripyshminskiye Bory NP |Sverdlovsk Oblast | |Припышминские Боры | |Pripyshminskie Bora is located on the western edge of the West Siberian Plain . It protects a complex of pine and birch forests. About 10% of the area is non-forested marshes, ponds, hayfields and pastures. |- !scope=\"row\" | Prielbrusye |150px|alt=Prielbrusye NP |Kabardino-Balkaria | | Приэльбрусье | |Prielbrusye is centered on Mt. Elbrus, the highest mountain in Europe at 5,632 meters above sea level. The relative isolation of steep gorges has led to high levels of endemism and biodiversity. The park is in the central Caucusus, just northwest of Alaniya National Park. |- !scope=\"row\" | Russian Arctic |150px|alt=Russian Arctic NP |Arkhangelsk Oblast | | Русская Арктика | |Russian Arctic National Park covers a large and remote area of the Arctic Ocean, the northern part of Novaya Zemlya (Severny Island), and Franz Josef Land. |- !scope=\"row\" | Russky Sever |150px|alt=Russky Sever NP |Vologda Oblast | | Русский Север | |The name of the park means Russian North in Russian. The park protects natural and cultural landscapes around Kirillo- Belozersky Monastery and Ferapontov Monastery, places of great historical significance. |- !scope=\"row\" | Salair |150px|alt=Samarskaya Luka NP |Altai Republic |< | Салаир | |Salair is located on the west slope of the Salair Ridge, which separates Altai Krai (west side) from Kemerovo Oblast (east side). The low mountains are covered with coniferous forest. Because of its warm, humid summers, scientists have referred to Salair as the \"rainforest of Siberia\". |- !scope=\"row\" | Samarskaya Luka |150px|alt=Samarskaya Luka NP |Samara Oblast | | Самарская Лука | |The park (in English, \"Samara Bend\") is on the 180-degree bend of the Volga River as it flows south by the City of Samara. It is on the shore of the Kuibyshevskoye water reservoir, and on the north it has a border with Zhigulevsky Zapovednik. Most of the bedrock is karst (limestone) formation. |- !scope=\"row\" | Samursky |150px|alt=Samar Forest |Dagestan | | Самурский | |Samursky is located on the west coast of the Caspian Sea, at the eastern extent of the Greater Caucasus Mountains in Dagestan, Russia. It is divided into two sectors: a coastal floodplain section on the delta of the Samur River, and a mountainous sector that includes Mount Bazardüzü and the southernmost extreme point in Russia. |- !scope=\"row\" | Saylyugemsky |150px|alt=Saylyugemsky NP |Altai Republic | |Сайлюгемский | |Created as a special preserve for the Altai Snow Leopard and the Altai mountain sheep (argali), Saylyugemsky National Park rises in the Altai-Sayan Mountains, on the border between Russia and Mongolia. |- !scope=\"row\" | Sebezhsky |150px|alt=Sebezhsky NP |Pskov Oblast | | Себежский | |Sebezhsky National Park is located in the southwestern part of Sebezhsky District, where the national park is located, is essentially hilly landscape of glacial origin with many lakes. The area is forested, with pine, spruce, mixed, and alder forests. |- !scope=\"row\" | Sengileevskie Mountains |150px|alt=Sengileevskie Mountains NP |Ulyanovsk Oblast |< | Сенгилеевские горы | |The park is located in the low Sengiley Mountains area of the Volga Uplands, along the middle Volga River in Russia. The 'mountains' are technically plateau with deep ravines and river cuts, about three-quarters forested. |- !scope=\"row\" | Shantar Islands |150px|alt=Shantar Islands NP |Khabarovsk Krai < | | Шантарские острова | |The Shantar Islands are a group of 15 islands that lie off the coast of Khabarovsk Krai, in the Sea of Okhotsk. Most of the islands have rugged cliffs, and the highest point is 720 meters. They are home to Steller Sea Lions, seals, and Bowhead whales. |- !scope=\"row\" | Shorsky |150px|alt=Shorsky NP |Kemerovo Oblast | | Шорский | |Shorsky National Park is a forested, mountainous area in southwestern Siberia, where the West Siberian Plain meets the South Siberian Mountains . It is representative of areas with dark taiga tree cover (92% of the park is forested). |- !scope=\"row\" | Smolenskoye Poozerye |150px|alt=Smolenskoye Poozerye NP |Smolensk Oblast | | Смоленское Поозерье | |\"Smolensk Lakes\" is a forest- wetland ecosystem of 35 lakes and surroundings in the northwest of Smolensk Oblast near the Russian border with Belarus. It is in the basin of the Daugava (river) (also called the \"Western Dvina\" River), about 40 miles (64 km) north of the city of Smolensk. |- !scope=\"row\" | Smolny |150px|alt=Smolny NP |Republic of Mordovia | | Смольный | |The park has a representative lowland river environment, with a slow current. The lakes and swamps are mainly concentrated in the floodplain of the Alatyr River. Marshes are mainly lowland. A few bogs are located in the southern and central parts of the park. There are many springs. |- !scope=\"row\" | Sochi |150px|alt=Sochi NP |Krasnodar Krai | | Сочинский | |The park occupies the Greater Sochi area, from the border with the Tuapsinsky District, between the mouths of Shepsi River and Magri River in the north-west, to the border with Abkhazia along the Psou River in the south-east, and between the Black Sea to the water divide crest of the Greater Caucasus. |- !scope='row' | Stolby | 150px|alt=Stolby National Park | Krasnoyarsk Krai | | Столбы | | Reclassified as a national park in 2019 (from a nature reserve), Stolby is situated on the northwestern spurs of the Eastern Sayan which is contiguous with the Central Siberian Plateau. Area borders upon Krasnoyarsk city from the northeast. Visitors are able to get to the boundary by a city bus. |- !scope=\"row\" | Taganay |150px|alt=Taganay NP |Chelyabinsk Oblast | | Таганай | |Taganay is a group of mountain ridges in the Southern Urals, on the territory of Chelyabinsk Oblast, with the highest point rising 1178 m. above sea level. |- !scope=\"row\" | Tarkhankut |150px|alt=Tarhankut NP |Autonomous Republic of Crimea | | Тарханкутский | |The park is located on the western tip of the Tarkhankut peninsula in the Black Sea region. The park is predominantly steppe areas Tarkhankut hills and beams (White, Castel, Ternovaya), which cut into the hill. The park surrounds virtually all West Coast. |- !scope=\"row\" | Tokinsko-Stanovoy | |Amur Oblast | | Токинско- Становой | |Tokinsko-Stanovoy is located at the mountainous headwaters of the Zeya River, in the Stanovoy Highlands of the Russian Far East. It was created in 2019 to protect important natural features - particularly the Siberian snow sheep, and also the cultural heritage of the reindeer-herding indigenous Evenki people. |- !scope=\"row\" | Tunkinsky |150px|alt=Tunkinsky NP |Buryatia | | Тункинский | |Tunkinsky is in south central Siberia, and covers a mountainous region centered on the Irkut River valley (also referred to as the Tunka Valley) that continues from the rift valley of Lake Baikalsouthwest to the border of Mongolia. To the north and west of the valley is the eastern edge of the Sayan Mountains. |- !scope=\"row\" | Udegeyskaya Legenda |150px|alt=Udegeyskaya Legenda NP |Primorsky Krai | | Удэгейская легенда | |Udege Legend covers the richest coniferous-deciduous forest on the western slope of the Central Sikhote-Alin mountains of the Russian Far East. The park is designed to protect west-slope river valley habitat, and to support the remnant of the indigenous Udege people. The area is known for abundant fishing and boating on the streams and rivers. It is also a refuge for the endangered Amur Tiger. |- !scope=\"row\" | Ugra |150px|alt=Ugra NP |Kaluga Oblast | | Угра | |Ugra National Park is a forested areas southwest of Moscow. It is located in the Kaluga region, the valleys of the rivers Ugra, Zhizdra, Vyssa and Oka. |- !scope=\"row\" | Valdaysky |150px|alt=Valdaysky NP |Novgorod Oblast | | Валдайский | |Since 2004, the National Park has the status of a UNESCO Biosphere Reserve. Valdaysky National Park, which includes the town of Valday, Lake Valdayskoye, and the northern part of Lake Seliger, is one of the most popular tourist destinations in Central Russia and has well-developed tourist infrastructure. |- !scope=\"row\" | Vodlozersky |150px|alt=Vodlozersky NP |Arkhangelsk Oblast | | Водлозерский | |The park area includes Lake Vodlozero, the river basin of the Ileksa, the main inflow of the lake, and the upper course of the Vodla. In 2001, Vodlozersky was designate a UNESCO Biodiversity Reserve site. |- !scope=\"row\" | Yugyd Va |150px|alt=Yugyd Va NP |Komi Republic | | Югыд ва | |The Yugyd Va park covers a territory in the Northern Ural Mountains and adjacent foothills and flatlands. The entire park is within the Pechora River basin, i.e. west of the Europe-Asia continental divide; this means that all of it is geographically in Europe. |- !scope=\"row\" | Zabaykalsky |150px|alt=Zabaykalsky NP |Buryat Republic | | Забайкальский | |Zaybaykalsky National Park covers a section of the eastern shore of Lake Baikal. |- !scope=\"row\" | Zavidovo |150px|alt=Zavidovo NP |Tver Oblast | | Завидово | |Zavidovo is a complex of forests and wetlands located in Tver Oblast and Moscow Oblast, Russia. The area is abundant in game animals and has historically been a notable hunting reserve for government officials. |- !scope=\"row\" | Land of the Leopard |150px|alt=Land of the Leopard NP |Primorsky Krai | | Земля леопарда | | The main aim of the park is to preserve and restore the population of the unique spotted cat - the Amur leopard, which number in Russia is now only about 50 individuals. Today, more than half of them lives in the \"Land of the Leopard.\" In addition, there lives and another cat, listed in the Red Book - the Amur tiger. |- !scope=\"row\" | Zigalga |150px|alt=Zigalga NP |Chelyabinsk Oblast | | Зигальга | |Zigalga is located on the high Zigalga Ridge of the Southern Ural Mountains in Russia, on the transition between Europe and Siberia. |- !scope=\"row\" | Zov Tigra |150px|alt=Zov Tigra NP |Primorsky Krai | | Зов Тигра | |Zov Tigra is a mountainous refuge for the endangered Amur Tiger. The park encompasses an area of 83,384 hectares (206,046 acres; 834 km2; 322 sq mi) on the far southeast coast of Russia's Far East in the federal district Primorsky Krai (in English, \"Maritime Region\"). |- !scope=\"row\" | Zyuratkul |150px|alt=Zyuratkul NP |Chelyabinsk Oblast | | Зюраткуль | |Notable features include Zyuratkul' Lake, a rare mountainous body of water for the Urals 754 m above sea level, with a surface area of 13,2 km2 and a maximum depth of 8 m. Water is slightly mineralised (≈50 mg/L). Because of its clear water and spectacular landscape around, Zyuratkul' is often called \"Ural Ritsa\". |} ==See also== * Protected areas of Russia * Nature Reserves (Zapovedniks) of Russia ==Footnotes== ==External links== *Biodiversity Conservation Center/Tsentr dikoy prirody, Moscow: page and map on each park, in Russian. *Centre for Russian Nature Conservation/Russian Conservation News. Russia National parks National parks",
 "title": "National parks of Russia"
}