{
 "id": "641029",
 "text": "thumb|Ivan Alexandrovich Ivan Alexandrovich Wyschnegradsky (September 29, 1979), also transliterated as Vïshnegradsky, Wyshnegradsky, Wischnegradsky, Vishnegradsky, or Wishnegradsky () (after he emigrated to France, he used \"Wyschnegradsky\" as spelling for his surname) was a Russian composer primarily known for his microtonal compositions, including the quarter tone scale (24-tet: 50 cents). He also used scales of up to 72 divisions (mainly third (18-tet: 66. cents), sixth (36-tet: 33. cents), and twelfth tones (72-tet: 16. cents)). For most of his life, from 1920 onwards, Wyschnegradsky lived in Paris.\"Ivan Wyschnegradsky \", Voix Nouvelles [New Voices]. ==Early life== Ivan Wyschnegradsky was born in Saint Petersburg on May 4, 1893. His father was a banker and his mother wrote poems. His grandfather was a celebrated mathematician who served as the Minister for Finance from 1888 to 1892. After his baccalaureate, Wyschnegradsky entered the School of Mathematics. He followed the courses of harmony, composition and orchestration (1911–1915) led by Nicolas Sokolov, professor with the Academy of Saint Petersburg. In 1912, he entered the School of Law. ==Music career== The first public performance of Wyschnegradsky's Andante religioso and funebre was performed at the theatre Pavlovsk under the direction of Aslanov, in the presence of César Cui. At the end of the concert, Cui congratulated him \"for his moderation\". In 1916, Wyschnegradsky composed The Day of the Brahma (which would later become The Day of Existence) for narrator, full orchestra and mixed chorus ad libitum. In 1917, the day before the revolution, Wyschnegradsky completed his law studies. In November, his father died. Ivan adhered to the ideals of the Russian Revolution and composed The Red Gospel, opus 8. In 1919, he elaborated on his first project on the notation of twelfth-tones. The following year, Wyschnegradsky and his family moved to Paris. The Pleyel house manufactured a pneumatic-transmission piano for him, but he was not entirely satisfied (1921). Wyschnegrasky wished to build a true quarter-tone piano and thought that he would only be able to in Germany. He ordered a Möllendorf-type quarter-tone harmonium from Straube. In 1922 and 1923, he went to several revivals in Germany where he met R. Stein, Alois Hába, J. Mager and W. Möllendorf. The following year, he married Hélène Benois and fathered a son, Dimitri (1924, later Dimitri Vicheney, who used the pen-name Jacques Demêtre). Wyschnegradsky and Benois divorced in 1926. He ordered a quarter-tone piano from Foerster (1927). The Vandelle quartet performed the Prelude and Fugue, opus 15. In 1929, the piano made by Foerster arrived in Paris. He met Lucille Markov (Gayden), his future wife. He also published the Manual of Quarter-tone Harmony (1932). In 1934, he composed Twenty-four Preludes in All the Tones of the Chromatic Scale Diatonicized with Thirteen Sounds, for two pianos in quarter tones (1934). On January 25, 1937, he attended the first concert devoted entirely to his music. He met Olivier Messiaen, and later Henri Dutilleux and Claude Ballif. He recorded the slow movement of the Symphony Thus Spoke Zarathustra for four pianos in quarter tones. In 1942, Wyschnegradsky was arrested by the Germans and transferred to Compiègne, where he remained for two months. His wife (of American nationality) was also arrested and transferred to Vittel. On November 11, 1945, Gisèle Peyron and Mady Sauvageot, sopranos, Lili Fabrègue, viola, Yvette Grimaud, Yvonne Loriod, Pierre Boulez and Serge Nigg, pianos gave a concert of works of Wyschnegradsky. Contracting tuberculosis, he rested at the sanatorium of St. Martin-du-Tertre. In 1947, André Souris gave the première in Belgium of the Symphony Thus Spoke Zarathustra for four pianos in Brussels. In 1951, Pierre Boulez, Yvette Grimaud, Claude Helffer and Ina Marika gave a performance of the Second Symphonic Fragment, opus 24 in Paris. The Revue Musicale published a special issue on Ivan Wyschnegradsky and Nicolas Obouhow. In 1977, Martine Joste organized a concert at Radio France. In Canada, Bruce Mather did the same. In 1978, Alexandre Myrat, at the head of the Philharmonic Orchestra of Radio France, performed the Day of Existence. Ivan Wyschnegradsky was invited by the DAAD as composer-in-residence at Berlin. He could not go, due to ill health. Radio France commissioned a string trio by him. Wyschnegradsky died at the age of 86 in Paris on September 29, 1979. His son Dimitri, known professionally as Jacques Demêtre, was an influential supporter and historian of blues music. Valerie Ghent, \"Jacques Demêtre: discovering a blues historian in the family\", ValGhent.com, December 28, 2013. Retrieved 25 June 2020 Wyschnegradsky appears in Paul Auster's novel The Locked Room (1986), part of the New York Trilogy. ==Works== {| class=\"wikitable\" |- !Chromatic (semitone) works |- |La Journée de l'existence, for recitation, orchestra & choir ad. lib., without Op. (1916–1917, revised 1927 & 1939) |- |L'automne (words by F. Nietzsche, translated to Russian), for bass-baritone & piano, Op. 1 (1917) Ed. Belaieff. |- |Préludes (2), for piano, Op. 2 (1916) Ed. Belaieff. |- |Le soleil décline (words by F. Nietzsche), for bass-baritone & piano, Op. 3 (1917–1918) Ed. Belaieff. |- |Le scintillement des étoiles (words by Sophie Wyschnegradsky, his mother), for soprano & piano, Op. 4 (1918) |- |Quatre fragments, for piano (1st version), Op. 5 (1918) |- |L'Évangile Rouge (words by Vassili Kniaseff), cycle for voice & piano (1st version), Op. 8 (1918–1920) |- |Le mot, for soprano & piano, Op. 36 (1953) |- |Prélude, for piano, Op. 38a (1956) |- |String Quartet #3, Op. 38b (1945–1958) |- |Étude sur le carré magique sonore, for piano, Op. 40 (1956) Ed. Belaieff. |} {|class=\"wikitable\" |- !Third-tone Works |- |Prélude et danse, for Carrillo third tones piano, Op. 48 (1966) |} {|class=\"wikitable\" |- !31st-tone Work |- |Étude ultrachromatique, for Fokker 31-tone organ, Op. 42 (1959) |} {|class=\"wikitable\" |- !Sixth-tone Works |- |Prélude et fugue, for 3 pianos in sixth tones, Op. 30 (1945) |- |Poème, for Carrillo sixth tones piano, Op. 44a (1958) |- |Études sur les mouvements rotatoires, for 3 pianos in sixth tones & orchestra, Op. 45b (1961) |- |Composition I, for 3 pianos in sixth tones, Op. 46a (1961) |- |Dialogue à trois, for 3 pianos in sixth tones, Op. 51 (1973–1974) |- |Méditations (2), for 3 pianos in sixth tones, without Op. (undated) |} {|class=\"wikitable\" |- !Twelfth-tone Works |- |Arc-en-ciel, for 6 pianos in twelfth tones, Op. 37 (1956) |- |Étude, for Carrillo twelfth tones piano, Op. 44b (1958) |} {|class=\"wikitable\" |- !Mixed Micro-intervals |- |Chant douloureux et étude, for violin & piano, Op. 6 (1918) (third, quarter, sixth & eighth tones in the violin part) |- |Méditation sur deux thèmes de la Journée de l'existence, for cello & piano, Op. 7 (1918–1919) (third, quarter & sixth tones in the cello part) |- |Chant nocturne, for violin & 2 pianos in quarter tones, Op. 11 (1927, revised 1971) (quarter, sixth & eighth tones in the violin part) |- |Œuvre sans titre, for 3 pianos in sixth tones & piano in quarter tones, without Op. (undated) |} {|class=\"wikitable\" |- !Quarter-tone Works |- |Quatre fragments, for 2 pianos in quarter tones (2nd version), Op. 5 (1918) |- |L'Évangile Rouge, cycle for voice & 2 pianos in quarter tones (2nd version), Op. 8 (1918–1920) |- |Chants sur Nietzsche (2), for baritone & 2 pianos in quarter tones, Op. 9 (1923) |- |Variations sur la note Do, for 2 pianos in quarter tones, Op. 10 (1918–1920) |- |Dithyrambe, for 2 pianos in quarter tones, Op. 12 (1923–1924, revised vers. by Bruce Mather, 1991) |- |String Quartet #1, Op. 13 (1923–1924) |- |Chœurs (2, words by A. Pomorsky), for mixed choir, 4 pianos in quarter tones & percussions, Op. 14 (1926) |- |Prélude et fugue sur un chant de l'Évangile rouge, for quartertone piano, version for string quartet (lost), Op. 15 (1927) |- |Prélude et danse, for 2 pianos in quarter tones, Op. 16 (1926) |- |Ainsi parlait Zarathoustra, symphonie, for 4 pianos in quarter tones (sketches for orchestration in Bibliothèque Nationale, Paris), Op. 17 (1929–1930, revised 1936, Ed. L'Oiseau- Lyre) |- |String Quartet #2, Op. 18 (1930–1931) |- |Études de concert(2), for 2 pianos in quarter tones, Op. 19 (1931) |- |Étude en forme de scherzo, for 2 pianos in quarter tones, Op. 20 (1931) |- |Prélude et fugue, for 2 pianos in quarter tones, Op. 21 (1932) |- |Pièces (2), for 2 pianos in quarter tones, without Op. (1934) |- |Préludes dans tous les tons de l'échelle chromatique diatonisée à 13 sons (24), for 2 pianos in quarter tones, Op. 22 (1934, rev. 1960) Ed. Belaieff. |- |Premier fragment symphonique, for 4 pianos in quarter tones, Op. 23a; for orchestra, Op. 23c (1934, orch. vers. 1967) |- |Deuxième fragment symphonique, for 4 pianos in quarter tones, timpani & percussions, Op. 24 (1937) |- |Poème, for 2 pianos in quarter tones, without Op. (1937) |- |Linnite, pantomime in 1 act & 5 scenes, for 3 voices & 4 pianos in quarter tones, Op. 25 (1937) |- |À Richard Wagner, for baritone & 2 pianos in quarter tones, Op. 26 (1934) |- |Acte chorégraphique, for bass-baritone, mixed choir, 4 pianos in quarter tones, percussions & ad. lib. instruments (viola, clarinet in C & balalaika), Op. 27 (1937–1940) |- |Cosmos, for 4 pianos in quarter tones, Op. 28 (1939–1940) Ed. Belaieff. |- |Chants russes (2), for bass- baritone & 2 pianos in quarter tones, Op. 29 (1940–1941) |- |Troisième fragment symphonique, for 4 pianos in quarter tones & ad. lib. percussions, Op. 31 (1946) |- |Fugues (2), for 2 pianos in quarter tones, Op. 32 (1951) |- |Variations sans thème et conclusion (5), for orchestra, Op. 33 (1951–1952) |- |Sonate en un mouvement, for viola & 2 pianos in quarter tones, Op. 34 (1945–1959) |- |Transparence I, for Onde Martenot & 2 pianos in quarter tones, Op. 35 (1953) |- |Quatrième fragment symphonique, for 4 Ondes Martenot & 4 pianos in quarter tones, Op. 38c (1956) |- |Polyphonies spatiales, for piano, harmonium, Onde Martenot, percussions & string orchestra, Op. 39 (1956) |- |Études sur les densités et les volumes, for 2 pianos in quarter tones, Op. 39b (1956) |- |Dialogue à deux, for 2 pianos in quarter tones, Op. 41 (1958–1973) |- |Dialogue, for 2 pianos in quarter tones, 8 hands, without Op. (1959) |- |Composition en quarts de ton for string quartet Op. 43 (1960) Ed. Belaieff. |- |Études sur les mouvements rotatoires, for 2 pianos in quarter tones, 8 hands, Op. 45a.; for chamber orchestra, Op. 45c (1961) Ed. Belaieff. |- |Composition II, for 2 pianos in quarter tones, Op. 46b (1960) |- |Transparence II, for Onde Martenot & 2 pianos in quarter tones, Op. 47 (1962–1963) |- |Intégrations, for 2 pianos in quarter tones, Op. 49 (1962) |- |L'Éternel Étranger, for voices, mixed choir, 4 pianos in quarter tones, percussions and orchestra (unfinished orchestration), Op. 50 (1940–1960) |- |Symphonie en un mouvement, for orchestra, Op. 51b (1969) |- |Composition, for Ondes Martenot quartet, Op. 52 (1963) |- |String Trio, Op. 53 (1979, unfinished, completed by Claude Ballif) |- |Trauergesang, Epigrammen, Ein Stück, for quartertone piano, without Op. (undated, found by M. Smolka in Alois Hába's archives in 1992) |} ==Recordings== * Ivan Wyschnegradsky : Ainsi Parlait Zarathoustra, opus 17. Monique Haas, Ina Marika, Edouard Staempfli, Max Vredenburg, pianos sous la direction du compositeur. LP 78 tours 1938, L'Oiseau-Lyre Editions. *Ivan Wyschnegradsky-Premier Fragment symphonique * Ivan Wyschnegradsky : Méditation sur 2 thèmes de la Journée de l'Existence opus 7, Prélude et fugue opus 21, Vingt-quatre préludes opus 22 (extraits), Troisième Fragment symphonique opus 32, Etude sur le carré sonore magique opus 40, Etude sur les mouvements rotatoires opus 45, Prélude et Etude opus 48, Entretien du compositeur avec Robert Pfeiffer. S. Billier, M. Joste, Jean- François Heisser, J. Koerner, pianos, J. Wiederker, violoncelle sous la direction de M. Decoust. Editions Block, Berlin, 2 LP, EB 107/108. * Piano Duo. Ivan Wyschnegradsky : Concert Etude opus 19, Fugue opus 33, Integration opus 49. Bruce Mather : Sonata for two pianos. Bengt Hambraeus : Carillon. Bruce Mather and Pierrette Le Page, pianos. Mc Gill University Records 77002. * Music for three pianos in sixths of tones. Ivan Wyschnegradsky : Dialogue à trois opus 51, Composition opus 46, Prélude et Fugue opus 30. Bruce Mather : Poème du Délire. Jack Behrens : Aspects. Louis-Philippe Pelletier, Paul Helmer, François Couture, pianos sous la direction de Bruce Mather. Mc Gill University Records 83017. * Ivan Wyschnegradsky : Vingt-quatre Préludes opus 22, Intégrations opus 49. Henriette Puig-Roget and Kazuoki Fujii, pianos. Fontec records, Tokyo, FOCD 3216. * Between the Keys, Microtonal Masterpieces of the 20th century. Charles Ives : Three Quarter-tone Pieces for Two Pieces, Ivan Wyschnegradsky : Meditation on Two Themes from the Day of Existence opus 7,transcription for bassoon and piano by Johnny Reinhard, Harry Partch : Yankee Doodle Fantasy, John Cage : Sonatas and Interludes for Prepared Piano, The American Festival of Microtonal Music Ensemble, dir. Johnny Reinhard, Newport Classic, NPD 85526. * Ivan Wyschnegradsky : String Quartet # 1, opus 13, String Quartet # 2, opus 18, String Quartet #3, opus 38bis, Composition for String Quartet opus 43, Trio for strings opus 53. Arditti Quartet. Edition Block, Berlin, CD-EB 201 * Hommage à Ivan Wyschnegradsky : Transparences I opus 36, Transparences II opus 47, Composition en quarts de ton pour quatuor d'ondes Martenot, Cosmos opus 29. Serge Provost Ein Horn. Bruce Mather Yquem. Jean Laurendeau, ondes, Pierrette Lepage, Bruce Mather, Marc Couroux, François Couture, Paul Helmer, pianos, Ensemble d'Ondes Martenot de Montréal. Société Nouvelle d'Enregistrement, SNE-589-CD * Ivan Wyschnegradsky : Etudes sur les mouvements rotatoires opus 45c, Sonate pour alto et piano opus 34, Dialogue opus posthume, Etudes sur les densités et les volumes opus 39bis, Deux chants sur Nietzsche opus 9, Dithyrambe opus 12. Jacques Bona, baryton-basse, Teodor Coman, alto, Sylvaine Billier, Martine Joste, Gérard Frémy, Yves Rault, pianos et l'Ensemble 2e2m sous la direction de Paul Méfano. 2e2m Collection. * Lyrische Aspekte unseres Jahrhundert. Martin Gelland, violon et Lennart Wallin, piano. Othmar Schoeck : Sonate pour violon et piano, opus 22. Ivan Wyschnegradsky : Chant douloureux opus 6, pour violon et piano. Chant nocturne opus 11 (Klaus-Georg Pohl et Ute Gareis, pianos à quarts de ton). Allen Sapp : And the Bombers Went Home pour violon et piano. Willy Burkhard : Sonate pour violon et piano opus 78. Richard Strauss : Allegretto pour violon et piano. Hanns Jelinek : Zehn Zahme Xenien opus 32 pour violon et piano. Dieter Acker : Sonate pour violon solo. Vienna Modern Masters, VMM 2017 * 50 Jaar Stichting Huygens-Fokker. Peter Schat : Collages voor 31-toonsorgel. Henk Badings : Sonate 3 voor twee violen, Reeks van kleine klankstukken. Ivan Wyschnegradsky : Etude Ultrachromatique. Jos Zwaanenburg : Cherubs' Chirrup. Rafael Reina : Drag on ... Claustrophobia. Stichting Huygens-Fokker, 1999. * L'Evangile rouge (The Red Gospel). Ivan Wyschnegradsky : L'Evangile Rouge opus 8, Deux chants sur Nietzsche opus 9, Deux chants russes opus 29, A Richard Wagner opus 26 . Bruce Mather : Un cri qui durerait la mer, Des laines de lumière. Michel Ducharme, baryton-basse, Pierrette Lepage et Bruce Mather, pianos accordés en quarts de ton. Société Nouvelle d'Enregistrement, SNE-647-CD. * La Journée de l'existence, confession de la vie devant la vie pour orchestre, chœur ad libitum et récitant, shiiin 4 CD 2009. == Writings == * Liberation of sound (in Russian). Nakanounié. Berlin, 7 janvier 1923. * Liberation of rhythm (en russe). Nakanounié, Berlin, 18 et 25 mars 1923. * Quelques considérations sur l'emploi des quarts de ton en musique. Le monde musical, Paris, 30 juin 1927. * Quartertonal music, its possibilities and organic Sources, Pro Musica Quarterly, New York, 19 octobre 1927, pp 19–31. * Musique et Pansonorité. La revue Musicale IX, Paris, décembre 1927, pp 143. * Manuel d'harmonie à quarts de ton, La Sirène Musical, Paris, 1932, republished by Ed. Max Eschig, Paris, 1980. English translation with audio realizations published by Underwolf Editions, New York, 2017. . * Etude sur l'harmonie par quartes superposées. Le Ménestrel 12 juin 1935, p 125 et 19 juin 1935, p 133. * La musique à quarts de ton et sa réalisation pratique. La Revue Musicale 171, 1937. * L'énigme de la musique moderne. La Revue d'esthétique, Janvier-mars 1949, pp 67–85 et avril- juin 1949, pp 181–205. * Préface à un traité d'harmonie par quartes superposées. Polyphonie 3,1949, p 56. * Problèmes d'ultrachromatisme. Polyphonie 9–10, 1954, pp 129–142. * Les Pianos de J. Carrillo. Guide du concert et du disque, Paris, 19 janvier 1959. * Continuum électronique et suppression de l'interprète. Cahiers d'études de Radio Télévision, Paris, Avril 1958, pp 43–53. * L'ultrachromatisme et les espaces non octaviants, La Revue Musicale # 290–291, pp. 71–141, Ed. Richard-Masse, Paris, 1972. * La Loi de la Pansonorité (Manuscript, 1953), Ed. Contrechamps, Geneva, 1996. Preface by Pascal Criton, edited by . . * Une philosophie dialectique de l'art musical (Manuscript, 1936), Ed. L'Harmattan, Paris, 2005, edited by Franck Jedrzejewski. . ==Sources== ==Further reading== * Claude Ballif, Ivan Wyschnegradsky : harmonie du soir. Premier Cahier Ivan Wyschnegradsky, Paris, Mars 1985, pp 9–22. * Barbara Barthelmes, Raum und Klang. Das musikalische und theoretische Schaffen Ivan Vyschnegradskijs. PhD Thesis, 1991. * Lucile Gayden, Ivan Wyschnegradsky. Francfort, Peters, 1973. * Franck Jedrzejewski, Ivan Wyschnegradsky et la musique microtonale, PhD, Université de Paris I, Panthéon-Sorbonne, 2000, 565 pages. * Dimitri Vichney, Notes sur l'évangile rouge de Ivan Wyschnegradsky, Cahier du CIREM, n° 14–15, 1990, p 186-223. * Jiri Vyslouzil, Ivan Vyschnegradskij, kapitolaze zapomenutych hudenich avantgard. Opus Musicum I, Brno, 1969, pp 30–40. ==External links== * Dissertation by Myles Skinner on the Préludes Op. 22 for 2 pianos tuned a quartertone apart * M. Beaulieu: Cyclical Structures and Linear Voice-Leading in the Music of Ivan Wyschnegradsky * Article 'Ivan Wyschnegradsky: Microtonalist and Mystic' * Review by Simon Cummings of English translation of Manual of Quarter-Tone Harmony. * Article by Noah K (editor) and Rosie K (translator) on the English translation of the Manual of Quarter-Tone Harmony Category:20th-century classical composers Category:Russian male classical composers Category:1893 births Category:1979 deaths Category:Microtonal composers Category:Russian opera composers Category:Male opera composers Category:Musicians from Saint Petersburg Category:20th-century Russian male musicians",
 "title": "Ivan Wyschnegradsky"
}