{
 "id": "641071",
 "text": "Knowbotic Research is a German-Swiss electronic art group, established in 1991. Its members are Yvonne Wilhelm, Christian Hübler and Alexander Tuchacek. They hold a professorship for Art and Media at the University of the Arts in Zurich. ==History== Yvonne Wilhelm (born 1962), Christian Huebler (born 1962), Alexander Tuchacek (born 1962) are based in Zurich Switzerland. The Knowbotic Research group has experimented with the intersection of technology, information and knowledge, interface, immersive virtual reality and networked agency. In their work Simulation Mosaik Data Klaenge from 1993, they experimented with so called intelligent agent, applications which can conglomerate diaphanous information by themselves (also called knowbots) and intelligent virtual spaces (flexible information-environments distributed in electronic networks). Knowbotic Research KR+cF has regularly invited people from non-art fields to participate in their projects, such as scientists, philosophers and engineers, depending on the concept of each project. In partnership with the Academy of Media Arts Cologne, Knowbotic Research KR+cF has founded Membrane, a laboratory for media strategies, in 1995.Joseph Nechvatal, Immersive Ideals / Critical Distances. LAP Lambert Academic Publishing. 2009, pp. 367-368 In their more recent work, they created media- based projects that try to intervene in the (physical or digital) public domain. Knowbotic is a coinage that combined “knowledge” with “robot”, meaning intellectual agent on the Internet. Knowbotic has developed some projects themed on an information environment and a computer interface. Since 1998, it has become more flexible, and with these main three of them, different members from various fields such as art, science, and philosophy, have joined in each program. In 1997, it worked with Japanese art group, Canon Art Lab, in Tokyo. This project aimed at revealing the function of the city by interacting between real and virtual world. ==Awards== Knowbotic Research has been exhibited widely and has received several prizes, including: * Two Prix Ars Electronica Golden Nicas (in 1994 and 1998) * The Claasen Prize for Media Art and Photography, Cologne * The international ZKM Media-art award * The August Seeling-Award of Wilhelm Lehmbruck Museum ==Footnotes== ==References== * Oliver Grau, \"Virtual Art: From Illusion to Immersion\" MIT-Press, Cambridge 2003 * Christiane Paul, Digital Art, Thames & Hudson Ltd. * Wolf Lieser. Digital Art. Langenscheidt: h.f. ullmann. 2009. * Joseph Nechvatal, Immersive Ideals / Critical Distances. LAP Lambert Academic Publishing, 2009 * Joline Blais and Jon Ippolito, The Edge of Art, Thames & Hudson Ltd * Frank Popper, From Technological to Virtual Art, MIT Press * Bruce Wands, Art of the Digital Age, London: Thames & Hudson ==External links== * Knowbotic Research * Knowbotic Research Show * Thomas Dreher: Connective Force Attack - Knowbotic Research, Gideon May, Thomas Rehaag (in German) Category:Digital artists Category:Postmodern artists Category:German contemporary artists Category:New media artists Category:German installation artists Category:Robotic art Category:Postmodernists Category:German artist groups and collectives Category:Swiss contemporary artists Category:Swiss installation artists",
 "title": "Knowbotic Research"
}