{
 "id": "641265",
 "text": "Songkhla Lake (, , ) is the largest natural lake in Thailand. It is on the Malay peninsula in the southern part of the country. Covering an area of 1,040 km2 it borders the provinces of Songkhla and Phatthalung. Despite being called a lake, this water feature is actually a lagoon complex geologically. The lake is divided into three distinct parts. The southern part opens with a 380 m wide strait to the Gulf of Thailand at the city of Songkhla. Here it contains brackish water about half the salinity of seawater. Further north, after a narrowing to 6 km width, is the Thale Luang (782.80 km2). At the northern end between mangrove swamps is the 28 km2 Thale Noi in Phatthalung Province. The most striking feature is the long 75 km long spit which separates the lake from the sea. Unlike most spits, it was probably formed when originally existing islands were connected by silting from the lake precursor. ==Ramsar wetlands== The Phru Khuan Khi Sian wetlands near the Thale Noi Lake have been protected as a Ramsar wetland since 1998. It is part of the larger Thale Noi Non-Hunting Area, created in 1975.Wetlands in Thale Noi Wildlife Non-Hunting Area Kuan Ki Sian of the Thale Noi Non-Hunting Area is at 07º50’N 100º08’E in a non-hunting area, Phatthalung. Just north of the very large Thale Luang (Lake Songkhla complex) in the south of the country, it is one of the few surviving intact freshwater wetland ecosystems in Thailand. Among the specific wetland types found here are lake, marsh, Melaleuca (also termed \"paperbark\") swamp forest, paddy fields, and swamp grasslands. \"Kuans\" are islands free of water for most of the year in the Melaleuca swamp forest. Kuan Ki Sian is a knoll at 0–2 meters above mean sea level in the Thale Noi area. The Thale Noi area is home to more than 5,000 families, almost all of whom rely on resource extraction or other land use within the area. Activities include fishing, cattle grazing, cultivation, mat-making and tourism. The site is visited by more than 200,000 visitors annually. ==Irrawaddy dolphin== A small population of Irrawaddy dolphins is found in Thale Luang, near the Si-Ha Islands of Phatthalung. They are threatened with extinction by overfishing and pollution. The IUCN Red List shows several populations, including those in the Mahakam River and Malampaya Sound, as critically endangered. ==References== ==External links== Category:Geography of Songkhla province Category:Geography of Phatthalung province Category:Lakes of Thailand Category:Gulf of Thailand",
 "title": "Songkhla Lake"
}