{
 "id": "641555",
 "text": "The Seventeenth Amendment to the Constitution of Pakistan (Urdu: آئین پاکستان میں سترہویں ترمیم) was an amendment to the Constitution of Pakistan passed in December 2003, after over a year of political wrangling between supporters and opponents of Pakistani President Pervez Musharraf. This amendment made many changes to Pakistan's constitution. Many of these changes dealt with the office of the president and the reversal of the effects of the Thirteenth Amendment. Summarized here are brief descriptions of the major points. *President Musharraf's Legal Framework Order (LFO) was largely incorporated into the constitution, with a few changes. *Article 63(1)(d) of the Constitution to become operative after December 31, 2004. The intent of this was to prohibit a person from holding both a political office (such as that of the president) and an \"office of profit\" - an office that is typically held by a career government servant, civil or military - such as the office of the Chief of Army Staff. Although this was supposed to separate the two types of office, a loophole - \".. other than an office declared by law ..\" - allowed Parliament to pass an ordinary law later in 2004 - permitting the President to hold on to the office of Chief of Army Staff, an option that President Musharraf then exercised. *Should the President win a majority in a vote of confidence in the electoral college within 30 days of the passage of this amendment, he shall be deemed to be elected to the office of President. (On January 1, 2004, Musharraf won 658 out of 1,170 electoral-college votes - a 56% majority - and was thereby deemed to be elected president.) *The President regains the authority to dissolve the National Assembly - and thus effectively to dismiss the Pakistani Prime Minister - but the power to do so is made subject to an approval or veto by the Supreme Court of Pakistan. *A Governor's power to dissolve a Provincial Assembly is similarly subject to Supreme Court approval or veto. *Article 152A, which dealt with the National Security Council, was annulled. (The legal basis for the NSC is now an ordinary law, the National Security Council Act of 2004.) *Ten laws had been added by the LFO to the Sixth Schedule, which is a list of \"laws that are not to be altered, repealed or amended without the previous sanction of the President.\" After this amendment, five of those laws will lose their Sixth Schedule protection after six years. Laws to be unprotected include the four laws that established the system of democratic local governments. (Those in favor of this change have argued that it would enable each province to evolve its own systems. Opponents fear that authoritarian provincial governments could disempower or even dismantle the system of local democracies.) ==External links== *Constitution (Seventeenth Amendment) Act, 2003 (Text of Amendment Act) *Seventeenth amendment and after Op-Ed by Hasan Askari-Rizvi, Daily Times, Pakistan. 17 Category:2003 in law",
 "title": "Seventeenth Amendment to the Constitution of Pakistan"
}