{
 "id": "64181",
 "text": "Norwegian Computing Center (NR, in Norwegian: Norsk Regnesentral) is a private, independent, non-profit research foundation founded in 1952. NR carries out contract research and development in the areas of computing and quantitative methods for a broad range of industrial, commercial and public service organisations in the national and international markets. NR's projects cover a large variety of applied and academic problems. NR has its offices near the university campus Blindern in Oslo, Norway, as part of what is known as Forskningsparken, Park of Research. ==History == NR was established in 1952. Until 1970 an important part of the activity was to perform mathematical computations for other organizations. NR has worked with data communication since 1963. The Simula programming language was designed and built by Ole- Johan Dahl and Kristen Nygaard and their research group at the Norwegian Computing Center (NR) in Oslo between 1962 and 1967. After 1970 NR has been a methodological research institute. In 1985, NR became an independent institute and moved to its present location in 1988. It has worked with the Internet since 1973, ICT security since 1988, multimedia since 1994, e-Inclusion since 2005. It started working with remote sensing in 1982, geostatistics and petroleum in 1983, marine resources in 1988 and electricity prices and finance in 1994. A book about the history of NR, Norsk Regnesentrals historie 1952 - 2002 was published in 2002.Norsk Regnesentrals historie 1952 - 2002 Norsk regnesentral, retrieved 9 July 2013 == Scientific departments == Department of Applied Research in Information Technology (DART) works with project-oriented applied research within multimedia, information security, information privacy and risks, universal design, and e-inclusion. In addition to research, DART's work covers concept studies, analysis, consultancy, prototyping, training, development, and evaluation. Department of Statistical Analysis, Image Analysis, and Pattern Recognition (SAMBA) works with project-oriented applied research in all areas of mathematical statistics. The main application areas are Statistics for Climate, Environment, Marine Resources and Health, Statistics for Finance, Insurance and Commodity Markets, Statistics for Technology, Industry and Administration, Earth Observation, and Image Analysis and Pattern Recognition. Department of Statistical Analysis of Natural Resource Data (SAND) works with project-oriented applied research statistics related to the petroleum industry. The group is a significant international contributor to research and services within reservoir description, stochastic modeling and geostatistics for the petroleum industry. The primary goal is to use statistical methods to reduce and quantify risk and uncertainty. The main area is stochastic modeling of the geology in petroleum reservoirs including upscaling and history matching. There is also a significant activity on all kinds of risk quantification, primarily within the energy sector. NR is the host for a Centre for research based innovation, Statistics for Innovation with a funding from the Research Council of Norway in the period 2007–2014. ==Awards== NR employees Ole-Johan Dahl and Kristen Nygaard received the Turing Award in 2001 and the 2002 IEEE John von Neumann Medal for the introduction of the concepts underlying object-oriented programming through the design and implementation of Simula 67. ==References== ==External links== * Norsk Regnesentral / Norwegian Computing Center (homepage) * Norwegian Computing Center's annual public reports * Tribute to Kristen Nygaard Department of Informatics, UiO * Tribute to Ole Johan Dahl Department of Informatics, UiO Category:Foundations based in Norway Category:Computer science institutes in Norway Category:Information technology research institutes",
 "title": "Norwegian Computing Center"
}