{
 "id": "641810",
 "text": "Essex is the name of several ships: * For East Indiamen, see * For Royal Navy ships, see * For US Navy ships, see . **Essex Junior was the British whaler Atlantic that Captain David Porter, of the American frigate , captured off the Galapagos Islands on 29 April 1813, renamed, and used as a tender. The Royal Navy recaptured Essex Junior, and used her as a cartel. The Americans then seized her when she brought her passengers to New York. Four American ships that have worked as whalers (whaling ships) have borne the name Essex: * , was launched in Hampton, New Hampshire, and made at least two whaling voyages. * , was launched in Amesbury, Massachusetts, and made seven recorded whaling voyages; she is most famous for the last, which ended when a whale rammed and sank her in November 1820. * , was launched at Amesbury, Massachusetts, and made some eight recorded whaling voyages before she was condemned at Montevideo in January 1843. * , was launched at Saybrook, Connecticut, and made one recorded whaling voyage. Many merchant vessels have also borne the name: * , of 302 tons (bm), was built in 1808 in the U.S. She was condemned in the Prize Court on 20 May 1809 for trading with the enemy. Peter Everitt Maestaer then purchased her and retained her name. She was deleted from the register at Cape Town on 12 July 1832 after having been sold for breaking up.Hackman (2001), p.275. * , of 554 tons (bm) was launched on 13 October 1810 by John Brockbank & Nepwhew, Lancaster, for J. Wildman & Co. She sailed under two letters of marque. The first was issued on 28 October 1811 to Robert Muirhead, master, for Essex, ship, of 554 tons. It gave her armament as twenty 12-pounder guns. The second was issued on 16 October 1813 to Gabriel Ford, master, for Essex, ship, of 554 tons. This time her armament was described as twelve 9 and 12-pounder guns. * Essex, a 329-ton New Zealand Company chartered sailing ship that brought immigrants to New Plymouth in 1843 ==Citations and references== Citations References * Hackman, Rowan (2001) Ships of the East India Company. (Gravesend, Kent: World Ship Society). * National Maritime Digital Library, Essex",
 "title": "Essex (ship)"
}