{
 "id": "642049",
 "text": "Nunawading railway station is located on the Lilydale and Belgrave lines in Victoria, Australia. It serves the eastern Melbourne suburb of Nunawading, and it opened on 4 June 1888 as Tunstall. It was renamed Nunawading on 1 November 1945.Nunwading Vicsig In 1979, the station was one of three used as trial sites for new bike lockers under the Melbourne Bicycle Strategy, either for occasional, monthly or quarterly hire.Network, Railways of Australia, September 1979, Vol.16 No.7 p.28 As part of a grade separation project to replace the Springvale Road level crossing, the original ground-level station closed on 18 December 2009, and was replaced by a new station in a cutting west of Springvale Road, which opened on 11 January 2010.Metlink: Closure of Nunawading Station from 8pm on Friday 18 DecemberSpringvale Road Project Vicsig ==Platforms and services== The station consists of an island platform with two faces, on the western side of Springvale Road, with concourses on both sides of the road. The main concourse, on the western side, comprises a customer service counter, an enclosed waiting room, toilets and a café. The concourse on the eastern side is linked to the platforms via an underpass beneath Springvale Road. Both concourses have stairs and lifts that provide access to the platforms. On both concourses of the station there is access to the Ringwood – Box Hill bike path. On the platforms there are metal benches, vending machines and passenger information displays. Long term customer parking is available along the corner of Laughlin Avenue and Springvale Road, on the west side of Springvale Road, as well as Station Street, on the east side of Springvale Road. The station is serviced by Metro Trains' Lilydale and Belgrave line services. Platform 1: * all stations and limited express services to Flinders Street * all stations and limited express services to Flinders Street Platform 2: * all stations services to Lilydale * all stations services to Belgrave ==Transport links== Kinetic Melbourne operates two routes via Nunawading station, under contract to Public Transport Victoria: *: to The Pines Shopping Centre * : Chelsea station – Westfield Airport West Ventura Bus Lines operates one route to and from Nunawading station, under contract to Public Transport Victoria: *: to Box Hill station ==Gallery== Image:Nunawadingbuilding.jpg|Former ground level Platform 2 building in September 2005, prior to demolition Image:Nunawading Railway Station exterior.jpg|Station front and entrance in May 2014 ==References== ==External links== * * Melway map at street-directory.com.au Category:Premium Melbourne railway stations Category:Railway stations in Melbourne Category:Railway stations in Australia opened in 1888",
 "title": "Nunawading railway station"
}