{
 "id": "642089",
 "text": "A greave (from the Old French greve \"shin, shin armour\") or jambeau is a piece of armour that protects the leg. ==Description== The primary purpose of greaves is to protect the tibia from attack. The tibia, or shinbone, is very close to the skin, and is therefore extremely vulnerable to just about any kind of attack. Furthermore, a successful attack on the shin results in that leg being rendered useless, greatly hampering one's ability to maneuver in any way. Greaves were used to counteract this. Greaves usually consisted of a metal exterior with an inner padding of felt. The felt padding was particularly important because, without it, any blow would transfer directly from the metal plating to the shin. ==History== ===Ancient Greece and Rome=== The reference to greaves (Ancient Greek: κνημίδες) exists in various texts of classical antiquity, including The Shield of Heracles, The Iliad and The Odyssey, The Bibliotheca of Pseudo-Apollodorus, and The Aeneid. In the Illiad, the Greek forces are commonly referred to as \"well-greaved Acheans\" (euknēmidas Achaioi, ἐϋκνήμιδες Ἀχαιοί). While these are primarily mythological texts, they still dealt with warfare and the fact that greaves were mentioned is evidence that they were indeed in use. There are also non- fictional testimonies of their use among Roman light infantry (or hastati) from Polybius up to Vegetius. These greaves are thought to have been mass- produced by the Romans using presses on sheets of metal and then attaching lining, usually leather or cloth. While it is generally assumed that greaves were always worn in pairs, there is evidence that many wore just a single greave on the left or right leg. Many skeletons have been found buried with only a single greave, including gladiators and soldiers. People may have worn a single greave as a sign of status, as opposed to any practical use. ===Medieval Europe=== thumb|upright|Italian greaves, 15th century Greaves were common until around the 9th century AD, when they largely disappeared from use. The first evidence of their reappearance is in the 1230s or 1250s, most notably the depiction of Goliath in the Trinity College Apocalypse manuscript (c. 1230). The lack of other evidence suggests that they were uncommon at the time. Almost all greaves used at this time are known as schynbalds, or greaves that only protected the shin. Illustrations showing “closed greaves”, or greaves that protected the entire leg first appear around 1290 and become popular in the 1320s. Closed greaves are made of two plates joined on the outside by hinges and fastening with buckles and straps on the inside. ===Feudal Japan=== Japanese greaves, known as suneate, were first introduced during the eleventh century, during the late Heian period. The earliest form consisted of three plates of metal covering the shin. By the Kamakura period (1186–1333), greaves became a standard part of Japanese armor. Around the Muromachi period (1334–1572), these took on the form of a splint mounted on a piece of fabric with mail in between the metal splint and fabric, not unlike European greaves. This is the most common form of suneate, termed shino- suneate, and saw continued use throughout the Momoyama period (1573–1602). Sometimes, cavalrymen used the older three-plate model, known as tsutsu- suneate. Like their European counterparts, most suneate contain leather padding on the interior to reduce the impact of blows and to reduce chafing. ==Gallery== File:Greek - Left Greave - Walters 542336 - Three Quarter Left.jpg|Left greave of a Greek Hoplite. This example has elaborate decoration in repoussé (a technique in which metal is impressed from the rear to form a raised design), including a lion's face over the knee and lines emphasizing the calf muscles. Tiny holes lining the top and bottom edges secured a fabric lining and leather straps. File:Sepoltura principesca di agighiol, paramento in argento, 350-300 ac. ca. 01.JPG|Thracian greave found in Romania File:Sepoltura principesca di agighiol, paramento in argento, 350-300 ac. ca. 02.JPG|Thracian greave found in Romania File:Davide-Golias.jpg|Goliath wearing greaves (Morgan Bible, mid-13th century) File:Suneate 1.JPG|Japanese samurai greaves, or suneate. The knee area has hexagonal iron plates called kikko sewn inside the cloth. ==See also== *Gaiters *Shin guard ==Citations== ==References== * ==External links== * Category:Ancient Greek military equipment Category:Ancient Roman legionary equipment Category:Culture of ancient Thrace Category:Dacian weapons Category:Medieval armour Category:Roman armour Category:Western plate armour",
 "title": "Greave"
}