{
 "id": "642735",
 "text": "All Hallows-by-the-Tower, at one time dedicated jointly to All Hallows (All Saints) and the Virgin Mary and sometimes known as All Hallows Barking, is an ancient Anglican church on Byward Street in the City of London, overlooking the Tower of London. According to the church website and other sources it is \"the oldest church in the City of London\" and was founded in AD 675, although recent research has questioned these claims. The church survived the Great Fire of London in 1666, but was badly damaged during the Blitz in World War II. Following extensive reconstruction, it was rededicated in 1957. From 1922 until 1962 the vicar was the Reverend Philip T. B. \"Tubby\" Clayton, and the church is still the guild church of Toc H, the international Christian organisation that he founded. == History == The origin and early history of All Hallows-by-the-Tower church are obscure. At the time of the Dissolution of the Monasteries in 1539 the church belonged to Barking Abbey, a wealthy Benedictine nunnery in Barking, Essex, originally established in the 7th century. The association with Barking was a long one, and All Hallows church was already known as \"Berkyncherche\" in the 12th century. According to Domesday Book in 1086, Barking Abbey possessed \"28 houses and half a church\" in London: although the church is not named, it is usually identified with All Hallows. The original Anglo-Saxon abbey of Barking was founded by Earconwald or Erkenwald,\"The City of London Churches: monuments of another age\" Quantrill, E; Quantrill, M p42: London; Quartet; 1975 along with Chertsey Abbey, before he became Bishop of London in 675, and it has been claimed that the land on which All Hallows stands was granted to the abbey, under Abbess Ethelburga, Erkenwald's sister, at that time. A charter dated to 687, listing properties belonging to Barking Abbey, includes two pieces of land in or near London. One of these was simply described as \"iuxta Lundoniam\", near/next to London, the other as \"supra vicum Lundoniae\", that is, in \"Lunden-wic\", the Anglo-Saxon town that had grown up in the area of the Strand, a mile to the west of the old Roman city of Londinium; neither of these, though, accurately describes the location of All Hallows church, inside the wall of the Roman city on the eastern side. In 1940, during World War II, the clearance after destruction caused by bombing revealed an archway built of reused Roman tiles and stonework, set in a surviving wall of the medieval church. The reuse of Roman building materials, and comparison with arches in the early Anglo-Saxon church at Brixworth, Northamptonshire, suggested that the All Hallows arch was very early in date, and that an original church could have been built as early as the 7th century. This seemed to confirm the belief that the church had been founded as a daughter church of Barking Abbey at about the same time as the abbey itself was established, although it is doubtful that the first construction on the site would have been in stone. It is more likely that the stone church, of which the arch is a remnant, superseded an earlier wooden building. Recent research, and archaeological evidence that Roman tiles and stone were being used in the construction of other London churches as late as the 11th century, suggest that the arch could have been constructed at any time between the 7th century and the arrival of the Normans. Fragments of three 11th-century stone crosses also found during archeological work in the 1930s and clearance works after the bombing, now displayed in the crypt, also date from this first church. The church was expanded and rebuilt several times between the 11th and 15th centuries, with various elements of the Norman, 13th century and 15th century constructions still visible today. Its proximity to the Tower of London meant that it acquired royal connections, with Edward IV making one of its chapels a royal chantry and the beheaded victims of Tower executions being sent for temporary burial at All Hallows, Sir Thomas More being one of the most eminent of these. thumb|right|The interior The church was badly damaged by an explosion in 1650\"The London Encyclopaedia\" Hibbert,C;Weinreb,D;Keay,J: London, Pan Macmillan, 1983 (rev 1993,2008) caused when some barrels of gunpowder being stored in a warehouse adjacent to the church exploded; its west tower and some 50 nearby houses were destroyed, and there were many fatalities.\"The City Churches\" Tabor, M. p23:London; The Swarthmore Press Ltd; 1917 The tower was rebuilt in 1658, the only example of work carried out on a church during the Commonwealth era of 1649–1660. It only narrowly survived the Great Fire of London in 1666 and owes its survival to Admiral William Penn, father of William Penn of Pennsylvania fame, who had his men from a nearby naval yard blow up the surrounding buildings to create firebreaks. During the Great Fire, Samuel Pepys climbed the church's tower to watch the progress of the blaze and what he described as \"the saddest sight of desolation\". Restored once more in the late 19th century, All Hallows was gutted by German bombers during the Blitz in World War II and required extensive reconstruction, and was rededicated in 1957. thumb|left|300px|The main-altar mural, a post-war work by Brian Thomas Many portions of the old church survived the War and have been sympathetically restored.\"The City of London Churches\" Betjeman,J Andover, Pitkin, 1967 Its outer walls are 15th- century, with the Saxon arch doorway surviving from the original church. Many brasses remain in the interior. (The brass rubbing centre which used to be located at All Hallows is now closed). Three outstanding wooden statues of saints dating from the 15th and 16th centuries can also be found in the church, as too an exquisite Baptismal font cover which was carved in 1682 by Grinling Gibbons for £12, and which is regarded as one of the finest pieces of carving in London. The main-altar's reredos mural is a post-war work by Brian Thomas. In 1999 the AOC Archaeology Group excavated the cemetery and made many significant discoveries. The church has a museum in its crypt, containing portions of a Roman pavement which together with many artefacts was discovered many feet below the church in 1926/27. The exhibits focus on the history of the church and the City of London, and include Saxon and religious artefacts as well as the 17th century church plate. Also on display are the church's registers dating back to the 16th century, and notable entries include the baptism of William Penn, the marriage of John Quincy Adams (which is the only marriage of a U.S. president that occurred on foreign soil), and the burial of Archbishop William Laud. Laud remained buried in a vault in the chapel for over 20 years; his body was moved during the Restoration to St John's College, Oxford. The crypt also houses the church's chapels dedicated to St Francis (14th century) and St Clare (early 17th century) as well as the Columbarium, created in 1933. The altar in the crypt is of plain stone from the castle of Richard I at Athlit in The Holy Land.Ralls, Karen, Knights Templar Encyclopedia: The Essential Guide to the People, Places, events and symbols of the Order of the Temple, Career Press, 2007, p.22 All Hallows-by-the-Tower has been the guild church of Toc H since 1922. The church was designated a Grade I listed building on 4 January 1950. The church also has a Chime which was brought back to working order in the 1970s by Philip Blewett, then a priest at the church, and Desmond Buckley over many weekends. The Knollys Rose Ceremony, held annually in June, starts at the church and processes to the Mansion House, where a single rose is presented to the Lord Mayor as a 'quit rent'. The parish's annual Beating Of The Bounds ceremony also includes a boat trip to the middle of the Thames to 'beat' the water that forms the southern boundary. == Notable people associated with the church == * John Quincy Adams, sixth president of the United States: married to Louisa Catherine Johnson 1797 * Judge Jeffreys, notorious \"hanging judge\": married 1667 * William Laud, Archbishop of Canterbury: beheaded at the Tower, buried 1645 * Thomas More, beheaded at the Tower for refusing to sign Henry VIII's Act of Supremacy: buried 1535 * John Fisher, Bishop of Rochester, beheaded at the Tower 22 June 1535: buried * Lancelot Andrewes: baptised 1555 * William Penn, founder of Pennsylvania: baptised 1644 * Albert Schweitzer, made organ recordings at All Hallows * Philip Clayton, also known as 'Tubby', former vicar and founder of Toc H\"The Visitors Guide to the City of London Churches\" Tucker,T: London, Friends of the City Churches, 2006 * Cecil Thomas, a sculptor who provided several funerary figures between the WarsPublic Sculpture of the City of London by Philip Ward-Jackson * Cecil Jackson-Cole, founder of Help the Aged, Action Aid, co-founder of Oxfam and supporter of Toc H == Vicars == * 1269 John de S Magnus * 1292 William de Gattewicke * 1312 Gilbert de Wygeton * 1317 Walter Grapynell * 1333 Maurice de Jenninge * 1351 John Foucher * 1352 Nicholas Janing * 1365 Thomas de Broke * 1376 Thomas de Dalby * 1379 Laurence de Kagrer * 1387 William Colles * 1387 Robert Caton * 1390 Nicholas Bremesgrove * 1419 John Harlyston * —— John Clerke * 1427 William Northwold * 1431 John Iford * 1434 Thomas Virley * 1454 John Machen * 1454 John Wyne * —— John Walker * 1468 Thomas Laas * 1475 Robert Segrym * 1478 Richard Baldry * 1483 William Talbot * 1492 Edmund Chaderton * 1493 Rad Derlove * 1504 William Gedding * 1512 William Pattenson * 1525 Robert Carter * 1530 John Naylor * 1542 William Dawes * 1565 William Tyewhit * 1584 Richard Wood * 1591 Thomas Ravis * 1598 Robert Tyghe * 1616 Edward Abbott * 1654 Edward Layfield * 1680 George Hickes * 1686 John Gaskarth * 1732 William Geeke * 1767 George Stinton * 1783 Samuel Johnes Knight * 1852 John Thomas * 1884 Arthur James Mason * 1895 Arthur W. Robinson * 1917 Charles Lambert * 1922 Philip (Tubby) Clayton * 1963 Colin Cuttell * 1977 Peter Delaney * 2005 Bertrand Olivier * 2018 Katherine Hedderly == Organ == thumb|right|upright|The organ The earliest records of an organ in All Hallows is one by Anthony Duddyngton dating from 1521. This was presumably lost during the English Civil War. An organ was installed in 1675 by Thomas and Renatus Harris. In 1720 a new case was built by Gerard Smith. The organ was restored and improved by George Pike England in 1813, Bunting in 1872 and 1878, and Gray and Davison in 1902. There was further work by Harrison and Harrison in 1909 and 1928. After destruction in 1940, a new organ by Harrison and Harrison was installed in 1957. === Organists === * Albertus Bryne II (or Bryan) 1675–1713 * Charles Young 1713–1758 * Charles John Frederick Lampe 1758–1767 * Samuel Bowyer 1767–1770 * Charles Knyvett and William Smethergell 1770–1783 * William Smethergell 1783–1823 * Mary Morrice 1823–1840 * Lisetta Rist 1840–1880 * Arthur Poyser * Gordon Phillips 1956–1991 * Jonathan Melling === Gallery === File:All Hallows-by-the-Tower Font Carving, London, UK - Diliff.jpg|The font, with carvings by Grinling Gibbons File:William Penn memorial.jpg|William Penn memorial File:All Hallows by the Tower, Byward Street, London EC3 - Effigy - geograph.org.uk - 718024.jpg|Effigy of Philip Clayton File:Image taken from page 714 of 'Old and New London, etc' (11191354713).jpg|thumb|The church in 1750 File:Saxon arch All Hallows by the Tower.jpg|thumb|Saxon arch == See also == * List of buildings that survived the Great Fire of London * List of Churches in London * Malta George Cross Memorial (located just outside the church) == References == == External links == * * Location map (Multimap.com) * Mystery Worshipper Report at the Ship of Fools website * London Landscape TV episode (6 mins) about All Hallows By The Tower church Category:Church of England church buildings in the City of London Category:Diocese of London Category:11th-century church buildings in England Category:Churches bombed by the Luftwaffe in London Category:Religious museums in England Category:History museums in London Category:Museums of ancient Rome in the United Kingdom Category:Museums in the City of London Category:Grade I listed churches in the City of London",
 "title": "All Hallows-by-the-Tower"
}