{
 "id": "642836",
 "text": "thumb|300px|right|The evolution of the replicator Highlife is a cellular automaton similar to Conway's Game of Life. It was devised in 1994 by Nathan Thompson. It is a two-dimensional, two-state cellular automaton in the \"Life family\" and is described by the rule B36/S23; that is, a cell is born if it has 3 or 6 neighbors and survives if it has 2 or 3 neighbors. Because the rules of HighLife and Conway's Life (rule B3/S23) are similar, many simple patterns in Conway's Life function identically in HighLife. More complicated engineered patterns for one rule, though, typically do not work in the other rule. ==Replicator== The main reason for interest in HighLife comes from the existence of a pattern called the replicator. After running the replicator for twelve generations, the result is two replicators. The replicators will repeatedly reproduce themselves, all on a diagonal line. Whenever two replicators try to expand into each other, the pattern in the middle simply vanishes. The behavior of a row of Replicators interacting with each other in this way simulates the one-dimensional Rule 90 cellular automaton, where a single replicator simulates a nonzero cell of the Rule 90 automaton and a blank space where a replicator could be simulates a zero cell of Rule 90.. Replicators can be used to engineer other more complex patterns, such as glider guns and high period oscillators. A simple c/6 diagonal spaceship, found by Nathan Thompson, is known as the bomber. This pattern consists of a replicator and a blinker; after replicating itself into two replicators, one of the two new replicators reacts with the blinker to \"pull\" it forward to match the new position of the other new replicator. In this way, the whole pattern repeats with period 48. It is also possible to make slower spaceships of much larger size that consist of a sequence of replicators between two ends composed of oscillators or still lifes, with the pattern of the replicators carefully chosen so that they interact with the ends of the pattern in such a way as to push the front end and pull the back end at the same speed. Explicit examples of this design, known as \"basilisks\", include spaceships of speeds c/24 (one cell every 24 generations), c/32, c/63, and c/69. A c/24 basilisk gun has also been constructed. It had been proven that replicators exist in Conway's Life as well, before an explicit example was found in 2013. ==References== ==External links== * Life lexicon: replicator * HighLife - An Interesting Variant of Life (ZIP file of a single text file) Category:Cellular automaton rules",
 "title": "Highlife (cellular automaton)"
}