{
 "id": "642863",
 "text": "Jacques Boucher de Crèvecœur de Perthes (; 10 September 1788 – 5 August 1868), sometimes referred to as Boucher de Perthes ( ), was a French archaeologist and antiquary notable for his discovery, in about 1830, of flint tools in the gravels of the Somme valley. ==Life== Born at Rethel, in the Ardennes, he was the eldest son of Jules Armand Guillaume Boucher de Crèvecœur, botanist and customs officer, and of Etienne-Jeanne-Marie de Perthes (whose surname he was authorised by royal decree in 1818 to assume in addition to his father's). In 1802 he entered government employ as an officer of customs. His duties kept him for six years in Italy, but upon his returning in 1811 he found rapid promotion at home, and finally was appointed, in March 1825, to succeed his father as director of the douane (customs office) at Abbeville, where he remained for the rest of his life. ==Boucher de Perthes as an archaeologist== His leisure time was chiefly devoted to the study of what was afterwards called the Stone Age and antediluvian man, as he expressed it. About the year 1830 he had found, in the gravels of the Somme valley, flints which in his opinion bore evidence of human handiwork; but not until many years afterwards did he make public the important discovery of a worked flint implement with remains of elephant and rhinoceros in the gravels of Menchecourt. This was in 1846. In 1847 he commenced the issue of his monumental three volume work, , a work in which he was the first to establish the existence of man in the Pleistocene or early Quaternary period. His views met with little approval, partly because he had previously propounded theories regarding the antiquity of man without facts to support them, partly because the figures in his book were badly executed and they included drawings of flints which showed no clear sign of workmanship. In 1855 Dr Marcel Jérôme Rigollot of Amiens strongly advocated the authenticity of the flint implements; but it was not until 1858 that Hugh Falconer saw the collection at Abbeville and induced Sir Joseph Prestwich in the following year to visit the locality. Prestwich then definitely agreed that the flint implements were the work of man, and that they occurred in undisturbed ground in association with remains of extinct mammalia. Charles Lyell not only confirmed the enormous geological time periods of the stratifications, but indicated that the chalk plateau of Picardy, France had once been connected to the chalk lands of Kent, England and that the Strait of Dover or Pas de Calais was the recent result of very long term complex erosion forces. In 1863 his discovery of a human jaw, together with worked flints, in a gravel-pit at Moulin-Quignon near Abbeville seemed to vindicate Boucher de Perthes entirely; but doubt was thrown on the antiquity of the human remains (owing to the possibility of interment), though not on the good faith of the discoverer, who was the same year made an officer of the Légion d'honneur. However, the 'Moulin-Quigon jaw' was a hoax, planted by one of Boucher de Perthes' workers in response to an offer of a reward of 200 Francs for findings of human remains. Although Boucher de Perthes was the first to establish that Europe had been populated by early man, he was not able to pinpoint the precise period, because the scientific frame of reference did not then exist. Today the hand axes of the Somme River district are widely accepted to be at least 500,000 years old and thus the product of Neanderthal populations, while some authorities think they may be as old as one million years and therefore associated with Homo erectus. ==Other works== thumb|right|Grave in Abbeville. Boucher de Perthes displayed activity in many other directions. For more than thirty years he filled the presidential chair of the Société d'Emulation at Abbeville, to the publications of which he contributed articles on a wide range of subjects. He was the author of several tragedies, two books of fiction, several works of travel, and a number of books on economic and philanthropic questions. ==Aftermath== In 1954, the Museum Boucher de Perthes was opened in Abbeville, with collections covering a wide range of materials and periods. In his novel Journey to the Centre of the Earth (1864), Jules Verne makes reference to Boucher de Perthes after Professor Lindenbrock, Axel and, Hans discover \"antediluvian\" human heads on a beach near the center of the earth. ==Published writings== * 1830: Romances, Légendes et Ballades * 1832: Novels *Chants Armoricains ou Souvenirs de Basse- Bretagne (Armorican songs, or, Souvenirs of Low-Brittany) *Opinions de M Christophe, I. Sur la Liberté du Commerce. (On Free Trade) *Opinions de M Christophe, II. Voyage Commercial et Philosophique. (Commercial and Philosophic Journey) *Opinions de M Christophe, III. M. Christophe à la Préfecture. (M. Christophe at the Préfecture) *Opinions de M Christophe, IV. Le Dernier Jour d'un Homme. (A Man's Last Day) * 1833: Satires, Contes et Chansonettes (Satires, Stories and Little Songs) * 1835: Petit Glossaire, Esquisses de Moeurs Administratives. (Little glossary, Examples of Bureaucratic manners) * 1841; 5 vols.: De La Création, Essai sur L'Origine et la Progression des Êtres (On Creation, An Essay on the Origin and Development of Entities) * 1848: Petites Solutions des Grands Mots (Little Solutions to Great Words). * 1847, 1857, 1864; 3 vols.: Antiquités Celtiques et Antédiluviennes (with 106 plates illustrating 2000 figures) (Celtic and pre- Flood Antiquities). * 1850-1851; 4 vols.: Hommes et Choses (Men and Things). * 1852: Sujets Dramatiques (Dramatic Subjects). * 1852: Emma ou Quelques Lettres du Femme (Emma, or Some Letters from a Woman). * 1855; 2 vols.: Voyage a Constantinople. (Journey to Constantinople) *Voyage en Danemarck, en Suède, etc. (Journey in Denmark, Sweden, etc.). * 1859: Voyage en Espagne et en Algérie. (Journey in Spain and Algeria). * 1859: Voyage en Russe, en Lithuanie, en Pologne. (Journey in Russia, Lithuania and Poland). ==References and external links== *Antiquités celtiques et antédiluviennes: Mémoire sur l'industrie (Vol 3) 1864 Google books * * *Belén Márquez Mora, \"Jacques Boucher de Perthes\", in Encyclopedia of Anthropology ed. H. James Birx (2006, SAGE Publications; ) ==See also== * Thunderstone (folklore) ==References== Category:1788 births Category:1868 deaths Category:People from Rethel Category:French archaeologists Category:Prehistorians",
 "title": "Jacques Boucher de Crèvecœur de Perthes"
}