{
 "id": "643425",
 "text": "U.S. Route 6 (US 6), also called the Grand Army of the Republic Highway, honoring the American Civil War veterans association, is a main route of the U.S. Highway system. While it currently runs east-northeast from Bishop, California, to Provincetown, Massachusetts, the route has been modified several times. The highway's longest-lasting routing, from 1936 to 1964, had its western terminus at Long Beach, California. During this time, US 6 was the longest highway in the country. In 1964, the state of California renumbered its highways, and most of the route within California was transferred to other highways. This dropped the highway's length below that of US 20, making it the second longest U.S. Highway in the country. US 6 is a diagonal route, whose number is out of sequence with the rest of the U.S. Highway grid in the western US. When it was designated in 1926, US 6 only ran east of Erie, Pennsylvania. Subsequent extensions, largely replacing the former U.S. Route 32 (US 32) and US 38, have taken it south of US 30 at Joliet, Illinois, US 40 near Denver, Colorado (past the end of US 38), US 50 at Ely, Nevada, and US 70 near Los Angeles, California, due to its north–south alignment in that state. US 6 does not serve a major transcontinental corridor, unlike other highways. George R. Stewart, author of U.S. 40: Cross Section of the United States of America, initially considered US 6, but realized that \"Route 6 runs uncertainly from nowhere to nowhere, scarcely to be followed from one end to the other, except by some devoted eccentric\". == Route description == |- |CA | |- |NV | |- |UT | |- |CO | |- |NE | |- |IA | |- |IL | |- |IN | |- |OH | |- |PA | |- |NY | |- |CT | |- |RI | |- |MA | |- |Total | |} === California === thumb|Heading east from Bishop, California The modern US 6 in California is a short, two-lane, north–south surface highway from Bishop to the Nevada state line. Prior to a 1964 highway renumbering project, US 6 extended to Long Beach along what is now US 395, State Route 14 (SR 14), Interstate 5 (I-5), I-110/SR 110, and SR 1\\. Despite the fact that the renumbering removed all freeway portions, it is still part of the California Freeway and Expressway System. US 6's former routing included a short segment of the famous Arroyo Seco Parkway. Currently, US 6 begins at US 395 in Bishop and heads north between farms and ranches in the Chalfant Valley at the base of the western escarpment of the White Mountains. After about Benton is reached, which has a cafe and gas station. SR 120 begins here, heading west past Mono Lake through Lee Vining, over Tioga Pass, and through Yosemite National Park to the San Joaquin Valley. US 6 continues north to the Nevada state line. === Nevada === thumb|US 6 and US 50 east of the intersection with US 93 From the California border, US 6 heads northeast through the semidesert Queen Valley with Boundary Peak, Nevada's highest summit, and Montgomery Peak in California on the right. These twin peaks are the northmost high summits of the White Mountains, both over . The highway then climbs into the Pinyon-Juniper zone and crosses Montgomery Pass (). From the pass, US 6 descends into barren shadscale desert, passing Columbus Salt Marsh on the left, then merging with US 95 from Coaldale Junction to Tonopah. Nevada Test and Training Range begins about southeast of Tonopah. Just east of Tonopah, US 6 continues east across a series of desert mountain ranges and valleys, including the Monitor Range. At Warm Springs, SR 375, also known as the \"Extraterrestrial Highway\", departs to the southeast and US 6 assumes a northeasterly alignment across the Reveille, Pancake, Grant and White Pine Ranges. Rainfall increases eastward, so valleys become less barren and peaks over add scenic interest. Ely is the largest city on Route 6 in Nevada. US 50 joins US 6 at Ely. East of Ely, US 6/US 50 cross the Schell Creek Range, known for verdant forests and meadows, and for a large deer and elk population. The highway descends to Spring Valley, then crosses the Snake Range at Sacramento Pass, north of Nevada's second-highest mountain, Wheeler Peak, where a branch road accesses Great Basin National Park. Beyond the pass, US 6 passes just north of Baker, a Mormon farming community, and reaches the Utah state line. === Utah === US 6 enters Utah concurrently with US 50 in a remote portion of the Great Basin Desert; the routes separate at Delta. US 6 then proceeds on a northeast course towards the Wasatch Front serving the Tintic and Eureka historic and mining districts along the way. Upon entering the Wasatch Front, at Santaquin, the route joins I-15 to Spanish Fork, which is where US 6 reverses course on a southeastern path away from the Wasatch front, also joining with US 89 for the journey through Spanish Fork canyon. After cresting the Wasatch Mountains via Soldier Summit, the route descends into Utah's coal country, which is where it joins US 191\\. At Green River, those two routes join I-70 and rejoin US 50\\. From Green River east the routes travel concurrently using the route of I-70 following the southern rim of the Book Cliffs. US 191 leaves the concurrency at Crescent Junction but the other three routes remain concurrent as they continue to follow the Book Cliffs towards the Grand Valley into Colorado. === Colorado === thumb|Loveland Pass in 1964 US 6 is basically parallel to, or runs concurrently with, I-70 for a significant portion of its length as it generally heads east from the Utah state line thru about half of Denver. It is unsigned while it is overlapped. It separates to become I-70 Business through the south side of Grand Junction, rejoining I-70 just north of Clifton. It again separates west of Rifle and runs through that town, Silt, New Castle, and Chacra until it again joins I-70. It separates from and runs parallel to, I-70 at Dotsero, where the Eagle River joins the Colorado River. It again joins I-70 just east of Avon, the location of the Beaver Creek Ski Area, just a bit west of the Vail Ski Area. A significant departure from I-70 occurs at Silverthorne where it veers a bit south then north, avoiding the nearly tunnel on I-70 as it goes under the Continental Divide. It passes the Arapahoe Basin Ski Area before a steep climb to the highest altitude along US 6, , at Loveland Pass, where it crosses the Continental Divide. It continues down Clear Creek Valley as it again reaches I-70 at the Loveland Basin Ski Area straddling the eastern mouth of the Eisenhower Tunnel. Slightly east of Idaho Springs it separates to go thru the scenic Clear Creek Canyon. At Golden, it combines with 6th Avenue to head south until it again crosses paths with I-70. Then, continuing east, it passes through Lakewood and west Denver as the 6th Avenue freeway. From near the eastern terminus of the 6th Avenue freeway, US 6 takes a convoluted route through Denver. First, it turns north on I-25, then heads east on I-70 to Vasquez Boulevard through Elyra Swansea. The route emerges from the freeway alongside US 85 through Commerce City, where the pair briefly join State Highway 2 (SH 2) before separating at Colorado Boulevard. SH 2 represents the historic alignment of US 6 northeast to Brighton, while US 6 combines with I-76, heading northeast, until east of Brush. It then separates to join I-76 Business until it crosses I-76 east of Sterling, where it changes direction from the Interstate. It continues east until it reaches Nebraska. The last town in Colorado that it passes is Holyoke. === Nebraska === From the Colorado state line, US 6 starts going southeast. The first town it goes into is Imperial. US 6 runs concurrently with US 34 near Culbertson, passing through McCook. US 6 then moves to the northeast, through Hastings. At Hastings, US 34 diverges and moves north. US 6 parallels I-80 north of Milford until it reaches Lincoln. At Lincoln, US 6 becomes West \"O\" Street, then Cornhusker Highway and moves north of I-80 outside of the city, paralleling I-80 to Gretna. There US 6 moves due north and becomes the West Dodge Expressway and Dodge Street in Omaha. It passes through downtown Omaha on parallel one-way streets and runs concurrently with I-480 in Omaha on its last Nebraska segment. East of Omaha, it crosses the Missouri River to enter Iowa at Council Bluffs, on a girder bridge completed in 1966 that replaced the Ak-Sar-Ben Bridge, which was the first road bridge to connect the two cities. === Iowa === thumb|US 6 east of Newton, Iowa US 6 enters Iowa at Council Bluffs, across the Missouri River from Omaha where it intersects I‑29 within the first mile. Through Council Bluffs, it travels along Broadway and Kanesville Boulevard. Further east, the highway briefly overlaps US 59 near Oakland and continues east until Lewis. There, it turns sharply north-northeast to Atlantic where joins US 71 until I‑80. It overlaps I‑80 between US 71 and US 169 at De Soto. US 6 travels north with US 169 to Adel, then turns east to go toward Des Moines. It enters the Des Moines metro area along Hickman Road in Waukee and then forms the border between Urbandale to the north and Clive and Windsor Heights to the south. In Des Moines, Iowa Highway 28 joins US 6 at 63rd Street and the two highways head east and north on Merle Hay Road. US 6 splits away at Douglas Avenue and it continues east. Near the Des Moines River, Douglas Avenue becomes Euclid Avenue. In the northeastern part of the city, it intersects US 69 and I‑235. The highway turns onto Hubbell Avenue and heads into Altoona where it meets US 65 and rejoins I‑80. East of the Des Moines metro area, US 6 again overlaps I‑80 until they reach Newton. There, it splits away to the north and runs parallel to the Interstate. It passes through Grinnell, Marengo, and the Amana Colonies before arriving in Coralville. In Iowa City, it passes through the University of Iowa campus on the banks of the Iowa River. The highway heads southeast from Iowa City towards West Liberty and then more easterly to Wilton. At Wilton, the highway heads north to rejoin I‑80 until they reach Davenport, Iowa. After a short overlapping of I‑280, US 6 enters the city along Kimberly Road, on which it remains until I‑74. The two routes then run south to cross the Mississippi River into Illinois on the I-74 Bridge. === Illinois === In Illinois, US 6 parallels I-74 and I-80, mostly along its original routing, overlapping with I-74 for its first and I-80 for the final of its routing in Illinois. US 6 directly serves the downtowns of many cities for its length, including Oak Forest, Tinley Park, Moline, Geneseo, Atkinson, Annawan, Princeton, Peru, LaSalle, Ottawa, Channahon, and Joliet—unlike US 20, which, in Illinois, mainly consists of freeway sections that bypass the cities US 6 serves. Like nearby US 30 and US 52, US 6 skirts the Chicago city limits. === Indiana === US 6 crosses the state line and shares the same Borman Expressway with I-80 and I-94 through Hammond and Gary, until State Road 51 (SR 51, exit 15); it then runs south for about and turns east until it meets US 421 in Westville, then runs south for a mile, then east until it meets US 31 and US 35, and it shares the same road with US 33 for about until Ligonier, where US 33 breaks south toward Fort Wayne. From there it is mostly two lanes through Indiana until it meets the Ohio state line just east of Butler. Before the Borman Expressway was completed, US 6 was on Ridge Road, portions of which are now signed Business US 6\\. === Ohio === thumb|The Detroit–Superior Bridge in Cleveland US 6 enters Ohio from Indiana in Williams County. It travels through Edgerton, then just south of Bryan before it passes through Napoleon, Bowling Green, and Fremont, before turning northeast towards Sandusky Bay and Lake Erie. After passing through Sandusky, the highway follows the southern shore of Lake Erie, passing through Huron and Vermilion. After crossing the Charles Berry Bridge in Lorain, it passes through the western suburbs of Greater Cleveland as Lake Road in Sheffield Lake, Avon Lake, Bay Village, and Rocky River, and Clifton Boulevard in Lakewood and the West Boulevard/Edgewater neighborhood of Cleveland proper. US 6 follows the Cleveland Memorial Shoreway into Downtown Cleveland, entering downtown by crossing the Detroit-Superior Bridge. US 6 follows Superior Avenue through Public Square and the East Side of Cleveland before turning east onto Euclid Avenue in East Cleveland and Chardon Road in the city of Euclid. US 6 continues eastward through Geauga County and finally into Ashtabula County before entering the state of Pennsylvania along the Pymatuning Reservoir causeway. Ohio also has an alternate route of US 6 in the Cleveland area. === Pennsylvania === thumb|US 6 in Ansonia, PA near Tioga State Forest US 6 runs for in Pennsylvania between its entrance point west of Meadville and its exit at Matamoras. From the Ohio border to US 322 in Conneaut Lake, the route runs in a southeasterly direction. US 6 then joins US 322 and heads east to Meadville, picking up US 19 west of the city. South of downtown, US 322 splits from the concurrency while US 6 and US 19 remain concurrent through Meadville. The two routes continue northward to Mill Village, where US 6 and US 19 split at a junction with US 6N. For the remainder of its routing in Pennsylvania, US 6 runs roughly parallel to the New York-Pennsylvania border. Along the way, US 6 is concurrent with US 62 for a short distance near Warren. US 11 joins US 6 from the north in Factoryville. They run concurrently to Scranton, where US 11 continues south and US 6 east. At Milford, US 6 meets US 209\\. The two routes embark to the northeast, crossing the Delaware River from Matamoras to Port Jervis, New York. === New York === The portion of US 6 in New York travels through Orange, Putnam, and Westchester counties, going across the southern part of the state through the northern suburbs of New York City. The route enters the state along with US 209 in Port Jervis. The two routes split just north of town, with US 209 taking a more northerly route to access Kingston. US 6, in contrast, runs primarily east–west through southern New York. A section of US 6 runs concurrent with New York State Route 17 (NY 17, The Quickway) between Goshen and Harriman. The route is currently being upgraded to become part of I-86. At Harriman, US 6 passes through one of the largest interchanges in the state of New York, where US 6/NY 17 meet I-87 (the New York State Thruway) and NY 32\\. NY 17 becomes an at-grade road and heads south, while US 6 remains a limited-access freeway as it heads east into Harriman State Park. Near the east side of the park, US 6 intersects the Palisades Interstate Parkway and runs concurrently with it to the historic Bear Mountain Bridge, where US 6 is joined by US 202 and is narrowed to a rural two-lane road as it crosses the Hudson River with scenic views of the Hudson Highlands. On the other side of the river and exiting Orange County for Westchester, US 6 and US 202 run along the Hudson to Peekskill and has a short concurrency with US 9 before the three routes split, allowing US 6 to continue to the northeast through northern Westchester County and into Putnam County. At Shrub Oak, US 6 has an interchange with the historic Taconic State Parkway, one of the first and most scenic long-distance freeways in the United States. In Brewster, US 6 joins US 202 once again, with the routes running concurrently into Connecticut. US 6 and US 202 also have a large interchange with I-84, I-684, and NY 22 in Brewster. === Connecticut === US 6 runs for in Connecticut. It enters from the town of Southeast, New York, concurrent with US 202, shortly passes through begins the city of Danbury, and ends at the Rhode Island state line in the town of Killingly. In western Connecticut, US 6 either closely parallels or is concurrent with Interstate 84, serving as the local route in the suburbs of Danbury, Waterbury, Bristol, and Hartford. It crosses the Connecticut River (overlapped with I-84 and US 44) on the Bulkeley Bridge. In eastern Connecticut, US 6 is one of the principal routes connecting Hartford and Providence, passing through the small urban areas of Willimantic and Danielson. The unsigned portion of the Connecticut Turnpike then meets with US 6 shortly before crossing the Rhode Island state line. === Rhode Island === US 6 covers approximately in Rhode Island from Foster (western border with Killingly, Connecticut) to East Providence (eastern border with Seekonk, Massachusetts). In and around Providence, US 6 overlaps with Route 10, as well as US 1A, US 44, I-95 and I-195. === Massachusetts === US 6 runs approximately in Massachusetts, paralleling I-195 between Providence and Wareham, and serves as the local business route. US 6 continues onto Cape Cod across the Sagamore Bridge as a freeway from Bourne to Orleans. North of Orleans, it becomes a surface road again to its terminus in Provincetown. Although the west-bound sign in Provincetown has been updated to reflect the shorter terminus in Bishop, California, the east-bound sign in Provincetown still reflects the original coast-to-coast terminus of Long Beach, California (see photo). == History == === New England === left|75px The first interstate numbering along the path of US 6 was Route 3 of the New England road marking system, designated in 1922. This route connected Provincetown with the New York-Connecticut border via Providence, Hartford, and Danbury.National Survey Company, The official National Survey maps and guide for Southern New England: Massachusetts, Connecticut, Rhode Island, 1926, accessed via the Broer Map LibraryRand McNally Auto Road Atlas, 1926, accessed via the Broer Map Library In late 1925, the Joint Board on Interstate Highways approved the preliminary plan for U.S. Highways. US 6 was restricted to New England and southeastern New York, with its vague description matching the existing Route 3 to Danbury, Connecticut, and heading west from there to US 7 at Brewster, New York. By the time the final plan was approved in late 1926, a second section had been added, from the New York-Pennsylvania border at Port Jervis, New York west to US 120 in Kane, Pennsylvania. This did not last long, for the April 1927 route log shows the eastern segment running only to the border of New York, short of Brewster, while the western segment was extended in both directions—east to Kingston, New York, and west to Erie, Pennsylvania (the latter replacing part of US 120). The western segment was also swapped with US 106 between Carbondale and Tunkhannock, Pennsylvania, taking US 6 through Scranton. The gap through New York was eliminated in 1928 with a new alignment across the state, crossing the Hudson River on the Bear Mountain Bridge; the old route between Kingston and Port Jervis became the first US 6N. While US 6 replaced the general corridor of Route 3 in New England, some portions used different alignments. One of these was on Cape Cod, where Route 3 had used a southerly alignment that is now Route 28\\. Instead, US 6 followed the more direct route between Buzzards Bay and Orleans that had been the southern extremity of Route 6, and now known as Route 6A. Farther west, in Connecticut, US 6 ran via South Coventry, while Route 3 had served Andover; the old route became US 6A. US 6 is now on the old Route 3, while the South Coventry route now carries Route 31\\. A different alignment was also chosen for US 6 between Plainville and Woodbury; Route 3 ran via Milldale and Waterbury, and became parts of Route 14 and Route 10 in the 1932 renumbering.Connecticut State Highway Department, state map, 1932 Here US 6 mostly remains on its original routing, with the main difference being between Hartford and Terryville, where US 6 followed the present Route 4, Route 10, and Route 72\\. The final difference was from Danbury west to the New York state line; here US 6 ran straight west, while Route 3 had left the Danbury area to the south, curving to the southwest through Ridgefield to the border. Part of this became US 7, while the rest became Route 35 in 1932. In New York, US 6 replaced all of Route 37—known as the \"Bridge Route\"—over the Bear Mountain Bridge, overlapped part of NY 17, and was assigned to an unnumbered road from Middletown west to Port Jervis. Fold-out maps and turn by turn guides show the Port Jervis to Middletown route as unnumbered. The original route, which soon became US 6N, replaced NY 50, and is now part of US 209. The part of US 6 in Pennsylvania replaced Route 7, also known as the Roosevelt Highway, an auto trail. The Roosevelt Highway Association extended the name east with US 6 to Cape Cod by 1930. === Extensions === Two other routes that would become part of US 6 were included in the 1925 plan: US 32 from Chicago, Illinois, to Omaha, Nebraska, and US 38 from Lincoln, Nebraska, to Greeley, Colorado. As part of the fine-tuning during 1926, US 38 was extended east from Lincoln to Omaha, allowing US 77, which had been assigned to this road, to extend north to Sioux City. These routes, which now connected end-to-end at Omaha, replaced a large portion of the Detroit–Lincoln–Denver Highway, which split at Princeton to bypass Chicago to the south via Joliet. They followed existing state highways: 2 and 14 in Colorado, 7 in Nebraska, 2 and 7 in Iowa, and 7 and 18 in Illinois. Most of US 32 and all of US 38 became a western extension of US 6 on June 8, 1931, and the Roosevelt Highway name followed. To connect western Pennsylvania to central Indiana, relatively minor roads (including the route for SR 6 in Indiana) were used, except west of Joliet, where it used a part of the old Detroit–Lincoln–Denver Highway. The short stub to Erie formed at the old west end became US 6N, and US 32 remained in Illinois, running independently from Chicago to Princeton and overlapping US 6 to Davenport, Iowa. In 1934, US 32 was absorbed into U.S. Route 34. The Roosevelt Highway Association continued to push for an extension, and in December 1936 the American Association of State Highway Officials made US 6 (and thus the Roosevelt Highway) a transcontinental route from Cape Cod, Massachusetts to Long Beach, California. It took a new route from Wiggins, Colorado, southwest to Denver (the old route to Greeley became an extended US 34) and west over the Rocky Mountains to Leadville, overlapping US 24 to Grand Junction and US 50 to Spanish Fork, Utah. From Spanish Fork to Ely, Nevada, it followed a roadway that had yet to be improved in areas; the rest of the route, from Ely to Southern California, followed the old Midland Trail, running almost north–south in California. The unimproved segment from Ely east to Delta, Utah, about long, was, according to Business Week, \"nothing but a wagon trail-rutted, filled with dust...one of the worst chunks of federal [sic] road in the country.\" Paving was completed in September 1952, with a two-day celebration in Delta marking the occasion. Major William L. Anderson, Jr., of the U.S. Army recommended that US 6 be designated the Grand Army of the Republic Highway, honoring the Union soldiers in the Civil War. The Sons of Union Veterans of the Civil War began pushing for the name in April 1934. Massachusetts, the first state to apply the name, passed a law to do so on February 2, 1937; it was not until at least 1948 that all states had agreed. The highway was formally dedicated at the Long Beach end on May 3, 1953, though the Roosevelt Highway Association continued to exist at least through the 1960s. === Modern history === As part of the 1964 renumbering in California, US 6 was truncated to its intersection with US 395 at Bishop. The portions of the former route that did not overlap other routes, including US 395 and I-110/SR 110, were redesignated as SR 14.California Highway Department, 1963 State Highway Map and 1963 District VII State Highway Numbering Map Starting in the spring of 1983, US 6 was a discontinuous route for almost one year, due to a massive landslide that destroyed the town of Thistle, Utah. The highway was rebuilt by blasting a path higher up the canyon wall. The landslide remains the most costly in the history of the United States. Since the 1970s, portions of US 6 in Iowa have been moved permanently onto I-80. The first section, between US 71 and Adair, was rerouted in 1972. In 1980, three lengthy sections were moved onto the Interstate: in western Iowa between Adair and Dexter, in central Iowa between Altoona and Newton, and in eastern Iowa between Wilton and Davenport. On July 1, 2003, between Dexter and Adel were turned over to Dallas County. US 6, which had previously split away from I-80 at the Dexter exit, was continued along I-80 to the US 169 interchange at De Soto, and then along US 169 to Adel. In 2015, the American Association of State Highway and Transportation Officials (AASHTO) approved a request from the Colorado Department of Transportation to eliminate US 6 through the city of Rifle, meaning that US 6 is now discontinuous between Rifle and Grand Junction. == Major intersections == ;California : in Bishop ;Nevada : in Coaldale. The highways travel concurrently to Tonopah. : in Ely. US 6/US 50 travel concurrently to Delta, Utah. US 6/US 93 travel concurrently to Majors Place. ;Utah : in Santaquin. The highways travel concurrently to Spanish Fork. : in Spanish Fork. The highways travel concurrently for just under . : north of Helper. The highways travel concurrently to east-southeast of Green River. : west of Green River. US 6/US 50 travel concurrently to Grand Junction, Colorado. I-70/US 6 run mostly parallel between here and just east of Idaho Springs, Colorado with the two routes, joining, separating and crossing over each other several times in this span. ;Colorado : northwest of Minturn (as part of a concurrency with I-70). : east of Empire (as part of a concurrency with I-70). The highways travel concurrently to east of Idaho Springs : east of Idaho Springs. East end of a mostly concurrent route with I-70 since Green River, Utah (with several separations and merges) : in Golden : in Golden : in Denver. I-25/US 6/US 87 travel concurrently through the city. US 6/US 85 travel concurrently to near Commerce City. : in Denver : in Denver. I-70/US 6 travel concurrently through the city. : in Commerce City : northwest of Derby. The highways travel concurrently to northeast of Brush. : northeast of Wiggins. The highways travel concurrently to west of Fort Morgan. : in Sterling : in Sterling : in Holyoke ;Nebraska : west of Culbertson. The highways travel concurrently to Hastings : in McCook. The highways travel concurrently through the city. : in Arapahoe : north of Edison : in Holdrege : in Hastings. The highways travel concurrently through the city. : in Fairmont : in Lincoln : in Waverly : in West Omaha : in Omaha : in Omaha. The highways travel concurrently to Council Bluffs, Iowa. ;Iowa : in Council Bluffs : in Council Bluffs : in Belknap Township. The highways travel concurrently to Oakland. : in Atlantic. The highways travel concurrently to Pymosa Township. : in Pymosa Township. I-80/US 6 travel concurrently to De Soto. : in De Soto. US 6/US 169 travel concurrently to Adel. : on the Clive–Urbandale city line. : in Des Moines : in Des Moines : in Altoona : in Altoona. I-80/US 6 travel concurrently to Newton. : north-northwest of Malcom. The highways travel concurrently to north of Malcom. : south-southwest of the Amana Colonies. The highways travel concurrently to south of the Amana Colonies. : in Sugar Creek Township. The highways travel concurrently to Davenport. : in Davenport. I-280/US 6 travel concurrently for approximately . : in Davenport : on the Davenport–Bettendorf city line. The highways travel concurrently to Moline, Illinois. : in Bettendorf ;Illinois : in Moline : in Moline : in Colona : in Sheffield. The highways travel concurrently to Princeton. : east of Princeton. : in LaSalle : in Channahon : in Joliet. The highways travel concurrently through the city. : in Joliet. The highways travel concurrently through the city. : in New Lenox : in Orland Park : in Markham : in Markham : in South Holland : in Lansing. The highways travel concurrently to Lake Station, Indiana. ;Indiana : in Hammond. The highways travel concurrently through the city. : in Gary : in Westville. The highways travel concurrently to south- southeast of Westville. : south of Kingsbury. The highways travel concurrently to South Center. : southeast of La Paz : in Benton Township. The highways travel concurrently to Ligonier. : west-northwest of Waterloo ;Ohio : in Pulaski Township : in Napoleon. The highways travel concurrently to Liberty Township. : in Center Township : on the Freedom–Scott township line : in Fremont. The highways travel concurrently through the city. : in Sandusky : in Lakewood. The highways travel concurrently to Cleveland. : in Cleveland. US 6/US 322 travel concurrently through the city. : in Cleveland : in East Cleveland. The highways travel concurrently to Euclid. ;Pennsylvania : in Conneaut Lake. The highways travel concurrently to Meadville. : in Vernon Township. The highways travel concurrently to LeBoeuf Township. : in Vernon Township : in LeBoeuf Township : in Brokenstraw Township. The highways travel concurrently to Warren. : in Hamlin Township : in Mansfield : in North Towanda Township : in Clinton Township. The highways travel concurrently to Chinchilla. : in Chinchilla. I-81/US 6 travel concurrently to Dunmore. : in Dunmore : in Milford Township : in Milford. The highways travel concurrently to Port Jervis, New York. : in Westfall Township ;New York : in Port Jervis : in Port Jervis : in Middletown. US 6 and NY 17M run concurrently to Goshen. : in Goshen. US 6 and NY 17 run concurrent to Harriman, with the concurrency commonly called 6 and 17. : in Harriman : in Harriman State Park. US 6 and the Palisades Parkway run concurrently to Bear Mountain. : in Bear Mountain State Park. US 6 and US 202 travel concurrently to Peekskill. : in Cortlandt. US 6/202 and US 9 travel concurrently to Peekskill. : in Peekskill : at Shrub Oak : in Brewster. US 6 and US 202 travel concurrently to Danbury, Connecticut, and US 6/202 and NY 22 have a short concurrency. : in Brewster ;Connecticut : in Danbury. The highways travel concurrently through the city. : in Newtown. The highways travel concurrently to Southbury. : in Thomaston : in Farmington. The highways travel concurrently to Manchester. : in Hartford. The highways travel concurrently to East Hartford. : in Hartford : in East Hartford : in Manchester : in Manchester. US 6/US 44 travel concurrently to Bolton. : in Bolton : in Killingly ;Rhode Island : in Johnston. The highways travel concurrently through the city. : in Providence. The highways travel concurrently through the city. : in Providence : in Providence. I-195/US 6 travel concurrently to East Providence. : in Providence. The highways travel concurrently to East Providence. ;Massachusetts : in Swansea : in Provincetown == See also == *Special routes of U.S. Route 6 *U.S. Route 106 *U.S. Route 206 *U.S. Route 138 *U.S. Route 6N (Pennsylvania) *U.S. Route 6N (New York) *Massachusetts Route 6A == References == == External links == *Endpoints of US 6 *Federal Highway Administration: US 6 *U.S. Route 6 Tour Association *Route 6: The Longest U.S. Transcontinental Highway *US 6 in Connecticut (Scott Oglesby) *Linesville, Pa., National U.S. Route 6 Museum Site 06",
 "title": "U.S. Route 6"
}