{
 "id": "643401",
 "text": "The Clear Skies Act of 2003 was a proposed federal law of the United States. The official title as introduced is \"a bill to amend the Clean Air Act to reduce air pollution through expansion of cap-and-trade programs, to provide an alternative regulatory classification for units subject to the cap and trade program, and for other purposes.\" The bill's Senate version () was sponsored by James Inhofe (R) of Oklahoma and George Voinovich (R) of Ohio; the House version () was sponsored by Joe Barton (R) of Texas and Billy Tauzin (R) of Louisiana. Both versions were introduced on February 27, 2003. Upon introduction of the bill, Inhofe said, \"Moving beyond the confusing, command- and-control mandates of the past, Clear Skies cap-and-trade system harnesses the power of technology and innovation to bring about significant reductions in harmful pollutants.\" The Clear Skies Act came about as the result of President Bush's Clear Skies Initiative. In early March 2005, the bill did not move out of committee when members were deadlocked 9-9. Seven Democrats, James Jeffords (I) of Vermont, and Lincoln Chafee (R) of Rhode Island voted against the bill; nine Republicans supported it. Within days, the Bush Administration moved to implement key measures, such as the NOx, SO2 and mercury trading provisions of the bill administratively through EPA. It remains to be seen how resistant these changes will be to court challenges. ==Background: The Clear Skies Initiative== On February 14, 2002 President George W. Bush announced the Clear Skies Initiative. The policy was put together by Jim Connaughton, Chairman of the Council on Environmental Quality, and involved the work of Senators Bob Smith and George Voinovich and Congressmen Billy Tauzin and Joe Barton. The Initiative is based on a central idea: \"that economic growth is key to environmental progress, because it is growth that provides the resources for investment in clean technologies.\" The resulting proposal was a market-based cap-and-trade approach which intends to legislate power plant emissions caps without specifying the specific methods used to reach those caps. The Initiative would reduce the cost and complexity of compliance and the need for litigation. Current power plant emissions amounted to 67% of all sulfur dioxide (SO2) emissions (in the United States), 37% of mercury emissions, and 25% of all nitrogen oxide (NOx) emissions. Only SO2 has been administered under a cap-and-trade program. The goals of the Initiative are threefold: *Cut SO2 emissions by 73%, from emissions of 11 million tons to a cap of 4.5 million tons in 2010, and 3 million tons in 2018. *Cut NOx emissions by 67%, from emissions of 5 million tons to a cap of 2.1 million tons in 2008, and to 1.7 million tons in 2018. *Cut mercury emissions by 69%, from emissions of 48 tons to a cap of 26 tons in 2010, and 15 tons in 2018. *Actual emissions caps would be set to account for different air quality needs in the East and West. Through the use of a market-based cap-and-trade program, the intent of the Initiative was to reward innovation, reduce costs, and guarantee results. Each power plant facility would be required to have a permit for each ton of pollution emitted. Because the permits are tradeable, companies would have a financial incentive to cut back their emissions using newer technologies. The Initiative was modeled on the successful SO2 emissions trading program in effect since 1995. According to the President, the program had reduced air pollution more than all other programs under the Clean Air Act of 1990 combined. Actual reductions were more than the law required and compliance was virtually 100% without the need for litigation. Also, he said that only a \"handful\" of employees were needed to administer the program. The total cost to achieve the reductions was about 80% less than had originally been expected. Bush mentioned several benefits of the Initiative: *Reduces respiratory and cardiovascular diseases by dramatically reducing smog, fine particles, and regional haze. *Protects wildlife, habitats and ecosystem health from acid rain, nitrogen and mercury deposition. *Cuts pollution further, faster, cheaper, and with more certainty--replacing a cycle of endless litigation with rapid and certain improvements in air quality. *Saves as much as $1 billion annually in compliance costs that are passed along to consumers. *Protects the reliability and affordability of electricity. *Encourages use of new and cleaner pollution control technologies. ==Legislative history== {| class=\"wikitable\" !Congress !Short title !Bill number(s) !Date introduced !Sponsor(s) !# of cosponsors !Latest status |- |rowspan=2|107th Congress |rowspan=2|Clear Skies Act of 2002 | |July 26, 2002 |Joe Barton (R-TX) |1 |Died in committee |- | |July 29, 2002 |Bob Smith (R-NH) |0 |Died in committee |- |rowspan=3|108th Congress |rowspan=3|Clear Skies Act of 2003 | |February 27, 2003 |Joe Barton (R-TX) |1 |Died in committee |- | |February 27, 2003 |Jim Inhofe (R-OK) |1 |Died in committee |- | |November 10, 2003 |Jim Inhofe (R-OK) |0 |Died in committee |- |109th Congress |Clear Skies Act of 2005 | |January 24, 2005 |Jim Inhofe (R-OK) |1 |Died in committee |} ==Competing proposals== In May 2004, the Energy Information Administration (EIA) released a study comparing the Clear Skies Act with the Clean Air Planning Act of 2003 (S. 843), introduced by Senator Thomas R. Carper, and the Clean Power Act of 2003 (S. 366), introduced by Senator James Jeffords. The differences between the three bills are summarized as follows: *Carbon dioxide emissions: While all three bills implement emissions targets on power sector emissions of NOx, SO2, and mercury, the Clean Air Planning Act and the Clean Power Act also call for limits on carbon dioxide (CO2) emissions. Under the Clean Air Planning Act, greenhouse gas emission reductions outside of the power sector, referred to as offsets, can be used to meet the emission targets for CO2. *Size of generators covered: All three bills cover emissions from larger generators that generate power for sale, including central station generators and generators at customer sites that sell power they do not use for their own needs. The Clear Skies and Clean Air Planning Acts cover generating facilities 25 megawatts and larger, while the Clean Power Act covers facilities 15 megawatts and larger. The bills have differing provisions regarding the coverage of combined heat and power facilities that generate some power for sale. *Emissions caps: The bills generally rely on emissions cap and trade programs to achieve the required reductions. Under such programs, allowances will be allocated and covered generators will have to submit one allowance for each unit of emissions they produce. However, for mercury, the Clean Air Planning Act combines a minimum removal target for all plants with an emissions cap, and the Clean Power Act specifies a maximum emissions rate for all facilities and allows no trading of mercury allowances. The Clear Skies Act contains a \"safety valve\" feature that caps the price that power companies would have to pay for mercury ($2,187.50 per ounce or $35,000 per pound), SO2 ($4,000 per ton), and NOx ($4,000 per ton) allowances. Should one or more of these \"safety valves\" be triggered, the corresponding cap on emissions would effectively be relaxed. *Emissions allocation: Under the Clear Skies Act, emission allowances are to be allocated based on historical fuel consumption, what is often referred to as \"grandfathering\". Under the Clean Air Planning Act, a grandfathering approach is used to allocate emission allowances for SO2, but allowances for NOx, mercury, and CO2, are allocated using an output-based scheme. Under this approach, referred to as a generation performance standard (GPS), generators are given allowances for each unit of electricity they generate. The number of allowances allocated for each unit of generation changes each year as the total generation from covered sources changes. The use of a GPS dampens the electricity price impacts of the bill but raises overall compliance costs. *Control technology: In addition to the emission caps, the Clean Power Act also requires that all plants have the best available control technology (BACT) beginning in 2014 or when they reach 40 years of age, whichever comes later. This provision, often referred to as a \"birthday\" provision, requires older plants to add controls even if the total emissions of covered facilities are below the emission caps. ==Criticisms in opposition== The law reduces air pollution controls, including those environmental protections of the Clean Air Act, including caps on toxins in the air and budget cuts for enforcement. The Act is opposed by conservationist groups such as the Sierra Club with Henry A. Waxman, a Democratic congressman of California, describing its title as \"clear propaganda.\" Among other things, the Clear Skies Act: *Allows 42 million more tons of pollution emitted than the EPA proposal. *Weakens the current cap on nitrogen oxide pollution levels from 1.25 million tons to 2.1 million tons, allowing 68% more NOx pollution. *Delays the improvement of sulfur dioxide (SO2) pollution levels compared to the Clean Air Act requirements. *Delays enforcement of smog-and-soot pollution standards until 2015. By 2018, the Clear Skies Act will supposedly allow 3 million tons more NOx through 2012 and 8 million more by 2020, for SO2, 18 million tons more through 2012 and 34 million tons more through 2020. 58 tons more mercury through 2012 and 163 tons more through 2020 would be released into the environment than what would be allowed by enforcement of the Clean Air Act. In August 2001, the EPA proposed a version of the Clear Skies Act that contained short timetables and lower emissions caps . It is unknown why this proposal was withdrawn and replaced with the Bush Administration proposal. It is also unclear whether or not the original EPA proposal would have made it out of committee. In addition, some opponents consider the term, \"Clear Skies Initiative\" (similarly to the Healthy Forests Initiative), to be an example of administration Orwellian Doublespeak, using environmentally friendly terminology as \"cover\" for a give-away to business interests. ==Arguments in favor== Proponents for the CSA argue that the Clean Air Act sets unachievable goals, especially for ozone and nitrogen oxide pollution. Having a clearly defined cap will benefit both industry and the general population because the goals are visible to everyone and industry benefits from cost-certainty. For example, the claim that simply enforcing the Clean Air Act will result in less pollution than the Clear Skies Act assumes that strict measures will be taken in heavily polluting areas, such as Los Angeles and other municipalities. Measures such as transportation control were taken in the 1970s but were withdrawn amid widespread public protest. Proponents of reform argue that a more likely result of following the current Clean Air Act is the continued 'muddling along' approach to environmental legislation, with most important decisions made in courts on a case-by-case basis after many years of litigation. ==See also== *Committee on Climate Change Science and Technology Integration ==References== *House version of the bill (in PDF format) *Press release: President Announces Clear Skies & Global Climate Change Initiatives *Energy Information Administration (EIA): Analysis of Clear Skies, Clean Air Planning, and Power Act of 2003 ;Notes ==External links== ;Pro Clear Skies Act sources :*Testimony from Jeffrey Holmstead of the EPA ;Anti Clear Skies Act sources :*Testimony from David Hawkins of NRDC :*Sierra Club analysis :*Natural Resources Defense Council analysis Category:Proposed legislation of the 107th United States Congress Category:Proposed legislation of the 108th United States Congress Category:Proposed legislation of the 109th United States Congress Category:United States proposed federal environmental legislation Category:Air pollution in the United States Category:United States federal legislation articles without infoboxes",
 "title": "Clear Skies Act of 2003"
}