{
 "id": "643449",
 "text": "Glen R. Murray (born October 26, 1957) is a Canadian politician and urban issues advocate who, in 2020, sought the leadership of the Green Party of Canada. He served as the 41st Mayor of Winnipeg, Manitoba from 1998 to 2004, and was the first openly gay mayor of a large North American city. He subsequently moved to Toronto, Ontario, and was elected to the Legislative Assembly of Ontario as a Liberal Member of Provincial Parliament (MPP) for Toronto Centre in 2010, serving until 2017. In August 2010, he was appointed to the provincial cabinet as Minister of Research and Innovation. Murray was re-elected in October 2011, and appointed Minister of Training, Colleges and Universities. He resigned from cabinet on November 3, 2012 in order to run as a candidate in the 2013 Ontario Liberal Party leadership election. He became Ontario Minister of Transportation and Minister of Infrastructure on February 11, 2013. In a cabinet shuffle following the 2014 election, Murray was moved to the portfolio of Minister of the Environment and Climate Change. He announced his resignation from Cabinet on July 31, 2017, and his resignation from the legislature, effective September 1, 2017, in order to become executive director of the Pembina Institute in Alberta. He resigned from the Pembina Institute in September 2018 after serving as executive director for one year. In 2020, Murray ran for the leadership of the Green Party of Canada finishing fourth. ==Background== Murray was born in Montreal, Quebec to an Irish father and a Ukrainian mother. While not being able to speak Ukrainian himself, he maintains close ties with the Ukrainian-Canadian community. He attended John Abbott College and Concordia University and its School of Community and Public Affairs. Prior to entering politics, he was active in human rights and community healthcare. He led, with Margie Coghill, the successful campaign to include sexual orientation in the Manitoba Human Rights Code. He helped establish Winnipeg's Village Clinic, the first integrated community based prevention, care, and treatment centre for HIV/AIDS in Canada. Subsequently, he became the Clinic's Director of Prevention and Outreach programs working street involved and homeless people at high risk for HIV infection. He was a founding member of the Canadian AIDS Society and worked as part of a team through the World Health Organization that developed an international strategy for the delivery community HIV prevention initiatives and coordinated the work of AIDS Service Organizations. A 1992 documentary film, A Kind of Family, followed the relationship of Murray with his foster son, a 17-year-old street kid. Murray lives with his partner Rick Neves. ==Municipal career== Murray entered the 1989 Winnipeg municipal election as a city councillor candidate of the Winnipeg into the '90s alliance. He was elected a city councillor at Fort Rouge ward in 1989 then re-elected twice. In the 1995 election, he defeated Terrence Halligan. He lobbied the provincial government to create a municipal property tax credit program for heritage buildings, a program which was approved with all-party support at the Manitoba legislature. In 1998, Murray left his councillor position to campaign as a Winnipeg mayoral candidate. He was elected mayor on October 28, 1998, with 50.5% of the vote in a close race against grocer Peter Kaufmann, who received 45% of the vote. Murray was re-elected in 2002 over former councillor Al Golden. Significant Winnipeg events during Murray's term included the 1999 Pan American Games and the C5 Summit, a joint initiative of urbanist Jane Jacobs and Allan Broadbent which gathered the mayors of five major Canadian cities. The summit led to proposals that cities receive new and improved revenue streams, particularly from federal and provincial governments. The effort to achieve this \"New Deal\" for cities was unsuccessful. Murray worked closely with Aboriginal communities to propose new approaches on issues such as jobs, recreation, and public safety. Formulated the city’s urban Aboriginal Policy, First Steps: Municipal Aboriginal Pathways. This was a way to raise awareness surrounding Aboriginal people who live in the urban city of Winnipeg and create accessibility to civic services. This policy framework represents the civic government’s commitment to establish a progressive and constructive relationship with the Aboriginal community. Cultural, demographic, and socio- economic challenges have been addressed as a way to foster effective urban planning and ensure the wellbeing of the Aboriginal people. Murray championed the establishment of the Thunderbird House in Winnipeg which serves as a place of healing and cultural preservation. As a token of appreciation Murray was given an Eagle Feather by First Nations Leaders. The Eagle Feather stands as the highest honour with great cultural and spiritual significance. In 2003, Murray participated in the days of caring by the United Way in Winnipeg by funding a project to build an indoor playhouse. Murray provoked a revitalization plan to help create more affordable housing for low and moderate income citizens. The project was part of a bigger picture concept of helping to create a vibrant, safe, and healthy inner-city neighbourhoods. This was a joint venture between public and private financing. Due to Murray’s efforts in preserving Winnipeg’s historical downtown and his encouragement of high standards and creativity in design, Murray was made an honorary member of the Royal Architectural Institute of Canada in 2002. Murray worked closely with Moe Levy and Gail Asper to lead the city government to provide the first public funds and land for the New Canadian Museum for Human Rights. This project was dedicated to chronicling Canada’s human rights journey and the global evolution of human rights in order to inspire visitors and take personal action in the preservation of Human Rights in Canada and around the world. In 2004, Murray worked with Mark Chipman to lead the establishment and construction of the new MTS Centre in Winnipeg. Once the Eaton’s site closed down in the downtown core of Winnipeg, this opened up the opportunity of situating an indoor arena to create a home for the Winnipeg Jets. In 2003, Murray spearheaded the creation of the Esplanade Riel pedestrian bridge across the Red River in Winnipeg. This bridge has been recognized as a landmark structure as it connects Downtown Winnipeg with St. Boniface. It is the only pedestrian bridge with a restaurant on it in North America. Murray was an advocate of the proposal to create Red River College’s Princess Street Campus. The idea was to renovate an existing building on Princess Street as these buildings contained significant heritage value. This campus was selected to represent Canada at the Third International Green Building Challenge—Sustainable Buildings 2002, an internationally renowned forum that highlights environmentally friendly alternatives used in the design, building and retrofitting of new construction projects from throughout the world. Murray was awarded the Queen’s Golden Jubilee Medal in 2002 and the Queen’s Diamond Jubilee Medal for his outstanding contributions of citizenship and public service. Murray was succeeded by Sam Katz, who won the mayoralty vote over councillor Dan Vandal by a margin of around 43,000 votes. ==Early attempt at federal office== On May 7, 2004, Murray announced that he would run in the 2004 Canadian federal election after several months of denying rumors to this effect. He ran as a candidate for the Liberal Party in the riding of Charleswood—St. James. On May 11, 2004, Murray announced his resignation as mayor of Winnipeg. He was one of the city's five longest-serving mayors. On June 28, 2004, Murray was defeated in his attempt to become a member of the House of Commons of Canada by Conservative Steven Fletcher. Murray had won a significant majority of the votes in the Charleswood and St. James communities in the previous mayoralty election but could not translate that support in what was a close race against the rising popularity of the recently merged Conservative Party. The Liberals had held the seat by small margins in tight three-way races with the right-wing Canadian Alliance and Progressive Conservative parties. ==Career in the non-profit sector== Murray has been involved in HIV/AIDS awareness and prevention throughout his life. He was a founding member of the Canadian AIDS Society he was also the Director of Health Education and HIV Prevention Services at the Village Clinic in Winnipeg. Murray was part of the World Health AIDS service organization’s working group for the Global Program on AIDS. Murray was awarded for his efforts in 2003 by Egale Canada as he was the national recipient of an award for \"Fighting for LGBT Justice & Equality.\" In 2004, Murray moved to Toronto and became a visiting fellow at Massey College. Murray became president and CEO of the Canadian Urban Institute in 2007. The Canadian Urban Institute is a Toronto-based urban policy institute conducting work across the country and around the globe. During Murray’s tenure at the Institute became a national leader value planning, the application of return on investment models to infrastructure investment planning; cultural planning; and sustainable energy mapping. Murray was appointed by Prime Minister Paul Martin as chair of a National Round Table on the Environment and the Economy in March 2005. In 2006, the Round Table released a report stating that Canada could reduce greenhouse gas emissions using existing technology. Murray led the development of a series of research papers that offered the government of Prime Minister Stephen Harper a strategy to achieve a 70% reduction in greenhouse gas emissions by 2050. In 2011, Murray was presented with the President’s Award at the Canadian Institute of Planners (CIP). CIP established the President’s Award in 2006 to recognize achievement by a Canadian individual or organization whose significant contribution to the planning community warrants acknowledgment on a national level. ==Member of the Ontario Legislature== In fall 2009, Murray began to be mentioned as a potential candidate for Mayor of Toronto in the 2010 municipal election. However, after provincial MPP George Smitherman confirmed his own intention to run for mayor, Murray announced in December that he would instead seek the Ontario Liberal nomination for the February 4, 2010 by-election to succeed Smitherman in Toronto Centre. Murray was acclaimed as the Liberal candidate at their nomination meeting on January 6, 2010. His stated priorities are building healthy, sustainable communities; providing quality, accessible health care; ensuring access to affordable housing; proposing innovative solutions to climate change; advancing human rights; and reducing the tax burden. Accused by his opponents of lacking roots in Toronto, Murray pointed out that nearly half of Torontonians weren't born in Canada, and launched ProudToronto.ca to allow Torontonians, whether born in the city or recent arrivals, to share their stories. Murray retained the seat for the Liberals winning 47% of the vote. He defeated New Democrat candidate Cathy Crowe who came in second with 33% and Progressive Conservative Pamela Taylor (15%). ===2011 provincial election and 2014 provincial elections=== On May 11, 2011, Murray announced to a group of 120 supporters in the 519 Church Street Community Centre that he would campaign to defend his seat in the October provincial election. Murray vowed to stand up for civility and dignity. \"Growing up as gay, I heard every ugly homophobic thing you can think of. I will stand up against every Tory that tries to take our rights away because that’s all they ever do.\" He was re-elected with 54.8% of the vote, an increase of almost 8% from the 2010 by-election. ===Community Action Plan=== After being elected as the MPP of Toronto Centre in February 2010, Glen Murray initiated a community engagement and planning process called the \"Community Action Plan\" in collaboration with local City Councillors, Kristyn Wong-Tam, Ward 27, and Pam McConnell, Ward 28. The process involves consulting residents through a series of Community Planning Meetings and a website. === Controversy === In 2013, Glen Murray invited the then-mayor of Caledon Marolyn Morrison to meet with him and discuss the future of the municipality, including development; something Morrison was against. Near the end of the meeting, Morrison alleges that Murray dismissed all staff members and attempted to intimidate her into moving forward with development, claiming that he could make 'complaints' about her 'go away'. This meeting occurred during a period of time where Morrison and her family were threatened and her husband was assaulted over development-related issues. Murray maintains that the meeting was 'pleasant'. ==Cabinet== On August 18, 2010, Murray was first appointed to cabinet as Minister of Research and Innovation. He became Ontario Minister of Transportation and Minister of Infrastructure on February 11, 2011 for the Liberal Party of Ontario. ===Minister of Research and Innovation=== As Minister of Research and Innovation Murray led Ontario's WaterTAP initiative. In support of the Open Ontario plan to engage the global economy, Murray signed an agreement with Singapore on the development of clean water technologies that is the first of its kind in the world, and he completed an agreement to create the Ontario-Quebec Life Sciences Corridor to stimulate the flow of ideas and investment between these two robust innovation leaders. On Social Innovation, Murray collaborated with Ministers Hoskins and Broten on Ontario's first Open Source policy development plan, and launched the Social Venture Exchange. Murray also introduced an experiential learning program through the Ontario Centres of Excellence. ===Minister of Training, Colleges and Universities=== Within weeks of assuming his new position Murray launched the McGuinty government's ground breaking 30% off Ontario Tuition grant. ===Ontario Cycling Strategy=== As the Minister of Transportation and Minister of Infrastructure, pushed by several cycling advocacy groups in the province, Murray spearheaded the first effort in 20 years to write a comprehensive cycling promotion strategy for Ontario. The 42-page document addresses the many outstanding issues for this rapidly growing means of transportation. The strategy covers education, infrastructure, legislation, enforcement, healthy communities, safer roads and tourism. The document promises annual action plans and a plan for more structured funding in the spring of 2014. Critics mention the document is short on detail and believe only large sums of money can make a difference. Advocates believe it is a first good step forward but are realistic that it will take a long time to convert Ontario into a bike friendly province, pointing out that the Netherlands, an inspiration for many bike advocates worldwide, is spending an approximate 400 million Euro on cycling per year. ===Leadership campaign=== Murray ran as a candidate in the 2013 Ontario Liberal Party leadership election but withdrew two weeks prior to the convention to throw his support to the eventual winner, Kathleen Wynne. The new premier returned Murray to cabinet, this time as Minister of Transportation and Infrastructure. Murray's approach to implementing the government's plans for transit in Toronto resulted in resistance from both the federal and municipal government. ===Minister of Environment and Climate Change=== Following the 2014 provincial election, in which Murray retained his seat with an increased majority, he was moved to the position of Minister of Environment and Climate Change. He resigned from cabinet on July 31, 2017. ==2020 Green Party leadership election== On April 29, 2020, Murray announced that he would be running to replace Elizabeth May in the 2020 Green Party of Canada leadership election after months of speculation. His candidacy was approved by the party on May 11, 2020. Murray finished in fourth place. ==References== ==External links== * Category:1957 births Category:Anglophone Quebec people Category:Canadian LGBT people in provincial and territorial legislatures Category:Canadian people of Irish descent Category:Canadian people of Ukrainian descent Category:Concordia University alumni Category:Candidates in the 2004 Canadian federal election Category:Gay politicians Category:LGBT mayors of places in Canada Category:Liberal Party of Canada candidates for the Canadian House of Commons Category:Living people Category:Mayors of Winnipeg Category:Members of the Executive Council of Ontario Category:Ontario Liberal Party MPPs Category:Politicians from Montreal",
 "title": "Glen Murray (politician)"
}