{
 "id": "643689",
 "text": "Andrea Joy Cook (born July 22, 1978) is a Canadian actress. She is best known for her role as Supervisory Special Agent Jennifer \"JJ\" Jareau on the CBS crime drama Criminal Minds (2005–2020). Cook has also appeared in The Virgin Suicides (1999), Higher Ground (2000), Ripper (2001), Out Cold (2001), Final Destination 2 (2003), and Tru Calling (2003–2004). ==Early life== Cook was born in Oshawa, Ontario. She spent most of her early life in nearby Whitby, where she attended Anderson Collegiate Vocational Institute. She has three siblings: Nathan, Paul, and Angela. Cook was declared legally blind in the second grade because of severe astigmatism, but wore contacts and thick glasses to correct her vision. In 2007 she underwent surgery during which a lens implant corrected the impairment. A dancer from age four, Cook began taking jazz, tap and ballet lessons. She danced competitively for many years, before deciding at the age of 16 that she wanted to try acting. Cook also taught dance when she was younger and has stated that if she hadn't become an actress, she would most likely have set up a small dance studio somewhere. In an interview, she said that she still tap dances. ==Career== Cook's first job was in a McDonald's commercial in 1997. She graduated to series work with a guest role on the television series Goosebumps, and parts in two television movies, In His Father's Shoes and Elvis Meets Nixon. Cook launched her feature film career as one of five suicidal Lisbon sisters in 1999's The Virgin Suicides. Also that year, she took a starring role in the TV series Higher Ground, in which Cook played Shelby Merrick, a teenage girl dealing with abuse and heartache at a wilderness school for struggling kids. Higher Ground lasted one season, ending with a romance between Shelby and Hayden Christensen's character, Scott. After Higher Ground, Cook appeared in the 2000 TV movie The Spiral Staircase (alongside Higher Ground alum Kandyse McClure), and then captured leading roles in several films, including Out Cold (as Jason London's love interest), Ripper, I'm Reed Fish, and Final Destination 2. In 2003, Cook guest starred in Dead Like Me. She was also in Season One of Tru Calling as Lindsay Walker. Beginning in September 2005, she starred as Jennifer \"J.J.\" Jareau in the CBS drama Criminal Minds. On June 14, 2010, it was announced that her contract option would not be picked up for Season Six as a series regular reportedly due to budget cuts on the show, but she returned for two episodes to wrap up her character's storyline due to thousands of letters and petitions written to the show's producers. She also returned for one episode for the departure of Paget Brewster from the series. On April 16, 2011, it was reported that she had signed to reappear for two more seasons of the show. Cook would continue to star in the series until it ended in 2020 after 15 seasons. ==Other ventures== In 2013, it was announced she was hired as a spokeswoman for Proactiv. She appeared in the January/February 2014 issue of Maxim magazine. She was ranked at 88 on the Maxim Hot 100 2014 list. She was the Grand Marshal for the STP 500 at Martinsville Speedway in Martinsville, Virginia on April 3, 2016. ==Personal life== Cook is a member of The Church of Jesus Christ of Latter-day Saints, but she does not limit her acting solely to roles reflecting her beliefs.2009 radio interview with A. J. Cook. Published on A. J. Cook's channel on YouTube. On August 3, 2001, she married her long- time boyfriend, Nathan Andersen. The two met in a film class at Utah Valley University, and she later moved to Salt Lake City, Utah, to be with him. They reside in Los Angeles, California, with their two sons. In September 2008, their first son, Mekhai Allan, was born. He appeared as Henry LaMontagne throughout the Criminal Minds series. The couple's second son, Phoenix Sky, was born in July 2015. He also appeared in Criminal Minds, as JJ's second son, Michael. ==Filmography== ===Film=== {| class=\"wikitable sortable\" ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- |1997 |Laserhawk |Pretty Girl #1 | |- |rowspan=2|1999 | |Mary Lisbon | |- |Teen Sorcery |Dawn |Direct-to-video |- |rowspan=3|2001 |Ripper |Molly Keller | |- |Wishmaster 3: Beyond the Gates of Hell |Diana Collins |Direct-to-video |- |Out Cold |Jenny | |- |2002 | |Lori Peterson | |- |2003 |Final Destination 2 |Kimberly Corman | |- |2006 |I'm Reed Fish |Theresa | |- |2007 |Night Skies |Lilly | |- |2008 |Misconceptions |Miranda Bliss | |- |2010 |Mother's Day |Vicky Rice | |- |2012 |Least Among Saints |Cheryl | |- |2013 |Wer |Kate Moore | |- |2019 |Back Fork |Nida | |} ===Television=== {| class=\"wikitable sortable\" ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- |rowspan=4|1997 |Elvis Meets Nixon |Hippie chick |TV film |- |In His Father's Shoes |Lisa |TV film |- |Goosebumps |Kim |Episode: \"Don't Wake Mummy\" |- |Psi Factor |Jill Starling |Episode: \"Second Sight/Chocolate Soldier\" |- |1998 |Psi Factor |Lee Mason |Episode: \"Hell Week\" |- |1999 |Blue Moon |Alison |TV film |- |rowspan=3|2000 | |Local Girl |TV film |- |Higher Ground |Shelby Merrick |Main role |- |First Wave |Lindsay Tilden |Episode: \"The Flight of Francis Jeffries\" |- |2003 |Dead Like Me |Charlotte |Episode: \"Sunday Mornings\" |- |2003–2004 |Tru Calling |Lindsay Walker |Main role in Season 1; 20 episodes |- |2005 |Bloodsuckers |Fiona |TV film |- |2005–2020 |Criminal Minds |Jennifer Jareau |302 episodes Main role (Seasons 1–5, 7–15) Recurring role (Season 6) |- |2006 |Vanished |Hope |TV film |- |rowspan=2|2011 |Law & Order: Special Victims Unit |Dr. Debbie Shields |Episode: \"Mask\" |- |Bringing Ashley Home |Libba |TV film |- |2022 |9-1-1 |Kira |Episode: \"Boston\" |} ===Director=== {| class=\"wikitable\" ! Year ! Title ! Note |- |2019 |Criminal Minds |Episode: \"Chameleon\" |} ==References== == External links == * * * A. J. Cook Bio at CBS—Criminal Minds Category:1978 births Category:Canadian expatriate actresses in the United States Category:Canadian film actresses Category:Canadian television actresses Category:Living people Category:Actresses from Oshawa Category:People from Whitby, Ontario Category:20th-century Canadian actresses Category:21st-century Canadian actresses Category:Utah Valley University alumni Category:Canadian Latter Day Saints",
 "title": "A. J. Cook"
}