{
 "id": "643804",
 "text": "Kusum Kanguru (alternatively Kusum Kangguru, Kusum Kangru, Kusum Kang, Kusum Khangru, Kusumkhang Karda or Mount Kanguru) is a mountain in the Khumbu Region of the Himalaya in Nepal. Its name, Kusum Kanguru, means \"Three Snow-White Gods\" in the Sherpa language, which refers to the triple summit of the mountain. The main north-south ridge of Kusum Kanguru forms the border between the Dudh Khosi to the west and the Hinku Valley to the east. The mountain is the main source of the Kusum Khola (or Thado Koshi Khola) which flows westward to merge into the Dudh Khosi at the village of Thado Koshi. Kusum Kanguru is one of the first high snowy mountains that is seen when trekking from Jiri to Mount Everest base camp. ==Climbing history== With an altitude of 6,367 metres (6,369m or 6,370m according to other map sources), the mountain is classified as a trekking peak, but it is considered one of the most difficult to climb. Out of twenty two attempts between 1978 and 1998, nine successful expeditions have been reported. After four previously unsuccessful attempts by British, Japanese and two prior New Zealand expeditions, a Japanese expedition led by Ken Kanazawa reached the subsidiary northeast summit on 9 October 1979. The first successful ascent of the main summit was made by Bill Denz of New Zealand on 7 October 1981, climbing the southwest buttress (west face), and descending the northwest flank. Denz did not only realise the first ascent, but also the first solo ascent and the first traverse of Kusum Kanguru. Five days later, on 12 October 1981, a Japanese team made the second ascent via the southeast face. In the subsequent years, new routes have been opened, all of them technically very challenging. 1988 British Expedition led by Nick Mason, John Diplock and Julian Holmes conquered the previously unclimbed East Face. Expedition doctor was Rob Howarth who later worked in support of Everest Mountain Marathons. Expedition was filmed by Warwick Partington, former ITV & Channel 4 TV director. thumb|Kusum Kanguru SE face ==See also== * Nepalese trekking peaks * Geology of the Himalaya ==References== ==External links== * Alpine Journal on the 1991 ascent via the south pillar (pdf) * 2011 attempt by a New Zealand team (pdf) Category:Mountains of the Province No. 1 Category:Six-thousanders of the Himalayas",
 "title": "Kusum Kanguru"
}