{
 "id": "643966",
 "text": "Jerusalem Day (, ) is an Israeli national holiday commemorating the reunification of Jerusalem and the establishment of Israeli control over the Old City in the aftermath of the June 1967 Six-Day War. The day is officially marked by state ceremonies and memorial services. The Chief Rabbinate of Israel declared Jerusalem Day a minor religious holiday to mark the regaining of access to the Western Wall. == Historical background == Under the 1947 United Nations Partition Plan for Palestine, which proposed the establishment of two states in British Mandatory Palestine – a Jewish state and an Arab state – Jerusalem was to be an international city, neither exclusively Arab nor Jewish for a period of ten years, at which point a referendum would be held by Jerusalem residents to determine which country to join. The Jewish leadership accepted the plan, including the internationalization of Jerusalem, but the Arabs rejected the proposal. On 15 May 1948, the day after Israel declared its independence, it was attacked by its Arab neighbours. Jordan seized East Jerusalem and the Old City. Israeli forces made a concerted attempt to dislodge them, but were unable to do so. By the end of the 1948 Arab–Israeli War Jerusalem was left divided between Israel and Jordan. The Old City and East Jerusalem continued to be occupied by Jordan, and the Jewish residents were forced out. Under Jordanian rule, half of the Old City's 58 synagogues were demolished and the Jewish cemetery on the Mount of Olives was plundered for its tombstones, which were used as paving stones and building materials. This state of affairs changed in 1967 as a result of the Six-Day War. Before the start of the war, Israel sent a message to King Hussein of Jordan, saying that Israel would not attack Jerusalem or the West Bank as long as the Jordanian front remained quiet. Urged by Egyptian pressure and based on deceptive intelligence reports, Jordan began shelling civilian locations in Israel,Alan M. Dershowitz, The Case for Israel, p.93 to which Israel responded on 6 June by opening the eastern front. The following day, 7 June 1967 (28 Iyar 5727), Israel captured the Old City of Jerusalem. Later that day, Defense Minister Moshe Dayan declared what is often quoted during Jerusalem Day: The war ended with a ceasefire on 11 June 1967. == Celebrations == On 12 May 1968, the government proclaimed a new holiday – Jerusalem Day – to be celebrated on the 28th of Iyar, the Hebrew date on which the divided city of Jerusalem became one. On 23 March 1998, the Knesset passed the Jerusalem Day Law, making the day a national holiday. One of the themes of Jerusalem Day, based on a verse from the Psalms, is \"Built-up Jerusalem is like a city that was joined together\" (Psalm 122:3). In 1977, the government advanced the date of Jerusalem Day by a week to avoid it clashing with Election Day. The slogan for Jerusalem Day 2007, celebrated on 16 May, marking the 40th anniversary of the reunification of Jerusalem, was \"\" (, 'Something Special for Everyone'), punning on the words (, 'special') and (, 'united'). To mark the anniversary, the approach to Jerusalem on Highway 1 was illuminated with decorative blue lighting, which remained in place throughout the year. In 2015, Yad Sarah a non-profit volunteer organization began organizing a special tour specifically for residents who use wheelchairs, which focuses on Jerusalem history. The ( 'Worthy Citizen of Jerusalem') prize is awarded annually by the Jerusalem municipality on Jerusalem day. === 50th anniversary === In 2017, the golden jubilee of Jerusalem Day was celebrated. During the course of the year many events marking this milestone took place in celebrations of the 50th Jerusalem Day. Many events were planned throughout the year, marking the jubilee. The main theme of the celebrations is the \"Liberation of Jerusalem\". The celebrations began during Hanukkah 2016, at an official ceremony held at the City of David National Park in the presence of Minister Miri Regev, who is responsible for the celebrations marking the 50th anniversary.United Jerusalem: Excitement ahead of 50th anniversary. A logo was created for the jubilee and presented by the minister Miri Regev.United Jerusalem. Cabinet minister Miri Regev Jubilee logo, with motifs reflecting on King David, the Six Day War and the \"Jerusalem of Gold\" song written by Naomi Shemer. ==== Events During the Jubilee Year ==== The ceremony was held at the City of David National Park at the event the ancient \"Pilgrims' Route\", that led from the City of David to the Temple Mount during the Second Temple period, was unveiled. The ceremony was attended by Knesset members, mayors and the three paratroopers that were photographed by David Rubinger at the Western Wall in 1967. At the event, the Minister Miri Regev was quoted by the press as saying, \"Mr. President Barack Obama, I am standing here, on Hanukka, on the same road on which my forefathers walked 2,000 years ago... No resolution in any international forum is as strong as the steadfast stones on this street.\" Noting several of the 14 countries that participated in the resolution – including New Zealand, Ukraine, Senegal, and Malaysia – the minister added, \"no other people in the world has such a connection and link to their land.\"City of David unveils latest groundbreaking archeological discovery to mark Jubilee Year Jerusalem Post * On 2 February 2017, the \"14th World Rabbis Conference\" was held in Jerusalem, which was marked by \"50 years since the Liberation and Unification of Jerusalem\" * On 17 March the Jerusalem Marathon was held, marking the 50th anniversary celebrations. * On 28 March, the National Bible Contest for Youth was held, marking 50 years since the liberation of Jerusalem * The Independence Day ceremony this year will mark the Jubilee celebrations. * Many groups from overseas are made pilgrimages to Jerusalem to honor the jubilee.Thoughts from the Union of Orthodox Rabbis on Jerusalem Day 2017Christian Friends of Israel – Jerusalem, 50th Anniversary of the Reunification of Jerusalem Day Public ==== Ceremonies and state events celebrating Jerusalem Day 2017 ==== Many events were planned for the celebration, some are annual events – including the Memorial ceremony for the Ethiopian community on Mount Herzl and the Dance of Flags parade (on Wednesday, 24 May 2017 from 16.30) and the Student Day evening concert (Tuesday, 23 May 2017 19:00). Listed below is a selection focusing on the jubilee year celebrations:City Mouse list of Special Events for Jerusalem Day 2017 * The Opening Event of the 50th anniversary of the Unification of Jerusalem – The event will be attended by the President of Israel, the Prime Minister, the Speaker of the Knesset, the Mayor and the President of the Supreme Court, with performances by the Israeli musicians.Jerusalem Municipality Special events for Jerusalem Day * White Night – The annual celebration will include a concert marking the 50th anniversary of the city's re-unification, in which leading artists will collaborate with the Jerusalem Symphony Orchestra. Among the participants will be Miri Mesika, David Daor and Kobi Aflalo. * 50th Anniversary Jerusalem Day at the Tower of David Museum – The museum reception in the presence of the mayor. The project \"50 Years 50 Faces\" will be launched, reconstructing the history of the city through stories of residents of East and West Jerusalem. Performances by actors in the museum will bring to life significant figures from the city's past.Jerusalem Day Celebrating the 50th Anniversary in Jerusalem: A Musical-Theatrical Experience in the Citadel * State Assembly marking the 50th anniversary of the liberation and unification of Jerusalem – In the presence of the President of the State, the prime minister, ministers, the mayor, the chief of staff, the chief of staff and the bereaved families. == Significance == While the day is not widely celebrated outside Israel, and has lost its significance for most secular Israelis, the day is still very much celebrated by Israel's Religious Zionist community with parades and additional prayers in the synagogue. === Religious observance === Religious Zionists recite special holiday prayers with Hallel. Although Rabbi Joseph B. Soloveitchik was reluctant to authorise its inclusion in the liturgy, other scholars, namely Meshulam Roth and others who held positions in the Israeli rabbinate, advocated the reciting of Hallel with its blessings, regarding it as a duty to do so. Today, various communities follow differing practices.Should one recite Hallel on Jerusalem Day?, Shlomo Brody, Jerusalem Post, 17 May 2012. Some Haredim (strictly Orthodox), who do not recognise the religious significance of the State of Israel, do not observe Yom Yerushalayim. Rabbi Moshe Feinstein maintained that adding holidays to the Jewish calendar was itself problematic. In 2015, Koren Publishers Jerusalem published a machzor dedicated to observance of Jerusalem Day and Independence Day. == Support and opposition == On Jerusalem Day (1992), the Jerusalem Convention was signed, declaring the State of Israel's loyalty to the city. On Yom Yerushalayim 5755 (1995) at the Ammunition Hill ceremony, Prime Minister Yitzhak Rabin, the chief of staff in the Six-Day War, expressed his allegiance to a unified Jerusalem, in a statement that came in response to the Right's claims that the Oslo plan would divide Jerusalem and build Highway 1 The seam line and between East and West Jerusalem, is in effect a declaration of the government's intention to set the border there. Some elements of the left and of the Arab public in the State of Israel regard Jerusalem Day as a day marking the conquest of Judea, Samaria and the Gaza Strip, with the power involved in their opinion.Yishai Friedman, Students Against Jerusalem: \"Legitimizing the Occupation,\" 4 April 2013, NRG In 2014, the Meretz political party submitted a bill to repeal the Jerusalem Day Law.Jonathan Liss, Meretz demands canceling the definition of Jerusalem Day as a \"national holiday,\" Ha'aretz, 27 May 2014. The text of the bill is on the Knesset website. There has been controversy pertaining to the celebration of Jerusalem Day. The settlement of Eastern Jerusalem and the claim of Jerusalem as a capital for the State of Israel is controversial among the left wing and the Arab population of Jerusalem. One of the celebrations marking Jerusalem Day is a youth parade with flags known as Dance of Flags, which begins at Gan Sacher, winds through the streets of downtown Jerusalem, threads through the old city and ends with a gathering for a final prayer at the Western Wall. The parade is controversial, and violent interactions have been reported between Arabs and Israeli youth during the procession.‘Go to Hell, Leftist’ and Other Jerusalem Day Slogans The Jewish Daily Forward, 29 May 2014 In May 2015, the Israeli High Court of Justice rejected a petition to prevent the Jerusalem Day parade from marching through the Muslim sector of the city. The justices said, however, that police must arrest parade participants who shout racist and violent epithets such as \"Death to the Arabs!\" or commit violent acts.High Court allows Jerusalem Day parade to march through Muslim Quarter Haaretz, 11 May 2015. \"In recent years, the parade has been characterized by numerous acts of racism and violence against Arabs, as well as damage to property at the hands of marchers.\" == Ethiopian Jews' Memorial Day == thumb|Prime Minister Benjamin Netanyahu speaking at the ceremony in Jerusalem alongside the Priests of Beta Israel, 1998 A ceremony is held on Yom Yerushalayim to commemorate the Ethiopian Jews who perished on their way to Eretz Israel. In 2004, the Israeli government decided to turn this ceremony into a state ceremony held at the memorial site for Ethiopian Jews who perished on their way to Israel on Mount Herzl.Ceremony marking the memory of the Ethiopian Jews who perished on their way to Israel, Decision No. 1425 of the 30th Government of Israel, 2004, on the website of the Prime Minister's Office. == See also == * History of Jerusalem * Independence Day (Israel) * Beit Orot == References == == External links == * * Education week 9–13.5 – 43rd Jerusalem Day * Jerusalem Day on the official Knesset website * Hebrew broadcast of the conquering of the Old City, from Voice of Israel Radio, 7 June 1967 * Overview: Yom Yerushalayim (Jerusalem Day) in My Jewish Learning website * \"Jerusalem in International Diplomacy\" from the Jerusalem Center for Public Affairs Category:1968 establishments in Israel Category:Hallel Day Category:Iyar observances Day Category:Minor Jewish holidays Category:Public holidays in Israel Category:Recurring events established in 1968 Category:Remembrance days Category:Unity days",
 "title": "Jerusalem Day"
}