{
 "id": "644239",
 "text": "Anson Horace Carter (born June 6, 1974) is a Canadian former professional ice hockey right winger who played in the National Hockey League (NHL) for eight teams, most notably with the Boston Bruins, Edmonton Oilers and Vancouver Canucks. He was last active as a player with HC Lugano in the Swiss Nationalliga A, and was an ice hockey analyst for NBC Sports and is now an analyst for NHL on TNT and MSG Network. Carter is also the founder of Big Up Entertainment, a record label specializing in hip hop music. He attended high school at Agincourt Collegiate Institute and attended college and played collegiately at Michigan State University. He is of Bajan descent. ==Early life== ==Playing career== Carter was drafted by the Quebec Nordiques in the 1992 NHL Entry Draft in the 10th round, 220th overall, after playing AAA level hockey in the Metro Toronto Hockey League. After completing his AAA hockey career, Carter played one season in the Metro Junior 'A' Hockey League for the Wexford Raiders, scoring 18 goals and adding 22 assists for 40 points in 42 games,http://www.hockeydb.com/ihdb/stats/pdisplay.php?pid=847 helping the Raiders to a league title as a result of sweeping the Bramalea Blues 4–0 in the championship final. (Incidentally, the Raiders' head coach was Stan Butler, current special advisor to the owner of the Ontario Hockey League's North Bay Battalion). Carter went on to play four years at Michigan State University, earning himself honours on the CCHA First All-Star Team in 1994 and 1995, Second All-Star Team in 1996, as well as the NCAA West Second All- American Team in 1995. On April 3, 1996, the Nordiques' successor, the Colorado Avalanche, traded his rights to the Washington Capitals in exchange for a fourth-round pick in the 1996 NHL Entry Draft. Carter made his professional debut in 1996–97, splitting his time with the Capitals and their American Hockey League (AHL) affiliate, the Portland Pirates, before being traded to the Boston Bruins on March 1, 1997. As part of a blockbuster deal, Carter was sent with Jason Allison, Jim Carey, a third-round selection in the 1997 draft (63th overall-Lee Goren) and a conditional second-round pick in the 1998 draft to the Bruins in exchange for Adam Oates, Bill Ranford and Rick Tocchet.\"Bruins deal disgrunted Oates and two others in blockbuster deal,\" The Associated Press (AP), Saturday, March 1, 1997. Retrieved March 3, 2022.1997 NHL Entry Draft Pick Transactions, June 21 - Pro Sports Transactions. Retrieved March 3, 2022. Both Carter and Tocchet would work together as studio analysts with the NHL on TNT nearly a quarter of a century later beginning in 2021.Clarke, Mary. \"TNT's NHL broadcast is already more fun than NBC's ever was, growing pains and all,\" USA Today, Thursday, September 30, 2021. Retrieved March 3, 2022. After spending several seasons with the Bruins, Carter was traded (along with a conditional pick in the 2003 draft, a first- and a second-round pick in the 2001 draft) to the Edmonton Oilers in exchange for Bill Guerin and a first-round pick in the 2001 draft. In his second season with Edmonton, Carter would record career-highs in assists (32) and points (60). However, on March 11, 2003, he was again traded, to the New York Rangers (along with Aleš Píša) in exchange for Radek Dvořák and Cory Cross. At the completion of the 2002–03 season, Carter played for Canada in the 2003 World Championships. Over 14 minutes into the first overtime of the gold medal game against Sweden, Carter beat Swedish goaltender Mikael Tellqvist with a wraparound goal. The goal was contested for several minutes before replays confirmed Tellqvist had stopped the puck behind the goal line. It was Canada's first World Championship win in five years. However comments of videos showcasing his overtime goals ar at times filled with racist comments. Lasting half a season with the Rangers, Carter was traded back to the Washington Capitals on January 23, 2004, in exchange for Jaromír Jágr. His second go with the Capitals was even more short-lived than his stint with New York, as he was flipped to the Los Angeles Kings for Jared Aulin just over a month later on March 8, 2004. On August 16, 2005, Carter signed a one-year contract with the Vancouver Canucks as an unrestricted free agent. He played in Vancouver on the second offensive line with twins Henrik and Daniel Sedin, where the trio were known colloquially as the \"Brothers Line\". He set a new career-high in goals with 33, leading the team, and earned the Canucks' Most Exciting Player Award. However, he did not re-sign with the Canucks at the end of the season. On September 13, 2006, Carter signed a one-year contract with the Columbus Blue Jackets, but was traded once again to the Carolina Hurricanes on February 23, 2007, in exchange for a fifth-round pick in the 2008 draft. In September 2007, Carter rejoined the Edmonton Oilers on a try-out basis during their training camp, and played one exhibition game before being released on October 2, 2007. Without an NHL job, on November 5, Carter joined HC Lugano of the Swiss Nationalliga A. ==Post-playing career== After playing in the NHL for 11 seasons, Carter began his post hockey career in 2013 with the NBC Sports coverage of NHL regular season, and Stanley Cup Playoffs games. Besides covering the professional ranks, Carter provides game analysis for NBCSN's Notre Dame's Fighting Irish college hockey. Additionally, Carter also made his debut as part of the 2018 Olympic coverage of the PyeongChang Winter games. ==Big Up Entertainment== Carter founded the Big Up Entertainment label in March 2005. The label's first release was from Richmond, Virginia, natives Main & Merc. Carter now lives in Atlanta, Georgia. thumb|150x150px|Anson Carter on the bottom left of a faceoff with the Vancouver Canucks ==Career statistics== ===Regular season and playoffs=== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" style=\"text-align:center; width:60em\" |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" bgcolor=\"#ffffff\" | ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Regular season ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Playoffs |- bgcolor=\"#e0e0e0\" ! Season ! Team ! League ! GP ! G ! A ! Pts ! PIM ! GP ! G ! A ! Pts ! PIM |- bgcolor=\"#f0f0f0\" | 1991–92 | Wexford Raiders | MetJHL | 42 | 18 | 22 | 40 | 24 | — | — | — | — | — |- | 1992–93 | Michigan State Spartans | CCHA | 36 | 19 | 11 | 30 | 20 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 1993–94 | Michigan State Spartans | CCHA | 39 | 30 | 24 | 54 | 36 | — | — | — | — | — |- | 1994–95 | Michigan State Spartans | CCHA | 39 | 34 | 17 | 51 | 40 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 1995–96 | Michigan State Spartans | CCHA | 42 | 23 | 20 | 43 | 36 | — | — | — | — | — |- | 1996–97 | Portland Pirates | AHL | 27 | 19 | 19 | 38 | 11 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 1996–97 | Washington Capitals | NHL | 19 | 3 | 2 | 5 | 7 | — | — | — | — | — |- | 1996–97 | Boston Bruins | NHL | 19 | 8 | 5 | 13 | 2 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 1997–98 | Boston Bruins | NHL | 78 | 16 | 27 | 43 | 31 | 6 | 1 | 1 | 2 | 0 |- | 1998–99 | Boston Bruins | NHL | 55 | 24 | 16 | 40 | 22 | 12 | 4 | 3 | 7 | 0 |- bgcolor=\"#f0f0f0\" | 1999–00 | Boston Bruins | NHL | 59 | 22 | 25 | 47 | 14 | — | — | — | — | — |- | 2000–01 | Edmonton Oilers | NHL | 61 | 16 | 26 | 42 | 23 | 6 | 3 | 1 | 4 | 4 |- bgcolor=\"#f0f0f0\" | 2001–02 | Edmonton Oilers | NHL | 82 | 28 | 32 | 60 | 25 | — | — | — | — | — |- | 2002–03 | Edmonton Oilers | NHL | 68 | 25 | 30 | 55 | 20 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 2002–03 | New York Rangers | NHL | 11 | 1 | 4 | 5 | 6 | — | — | — | — | — |- | 2003–04 | New York Rangers | NHL | 43 | 10 | 7 | 17 | 14 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 2003–04 | Washington Capitals | NHL | 19 | 5 | 5 | 10 | 6 | — | — | — | — | — |- | 2003–04 | Los Angeles Kings | NHL | 15 | 0 | 1 | 1 | 0 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 2005–06 | Vancouver Canucks | NHL | 81 | 33 | 22 | 55 | 41 | — | — | — | — | — |- | 2006–07 | Columbus Blue Jackets | NHL | 54 | 10 | 17 | 27 | 16 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 2006–07 | Carolina Hurricanes | NHL | 10 | 1 | 0 | 1 | 2 | — | — | — | — | — |- | 2007–08 | HC Lugano | NLA | 15 | 3 | 5 | 8 | 22 | — | — | — | — | — |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" | NHL totals ! 674 ! 202 ! 219 ! 421 ! 229 ! 24 ! 8 ! 5 ! 13 ! 4 |} ===International=== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" style=\"text-align:center; width:50em\" |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! Year ! Team ! Event ! ALIGN=\"center\" rowspan=\"99\" bgcolor=\"#ffffff\" | ! GP ! G ! A ! Pts ! PIM |- | 1994 | Canada | WJC | 7 | 3 | 2 | 5 | 0 |- bgcolor=\"#f0f0f0\" | 1997 | Canada | WC | 11 | 4 | 2 | 6 | 4 |- | 2003 | Canada | WC | 9 | 2 | 1 | 3 | 8 |- bgcolor=\"#e0e0e0\" ! colspan=3 | Senior totals ! 20 ! 6 ! 3 ! 9 ! 12 |} ==Awards and honours== {| class=\"wikitable\" ! Award ! Year |- | All-CCHA First Team | 1993-94 1994-95 |- | AHCA West Second-Team All-American | 1994–95 |- | All-CCHA Second Team | 1995-96 |- | Vancouver Canucks Most Exciting Player Award | 2005-06 |- |} ==Transactions== *June 20, 1992 – Quebec Nordiques' 10th round draft choice, 220th overall, in the 1992 NHL Entry Draft. *June 21, 1995 – Rights transferred to the Colorado Avalanche after Quebec Nordiques relocation. *April 3, 1996 – Traded by the Colorado Avalanche to the Washington Capitals in exchange for Washington's 1996 4th round draft choice. *March 1, 1997 – Traded by the Washington Capitals, along with Jim Carey, Jason Allison and Washington's 1997 3rd round draft choice to the Boston Bruins in exchange for Bill Ranford, Adam Oates and Rick Tocchet. *November 15, 2000 – Traded by the Boston Bruins, along with Boston's 2001 1st round draft choice and Boston's 2001 2nd round draft choice to the Edmonton Oilers in exchange for Bill Guerin and future considerations. *March 11, 2003 – Traded by the Edmonton Oilers, along with Aleš Píša, to the New York Rangers in exchange for Radek Dvořák and Cory Cross. *January 23, 2004 – Traded by the New York Rangers to the Washington Capitals in exchange for Jaromír Jágr. *March 8, 2004 – Traded by the Washington Capitals to the Los Angeles Kings in exchange for Jared Aulin. *August 17, 2005 – Signed a one-year, $1 million contract as a free agent with the Vancouver Canucks. *September 13, 2006 – Signed a one-year, $2.5 million contract as a free agent with the Columbus Blue Jackets. *February 23, 2007 – Traded by the Columbus Blue Jackets to the Carolina Hurricanes in exchange for Carolina's 2008 5th round draft choice (Tomáš Kubalík). ==See also== *List of black NHL players ==References== * ===Notes=== ==External links== * * *Big Up Entertainment official site Category:1974 births Category:Living people Category:Battle of the Blades participants Category:Black Canadian ice hockey players Category:Boston Bruins players Category:Canadian ice hockey right wingers Category:Canadian people of Barbadian descent Category:Carolina Hurricanes players Category:Columbus Blue Jackets players Category:Edmonton Oilers players Category:Ice hockey people from Ontario Category:Los Angeles Kings players Category:Michigan State Spartans men's ice hockey players Category:New York Rangers players Category:Quebec Nordiques draft picks Category:Sportspeople from Toronto Category:Vancouver Canucks players Category:Washington Capitals players Category:AHCA Division I men's ice hockey All-Americans",
 "title": "Anson Carter"
}