{
 "id": "644409",
 "text": "Herbert Arthur Philbrick (May 11, 1915 – August 16, 1993) was a Boston-area advertising executive who was encouraged by the FBI to infiltrate the Communist Party USA between 1940 and 1949.O'Connor. Michael. Crisis, Pursued by Disaster, Followed Closely by Catastrophe. 2007, Random House , pp. 266–275 His autobiography was the basis for the 1950s television series I Led 3 Lives. ==Communist Party involvement== Philbrick's involvement began when he joined the Cambridge Youth Council, a Communist front group in Cambridge, Massachusetts. His suspicions aroused by the strange power structure and the positions taken by this group, Philbrick contacted the FBI. Encouraged by them, he began deepening his involvement in Communist activities, joining first the Young Communist League, and later, as a secret member, the Communist Party itself. Philbrick was used by the Party for his advertising skills. Another asset was his public role as a Baptist youth leader. After time spent in local party cells in Wakefield and Malden, Massachusetts, he received training in the fundamentals of Marxism–Leninism and worked for the Party in a variety of front groups. Later he was removed from local party work and assigned to a cell of professionals where his main work consisted of working on the 1948 Progressive Party presidential campaign of former U.S. Vice President Henry A. Wallace. During Philbrick's time in the Communist Party, its membership and support were eroded by the Party's sharp zigzag from anti- war agitation during the Molotov–Ribbentrop Pact, to enthusiastic support for the war effort after the Nazi invasion of the Soviet Union. While Philbrick was in the Party, Earl Browder, its General Secretary, who was enthusiastic about wartime cooperation between the United States and the Soviet Union, and was looking forward to postwar cooperation and growing acceptance of the Communist party by the American public, dissolved the Communist Party and reconstituted it as the Communist Political Association, apparently intending to set the Party on a reformist course. Philbrick himself made a brief show of opposing this new policy—a masterstroke, as the policy was also opposed by William Z. Foster, longtime Chairman of the Communist Party. Shortly thereafter, in July 1945, as a result of the Duclos letter—a letter by a leading French Communist, which actually was a policy directive that originated in Moscow—the Party turned away from Browderism and again took a Marxist–Leninist line, though not completely abandoning the tactics of the united front. ===Foley Square trial=== Philbrick's Party career came to its end when the Justice Department decided to use him as a witness in the Smith Act prosecutions of the leadership of the Communist Party, in the Foley Square trial. On April 6, 1949, he was called as a witness, testifying about his career and training as a Party activist. His testimony was perhaps most useful in that he demonstrated from the content of the training which he had received that the intent of the Communist Party was to overthrow the government of the United States. The trial took almost a year, and all 11 defendants were convicted. Upon appeal, convictions were upheld in 1951 by the United States Supreme Court in Dennis v. United States. However, in 1969 Brandenburg v. Ohio de facto overruled Dennis. The Court held that the government cannot punish inflammatory speech unless that speech is \"directed to inciting or producing imminent lawless action and is likely to incite or produce such action\". ===Book=== He went on to write an autobiographical book, I Led Three Lives: Citizen, 'Communist', Counterspy. In addition, a television series called I Led 3 Lives, starring Richard Carlson and Ed Hinton, loosely based on Philbrick's experiences, aired in syndication for three seasons during the 1950s. ==Later years== Later in life, Philbrick retired to the home of his youth, in the Little Boar's Head district of North Hampton, New Hampshire. He remained active, giving speeches and encouraging youth and adult citizens to exercise their political rights and power, admonishing his listeners to be ever-watchful against those who would undermine the republican form of government. Toward the end of his life, he owned and ran a variety store in Rye Beach, New Hampshire. He claimed that he never stopped traveling under assumed names and watching for people following him. On August 16, 1993, Philbrick died at his North Hampton home. Philbrick was father to six children with his first wife Eva: Dale, Brenda, Leslie, Connie, Sandra, and Herbert Jr. He had a daughter, Dawn, with his second wife, Shirley Brundige Philbrick. Philbrick's personal papers were acquired by the Manuscript Division of the Library of Congress, where they are made available to researchers.The Herbert A. Philbrick Papers ==References== ==Further reading== * * * * * ==External links== *What Is Communism (1963) Herbert A. Philbrick via YouTube *05/25/71 Interview with FBI agent Herbert A. Philbrick via YouTube *Philbrick's Store, photo c.1957 via Flickr *Rye General Store, contemporary view via Google Maps * Category:1915 births Category:1993 deaths Category:Advertising directors Category:American communists of the Stalin era Category:20th-century American memoirists Category:American political writers Category:American male non- fiction writers Category:Baptist writers Category:Baptists from New Hampshire Category:Members of the Communist Party USA Category:Cold War spies Category:Federal Bureau of Investigation informants Category:Businesspeople from Boston Category:People from North Hampton, New Hampshire Category:Writers from Boston Category:Baptists from Massachusetts Category:American anti- communists",
 "title": "Herbert Philbrick"
}