{
 "id": "644448",
 "text": "Leonard Susskind (; born June 16, 1940)his 60th birthday was celebrated with a special symposium at Stanford University.in Geoffrey West's introduction, he gives Suskind's current age as 74 and says his birthday was recent. is an American physicist, who is a professor of theoretical physics at Stanford University, and founding director of the Stanford Institute for Theoretical Physics. His research interests include string theory, quantum field theory, quantum statistical mechanics and quantum cosmology. He is a member of the US National Academy of Sciences, and the American Academy of Arts and Sciences, an associate member of the faculty of Canada's Perimeter Institute for Theoretical Physics, and a distinguished professor of the Korea Institute for Advanced Study. Susskind is widely regarded as one of the fathers of string theory. He was the first to give a precise string-theoretic interpretation of the holographic principle in 1995 and the first to introduce the idea of the string theory landscape in 2003. Susskind was awarded the 1998 J. J. Sakurai Prize, and the 2018 Oskar Klein Medal. == Early life and education == Leonard Susskind was born to a Jewish family from the South Bronx in New York City. He began working as a plumber at the age of 16, taking over from his father who had become ill. Later, he enrolled in the City College of New York as an engineering student, graduating with a B.S. in physics in 1962. In an interview in the Los Angeles Times, Susskind recalls a discussion with his father that changed his career path: \"When I told my father I wanted to be a physicist, he said, 'Hell no, you ain't going to work in a drug store.' I said, 'No, not a pharmacist.' I said, 'Like Einstein.' He poked me in the chest with a piece of plumbing pipe. 'You ain't going to be no engineer,' he said. 'You're going to be Einstein.'\" Susskind then studied at Cornell University under Peter A. Carruthers, where he earned his Ph.D. in 1965. == Career == Susskind was an assistant professor of physics, then an associate professor at Yeshiva University (1966–1970), after which he went for a year to the Tel Aviv University (1971–72), returning to Yeshiva to become a professor of physics (1970–1979). Since 1979 he has been professor of physics at Stanford University, and since 2000 has held the Felix Bloch professorship of physics. Susskind was awarded the 1998 J. J. Sakurai Prize for his \"pioneering contributions to hadronic string models, lattice gauge theories, quantum chromodynamics, and dynamical symmetry breaking.\" Susskind's hallmark, according to colleagues, has been the application of \"brilliant imagination and originality to the theoretical study of the nature of the elementary particles and forces that make up the physical world.\" In 2007, Susskind joined the faculty of Perimeter Institute for Theoretical Physics in Waterloo, Ontario, Canada, as an associate member. He has been elected to the National Academy of Sciences and the American Academy of Arts and Sciences. He is also a distinguished professor at Korea Institute for Advanced Study.Welcome To Kias === Scientific career === Susskind was one of at least three physicists, alongside Yoichiro Nambu and Holger Bech Nielsen, who independently discovered during or around 1970 that the Veneziano dual resonance model of strong interactions could be described by a quantum mechanical model of oscillating strings, and was the first to propose the idea of the string theory landscape. Susskind has also made important contributions in the following areas of physics: * The independent discovery of the string theory model of particle physics * The theory of quark confinement * The development of Hamiltonian lattice gauge theory known as Kogut-Susskind fermions * The theory of scaling violations in deep inelastic electroproduction * The theory of symmetry breaking sometimes known as \"technicolor theory\" * Dynamical Electroweak Symmetry Breaking section cites two 1979 publications, one by Steven Weinberg, the other by L. Susskind to represent the earliest models with technicolor and technifermions. * The second, yet independent, theory of cosmological baryogenesisBiography, American Physical Society website (last accessed November, 2013) (Andrei Sakharov's work was first, but was mostly unknown in the Western hemisphere) * String theory of black hole entropy * The principle of black hole complementarity * The causal patch hypothesis * The holographic principle * M-theory, including development of the matrix model * Introduction of holographic entropy bounds in physical cosmology * The idea of an anthropic string theory landscape * The Census Taker's Hat (FRW/CFT duality) * Most recently, application of ideas from information and computation theory, such as the complexity equals action conjecture, to the physics and thermodynamics of black holes, and holographic theories in general. ==Books== Susskind is the author of several popular science books. ===The Cosmic Landscape=== The Cosmic Landscape: String Theory and the Illusion of Intelligent Design is Susskind's first popular science book, published by Little, Brown and Company on December 12, 2005. It is Susskind's attempt to bring his idea of the anthropic landscape of string theory to the general public. In the book, Susskind describes how the string theory landscape was an almost inevitable consequence of several factors, one of which was Steven Weinberg's prediction of the cosmological constant in 1987. The question addressed here is why our universe is fine-tuned for our existence. Susskind explains that Weinberg calculated that if the cosmological constant was just a little different, our universe would cease to exist. ===The Black Hole War=== The Black Hole War: My Battle with Stephen Hawking to Make the World Safe for Quantum Mechanics is Susskind's second popular science book, published by Little, Brown, and Company on July 7, 2008. The book is his most famous work and explains what he thinks would happen to the information and matter stored in a black hole when it evaporates. The book sparked from a debate that started in 1981, when there was a meeting of physicists to try to decode some of the mysteries about how particles of particular elemental compounds function. During this discussion Stephen Hawking stated that the information inside a black hole is lost forever as the black hole evaporates. It took 28 years for Leonard Susskind to formulate his theory that would prove Hawking wrong. He then published his theory in his book, The Black Hole War. Like The Cosmic Landscape, The Black Hole War is aimed at the lay reader. He writes: \"The real tools for understanding the quantum universe are abstract mathematics: infinite dimensional Hilbert spaces, projection operators, unitary matrices and a lot of other advanced principles that take a few years to learn. But let's see how we do in just a few pages\". ===The Theoretical Minimum book series=== Susskind co-authored a series of companion books to his lecture series The Theoretical Minimum. The first of these, The Theoretical Minimum: What You Need to Know to Start Doing Physics, was published in 2013 and presents the modern formulations of classical mechanics. The second of these, Quantum Mechanics: The Theoretical Minimum, was published in February 2014. The third book, Special Relativity and Classical Field Theory: The Theoretical Minimum (September 26, 2017), introduces readers to Einstein's special relativity and Maxwell's classical field theory. ==The Theoretical Minimum lecture series== Susskind teaches a series of Stanford Continuing Studies courses about modern physics referred to as The Theoretical Minimum. The title of the series is a clear reference to Landau's famous comprehensive exam called the \"Theoretical Minimum\" which students were expected to pass before admission to his school. The Theoretical Minimum lectures later formed the basis for the books of the same name. The goal of the courses is to teach the basic but rigorous theoretical foundations required to study certain areas of physics. The sequence covers classical mechanics, relativity, quantum mechanics, statistical mechanics, and cosmology, including the physics of black holes. These courses are available on The Theoretical Minimum website, on iTunes, and on YouTube. The courses are intended for the mathematically literate public as well as physical science/mathematics students. Susskind aims the courses at people with prior exposure to algebra, and calculus. Homework and study outside of class is otherwise unnecessary. Susskind explains most of the mathematics used, which form the basis of the lectures. ==Cornell Messenger Lectures== Susskind gave 3 lectures \"The Birth of the Universe and the Origin of Laws of Physics\" April 28-May 1, 2014 in the Cornell Messenger Lecture series which are posted on a Cornell website. ==Smolin–Susskind debate== The Smolin–Susskind debate refers to the series of intense postings in 2004 between Lee Smolin and Susskind, concerning Smolin's argument that the \"anthropic principle cannot yield any falsifiable predictions, and therefore cannot be a part of science.\" It began on July 26, 2004, with Smolin's publication of \"Scientific alternatives to the anthropic principle.\" Smolin e-mailed Susskind asking for a comment. Having not had the chance to read the paper, Susskind requested a summarization of his arguments. Smolin obliged, and on July 28, 2004, Susskind responded, saying that the logic Smolin followed \"can lead to ridiculous conclusions.\" The next day, Smolin responded, saying that \"If a large body of our colleagues feels comfortable believing a theory that cannot be proved wrong, then the progress of science could get stuck, leading to a situation in which false, but unfalsifiable theories dominate the attention of our field.\" This was followed by another paper by Susskind which made a few comments about Smolin's theory of \"cosmic natural selection.\" The Smolin-Susskind debate finally ended with each of them agreeing to write a final letter which would be posted on the edge.org website, with three conditions attached: (1) No more than one letter each; (2) Neither sees the other's letter in advance; (3) No changes after the fact. == Personal life == He has been married twice, first in 1960,www.edge.org • Leonard Susskind - A Biography (last accessed August 12, 2007). and he has four children. Susskind is a great-grandfather. ==See also== *Supersymmetry *List of theoretical physicists ==References== == Further reading == * Chown, Marcus, \"Our world may be a giant hologram\", New Scientist, 15 January 2009, issue 2691: \"The holograms you find on credit cards and banknotes are etched on two-dimensional plastic films. When light bounces off them, it recreates the appearance of a 3D image. In the 1990s physicists Leonard Susskind and Nobel prize winner Gerard 't Hooft suggested that the same principle might apply to the universe as a whole. Our everyday experience might itself be a holographic projection of physical processes that take place on a distant, 2D surface.\" ==External links== *Leonard Susskind's Faculty Page (Stanford University) *Susskind's Blog: Physics for Everyone *The Theoretical Minimum website, with the full set of free lectures *Radio Interview: Leonard Susskind discusses his life as a physicist, string theory and the holographic principle on The 7th Avenue Project radio show *The Edge: **\"Interview with Leonard Susskind.\" **\"Smolin vs. Susskind: The Anthropic Principle\" Susskind and Lee Smolin debate the Anthropic principle *Radio Interview from This Week in Science March 14, 2006 Broadcast *\"Father of String Theory Muses on the Megaverse\": Podcast * * - A Ted talk Category:1940 births Category:City College of New York alumni Category:Cornell University alumni Category:Jewish American scientists Category:American physicists Category:Jewish physicists Amer Scientists Category:Stanford University Department of Physics faculty Category:American string theorists Category:Living people Category:Holography Category:Members of the United States National Academy of Sciences Category:J. J. Sakurai Prize for Theoretical Particle Physics recipients Category:The Bronx High School of Science alumni Category:21st-century American Jews",
 "title": "Leonard Susskind"
}