{
 "id": "644501",
 "text": "Mount Jackson (Mount Andrew Jackson and Mount Ernest Gruening) is a mountain that dominates the upland of the southern part of the Antarctic Peninsula. It is located in Palmer Land, within the Antarctic claims of Argentina, Chile and the United Kingdom. With an elevation of , Mount Jackson was once thought to be the highest mountain in the Antarctic Peninsula and the British Antarctic Territory, before the true height of Mount Hope (Eternity Range) was measured. Discovered by members of the United States Antarctic Service, 1939–41, it was named for Andrew Jackson, the seventh President of the United States. The first ascent of Mount Jackson was made by a team led by John Crabbe Cunningham of the British Antarctic Survey (BAS) in 1964. Mount Jackson's geology was studied in 1972 as part of the Palmer Island investigations by a team of geologists. Mount Jackson and the Welch Mountains demarcate the central Black Coast, which is dissected by many inlets and is bounded on the west by Dyer Plateau of central Palmer Land. The two mountains rise above the ice shelf with reliefs of about towards the east. They are interconnected by icefall zones forming a plateau with steep snow slopes. Mount Jackson rises from its southeast flanks, displaying a steeple summit, whilst the north flank is occupied by a vast cirque. Supraglacial moraines on the mountain's east side measure between in length and display boulders at their distal ends. ==History== The first topographic mapping of Mount Jackson was carried out in November 1940 by a sledge party of the United States Antarctic Service (USAS). The ground survey was facilitated by aerial photographs and aerial observations. The height was estimated at , and the mountain was named Mount Ernest Gruening after the Governor of the Alaska Territory at that time, Ernest Gruening. USAS later renamed it Mount Jackson for the seventh President of the United States. President Jackson signed the bill into law authorizing the United States Exploring Expedition of 1838–42. The expedition, led by Lt. Charles Wilkes, included exploration and surveying of the Pacific Ocean and surrounding lands, including Antarctica. In November 1947, a Falkland Islands Dependencies Survey (FIDS) ground party based at Stonington Island observed Mount Jackson and estimated its height at , considerably lower and more accurate than the first estimate in 1940. After the Falkland Islands Dependencies Survey was renamed British Antarctic Survey in 1962, a series of depots were developed, including one at Mount Jackson. BAS members were successful in making many first ascents of the mountains of the Antarctic Peninsula, and John Cunningham, who served at the BAS base at Adelaide Island, was the first to climb Mount Jackson. Traveling by dog sled for ,Encyclopaedia of mountaineering, p. 74 his team reached the summit on 23 November 1964. A precise height of the summit was determined by a BAS survey party who ascended the peak during the austral summer of 1996–97. ==Geography== The mountain is in height, with a prominence of and a saddle DEM of . Mount Jackson and the Welch Mountains demarcate the central Black Coast, which is dissected by many inlets and is bounded on the west by Dyer Plateau of central Palmer Land, with elevation ranging between ,Riffenburgh, pp. 66– and on the west side of the central Black Coast. The two mountains rise above the ice shelf with reliefs of about towards the east. They are interconnected by icefall zones forming a plateau with steep snow slopes. The northern part of the mountain system, which extends over , covers most of the Antarctic Peninsula, and Mount Jackson is its highest peak.Commonwealth Yearbook 2004, p. 341Rubin 2008, pp. 35–36 Mount Jackson rises from its southeast flanks, displaying a steeple summit,Sailing Directions, p. 97 whilst the north flank is occupied by a vast cirque. Supraglacial moraines on the mountain's east side measure between in length and display boulders at their distal ends. Mount Jackson and the Rowley Massif are separated by Odom Inlet.Herzfeld, pp. 204– Cline Glacier drains eastern Mount Jackson before arriving at Odom Inlet. Mount Jackson's geology was studied in 1972 as part of the Palmer Island investigations by a team of geologists. They identified various rock types and underlying volcanic activity. The relief of the west facing slopes is gentler when compared to the eastern side, characterized by a steep rocky face. Rock weathering is intense in the area spread with scree and felsenmeer. Fresh rock formations and bedrock disintegration are noted. ==See also== * Davis Ridge * List of Ultras of Antarctica * Neshyba Peak ==References== * * * * * * * ;Footnotes ==External links== Category:Argentine Antarctica Category:British Antarctic Territory Category:Mountains of Palmer Land",
 "title": "Mount Jackson (Antarctica)"
}