{
 "id": "644684",
 "text": "Darryl John Sutter (born August 19, 1958) is a Canadian former professional ice hockey player and the current head coach of the Calgary Flames of the National Hockey League (NHL). He is one of seven Sutter brothers, six of whom made the NHL (Brent, Brian, Darryl, Duane, Rich and Ron); all but Rich and Gary (the seventh Sutter brother) worked alongside Darryl in some capacity during his first tenure with the Flames. As a player, Sutter, like his brothers, earned a reputation for high work ethic, aggressive and tough play as he suited up for more than 400 games. Sutter served as the Captain of the Chicago Blackhawks for five years until injuries ultimately forced him to retire from professional hockey at the age of 28. Sutter previously served as the head coach of the Chicago Blackhawks, San Jose Sharks, and the Los Angeles Kings, whom he coached to two Stanley Cup championships in 2012 and 2014. He also previously worked for the Flames in multiple capacities, serving as the team's head coach from 2002 to 2006 and as general manager between 2003 and 2010. Sutter rejoined the Flames in 2021 for a second stint as the team's head coach. ==Playing career== Sutter grew up playing hockey near his home of Viking, Alberta, and like his brother Brian Sutter he was coached and mentored by former NHL defensemen and Chicago Black Hawks coach Clem Loughlin. Sutter received an offer to try out for the Red Deer Rustlers of the Alberta Junior Hockey League (AJHL) following in Brian's footsteps, the Rustlers served as the starting point for all six Sutter brothers. Sutter joined the Rustlers in 1974–75, and in his three seasons Sutter scored 114 goals and complied 306 points in 176 games while the Rustlers failed to make the playoffs in each of Sutter's three seasons. Sutter's 136 points in the 1975–76 season was good enough for third in league scoring, and the following season Sutter put up 133 points which led the AJHL. At the end of the 1976–77 season Sutter joined the Lethbridge Broncos of the Western Canadian Hockey League (WCHL), playing one regular season game and 15 playoff games. In the following season Sutter appeared in 68 games for the Broncos, scoring 33 goals and compiling 81 points as the team finished first in the Central division. Despite a strong showing in the WCHL Sutter fell to the 11th round of the 1978 NHL Entry Draft where he was selected by the Chicago Black Hawks 179th overall. Sutter was dejected by his low draft position and felt an NHL career would not be possible. Pat Shimbashi the co-owner of the Lethbridge Broncos offered Sutter CA$13,000 to join the Iwakura Tomakomai of the Japan Ice Hockey League for the 1978–79 Season. Sutter put up 28 goals and 41 points in 20 games in the JPN, after which he returned to North America in February 1979 to join the Black Hawks American Hockey League (AHL) affiliate New Brunswick Hawks where the following season he was awarded the 1979–80 Dudley \"Red\" Garrett Memorial Award for AHL rookie of the year after scoring 35 goals and 66 points in 69 games. ===Chicago Black Hawks=== Standing at and weighing , Sutter made the jump to the NHL in the 1979–80 season, playing eight games and scoring his first NHL goal in a December 16, 1979 in a 7–3 win over the Detroit Red Wings. In the 1980 Stanley Cup playoffs Sutter suited up for all seven games including a first round three-game sweep victory over the St. Louis Blues captained by his older brother Brian. During the series Darryl scored one goal and one assist, while Brian was held pointless in three games. The Black Hawks were subsequently eliminated in the second round in a four-game sweep loss to the Buffalo Sabres. In his first seven playoff games Sutter scored three goals and one assist. Sutter's first complete season came in 1980–81 where he put up a career-high 40 goals and 62 points as the Black Hawks finished with the 10th best record in the NHL at 31–33–16. Among the highlights of the season included a hattrick in a 7–5 win over the Edmonton Oilers on October 18, 1981. Sutter's 40 goals left him tied for 17th in scoring across the NHL, and he finishing fourth in the Calder Memorial Trophy voting. The Black Hawks were swept three games to zero by the Calgary Flames in the first round of the 1981 Stanley Cup playoffs. In the 1981–82 season Sutter played 40 games scoring 23 goals and 12 assists. His season was shortened due to nagging injuries, however Sutter headed into the playoffs healthy. The Black Hawks defeated the Minnesota North Stars three games to one and St. Louis Blues four games to two until losing to the Vancouver Canucks in five games. Sutter's playoffs ended prematurely when he tripped on a coin tossed on the ice during game three of the North Stars series, suffering a separated shoulder and requiring surgery. In the 1982–83 season the Chicago Black Hawks traded captain Terry Ruskowski to the Los Angeles Kings on October 24, and two months later coach Orval Tessier named Sutter team Captain on December 10, 1982. Sutter finished the 1982–83 with 31 goals and 30 assists in 80 games. In the 1983 Stanley Cup playoffs Sutter scored four goals and six assists as the Black Hawks defeated Brian Sutter's St. Louis Blues three games to one, and the Minnesota North Stars four games to one, and eventually fell to the Edmonton Oilers in Conference finals in a four-game sweep. Sutter played through the playoffs with broken ribs. In the 1983–84 season Sutter played 59 games due to injury while scoring 20 goals and 20 assists. Sutter missed a number of games after he was struck in the face by a deflected slapshot in a January 2 game against the Minnesota North Stars. Sutter's left eye was knocked from the socket and he was rushed to the hospital where he spent four days recovering before returning to Chicago for surgery, and was out for six weeks. While in the Minnesota hospital, Sutter was visited on a daily basis by North Stars' head coach Glen Sonmor who suffered a career ending injury under similar circumstances in 1954. The Black Hawks finished the season with a record of 30–42–8 and were eliminated in the first round of the playoffs in five games against the Minnesota North Stars. In the 1984–85 season Sutter played 49 games due to injury while scoring 20 goals and 18 assists. Prior to the start of the season Sutter underwent knee surgery, and later in the season suffered a fractured ankle, and eventually fractured his ribs prior to the playoffs. In the 1985 Stanley Cup playoffs Sutter scored 12 goals and 7 assists in 15 games as the Chicago Black Hawks swept the Detroit Red Wings in a three games, followed by a six-game victory over the Minnesota North Stars in which Sutter scored two overtime game winning goals during the series. Finally the Black Hawks were defeated by the eventual Stanley Cup champion Edmonton Oilers led by Wayne Gretzky, four games to two. Once again in the 1985–86 season Sutter failed to play a complete season, suiting up for 50 games once again due to injuries while scoring 17 goals and 10 assists. Sutter sat out the pre-season with a knee injury and separated his shoulder in the November 14 game against the Quebec Nordiques. The Black Hawks finished the season 39–33–8 and fell to the Toronto Maple Leafs in a three-game sweep in the first round of the 1986 Stanley Cup playoffs. Sutter's final NHL season came in 1986–87 where he scored eight goals and six assists in 44 games as the Chicago Blackhawks finished with a 29–37–14 record and were eliminated in the first round of the playoffs by the Detroit Red Wings in a four-game sweep. At the conclusion of the 1986–87 season Sutter announced his retirement from the NHL at the age of 28. Sutter noted his ongoing injuries had played a part in his decision as he failed to play more than 60 games in the previous four seasons. Sutter had contemplated retirement for the previous two seasons, and his decision was made following a standing offer by the Black Hawks general manager Bob Pulford to provide him with a job in the organization two years earlier. Over his 406-game NHL career Sutter exclusively played for the Chicago Blackhawks franchise scoring 161 goals, 118 assists totaling 279 points and 288 penalty minutes, in addition to 24 goals, 19 assists and 26 penalty minutes in 51 Stanley Cup playoff games. Owing to his early retirement and injuries, Sutter's 406 games and 51 playoff games are both the lowest amongst the six Sutter brothers. Despite his low number of games Darryl averaged 0.397 goals per game, the highest amongst the Sutter brothers, slightly ahead of Brian's 0.389. ==Coaching career== ===Early coaching career=== Sutter began his coaching career with the Chicago Blackhawks after his retirement, becoming an assistant coach for the 1987–88 season under head coach Bob Murdoch. The Murdoch led Blackhawks finished with a record of 30–41–9 and lost in the division semi-finals against the St. Louis Blues four games to one. Sutter got his first experience as a head coach with the International Hockey League (IHL), when he was hired to coach the Blackhawks' farm team Saginaw Hawks for the 1988–89 season finishing with a 46–26–10 record and a loss in the first round of the playoffs. For the following season he joined the Indianapolis Ice where he led the team to a 53–21–8 record and to the Turner Cup as IHL champions. For his efforts Sutter was awarded the IHL Commissioners' Trophy for the Coach of the year. ===Chicago Blackhawks=== Following the 1988–89 IHL season Sutter returned to the Chicago Blackhawks under head coach Mike Keenan in the role of an associate coach. Sutter served in the associate coach role for the 1990–91 and 1991–92 NHL seasons including the four-game sweep loss during the 1992 Stanley Cup Finals against the Pittsburgh Penguins. Following the loss in the Stanley Cup finals there was significant interest in Sutter as a head coach for the Los Angeles Kings. In June 1992 Mike Keenan stepped down as head coach and signed a new contract to remain the general manager of the Blackhawks, Keenan then allowed Sutter to negotiate with the Kings. The Blackhawks' owner Bill Wirtz and senior vice president Bob Pulford intervened preventing the Kings from continuing to negotiate with Sutter and followed through on an earlier promise to hire Sutter as the Blackhawks head coach. Shorty afterwards Sutter signed a three-year contract to become the Blackhawks head coach. Only a few months later in November Mike Keenan left the Blackhawks organization, claiming later that he quit and was not fired. In Sutter's first season, he led Chicago to a first-place finish in the Norris Division—and the best record in the Campbell Conference—in 1992–93 with a 47–25–12 record (106 points), only to be swept in the opening playoff round by the St. Louis Blues, which featured his brother Rich on the team. In the lockout-shortened 1994–95 season, he led Chicago to a 24–19–5 record and the Western Conference Finals falling to the Detroit Red Wings. Sutter's contract was set to expire following the 1994–95 season and he was offered an extension prior to the start of the playoffs which he rejected. On June 20 Sutter announced he would step away from hockey and return home to the family farm in Viking, Alberta. The decision was largely made out of necessity for him to be with his son, Christopher, who has Down syndrome. ===San Jose Sharks=== After a two-year hiatus from coaching, Sutter returned to the NHL in 1997–98 season as head coach of the San Jose Sharks under general manager Dean Lombardi. The Sharks in the previous season finished with a dismal 27–47–8 record good enough for second last in the NHL. In his first season behind the bench Sutter led the Sharks to a 34–38–10 record and the first playoff appearance for the franchise in three seasons, losing in the first round to the Dallas Stars four games to two. In the 1998–99 season Sutter improved on his previous regular season record finishing 31–33–18, but once again losing in the first round of the playoffs to the Colorado Avalanche four games to two. In the 1999–2000 season Sutter improved on his previous regular season record finishing 35–30–10–7. In the playoffs the Sharks defeated the St. Louis Blues in seven games then fell to the Dallas Stars four games to one. In the 2000–01 season Sutter further improved on his previous regular season record finishing 40–27–12–3. In the playoffs the Sharks fell to the St. Louis Blues four games to two in the first round. In the 2001–02 season Sutter further improved on his previous regular season record finishing 44–27–8–3, which was good enough for 3rd in the Western Conference. In the playoffs the Sharks defeated the Phoenix Coyotes four games to one and were once again knocked out in the second round, this time to the Colorado Avalanche four games to three. Sutter's final season in San Jose came only months after agreeing to a new one-year contract from the Sharks. On December 1, 2002, Sutter along with assistant coaches Lorne Molleken and Rich Preston, was fired just 24 games into the 2002–03 season. At that point in the season Sutter had accumulated a record of 8–12–2–2, and would also be the first time in his professional career as a player or coach in which he failed to make the playoffs. His dismissal as head coach came weeks after earning his 300th career NHL coaching victory on November 16 in a 7–3 win against the Florida Panthers. Ron Wilson was hired by the Sharks four days later as head coach. Darryl's younger brother Ron played under him for three seasons in San Jose before heading to the Calgary Flames. ===Calgary Flames=== On December 28, 2002, four weeks after he was fired by San Jose, Sutter was named head coach of the Calgary Flames, replacing Greg Gilbert, who had been fired by Calgary on December 3. In April 2003, with Calgary already out of contention of a 2003 playoff spot and then-general manager Craig Button's contract expiring, the Flames promoted Sutter to general manager along with his coaching responsibilities. In the 2003–04 season, his first full season in Calgary, Sutter led the Flames to a 42–30–7–3 record and the organization's first trip to the playoffs in seven seasons. As general manager, Sutter acquired San Jose goalie Mikka Kiprusoff for a second-round pick on November 16, 2003, after starting goaltender Roman Turek suffered an injury. Kiprusoff won 12 of 17 starts between November 20 and December 29, giving up one goal or fewer 11 times in that stretch. En route to the Stanley Cup Finals, where Calgary ultimately lost in seven games to the Tampa Bay Lightning, the Flames defeated three higher-ranked opponents in the Western Conference playoff bracket including the third seed Vancouver Canucks, the Presidents' Trophy winning Detroit Red Wings and second seed San Jose Sharks. Sutter and the Flames were unable to build upon their surprise success, however, as the entire following season, 2004–05, was cancelled due to a lockout. thumb|right|Sutter at the 2006 NHL Awards In the 2005 off-season Sutter selected his son Brett Sutter 179th overall in the 2005 NHL Entry Draft, the same draft position Darryl was selected at in 1978. In 2010 Darryl traded his son Brett to the Carolina Hurricanes along with Ian White for Tom Kostopoulos and Anton Babchuk. The trade came one week after Brett was charged with assault following an incident at an Arizona bar. Sutter's final season as head coach of the Calgary Flames came in the 2005–06 season where he led the team to a 46–25–11 record finishing first in the Northwest Division. The team was propelled by strong performances by rookie defenseman Dion Phaneuf, Captain Jarome Iginla and Vezina Trophy winner Mikka Kiprusoff. However, the Flames were eliminated in the first round of the playoffs four games to three by the Mighty Ducks of Anaheim. On July 12, 2006, Sutter stepped down as head coach of the Flames to focus on his role as general manager of the club. He has said that he found it difficult to handle the jobs of both head coach and general manager of the Flames. Sutter compiled a 107–73–15–15 record in parts of three seasons behind the Calgary bench. The Flames promoted Jim Playfair who served as assistant coach for the previous two and a half seasons as Sutter's replacement, but after a first-round loss to Detroit in 2006–07 Sutter looked for a new head coach. Prior to the 2007–08 season Sutter hired Mike Keenan as head coach, whom he coached under in Chicago at the beginning of his coaching career. Playfair remained with the Flames and accepted an associate coaching position. Sutter made a number of changes to the roster prior to the season, bringing in players with size and grit in Adrian Aucoin, Owen Nolan, Cory Sarich, Anders Eriksson and re-signing Wayne Primeau. The bigger and tougher Flames led by Mike Keenan finished the season 42–30–10, and were eliminated in the first round of the playoffs by the San Jose Sharks four games to three. Mike Keenan coached one more season behind the bench, improving to 46–30–6 in the 2008–09 season, but was then fired by Sutter a month after the Flames were eliminated from the playoffs by Chicago in the first round four games to two. On June 23, 2009, the Sutter hired his younger brother Brent Sutter as head coach to replace the recently fired Mike Keenan. Brent resigned as head coach of the New Jersey Devils on June 8, 2009, with one year left on his contract, and shortly afterwards Darryl approached the Devils' general manager Lou Lamoriello for permission to speak to Brent for the coaching position. With the addition of Brent the flames employed four of the Sutter brothers, with Duane the Director of Player Personnel in 2008, and Ron the Western Pro Scout. On December 28, 2010, Sutter resigned as the general manager of the Calgary Flames by request of the club president Ken King, exactly eight years to the day of Sutter joining the Flames. At the time the Flames had a record of 16–18–3 which was good enough for fourteenth in the Western Conference. Assistant general manager Jay Feaster was promoted fill Sutter's shoes as general manager. ===Los Angeles Kings=== On December 17, 2011, the Los Angeles Kings hired Sutter mid-season as the team's new head coach after the dismissal of Terry Murray. It was the second time general manager Dean Lombardi hired Sutter, having previously hired Sutter to the San Jose Sharks in 1997, and firing him later in 2002. Sutter's first game with the Kings was a December 22, 2011, shootout victory over the rival Anaheim Ducks. He led the Kings to a 25–13–11 mark in 49 games, finished third in the Pacific Division, and entered the 2012 playoffs as the eighth and last seed in the Western Conference. In the playoffs, the team beat the first seed Vancouver Canucks, second seed St. Louis Blues and third seed Phoenix Coyotes to advance to the Stanley Cup Final, the only team to accomplish that feat in the 119-year history of the Finals. The Kings then went on to defeat New Jersey four games to two to give Los Angeles its first Stanley Cup championship in its 45-year history. The Kings set several records during the playoffs, including winning ten-straight games on the road and being the first team to go three games to zero in each of their playoff series. In the 2012–13 lock-out shortened season Sutter led the Kings to a record of 27–16–5 which was good enough for second in the Pacific Division. In the playoffs the Kings defeated the St. Louis Blues four games to two, and the San Jose Sharks four games to three until being defeated by the eventual Stanley Cup champion Chicago Blackhawks four games to one in the Western Conference finals. In the 2013–14 season the Kings improved to a 46–28–8 and finished third in the Pacific Division. The Kings started the playoffs against the San Jose Sharks in the Western Conference Quarterfinals, dropping the first three games, then winning the remaining four to become only the fourth team in NHL history to complete a reverse-sweep. The Kings then went on to defeat the Anaheim Ducks four games to three, and the defending Stanley Cup champions Chicago Blackhawks four games to three to reach the Stanley Cup finals. The Kings went on to defeat the New York Rangers four games to one to win their second Stanley Cup in three years. The 26 playoff games played by the Kings is the most for any Stanley Cup champion in NHL history. Despite posting a 40–27–15 record in the 2014–15 season, Sutter and the Kings missed the 2015 playoffs by four points, becoming the first team since the 2006–07 Carolina Hurricanes to miss the playoffs entirely after winning the Stanley Cup the previous year, and only the fourth in NHL history. In the 2015–16 season the Kings put up a record of 48–26–6 finishing second in the Pacific Division led by strong performances by Frank J. Selke Trophy and Lady Byng Memorial Trophy winner Anze Kopitar, and James Norris Memorial Trophy winner Drew Doughty. However the playoffs resulted in a disappointing first round loss to the San Jose Sharks four games to one. The 2016–17 season was disappointing for Sutter as the Kings finished with a record of 39–35–8, missing the playoffs. On April 10, 2017, Anschutz Entertainment Group, owner of the Los Angeles Kings, relieved Sutter of his coaching duties as well as general manager Dean Lombardi after the Kings missed the playoffs for the second season in three years. On June 20, 2018, Sutter announced his retirement from coaching and returned to his ranch in Viking, Alberta. ===Anaheim Ducks=== On July 2, 2019, the Anaheim Ducks named Sutter as advisor to the coaching staff at the request of head coach Dallas Eakins. In the role Sutter reunited with former Blackhawks teammate and Ducks general manager Bob Murray. ===Calgary Flames (second tenure)=== On March 4, 2021, Sutter was re-hired mid-season as head coach of the Flames, after former coach Geoff Ward was fired the same day. ==Reputation== ===Playing style=== Darryl Sutter earned a reputation as a tough, hyper-competitive and high work ethic NHL player who played at a high level despite small size and absence of natural hockey ability, a reputation that applied to the six Sutter brothers. Sutter mastered a hardnose type of hockey to slow down faster and more skilled players while still providing scoring capability evidenced by his 40-goal first NHL season. Sutter's hard nose and gritty style expected players to outwork their opponents and play \"old-fashioned playoff hockey\" throughout the season. The Sutter brothers owed their tough and competitive nature to childhood competitions and fights which were a common around their childhood home. Describing himself and his brothers, Sutter has admitted \"None of us has that much ability...we just relied on effort\". The combination of high work ethic and understanding of the game led the Chicago Blackhawks to name Sutter team Captain at the age of 24, only part way through his third full NHL season. In practices Sutter was known for his vocal leadership during practices, noticing and calling out teammates on sloppy play and errors. Despite Sutter's strong early seasons, his play began to decline as injuries accumulated. Sutter only played more than 60 games in two of his seven NHL seasons, owing to multiple injuries and surgeries for his ankle, knee, shoulder, ribs, and face after taking a deflected slapshot. Despite his injury history, Sutter claimed in an interview he often plays better when he was hurt as it made him more upset or angry. Teammate Rick Paterson noted \"(Darryl) does more hurt than most guys do healthy\", and coach Bob Pulford remarked \"players like him that always get hurt just because they play with so much intensity, but he wouldn't have it any other way. He's a winner\". On the date of his retirement Sutter noted he was unable to keep up to the bigger and faster NHL and owing to his competitiveness stated \"I don't want to be a hanger-on\". ===Coaching and management style=== Former NHL coach and broadcaster Don Cherry in his 2014 book ranked Sutter as the 17th most successful NHL head coach. Cherry describes Sutter as an inspirational figure who is capable of motivating inferiorly skilled teams into overcoming more talented opponents. Sutter's philosophy starts with strong goaltending, team defense and two-way forwards. Sutter led several teams which relied on strong goaltending including the late-1990s San Jose Sharks behind Mike Vernon and Evgeni Nabokov, his acquisition of an untested Miikka Kiprusoff for the Calgary Flames who went on to help the Flames to the 2004 Stanley Cup Finals and later win the Vezina Trophy and William M. Jennings Trophy. Finally in Los Angeles Conn Smythe Trophy winning Jonathan Quick helped the Kings with two Stanley Cups. Sutter's teams are built in the mold of his career as a player: physical, aggressive, willing to fight and exhibiting strong work ethic. Sutter demands these values from his players and has been willing to bench or trade players that do not meet his expectations. Sutter coached teams have an expectation to be tough and difficult to play against, which was most evident during the 2014 Stanley Cup playoffs which saw physicality and fighting lead the Kings to the Stanley Cup. Sutter was described by former player and assistant coach Martin Gélinas as capable of pushing buttons, driving and motivating players. Sutter's coaching style has not come without criticism, former Los Angeles Kings player Justin Williams said Sutter was condescending to players and has a temper when games were not going well. Sutter's exit from the Kings came three seasons after winning his second Stanley Cup in three years, with reports linking the reason to players being fed up with his coaching style and quitting on him, exemplified by public comments from defenseman Drew Doughty supporting a coaching change. As a general manager Sutter has had much more limited success. Across his eight drafts for the Calgary Flames between 2003 and 2010, Sutter made 59 draft picks, of which 33 never played an NHL game, nine played 10 or less NHL games, six played between 11 and 100 NHL games, and only four players appeared in more than 400 NHL games. ==Personal life== Sutter was born on August 19, 1958, in Viking, Alberta approximately east of Edmonton, to Louis John Sutter (1930―2005) and Grace Sutter ( Sauers), both farmers. Darryl was the third of seven brothers and the second member of the Sutter family after his brother Brian to play in the NHL. Growing up the family did not have many luxuries, first living in a house with electricity and indoor plumbing in 1967 when Darryl was nine years old. Sutter met his wife Wanda in a recreational softball league and have three children, Brett, Jessie, and Christopher, who has Downs Syndrome. Sutter built a home neighbouring his parents on the family's 3,000 acre farm outside of Viking where he raises cattle. During his hiatus from coaching professional hockey in February 1997, Sutter fell from a height of 12 feet while doing repairs on the farm and suffered a skull fracture and a broken shoulder blade. In 1996 the Sutter brothers established The Sutter Fund a non-profit group which raises money for family and child-centered organizations in Central Alberta. ==Career statistics== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" style=\"text- align:center; width:60em\" |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" bgcolor=\"#ffffff\"| ! rowspan=\"99\" bgcolor=\"#ffffff\"| ! colspan=\"5\"|Regular season ! rowspan=\"99\" bgcolor=\"#ffffff\"| ! colspan=\"5\"|Playoffs |- bgcolor=\"#e0e0e0\" ! Season ! Team ! League ! GP ! G ! A ! Pts ! PIM ! GP ! G ! A ! Pts ! PIM |- | 1974–75||Red Deer Rustlers||AJHL||60||16||20||36||43||—||—||—||—||— |- style=\"background:#f0f0f0;\" | 1975–76||Red Deer Rustlers||AJHL||60||43||93||136||82||—||—||—||—||— |- | 1976–77||Red Deer Rustlers||AJHL||56||55||78||133||131||—||—||—||—||— |- style=\"background:#f0f0f0;\" | 1976–77||Lethbridge Broncos||WCHL||1||1||0||1||0||15||3||7||10||13 |- | 1977–78||Lethbridge Broncos||WCHL||68||33||48||81||119||8||4||9||13||2 |- style=\"background:#f0f0f0;\" | 1978–79||Iwakura Tomakomai||JPN||20||28||13||41||—||—||—||—||—||— |- | 1978–79||New Brunswick Hawks||AHL||19||7||6||13||6||5||1||2||3||0 |- style=\"background:#f0f0f0;\" | 1978–79||Flint Generals||IHL||—||—||—||—||—||1||0||1||1||0 |- | 1979–80||New Brunswick Hawks||AHL||69||35||31||66||69||12||6||6||12||8 |- style=\"background:#f0f0f0;\" | 1979–80||Chicago Black Hawks||NHL||8||2||0||2||2||7||3||1||4||2 |- | 1980–81||Chicago Black Hawks||NHL||76||40||22||62||86||3||3||1||4||2 |- style=\"background:#f0f0f0;\" | 1981–82||Chicago Black Hawks||NHL||40||23||12||35||31||3||0||1||1||2 |- | 1982–83||Chicago Black Hawks||NHL||80||31||30||61||53||13||4||6||10||8 |- style=\"background:#f0f0f0;\" | 1983–84||Chicago Black Hawks||NHL||59||20||20||40||44||5||1||1||2||0 |- | 1984–85||Chicago Black Hawks||NHL||49||20||18||38||12||15||12||7||19||12 |- style=\"background:#f0f0f0;\" | 1985–86||Chicago Black Hawks||NHL||50||17||10||27||44||3||1||2||3||0 |- | 1986–87||Chicago Blackhawks||NHL||44||8||6||14||16||2||0||0||0||0 |- style=\"background:#e0e0e0;\" ! colspan=\"3\"|NHL totals!!406!!161!!118!!279!!288!!51!!24!!19!!43!!26 |} ==Head coaching record== ===NHL=== {| class=\"wikitable\" style=\"font-size:95%; text- align:center;\" |- ! rowspan=\"2\"|Team !! rowspan=\"2\"|Year !! colspan=\"7\"|Regular season !! colspan=\"4\"|Postseason |- ! G !! W !! L !! T !! OTL !! Pts !! Finish !! W !! L !! Win % !! Result |- style=\"background:#fdd;\" ! CHI !! 1992–93 | 84 || 47 || 25 || 12 || — || 106 || 1st in Norris || 0 || 4 || || Lost in Division Semifinals (STL) |- style=\"background:#fdd;\" ! CHI !! 1993–94 | 84 || 39 || 36 || 9 || — || 87 || 5th in Central || 2 || 4 || || Lost in Conference Quarterfinals (TOR) |- style=\"background:#fdd;\" ! CHI !! 1994–95 | 48 || 24 || 19 || 5 || — || 53 || 3rd in Central || 9 || 7 || || Lost in Conference Finals (DET) |- ! colspan=\"2\"|CHI total !! 216 !! 110 !! 80 !! 26 !! — !! !! !! 11 !! 15 !! !! 3 playoff appearances |- style=\"background:#fdd;\" ! SJS !! 1997–98 | 82 || 34 || 38 || 10 || — || 78 || 4th in Pacific || 2 || 4 || || Lost in Conference Quarterfinals (DAL) |- style=\"background:#fdd;\" ! SJS !! 1998–99 | 82 || 31 || 33 || 18 || — || 80 || 4th in Pacific || 2 || 4 || || Lost in Conference Quarterfinals (COL) |- style=\"background:#fdd;\" ! SJS !! 1999–00 | 82 || 35 || 30 || 10 || 7 || 87 || 4th in Pacific || 5 || 7 || || Lost in Conference Semifinals (DAL) |- style=\"background:#fdd;\" ! SJS !! 2000–01 | 82 || 40 || 27 || 12 || 3 || 95 || 2nd in Pacific || 2 || 4 || || Lost in Conference Quarterfinals (STL) |- style=\"background:#fdd;\" ! SJS !! 2001–02 | 82 || 44 || 27 || 8 || 3 || 99 || 1st in Pacific || 7 || 5 || || Lost in Conference Semifinals (COL) |- ! SJS !! 2002–03 | 24 || 8 || 12 || 2 || 2 || 20 || (fired) || — || — || — || — |- style=\"background:#fdd;\" ! colspan=\"2\"|SJS total !! 434 !! 192 !! 167 !! 60 !! 15 !! !! !! 18 !! 24 !! !! 5 playoff appearances |- ! CGY !! 2002–03 | 46 || 19 || 18 || 8 || 1 || 47 || 5th in Northwest || — || — || — || Missed playoffs |- style=\"background:#fdd;\" ! CGY !! 2003–04 | 82 || 42 || 30 || 7 || 3 || 94 || 3rd in Northwest || 15 || 11 || || Lost in Stanley Cup Finals (TBL) |- style=\"background:#fdd;\" ! CGY !! 2005–06 | 82 || 46 || 25 || — || 11 || 103 || 1st in Northwest || 3 || 4 || || Lost in Conference Quarterfinals (ANA) |- |- style=\"background:#fde910;\" ! LAK !! 2011–12 | 49 || 25 || 13 || — || 11 || 95 || 3rd in Pacific || 16 || 4 || || Won Stanley Cup (NJD) |- style=\"background:#fdd;\" ! LAK ! 2012–13 | 48 || 27 || 16 || — || 5 || 59 || 2nd in Pacific || 9 || 9 || || Lost in Conference Finals (CHI) |- style=\"background:#fde910;\" ! LAK !! 2013–14 | 82 || 46 || 28 || — || 8 || 100 || 3rd in Pacific || 16 || 10 || || Won Stanley Cup (NYR) |- ! LAK !! 2014–15 | 82 || 40 || 27 || — || 15 || 95 || 4th in Pacific || — || — || — || Missed playoffs |- style=\"background:#fdd;\" ! LAK !! 2015–16 | 82 || 48 || 28 || — || 6 || 102 || 2nd in Pacific || 1 || 4 || || Lost in First Round (SJS) |- ! LAK !! 2016–17 | 82 || 39 || 35 || — || 8 || 86 || 5th in Pacific || — || — || — || Missed playoffs |- ! colspan=\"2\"|LAK total !! 425 !! 225 !! 147 !! — !! 53 !! !! !! 42 !! 27 !! !! 4 playoff appearances |- ! CGY !! 2020–21 | 32 || 15 || 16 || — || 1 || (31) || 5th in North || — || — || — || Missed playoffs |- ! colspan=\"2\"|CGY total !! 242 !! 122 !! 89 !! 15 !! 16 !! !! !! 18 !! 15 !! !! 2 playoff appearances |- ! colspan=\"2\"|Total !! 1,317 !! 650 !! 483 !! 101 !! 83 !! !! !! 89 !! 81 !! !! 14 playoff appearances 2 Stanley Cups |} ===IHL=== {| class=\"wikitable\" style=\"font-size:95%; text- align:center;\" |- ! rowspan=\"2\"|Team !! rowspan=\"2\"|Year !! colspan=\"6\"|Regular season !! Postseason |- ! G !! W !! L !! T !! Pts !!Finish !! Result |- ! SAG !! 1988–89 | 82 || 46 || 26 || 10 || 102 || 2nd in East || Lost in first round |- ! IND !! 1989–90 | 82 || 53 || 21 || 8 || 114 || 1st in West || Won Turner Cup |} ==See also== * List of NHL head coaches * Notable families in the NHL ==References== ==External links== * Category:1958 births Category:Living people Category:Calgary Flames coaches Category:Calgary Flames executives Category:Calgary Flames general managers Category:Canadian ice hockey coaches Category:Canadian ice hockey forwards Category:Chicago Blackhawks captains Category:Chicago Blackhawks coaches Category:Chicago Blackhawks draft picks Category:Chicago Blackhawks players Category:Lethbridge Broncos players Category:Los Angeles Kings coaches Category:National Hockey League general managers Category:New Brunswick Hawks players Category:People from Beaver County, Alberta Category:Red Deer Rustlers players Category:San Jose Sharks coaches Category:Stanley Cup champions Category:Stanley Cup championship-winning head coaches Darryl",
 "title": "Darryl Sutter"
}