{
 "id": "644782",
 "text": "Charlene L. Tilton (born December 1, 1958) is an American actress and singer.New York TimesLos Angeles Times She is best known for playing Lucy Ewing, the niece of brothers J. R. Ewing and Bobby Ewing (played by Larry Hagman and Patrick Duffy), on the television series Dallas. ==Career== Tilton had early roles on such television series such Happy Days and Eight Is Enough. She made her first film appearance alongside Jodie Foster in Freaky Friday (1976). In 1978, Tilton made a cameo appearance in the John Milius film Big Wednesday. The following year, she made her big break by landing the role of Lucy Ewing, the sly, vixenish, frequently frustrated granddaughter of John \"Jock\" Ewing Sr. and the former Eleanor \"Ellie\" Southworth on the television series Dallas, alongside actors Jim Davis, Barbara Bel Geddes, and Larry Hagman, from 1978 to 1985 and from 1988 to 1990. She also appeared on one episode of the series' spin-off Knots Landing in 1980. At the height of her Dallas fame, she received a $50,000 salary per episode, appeared on 500 magazine covers, and drew 65 million viewers for her 1981 TV wedding. Tilton is also a singer, lending her vocal ability to a 1978 episode of Dallas titled \"Runaway\", in which Greg Evigan guest-starred. In 1984, she released the dance-pop single \"C'est la Vie\", which became a hit in several European countries, though not in the United States. She appeared on Circus of the Stars in 1979 and 1991, on one occasion acting as a knife thrower's target girl while dressed in a gold bikini. Tilton also appeared on game shows, such as Family Feud, Battle of the Network Stars, Hollywood Squares, Pyramid, 1 vs. 100, and Catch 21 including being a panelist on the 1979–1982 syndicated version of Match Game. She also hosted the unsold pilot for a potential revival of the show in syndication as MG2 in 1996. Tilton was the guest host on an episode of Saturday Night Live on February 21, 1981, which featured a parody of the famed \"Who shot J.R.?\" episode of Dallas. In the episode, cast member Charles Rocket was shot in the chest by a sniper while doing a sketch about a sexy couple (with Gail Matthius as his partner) bathing a dog and spouting innuendo. At the end of the show, during the \"goodbyes\", Tilton asked Rocket how he felt about being shot. In character, Rocket improvised, \"Oh, man, it's the first time I've ever been shot in my life. I'd like to know who fucking did it.\" The improvisation by Rocket, which violated FCC broadcast standards, led to his dismissal from the show's cast. Tilton appeared in a number of commercials for the Abdominizer line of direct-market workout equipment in the 1990s. She appeared as herself in an episode of Married... with Children titled \"Tis Time to Smell the Roses\", which sent up her involvement with the Abdominizer. In addition, she has appeared in several send-up comedies, such as The Silence of the Hams (1994), Superhero Movie (2008), and Paranormal Calamity (2010). In 2005, she appeared in the British reality television show The Farm. In 2001, Tilton was honored by the Young Artist Foundation with its Former Child Star \"Lifetime Achievement\" Award for her role as Lucy Ewing on the original Dallas television series. In January 2012, Tilton was a contestant on the British ice-skating show Dancing on Ice in its seventh season, in which she was paired with American figure skater Matthew Gonzalez. Tilton was voted out of the competition, though, in week five of a 12-week run. In 2012, Tilton joined the cast of TNT's Dallas revival series, and reprised her role as Lucy Ewing in a number of episodes. ==Personal life== Tilton was born on December 1, 1958, in San Diego, California, the daughter of Katherine Thacker, a secretary;Charlene Tilton Biography (1958) she grew up not knowing her father and with few financial resources available to her mother or her. Tilton is approximately 4' 11\" (1.50 m). Tilton was married to country singer Johnny Lee from 1982 to 1984. She has one daughter, Cherish Lee, born in 1982, and two grandsons. In 2001, Tilton began dating cinematographer Cheddy Hart. The couple enjoyed boating and lived together in a modest home in Oxnard, California. In December 2009, Hart suddenly died of heart failure at age 54. Tilton is a strong advocate for autism awareness in the media. She is currently the ambassador for Actors for Autism, an organization that leads improv and acting workshops for children and adults with autism. She approached AFA in 2010 with the desire to volunteer and has been affiliated with them ever since. ==Friendship with Larry Hagman== While in high school, the young unknown actress met Larry Hagman, whom she regarded as a surrogate father. Then, a few years later, at age 17, she auditioned and won the role of Hagman's confused niece, Lucy Ewing, on Dallas. The two had a remarkable on- and off-screen chemistry, for the show's first eight seasons, and they also danced together, off camera. She left the show at the end of the eighth season, her contract having expired; Larry Hagman was very disappointed over her departure. She said of Hagman in 1988, \"He called me and said, 'You're certainly a good actress, we never realized.' I think Larry went to bat for me to come back on the show.\" That same year, she came back to the show, and stayed on for two more seasons, until her departure in 1990, a year before the series finale. After Dallas, Tilton remained on good terms with Hagman, and cared deeply about her TV uncle's failing health. In 1995, Hagman was diagnosed with liver cancer and needed a liver transplant; he later received a transplant and survived the bout with cancer. She did not appear in any of the Dallas TV reunion movies, but in 2004, appeared in Dallas Reunion: The Return to Southfork. In September 2001, she was the only Dallas cast member to attend Larry Hagman's 70th birthday. Eleven years later, she was reunited with Hagman for the last time to star in the second incarnation of Dallas. When Hagman died on November 23, 2012, due to complications from myelodysplastic syndrome, she was devastated, and attended his funeral. Upon his death, Tilton released a statement: \"At seventeen years old, my life took a turn that one could only dream of. I was cast as Lucy Ewing in the iconic show Dallas. Dallas was so much more than a television phenomenon to me. It was my family. I grew up with a mentally ill single mother raising me and no father figure in my life. I lived on my own in an apartment from the age of 15. I remember the day I met the force of nature that is Larry Hagman like it was yesterday. My Uncle Larry became the father figure that I so needed and longed for. He taught me how to be professional, work hard, but have fun at the same time, and how to respect the opportunities I was blessed to have been given. He was very protective because I was so young, but also expected the best from me on the set of Dallas. He was one of the best actors the world has ever known. To me, he will always be my Uncle Larry. I am so so very sad, but cherish the lifetime of memories I have with him.\" ==Filmography== ===Film=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! Notes |- | 1976 | Freaky Friday | Bambi | |- | 1978 | Sweater Girls | Candy | |- | 1978 | Big Wednesday | Party Girl | |- | 1980 | Pale Horse Pale Rider | Miranda | Short film |- | 1990 | Law at Randado | Edith Hanasain | |- | 1991 | Problem Child 2 | Debbie Claukinski | |- | 1991 | Ragin' Cajun | Ali Webster | |- | 1991 | For Parents Only | Mrs. Farell | |- | 1992 | Deadly Bet | Isabella | |- | 1992 | Center of the Web | Kathryn Lockwood | |- | 1994 | The Silence of the Hams | Jane Wine | |- | 1996 | Detonator | Gail Davies | |- | 2000 | Guido Takes a Hike | Bartender | Short film |- | 2001 | Totally Blonde | Blonde School Director | |- | 2003 | Dickie Roberts: Former Child Star | Charlene Tilton | |- | 2005 | A Distant Thunder | Susan | Short film |- | 2006 | Getting It Straight | Cynthia Rosenburg | Short film |- | 2008 | Tell Veronica | Veronica Star | |- | 2008 | Superhero Movie | Jill's Mother | |- | 2009 | The Fish | Charlene Tilton | |- | 2009 | Sarah's Choice | Michelle Biden | Direct-to-video |- | 2010 | Paranormal Calamity | Jacquiline | |- | 2010 | #1 Cheerleader Camp | Charlene Tilton | Direct-to- video |- | 2010 | Mean Parents Suck | Jean Farell | |- | 2011 | Doctor Spine | Aunt Sally | |- | 2012 | Edge of Salvation | Sarah Malone | |- | 2012 | Hemingway | Mrs. Hemingway | |- | 2013 | Buttwhistle | Mrs. Podgorney | |- | 2013 | Lucky Dog | Jeanie | |- | 2014 | Not Another Celebrity Movie | Chef | |- |2017 |Vengeance: A Love Story |Mrs. Irma Fick | |- |2017 |Road Less Traveled |Babs | |- |2020 |A Welcome Home Christmas |Mom Lynn |} ===Television=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! Notes |- | 1976 | Happy Days | Jill Higgins | Episode: \"They Shoot Fonzies, Don't They?\" |- | 1977 | Eight Is Enough | Wendy Springer | Episode: \"Women, Ducks and the Domino Theory\" |- | 1978–85 1988–90 1991 | Dallas | Lucy Ewing Cooper | Series regular, 246 episodes Young Artist Award for Best Juvenile Actress in a TV Series or Special (1979) Young Artist Award Former Child Star Lifetime Achievement Award (2001) TV Land Pop Culture Award (2006) |- | 1979 | Diary of a Teenage Hitchhiker | Julie | TV Movie |- | 1979 | The Fall of the House of Usher | Jennifer Cresswell | TV Movie |- | 1980 | Knots Landing | Lucy Ewing | Episode: \"Home is for Healing\" |- | 1980 | Laverne & Shirley | The Girl at Bar | Episodes: \"Murder on the Moose Jaw Express: Part 1 and Part 2\" |- | 1980 | Fantasy Island | Charlotte 'Charlie' Johnson | Episode: \"Skater's Edge/Concerto of Death/The Last Great Race\" |- | 1981 | Saturday Night Live | Herself – Host / Various | Episode: \"Charlene Tilton/Todd Rundgren/Prince\" |- | 1983 | Hotel | Holly Lane | Episode: \"Relative Loss\" |- | 1980–87 | The Love Boat | Various | 4 episodes |- | 1987 | Murder, She Wrote | Cindy March | Episode: \"The Cemetery Vote\" |- | 1993 | Married... with Children | Herself | Episode: \"Tis Time to Smell the Roses\" |- | 1995 | Favorite Deadly Sins | Norma Jean | TV Movie |- | 1995 | Star Witness | Grace Kelly | TV Movie |- | 1998 | Safety Patrol | Mrs. Zapruder | TV Movie |- | 2000 | The Theory of Everything | Stephanie | TV Movie |- | 2000 | Bar Hopping | Actress | TV Movie |- | 2004 | Dallas Reunion: The Return to Southfork | Herself / Lucy Ewing | TV Special |- | 2007 | Point of Entry (AKA Panic Button) | Helen | TV Movie |- | 2010 | RuPaul's Drag U | Herself/Makeover Model | Episode: \"A Star is Born Again\" |- | 2012–14 | Dallas | Lucy Ewing | 6 episodes |- | 2013 | DeVanity | Francesca DeVanity | Web series, Guest Star in episode 3.6 |- | 2013 | Reading, Writing & Romance | Penny | TV Movie |} ==References== ==External links== * * * * Category:1958 births Category:Living people Category:Actresses from San Diego Category:American women singers Category:American film actresses Category:American soap opera actresses Category:American television actresses Category:American stage actresses Category:Musicians from San Diego Category:Singers from California Category:20th-century American actresses Category:21st-century American actresses",
 "title": "Charlene Tilton"
}