{
 "id": "644797",
 "text": "In the mathematical field of differential geometry, Ricci-flatness is a condition on the curvature of a Riemannian manifold. Ricci-flat manifolds are a special kind of Einstein manifold. In theoretical physics, Ricci-flat Lorentzian manifolds are of fundamental interest, as they are the solutions of Einstein's field equations in vacuum with vanishing cosmological constant. In Lorentzian geometry, a number of Ricci-flat metrics are known from works of Karl Schwarzschild, Roy Kerr, and Yvonne Choquet-Bruhat. In Riemannian geometry, Shing-Tung Yau's resolution of the Calabi conjecture produced a number of Ricci-flat metrics on Kähler manifolds. ==Definition== A pseudo- Riemannian manifold is said to be Ricci-flat if its Ricci curvature is zero. It is direct to verify that, except in dimension two, a metric is Ricci-flat if and only if its Einstein tensor is zero. Ricci-flat manifolds are one of three special type of Einstein manifold, arising as the special case of scalar curvature equaling zero. From the definition of the Weyl curvature tensor, it is direct to see that any Ricci-flat metric has Weyl curvature equal to Riemann curvature tensor. By taking traces, it is straightforward to see that the converse also holds. This may also be phrased as saying that Ricci- flatness is characterized by the vanishing of the two non-Weyl parts of the Ricci decomposition. Since the Weyl curvature vanishes in two or three dimensions, every Ricci-flat metric in these dimensions is flat. Conversely, it is automatic from the definitions that any flat metric is Ricci-flat. The study of flat metrics is usually considered as a topic unto itself. As such, the study of Ricci-flat metrics is only a distinct topic in dimension four and above. ==Examples== As noted above, any flat metric is Ricci-flat. However it is nontrivial to identify Ricci-flat manifolds whose full curvature is nonzero. In 1916, Karl Schwarzschild found the Schwarzschild metrics, which are Ricci-flat Lorentzian manifolds of nonzero curvature. Roy Kerr later found the Kerr metrics, a two-parameter family containing the Schwarzschild metrics as a special case. These metrics are fully explicit and are of fundamental interest in the mathematics and physics of black holes. More generally, in general relativity, Ricci-flat Lorentzian manifolds represent the vacuum solutions of Einstein's field equations with vanishing cosmological constant. Many pseudo-Riemannian manifolds are constructed as homogeneous spaces. However, these constructions are not directly helpful for Ricci-flat Riemannian metrics, in the sense that any homogeneous Riemannian manifold which is Ricci-flat must be flat. However, there are homogeneous (and even symmetric) Lorentzian manifolds which are Ricci-flat but not flat, as follows from an explicit construction and computation of Lie algebras. Until Shing- Tung Yau's resolution of the Calabi conjecture in the 1970s, it was not known whether every Ricci-flat Riemannian metric on a closed manifold is flat. His work, using techniques of partial differential equations, established a comprehensive existence theory for Ricci-flat metrics in the special case of Kähler metrics on closed complex manifolds. Due to his analytical techniques, the metrics are non-explicit even in the simplest cases. Such Riemannian manifolds are often called Calabi–Yau manifolds, although various authors use this name in slightly different ways. ==Analytical character== Relative to harmonic coordinates, the condition of Ricci-flatness for a Riemannian metric can be interpreted as a system of elliptic partial differential equations. It is a straightforward consequence of standard elliptic regularity results that any Ricci-flat Riemannian metric on a smooth manifold is analytic, in the sense that harmonic coordinates define a compatible analytic structure, and the local representation of the metric is real-analytic. This also holds in the broader setting of Einstein Riemannian metrics. Analogously, relative to harmonic coordinates, Ricci-flatness of a Lorentzian metric can be interpreted as a system of hyperbolic partial differential equations. Based on this perspective, Yvonne Choquet-Bruhat developed the well-posedness of the Ricci- flatness condition. She reached a definitive result in collaboration with Robert Geroch in the 1960s, establishing how a certain class of maximally extended Ricci-flat Lorentzian metrics are prescribed and constructed by certain Riemannian data. These are known as maximal globally hyperbolic developments. In general relativity, this is typically interpreted as an initial value formulation of Einstein's field equations for gravitation. The study of Ricci-flatness in the Riemannian and Lorentzian cases are quite distinct. This is already indicated by the fundamental distinction between the geodesically complete metrics which are typical of Riemannian geometry and the maximal globally hyperbolic developments which arise from Choquet-Bruhat and Geroch's work. Moreover, the analyticity and corresponding unique continuation of a Ricci-flat Riemannian metric has a fundamentally different character than Ricci-flat Lorentzian metrics, which have finite speeds of propagation and fully localizable phenomena. This can be viewed as a nonlinear geometric analogue of the difference between the Laplace equation and the wave equation. ==Topology of Ricci-flat Riemannian manifolds== Yau's existence theorem for Ricci-flat Kähler metrics established the precise topological condition under which such a metric exists on a given closed complex manifold: the first Chern class of the holomorphic tangent bundle must be zero. The necessity of this condition was previously known by Chern–Weil theory. Beyond Kähler geometry, the situation is not as well understood. A four-dimensional closed and oriented manifold supporting any Einstein Riemannian metric must satisfy the Hitchin–Thorpe inequality on its topological data. As particular cases of well-known theorems on Riemannian manifolds of nonnegatve Ricci curvature, any manifold with a complete Ricci-flat Riemannian metric must: * have first Betti number less than or equal to the dimension, whenever the manifold is closed * have fundamental group of polynomial growth. Mikhael Gromov and Blaine Lawson introduced the notion of enlargeability of a closed manifold. The class of enlargeable manifolds is closed under homotopy equivalence, the taking of products, and under the connected sum with an arbitrary closed manifold. Every Ricci-flat Riemannian manifold in this class is flat, which is a corollary of Cheeger and Gromoll's splitting theorem. ==Ricci-flatness and holonomy== On a simply-connected Kähler manifold, a Kähler metric is Ricci-flat if and only if the holonomy group is contained in the special unitary group. On a general Kähler manifold, the if direction still holds, but only the restricted holonomy group of a Ricci-flat Kähler metric is necessarily contained in the special unitary group. A hyperkähler manifold is a Riemannian manifold whose holonomy group is contained in the symplectic group. This condition on a Riemannian manifold may also be characterized (roughly speaking) by the existence of a 2-sphere of complex structures which are all parallel. This says in particular that every hyperkähler metric is Kähler; furthermore, via the Ambrose–Singer theorem, every such metric is Ricci-flat. The Calabi–Yau theorem specializes to this context, giving a general existence and uniqueness theorem for hyperkähler metrics on compact Kähler manifolds admitting holomorphically symplectic structures. Examples of hyperkähler metrics on noncompact spaces had earlier been obtained by Eugenio Calabi. The Eguchi–Hanson space, discovered at the same time, is a special case of his construction. A quaternion-Kähler manifold is a Riemannian manifold whose holonomy group is contained in the Lie group . Marcel Berger showed that any such metric must be Einstein. Furthermore, any Ricci-flat quaternion-Kähler manifold must be locally hyperkähler, meaning that the restricted holonomy group is contained in the symplectic group. A manifold or manifold is a Riemannian manifold whose holonomy group is contained in the Lie groups or . The Ambrose–Singer theorem implies that any such manifold is Ricci-flat. The existence of closed manifolds of this type was established by Dominic Joyce in the 1990s. Marcel Berger commented that all known examples of irreducible Ricci-flat Riemannian metrics on simply-connected closed manifolds have special holonomy groups, according to the above possibilities. It is not known whether this suggests an unknown general theorem or simply a limitation of known techniques. For this reason, Berger considered Ricci-flat manifolds to be \"extremely mysterious.\" ==References== Notes. Sources. * * * * * * * * * * * Category:Riemannian manifolds",
 "title": "Ricci-flat manifold"
}