{
 "id": "644835",
 "text": "Cholatse (also known as Jobo Lhaptshan) () is a mountain in the Khumbu region of the Nepalese Himalaya. Cholatse is connected to Taboche (6,501m) by a long ridge. The Chola glacier descends off the east face. The north and east faces of Cholatse can be seen from Dughla, on the trail to Mount Everest base camp. There is a lake just below this pass to the east, and in Tibetan 'cho' is lake, 'la' is pass, and 'tse' is peak so Cholatse means literally \"lake pass peak\". Cholatse was first climbed via the southwest ridge on April 22, 1982 by Vern Clevenger, Galen Rowell, John Roskelley, Bill O'Connor and Peter Hackett. The north face was successfully scaled in 1984. ==Notable ascents== * 1996 North Face - First ascent by a French team (Boris Badaroux, Philippe Batoux, Marc Challamel, Christophe Mora, Paul Robach (leader)). They climb took 3 days, the route (IV+, 90°, 1600m) started at the center of the north face, with sharp turns to the right at the beginning, then left at the middle and finally taking a turn to the right to join the northwest ridge that led the team to the summit. * 2005 North Face - first ascent in winter by Korean team (Park Jung-hun, Choi Gang-sik), January 16, 2005. * 2005 North Face - first solo ascent by Ueli Steck, April 15, 2005. * 2005 Southwest Ridge - summit attained by Kevin Thaw, Conrad Anker, Kris Erickson, John Griber and Abby Watkins on May 12, 2005. * 2010 North Face (new variant) - A team (Galya Cibitoke, Alexander Gukov, Sergei Kondrashkin, Viktor Koval, and Valery Shamalo) from St. Petersburg, Russia, made an ascent of a new variant of the north face at the end of the calendar winter, the route went through a huge rock buttress on the right of the French route of 1996, and joined them at ca.5,900m. Their route's difficulty (Russian 6B, VI+, A2, 80°, 1,600m). * 2021 North Face left flank - 5 members from an 8-member French expedition opened a new route on the left flank of Cholatse's north face-northeast face. After 5 days of climbing (25-29th October), the French reached the top. The route was named Brothers In Arms (ED, VI, M5+, WI5, 1,600m) and was dedicated to three of their colleagues (Thomas Arfi , Gabriel Miloche and Louis Pachoud) who went missing after an avalanche on Mingbo Eiger (6,070m) southeast of Ama Dablam on October 26th. thumb|Cholatse and Taboche with views of Everest, Nuptse, Lhotse, Makalu, Ngozumpa glacier and Gokyo. thumb|The icefall below the headwall on the normal route (southwest-west ridge) during winter. thumb|North face of Cholatse seen from Lobuche East. (1) French Route (Badaroux-Batoux-Challamel-Mora-Robach, 1995). The dotted line shows the Korean variations during the first winter ascent (Park Jung-hun-Chai Kang-sik, 2005). (2) 2010 Russian Route. (Credit:Joel Kauffman) thumb|\"Brothers In Arms\" route. ==References== Category:Mountains of the Province No. 1 Category:Six- thousanders of the Himalayas",
 "title": "Cholatse"
}