{
 "id": "645220",
 "text": "Reverdy Johnson (May 21, 1796February 10, 1876) was a statesman and jurist from Maryland. He gained fame as a defense attorney, defending notables such as Sandford of the Dred Scott case, Maj. Gen. Fitz John Porter at his court- martial, and Mary Surratt, alleged conspirator in the assassination of Abraham Lincoln. A former Whig, he was a strong supporter of the Union war effort. At first he opposed wartime efforts to abolish slavery until 1864, and in 1865 supported the 13th Amendment banning slavery. Johnson served as United States Minister to the United Kingdom from 1868 to 1869. ==Early life== Johnson was born on May 21, 1796 in Annapolis, Maryland. He was the son of a distinguished Maryland lawyer and politician, John Johnson (1770–1824), who served as Attorney General of Maryland from 1806 to 1811 and later Chancellor of Maryland, and Deborah (née Ghieselen) Johnson (1773–1847). His younger brothers were John Johnson Jr. (1798–1856), the last Chancellor of Maryland, and George Johnson (1817–1892).William J. Marbury, \"The High Court of Chancery and the Chancellors of Maryland\", Report of the Tenth Annual Meeting of the Maryland State Bar Association, (1905), p. 137-155. He graduated from St. John's College in 1812 and then studied law. He was admitted to the bar in 1815. ==Career== In 1817, Johnson moved to Baltimore, where he became a legal colleague of Luther Martin, William Pinkney and Roger B. Taney, the Attorney General and later Chief Justice of the United States from 1835 until 1864. He was appointed chief commissioner of insolvent debtors of Maryland in 1817. From 1821 until 1825 he served in the Maryland State Senate and then returned to practice law for two decades. ===Federal politics=== From 1845 to 1849, Johnson represented Maryland in the United States Senate as a Whig. From his confirmation by the Senate in March 1849 until July 1850, Johnson was Attorney General of the United States under President Zachary Taylor. He resigned that position soon after Millard Fillmore took office. While U.S. Attorney General, he was allowed to help Virginians Charles W. Russell and Alexander H.H. Stuart defend the Wheeling Suspension Bridge in his private capacity, that bridge also connecting two sections of the National Road as the first bridge crossing a major river west of the Appalachian Mountains.Elizabeth Brand Monroe, The Wheeling Bridge Case (Boston:Northeastern University Press 1992) pp. 67 Although the plaintiffs technically won twice based on their argument that the bridge obstructed a navigable river, the bridge was never demolished (only repaired after wind damage) and further bridges were then constructed, including one over the Mississippi River at Rock Island in 1856.(which also led to litigation). In November 1856, a large crowd, armed with guns and clubs, burned an effigy of Johnson on the railing of the Battle Monument in front of his house to protest a speech he made in New York against President Fillmore. A conservative Democrat, Johnson supported Stephen A. Douglas in the presidential election of 1860. He represented the slave-owning defendant in the controversial 1857 case Dred Scott v. Sandford.Misspelled in Scott v. Sandford, 60 U.S. 393 (1857). However, Johnson was personally opposed to slavery and became a key figure in the effort to keep Maryland from seceding from the Union during the American Civil War. He served as a Maryland delegate to the Peace Convention of 1861 and from 1861 to 1862 served in the Maryland House of Delegates. During this time he represented Maj. Gen. Fitz John Porter at his court-martial, arguing that Porter's distinguished record of service ought to put him beyond question. The officers on the court-martial, all handpicked by Secretary of War Edwin Stanton, voted to convict Porter of cowardice and disobedience. After the capture of New Orleans, President Abraham Lincoln commissioned Johnson to revise the decisions of the military commandant, General Benjamin F. Butler, in regard to foreign governments, and reversed all those decisions to the entire satisfaction of the administration. After the war, reflecting the diverse points of view held by his fellow statesmen, Johnson argued for a gentler Reconstruction effort than that advocated by the Radical Republicans. ===Return to the U.S. Senate=== In 1863, he again took a seat in the United States Senate, serving through 1868. \"The antislavery amendment caught Johnson's eye, however, because it offered an indisputable constitutional solution to the problem of slavery.\"Vorenberg, Michael (2001), Final Freedom: The Civil War, the Abolition of Slavery, and the Thirteenth Amendment, New York: Cambridge, p. 74, . In 1864, in a speech on the Senate floor, Johnson \"cut loose from all Pro-Slavery associations by a bold declaration of strongest Anti Slavery sentiments,\" speaking in favor of the immediate and universal emancipation, and advocated the proposed amendment to the Constitution forever prohibiting slavery in the United States. In 1865, he defended Mary Surratt before a military tribunal. Surratt was convicted and executed for plotting and aiding Lincoln's assassination. In 1866, he was a delegate to the National Union Convention which attempted to build support for President Johnson. Senator Johnson's report on the proceedings of the convention was entered into the record of President Johnson's impeachment trial. In the Senate, he also served on the Joint Committee on Reconstruction which drafted the Fourteenth Amendment to the United States Constitution, but he voted against passage of the amendment.Witt, John Fabian. \"Elias Hill's Exodus: Exit and Voice in the Reconstruction Nation.\" In Patriots and Cosmopolitans: Hidden Histories of American Law. Harvard University Press, 2007. p. 121 In 1866, he addressed the Senate regarding the appointment of provisional governors in the Southern States. In 1867, Johnson voted for the Reconstruction Act of 1867, the only Democrat to vote for a Reconstruction measure in 1866 or 1867. ===Ambassador to the United Kingdom=== On June 12, 1868, he was appointed minister to the United Kingdom, beginning his term on September 14, 1868. While in England, he was criticized for fraternizing with the Lairds, Wharncliffes, Roebucks, and Gregorios, of England, which was considered a blunder in diplomacy. Soon after his arrival in England negotiated the Johnson-Clarendon Treaty for the settlement of disputes arising out of the Civil War, including the Alabama Claims. The Senate, however, refused to advise and consent to ratification, and he returned home on the accession of General Ulysses S. Grant to the presidency. ===Later career=== Again resuming his legal practice, he defended Ku Klux Klan members against indictments brought under the Ku Klux Klan Act of 1871.Witt, John Fabian. \"Elias Hill's Exodus: Exit and Voice in the Reconstruction Nation.\" In Patriots and Cosmopolitans: Hidden Histories of American Law. Harvard University Press, 2007. pp. 120–123 Even though out of office, Johnson continued to offer his opinion on public matters. In December 1874, he wrote to The New York Times, stating that he hoped that after the next Presidential Election, \"the General Government will thereafter be brought back into the part of the Constitution, that the limits of its powers will be maintained, that the reserved authority of the States will be recognized, and that the rights of its citizens will be faithfully preserved.\" In December 1875, he wrote a letter to the Baltimore Sun discussing the potential impact of England's purchase of a controlling interest in the Suez Canal. In early 1876, Johnson was in Annapolis arguing the case of Baker v. Frick in the Court of Appeals and was a guest at the Maryland Governor's Mansion. On February 10, during a dinner party at the mansion, he fell near a basement door, possibly after tripping, and was killed instantly after hitting his head on a sharp corner of the mansion's granite base course and then again on the cobblestone pavement. He was the last surviving member of Taylor's cabinet. ==Personal life== On November 16, 1819, Johnson married Mary Mackall Bowie (1801–1873), the sister of Rep. Thomas Fielder Bowie and the daughter of Thomas Contee Bowie (1771–1813) and Mary Mackall (née Bowie) Wootton (1776–1825), who were third cousins. Her mother was the widow of Turnor Wootton (d. 1797), whom she married in 1794 and had one child with, William Turner Wootton, and was the daughter of Maryland Gov. Robert Bowie (1750–1818). Together, Reverdy and Mary had 15 children, of which five daughters and three sons survived, including: * Mary Johnson (1822–1915), who married Thomas Hollingsworth Morris (1817–1872), the son of John Boucher Morris (1785-1874) **Mary Johnson Morris and Thomas Hollingsworth Morris had the daughter Lydia Hollingsworth Morris (1857-1936) who married Hollins McKim (1825-1911). Their daughter Mary Camilla McKim married Huntington Williams MD. * Eliza Ridgely Johnson (1823–1897), who married Henry Daingerfield (d. 1866), the son of William H. Daingerfield (1808–1878) * Reverdy Johnson, Jr. (1826–1907), who married Caroline Patterson (1828–1863) * Maria Louisa Johnson (1827–1893), who married William Riggin Travers (1819–1887) * Matilda Elizabeth Bowie Johnson (1829–1911), who married Charles John Morris Gwinn (1822–1894), the Attorney General of Maryland * Emily Contee Johnson (1832–1909), who married George Washington Lewis (1829–1885), brother of Edward Lewis (1837–1892) and grandson of Lawrence Lewis (1767–1839) * Louis E Johnson (1837–1905), who married Marie May Bostick (1856–1942). He was the United States Marshal of South Carolina. * Edward Contee Johnson (1843–1905), who married Kate Moore (1871–1922) After his death on February 10, 1876, Johnson was buried at the Greenmount Cemetery in East Baltimore. Johnson had been the last surviving member of the Taylor Cabinet. ==In popular culture== In the 2011 film The Conspirator, Johnson is portrayed by actor Tom Wilkinson. ==See also== * Baltimore bank riot * James Nesmith * Thirteenth Amendment to the United States Constitution ==Notes== ;Notes ;Sources * ==Writings== *Johnson, Reverdy, The Dangerous Conditions of the Country, the Causes Which Have Led to It,and the Duty of the People (Baltimore; The Sun Printing Establishment, 1867) *Johnson, Reverdy, A Further Consideration of the Dangerous Conditions of the Country, the Causes Which Have Led to It,and the Duty of the People (Baltimore; The Sun Printing Establishment, 1867) ==Further reading== * Harris, William C. Two Against Lincoln: Reverdy Johnson and Horatio Seymour, Champions of the Loyal Opposition (2017) excerpt *Steiner, Bernard C., Life of Reverdy Johnson, New Library Press.Net. . Includes Guide to Research Collections where his papers are located. Category:1796 births Category:1876 deaths Category:Politicians from Annapolis, Maryland Category:United States Attorneys General Category:Taylor administration cabinet members Category:Fillmore administration cabinet members Category:Maryland Whigs Category:Maryland Unionists Category:Maryland Democrats Category:Whig Party United States senators from Maryland Category:Unionist Party United States senators from Maryland Category:Democratic Party United States senators from Maryland Category:Ambassadors of the United States to the United Kingdom Category:19th- century American diplomats Category:Members of the Maryland House of Delegates Category:Maryland state senators Category:Maryland lawyers Category:St. John's College (Annapolis/Santa Fe) alumni Category:People of Maryland in the American Civil War Category:Union political leaders Category:People associated with the assassination of Abraham Lincoln Category:Accidental deaths from falls Category:Accidental deaths in Maryland Category:Bowie family Category:Burials at Green Mount Cemetery",
 "title": "Reverdy Johnson"
}