{
 "id": "645474",
 "text": "Crossroads of Twilight is a fantasy novel by American author Robert Jordan, the tenth book of his The Wheel of Time series. It was published by Tor Books and released on January 7, 2003. Upon its release, it immediately rose to the #1 position on the New York Times best seller list for hardcover fiction, making it the third Wheel of Time book to reach the #1 position on that list. It remained on the list for the next three months. Crossroads of Twilight consists of a prologue, 30 chapters, and an epilogue. Lord of Chaos, Knife of Dreams, New Spring, The Gathering Storm and A Memory of Light are the only other Wheel of Time books to have an epilogue. Many of the events of Crossroads of Twilight take place simultaneously with the events of the previous book, Winter's Heart. ==Pre-publication information== The prologue of Crossroads of Twilight, entitled \"Glimmers of the Pattern\", was first sold by the Scribner imprint of Simon & Schuster as an ebook on July 17, 2002, six months in advance of the physical release of the book. ==Plot summary== Perrin Aybara continues trying to rescue his wife Faile Bashere, kidnapped by the Shaido Aiel, even torturing prisoners for information. In addition, Perrin is approached with the suggestion of alliance with the Seanchan to defeat the Shaido. Mat Cauthon continues trying to escape Seanchan territory while courting Tuon, the heir to the Seanchan leadership. In the process, Mat discovers that Tuon is a sul'dam and can be taught to channel the One Power. Elayne Trakand continues trying to solidify her hold on the Lion Throne of Andor. It is revealed that she is expecting twins; but the identity of the father (Rand) is kept secret from others. Rand al'Thor sends Davram Bashere, Logain Ablar, and Loial to negotiate a truce with the Seanchan. They return at the end of the book to tell him that the Seanchan have accepted the truce, but demand the presence of the Dragon Reborn to meet with the Daughter of the Nine Moons. Egwene leads the siege of Tar Valon; but is kidnapped by agents of the White Tower after successfully blocking its River Port. ==Release details== *2003, U.S., Tor Books , Pub date 7 January 2003, hardback *2003, UK, Orbit , Pub date 7 January 2003, hardback *2003, U.S., Tor Books , Pub date ? February 2003, leather bound *2003, UK, Orbit , Pub date 6 November 2003, paperback *2003, U.S., Tor Books , Pub date ? December 2003, paperback *2003, U.S., Bt Bound , Pub date ? December 2003, hardback (library edition) ==External links== * Review from http://sfsite.com * Short summary from https://dragonmount.com Category:2003 American novels Category:2003 fantasy novels Category:American fantasy novels Category:The Wheel of Time books Category:Novels by Robert Jordan Category:Tor Books books",
 "title": "Crossroads of Twilight"
}