{
 "id": "646108",
 "text": "Henry Edmund FitzAlan-Howard, 2nd Viscount FitzAlan of Derwent (30 October 1883 – 17 May 1962), was a British peer. ==Biography== FitzAlan-Howard was the only son of Edmund FitzAlan-Howard, 1st Viscount FitzAlan of Derwent, second infancy-surviving son of Henry Fitzalan-Howard, 14th Duke of Norfolk, and Lady Mary Bertie (1859–1938), daughter of Montagu Bertie, 7th Earl of Abingdon. He served as a captain in the First World War and was wounded. After the war he was assistant private secretary from 1921 to 1922 to his father, the last Lord Lieutenant of Ireland. He succeeded to the viscountcy on his father's death in 1947. ==Marriage and children== FitzAlan was married on 9 May 1922 to Joyce Elizabeth Mary Langdale (born 25 April 1898, died 1995), eldest daughter and heiress of Lt Col Philip Joseph Langdale, OBE, JP, DL of Houghton Hall, East Riding of Yorkshire.Debrett's Peerage, 1968, p.739, Baron Manton They divorced in 1955, having had two daughters:The Peerage, entry for 2nd Viscount FitzAlan * Hon Alathea Gwendoline Alys Mary Fitzalan-Howard (born 24 November 1923, died 5 March 2001), married Hon Edward Frederick Ward, a younger son of William Ward, 2nd Earl of Dudley. * Hon Elizabeth Anne Marie Gabrielle Fitzalan-Howard (born 26 January 1934, died 20 March 1997), married Sir Vivyan Edward Naylor-Leyland, 3rd Baronet. Alathea's wartime diaries were published in 2020 as The Windsor Diaries.https://books.google.com/books/about/The_Windsor_Diaries.html?id=SP_cDwAAQBAJ Google Books listing for The Windsor Diaries ==Death== Lord FitzAlan of Derwent died on 17 May 1962, aged 78, at which time the family home was 12 Montagu Square, his taxable estate probated at .https://probatesearch.service.gov.uk Calendar of Probates and Administrations The Viscountcy became extinct on his death. ==References== Category:1883 births Category:1962 deaths Category:English people of Dutch descent Henry FitzAlan-Howard, 2nd Viscount FitzAlan of Derwent Category:Schuyler family Category:Van Cortlandt family Category:Viscounts in the Peerage of the United Kingdom",
 "title": "Henry FitzAlan-Howard, 2nd Viscount FitzAlan of Derwent"
}