{
 "id": "646933",
 "text": "thumb|3D model of a triangular bipyramid thumb|Net In geometry, the triangular bipyramid (or dipyramid) is a type of hexahedron, being the first in the infinite set of face-transitive bipyramids. It is the dual of the triangular prism with 6 isosceles triangle faces. As the name suggests, it can be constructed by joining two tetrahedra along one face. Although all its faces are congruent and the solid is face-transitive, it is not a Platonic solid because some vertices adjoin three faces and others adjoin four. The bipyramid whose six faces are all equilateral triangles is one of the Johnson solids, (J12). As a Johnson solid with all faces equilateral triangles, it is also a deltahedron. 250px == Formulae == The following formulae for the height (H), surface area (A) and volume (V) can be used if all faces are regular, with edge length L: :H = L\\cdot \\frac{2\\sqrt{6}}{3} \\approx L\\cdot 1.632993162 :A = L^2 \\cdot \\frac{3\\sqrt{3}}{2} \\approx L^2\\cdot 2.598076211 :V = L^3 \\cdot \\frac{\\sqrt{2}}{6} \\approx L^3\\cdot 0.235702260 == Dual polyhedron == The dual polyhedron of the triangular bipyramid is the triangular prism, with five faces: two parallel equilateral triangles linked by a chain of three rectangles. Although the triangular prism has a form that is a uniform polyhedron (with square faces), the dual of the Johnson solid form of the bipyramid has rectangular rather than square faces, and is not uniform. {| class=wikitable width=320 |- valign=top !Dual triangular bipyramid !Net of dual |- valign=top |160px |160px |} == Related polyhedra and honeycombs== The triangular bipyramid, dt{2,3}, can be in sequence rectified, rdt{2,3}, truncated, {2,3} and alternated (snubbed), {2,3}: :480px The triangular bipyramid can be constructed by augmentation of smaller ones, specifically two stacked regular octahedra with 3 triangular bipyramids added around the sides, and 1 tetrahedron above and below. This polyhedron has 24 equilateral triangle faces, but it is not a Johnson solid because it has coplanar faces. It is a coplanar 24-triangle deltahedron. This polyhedron exists as the augmentation of cells in a gyrated alternated cubic honeycomb. Larger triangular polyhedra can be generated similarly, like 9, 16 or 25 triangles per larger triangle face, seen as a section of a triangular tiling. :120px The triangular bipyramid can form a tessellation of space with octahedra or with truncated tetrahedra. {| class=wikitable width=480 |240px Layers of the uniform quarter cubic honeycomb can be shifted to pair up regular tetrahedral cells which combined into triangular bipyramids. |240px The gyrated tetrahedral-octahedral honeycomb has pairs of adjacent regular tetrahedra that can be seen as triangular bipyramids. |} When projected onto a sphere, it resembles a compound of a trigonal hosohedron and trigonal dihedron. It is part of an infinite series of dual pair compounds of regular polyhedra projected onto spheres. The triangular bipyramid can be referred to as a deltoidal hexahedron for consistency with the other solids in the series, although the \"deltoids\" are triangles instead of kites in this case, as the angle from the dihedron is 180 degrees. == See also== * Trigonal bipyramidal molecular geometry * Boerdijk–Coxeter helix, an extension of the triangular bipyramid by adding more tetrahedrons ==References== ==External links== * *Conway Notation for Polyhedra Try: dP3 Category:Johnson solids Category:Deltahedra Category:Pyramids and bipyramids Category:Molecular geometry",
 "title": "Triangular bipyramid"
}