{
 "id": "647180",
 "text": "Santa Rosae (also spelled Santarosae) was, before the end of the last ice age,Santarosae Island. Retrieved September 18, 2016. an ancient landmass off the coast of present-day southern California, near Santa Barbara County and Ventura County, of which the northern Channel Islands of California are remnants. At its largest, Santa Rosae was roughly 3-4 times bigger than the northern Channel Islands of today, nearly 125 km (77.67 miles) long from east to west. Between about 20,000 and 5,000 years ago, Santa Rosae lost about 70% of its land mass to post-glacial rising sea level, leaving behind a vast submerged landscape currently being explored by scientists. San Miguel, Santa Rosa, Santa Cruz, and Anacapa Island comprise the unsubmerged portions of Santa Rosae today. This island was about 5 miles offshore. It broke up between about 11,000 and 9,000 years ago, and the present northern Channel Islands took their shape after the continental ice sheets melted and sea levels rose by about 100 meters. There is evidence to suggest that a now-submerged island, Calafia, lay between Santa Rosae and the mainland. Santa Rosae had a population of pygmy mammoths (Mammuthus exilis), which became extinct roughly 13,000 years ago. On Santa Rosa Island was found the ~13,000-year-old skeleton of Arlington Springs Man, among the oldest human remains yet found in North America. As Santa Rosae was not connected to the mainland at the time, this shows that Paleo-indians settled the island using boats. Archaeological evidence shows that these Paleocoastal peoples had sophisticated maritime technologies and fished, hunted marine mammals and birds, and harvested island plant foods Erlandson, J.M., T.C. Rick, T.J. Braje, M. Casperson, B. Culleton, B. Fulfrost, T. Garcia, D. Guthrie, N. Jew, D. Kennett, M.L. Moss, L.. Reeder, C. Skinner, J. Watts, & L. Willis. 2011. Paleoindian seafaring, maritime technologies, and coastal foraging on California’s Channel Islands. Science 441:1181-1185. These Paleocoastal peoples, who survived on the island until about 8,000 years ago, may be the ancestors of the Island Chumash tribe, who lived on the northern Channel Islands for millennia until Spanish authorities removed them to mainland missions in the 1820s.Braje, T.J., J.G. Costello, J.M. Erlandson, M.A. Glassow, J.R. Johnson, D.P. Morris, J.E. Perry, & T.C. Rick. 2010. Channel Islands National Park Archaeological Overview and Assessment (M. Glassow, editor). National Park Service, digital volume. ==See also== * Maui Nui ==References== Category:Channel Islands of California Category:Geology of California Category:Pleistocene California Category:Former islands of the United States Category:Geography of Southern California Category:Geology of Santa Barbara County, California Category:Geology of Ventura County, California Category:Islands of California Category:Islands of the Pacific Ocean Category:Natural history of the Channel Islands of California Category:Pleistocene Series of North America Category:Former islands from the last glacial maximum",
 "title": "Santa Rosae"
}