{
 "id": "647866",
 "text": "Sven Jaschan (born April 29, 1986) is a former black-hat hacker turned white- hat and a security expert/consultant and creator of the NetSky worms, and Sasser computer worms. == History == Jaschan lived in the village of Waffensen, Germany, and attended a computer science school in nearby Rotenburg. He was a shy and quiet person. He admitted to writing and releasing the two damaging worms when arrested by German police on 7 May 2004 after a three-month-long international investigation. Following his arrest, Microsoft confirmed that they had received tip-offs from more than one source, and that the $250,000 reward for identifying the author of the NetSky worm would be shared between them. A Microsoft official attended the arrest and the initial interrogation. Some sources claim that at least one tip-off came from a classmate of Jaschan's to whom he had boasted of his activities. Several of Jaschan's classmates also came under investigation following Jaschan's arrest. There was also speculation that he had written the worms to drum up business for his mother and stepfather's PC support business and was actively working on an antidote to the worm. \"Sasser Arrest\", Sophos.com, modified and retrieved November 7, 2006. In an interview in July 2004, Jaschan claimed to have written the Netsky worms in order to remove infection with Mydoom and Bagle worms from victims' computers. He also confirmed that a classmate had given a tip to Microsoft. == Sasser Worm damage and subsequent arrest == A report by Sophos in August 2004 claimed that Jaschan's viruses were responsible for 70% of the infections seen in the first half of that year. Following his initial arrest, Jaschan was released pending trial. Several companies and institutions have posted damage claims against him. According to the Rotenburg-Wümme State Court, four German lawsuits were settled for under $1,000 each. Jaschan was tried as a minor because the German courts determined that he created the virus before he was 18. The virus was released on his 18th birthday (April 29, 2004). Sven Jaschan was found guilty of computer sabotage and illegally altering data. On Friday, July 8, 2005, he received a 21-month suspended sentence. He later received three years probation and had to complete 30 hours of community service in a retirement home.\"Sven Jaschan Arrest\", ZdnetAsia, modified and retrieved November 7, 2006. == Employment == Jaschan was hired by the German security company Securepoint on September 1, 2004 as a security consultant.Sasser author gets IT security job\", The Register, retrieved October 25, 2019. In retaliation, the German security company Avira (formerly H+BEDV) officially halted its cooperation with Securepoint on September 23, 2004. == References == Category:1986 births Category:Living people Category:21st-century German criminals Category:German computer programmers Category:Criminals from Lower Saxony Category:People from Rotenburg an der Wümme",
 "title": "Sven Jaschan"
}