{
 "id": "648102",
 "text": "thumb|upright|Silicone-based caulk on this upturned bathroom sink will spread smoothly, sealing the gap, when the sink is turned over and installed. Caulk or, less frequently, caulking is a material used to seal joints or seams against leakage in various structures and piping. The oldest form of caulk consisted of fibrous materials driven into the wedge-shaped seams between boards on wooden boats or ships. Cast iron sewerage pipe were formerly caulked in a similar way. Riveted seams in ships and boilers were formerly sealed by hammering the metal. Modern caulking compounds are flexible sealing compounds used to close up gaps in buildings and other structures against water, air, dust, insects, or as a component in firestopping. In the tunnelling industry, caulking is the sealing of joints in segmental precast concrete tunnels, commonly by using concrete. ==Historical uses== ===Wooden shipbuilding=== Traditional caulking (also spelled calking) on wooden vessels uses fibers of cotton and oakum (hemp fiber soaked in pine tar). These fibers are driven into the wedge-shaped seam between planks, with a caulking mallet and a broad chisel-like tool called a caulking iron. The caulking is then covered over with a putty, in the case of hull seams, or else in deck seams with melted pine pitch, in a process referred to as paying, or \"calefaction\". Those who carried out this work were known as caulkers. In the Hebrew Bible, the prophet Ezekiel refers to the caulking of ships as a specialist skill. Modern marine sealants are frequently used now in place of the pitch, or even to supplant the oakum and cotton itself. File:Caulked hull timbers, Spry, Blists Hill.jpg|Dried-out caulking on the Severn trow Spry, now displayed on shore File:Caulking tools.jpg|The tools of traditional wooden ship caulking: caulking mallet, caulker's seat, caulking irons, cotton and oakum File:MaryRose-caulking tools2.JPG|A caulking mallet, tar pot and a piece of petrified tar found on board the 16th century carrack Mary Rose ===Iron or steel shipbuilding=== In riveted steel or iron ship construction, caulking was a process of rendering seams watertight by driving a thick, blunt chisel-like tool into the plating adjacent to the seam. This had the effect of displacing the metal into a close fit with the adjoining piece. Originally done by hand much like wooden vessel caulking, pneumatic tools were later employed. With the advent of electric-arc welding for ship construction, steel ship caulking was rendered obsolete. ===Boilermaking=== Caulking of iron and steel, of the same type described above for ship's hulls, was also used by boilermakers in the era of riveted boilers to make the joints watertight and steamtight. ==Modern use in construction== To caulk in the building trades is to close up joints and gaps in buildings. Caulking provides thermal insulation, controls water penetration and reduces noise transmission. This is mostly done with ready-mixed construction chemicals sold as caulk such as silicone, polyurethane, polysulfide, silyl-terminated-polyether or polyurethane and acrylic sealant. ===Application=== For bulk use, caulk is generally distributed in disposable cartridges, which are rigid cylindrical cardboard or plastic tubes with an applicator tip at one end, and a movable plunger at the far end. These are used in caulking guns, which typically have a trigger connected to a rod which pushes the plunger, and has a ratchet to prevent backlash. The push rod may also be actuated by a motor or by compressed air. Similar mechanisms are used for grease guns. For smaller applications, caulk may be distributed in squeeze tubes. ===Backer rod=== Backer rod, also called backer material or back-up rod, is a flexible foam product used behind caulking to increase elasticity, reduce consumption, force the caulking into contact with the sides of the joint creating a better bond, determine the thickness of the caulking, and define the cross-section hour-glass shape of the caulk. The backer rod also acts as a bond breaker to keep the caulking from sticking to the bottom of the opening—called a three-sided bond—with the caulk only adhering to the sides of the opening in an hour-glass shape it can flex more easily and is less likely to tear. Backer rods can also be used to reduce consumption of the caulking by filling part of the joints. Backer rod is often round and rope-like in shape but many special types and shaped such as square, rectangular and D-shapes are available. High temperature backer rods are available. It is available in different diameters and firmness, and in polyethylene and polyurethane materials. Backer rod also comes in open-cell and closed-cell types of foam. Closed-cell foam does not absorb water and is impermeable. Closed-cell rods are less compressible and should not be compressed more than 25%. Closed-cell rod will also lose firmness and out-gas if damaged during installation or overcompressed or at sharp bends. The gasses cannot pass through this backer rod and can deform, weaken, and even cause holes (leaks) in the sealant as it escapes. Out-gassing is the reason that open-cell backer rod was developed. Open-cell foam is porous so it will let gasses through which could otherwise cause blistering of the sealant. Additionally, open-cell backer rod allows air to get to the back side of the sealant which accelerates curing when used with air-cured sealants such as silicone. Open-cell rod is more compressible than closed-cell foam and should be compressed 25% to 75%. ===Energy efficiency=== According to the Consumer Federation of America, sealing unwanted leaks around homes is an excellent way to cut home energy costs and decrease the household carbon footprint. Also, sealing cracks and crevices around homes lessens the strain on home appliances and can save time, money and hassle by preventing major repairs. Additionally, increasing the lifetime of homes and appliances also puts less waste and pollution into landfills. ===Preventing infestation=== Sealing cracks and crevices prevents ingress by rodents. ==Types== ===Silicone=== Silicone caulk is a mold- and mildew-resistant sealant. It has high flexibility and less likely to crack, peel, and distort on buildings with movement. ===Acrylic latex=== The most common type of caulk is acrylic latex, for general-purpose use. Not only is acrylic latex inexpensive, but it is also the easiest type to apply smoothly and later paint if needed. ===Acrylic tile sealant=== Acrylic tile sealant usually comes in small tubes and is commonly used for wet applications. ===Vinyl latex=== On average lasts longer than the more common acrylic latex caulking. ===Polyurethane=== Very durable and professional grade. ==References== ==External links== * * Category:Building materials",
 "title": "Caulk"
}