{
 "id": "648440",
 "text": "Sir John Evans (17 November 1823 – 31 May 1908) was an English archaeologist and geologist. ==Biography== John Evans, son of the Rev. A. B. Evans, was born at Britwell Court, Buckinghamshire. At the age of seventeen he started to work for the paper-manufacturing business of John Dickinson & Co. Ltd at Nash Mills (Hemel Hempstead, Hertfordshire). The company had been founded by his uncle and later father-in-law John Dickinson (1782–1869), who was also its senior partner. In 1850 Evans was admitted as a partner in the company and did not retire from active management until 1885. Apart from his managerial work John Evans was also a distinguished antiquary, archaeologist and numismatist. He was president of the following societies and institutions: * The Society of Antiquaries, from 1885 to 1892. * The Royal Numismatic Society, from 1874 to the time of his death. * The Geological Society of London, from 1874 to 1876. * The Anthropological Institute of Great Britain and Ireland, from 1877–1879. * The Society of Chemical Industry, from 1891 to 1893. * The British Association for the Advancement of Science, from 1897 to 1898. He was elected a Fellow of the Royal Society in 1864 and for twenty years (1878–1898) he was treasurer of the Royal Society. He was appointed High Sheriff of Hertfordshire for 1881.Sir John Evans: Learned Societies and Awards . University of Oxford, Ashmolean Museum, 2009 Also in 1881, he was elected as a member to the American Philosophical Society. As President of the Society of Antiquaries he was an ex officio trustee of the British Museum and subsequently he became a permanent trustee. His academic honors included honorary degrees from several universities and he was a corresponding member of the Institut de France. He was created a KCB (Knight of the Order of the Bath) in 1892. Most of his very large personal archaeological collection was given to the Ashmolean Museum in Oxford by his son Arthur. The Anglo-Saxon jewelled \"Ixworth Cross\" and \"Tostock Buckle\" are two of the outstanding objects.Sir John Evans's collections of artefacts – British . University of Oxford, Ashmolean Museum, 2009. His library was left to the Bodleian Library.Evans's Book Collection . University of Oxford, Ashmolean Museum, 2009. A collection of Iron Age antiquities Evans and Sir John Lubbock excavated at the site of Hallstatt in Austria is now in the British Museum's collection.British Museum CollectionBritish Museum Collection He lived at Britwell on Castle Hill in Berkhamsted where he died in 1908. ==Works== He was the author of three books, in their day standards in their field: *The Coins of the Ancient Britons (1864); *The Ancient Stone Implements, Weapons and Ornaments of Great Britain (1872); and *The Ancient Bronze Implements, Weapons and Ornaments of Great Britain and Ireland (1881). He also wrote papers on archaeological and geological subjects, notably the papers on Flint Implements in the Drift communicated in 1860 and 1862 to Archæologia. ==Family== thumb|235px|John Evans Evans was married three times, widowed twice, and had six children. His first wife was Harriet Ann Dickinson, daughter of John Dickinson, owner of the paper business, and Ann Dickinson, née Grover. They had five children: * Sir Arthur John Evans (1851–1941), curator of the Ashmolean Museum and excavator of Minoan Crete. * Lewis Evans (1853–1930), who continued the family business and collected scientific instruments that formed the core of the collection for the Museum of the History of Science, Oxford. * (Philip) Norman Evans (1854–1893), became a chemist after working for the firm * Alice Evans (1856–1882), married William Minet, died relatively young * Harriet Ann Evans (1857–1938), married a Longman of the publishing family Harriet died on 1 January 1858, and he married a cousin, Frances Phelps (1826–1890), the fourth daughter of Joseph Phelps and Elizabeth Phelps (née Dickinson). She died on 22 September 1890. Then, on 9 July 1892, John married Maria Millington Lathbury (1856–1944) and they had a daughter Dame Joan Evans, a distinguished art historian of French and English medieval art. Her partly autobiographical book Time and Chance: The Story of Arthur Evans and His Forebears (1943) is an important source on her father. ==Notes== ==Publications== *The ancient stone implements, weapons and ornaments, of Great Britain (1872) ==References== *Ashmolean Museum, Sir John Evans Centenary Project * ==External links== * * Category:1823 births Category:1908 deaths Category:People from Burnham, Buckinghamshire Category:English archaeologists Category:19th-century British geologists Category:English antiquarians Category:Fellows of the Royal Society Category:Fellows of the Society of Antiquaries of London Category:Fellows of the Royal Anthropological Institute of Great Britain and Ireland Category:Knights Commander of the Order of the Bath Category:English numismatists Category:Lyell Medal winners Category:High Sheriffs of Hertfordshire Category:Prehistorians Category:Presidents of the British Science Association Category:Presidents of the Royal Numismatic Society Category:People associated with the Pitt Rivers Museum Category:Presidents of the Royal Anthropological Institute of Great Britain and Ireland Category:Presidents of the Society of Antiquaries of London Category:19th- century English businesspeople",
 "title": "John Evans (archaeologist)"
}