{
 "id": "648602",
 "text": "Ardudwy is an area of Gwynedd in north-west Wales, lying between Tremadog Bay and the Rhinogydd. Administratively, under the old Kingdom of Gwynedd, it was first a division of the sub kingdom (cantref) of Dunoding and later a commote in its own right. The fertile swathe of land stretching from Barmouth to Harlech was historically used as pasture. The name exists in the modern community and village of Dyffryn Ardudwy. ==History== Ardudwy features prominently in Welsh mythology. In the Second Branch of the Mabinogi, Bendigeidfran holds court at Harlech, and his severed head returns there for seven years before it is taken on to Gwales.The Mabinogion: Branwen the Daughter of Llyr, translated by Lady Charlotte Guest. Online at www.sacred- texts.com. In the Fourth Branch, Lleu Llaw Gyffes is given Eifionydd and Ardudwy as his fief by Math fab Mathonwy. Lleu built his palace at Mur y Castell in Ardudwy. He reigned there before and after the usurpation of Gronw Pebr, whom he killed on the banks of the River Cynfael.The Mabinogion (op. cit.): Math the son of Mathonwy. A holed stone in Ardudwy is still known as Llech Ronw (Gronw's Stone). Ardudwy is later associated with the 9th-century chieftain Collwyn ap Tango, the progenitor of the fifth of the Fifteen Noble Tribes of Gwynedd. He was Lord of Eifionydd, Ardudwy and part of Llŷn and is a maternal ancestor of the Anwyl of Tywyn Family. Ardudwy was a core part of the Kingdom of Gwynedd above the River Conwy throughout the early Middle Ages. After the conquest and subjugation of Gwynedd in 1283, the cantref was merged with Meirionydd to form the new county of Merionethshire. This situation was retained until 1974, when Welsh Local Government was reorganised and it became part of the reformed Gwynedd, where it remains to this day. ==References== Category:Barmouth Category:Dyffryn Ardudwy Category:Ffestiniog Category:Ganllwyd Category:Harlech Category:Llanbedr Category:Llanelltyd Category:Llanfair, Gwynedd Category:Llanfrothen Category:Maentwrog Category:Penrhyndeudraeth Category:Talsarnau Category:Trawsfynydd Category:Commotes of Gwynedd Category:Commotes of Snowdonia",
 "title": "Ardudwy"
}