{
 "id": "648940",
 "text": "The Easter Offensive, also known as the 1972 spring–summer offensive () by North Vietnam, or the red fiery summer () as romanticized in South Vietnamese literature, was a military campaign conducted by the People's Army of Vietnam (PAVN, the regular army of North Vietnam) against the Army of the Republic of Vietnam (ARVN, the regular army of South Vietnam) and the United States military between 30 March and 22 October 1972, during the Vietnam War. This conventional invasion (the largest invasion since 300,000 Chinese troops had crossed the Yalu River into North Korea during the Korean War) was a radical departure from previous North Vietnamese offensives. The offensive was designed to achieve a decisive victory, which even if it did not lead to the collapse of South Vietnam, would greatly improve the North's negotiating position at the Paris Peace Accords. The U.S. high command had been expecting an attack in 1972 but the size and ferocity of the assault caught the defenders off balance, because the attackers struck on three fronts simultaneously, with the bulk of the North Vietnamese army. This first attempt by the Democratic Republic of Vietnam (North Vietnam) to invade the south since the Tet Offensive of 1968, became characterized by conventional infantry–armor assaults backed by heavy artillery, with both sides fielding the latest in technological advances in weapons systems. In the I Corps Tactical Zone, North Vietnamese forces overran South Vietnamese defensive positions in a month-long battle and captured Quảng Trị city, before moving south in an attempt to seize Huế. The PAVN similarly eliminated frontier defense forces in the II Corps Tactical Zone and advanced towards the provincial capital of Kon Tum, threatening to open a way to the sea, which would have split South Vietnam in two. Northeast of Saigon, in the III Corps Tactical Zone, PAVN forces overran Lộc Ninh and advanced to assault the capital of Bình Long Province at An Lộc. The campaign can be divided into three phases: April was a month of PAVN advances; May became a period of equilibrium; in June and July the South Vietnamese forces counter-attacked, culminating in the recapture of Quảng Trị City in September. On all three fronts, initial North Vietnamese successes were hampered by high casualties, inept tactics and the increasing application of U.S. and South Vietnamese air power. One result of the offensive was the launching of Operation Linebacker, the first sustained bombing of North Vietnam by the U.S. since November 1968. Although South Vietnamese forces withstood their greatest trial thus far in the conflict, the North Vietnamese accomplished two important goals: they had gained valuable territory within South Vietnam from which to launch future offensives and they had obtained a better bargaining position at the peace negotiations being conducted in Paris. ==Background== ===Planning=== In the wake of the failed South Vietnamese Operation Lam Son 719, the Hanoi leadership began discussing a possible offensive during the 19th Plenum of the Central Committee of the Vietnam Workers' Party in early 1971. Convinced that they had destroyed South Vietnam's best units during Lam Son 719, by December, the Politburo had decided to launch a major offensive early in the following year. 1972 would be a U.S. presidential election year, and the possibility of affecting the outcome was enticing and there was increasing anti-war sentiment among the population and government of the U.S. With American troop withdrawals, South Vietnamese forces were stretched to breaking point along a border of more than and the poor performance of ARVN troops in the offensive into Laos promised an easy victory. This decision marked the end of three years of political infighting between two factions within the Politburo: those members grouped around Trường Chinh, who favored following the Chinese model of continued low-intensity guerrilla warfare and rebuilding the north, and the \"southern firsters\" around Defense Minister Võ Nguyên Giáp, supported by First Party Secretary Lê Duẩn (both of whom supported the Soviet model of big offensives). The failure of the Tet Offensive of 1968 had led to a downgrading of Giap's influence, but the victory achieved over South Vietnamese forces during the Laotian incursion brought Giap's strategy back into the ascendant. Lê Duẩn was given responsibility for planning the operation but Giap never rose to his former prominence, dealing chiefly with logistical matters and the approval of operational planning. The officer entrusted with the conduct of the offensive was the PAVN chief of staff, General Văn Tiến Dũng. The central questions then became where and with what forces the offensive would be launched and what its goals were to be. North Vietnam had used the border regions of Laos and Cambodia as supply and manpower conduits for a decade and a demilitarized zone that separated the two Vietnams. There, the line of communication would be shortest and forces could be concentrated where \"the enemy is weakest...violent attacks will disintegrate enemy forces...making it impossible for him to have enough troops to deploy elsewhere.\" This was an important consideration, since the northern thrust would serve to divert South Vietnamese attention and resources, while two other attacks were to be launched: one into the central highlands, to cut the country in two and another eastwards from Cambodia to threaten Saigon. thumb|right|200px|Republic of Vietnam: Corps Tactical Zones The offensive was given a title steeped in Vietnamese history. In 1773, the three Tây Sơn brothers (so-called because of the place of their origin) united a Vietnam divided by civil war and social unrest. The youngest brother, Nguyễn Huệ, then defeated an invading Chinese army on the outskirts of Hanoi in 1788. The campaign eventually employed the equivalent of 14 divisions. There was the distinct possibility of destroying or at least crippling large elements of the ARVN; possibly deposing of South Vietnamese President Nguyễn Văn Thiệu; convincing the U.S. as to the hopelessness of continued support to the South and demonstrating the failure of Vietnamization. The prospect of seizing a South Vietnamese provincial capital, which could then be proclaimed as the seat of the Provisional Revolutionary Government, was also enticing. The attitude of the North Vietnamese leadership was illustrated in an article in a 1972 party journal: \"It doesn't matter whether the war is promptly ended or prolonged...Both are opportunities to sow the seeds; all we have to do is to wait for the time to harvest the crop.\" The northern leadership was taken aback during the summer of 1971, when an announcement was made that U.S. President Richard Nixon would visit the People's Republic of China, on a diplomatic mission before May 1972. The Chinese placated the suspicions of their ally, by reassuring North Vietnam that even more military and economic aid would be forthcoming in 1972. The Soviet Union, perceiving the growing antagonism between the People's Republic and North Vietnam, sought to widen the rift by also agreeing to \"additional aid without reimbursement\", for North Vietnam's military forces. These agreements led to a flood of equipment and supplies necessary for a modern, conventional army. This included 400 T-34, T-54 and Type 59 (a Chinese version of the T-54) medium and 200 PT-76 light amphibious tanks, hundreds of anti- aircraft missiles, including the shoulder-fired, heat-seeking SA-7 Strela (called the Grail in the West), anti-tank missiles, including the wire-guided AT-3 Sagger and heavy-caliber, long-range artillery. To man the new equipment, 25,000 North Vietnamese troops received specialized training abroad, 80 percent of them in the Soviet Union or Eastern Europe. A contingent of high- level Soviet military personnel also arrived in Vietnam and stayed until March 1972 in preparation for the offensive. ===Miscalculation=== During late 1971, U.S. and South Vietnamese intelligence estimates of communist intentions were mixed. An offensive was expected, but intelligence as to its timing, location, and size were confusing. The communists had mounted the Tet Offensive in 1968, but it had been conducted mainly by Vietcong (VC) in the initial phase, which had been destroyed in the process. Without VC support, a large-scale PAVN offensive was considered highly unlikely. A PAVN thrust across the DMZ was also considered unlikely. Past infiltration and offensive operations had been conducted through and from Laotian and Cambodian territory and a DMZ offensive would be a blatant violation of the Geneva Agreement, which North Vietnam was adamant in defending. In December, intelligence became conclusive that PAVN units supporting Khmer Rouge operations in Cambodia began returning to the border areas. In Laos and Cambodia, there was also an unusual expansion of infiltration. In North Vietnam, there was a noticeable increase in military recruitment. In January, Defense Intelligence Agency officers briefed Secretary of Defense Melvin Laird to state that PAVN would attack after the Tết holidays and that the offensive would involve the widespread use of armored forces. Laird was unconvinced and told the U.S. Congress in late January that a large communist offensive \"was not a serious possibility\" U.S. and South Vietnamese intelligence services had no consensus as to communist intentions, but Military Assistance Command, Vietnam (MACV), was suspicious and sent several reconnaissance teams into the Mụ Giạ and Ban Karai Pass areas and discovered a buildup of PAVN forces and equipment. MACV then decided that the North Vietnamese were preparing for an offensive in the central highlands and the northern provinces of South Vietnam. The brunt of an attack would be borne by South Vietnamese forces since the U.S. strength had been reduced to 69,000 troops, most of whom were in support roles and the number was to be reduced to 27,000 by 30 November. The U.S. commander, General Creighton W. Abrams, was convinced an offensive was likely but was also convinced that the attack would begin during or near the Tết holidays, at the beginning of the year. He notified Admiral Thomas Moorer, the chairman of the Joint Chiefs of Staff, that the North Vietnamese might attempt to \"duplicate the effects of the 1968 offensive, perhaps by a limited operation aimed less at inflicting defeat on the battlefield than in influencing American public opinion.\" The consensus at MACV was that such an offensive would be launched against II Corps, in the Central Highlands. When the offensive did not occur, he and his headquarters were ridiculed in the American press for crying wolf.Life magazine, 24 March 1972. The moment of crisis seemed to have passed, and by the end of March, allied forces that had been standing by had returned to pacification efforts. U.S. Ambassador Ellsworth Bunker left for Nepal, and General Abrams went to Thailand to spend the Easter holiday with his family. thumb|right|200px|The Nguyen Hue Offensive of 1972 The ARVN units upon which the initial North Vietnamese attack was to fall included the 1st and 3rd Divisions in Quảng Trị and Thừa Thiên Provinces and the 2nd Division, further south. The force was supplemented by two brigades of Marines (the 147th and 258th), the 51st Infantry Regiment, the 1st Ranger Group and Regional and Popular Forces, approximately 30,000 men. The units were in static defensive positions and lacked adequate mobile reserves. Bearing the initial brunt of the attack would be the 3rd Division, which had been created in October 1971 and was located in an arc of outposts near the DMZ, to replace departing American troops. To create the new unit, the 1st Division (arguably ARVN's best unit) was stripped of its 2nd Regiment and the 11th Armored Cavalry was brought up from the I Corps reserve. Both units were experienced, well- trained, well-equipped, and well-led. The 3rd Division's other two regiments, the 56th and 57th were made up of recaptured deserters, men released from jail, and regional and provincial forces. It was led by cast-off officers and sergeants from other units. Like other ARVN units at this stage of the conflict, the division suffered from a dearth of American advisors, who then served only at regimental, brigade, and divisional headquarters. Because of the general belief that the North Vietnamese would not violate the sacrosanct boundary, the unit was stationed in the relatively \"safe\" area directly below the DMZ. The division was commanded by newly-promoted Brigadier General Vũ Văn Giai, the former deputy commander of the 1st Division. The I Corps commander, Lieutenant General Hoàng Xuân Lãm, was an officer who epitomized the indecision and the ineffectiveness of Saigon's command structure, as had been discovered all too blatantly during Operation Lam Son 719. Lam concentrated on administrative matters and left tactical decisions to his subordinate commanders. Considering the circumstances, that was a workable solution only as long as his division commanders encountered no major difficulties. U.S. intelligence had been squabbling over a possible PAVN attack across the DMZ attack during the months preceding the offensive. DIA analysts \"cautiously\" predicted such a contingency, but the CIA downplayed the possibility. General Lam's American advisors agreed with his assessment that a blatant North Vietnamese violation of the Geneva Accord was unlikely. When the weekend of Easter 1972 arrived, General Giai had planned to rotate the operational areas of his 56th Regiment (along the central DMZ) with the 2nd Regiment (around the artillery base at Camp Carroll in the west). Because of a truck shortage, the units were moved simultaneously and became hopelessly intermixed and disorganized. At 11:30 on 30 March, both unit headquarters shut down their radios, for the exchange of operational areas. With communications fragmented, its units entangled, and the weather bad enough to prevent aerial operations, the 3rd Division offered the massed PAVN forces to the north an irresistible target. ==Offensive== ===I Corps – Quảng Trị=== 300px|right|thumb|PAVN 122mm artillery battery goes into action on the Kon Tum front The offensive began at noon on 30 March 1972, when an intense artillery barrage rained down on the northernmost ARVN outposts in Quảng Trị Province. Two PAVN divisions (the 304th and 308th – approximately 30,000 troops) supported by more than 100 tanks (in 2 Regiments) then rolled over the Demilitarized Zone to attack I Corps, the five northernmost provinces of South Vietnam. The North Vietnamese 308th Division and two independent regiments assaulted the \"ring of steel\", the arc of ARVN firebases just south of the DMZ. From the west, the 312th, including an armoured regiment, moved out of Laos along Route 9, past Khe Sanh, and into the Quảng Trị River Valley. Significantly, allied intelligence had failed to predict both the scale of the offensive and the method of attack, giving PAVN \"the inestimable benefit of shock effect, a crucial psychological edge over defenders who had expected something quite different.\" thumb|left|200px|PAVN offensive in I Corps On 1 April, South Vietnamese General Giai, ordered a withdrawal of the 3rd Division south of the Cửa Việt/Thach Han River in order for his troops to reorganize. The following morning, ARVN armoured elements held off a PAVN offensive briefly when the crucial Highway QL-1 bridge over the Cửa Việt River at Đông Hà was blown up by Capt. John Ripley, adviser to the 3rd Vietnamese Marine Battalion. The initial PAVN units were then joined by the 320B and 325C Divisions. Simultaneously, the 324B Division moved out of the A Sầu Valley and advanced directly eastward toward Fire Bases Bastogne and Checkmate, which protected the old imperial capital of Huế from the west. The North Vietnamese advance had been timed to coincide with the seasonal monsoon, whose cloud ceilings negated many U.S. airstrikes. PAVN advance elements were soon followed by anti-aircraft units armed with new ZSU-57-2 tracked weapon platforms and man-portable, shoulder- fired Grail missiles, which made low-level bombing attacks hazardous. Camp Carroll, an artillery firebase halfway between the Laotian border and the coast, was the linchpin of the South Vietnamese northern and western defense line and was the strongest obstacle to the North Vietnamese before Quảng Trị City. On 2 April, Colonel Pham Van Dinh, commander of the 56th ARVN Regiment, surrendered the camp and his 1,500 troops with barely a shot being fired. Later in the day, ARVN troops abandoned Mai Loc, the last western base. This allowed North Vietnamese forces to cross the Cam Lộ bridge, 11 kilometers to the west of Đông Hà. PAVN then had almost unrestricted access to western Quảng Trị Province north of the Thạch Hãn River. thumb|right|ARVN M-48 tanks are positioned near the Dong Ha River overlooking QL-9 during the Easter Offensive, 10 April 1972 On 21 April, Abrams notified the U.S. Secretary of Defense that > In summary...the pressure is mounting and the battle has become brutal...the > senior military leadership has begun to bend and in some cases to break. In > adversity, it is losing its will and cannot be depended upon to take the > measures necessary to stand and fight. The PAVN advance was slowed by delaying actions for three weeks, and the South Vietnamese launched several counterattacks, but on the morning of 27 April, the North Vietnamese came on again, launching multi-pronged attacks against Đông Hà (which fell on the following day) and advancing to within 1.5 kilometers of Quảng Trị City. General Giai had planned a staged withdrawal from the city to consolidate south of the Thạch Hãn, but bewildered by conflicting orders from Lãm and Giai, most ARVN formations splintered and then collapsed, conceding most of the province north of the city.Trưởng, p. 38. See also Fulghum and Maitland, pp. 145–147. For those units that did not fall apart, see ibid., p. 147. For Lãm's culpability, see Andrade, p. 150. On 29 April, Giai ordered a general retreat to the Mỹ Chánh River, thirteen kilometers to the south. U.S. military advisors in Quảng Trị called for emergency helicopter extraction and, on 1 May 132 survivors were evacuated from Quảng Trị, including 80 U.S. soldiers. The exodus of ARVN forces was joined by tens of thousands of South Vietnamese civilians fleeing from the fighting. As the mass of humanity jostled and shoved its way south on Highway 1, it presented an inviting target for North Vietnamese artillerists. They were soon joined by PAVN infantry, who moved by the flank to attack the column. ARVN units, with no leadership and all unit cohesion gone, could muster no defense. Meanwhile, to the west, Fire Support Bases Bastogne and Checkmate had fallen after staunch ARVN defense and massive B-52 bomber strikes, which inflicted heavy casualties. Giai evacuated the last of his forces from Quảng Trị City, which fell to PAVN forces on 2 May. That same day General Lam was summoned to Saigon for a meeting with President Nguyễn Văn Thiệu. He was relieved of command of I Corps and replaced by Lieutenant General Ngô Quang Trưởng, commander of IV Corps. Trưởng's mission was to defend Huế, minimize further losses, and retake captured territory. Although saddled with raw troops and constantly countermanded by his superiors, General Giai had conducted a reasonably good defense. Even Trưởng pleaded his case with Thiệu, wanting to keep Giai in command of the 3rd Division. It was in vain. Giai, who was to be made the scapegoat for the collapse, was tried for \"desertion in the face of the enemy\", and sentenced to five years in prison. ===I Corps – Huế=== thumb|right|South Vietnamese northern defense line Hoping to break the stalemate that was developing on the northern front, Lieutenant General Trần Văn Quang, commander of the B-4 Front, attacked on 1 April west from the A Shau Valley toward Huế with the 324B Division. Spoiling attacks by the ARVN 1st Division, however, threw off the timetable. On 28 April 29 and 803rd PAVN Regiments seized Firebase Bastogne, the strongest anchor on Huế's western flank. This made Firebase Checkmate untenable, and it too was evacuated that night. This exposed Huế to a direct thrust along Route 547. On 2 May PAVN forces south of Huế tried to surround the city. thumb|right|An ARVN outpost on the My Chanh Line, 2 May 1972 The PAVN also attempted to press their attack southward down Highway 1 and across the Mỹ Chánh River to Huế, but, fortunately for the South Vietnamese, after Trưởng took command, the 1st and Marine Divisions were reinforced by the 2nd and 3rd Brigades of the Airborne Division (which now totaled three brigades), and the reorganized 1st Ranger Group, raising the ARVN manpower total to 35,000. Also fortuitous was a one-week clearing of the weather, which allowed the application of massive U.S. bombing. The PAVN advance was halted on 5 May at the Mỹ Chánh Line. ===I Corps – Counteroffensive=== By mid-May, Trưởng felt strong enough to go on the offensive in a series of limited attacks, feints, and raids codenamed Song Than (Tsunami) that were planned to throw the North Vietnamese off balance, enlarge the defensive perimeter around Huế, and deny the enemy time and space to maneuver. Between 15 and 20 May, Firebases Bastogne and Checkmate were recaptured. PAVN forces then launched another attempt to take the city on 21 May, losing 18 tanks and approximately 800 men in the process. On 25 May a second North Vietnamese assault managed to cross the My Chanh River, but ARVN defenders put up ferocious resistance, forcing their enemy back across on 29 May. This was the last serious assault on the defenses of Huế. Major General Frederick J. Kroesen, senior U.S. advisor in I Corps, believed that the fall of Quảng Trị should have heralded the fall of Huế, but the North Vietnamese did not exploit their opportunity quickly enough. \"That he failed completely to take advantage of the moment must be classed as another great blunder of the Quảng Trị campaign.\" By mid-June, clearing weather allowed more accurate aerial bombardment and shelling from U.S. warships offshore. On the 14th, Trưởng briefed President Thiệu and MACV on his planned counterattack to retake Quảng Trị Province. Thiệu was not convinced, preferring a smaller-scale operation. The persistent Trưởng finally convinced the president, emphasizing that such an effort would be possible \"employing the superior firepower of our American ally.\" Thiệu finally approved the concept. Trưởng launched Operation Lam Son 72 on 28 June. The 1st Division continued its westward push toward Laos while the Airborne and Marine Divisions, the 1st Ranger Group, and the 7th Armored Cavalry moved north to retake Quảng Trị. The Airborne Division led the way and, utilizing airmobile end-runs and the North Vietnamese were slowly levered out of their defensive positions. The division then advanced to the outskirts of Quảng Trị City within ten days, but then President Thieu intervened in the operation. Trưởng had planned to bypass the city and push on quickly to the Cua Viet River, thereby isolating any PAVN defenders. Thiệu, however, now demanded that Quảng Trị be taken immediately, seeing the city as \"a symbol and a challenge\" to his authority. It was not going to be an easy task for General Trưởng. The ARVN assault bogged down in the outskirts and the North Vietnamese, apprised of the plans for the offensive, moved the 304th and 308th Divisions to the west to avoid the U.S. airpower that was about to be unleashed upon Quảng Trị. The defense of the city and its walled citadel was left to PAVN replacement units and militia. One participant recalled : \"The new recruits came in at dusk. They were dead by dawn... No one had time to check where they were from, or who was their commander.\" Others described the defense as a \"senseless sacrifice\" and referred to Quảng Trị as \"Hamburger City\". Nevertheless, the PAVN units stationed within the citadel were well dug in, had the advantage of terrain and mass artillery support. An ARVN early victory was denied, and the fighting continued unabated. On 11 July, the ARVN Airborne Division and South Vietnamese Marines launched a heli-borne assault supported by U.S. Marine helicopter squadrons HMM-164, HMM-165 and U.S. Army's Troop F, 4th Cavalry north and east of the city which would cut the last remaining road and force the PAVN to reinforce and resupply across the Thach Han River, making them vulnerable to air strikes. After a vicious, three-day battle against the 48th Regiment of the 320B PAVN Division broke and withdrew. On 27 July, the ARVN Marine Division was ordered to relieve the Airborne units as the lead element in the battle. But progress was slow, consisting of vicious house-to-house fighting and incessant artillery barrages by both sides. In September, the final assault to capture the heavily defended citadel was launched; it was finally taken on 16 September. Trưởng's forces then advanced to the southern bank of the Thach Han River, where they halted, exhausted and depleted by heavy casualties and unable to push on to Đông Hà. During July, American aircraft flew 5,461 tactical sorties and 2,054 B-52 strikes and operated 5 aircraft carriers to support the counteroffensive. ===III Corps – An Lộc=== thumb|left|200px|PAVN offensive in III Corps The initial wave of the offensive was followed on 5 April by a PAVN advance out of Cambodia into Bình Long Province, northeast of Saigon. Its targets were the towns and airfields at Lộc Ninh, Quần Lợi, and An Lộc. The possible initial goals of the offensive in III Corps remain unclear, but probably began as probes that, if successful, could be easily reinforced. The invasion was launched from Cambodian Base Area 708 by the B-2 Front's 5th PAVN/VC Division and 203rd Armoured Regiment, which advanced down Highway 9 toward the border outpost of Loc Ninh. There, the 2,000 men of the ARVN 9th Regiment and a battalion of Rangers beat back five separate infantry/armor assaults before collapsing under the attack on 7 April. The North Vietnamese then isolated the 25th Division in neighboring Tây Ninh Province by sending two regiments to attack its forward outposts. Sensing that the provincial capital of An Lộc would be the next target, the III Corps commander, Lieutenant General Nguyễn Văn Minh dispatched the 5th Division to hold the town. They were reinforced by two battalions of the Ranger Group (on 7 April) and by two additional infantry battalions (on 10 and 11 April). The 21st Division, which had been stationed in the Mekong Delta, was rushed to Chơn Thành Camp to join a regiment of the 9th Division as a relief force. All forces in the area were placed under the command of Brigadier General Lê Văn Hưng, commander of the 5th Division. The move was fortuitous for the South Vietnamese, since PAVN forces were indeed proceeding eastward toward An Lộc. Simultaneously, the PAVN 7th Division bypassed the town and moved south along Highway 13 to block any relief effort launched from Chơn Thành. The North Vietnamese had decided that An Lộc, with its close proximity to Saigon, would be proclaimed as the capital of the Provisional Revolutionary Government, but even if they had been able to seize the town, they would never have been able to hold it. American air power would have made such an eventuality impossible. By 13 April, An Lộc was surrounded and under a combined artillery, armored, and infantry attack by the 9th PAVN/VC Division. PAVN forces advanced on the town through a deluge of rockets, bombs, and napalm delivered by U.S. and South Vietnamese aircraft supported by massed artillery, tank, and small arms fire. Inside the town, the contingent of U.S. advisors became essential to the defense, serving as a separate staff organizing fire and air support, logistics, and intelligence. Colonel William Miller, the senior U.S. advisor, was not happy with General Hung's continuous reluctance to launch counterattacks and his reliance on U.S. air power to defeat the North Vietnamese. His hesitation and lack of motivation prompted Miller to report that: \"He is tired – unstable – irrational – irritable – inadvisable – and unapproachable.\" The attacks persisted and PAVN forces eventually battered their way into the town, seizing the airfield and reducing the ARVN perimeter to about a square kilometer. During another assault on the 21st, PAVN tanks actually forced their way through the defense perimeter but were held at bay and then destroyed by anti- tank weapons and helicopter gunships. PAVN infantry did, however, manage to seize most of the northern sector of the town, where they began digging in (often right across the street from the ARVN defenders). The initial shock of ARVN troops instilled by North Vietnamese armor was soon abated when they discovered that, because the supporting infantry failed to advance with the tanks, they became easy prey for anti-tank weapons. On other occasions, the opposite would occur, with massed infantry assaults moving forward without armored support. This failure of tactical coordination was one of PAVN's prime weaknesses during the offensive, and one that the allies were quick to exploit. As a result of his failure to seize the town quickly, the commander of the 9th Division was officially reprimanded and local command was handed over the senior officer of the 5th PAVN/VC Division. Besides the lack of coordination, the major difficulty for the PAVN was the rain of ordnance delivered upon them by incessant air strikes, which further reduced manpower and made resupply difficult. After the failure of the assault on 21 April, the battle devolved into a siege, with the North Vietnamese pounding An Lộc and its defenders with 1,200 to 2,000 mortar, rocket, and artillery rounds per day. An Lộc was completely surrounded and could only be resupplied by air, a situation made more difficult by the loss of the airfield. Resupply was accomplished, however, by 448 aerial missions which managed to deliver 2,693 tons of air-dropped food, medical supplies, and ammunition, supported by the US Army's \"549th QM (AD/Airborne)\" (QuarterMaster, Air Delivery/Airborne) Rigger Company, which had been rapid-deployed from Okinawa in early April. From 22 April to 10 May, the tactical situation remained stable at what the Paris Match was calling \"a Verdun or a Stalingrad\" in III Corps.Paris Match, 5 July 1972. On the morning of 11 May, another PAVN assault was launched after being preceded by an artillery bombardment that fired over 8,300 shells into a defense perimeter that had shrunk to a mere by before the day was over. PAVN forces again forced their way into An Lộc, but the effort collapsed in the face of tremendous aerial attack, which cost the North Vietnamese 40 tanks and over 800 men. The reasons for the failure were not hard to discern. Beginning at 05:30 that morning and continuing for the next 25 hours, the U.S. Air Force delivered a B-52 strike every 55 minutes to support the defense. For the next three days, each time PAVN troops assembled to resume the attack, they were bombed in their assembly areas. The climactic attack on An Lộc was launched on 14 May, when the North Vietnamese attacked directly into the teeth of the ARVN defense. The failed assault was described by Colonel Walt Ulmer, the 5th Division's senior advisor: \"they were simply trying to pile on and pile on and pile on. They frittered away an awful lot of manpower.\" A relief effort had been launched by the 21st ARVN Division, but it never arrived at An Lộc. For three weeks the division crept northward along Highway 13 but it was held up by constant delaying actions by smaller PAVN forces. Although the division never reached its goal, it inadvertently supported the beleaguered city by eventually diverting almost all of the elements of the 7th PAVN Division from the fighting. Although North Vietnamese forces remained in the area and continued to shell An Lộc heavily, the impetus of their offensive was over. By 12 June, the last PAVN forces were driven from the city and its environs and over 1,000 ARVN wounded were evacuated. Slowly, the decimated North Vietnamese units faded away to the north and west as others covered their withdrawal. On 18 June, the headquarters of III Corps declared the siege to be over. The Saigon government claimed that 12,500 South Vietnamese soldiers had been killed or wounded at An Lộc. American sources claimed that 25,000 PAVN or NLF troops had been killed or wounded during the action, although those numbers could never be confirmed. ===II Corps – Kon Tum=== The objective of PAVN forces during the third phase of the Nguyen Hue Offensive was to seize the cities of Kon Tum and Pleiku, thereby overrunning the Central Highlands. This would then open the possibility of proceeding east to the coastal plains, splitting South Vietnam in two. The highlands offensive was preceded by VC diversionary operations that opened on 5 April in coastal Bình Định Province, which aimed at closing Highway 1, seizing several ARVN firebases, and diverting South Vietnamese forces from operations further west. North Vietnamese forces, under the command of Lieutenant General Hoang Minh Thao, commander of the B-3 Front, included the 320th and 2nd PAVN Divisions in the highlands and the 3rd PAVN Division in the lowlands – approximately 50,000 men. thumb|left|200px|PAVN offensive in II Corps Arrayed against them in II Corps were the ARVN 22nd and 23rd Divisions, two armored cavalry squadrons, and the 2nd Airborne Brigade, all under the command of Lieutenant General Ngô Du. It had become evident as early as January that the North Vietnamese were building up for offensive operations in the tri-border region and numerous B-52 strikes had been conducted in the area in hopes of slowing the build-up. ARVN forces had also been deployed forward toward the border in order to slow the PAVN advance and allow the application of airpower to deplete North Vietnamese manpower and logistics. The Bình Định offensive, however, threw General Du into a panic and almost convinced him to fall for the North Vietnamese ploy and divert his forces from the highlands. John Paul Vann, director of the U.S. Second Regional Assistance Group, reassured Du that it was only a ruse and to remain ready for the main blow, which he was convinced would come from western Laos. Vann, although a civilian, had been granted the unique authority to command all U.S. military advisors within his region. Vann worked day and night, using his extensive civilian and military contacts to channel U.S. support (especially air support) to the region. Major General John G. Hill Jr., Du's senior military advisor, described Vann's extraordinary actions: \"The rest of us organized around Vann's personal efforts and concentrated on getting the resources marshalled to take advantage of the leadership he was exerting with the Vietnamese.\" To counter the possible threat from the west, Du had deployed two regiments of the 22nd Division to Tân Cảnh and Đắk Tô Base Camp and two armored squadrons to Ben Het. On 12 April, the 2nd PAVN Division, elements of the 203rd Tank Regiment, and several independent regiments of the B-3 Front attacked the outpost at Tan Canh and the nearby Đắk Tô base. When the ARVN armor moved out of Ben Het toward Đắk Tô, it was ambushed and destroyed. The overwhelmed South Vietnamese defense northwest of Kon Tum quickly disintegrated, placing the command of III Corps in a quandary. With the remainder of the 22nd Division covering the coast there were few forces left to defend the provincial capital of Kon Tum. The North Vietnamese southern advance inexplicably halted for three crucial weeks. While the northern crisis waned, however, General Du began to unravel, finding it increasingly difficult to make decisions. Vann gave up all pretext of South Vietnamese command, took over himself, and openly issued orders. He placed responsibility for the defense of the city of Kon Tum on the shoulders of Colonel Ly Tong Ba, commander of the 23rd Division. Vann then used massive B-52 strikes to hold the North Vietnamese at arm's length and reduce their numbers while he managed to find additional troops with which to stabilize the situation. By 14 May, North Vietnamese forces had reached Kon Tum and launched their main assault. The 320th PAVN Division, the 1st and 141st Regiments of the 2nd PAVN Division, and elements of the 203rd Tank Regiment attacked the city from the north, south, and west. By the time of the assault, the city mustered a defensive force that consisted of the 23rd Division and several Ranger groups. Their three-week delay cost the North Vietnamese dearly. By 14 May, the worst of the fighting in I and II Corps was over and a majority of the B-52s were free to concentrate on the Central Highlands. During the North Vietnamese attack, the positions of the 44th and 45th ARVN Regiments crumbled and were overrun, but a well-placed B-52 strike landed directly on the PAVN attackers at the point of the breakthrough. The next morning, when the South Vietnamese returned to their former positions unopposed, 400 bodies were discovered, along with seven destroyed tanks. At Vann's insistence, a personnel shake-up took place in III Corps when President Thieu replaced Du with Major General Nguyễn Văn Toàn, whose outwardly confident and assertive nature was the complete opposite of Du's. The actions at Kon Tum for the following two weeks became characterized by massed PAVN assaults that were lashed by B-52, tactical air, and helicopter gunship attacks. ARVN troops then counterattacked over the remains of the attacking wave. On 26 May, four North Vietnamese regiments supported by armored forces managed to punch a hole in the defense, but their advance was halted by U.S. helicopters firing the new TOW missiles. During the following three days of fighting, 24 North Vietnamese T-54 tanks were destroyed by TOWs and the breach was sealed. With the aid of the U.S. and Republic of Vietnam Air Forces and despite severe losses, ARVN managed to hold Kon Tum during the remainder of the battle. Aerial resupply was supported by the US Army's \"549th QM (AD)\" (QuarterMaster, Air Delivery) Rigger Company, which had been rapid-deployed from Okinawa in early April. By early June, the PAVN faded back to the west, leaving behind over 4,000 dead on the battlefield. It was estimated by U.S. intelligence that total PAVN casualties in the Central Highlands during the offensive totaled between 20,000 and 40,000 troops. These figures were derived from Project CHECO's \"Kontum: Battle for the Central Highlands\", 27 October 1972, pp. 88–89. John Vann did not have time to savor his victory. While returning to Kon Tum from a briefing in Saigon on 9 June, he was killed in a helicopter crash. In late July the ARVN 22nd Division, now commanded by Brigadier General Phan Dinh Niem, in cooperation with Bình Định Province RF/PF forces, retook Hoài Nhơn and Tam Quan district towns and reestablished communications on Highway 1 north to the southern boundary of Quảng Ngãi Province. ===Southern Cambodia and IV Corps=== On 22 March the PAVN 101D Regiment, 1st Division attacked the ARVN 42nd Ranger Group outpost at Kompong Trach 15 km north of the Cambodia- South Vietnam border. Fighting continued until the end of April as each side reinforced. The PAVN 1st Division eventually seized Kompong Trach but had suffered heavy losses which impacted its later operations in IV Corps. On 7 April PAVN/VC local main force units, the 18B, 95B, D1 and D2 Regiments began attacks in the Mekong Delta, initially in Chương Thiện Province. As the ARVN 21st Division and the 15th Regiment, 9th Division had been deployed to III Corps to reinforce the fighting at An Lộc, the PAVN/VC were initially able to have some success against isolated RF/PF outposts. On 18 May elements of the PAVN 52D and 101D Regiments, 1st Division attacked Kiên Lương, the fighting continued for ten days before ARVN Rangers and armored forces succeeded in forcing the PAVN to withdraw towards the Cambodian border. On 23 May following fighting between the PAVN 207th Regiment and ARVN Ranger and armored forces in Cambodia, 15 km north of Cai Cai, the ARVN captured documents indicating plans for PAVN infiltration into northern Kiến Tường Province and subsequent attacks against Mộc Hóa. Subsequent intelligence showed that the PAVN 5th Division which had been beaten at An Lộc was moving into the Elephant's Foot () area of Cambodia and would then move into Base Area 470 in the Plain of Reeds. The ARVN 7th Division deployed to the Elephant's Foot area to engage PAVN forces and with strong U.S. air support inflicted severe losses on the PAVN units there. However despite their losses two regiments from the PAVN 5th Division and the 24th and Z18 Regiments pushed towards Base Area 470 and by early July six PAVN regiments were located in northern Định Tường Province. In late June after 22 days of fighting the ARVN 7th Division recaptured Kompong Trabek and cleared Route QL-1 (Cambodia) to Neak Loeung, however the PAVN recaptured the area when the 7th Division was withdrawn back into IV Corps in July to counter the PAVN/VC threat to Route QL-4, the vital supply line between the Delta's ricebowl and Saigon. With the return of the ARVN 21st Division and 15th Regiment, 9th Division to IV Corps and continuous pounding from the air by U.S. tactical air and B-52's, the ARVN was able to mount a series of operations in Định Tường Province and Base Area 470 that forced the PAVN/VC to reduce their operations and disperse into smaller units or withdraw into Cambodia. While not as dramatic as the fighting on the other fronts of the Easter Offensive, IV Corps had managed to prevent the PAVN/VC from cutting Route QL-4 or seriously disrupting pacification efforts in the Mekong Delta while sharing nearly half of its forces with III Corps and I Corps. ==Air support, Freedom Train, and Linebacker== The North Vietnamese had timed their offensive well by having it coincide with the end of the annual winter monsoon when low cloud cover and rain provided a blanket under which the offensive could proceed without interference by allied aerial attack. Air strikes were possible only by all-weather fighters or bombers, which could deliver their ordnance accurately through the cloud cover by radar direction or LORAN. These missions were conducted by aircraft assigned to the U.S. Seventh Air Force and Seventh/Thirteenth Air Force in South Vietnam and Thailand or by the U.S. Navy's Task Force 77, offshore in the South China Sea. Besides the weather the most serious problem facing the Americans was that the drawdown of U.S. forces during the previous four years had included valuable ground support aircraft and their maintenance crews. By the spring of 1972, the U.S. Air Force had only three squadrons of F-4 Phantoms and one of A-37 Dragonflys available in the Republic of Vietnam, a total of 76 aircraft. Another 114 fighter-bombers were stationed at various bases in Thailand, while 83 B-52 Stratofortress heavy bombers were located at U-Tapao RTAFB and at Andersen Air Force Base, Guam.Tilford, pp. 223–224. Task Force 77 had four carriers assigned to it, but only two, and , were on station at the onset of the offensive. Their air wings totaled 140 strike aircraft. To rectify the aircraft shortage, from 7 April to 13 May 176 F-4s and 12 F-105 Thunderchiefs were transferred from air bases in the Republic of Korea and the continental U.S. to Thailand during Operation Constant Guard I-IV. Between 5 February and 23 May, the Strategic Air Command (SAC) reinforced Guam during Operation Bullet Shot with a further 124 bombers, bringing the total available in-theater to 209.Tilford, p. 224. See also Lavalle, p. 27. The Seventh Fleet was also beefed up by the addition of five aircraft carrier groups, including those of the , , , , and . This made five carriers available at any one time to conduct aerial operations. The Republic of Vietnam Air Force (VNAF) at this time consisted of nine squadrons of A-1 Skyraiders, A-37s, and F-5 Freedom Fighters, a total of 119 strike aircraft. There were also two squadrons of AC-47 or AC-119 fixed-wing gunships, totaling of 28 aircraft. The weather conditions made early ground support haphazard, and these difficulties were compounded by North Vietnamese anti-aircraft units, which advanced behind the front line elements. PAVN moved 85 and 100 mm radar-directed batteries south of the DMZ and, on 17 February 81 SA-2 Guideline missiles were launched from the DMZ area, downing three F-4s. This heralded the farthest southern advance of SA-2 units thus far during the conflict. This classic high-low anti-aircraft coverage made aerial attacks extremely hazardous, especially when it was enhanced by the new shoulder-fired Grail. The loss of the northern firebases early in the offensive in I Corps made U.S. naval gunfire the primary source of artillery support in that area. U.S. Marine Corps gunfire observers were then assigned to fly with forward air controllers, providing coordinates for shore targets. At the height of the offensive three U.S. cruisers and 38 destroyers were providing naval gunfire support. With clearing weather the number of aircraft sorties soared. Between April and June there were 18,000 combat sorties flown to support the ARVN defense, 45 percent by the U.S. Air Force, 30 percent by the Navy and Marine Corps, and 25 percent by the VNAF. B-52s flew an additional 2,724 sorties. Ten U.S. and six VNAF aircraft were lost to SAM or anti-aircraft fire. On 4 April, reacting to the fierceness of the offensive, President Nixon authorized tactical airstrikes from the DMZ north to the 18th parallel, the southern panhandle of North Vietnam. This supply interdiction effort was the first systematic bombing carried out in North Vietnam proper since the end of Operation Rolling Thunder in November 1968. Airstrikes north of the 20th parallel were authorized on 5 April under the cover name Operation Freedom Train.Tilford, p. 228. The first B-52 strike of the new operation was conducted on 10 April. President Nixon then decided to up the ante by targeting Hanoi and Haiphong. Between 1 May and 30 June, B-52s, fighter- bombers, and fixed-wing gunships had carried out 18,000 sorties over North Vietnam and suffered 29 aircraft losses.Michael Casey, Clark Dougan, Samuel Lispman, et al., Flags into Battle. Boston: Boston Publishing Company, 1987, p. 39. On 8 May Nixon authorized the launching of Operation Pocket Money, the aerial mining of Haiphong and other North Vietnamese ports. Nixon had taken a gamble that the Soviet Union, with which he was conducting negotiations for a strategic arms limitation treaty (SALT I), would withhold a negative reaction in return for improved relations with the West. He was correct. The People's Republic of China also muted any overt response to the escalatory measures for the same reason. Emboldened, Nixon decided to launch Operation Linebacker a systematic aerial assault on North Vietnam's transportation, storage, and air defense systems on 10 May. During Linebacker, the U.S. Air Force, Navy, and Marine Corps lost 104 aircraft in combat while their North Vietnamese opponents lost 63., on-line book, pp. 95–102. ==Aftermath== At the conclusion of the ARVN counteroffensive, both sides were exhausted but considered their efforts to have been successful. The South Vietnamese and the Americans believed the policy of Vietnamization to have been validated, the internal weaknesses of the South Vietnamese command structure, which had been rectified somewhat during the emergency, reappeared once it had passed. During the operations, more than 25,000 South Vietnamese civilians had been killed and almost a million became refugees, 600,000 of whom were living in camps under government care. American casualties in combat for all of 1972 totaled only 300 killed, most during the offensive. Hanoi had committed 14 divisions and 26 independent regiments to the offensive and had suffered approximately 100,000 casualties and lost almost all of its armored forces committed (134 T-54s, 56 PT-76s and 60 T-34s). In return, much of the territory gained in the initial months of fighting was lost back to South Vietnam (the battle for Quang Tri city lasted 81 days with South Vietnam eventually gaining control of the city in September as well as the majority of Quang Tri province). However the PAVN did hold territory at the end of the offensive as well as the western fringes of the II and III Corps sectors. In total around 10% of the country. It is believed that the North Vietnamese leadership had both underestimated the fighting ability of the ARVN, which, by 1972, had become one of the best- equipped armies in the world, and failed to grasp the destructiveness of American air power against an enemy fighting a conventional battle. Combined with these strategic errors, PAVN commanders had also thrown away their local numerical superiority by making frontal attacks into heavy defensive fire and suffered massive casualties as a consequence. However, by its own estimate, the PAVN had also dealt the most severe blow in the entire war, with over 200,000 ARVN casualties, a third of the South's entire armed forces. This claim is disputed & countered by US and South Vietnamese numbers. The North Vietnamese lost much of their armor and equipment and as many as 100,000 troops. South Vietnamese casualties were approximately 43,000, including 10,000 killed. The Easter Offensive also results in the deaths of about 25,000 Vietnamese civilians and left almost one million homeless (source: Graham A. Cosmas, MACV: The Joint Command in the Years of Withdrawal, 1968–1973, United States Army in Vietnam). That also allowed Viet Cong irregulars and political agents to make a return through the gaps in the defensive lines, which had been torn open during the offensive. Hanoi wasted no time in making use of what little ground it had gained. The North Vietnamese immediately began to extend their supply corridors from Laos and Cambodia into South Vietnam. The PAVN rapidly expanded port facilities at the captured town of Đông Hà, and within a year, over 20 percent of the materiel destined for the southern battlefield was flowing across its docks. In all of 1972, the PAVN suffered over 100,000 dead, according to The Official History of the People's Army of Vietnam. The ARVN suffered 39,587 dead in the same period, while American military deaths that year were 759, per U.S. military records.Clarke, Jeffrey J. (1988), United States Army in Vietnam: Advice and Support: The Final Years, 1965–1973, Washington, D.C: Center of Military History, United States Army, p. 275 For the PAVN, the offensive was very costly. General Tran Van Tra, writing about the offensive ten years after the fact, stated, \"Our troops were exhausted and their units in disarray. We had not been able to make up losses. We were short of manpower as well as food and ammunition.\"Stanley Karnow. \"Vietnam: A History.\" Penguin Books, June 1997. Page 659. In Paris, the peace negotiations continued, but this time, both sides were willing to make concessions. The chief American negotiator, Henry Kissinger, offered a ceasefire, recognition of the Provisional Revolutionary Government of the Republic of South Vietnam by the Saigon government, and the total American withdrawal from South Vietnam as incentives. For the United States, getting North Vietnam to finally recognize South Vietnam's government as a legitimate body was crucial to any deal in Paris. For North Vietnam, the terms were enough to meet the criteria for victory that Hanoi's leaders had established before the offensive. The only obstacle to a settlement was Nguyễn Văn Thiệu, whose government would have to assent to any agreement. The intransigence of Thiệu and his demand for the U.S. not to abandon his nation after any agreement, as well as new demands by Hanoi, caused the stalling of peace talks in December. That led Nixon to launch Operation Linebacker II, a bombing campaign aimed at North Vietnam's transport network, especially around Hanoi and Haiphong. The Paris Peace Accords, signed in January 1973, confirmed that North Vietnamese troops and support would remain in South Vietnam in the areas that they occupied. ==Notes== ==References== ==Sources== ===Published government documents=== * * * * ===Secondary sources=== * * * * * * * * * * * Category:Conflicts in 1972 Category:1972 in Vietnam Category:Battles and operations of the Vietnam War in 1972 Category:Campaigns of the Vietnam War Category:Military campaigns involving the United States Category:Military campaigns involving Vietnam",
 "title": "Easter Offensive"
}