{
 "id": "649226",
 "text": "thumb|right|Front entrance of Nanshan Campus of China Academy of Art China Academy of Art (), also translated as China National Academy of Fine Arts, was founded in Hangzhou in 1928 by the government of the Republic of China and the renowned educator Cai Yuanpei. It was the first art university and first graduate school in Chinese history. In 2016, the Academy has been approved to be jointly-administrated by Zhejiang Provincial Government, the Ministry of Education and the Ministry of Culture. It is a Chinese state Double First Class University Plan university. At the time, China Academy of Art's goal was to promote fine arts education as a replacement for religion in the then war- torn China. Fine arts has been held as equal to a religion at the institution for over nine decades. The academy has many renowned artists as its alumni and is considered one of the most prestigious art institutions in the country. It is colloquially called Guomei (). ==Introduction== China Academy of Art is the most influential academy of fine arts with the most complete range of degree offerings and programs of study in China. It houses a diverse pool of artistic talent, has a distinctive structure integrating theory and practice, focuses on human care and social needs, and combines modern technical and cultural disciplines with traditional artistic ones. The academy features the study of theories and offering Ph.D., Master's and bachelor's degrees of fine arts, design, architecture, film and new media, which constitute the humanities and reflect the Chinese national spirit and creative theories of the era. There are 9,774 undergraduate and graduate students on four campuses with a faculty and staff of 888. The administration is headquartered on the Nanshan Campus, by the West Lake in Hangzhou. Some of the students in the Master's programs live on the alternate campus 40 minutes away, on the outskirts of Hangzhou. A free bus is offered to transport students to and from the campus and the dorms at designated times. Undergraduate students typically spend one year in general education courses in the School of Foundation Studies and then three years in the core courses of their chosen majors. Graduate courses are typically three years long and include experience in the studio and research with mentoring faculty. ==History== In 1928, the National Academy of Art (國立藝術院) was founded in China on the bank of the West Lake in Hangzhou by the educators Cai Yuanpei and Lin Fengmian. It was administered by Yi Tingbai and Zhuang ziman during the 1940s. Over the decades, the locations of the academy had changed ten times, its name five times, as follows: *1928 - National Academy of Art (國立藝術院) **National Academy of Art was the first Chinese art university and graduate school *1929 - Hangzhou National College of Art (國立杭州藝術專科學校) **The Western painting department was divided into several studios, most of them practiced modern, semiabstract styles. The atmosphere was very similar to that of an American art college in its freedom of expression. After the second year of their five-year program, students would choose a studio they like to continue their studies. Lin Fengmian advocated the synthesis of Chinese and modern Western art, and urged students not to emulate his work but develop their own styles. Among the other professors, Wu Dayu taught late impressionist and cubist styles; Fang Ganmin was influenced by Cubism; and Guan Liang taught a style derived from Fauvism. Although the students were strictly trained in academic drawing, they were encouraged to express themselves freely and be creative. *1938 - National College of Art (國立藝術專科學校) **The Sino-Japanese War broke out, National Peping School of Art merged into National Hangzhou School of Art, and a new national school was formed. * 1945 - After Japan surrendered in 1945, the Academy was reopened in Hangzhou with the Chinese painter Pan Tianshou as its director. **The establishment of the People's Republic of China saw a shift in the government's attitude to and policy on art and art education. Many of the senior faculty members of the then National Academy of Art, particularly those practiced modern Western art, failed to understand or refused to accept the revolutionary ideologies and principles. Many, including Lin Fengmian, Fang Ganmin, Wu Dayu and Guan Liang, gradually went back to Shanghai. Others, including the traditionalist Pan Tianshou, were reassigned to minor administrative positions, and were no longer allowed to teach. They were soon replaced by fresh graduates who had successfully mastered the revolutionary styles and principles. *1950 - East-China Campus of Central Academy of Fine Arts (中央美術學院華東分院) **After the Civil War, CPC (中國共產黨) took over mainland China and founded a new art academy CAFA in Beijing to solidify Beijing's status as the new capital. As a national academy founded by the KMT (中國國民黨) government, CAA was ordered to change its name to East China Campus of CAFA. CAA then changed its name, but did not merge with CAFA; the two academies remained independent and are not subordinate to one another. **There were also a couple of similar cases, The Shanghai Conservatory of Music (上海音樂學院), whose original name was The National Conservatory of Music (國立音樂院), and The Shanghai Theater Academy (上海戲劇學院), were ordered to change their names to East China Campus of central academies. *1958 - Zhejiang Academy of Fine Arts (浙江美術學院) *1978 - The Academy recruited high school graduates again. *1993 - China Academy of Art (中國美術學院) **China National Academy of Fine Arts, called China Academy of Art for short on November 16, with the endorsement of the Ministry of Culture, PRC. Finally, CAA rehabilitated its national appellation. thumb|right|China Academy of Art ==Campuses== *Nanshan Campus, 218 Nanshan Road, Shangcheng District, Hangzhou *Zhangjiang Campus, Zhangjiang Hi-Tech Park, Pudong New District, Shanghai *Xiangshan Central Campus, Zhuantang Sub-district, Xihu (West Lake) District, Hangzhou (Its south part was moved to current location in 2007 from Xihuan Road, Binjiang District.) *Liangzhu Campus, Guduan Road, Westlake District, Hangzhou ==Colleges and departments== ===Nanshan Campus=== ====School of Chinese Painting and Calligraphy (中国画与书法艺术学院）==== *Department of Chinese Painting (中国画系） *Department of Calligraphy （书法系） ====School of Painting (绘画艺术学院)==== *Department of Oil Painting (油画系) *Department of Print- making (版画系) *Department of Mural Painting (壁画系） *Department of Integrated Art （currently under development）(综合绘画系) ====School of Intermedia Art ([SIMA], 跨媒体艺术学院)==== *Department of Experimental Art (实验艺术系） *Department of Media Performance （媒介展演系） *Department of Open Media （开放媒体系） ====School of Art and Humanities (藝術人文學院)==== *Department of Visual Culture Studies (视觉文化系) *Department of Art History (美术史系) *Department of Curatorial Studies and Administration (艺术策划系) *Department of Archeology and Museology (考古与博物馆学系) *Department of Liberal Education（通识教育部） ====School of Marxism Studies (马克思主义學院)==== ===Zhangjiang Campus=== ====Shanghai Institute of Design (上海設計學院)==== *Department of Urban Space Design (城市空间设计系) *Department of Digital Media Design (数字媒体設計系) *Department of Fashion Product Design (时尚产品設計系) *Department of Foundation Studies and Common Courses (公共基础教学部) *Department of Industrial Design (工業設計系) *Department of Urban Landscape Plastic Art Design (城市景觀造型藝術系) *Department of Digital Publishing and Exhibition Design（數字出版與展示設計） ===Xiangshan Campus=== ====School of Design (設計藝術學院)==== *Department of Visual Communication (视觉传达设计系) *Department of Fashion and Textile Design (染织与服装設計系) *Department of Industrial Design (工業設計系) *Department of Integrated Design (綜合設計系) *Department of Design Studies (設計艺术學系) ====School of Sculpture and Public Art (雕塑与公共艺术學院)==== *Department of Sculpture (雕塑系) *Department of Public Art (公共空间艺术系) *Department of Fiber Art (纤维艺术系) ====School of Crafts (手工藝術學院)==== *Department of Ceramics (陶瓷艺术系) *Department of Crafts（工艺美术系） ====School of Film and Animation (影视与動畫艺术學院)==== *Department of Animation (動畫系) *Department of Video Production (影视制作系) *Department of Film and Television Production (影视编导系） *Department of Online Game Design (网游系) *Department of Photography (摄影系) ====School of Architecture (建築藝術學院)==== *Department of Architecture (建築藝術系) *Department of Urban Design (城市設計系) *Department of Environmental Design (環境藝術系) *Department of Landscape Architecture (景觀設計系) ====School of Art Administration and Education (艺术管理与教育學院)==== *Department of Art Administration (艺术管理系) *Department of Art Education (美术教育系) *Department of Art Appreciation (艺术鉴藏系) ===Liangzhu Campus=== ====School of Design & Innovation (创新设计學院)==== *Research Institute of Society & Strategy （社会与策略研究所） *Research Institute of Media & Interaction Design （媒介与交互研究所） *Research Institute of Enterprise & Prospect （产业与图景研究所） *Research Institute of Science & Creation （技术与造物研究所） *Research Institute of Intelligence & Systematics （智能与系统研究所） ===Other colleges/Institutes=== * International College (國際教育學院), at the Xiangshan Campus * Institute of International Collaboration（国际联合学院） * School of Foundation Studies（专业基础教学部） Department of Fine Arts 造型分部 Department of Multimedia 图像与媒体分部 Department of Design 设计分部 * School of Adult Education or 'School of Continuing Education' (成人教育學院/繼續教育學院)，on Puyan Road，Binjiang District * The Affiliated High School 中国美术学院附属美术学院 * China Institute for Visual Studies 视觉中国协同创新中心 * Design Industry Innovation Center 文创设计制造业协同创新中心 * CAA Art Museums 国美美术馆 Museum of Contemporary Art南山路美术馆 Crafts Museum 中国美术学院民艺博物馆 China Design Museum 中国国际设计博物馆 * Pan Tianshou Memorial Museum 潘天寿纪念馆 * Department of Lab Management 实验教学管理部 * Department of Physical Education 公共体育部 * CAA Publishing House 出版社 * Library 图书馆 * New Arts 新美术（学报） ==Notable alumni== * Lin Fengmian * Fang Ganmin * Huang Binhong, Chinese painting master * Pan Tianshou, Chinese painting master * Li Keran * Dong Xiwen * Beohar Rammanohar Sinha, modernist painter from India * Wu Guanzhong * Sha Menghai, calligrapher * Zao Wou-Ki, Chinese-French modernist painter * Chu Teh-Chun, Chinese-French modernist painter * Wang Shu, first Chinese architect to receive the Pritzker Prize. * Ying Miao, internet artist * Sun Xun, visual artist * Huang Yong Ping * Fang Zengxian and Zhou Changgu, founders of the Zhe style * Liu Wenxi ==See also== * Chinese fine art ==References== ==External links== *[China Academy of Art http://en.caa.edu.cn/] Category:Art schools in China Category:Universities and colleges in Hangzhou Category:Architecture schools in China Category:Universities and colleges in Shanghai Category:1928 establishments in China",
 "title": "China Academy of Art"
}