{
 "id": "649492",
 "text": "thumb|Wetterling's grave. Jacob Erwin Wetterling (February 17, 1978 – October 22, 1989) was an American boy from St. Joseph, Minnesota who was kidnapped from his hometown and murdered at the age of 11 on October 22, 1989. His abduction remained a mystery for nearly 27 years. On September 1, 2016, the Minnesota Bureau of Criminal Apprehension (BCA) recovered human bones from a pasture near Paynesville, about from the site of the abduction. On September 3, the family announced that the bones were those of Jacob, and local law enforcement stated that the identity of the bones had been confirmed by dental records. The location was revealed by Danny Heinrich, a long-time person of interest in the abduction of another boy, 12-year-old Jared Scheierl, in the nearby town of Cold Spring. On September 6, 2016, Heinrich confessed to kidnapping and murdering Wetterling, as well as abducting and sexually assaulting Scheierl.Williams, Brandt, case-court-appearance Heinrich confesses to kidnapping, killing Jacob Wetterling. Minnesota Public Radio, September 6, 2016. ==Kidnapping== right|thumb|300px|Red circle: Convenience store Black circle: Kidnapping location Blue circle: Jacob Wetterling's home On Sunday, October 22, 1989, just after 9:00 p.m. (CDT), Jacob Wetterling (11), his younger brother Trevor (10) and a friend, Aaron Larson (11), were biking home from a Tom Thumb convenience store in St. Joseph, Minnesota, where they had gone to rent a video, when Danny Heinrich, wearing a stocking cap mask and armed with an unloaded revolver, came out of a driveway and ordered the boys to throw their bikes into a ditch and lie face down on the ground. He then asked each boy his age. Jacob's brother was told to run toward a nearby wooded area and not look back or else he would be shot. Heinrich then demanded to view the faces of the two remaining boys. He picked Jacob and told Aaron to run away, threatening him as he had Jacob's brother. This was the last time that Jacob was seen alive by anyone other than his captor. ==Investigation== On January 13, 1989, roughly nine months before the Wetterling abduction, 12-year-old Jared Scheierl was kidnapped, sexually assaulted and physically threatened by an unknown adult man. The victim's statement given on that night showed the modus operandi was similar to that of the Wetterling case: the perpetrator, who was later identified as Heinrich, used a gun and, upon releasing the boy, told him to run and not look back or else he would be shot. That incident occurred ten miles from where he would later stop the Wetterling brothers and their friend. ==Person of interest== In May 2014, investigators confirmed that they were taking another look at a series of attempted and actual child molestations that had occurred in the Paynesville area in the two years preceding the Wetterling abduction. Between the summer of 1986 and the spring of 1987, five teenage boys were attacked, but no one was ever arrested. The authorities interviewed some of the victims again and worked with the Internet blogger who had brought the information to light. After months of research and interviews with some of the victims, investigators believed that these attacks were not random and that the culprit could be connected to the abduction of Wetterling, located just 40 minutes from the other crime scenes. ===Danny James Heinrich=== In October 2015, Danny James Heinrich was publicly named as a person of interest in Jacob Wetterling's disappearance. He had been questioned by the FBI on December 16, 1989 and a DNA sample was taken, but he was not charged with a crime and was released. In 2015 Heinrich's DNA was matched to the DNA taken in the case of Jared Scheierl, who was abducted in nearby Cold Spring in January 1989 at the age of twelve. The statute of limitations had expired for the Cold Spring kidnapping, meaning Heinrich could not be arrested and charged with that crime. However, a search warrant was granted, and child pornography was found in Heinrich's house, leading to his arrest on October 28, 2015. ===Plea and discovery=== Heinrich decided to cooperate with authorities as part of a plea bargain and, on September 1, 2016, led investigators to a burial site. Jacob's clothing and human remains were unearthed from a pasture near Paynesville, about 30 miles away from the Wetterling home and the abduction site, and a short distance from where Heinrich was living in 1989. On September 3, the remains were confirmed through dental records to be Jacob's. His mother, Patty Wetterling, told television station KARE11, a local NBC affiliate, that the remains found were indeed Jacob's. She said: \"All I can confirm is that Jacob has been found and our hearts are broken. I am not responding to any media yet as I have no words.\" In the plea agreement, Heinrich agreed to plead guilty to one count of the 25 federal child pornography charges brought against him. In addition to revealing the location of the body and pleading guilty, he also agreed to testify as to the details of the Wetterling crime. At a hearing before Judge John Tunheim of the United States District Court for the District of Minnesota, Heinrich testified that he kidnapped and handcuffed the boy, drove him to a gravel pit near Paynesville, molested him, killed him and buried his body. Heinrich said that he was able to avoid police that night by listening to a police scanner. He said that he came back to the site a year later and moved the body after noticing that Wetterling's jacket had become exposed. During the court hearing, Heinrich also admitted to kidnapping and sexually assaulting Jared Scheierl earlier that year. In exchange for Heinrich's plea, the prosecutors agreed not to charge him with Wetterling's murder. In accordance with the plea agreement, Heinrich was sentenced to the maximum prison term of 20 years for the child pornography charge. In addition, the plea deal will allow state authorities to seek his civil commitment as a sexual predator at the end of his federal prison term, which could prevent him from ever going free. In sentencing Heinrich, Judge Tunheim said: > We won't pretend that this crime and sentence is about child pornography. It > is also about changing the lives of so many children and parents, who prayed > for Jacob's return, and also feared you coming out of the dark ... every > child knows the story of Jacob Wetterling. You stole the innocence of > children in small towns, in the cities of Minnesota and beyond. Although Heinrich could be released in 17 years from the start of his prison sentence, Judge Tunheim told him that it was unlikely, as \"this crime is so heinous, so brutal and awful that it is unlikely society will ever let you go free.\"Nelson, Tim, 'Truly sorry for my evil acts': Jacob Wetterling's killer gets 20 years. Minnesota Public Radio, November 21, 2016. In January 2017, Heinrich was transferred to Federal Medical Center, Devens, a federal prison in Massachusetts, to serve his 20-year sentence.Divine, Mary, Jacob Wetterling's killer reaches final prison destination. twincities.com (St. Paul Pioneer Press), January 24, 2017. ==Legacy== Four months after Wetterling's abduction, his parents, Jerry and Patty Wetterling, formed the Jacob Wetterling Foundation, an advocacy group for children's safety. In 1994, the federal Jacob Wetterling Act was passed and named for Jacob.Wootson, Cleve R., A Minnesota boy was kidnapped at gunpoint in 1989. Police have finally found his body. Washington Post, September 4, 2016. It was the first law to institute a state sex-offender registry. The law has been amended several times, most famously by Megan's Law in 1996 and the Adam Walsh Child Protection and Safety Act in 2006.Terry, Karen J. and Ackerman, Elissa R. \"A Brief History of Major Sex Offender Laws\", published in Sex Offender Laws: Failed Policies, New Directions, table 3.2, p. 54. Springer Publishing Co (2014). In 2008, the foundation started by Jacob's parents became the Jacob Wetterling Resource Center. It carries on the work started by the Wetterling family \"to educate the public about who takes children, how they do it and what each of us can do to stop it\". The Bridge of Hope, a crossing of the Mississippi River near St. Cloud, is named in Jacob's honor. ==See also== *In the Dark, an American Public Media-produced podcast that devoted its first season to the Wetterling case and the Stearns County Sheriff's Office's failure to properly investigate and follow up on leads. *List of solved missing person cases ==References== ==External links== * Baran, Madeleine (2016). In the Dark. American Public Media. ** Article (December 30, 2016); ** Podcast. * Jacob Wetterling Resource Center * Jacob Wetterling's listing with the Polly Klaas Foundation. Category:1980s missing person cases Category:Missing person cases in Minnesota Category:1989 crimes in the United States Category:1989 murders in the United States Category:Sexual assaults in the United States Category:1989 in Minnesota Category:Incidents of violence against boys",
 "title": "Murder of Jacob Wetterling"
}