{
 "id": "649827",
 "text": "The Portuguese Water Dog originated from the Algarve region of Portugal. From there the breed expanded to all around Portugal's coast, where they were taught to herd fish into fishermen's nets, retrieve lost tackle or broken nets, and act as couriers from ship to ship, or ship to shore. Portuguese Water Dogs rode in fishing trawlers as they worked their way from the Atlantic waters of Portugal to the waters off the coast of Iceland fishing for cod. In Portuguese, the breed is called (; literally 'dog of water'). In Portugal, the dog is also known as the Algarvian Water Dog (), or Portuguese Fishing Dog (). is the name given to the wavy-haired variety, and is the name for the curly- coated variety. The Portuguese Water Dog is a fairly rare breed; only 36 Portuguese Water Dogs were entered for Britain's Crufts competition in 2013. Though some breeders claim they are a hypoallergenic dog breed, there is no scientific evidence to support the claim that hypoallergenic dog breeds exist. Their non-shedding qualities have made them more popular in recent years. The Portuguese Water Dog has recently gained more fame by being the chosen breed of US President Barack Obama, who had two of them, Bo and Sunny. The Obama family chose Sunny for the breed's comparatively hypoallergenic nature, while Bo was given to them by Senator Ted Kennedy. ==Description== thumb|Portuguese Water Dog Portuguese and Spanish water dogs are clearly related and probably have a common ancestor. The closest relatives of the PWD and Spanish Water dog are widely thought to be the Standard Poodle. Like Poodles and several other water dog breeds, PWDs are intelligent, can have curly coats, have webbed toes for swimming, and do not shed. However, Portuguese Water Dogs are more robustly built, with stout legs, and can have a wavy coat instead of tightly curled. If comparing the structure to that of a Poodle, there are significant differences between the two breeds. The Portuguese Water Dog is built of strong substantial bone; well developed, neither refined nor coarse, and a solidly built, muscular body. The Portuguese Water Dog is off-square, slightly longer than tall when measured from prosternum to rearmost point of the buttocks, and from withers to ground. Portuguese Water Dog eyes are black or various tones of brown, and their coats can be black, brown, black and white or brown and white. Male Portuguese Water Dogs usually grow to be about tall, and they weigh between , while the females usually grow to be about tall, and they weigh between . === Coat types === PWDs have a single-layered coat that does not shedGo Pets America: Dogs that do not shed - Retrieved September 7, 2008 (see Moult), and therefore their presence is tolerated well among many people who suffer from dog allergies. Persons with dog allergies, however, should consult their medical advisor before considering the purchase of any dog. Most PWDs, especially those shown in conformation shows, are entirely black, black and white, brown, or silver-tipped; it is common to see white chest spots and white paws or legs on black or brown coated dogs. \"Parti\" or \"Irish-marked\" coats, with irregular white and black spots, are rare but visually striking. \"Parti\" dogs are becoming more common in the United States. However, in Portugal, the breed standard does not allow more than 30% white markings. Overall, white is the least common Portuguese Water Dog color, while black with white markings on the chin (\"milk chin\") and the chest is the most common color. From the Portuguese Water Dog Club of America Revised Standard for the Portuguese Water Dog come these descriptions of the two coat types: * Curly coat: \"Compact, cylindrical curls, somewhat lusterless. The hair on the ears is sometimes wavy.\" * Wavy coat: \"Falling gently in waves, not curls, and with a slight sheen.\" Many dogs have mixed pattern hair: curly all over the body but wavy on the tail and ears. thumb|White is one of the less-common colours among PWDs. thumb|Two parti-colored Portuguese Water Dogs, female curly in front and male wavy at rear thumb|Black and white wavy ===Grooming styles=== If left untended, the hair on a PWD will keep growing indefinitely. Problems associated with this include the hair around the eyes growing so long as to impede vision, and matting of the body hair, which can cause skin irritations. For these reasons, PWDs must be trimmed about every two months and the coat brushed every other day. The coat is usually worn in a \"retriever cut\" or a \"lion cut\". ====The lion cut==== In the lion cut, the hindquarters, muzzle, and the base of the tail are shaved, with approximately 1/3 of the tail hair left long, also known as a flag, and the rest of the body is left full length. This traditional cut originated with the fishing dogs of Portugal. The lion cut diminished the initial shock of cold water when jumping from boats, as well as providing warmth to the vitals. The hindquarters were left shaved to allow easier movement of the back legs and the powerful, rudder-like tail. ====The retriever cut==== The retriever cut is one inch (2.5 cm) long, evenly over the body (although some owners prefer the muzzle or the base of the tail shorter, again, with approximately 1/3 of the tail hair left long, also known as a flag,). This cut is a more recent style and originated because breeders wanted to make the breed more appealing to buyers. Sometimes owners will clip the hair of their dogs very short, especially in the summer months, in modified retriever cut. ===Vocalisation=== Portuguese Water Dogs have a multi-octave voice. They tend to be quiet dogs although they will warn when the home is approached, and they will communicate their desires vocally and behaviorally to their owner. Their bark is loud and distinctive. They may engage in \"expressive panting\", by making a distinct \"ha-ha-ha-ha\" sound as an invitation to play or to indicate a desire for nearby food. They sometimes whine. The PWD's biddability, high intelligence, and tendency to vocalise and then seek out its human master when specific alarms occur make it an ideal hearing-ear or deaf-assistance dog. PWDs can be readily trained to bark loudly when a telephone rings, and then to find and alert a hard-of-hearing or deaf master. ===Temperament=== Portuguese Water dogs are loving, independent, and intelligent and are easily trained in obedience and agility skills. They are generally friendly to strangers and enjoy being petted. Because they are working dogs, PWDs are generally content in being at their master's side, awaiting directions, and, if they are trained, they are willing and able to follow complex commands. They learn very quickly, seem to enjoy the training, and have a long memory for the names of objects. These traits and their non- shedding coats mean they excel at the various service dog roles such as hearing dogs (assistance dogs for the deaf), mobility dogs, and seizure response dogs. They also make unusually good therapy dogs. A PWD usually stays in proximity to its owners, both indoors and outdoors. Although very gregarious animals, these dogs will typically bond with one primary or alpha family member. Some speculate that this intense bonding arose in the breed because the dogs were selected to work in proximity to their masters on small fishing boats, unlike other working dogs such as herding dogs and water dogs that range out to perform tasks. In any case, the modern PWD, whether employed on a boat or kept as a pet or a working dog, loves water and attention and prefers to be engaged in activity within sight of a human partner. This is not a breed to be left alone for long periods of time, indoors or out. As water dogs, the PWD's retrieving instinct is strong, which also gives some dogs tugging and chewing tendencies. A PWD will commonly jump as a greeting. Owners may choose to limit this behavior. Some PWDs may walk, hop, or \"dance\" on their hind legs when greeting or when excited. Some PWDs will stand upright at kitchen counters and tables, especially if they smell food above them. This habit is known as \"counter surfing\" and is characteristic of the breed. Because of their intelligence and working drive, they require regular intensive exercise as well as mental challenges. They are gentle and patient—but not \"couch potatoes\", and boredom can cause them to become destructive. ==History== ===In ancient times=== The Portuguese Water Dog and the Poodle appear to have developed from the same ancient genetic pool: At one time the Poodle was a longer-coated dog, as is one variety of the Portuguese Water Dog. PWD breeders say that the current-day Poodle, Kerry Blue Terrier, and Irish Water Spaniel are possible ancestors of the \"water dog\". ===Modern history=== thumb|220px|right|Bo in the Cabinet Room (shown with Oval Office director Brian Mosteller) thumb|220px|Modern Portuguese Water Dogs are agile swimmers. The PWD was a breed on the verge of extinction when, during the 1930s, Vasco Bensaude, a wealthy Portuguese shipping magnate, began to seek out fishermen's dogs for use in a breeding program to re-establish the breed. Bensaude's kennel was named Algarbiorum, and his most famous dog was Leão (1931–1942), a very \"type-y\" (that is, standard-conformant) fisherman's stud dog, who was bred to so many different females that about half of the pedigreed Portuguese Water Dogs in existence can trace their lineage back to him. Bensaude was aided by two Portuguese veterinarians, Dr. Francisco Pinto Soares and Dr. Manuel Fernandes Marques. His work was carried on by Conchita Cintron de Castelo Branco, to whom he gave his last 17 PWDs and all his archives. Dr. António Cabral was the founder of the Avalade kennels in Portugal. Ch. Charlie de Avalade (Charlie), a brown-coated dog, and C. B. Baluarte de Avalade (Balu) were two of his many famous PWDs. He registered his first PWD in 1954 after Bensaude had pioneered the re-establishment of the breed in Portugal. Cabral worked with Carla Molinari, Deyanne Miller, Sonja Santos and others to establish PWDs in the US. The \"Mark of Cabral\" is a triangular shape of different color/textured hair, usually from the base of the tail. Deyanne Miller is the person most responsible for the rise of the PWD in America. In 1972, the Millers, along with 14 others, formed the Portuguese Water Dog Club of America, Inc. (PWDCA).The Portuguese Water Dog became known as the \"lion dog\" due to the appearance of this clip: She worked with dogs from both the Cintron and Cabral lineages to establish a stable genetic pool of PWDs in the US at her Farmion kennels. Another early US breeder of PWDs was the actor Raymond Burr. ==Genetic diseases== As with all purebred dogs, PWDs are vulnerable to certain genetic defects. Owing to the limited gene pool for this breed, conscientious breeders carefully study pedigrees and select dogs to minimize the chance of genetic disease and improper coat. As with many other breeds, growing popularity has encouraged breeding by people not knowledgeable about the breed. ===Hip dysplasia=== Like poodles, PWDs are vulnerable to hip dysplasia, a congenital and developmental problem with the hip joints.\"Portuguese Water Dogs,\" Dr. Susan Muller-Esnault, DVM. 20 January 2009. Retrieved on 14 April 2009. http://www.critterology.com/articles/portuguese-water-dogs However, the risk of a PWD developing hip dysplasia can be greatly reduced by thoroughly checking the pedigrees and health clearances in both the sire and dam of the dog. ===Cataracts, progressive retinal atrophy, and distichiasis=== Cataracts and progressive retinal atrophy are two eye diseases found in PWDs. Progressive retinal atrophy, which causes \"night blindness\", may lead to complete blindness. This is a simple recessive gene. DNA testing, known as \"Optigen Testing\", can identify dogs carrying the gene for progressive retinal atrophy. \"Normal\" or \"A\" dogs do not carry the gene. \"Carriers\" or \"B\" dogs carry one copy of the gene and will not express the disease, but pass the gene to 50% of their offspring. \"Affected\" or \"C\" dogs have two copies of the progressive retinal atrophy gene and will probably express the disease as late onset progressive retinal atrophy. \"B\" or \"C\" dogs should be bred only to \"A\" dogs to ensure that any offspring will not express the disease. Ingrown eyelashes (distichiasis) occur in some curly-coated breeds, but they are not particularly common in PWDs. Ingrown eyelashes will rub the eye causing extensive corneal ulcerations. The condition is minor so long as it is not ignored, and can be surgically treated if necessary. ===GM1 storage disease=== GM1 storage disease, one of a family of conditions called GM1 gangliosidoses, is a recessive, genetic disorder that is inevitably fatal. It is caused by a deficiency of beta-galactosidase, with resulting abnormal storage of acidic lipid materials in cells of the central and peripheral nervous systems, but particularly in the nerve cells. Because PWDs are all rather closely related to one another and share a limited gene pool, PWDs who were GM1 storage disease carriers were able to be genetically identified, and the condition has now been almost entirely eliminated from the breed. All breeding stock should be tested for GM-1 storage disease or GM1 gangliosidoses, which is a fatal nerve disease that typically appears when a puppy is approximately six months of age. The affected puppy will show clinical signs of cerebellar dysfunction including ataxia, tremors, paresis, and seizures. The pet may also exhibit a change in temperament. Lesions of the retina and clouding of the cornea may occur. ===Juvenile dilated cardiomyopathy=== thumb|A Portuguese Water Dog puppy Juvenile dilated cardiomyopathy is a fatal condition caused by an autosomal recessive gene. Affected puppies die suddenly or with very little warning usually between the ages of six weeks to seven months old. The signs and symptoms include a 12- to 48-hour onset of loss of appetite, decreased energy level, vomiting, and difficulty breathing. Some pups have no physical signs or symptoms at all, may just collapse and die, or are found dead by the breeder or new owner. At this time, there is no known cure or treatment but there is a way to prevent producing puppies affected by juvenile dilated cardiomyopathy. Breeders now have a DNA gene-based test, based on a cheek swab or a blood sample, which will determine if a dog is a carrier of the gene for juvenile dilated cardiomyopathy. All breeding animals can be tested to determine their status, thus avoiding the breeding of two carriers. A puppy from a sire or dam without the gene will not be affected with this fatal disease. thumb|Image of PWD ==See also== * Dogs portal * List of dog breeds *Gun dog *Spanish Water Dog *Working dog ==References== ==External links== * Category:FCI breeds Category:Gundogs Category:Water dogs Category:Dog breeds originating in Portugal",
 "title": "Portuguese Water Dog"
}