{
 "id": "649859",
 "text": "thumb|Constantine examines patients' urine Constantine the African (; died before 1098/1099, Monte CassinoFrancis Newton, “Constantine the African and Monte Cassino: New Elements and the Text of the Isagoge,” in Constantine the African and ‘Ali ibn al-’Abbas al-Magusi: The 'Pantegni' and Related Texts, ed. Charles Burnett and Danielle Jacquart (Leiden: E. J. Brill, 1994), 16-47, pp. 20–23.) was a physician who lived in the 11th century. The first part of his life was spent in Ifriqiya and the rest in Italy. He first arrived in Italy in the coastal town of Salerno, home of the Schola Medica Salernitana, where his work attracted attention from the local Lombard and Norman rulers. Constantine then became a Benedictine monk, living the last decades of his life at the abbey of Monte Cassino.; Danielle Jacquart, \"Constantinus Africanus,\" Encyclopaedia of Islam, THREE. Edited by: Gudrun Krämer; Denis Matringe; John Nawas; Everett Rowson. Brill, 2012. It was in Italy where Constantine compiled his vast opus, mostly composed of translations from Arabic sources. He translated into Latin books of the great masters of Arabic medicine: Razes, Ibn Imran, Ibn Suleiman, and Ibn al-Jazzar; these translations are housed today in libraries in Italy, Germany, France, Belgium, and England. They were used as textbooks from the Middle Ages to the seventeenth century. ==The historians of Constantine== The 12th-century monk Peter the Deacon is the first historian to write a biography of Constantine. He noted that Constantine was a Saracen, the medieval Franco-Italian term for a Muslim from North Africa. According to Peter, Constantine traveled through Babylon, India, and Ethiopia, where he became versed in science, before coming to Monte Cassino as a refugee from peers in Carthage jealous of his knowledge. However, Peter's legendary portrayal of Constantine has been questioned by some historians.Charles Singer, “A Legend of Salerno: How Constantine the African Brought the Art of Medicine to the Christians,” The Johns Hopkins Hospital Bulletin 311 (1917): 64. Still, later historians such as Salvatore de Renzi and Charles Daremberg, curator of the National Library in Paris, and Leclerc, author of History of Arab Medicine, relied on this account. The German Moritz Steinscheider wrote a book dedicated to Constantine, which was printed in Berlin in 1865.See also: Steinschneider, Moritz, \"Constantin's Liber de gradibus und ibn al Gezzar's Adminiculum\", in Deutsches Archiv fűr Geschichte der Medizin 2 (1879): 1-22 German medical historian Karl Sudhoff created his Berber-Islamic thesis after discovering new and important documents touching on Constantine's life and religion in the village of La Trinità della Cava , which he published in the journal Archeion in 1922. ==Emigration to Italy== According to Karl Sudhoff, Constantine emigrated first to Italy as a merchant (mercator) in Sicily, moving to Salerno, where he was called Constantine Siculus. As Constantine spoke no Italian, a North African doctor named Abbas of Curiat, from an island lying off the city of Mahdia in Ifriqiya (modern-day Tunisia), became his interpreter. Suffering from an illness, he took refuge with the king's brother Gusulf, where he noted that Abbas did not ask for the usual bottle of urine, and the doctor who came to examine him was inexperienced. After asking in vain to see any good Italian books on medicine, he concluded that medicine in Italy was limited to simple practical knowledge. Already having an extensive general knowledge, Constantine discovered a mission in life. After recovering, Constantine returned to Carthage in Ifriqiya, and practiced medicine for three years, collecting many books of medicine, then returned to southern Italy with his treasure. En route to Salerno he passed by the coast of Lucania by boat, where north of the Gulf of Polycastro a storm damaged some manuscripts, including the first three parts of the books of Ali Ibn Abbas Al Majoussi, which were lost. Arriving in Salerno with what remained of the books, Constantine converted to Christianity, then moved to Cassino, where he worked as an interpreter. The Sudhof story ends with this event. These are the parts borrowed and translated word-for-word from the study of Karl Sudhoff, a scientist who had a thorough knowledge of history and was renowned for reliable research. Although a trader, Constantine was learned, which is not surprising because education in the great mosque of the Zaytuna in Tunis and the homes of scientists was open to all. Trade between North Africa and Italy was flourishing, and did not cease during difficult times. North Africa had offices in various locations of Christian Sicily and southern Italy itself, including Bari, Taranto, Agripolis, and Gaglione. North Africa exported olive oil, wax, leather, wool and derivatives, and imported wheat in famine years, and Islam did not prohibit trade with Christian countries. ==Scientific production== Constantine arrived at Cassino, bringing with him the manuscripts of medicine that he took from Tunis. They include works of the Kairouanese El Baghdadi: * The Kairouanese books * The book of melancholy of Ishaq Ibn Imran. * The book of the pulse, urine and food regime of Ibn Ishaq Suleiman. * The book \"Zad Al Mussāfir\" (Viaticum) of Ahmed Ibn Al Jazzar. * The Baghdadi books * The book \"Al Hawi\" of Abu Bakr Al Razi * The book \"Al Kamil “ of Ali Ibn Al Abbas Al Majoussi, at least in part. Constantine translated the first ten books (on the theory of medicine) but his translation of the second ten books (on practice) do not entirely survive. (The same book was retranslated in the twelfth century by Stephen of Antioch, who was dismissive of Constantine's translation.) ==Editions of Constantine's Works== Constantine's works are most readily available in two sixteenth-century printed editions, the 1515 Lyons editionConfusingly, the title of 1515 Lyons edition (Omnia opera Ysaac) actually refers to Isaac Isra'ili, not Constantine. Renaissance scholars thought of Constantine as a plagiarist because of his tendency to omit the names of the authors of works he translated from Arabic. and the 1536 Basel edition. (Both editions are readily available online.) The Basel edition is missing some of Constantine's prefatory material, but Mark JordanThe Fortunes of Constantine's Pantegni, in Burnett and Jacquart, Constantine the African and ʻAlī ibn al-ʻAbbās al-Maǧūsī, 289. notes that, while both Basel and Lyons editions are problematic, and have undergone some humanistic retouching, the Basel edition may be more reliable. Modern scholars of the history of medicine, however, have tended to refer to the Lyons edition. A recent and scholarly edition of the De Coitu is Constantini Liber de coitu = El tratado de andrología de Constantino el Africano (Santiago de Compostela: Secretariado de Publicaciones de la Universidad de Santiago, 1983), with accompanying Spanish translation. The Isagoge of Johannitius, which Constantine may have translatedFrancis Newton, “Constantine the African and Monte Cassino: New Elements and the Text of the Isagoge” In Constantine the African and ‘Ali Ibn Al-‘Abbas Al-Magusi: The Pantegni and Related Texts, ed. Charles Burnett and Danielle Jacquart (New York: E.J. Brill, 1994), 39. (the attribution is contested), has been edited by Gregor Maurach in Sudhoffs Archiv 62 (1978). This edition was never meant to be definitive, and it has received some criticism and corrections, most notably by Ursula Weisser. ==English Translations== Two English translations of De Coitu are readily available: * Delany, Paul. \"Constantinus Africanus' De Coitu: A Translation.\" Chaucer Review 4, no. 1 (Summer 1969): 55-65. * Wallis, Faith, ed. Medieval Medicine: A Reader (Toronto: University of Toronto Press, 2010), pp. 511–523. The preface to Constantine's Pantegni is also available: * Eric Kwakkel and Francis Newton, Medicine at Monte Cassino: Constantine the African and the oldest manuscript of his Pantegni (Turnhout, 2019), pp. 207-209 ==The legend of Constantine== In his introduction of the complete works of Ambroise Pare, here what Doctor Malgaigne writes: \"Constantine was born in Carthage and taken with an ardent desire to learn all sciences he went to Babylonia, learned grammar, logic, physics (medicine), geometry, arithmetic, mathematics, astronomy, necromancy, and music. After exhausting all sciences of the Chaldeans, Arabs and Persians he went to India, asked the scientists of this country, returned from Egypt where he completed his long study and after four decades of travel and work, he returned in his hometown. But the rarity and breadth of his knowledge scared his countrymen, they took him for a sorcerer and banished him. Constantine informed in time, fled and went to Salerno where he remained for some time hidden under the garb of a beggar. The brother of the king of Babylon who passes through this city, recognized him and presented him to the famous Robert Guiscard, who made him his first secretary. But more than eager to rest than with honors he left the court and retired to Monte Cassino where he spent the rest of his life translating from Arabic into Latin various medical books.\" ==See also== *Latin translations of the 12th century ==Notes== ==References== *Ahmed Ben Miled, Ibn Al Jazzar, Constantin l'Africain, éd. Salammbô, Tunis, 1987. *Charles S. F. Burnett, Danielle Jacquart (eds.), Constantine the African and ʻAlī Ibn Al-ʻAbbās Al-Magūsī: The Pantegni and Related Texts. Leiden: Brill, 1995. *M. McVaugh, Constantine the African. C. C. Gillispie, ed., Dictionary of Scientific Biography, Vol. 3 (New York: Charles Scribner's Sons, 1970): pp. 393–5. *Lienhard J.H., Constantine the African – Engines of our Ingenuity, Number 2097 *Constantinus Africanus research blog Category:11th-century people of Ifriqiya Category:African Christians Category:Arabic–Latin translators Category:Converts to Roman Catholicism from Islam Category:11th-century Italian physicians Category:11th- century translators Category:11th-century Italian writers Category:11th- century Latin writers Category:1090s deaths Category:People of Zirid Ifriqiya",
 "title": "Constantine the African"
}