{
 "id": "649938",
 "text": "Puntius is a genus of small freshwater fish in the family Cyprinidae native to South Asia and Mainland Southeast Asia, as well as Taiwan. Many species formerly placed in Puntius have been moved to other genera such as Barbodes, Dawkinsia, Desmopuntius, Haludaria, Oliotius, Pethia, Puntigrus, Sahyadria and Systomus.Kottelat, M. (2013): The fishes of the inland waters of southeast Asia: A catalogue and core bibliography of the fishes known to occur in freshwaters, mangroves and estuaries. Raffles Bulletin of Zoology, Suppl. No. 27: 1–663.Pethiyagoda, R., Meegaskumbura, M. & Maduwage, K. (2012): A synopsis of the South Asian fishes referred to Puntius (Pisces: Cyprinidae). Ichthyological Exploration of Freshwaters, 23 (1): 69–95.Raghavan, R., Philip, S., Ali, A. & Dahanukar, N. (2013): Sahyadria, a new genus of barbs (Teleostei: Cyprinidae) from Western Ghats of India. Journal of Threatened Taxa, 5 (15): 4932–4938. ==Etymology== The name Puntius comes from Pungti (Pronounced Puti), a Bangla term for small cyprinids. ==Range== Fishes of the genus Puntius are found in South Asia (west to Pakistan and south to Sri Lanka) and Mainland Southeast Asia, with a single species, P. snyderi, in Taiwan. The greatest species richness is in India. ==Description== The maximum size for an adult of this genus is , but most species reach and some species do not surpass . In appearance they may resemble miniature carp and are sometimes brightly coloured or patterned. ==Behavior== These fishes are omnivorous; their diet includes small invertebrates and plant matter. Breeding is by egg scattering and takes place close to the bottom, near or within areas of dense plant growth. They do not show parental care and adults may eat the young. ==Taxonomy== Historically, many species of Puntius have been classified in several genera, including Barbus. Despite the reclassifications, the specific epithet remains the same in these - except in cases of homonymies - as Barbus and Puntius have the same grammatical gender. The closest living relatives of the spotted barbs are the genus Cyprinion and perhaps the genus Capoeta. These and the other \"typical\" barbs and barbels were formerly often separated as subfamily Barbinae, but this group is highly paraphyletic with regard to the Cyprininae and better merged there at least for the largest part (including Puntius). In particular the genus Barbonymus, containing the tinfoil barb and its relatives - for some time included in Puntius - appears to be a kind of carp that has evolved convergently with barbs. ==Species== These are the currently recognized species in this genus: * Puntius ambassis (F. Day, 1869) * Puntius amphibius (Valenciennes, 1842) (Scarlet-banded barb) * Puntius aphya (Günther, 1868) * Puntius arenatus (F. Day, 1878) (Arenatus barb) * Puntius bimaculatus (Bleeker, 1863) (Redside barb) * Puntius bramoides (Valenciennes, 1842) * Puntius brevis (Bleeker, 1849) * Puntius burmanicus (F. Day, 1878) * Puntius cauveriensis (Hora, 1937) (Cauvery barb) * Puntius chola (F. Hamilton, 1822) (Swamp barb) * Puntius crescentus G. M. Yazdani & D. F. Singh, 1994 * Puntius deccanensis G. M. Yazdani & M. Babu Rao, 1976 (Deccan barb) * Puntius dolichopterus Plamoottil, 2015 (Longfin Kerala barb) * Puntius dorsalis (Jerdon, 1849) (Long-snouted barb) * Puntius euspilurus Mathews Plamoottil 2016 * Puntius fraseri (Hora & Misra, 1938) (Dharna barb) * Puntius kamalika N. K. A. Silva, Maduwage & Pethiyagoda, 2008 * Puntius kelumi Pethiyagoda, N. K. A. Silva, Maduwage & Meegaskumbura, 2008 * Puntius khohi Dobriyal, R. Singh, S. P. Uniyal, H. K. Joshi, S. Phurailatpam & M. S. Bisht, 2004 * Puntius kyphus Mathews Plamootitl, 2019 * Puntius layardi (Günther, 1868) * Puntius madhusoodani Krishna Kumar, Benno Pereira & Radhakrishnan, 2012 Krishna Kumar, K., Benno Pereira, F.G. & Radhakrishnan, K.V. (2012): Puntius madhusoodani (Teleostei: Cyprinidae), a new species of barb from Manimala River, Kerala, South India. Biosystematica, 5 (2): 31-37. * Puntius mahecola (Valenciennes, 1844) (Mahecola barb) * Puntius masyai H. M. Smith, 1945 * Puntius melanostigma F. Day, 1878 * Puntius morehensis Arunkumar & Tombi Singh, 1998 * Puntius mudumalaiensis Menon & Rema Devi, 1992 * Puntius muzaffarpurensis Srivastava, K. P. Verma & R. B. Sharma, 1977 * Puntius nangalensis Jayaram, 1990 * Puntius nelsoni Plamoottil, 2014 Plamoottil, M. (2014): Puntius nelsoni, Systomus chryseus and S. rufus (Cypriniformes: Cyprinidae), three new fish species from Kerala, India. International Journal of Fauna and Biological Studies, 1 (6): 135–145. (Travancore yellow barb) * Puntius nigronotus Plamoottil, 2014 Plamoottil, M. (2014): Puntius nigronotus, a new fish species (Cypriniformes; Cyprinidae) from Kerala, India. Journal of Research in Biology, 4 (8): 1581–1588. (Malabar black-backed barb) * Puntius ocellus Plamoottil & Vineeth, 2020Egypt. Acad. J. Biolog. Sci. (B. Zoology) Vol. 12(2) pp: 93-102(2020) * Puntius parrah F. Day, 1865 (Parrah barb) * Puntius paucimaculatus Y. H. Wang & Y. Ni, 1982 * Puntius pugio S. O. Kullander, 2008 * Puntius punjabensis (F. Day, 1871) * Puntius puntio (F. Hamilton, 1822) (Puntio barb) * Puntius sahyadriensis Silas, 1953 (Khavli barb) * Puntius sanctus Mathews Plamoottil 2020 * Puntius sealei (Herre, 1933) * Puntius somphongsi (Benl & Klausewitz, 1962) * Puntius sophore (F. Hamilton, 1822) (Pool barb) * Puntius sophoroides (Günther, 1868) * Puntius spilopterus (Fowler, 1934) * Puntius takhoaensis Nguyen & Doan, 1969) * Puntius terio (F. Hamilton, 1822) (Onespot barb) * Puntius tetraspilus Günther, 1868) * Puntius thermalis Valenciennes, 1844) * Puntius titteya Deraniyagala, 1929 (Cherry barb) * Puntius viridis Plamoottil & Abraham, 2014 Plamoottil, M. & Abraham, N.P. (2014): Puntius viridis (Cypriniformes, Cyprinidae), a new fish species from Kerala, India. Journal of Research in Biology, 3 (7): 1093–1104. (Spotfin green barb) * Puntius vittatus F. Day, 1865 (Greenstripe barb) * Puntius waageni (F. Day, 1872) ==References== Category:Cyprinidae genera Category:Fish of Southeast Asia Category:Fish of South Asia Category:Taxa named by Francis Buchanan-Hamilton",
 "title": "Puntius"
}