{
 "id": "650138",
 "text": "thumb|Pietro Maria Bardi Pietro Maria Bardi (La Spezia, February 21, 1900 – São Paulo, October 10, 1999) was an Italian writer, curator and collector, mostly known for being the Founding Director of the São Paulo Museum of Art in Brazil. Bardi started his career in the 1920s as a journalist, writing about art and architecture for newspapers like Gazzetta di Genova and Corriere della Sera. Between 1926 and 1930, Bardi's focus shifted \"from journalism to the art market.\" In 1928 he opened the Galleria Bardi in Milan, which exhibited many artists of the Scuola Romana. Two years later he moved to Rome and opened the Galleria di Roma, where the Second Exhibition of Rationalist Architecture was held in 1931. \"Throughout the 1930s, Bardi argued for the alliance of Rationalist architecture and fascist politics in the pages of Milan newspaper L’Ambrosiano, in the architecture journal Quadrante . . . and in the Rome newspaper Meridiano.\" Bardi visited Brazil for the first time in 1933 and permanently relocated in São Paulo in 1946 with his wife, architect Lina Bo Bardi. In 1947 he co-founded with Assis Chateaubriand the São Paulo Museum of Art, which he directed until 1996, stirring the Brazilian artistic community with his ideas about popularizing museums by making both modern and classical art more accessible. Hand-in-hand with this idea, he and his wife, Lina Bo Bardi, developed the concept of an open, wide exhibition space where paintings were fixed to acrylic pedestals, thus making the whole space visible at once and the works seemingly suspended in space. The substitution of traditional walls for the acrylic pedestals became a big point of debate. He died in São Paulo in 1999, four months before his 100th birthday. ==References== Category:1900 births Category:1999 deaths Category:Italian art curators Category:Italian emigrants to Brazil Category:Brazilian curators Category:Museum directors Category:Italian magazine founders",
 "title": "Pietro Maria Bardi"
}