{
 "id": "650354",
 "text": "Matthew Jonathan Hyson (born August 13, 1970) is an American retired professional wrestler best known for his tenure in World Wrestling Entertainment (WWE) as Spike Dudley. Prior to WWE, Hyson began performing as Spike Dudley in the 1990s with Extreme Championship Wrestling (ECW); the Spike Dudley character being a member of The Dudley Brothers. As part of a storyline, fellow members Bubba Ray Dudley and D-Von Dudley betrayed the faction to form a separate Dudley Boyz tag-team; resulting in Hyson and members being involved in a subsequent feud with the duo. The Dudley Boyz would eventually leave ECW for the World Wrestling Federation (WWF) in 1999. Meanwhile, Hyson remained in ECW, and during his time held two reigns as ECW World Tag Team Champion alongside Balls Mahoney. The promotion fell into bankruptcy in 2001, which led Hyson to join the WWF, where he reconciled with Ray and D-Von. Hyson would appear with his kayfabe brothers on-and-off, as well as capturing the WWF Tag Team Championship with Tazz. Hyson also held the European Championship once and Hardcore Championship eight times in 2002. He would go on to team with Ray and D-Von following this, and would then have a singles career in the promotion from 2004 to 2005, notably holding the Cruiserweight Championship. In 2005, Hyson was released from his WWE contract. After a brief stint on the independent circuit and becoming a trainer at The Lock-Up Wrestling School, Hyson would join Total Nonstop Action Wrestling (TNA) changing his ring name to Brother Runt due to WWE retaining the Dudley trademark. He once again teamed with Ray and Devon who had joined the promotion a few months prior to him; as well as feuding with Abyss. Following his release from TNA in the summer of 2007, Hyson continued to work as a trainer, and would continue to compete on the independent circuit simply as Matt Hyson until 2010 where he stopped training and performing on a full-time basis., with his final match occurring in 2015. ==Professional wrestling career== ===Early career=== In May 1993, Hyson entered All Pro Wrestling's \"Boot Camp\" in Hayward, California to train as a referee and manager. He quickly began training to be a wrestler as well, and spent the next three years wrestling for independent California promotions. ===Extreme Championship Wrestling=== ====Feud with Dudley Boyz (1996-1999)==== Hyson debuted in Extreme Championship Wrestling on September 14, 1996, at When Worlds Collide II. He was introduced as a fan favorite under the ring name \"Little\" Spike Dudley, as a part of the Dudley family. In his debut match, Spike teamed with his storyline brother Bubba Ray Dudley to defeat The Erotic Experience (GQ Gorgeous and Pat Day). He made his televised debut in ECW on the October 1 episode of Hardcore TV. His in-ring persona was that of the \"runt\" of the family. His initials LSD and finishing move, the Acid Drop were both drug references and, at times, he would stare at his hands waving in front of him as if he were on a trip. At Crossing the Line Again on February 1, 1997, Bubba turned on the Dudley family by aligning with D-Von Dudley and hitting a Dudley Death Drop on Spike and forming the tag team The Dudley Boyz. This also resulted in Spike becoming the first recipient of the Dudley Death Drop or 3D. As a result, Spike began a lengthy on-and-off scripted rivalry with them which continued for two years. Spike would lose to Dudley Boyz' ally Axl Rotten on a few occasions at Winter Blowout and CyberSlam. During the summer of 1997, Spike teamed with Mikey Whipwreck and got involved in a mini feud with PG-13, which resulted in Dudley and Whipwreck defeating PG-13 at Heat Wave. Dudley's first high-profile feud began with Bam Bam Bigelow when Dudley defeated Bigelow to score an upset win at Born to be Wired. He quickly gained the nickname \"The Giant Killer\", as he would be booked to score quick wins against larger and heavier opponents. Dudley lost to Bigelow in a rematch in his pay- per-view debut at Hardcore Heaven. At As Good as It Gets, Dudley lost to Bigelow in a match. The match was notable for a very interesting moment in not only Hyson's career but in ECW history in general, in which Bigelow threw him from the ring over the top rope and into the crowd. The fans caught him and proceeded to body surf him around the ECW Arena. This incident was incorporated into the Hardcore TV introduction for years. Teaming with multiple people, including Tommy Dreamer, The Sandman, New Jack, and Nova, he defeated them to win the ECW World Tag Team Championship with his partner Balls Mahoney on two occasions in 1999. ====ECW Commissioner and various feuds (2000-2001)==== He was also in the main event on some occasions, such as the 2000 Guilty as Charged pay-per-view, where he faced Mike Awesome for the ECW World Heavyweight Championship, in a losing effort. During the match, however, he injured his knee, and after aggravating the injury in subsequent matches with Awesome and Lance Storm was forced to take several months off to recuperate. He returned in June 2000 as the ECW Commissioner and returned to in-ring action at the November to Remember event of that year, relinquishing his role as commissioner. Hyson stayed with ECW until it folded in 2001. ===World Wrestling Federation/Entertainment (2001–2005)=== Dudley joined the WWF in 2001, aligning with his half-brothers, Bubba Ray and D-Von. With his brothers in the middle of a three-way feud for the WWF Tag Team Championship with the Hardy Boyz and Edge & Christian, Dudley frequently battled with Lita and Rhyno to try and help their respective team win (Lita managed The Hardy Boyz while Rhyno managed Edge & Christian). Notably all three were heavily involved in the Tables, Ladders and Chairs (TLC) match at WrestleMania X-Seven. Although Dudley inadvertently saved Lita from being taken out by Rhyno, Dudley later took a hard chair shot to the head from Lita (who was later taken out by Bubba Ray and D-Von) and was then taken out by Jeff Hardy when he performed a Swanton Bomb off a 20-foot ladder and landed on 2 parallel tables with Rhyno on one and Dudley on the other with Jeff mostly landing on Dudley's table. After WrestleMania, The Dudley Boyz began a feud with The Holly Cousins. During this time, Dudley began a relationship with Molly Holly, which led to the Dudleys turning on him and putting Holly through a table. On the June 14 episode of SmackDown!, Dudley was given his first opportunity at the WWF Championship, in a losing effort against Stone Cold Steve Austin. During The Invasion, Dudley remained loyal to WWF, despite being an ECW alumnus. It was during The Invasion that his relationship with Molly came to an end when she turned on him, aligning herself with Hurricane Helms and joining The Alliance. left|thumb|Dudley during a match in Australia Between May 2001 and January 2002, Dudley formed short-lived tag teams in an attempt to defeat his brothers. On the January 7, 2002 edition of Raw, Dudley and Tazz defeated The Dudley Boyz for the WWF Tag Team Championship, and successfully retained them at the Royal Rumble. Dudley next entered the Hardcore Championship picture, winning the championship eight times, including at WrestleMania X8 (though he never held the championship for more than a day, due to the \"24/7 rule.\") He also defeated William Regal for the European Championship on the April 8 episode of Raw, and held the championship for a month before losing it back to Regal. As 2002 went along, Spike and Bubba began to team together again and feuded with The Un-Americans while also pursuing the WWE Tag Team Championship. By the end of the year, D-Von had rejoined his brothers, and they feuded with 3-Minute Warning. Dudley was injured after a missed spot during a 10-man tag match on Raw in September 2003. La Résistance threw Dudley to the outside but Dudley missed the table that he was supposed to crash through. After some time away from the ring, Spike returned and defeated René Duprée to get revenge for the injury. In 2004, Dudley was drafted to the SmackDown! brand, where he immediately began challenging for the WWE Cruiserweight Championship. On the July 29 episode of SmackDown!, he defeated Rey Mysterio for the championship with interference from his brothers, thus turning into a heel. He then began to wrestle as the \"boss\" of the Dudley Boyz. The Dudleys defeated Mysterio, Billy Kidman and Paul London in a six-man tag team match at SummerSlam. He continued to defend his championship throughout the year, before eventually losing the Cruiserweight Championship to Funaki at Armageddon. He made his last appearance with WWE at ECW One Night Stand on June 12, 2005, helping the Dudleys win their tag team match. At the event, Spike was dressed like his old ECW character (tie-dyed shirt and overalls) but still portrayed his WWE \"Boss\" character. Dudley was released from his WWE contract on July 5, 2005, along with seven other wrestlers in what was thought to have been a cost-cutting measure by the company. Bubba and D-Von also departed the company after ECW One Night Stand. === Total Nonstop Action Wrestling (2006–2007, 2009–2014) === Hyson debuted in Total Nonstop Action Wrestling on the April 14, 2006 episode of TNA Impact!, preventing Eric Young from driving Brother Devon through a table and attacking each member of Team Canada. Hyson then celebrated with Brother Devon and Brother Ray, with him identifying him as \"Brother Spike\" and then \"Brother Runt\". At Lockdown, Runt and Team 3D defeated Team Canada in a Six Sides of Steel Anthem match. Brother Runt continued to be a part of Team 3D during feud with Abyss and the James Gang and at Victory Road, Runt and Team 3D lost a six-man tag to The James Gang and Abyss. At Hard Justice, Runt lost to Abyss. On the August 31 episode of Impact!, Runt lost to Abyss in a 10,000 Thumbtacks match. In June 2006, Hyson represented TNA in Japan with the Hustle federation, where he, alongside Ray and Devon, defeated Kouhiro Kanemura, Masato Tanaka and Tomoaki Honma twice in 3-on-3 tag-team matches. At UFW's \"Hardcore War\" show, Spike stated that he had been sent a contract to compete at WWE's ECW One Night Stand. Spike took out the contract and tore it into pieces in front of the live crowd stating that he was remaining loyal to TNA. Through the rest of the year, Brother Runt continued to feud with Abyss and several other heavyweight wrestlers while having a short-lived alliance with Raven (Raven saved Brother Runt from being smashed through two stacked tables covered in thumbtack-covered boards from Abyss, before throwing Abyss in himself), before he turned on Raven on September 15, 2006. In September and October 2006 Hyson had formed a new look, very similar to Travis Bickle in the hit 1976 movie Taxi Driver complete with Bickle's trademark green army jacket and mohawk. At No Surrender, Brother Runt competed in a No Disqualification 3-Way Dance which was won by Abyss, At Bound for Glory, Brother Runt competed in a fatal four way Monster's Ball match which was won by Samoa Joe. On the December 21 episode of Impact! Brother Runt made his first TNA appearance in a while dressed up as Santa Claus, and was subsequently beaten down by The Latin American Xchange (LAX) until being saved by Eric Young, Sonjay Dutt, Jay Lethal, and Petey Williams. On the January 4 episode of Impact!, Runt lost to Homicide in a Mexican Street Fight. At Final Resolution on January 21, 2007, a drunk Brother Runt cost his Team 3D teammates their NWA World Tag Team Championship match against LAX (Latin American Exchange) by jumping onto Homicide. Runt soon returned to the April 12 episode of Impact! after being attacked by LAX backstage. He was mocked by Konnan who fired a taser gun at him causing Brother Runt to roll around in pain. On August 15, 2007, Runt was released from TNA after several months of inactivity. On April 16, 2009, Brother Runt and Balls Mahoney appeared on TNA Impact! to wish Team 3D luck in their match at Lockdown. They later were attacked by Beer Money, Inc. On March 15, 2010's episode of Impact! in a six-man tag team match, he and Team 3D were defeated by The Nasty Boys and Jimmy Hart. On August 4, 2010, it was confirmed that Hyson would be taking part in TNA's ECW reunion show, Hardcore Justice. At Hardcore Justice Hyson, was defeated by Rhino in a three-way match, which also included Al Snow. On January 17, 2013, Hyson made an appearance on TNA Impact Wrestling as one of Bully Ray's groomsmen during his wedding to Brooke Hogan. He was assaulted by Aces & Eights after they crashed the ceremony. On March 19, 2013, Runt appeared at TNA Hardcore Justice 2, teaming with Jeff Hardy to defeat Team 3D (Bully Ray and Devon) in a tag team tables match, which aired on July 5, 2013. ===Independent scene and sporadic appearances (2005–2015)=== right|thumb|Hyson, as Spike Dudley posing on the turnbuckle at a Squared Circle Wrestling (2CW) live event in Watertown, New York on January 13, 2014 Upon leaving WWE, he billed himself as Matt Hyson and performed at independent shows, mainly Top Rope Promotions in Massachusetts. He also joined the roster for Squared Circle Wrestling (2CW) in Syracuse, New York and the New York Wrestling Connection in Deer Park, New York. Hyson also went on to wrestle at Shane Douglas' Hardcore Homecoming, as well as guest featuring at shows with large amounts of talent from Total Nonstop Action Wrestling (TNA), mainly the UWF (UWF Live); this building speculation that Hyson would be signing with the TNA promotion. Whilst under contract with TNA, Hyson was permitted to continue his work for independent wrestling companies, and would use his TNA ringname Brother Runt instead of Matt Hyson. In mid-2006, Hyson trained professional wrestlers at Top Rope Promotions in Fall River, Massachusetts until 2010. After he parted ways with TNA, Hyson became a teacher at The Lock-Up Wrestling School, run by Top Rope Promotions, as well as performing with Big Time Wrestling (BTW). He would be billed as Spike Dudley, Brother Runt or Matt Hyson depending on the promotion. Hyson notably reunited with Ray and Devon on the independent circuit in June 2008 for a one- off match in Danbury, Connecticut for Big Time Wrestling. This was the first time he would partner with Ray and Devon since his departing from TNA, and the penultimate time he would partner with them before the trio teamed together for the last time in 2010 on an episode of TNA Impact. Hyson held the Big Time Wrestling Heavyweight Title from January to August 2010 when he lost the title to Shane Douglas in Webster, Massachusetts after Douglas hit Hyson with a chain. Hyson wrestled at a Real Action Wrestling event in St. Albans, Vermont on September 11, 2010, where he lost to Shane Williams. Hyson decided that he would retire from making frequent wrestling appearances after this bout, and would only work occasional shows. He had a two-year hiatus, before returning to the indie scene in 2012 for 2CW. He wrestled his last match to date in December 2015 at the last 2CW event, defeating Jason Axe and Jimmy Olsen and giving an emotional speech regarding 2CW and his career. He appeared as a guest on the WWE \"Straight Outta Dudleyville\" DVD set in 2016. == Other media == Hyson made his video game debut in ECW Hardcore Revolution. He would also appear in ECW Anarchy Rulz, WWF SmackDown! Just Bring It, WWF Raw, WWE SmackDown! Shut Your Mouth, WWE Raw 2, WWE WrestleMania 21 and WWE SmackDown! vs. Raw 2006. ==Personal life== Hyson was a third grade teacher's assistant in San Francisco, California before getting into the wrestling business. He works as a financial transition specialist with Merrill Edge. He and his wife, Vikki, have a daughter and son together. Prior to his wrestling career, Hyson received a Bachelor of Arts degree from Skidmore College in Saratoga Springs, New York. In the documentary Beyond the Mat, a heavily bleeding Hyson delivers the line \"I shall, I do,\" (Henry IV of England's response to a request by Sir John Falstaff in the Shakespearean play Henry IV, Part 1) when questioned regarding his favorite quote from Shakespeare. ==Championships and accomplishments== *Big Time Wrestling (California) **BTW Cruiserweight Championship (1 time) *Big Time Wrestling (Massachusetts) **BTW Heavyweight Championship (1 time) *Chaotic Wrestling **CW Tag Team Championship (1 time) – with Kyle Storm *Extreme Championship Wrestling **ECW World Tag Team Championship (2 times) – with Balls Mahoney * Neo Revolution Grappling ** NRG Heavyweight Championship (1 time) *New York Wrestling Connection **NYWC Heavyweight Championship (1 time) *Pro Wrestling Illustrated **PWI ranked him No. 51 of the top 500 singles wrestlers in the PWI 500 in 2004 **PWI ranked him No. 455 of the top 500 singles wrestlers in the PWI Years in 2003 *World Wrestling Federation / World Wrestling Entertainment **WWE Cruiserweight Championship (1 time) **WWF/E European Championship (1 time) **WWF/E Hardcore Championship (8 times) **WWF Tag Team Championship (1 time) – with Tazz ** Raw X Anniversary - Raw Greatest Matches Award for Tables, Ladders and Chairs 4 from 2002 *Wrestling Observer Newsletter **Worst Worked Match of the Year (2006) TNA Reverse Battle Royal on TNA Impact! ==References== ==External links== * * Interview with HitTheRopes.com * Category:1970 births Category:American male professional wrestlers Category:ECW World Tag Team Champions Category:Living people Category:Sportspeople from Providence, Rhode Island Category:Professional wrestlers from Rhode Island Category:Professional wrestling trainers Category:Skidmore College alumni Category:The Dudley Brothers members Category:WWF European Champions Category:WWF/WWE Hardcore Champions",
 "title": "Spike Dudley"
}