{
 "id": "650351",
 "text": "Queen's Gardens is a sequence of gardens in the centre of Kingston upon Hull, England. They are set out within a area that until 1930 was filled with the waters of Queen's Dock. As the dock was not fully filled in, the gardens are largely below the level of the surrounding streets. ==Description== The gardens have a central avenue of trees aligned with the Wilberforce Monument to the east, which is fronted by a pool with fountains. The statue of William Wilberforce atop a large Doric column was moved to this site in 1935 and originally dominated the gardens. However, the construction of Sir Frederick Gibberd's building for Hull College behind the column in 1962 has reduced its impact. Most visitors approach the gardens from the west, through a circus of flower gardens at street level around the \"Rosebowl\" fountain. Slopes and steps lead down from this area into the main area of the sunken gardens. Either side of the central avenue there are broad areas of lawn, interspersed with smaller borders filled with perennials, and another two large fountain pools. The formal central axis of the gardens is now diminished by post-war planting of Japanese cherry trees in the central avenue, many of which are now over-mature and showing signs of stress. Vistas from the Rosebowl gardens into the main gardens were previously blocked by overgrown shrubberies on the slope between the two levels until recent renovations in 2017 to open out the area in-between the two sections of the park. Renovations also updated the pools and introduced a number of art installations. thumb|150px|left|Robinson Crusoe plaque On the north side of the Gardens a plaque commemorates Robinson Crusoe, the famous fictional character who sailed from Hull in 1651 on the voyage that ended with him castaway on a desert island for over 28 years. The plaque includes the quotation, \"Had I the sense to return to Hull, I had [i.e. would have] been happy.\" The Peace Garden, at the eastern end of the park, was instituted by Hull City Council for the UN's International Year of Peace in 1986. This was led by Alice Tulley, a councillor and a Quaker, with support from the local CND group. Peace events were held there with the mayor in attendance. Since then the Quakers have held a Meeting there each year to commemorate Hiroshima Day. This falls on the Sunday nearest the anniversary of the bombings of Hiroshima and Nagasaki. Victoria Square is at western end of the gardens, leading to the Princes Quay shopping centre and the Ferens Art Gallery. The gardens are well used, particularly by the local student population. In 2005, the new BBC development was completed at the north-west corner of the gardens. This incorporates a tall apartment block. In 2006, it was announced that Hull Citybuild - Hull's Urban Regeneration Company - had been working with Hull City Council to bring forward \"a major public realm design competition\" for Queen's Gardens and Victoria Square. In August 2017, a £310,000 sculpture, Solar Gate, was installed in the gardens as part of the public realms work for the 2017 UK City Of Culture. ==References== Category:Parks and open spaces in Kingston upon Hull Category:Gardens in the East Riding of Yorkshire",
 "title": "Queen's Gardens, Kingston upon Hull"
}