{
 "id": "650440",
 "text": "The World Health Organization Framework Convention on Tobacco Control (WHO FCTC) is a treaty adopted by the 56th World Health Assembly held in Geneva, Switzerland on 21 May 2003. It became the first World Health Organization treaty adopted under article 19 of the WHO constitution. The treaty came into force on 27 February 2005. It had been signed by 168 countries and is legally binding in 181 ratifying countries. There are currently 15 United Nations member states that are non-parties to the treaty (nine which have not signed and six of which have signed but not ratified). The FCTC, one of the most quickly ratified treaties in United Nations history, is a supranational agreement that seeks \"to protect present and future generations from the devastating health, social, environmental and economic consequences of tobacco consumption and exposure to tobacco smoke\" by enacting a set of universal standards stating the dangers of tobacco and limiting its use in all forms worldwide.Brandt, Allan M. The Cigarette Century: the Rise, Fall, and Deadly Persistence of the Product That Defined America. New York: Basic, 2007. Print. To this end, the treaty's provisions include rules that govern the production, sale, distribution, advertisement, and taxation of tobacco. FCTC standards are, however, minimum requirements, and signatories are encouraged to be even more stringent in regulating tobacco than the treaty requires them to be. The FCTC represents a watershed moment for international public health; not only was the treaty the first to be adopted under WHO's Article 19, but it also marks one of the first multilateral, binding agreements regarding a chronic, non-communicable disease. The FCTC was furthermore a watershed moment for the European Union. According to Mamudu and Studlar, since the adoption of the FCTC in 2003, \"shared sovereignty through multilevel governance has become the norm in the tobacco control policy area for EU members, including having one international organization negotiate within the context of another.\" Worldwide tobacco control set a precedent for EU Commission participation and negotiation in multilateral treaties, and further defined the powers and capabilities of the EU as a supranational entity. The perceived success of the FCTC has fueled calls for many other global health treaties, although a recent review of 90 quantitative impact evaluations of international treaties broadly raises questions about their real-world impact. Four criteria have been put forward to guide the development of follow-on global health treaties. ==Background== The WHO has long been active in preventing the myriad health issues that result from tobacco consumption. As the leading cause of preventable death globally, tobacco has seen an upsurge in both its consumption and its fatality rate worldwide with the increasing interconnectedness of the global economy. Thus, while tobacco related-diseases differ from the communicable diseases that have traditionally been the concern of the WHO, the effects of globalization have made tobacco increasingly relevant for such intergovernmental authorities. Under the auspices of tobacco activist and UCLA professor Ruth Roemer, the WHO urged individual countries throughout the 1980s and 1990s to adopt national laws that have been shown to reduce tobacco use. The FCTC, however, marked the first time that the WHO went so far as to enact its international legal powers to address the problem. In fact, Roemer herself was among the original group of academics and tobacco activists who supported the idea of a framework-convention protocol approach (the rest of the group included Allyn Taylor, Derek Yach, and Judith Mackay). The idea for a multilateral treaty regarding tobacco control gained traction in 1994 at the Ninth World Conference on Tobacco or Health in Paris, France, when Roemer and Taylor presented their strategy for international legal action. Roemer and Allyn, along with Judith Mackay, were successful, and their proposal was adopted as one of the conference's first resolutions. In 1995, the World Health Assembly (WHA), in Resolution 48.11, requested that the director general \"report to the 49th World Health Assembly on the feasibility of developing an international instrument, such as guidelines, a declaration or an international convention on tobacco control to be adopted by the United Nations.\" In compliance with Resolution 48.11, the WHO employed Roemer and Taylor to draft a background paper on the various mechanisms available to the WHO in effectively controlling tobacco use worldwide. This background paper provided a concrete recommendation for a framework convention, as opposed to alternative international legal action. According to it proponents, a framework convention would \"promote global cooperation and national action for tobacco control.\" Roemer and Taylor's proposal was met with some skepticism. Allan M. Brandt, the esteemed Harvard University historian of the tobacco industry, reports, \"some considered it unrealistic, impractical, and overly ambitious, and preferred a nonbinding 'code of conduct.\" However, with the support of Derek , head of the Policy Coordination Committee at the WHO, the proposal gained momentum. Derek became the first Director of the Tobacco Free Initiative in 1998 and steered development of the FCTC from then till its adoption in March 2003. Subsequently, Gro Harlem Brundtland was elected director general of the WHO in 1998. Brundtland, a Norwegian medical doctor with a Master of Public Health degree from Harvard University, threw her full support behind the idea for a binding multilateral treaty on tobacco control. Alongside malaria treatment and prevention, the nascent Framework Convention rose to the top of her agenda at the WHO. ==Negotiation, drafting, and economic implications== It took three years for negotiators to come to an agreement on the terms of the FCTC. After being adopted by the World Health Assembly, the policy-making arm of the WHO, it officially went into effect in February 2005. A framework convention is typically justified for problems that necessitate international cooperation to effectively formulate policy. Prior to the FCTC, the majority of framework conventions addressed \"environmental issues that were outside the control of individual nations.\" Thus, in proving that a framework convention was needed for tobacco control, treaty advocates invoked tobacco-related issues that could not be resolved by the actions of individual countries, such as the smuggling of tobacco and the leakage of tobacco advertisements from countries which lacked stringent regulation to those with restrictions on where and to whom tobacco companies could market their products. This initial justification of the framework convention is manifested in the preamble of the final version of the FCTC, which states the following issues as central to the treaty's aims: > *the dramatic increase in worldwide tobacco consumption; *the escalation in > smoking and other forms of tobacco consumption by children and adolescents > *the impact of all forms of advertising, promotion, and sponsorship aimed at > encouraging tobacco use The treaty is notable for its unprecedented inclusion of nongovernmental organizations throughout the negotiation and drafting processes. According to Elinor Wilson, the past Vice-President of World Heart Federation, \"the FCTC is an excellent example of government/non-governmental collaboration through the Framework Convention Alliance resulting in global public health gains.\" Such collaboration between NGOs and the WHO forever changed the way that the WHO treats nongovernmental organizations, and in 2002 the WHO constitution was amended to reflect this shift in relations. Much of the groundwork for the economic justification for the FCTC was laid by the World Bank. In order to counter concerns that international tobacco control legislation would unduly harm economies of which tobacco farming, manufacturing, and sale were an important part, the WHO cited a landmark World Bank publication entitled Curbing the Epidemic: Governments and the Economics of Tobacco Control (CTE), which asserted that tobacco control would not harm economies, other than a select few agrarian countries that were unusually dependent on tobacco production. Mamudu, Hammond, and Glantz reveal that \"as a financial institution with substantial influence in developing countries, the Bank's publication of CTE threatened to undermine the tobacco companies' economic arguments\" about the harmful effects of tobacco control. Indeed, even before the treaty was publicly released, tobacco industry representatives embarked upon a concerted effort to thwart the efforts of FCTC drafters, in addition to participating policy-makers from individual WHO member states. Unable to argue against the overwhelming scientific evidence about tobacco's harmful health effects, the tobacco industry seized upon the FCTC's potential for economic harm. In response to the World Bank's CTE, the industry made a number of attempts to discredit the report, especially through the public relations efforts of the International Tobacco Growers' Association (ITGA) and by employing non-World Bank economists to release their own analyses. Between 4–16 March of the year 2000, the ITGA, financed by the tobacco industry, set out on what they dubbed a \"Roadshow,\" during which ITGA representatives spoke to policy-makers in the developing countries of India, Kenya, Malawi, South Africa, and Zimbabwe, in addition to two \"mini-Roadshows\" in Argentina and Brazil, in order to voice ITGA opposition to the FCTC on the grounds that the CTE had underestimated the threat that tobacco control would pose to developing economies. Once negotiations for the FCTC were underway, the tobacco industry again made attempts to lessen the blow of international legislation on their business by lobbying delegates at the convention in Geneva. According to Mamudu, Hammond, and Glantz, however, \"these efforts... did not undermine acceptance of CTE during the FCTC negotiations and CTE remained an authoritative economic analysis of global tobacco control.\" Nevertheless, the FCTC acknowledges that its agenda will inevitably hurt farmers who currently depend on tobacco for their livelihoods. To that end, the treaty encourages Parties to help tobacco farmers make the transition from tobacco to alternative crops. Article 17 of the Framework Convention states: \"Parties shall, in cooperation with each other and with competent international and regional intergovernmental organizations, promote, as appropriate, economically viable alternatives for tobacco workers, growers and, as the case may be, individual sellers.\"\"WHO Framework Convention on Tobacco Control (WHO FCTC)\". WHO. http://www.who.int/fctc/en/ In particular, the FCTC favors sustainable development options over tobacco farming. To achieve this, Party governments and tobacco control advocates are encouraged to invest in better infrastructure, especially transportation, to ease farmers' access to new and foreign markets when making the transition, while simultaneously improving farmers' access to credit that may be necessary in converting their existing facilities. ==Requirements== The Convention defines tobacco control as comprising demand, supply, and harm reduction (Article 1d). Significant provisions of the treaty require that parties implement the following measures: {| class=\"wikitable\" |- ! Topic ! Measure ! Articles |- | Lobbying | Call for a limitation in the interactions between lawmakers and the tobacco industry. | Article 5.3 |- | Demand reduction | Tax and other measures to reduce tobacco demand. | Article 6 & 7 |- | Passive smoking | Obligation to protect all people from exposure to tobacco smoke in indoor workplaces, public transport and indoor public places. | Article 8 |- | Regulation | The contents and emissions of tobacco products are to be regulated and ingredients are to be disclosed. | Article 10 |- | Packaging and labeling | Large health warning (at least 30% of the packet cover, 50% or more recommended), plain packaging is recommended; deceptive labels (\"mild\", \"light\", etc.) are prohibited. | Article 9 & 11 |- | Awareness | Public awareness for the consequences of smoking. | Article 12 |- | Tobacco advertising | Comprehensive ban, unless the national constitution forbids it. | Article 13 |- | Addiction | Addiction and cessation programs. | Article 14 |- | Smuggling | Action is required to eliminate illicit trade of tobacco products. | Article 15 |- | Minors | Restricted sales to minors. | Article 16 |- | Research | Tobacco-related research and information sharing among the parties. | Articles 20, 21, & 22 |} World Map Status ==Non-parties== The United States is a non-party to the Framework Convention on Tobacco Control. When the signed treaty was put up for ratification, President George W. Bush failed to send the FCTC to the United States Senate for consideration, thereby preventing the full participation of the U.S in the implementation of the Framework Convention. Furthermore, the U.S. has sought to change certain provisions of the FCTC, but with limited success. Among the provisions opposed successfully were a mandatory ban on the distribution of free tobacco samples (which is now optional), a narrow definition of the term \"minor\" regarding the sale of tobacco (which now refers to domestic or national law) and broad limitations concerning the tobacco advertising, promotion and sponsorship (which were seen as violating free speech, and are now subject to constitutional limitations). Among the provisions unsuccessfully opposed by the U.S. were the requirement for warning labels to be written in the language of the country where the tobacco products are being sold, and the ban on deceptive and misleading descriptions such as \"low tar\" or \"ultra-light\", which might infringe on trademark protections. As of December 2017, there are 15 non-party states that are members of the UN: six that have signed but not yet ratified (Argentina, Cuba, Haiti, Morocco, Switzerland, and the United States); and nine that have not signed (Andorra, Dominican Republic, Eritrea, Indonesia, Liechtenstein*, Malawi, Monaco, Somalia, and South Sudan). *Note: Liechtenstein, although not a WHO Member State, is eligible to become a Party to the WHO FCTC as a UN Member State. ==Governance== The FCTC established two principal bodies to oversee the functioning of the treaty: the Conference of the parties and the permanent Secretariat. In addition, there are over 50 different intergovernmental and nongovernmental organizations who are official observers to the Conference of the Parties. ==Implementation, oversight, and future direction== According to the FCTC in 2010, \"most parties have now passed or are renewing and strengthening national legislation and policies to meet their obligations under the treaty\" and that 80% of parties facilitated public information and/ or education programs on the dangers of tobacco and curb underage tobacco consumption through laws that forbid retailers from selling tobacco products to minors. Furthermore, 70% of parties made \"large, clear and visible health warnings\" mandatory for tobacco packaging. However Nikogosian warns that the treaty's effectiveness hinges on how parties implement the guidelines. FCTC implementation proves most difficult for developing and transition economies, due to a rift between their need for tobacco control and the resources they can access in meeting FCTC guidelines. This also proves to be difficult for the European Union, and Australia. In 2008, the FCTC advised to introduce plain tobacco packaging, which in 2012 subsequently was adopted in Australia . ===Criticism=== Recent attempts to evaluate the implementation and efficacy of FCTC showed that actual state compliance with the framework is quite low, and that its implementation infrastructure is ridden with errors. For instance, when Hoffman et al. compared WHO's FCTC implementation database with national implementation reports they found that 32% of country responses were misreported in the database; 3% were obvious errors, 24% were missing despite being reported by countries, and 5% were misinterpreted by the WHO staff. In some cases, the FCTC has been actively undermined. These findings highlighted the need for a stronger WHO infrastructure to track and record state compliance with policies. Additionally, Corporate Europe Observatory recommends to \"proactively list all meetings [...] between Commission officials and the tobacco industry and/or their representatives\". ===Future direction - FCTC 2030 Project === In 2017, the Convention Secretariat started a new project to help parties to strengthen treaty implementation. The United Nations 2030 Agenda for Sustainable Development reflects the importance of tobacco control in promoting development, including specific reference to WHO FCTC implementation in target 3.a. Given the impact of tobacco on development, the implementation of the Convention will play an important role in achieving the Sustainable Development Goals (SDGs). The FCTC 2030 project aims to support Parties to the WHO FCTC that are eligible to receive official development assistance (ODA) to achieve the SDGs by advancing implementation of the Convention. The project will run from April 2017 until March 2021. Through the FCTC 2030 project, technical support will be provided to national governments of these countries to: * implement the requirements of Article 5 of the WHO FCTC, to improve tobacco control governance and protect tobacco control policies from the vested and commercial interests of the tobacco industry; * strengthen tobacco tax; * implement WHO FCTC time-bound measures for: * comprehensive ban on tobacco advertising, promotion and sponsorship * effective health warnings on tobacco packaging; and * smokefree work and public places; * implement other Articles of the WHO FCTC according to national priorities; and * promote overall implementation of the WHO FCTC as part of the 2030 Agenda for Sustainable Development and to support Parties to incorporate the implementation of the WHO FCTC into their national health and development agendas. Through the FCTC 2030 project, the Convention Secretariat will promote WHO FCTC implementation as part of the Sustainable Development Goal (SDG) agenda and provide general support and materials for low- and middle-income countries (LMICs) in the areas set out above. This will include workshops, toolkits, online training on tobacco control, south-south and triangular cooperation, and other forms of assistance to national governments to accelerate treaty implementation. The Convention Secretariat will also be able to provide intensive support up to 15 selected countries that are Parties to the WHO FCTC, are eligible to receive ODA and have demonstrated the motivation and commitment to advance treaty implementation. This will include the provision of direct, demand-driven expert advice, technical assistance and peer support to build domestic capacity to improve tobacco control in line with available resources. ==Protocol== In 2012, a supplementary Protocol to Eliminate Illicit Trade in Tobacco Products to the Convention was concluded in Seoul, South Korea. The Protocol will enter into force after it has been ratified by 40 states that have ratified the Convention. In July 2017, there are 28 signatures and the Protocol is reuniting more countries every year. ==Proceedings of COP-6== Reporters and the public were forcibly removed from the October 2014 convention which occurred in Moscow. Washington Times reported that the FCTC delegates were discussing a global tobacco tax in secret. ==See also== * List of smoking bans * MPOWER tobacco control * Nicotine marketing * Protocol to Eliminate Illicit Trade in Tobacco Products * Tobacco control * Tobacco Damages and Health Care Costs Recovery Act * World No Tobacco Day ==References== ==External links== *Official website *Institute for Global Tobacco Control *GLOBALink Tobacco Control, The International Tobacco Control Community (archived 2012) *GlobaLink (tobacco control), part of ncdlinks.org (registration required) Category:Tobacco control Category:World Health Organization treaties Category:Health treaties Category:Treaties of Afghanistan Category:Treaties of Albania Category:Treaties of Algeria Category:Treaties of Angola Category:Treaties of Antigua and Barbuda Category:Treaties of Armenia Category:Treaties of Australia Category:Treaties of Austria Category:Treaties of Azerbaijan Category:Treaties of the Bahamas Category:Treaties of Bahrain Category:Treaties of Bangladesh Category:Treaties of Barbados Category:Treaties of Belarus Category:Treaties of Belgium Category:Treaties of Belize Category:Treaties of Benin Category:Treaties of Bhutan Category:Treaties of Bolivia Category:Treaties of Bosnia and Herzegovina Category:Treaties of Botswana Category:Treaties of Brazil Category:Treaties of Brunei Category:Treaties of Bulgaria Category:Treaties of Burkina Faso Category:Treaties of Burundi Category:Treaties of Cambodia Category:Treaties of Cameroon Category:Treaties of Canada Category:Treaties of Cape Verde Category:Treaties of the Central African Republic Category:Treaties of Chad Category:Treaties of Chile Category:Treaties of the People's Republic of China Category:Treaties of Colombia Category:Treaties of the Comoros Category:Treaties of the Republic of the Congo Category:Treaties of the Cook Islands Category:Treaties of Costa Rica Category:Treaties of Croatia Category:Treaties of Cyprus Category:Treaties of the Czech Republic Category:Treaties of the Democratic Republic of the Congo Category:Treaties of Denmark Category:Treaties of Djibouti Category:Treaties of Dominica Category:Treaties of East Timor Category:Treaties of Ecuador Category:Treaties of Egypt Category:Treaties of El Salvador Category:Treaties of Equatorial Guinea Category:Treaties of Estonia Category:Treaties of Ethiopia Category:Treaties of Fiji Category:Treaties of Finland Category:Treaties of France Category:Treaties of Gabon Category:Treaties of the Gambia Category:Treaties of Georgia (country) Category:Treaties of Germany Category:Treaties of Ghana Category:Treaties of Greece Category:Treaties of Grenada Category:Treaties of Guatemala Category:Treaties of Guinea Category:Treaties of Guinea-Bissau Category:Treaties of Guyana Category:Treaties of Honduras Category:Treaties of Hungary Category:Treaties of Iceland Category:Treaties of India Category:Treaties of Iran Category:Treaties of Iraq Category:Treaties of Ireland Category:Treaties of Israel Category:Treaties of Italy Category:Treaties of Ivory Coast Category:Treaties of Jamaica Category:Treaties of Japan Category:Treaties of Jordan Category:Treaties of Kazakhstan Category:Treaties of Kenya Category:Treaties of Kiribati Category:Treaties of North Korea Category:Treaties of South Korea Category:Treaties of Kuwait Category:Treaties of Kyrgyzstan Category:Treaties of Laos Category:Treaties of Latvia Category:Treaties of Lebanon Category:Treaties of Lesotho Category:Treaties of Liberia Category:Treaties of the Libyan Arab Jamahiriya Category:Treaties of Lithuania Category:Treaties of Luxembourg Category:Treaties of North Macedonia Category:Treaties of Madagascar Category:Treaties of Malaysia Category:Treaties of the Maldives Category:Treaties of Mali Category:Treaties of Malta Category:Treaties of the Marshall Islands Category:Treaties of Mauritania Category:Treaties of Mauritius Category:Treaties of Mexico Category:Treaties of the Federated States of Micronesia Category:Treaties of Moldova Category:Treaties of Mongolia Category:Treaties of Montenegro Category:Treaties of Mozambique Category:Treaties of Myanmar Category:Treaties of Namibia Category:Treaties of Nauru Category:Treaties of Nepal Category:Treaties of the Netherlands Category:Treaties of New Zealand Category:Treaties of Nicaragua Category:Treaties of Niger Category:Treaties of Nigeria Category:Treaties of Niue Category:Treaties of Norway Category:Treaties of Oman Category:Treaties of Pakistan Category:Treaties of Palau Category:Treaties of Panama Category:Treaties of Papua New Guinea Category:Treaties of Paraguay Category:Treaties of Peru Category:Treaties of the Philippines Category:Treaties of Poland Category:Treaties of Portugal Category:Treaties of Qatar Category:Treaties of Romania Category:Treaties of Russia Category:Treaties of Rwanda Category:Treaties of Saint Kitts and Nevis Category:Treaties of Saint Lucia Category:Treaties of Saint Vincent and the Grenadines Category:Treaties of Samoa Category:Treaties of San Marino Category:Treaties of São Tomé and Príncipe Category:Treaties of Saudi Arabia Category:Treaties of Senegal Category:Treaties of Serbia and Montenegro Category:Treaties of Seychelles Category:Treaties of Sierra Leone Category:Treaties of Singapore Category:Treaties of Slovakia Category:Treaties of Slovenia Category:Treaties of the Solomon Islands Category:Treaties of South Africa Category:Treaties of Spain Category:Treaties of Sri Lanka Category:Treaties of the Republic of the Sudan (1985–2011) Category:Treaties of Suriname Category:Treaties of Eswatini Category:Treaties of Sweden Category:Treaties of Syria Category:Treaties of Tajikistan Category:Treaties of Tanzania Category:Treaties of Thailand Category:Treaties of Togo Category:Treaties of Tonga Category:Treaties of Trinidad and Tobago Category:Treaties of Tunisia Category:Treaties of Turkey Category:Treaties of Turkmenistan Category:Treaties of Tuvalu Category:Treaties of Uganda Category:Treaties of Ukraine Category:Treaties of the United Arab Emirates Category:Treaties of the United Kingdom Category:Treaties of Uruguay Category:Treaties of Uzbekistan Category:Treaties of Vanuatu Category:Treaties of Venezuela Category:Treaties of Vietnam Category:Treaties of Yemen Category:Treaties of Zambia Category:Treaties of Zimbabwe Category:Treaties entered into by the European Union Category:Treaties extended to Hong Kong Category:Treaties extended to Macau Category:2003 in Switzerland Category:Treaties concluded in 2003 Category:Treaties entered into force in 2005",
 "title": "WHO Framework Convention on Tobacco Control"
}