{
 "id": "650839",
 "text": "Charles Seymour Whitman (September 29, 1868March 29, 1947) was an American lawyer who served as the 41st Governor of New York from January 1, 1915, to December 31, 1918. An attorney and politician, he also served as a delegate from New York to the 1916 Republican National Convention. He had previously served as deputy and New York County District Attorney, in addition to state judge. ==Early life, education and career== Whitman was born in Hanover, Connecticut on September 29, 1868, the son of John Seymour Whitman (1833–1909) and Olivia (née Arne) Whitman (1831–1904). He graduated from Amherst College in 1890. Whitman studied law at New York University School of Law where he graduated in 1894. He was admitted to the bar later that year, and set up a practice in New York City. == Career == In 1901, he was appointed assistant corporation counsel of New York County, New York. He was next elected as city magistrate. In this capacity, he founded the Night Court for the immediate trial of all offenders arrested at night. In 1907, Governor Charles Evans Hughes appointed Whitman as a judge of the Court of Sessions. The following year Hughes appointed him as deputy state attorney general in the investigation of election frauds in northern New York. ===New York County District Attorney=== In 1909, Whitman was elected as New York County District Attorney on a Fusion ticket. In this capacity, he secured representation of the District Attorney's staff in the city magistrate's office. He was also known for his vigorous prosecution of arson offenders, which contributed to a decline in such fires. As District Attorney, Whitman gained national fame in prosecuting New York City Police Lt. Charles Becker for the July 16, 1912, murder of Herman Rosenthal, a Times Square gambling house operator, in front of the Hotel Metropole on West 43rd Street. The building was owned by \"Big Tim\" Sullivan, a leader of the Lower East Side Tammany Hall political machine. During this period, Whitman used his membership in the Union League Club of New York to conduct secret interviews there of witnesses during the Becker case, as he feared he was under surveillance. Whitman's prosecution revealed the corrupt relations between certain members of the New York City police and professional criminals, and resulted in reforms of the police. Becker was convicted in a jury trial and sentenced to death. Later, as governor, Whitman signed Becker's death warrant and presided over his electrocution. Whitman's handling of the murder case of Hans Schmidt, a priest, and his prosecution of the poultry trust and of election frauds also gained him high praise. After being renominated for District Attorney in 1913, he was elected almost unanimously. ===Governor of New York=== Whitman was elected in 1914 as the 41st Governor of New York, serving from January 1915 to December 1918. His principal plank was the reformation of the state finances. He reorganized state departments and conducted a thorough investigation of the salaries of civil service employees. In 1915, he became a member of the Empire State Society of the Sons of the American Revolution. This lineage society was based on descent from men who had served with the patriots in the revolution. In 1916, Whitman won re-election as governor against reform Democrat Judge Samuel Seabury. After his election, he sent a report of his first term as governor to every registered voter; it included reports of the heads of his state departments. He also inaugurated a state constabulary. After the United States entered into World War I, Whitman established a new state guard to replace the National Guard, which was on service in France. In 1916, he was elected as chairman of the Republican National Convention, where he urged the nomination of former New York Governor Hughes for President of the United States. In 1917, he commissioned the creation of the New York State Police and selected George Fletcher Chandler, a physician and major in the National Guard, to organize and head the force. In 1918, Whitman was defeated for re-election by Democrat Al Smith (then President of the New York City Board of Aldermen and associated with Tammany Hall). Smith drew from the growing strength of recent immigrants and their descendants. ==Personal life== In 1908, Whitman was married to Olive Hitchcock (1880–1928). Together, they were the parents of: * Olive Whitman * Charles S. Whitman, Jr, (1915–2002), who was a New York Judge. After the death of his first wife in 1928, in 1933 he married Thelma Somerville (née Cudlipp) Grosvenor (1891–1983), the widow of Edwin Prescott Grosvenor, himself the son of Edwin A. Grosvenor (1845–1936) and brother of Gilbert Hovey Grosvenor. He died on March 29, 1947, in Manhattan. ==Legacy== His portrait was painted in 1921 by the Swiss-born American portrait painter Adolfo Müller-Ury (1862–1947) and is the property of the New York State Capitol at Albany; Müller-Ury had previously painted a portrait of his baby daughter, Olive (the future Mrs Parsons), which was much admired when exhibited, and was given by her to the Preservation Society of Newport County, Rhode Island, where it now hangs at Green Animals. ===Descendants=== His grandson, former First Gentleman of New Jersey John Russell Whitman (1944–2015), married Christine Todd (b. 1946), who served as a Republican Governor of New Jersey and Administrator of the Environmental Protection Agency. ==See also== *New York state election, 1914 ==Further reading== *Robert Slayton's biography, Empire Statesman: the Rise and Redemption of Al Smith, discusses Whitman's governorship and campaigns for the office against Smith.Robert A. Slayton, Empire Statesman: The Rise and Redemption of Al Smith (New York, 2001: The Free Press; ), especially pages 116 to 121. *Whitman is a character in E.L. Doctorow's historical novel Ragtime (although he does not figure significantly in the later film based on the novel). ==References== ==External links== * *People v. Seidenshner 210 NY 341 *People v. Becker 210 NY 274 *People v. Becker 215 NY 126 Category:1868 births Category:1947 deaths Category:19th-century American lawyers Category:20th-century American lawyers Category:20th-century American politicians Category:American Presbyterians Category:Amherst College alumni Category:Governors of New York (state) Category:New York (state) Republicans Category:New York (state) state court judges Category:New York County District Attorneys Category:New York University School of Law alumni Category:People from Sprague, Connecticut Category:Politicians from Manhattan Category:Progressive Era in the United States Category:Republican Party state governors of the United States",
 "title": "Charles Seymour Whitman"
}