{
 "id": "651128",
 "text": "The Song of the Forests (Песнь о лесах), Op. 81, is an oratorio by Dmitri Shostakovich composed in the summer of 1949. It was written to celebrate the forestation of the Russian steppes (Great Plan for the Transformation of Nature) following the end of World War II. The composition was essentially made to please Joseph Stalin and the oratorio is notorious for lines praising as the \"great gardener\", although performances after Stalin's death have normally omitted them. Premiered by the Leningrad Philharmonic under Yevgeny Mravinsky on 15 November 1949, the work was well received by the government, earning the composer a Stalin Prize the following year. ==Structure== The oratorio lasts around 40 minutes and is written in seven movements: # When the War Was Over # The Call Rings Throughout the Land # Memory of the Past # The Pioneers Plant the Forests # The Fighters of Stalingrad Forge Onward # A Walk into the Future # Glory ==Overview== ===In the shadow of the Zhdanov decree=== Compared to most of Shostakovich's other output, especially several of his symphonies, it is all too easy to consider The Song of the Forests a simplistic and overtly accessible \"official\" piece without remembering the context of the time in which it was written. In 1948 Shostakovich, along with many other composers, was again denounced for formalism in the Zhdanov decree. Simplistic and overtly accessible compositions was exactly what the Party demanded. Shostakovich was not the only one writing \"safe\" pieces at this time. Prokofiev composed his oratorio On Guard for Peace and Myaskovsky wrote his 27th Symphony.Maes, 311. Even so, Soviet attacks on composers were both arbitrary and unpredictable, due in no small part to vagueness surrounding the theory of socialist realism in music and how it should be applied. Marina Frolova-Walker stated the situation this way: For Shostakovich the story of 1936 was repeated, only this time he was not alone. Most of his works were banned, he was forced to publicly repent, and his family had privileges withdrawn. Yuri Lyubimov says that at this time \"he waited for his arrest at night out on the landing by the lift, so that at least his family wouldn't be disturbed\".Elizabeth Wilson, Shostakovich: A Life Remembered p. 183. In the next few years Shostakovich divided his compositions into film music to pay the rent, official works aimed at securing official rehabilitation, and serious works \"for the desk drawer\". The latter included the Violin Concerto No. 1 and the song cycle From Jewish Folk Poetry. ===Composition=== For practical reasons (not to mention those of personal survival), Shostakovich began using two distinct musical idioms in which to compose. The first was more simplified and accessible to comply with Party guidelines. The second was more complex and abstract to fulfill himself artistically. The Song of the Forests belongs in the first category.Schwarz, New Grove, 17:265. In his \"official\" style he set a text by Yevgeniy Dolmatovsky, a poet high in Party favor. Dolmatovsky had seen the then-new forest plantations and shared his experiences with the composer.Ledbetter, 5. Shostakovich creates an arc from the opening evocation of vastness of the Russian steppes with a dark, almost Mussorgskian recollection of the devastation of the war just past, to a closing fugue of vigor and affirmation. In between these two points are a series of choral songs encouraging the planting of trees. While composing this piece, Shostakovich read an article in his daughter's school newspaper about groups of \"Pioneers\"—the Soviet youth movement—becoming involved in the planting project. He asked Dolmatovsky to supply additional lines for children's chorus to represent the Pioneers' efforts. A lyrical movement just before the finale is reminiscent of the recently castigated Eighth Symphony, though more \"accessible\" to avoid censure. The final fugue, Shostakovich felt, was a risk since fugues were considered formalistic. By using a Russian folk song as the basis for the movement and the potential of citing Glinka as a model, he felt he reduced the risk factor substantially. ===Instrumentation=== :Woodwind: 3 flutes (3rd doubling piccolo), 3 oboes (3rd doubling english horn), 3 clarinets, 2 bassoons :Brass: 4 horns, 3 trumpets, 3 trombones, tuba :Percussion: ::timpani ::triangle, snare drum, cymbals, glockenspiel :Other: celesta, 2 harps, strings :Brass band: 6 trumpets, 6 trombones ==Lyrics== The full cantata has 7 sections.Estonian radio lyrics to version performed by Paavo Jarvi in 2012, with Estonian translation # Когда окончилась война – When the War Ended # Оденем Родину в леса – We will clothe the Motherland with forests # Воспоминание о прошлом – Memories of the Past # Пионеры сажают леса – The Pioneers Plant the Forests # Комсомольцы выходят вперед – The Young Communists go forth # Будущая прогулка – A Walk into the Future # Слава – Glory The title of the poem Оденем Родину в леса! is repeated as a refrain in the cantata. The second movement of the cantata begins as follows: :Звучит, летит на всю страну, :Разносит ветер голоса: :\"Объявим засухе войну, :Оденем Родину в леса, :Оденем Родину в леса!\" ==Continued popularity== While Song of the Forest has been considered neither the best nor the most popular of Shostakovich's oeuvre, it continues to be performed and recorded because it is an attractive musical pastiche. Reminiscences of the boys' chorus from Tchaikovsky's Pique Dame rub shoulders with Glinka and even Mussorgsky. There is additionally a direct influence of Mahler's Das Lied von der Erde, especially the introspective third and fourth movements. Shostakovich hints at this in the similarity of titles between the two compositions. The propaganda value of The Song of the Forests may have been purely superficial, but it was enough to satisfy Party ideologues.Volkov, 242. ===Nods to officialdom=== The composer considered this oratorio a shameful work.Muzykal'naia akademiia, 4 (1997), 225. Before the work's premiere, Isaak Glikman told Shostakovich, \"It would be so good if instead of Stalin you had, say, the queen of the Netherlands—she's a big fan of reforestation. The composer replied, 'That would be wonderful! I take responsibility for the music, but as for the words....'\"Pis'ma k drugu, 82-83. ==Bibliography== * * Ledbetter, Stephen, Notes for RCA/BMG 68877, On Guard for Peace—Music of the Totalitarian Regime; St. Petersburg Philharmonic Orchestra conducted by Yuri Temirkanov. * Maes, Francis, tr. Arnold J. Pomerans and Erica Pomerans, A History of Russian Music: From Kamarinskaya to Babi Yar (Berkeley, Los Angeles and London: University of California Press, 2002). . * Volkov, Solomon, tr. Antonina W. Bouis, St. Petersburg: A Cultural History (New York: The Free Press, 1995). . * Wilson, Elizabeth, Shostakovich: A Life Remembered. (Princeton: Princeton University Press, 1994). . ==References== ==External links== * Boosey and Hawkes publishers' description of the work * Russian libretto to Erato recording of Shostakovich Cantatas *Lyrics of Section 2 in Russian * Mori no Uta \"Song of the Forests\" played by Japanese amateur. Category:Compositions by Dmitri Shostakovich Category:Oratorios Category:1949 compositions",
 "title": "Song of the Forests"
}