{
 "id": "651234",
 "text": "Jerry Darnell Stackhouse (born November 5, 1974) is an American basketball coach and former professional player who is the head coach of the Vanderbilt Commodores men's team. He played 18 seasons in the National Basketball Association (NBA) and was a two-time NBA All-Star. He formerly was the head coach of Raptors 905 and an assistant coach for the Toronto Raptors and Memphis Grizzlies. Additionally, he has worked as an NBA TV analyst. Stackhouse played college basketball for the North Carolina Tar Heels. ==Early career== Stackhouse was a premier player from the time he was a sophomore in high school. He was the state player of the year for North Carolina in 1991–92, leading Kinston (N.C) High School to the state finals. His senior year, he played for Oak Hill Academy with future college teammate Jeff McInnis, leading them to an undefeated season. He was a two-time first team Parade All-America selection, and was the MVP of the McDonald's All-American Game. At the 1992 Nike Camp, he and Rasheed Wallace were considered to be the top players at the camp. There were some who considered Stackhouse the top prep player to come out of North Carolina since Michael Jordan. Stackhouse attended the University of North Carolina at Chapel Hill, where he was a teammate of future NBA players Wallace, McInnis and Shammond Williams. In his sophomore season at UNC, Stackhouse led the team in scoring with 19.2 points per game and averaged 8.2 rebounds per contest. He led UNC to a Final Four appearance and was named as the National Player of the Year by Sports Illustrated and earned first-team All-America and All-ACC honors. While playing for Tar Heels, he was coached by Dean Smith. Following the season, Stackhouse declared his eligibility for the 1995 NBA draft. Even though he left UNC after two years, he continued working on his degree and received his bachelor's degree in African American Studies in 1999. ==NBA career== ===NBA draft=== Stackhouse was selected in the first round of the 1995 NBA draft with the third pick by the Philadelphia 76ers. At one time he was hyped as the \"Next Jordan\" since both players played at North Carolina, went #3 in the draft, were listed at 6'6\", looked similar physically, and had similarly acrobatic games. Coincidentally, both had a taller power forward from UNC drafted immediately after them in the #4 spot, Sam Perkins in 1984, and Rasheed Wallace in 1995. ===Philadelphia 76ers (1995–1998)=== In his first season with the 76ers, Stackhouse led his team with a 19.2 points per game (PPG) average, and was named to the NBA's All-Rookie team. In the 1996–97 season, the 76ers also drafted Allen Iverson. Combined, the two posted 44.2 points per game for the Sixers. Stackhouse represented the 76ers in the 1996 NBA Slam Dunk Contest. ===Detroit Pistons (1998–2002)=== Midway through the 1997–98 season, Stackhouse was dealt to the Detroit Pistons with Eric Montross for Theo Ratliff, Aaron McKie and future considerations. By the 1999–2000 season, his second full season with the Pistons, Stackhouse was averaging 23.6 points per game. A year later, he had a career-high average of 29.8 points per game. In a late season victory over the Chicago Bulls, he set the Pistons' franchise record and the league's season high for points in a game with 57. In 2001 he led the NBA in total points scored, finishing 2nd in the PPG scoring title to his former 76er teammate, Allen Iverson. Stackhouse saw his final action as a Piston with Detroit's elimination in the second round of the 2001–02 NBA playoffs to the Boston Celtics. ===Washington Wizards (2002–2004)=== During the 2002 offseason, Stackhouse was traded to the Washington Wizards in a six-player deal, also involving Richard Hamilton. In his first season with Washington (2002–03), Stackhouse led the Wizards in points and assists per game with 21.5 and 4.5 respectively. Stackhouse became the only teammate to average more points per game than Michael Jordan for an entire season (Jordan averaged 20.0 points per game in 2002-03 which was his last season in the NBA). Stackhouse missed most of the 2003–04 season while recovering from arthroscopic surgery on his right knee, playing in only 26 games. In 2020 Stackhouse stated that he regretted playing with Jordan, as plays were being designed for an NBA legend who was past his prime, stalling Stackhouse's All-Star momentum. ===Dallas Mavericks (2004–2009)=== thumb|right|Stackhouse with the Mavericks in 2008 In the 2004 offseason, Stackhouse—along with Christian Laettner and the Wizards' first-round draft pick (Devin Harris)—was traded to the Dallas Mavericks in exchange for former Tar Heel and NBA All-Star Antawn Jamison. He did not play for 41 games during his first two seasons with Dallas due to groin and continued knee problems, and played mostly the role of sixth man. During the 2004–05 playoffs, Stackhouse began wearing pressure stockings during games to keep his legs warm, to aid his groin injury, and hold his thigh sleeves in place; the stockings also allowed for better blood flow to the legs. The practice quickly became a trend among NBA players, with Kobe Bryant, Tracy McGrady, Vince Carter, Dwyane Wade, LeBron James and others adopting pressure stockings the following season. Stackhouse was still coming off the bench as the 6th man for the Dallas Mavericks during the 2005–06 NBA season. He was a significant factor in the NBA Finals series against the Miami Heat. The Mavericks suffered when Stackhouse was suspended for Game 5 for a flagrant foul on Shaquille O'Neal, and the Heat eventually won the series 4–2. Stackhouse was the third player from the Mavericks suspended during the 2006 playoffs. ===Milwaukee Bucks (2010)=== Stackhouse was traded to the Memphis Grizzlies on July 8, 2009, in a four-way trade. On the day after the trade, Stackhouse was waived by the Grizzlies. On January 17, 2010, the Milwaukee Bucks signed Stackhouse for the remainder of the 2009–10 season. ===Miami Heat (2010)=== On October 23, 2010, Stackhouse and the Miami Heat agreed to a contract. On November 23, 2010, the Heat waived Stackhouse to make room for Erick Dampier who was signed to replace injured forward Udonis Haslem. ===Atlanta Hawks (2011–2012)=== On December 9, 2011, Stackhouse joined the Atlanta Hawks. Stackhouse was chosen to replace injured teammate Joe Johnson as Atlanta's representative in the Haier Shooting Stars Competition during NBA All-Star weekend. ===Brooklyn Nets (2012–2013)=== On July 11, 2012, Stackhouse made a verbal agreement to sign a one-year, $1.3 million deal with the Nets. Stackhouse has worn the number 42 in honor of Jackie Robinson, his favorite athlete, and became the first professional athlete to wear the number 42 in Brooklyn since Robinson. On November 26, 2012, the Nets played the New York Knicks for the first time since the Nets had moved to Brooklyn. Stackhouse played 22 minutes and scored 14 points, including a tiebreaking 3-pointer in overtime, and the Nets went on to win. On March 18, 2013, he scored 10 points against the Detroit Pistons, one of his former teams. After the Nets' first-round playoff loss to the Chicago Bulls, Stackhouse announced his retirement. ==Broadcasting career== On November 15, 2013, it was announced that Stackhouse had joined Fox Sports Detroit as a Pistons analyst. He primarily provided studio analysis but also was the road color commentator for Fox Sports Detroit on select road trips. Stackhouse was also a college basketball analyst for the ACC Network and Fox Sports Detroit. By Joining Fox Sports Detroit, Stackhouse reunited with his former Pistons teammate Mateen Cleaves in the studio. ==Coaching career== === Toronto Raptors === On June 29, 2015, he was hired to serve as an assistant coach by the Toronto Raptors. During his first season with the Raptors, he helped the team finish second in the Eastern Conference along with reaching the Eastern Conference Finals. === Raptors 905 === On September 9, 2016, the Raptors named him head coach for Raptors 905, the franchise's NBA Development League team. Stackhouse has aspirations of being an NBA head coach and told The Ringer that he hopes the D-League position will propel him to a head coaching job. Stackhouse led the 905 to a successful year during the 2016–17 season as the team was crowned champion of the NBA D-League. Stackhouse was named NBA D-league Coach of the Year in 2017. === Memphis Grizzlies === Stackhouse served as an assistant coach for the Memphis Grizzlies for the 2018–19 NBA season. ===Vanderbilt=== On April 5, 2019, Stackhouse was named the head coach of the Vanderbilt Commodores, signing a six year contract. ==Personal life== thumb|right|Stackhouse hosting a basketball event in the Philippines in 2007 Stackhouse is the younger brother of former CBA player and one-time Sacramento Kings and Boston Celtics forward Tony Dawson,Jerrystackhouse.com – Bio – Oak Hill and he is the uncle of former Wake Forest University guard Craig Dawson. Stackhouse has performed the U.S. national anthem before Mavericks home games and during the Bucks' 2010 and the Nets' 2013 playoff appearances. Although formerly a Pescatarian, Stackhouse is now back to eating meat. In 2017, Stackhouse completed the Harvard Business School executive education program on the Business of Entertainment, Media, and Sports. ==Achievements== *Sports Illustrated Player of the Year (1995) *Had the highest point total, 2,380, for the 2000–01 NBA season, but was second in scoring average, 29.8. *Became the 106th NBA player to score 15,000 career points, only one game after teammate Dirk Nowitzki surpassed 15,000 points. *2017 NBA D-League Coach of the Year ==NBA career statistics== ===Regular season=== |- | style=\"text-align:left;\"| | style=\"text- align:left;\"| Philadelphia | 72 || 71 || 37.5 || .414 || .318 || .747 || 3.7 || 3.9 || 1.1 || 1.1 || 19.2 |- | style=\"text-align:left;\"| | style=\"text- align:left;\"| Philadelphia | 81 || 81 || 39.1 || .407 || .298 || .766 || 4.2 || 3.1 || 1.1 || .8 || 20.7 |- | style=\"text-align:left;\"| | style=\"text- align:left;\"| Philadelphia | 22 || 22 || 34.0 || .452 || .348 || .802 || 3.5 || 3.0 || 1.4 || 1.0 || 16.0 |- | style=\"text-align:left;\"| | style=\"text- align:left;\"| Detroit | 57 || 15 || 31.5 || .428 || .208 || .782 || 3.3 || 3.1 || 1.0 || .7 || 15.7 |- | style=\"text-align:left;\"| | style=\"text- align:left;\"| Detroit | 42 || 9 || 28.3 || .371 || .278 || .850 || 2.5 || 2.8 || .8 || .5 || 14.5 |- | style=\"text-align:left;\"| | style=\"text-align:left;\"| Detroit | 82 || 82 || 38.4 || .428 || .288 || .815 || 3.8 || 4.5 || 1.3 || .4 || 23.6 |- | style=\"text-align:left;\"| | style=\"text-align:left;\"| Detroit | 80 || 80 || 40.2 || .402 || .351 || .822 || 3.9 || 5.1 || 1.2 || .7 || 29.8 |- | style=\"text-align:left;\"| | style=\"text-align:left;\"| Detroit | 76 || 76 || 35.3 || .397 || .287 || .858 || 4.1 || 5.3 || 1.0 || .5 || 21.4 |- | style=\"text-align:left;\"| | style=\"text-align:left;\"| Washington | 70 || 70 || 39.2 || .409 || .290 || .878 || 3.7 || 4.5 || .9 || .4 || 21.5 |- | style=\"text-align:left;\"| | style=\"text-align:left;\"| Washington | 26 || 17 || 29.8 || .399 || .354 || .806 || 3.6 || 4.0 || .9 || .1 || 13.9 |- | style=\"text-align:left;\"| | style=\"text-align:left;\"| Dallas | 56 || 7 || 28.9 || .414 || .267 || .849 || 3.3 || 2.3 || .9 || .2 || 14.9 |- | style=\"text- align:left;\"| | style=\"text-align:left;\"| Dallas | 55 || 11 || 27.7 || .401 || .277 || .882 || 2.8 || 2.9 || .7 || .2 || 13.0 |- | style=\"text-align:left;\"| | style=\"text-align:left;\"| Dallas | 67 || 8 || 24.1 || .428 || .383 || .847 || 2.2 || 2.8 || .8 || .1 || 12.0 |- | style=\"text-align:left;\"| | style=\"text-align:left;\"| Dallas | 58 || 13 || 24.3 || .405 || .326 || .892 || 2.3 || 2.5 || .5 || .2 || 10.7 |- | style=\"text-align:left;\"| | style=\"text- align:left;\"| Dallas | 10 || 1 || 16.2 || .267 || .158 || 1.000 || 1.7 || 1.2 || .4 || .1 || 4.2 |- | style=\"text-align:left;\"| | style=\"text-align:left;\"| Milwaukee | 42 || 0 || 20.4 || .408 || .346 || .797 || 2.4 || 1.7 || .5 || .2 || 8.5 |- | style=\"text-align:left;\"| | style=\"text-align:left;\"| Miami | 7 || 1 || 7.1 || .250 || .250 || .714 || 1.0 || .4 || .0 || .3 || 1.7 |- | style=\"text-align:left;\"| | style=\"text-align:left;\"| Atlanta | 30 || 0 || 9.1 || .370 || .342 || .913 || .8 || .5 || .3 || .1 || 3.6 |- | align=\"left\" | | align=\"left\" | Brooklyn | 37 || 0 || 14.7 || .384 || .337 || .870 || .9 || .9 || .2 || .1 || 4.9 |- class=\"sortbottom\" | style=\"text-align:center;\" colspan=\"2\"| Career | 970 || 564 || 31.2 || .409 || .309 || .822 || 3.2 || 3.3 || .9 || .5 || 16.9 |- class=\"sortbottom\" | style=\"text-align:center;\" colspan=\"2\"| All-Star | 2 || 0 || 14.5 || .467 || 1.000 || .000 || 1.5 || 2.0 || .0 || .0 || 7.5 ===Playoffs=== |- | style=\"text-align:left;\"| 1999 | style=\"text-align:left;\"| Detroit | 5 || 0 || 24.8 || .391 || .250 || .857 || 1.6 || 1.2 || .4 || .2 || 10.0 |- | style=\"text-align:left;\"| 2000 | style=\"text-align:left;\"| Detroit | 3 || 3 || 40.0 || .407 || .429 || .742 || 4.0 || 3.3 || .7 || .0 || 24.7 |- | style=\"text-align:left;\"| 2002 | style=\"text-align:left;\"| Detroit | 10 || 10 || 36.1 || .321 || .340 || .825 || 4.3 || 4.3 || .6 || .6 || 17.6 |- | style=\"text-align:left;\"| 2005 | style=\"text-align:left;\"| Dallas | 13 || 0 || 31.0 || .386 || .400 || .864 || 4.1 || 2.3 || .6 || .2 || 16.1 |- | style=\"text-align:left;\"| 2006 | style=\"text-align:left;\"| Dallas | 22 || 1 || 32.3 || .402 || .338 || .784 || 2.8 || 2.5 || .5 || .3 || 13.7 |- | style=\"text-align:left;\"| 2007 | style=\"text-align:left;\"| Dallas | 6 || 0 || 28.2 || .348 || .355 || .879 || 3.7 || 2.5 || .7 || .2 || 14.3 |- | style=\"text-align:left;\"| 2008 | style=\"text-align:left;\"| Dallas | 5 || 2 || 20.4 || .316 || .167 || 1.000 || 3.2 || 1.2 || .2 || .0 || 6.2 |- | style=\"text-align:left;\"| 2010 | style=\"text-align:left;\"| Milwaukee | 7 || 0 || 20.6 || .326 || .333 || .900 || 1.7 || 1.1 || .7 || .1 || 7.3 |- | style=\"text-align:left;\"| 2013 | style=\"text-align:left;\"| Brooklyn | 4 || 0 || 7.0 || .100 || .000 || .750 || 1.0 || .0 || .0 || .0 || 1.3 |- class=\"sortbottom\" | style=\"text- align:center;\" colspan=\"2\"| Career | 75 || 16 || 28.8 || .369 || .332 || .829 || 3.1 || 2.3 || .5 || .2 || 13.1 ==Head coaching record== ===College=== ==See also== *List of National Basketball Association career turnovers leaders *List of National Basketball Association career free throw scoring leaders ==References== ==External links== *Official website Category:1974 births Category:Living people Category:African-American basketball players Category:All-American college men's basketball players Category:American expatriate basketball people in Canada Category:American men's basketball coaches Category:American men's basketball players Category:Atlanta Hawks players Category:Basketball coaches from North Carolina Category:Basketball players at the 1995 NCAA Division I Men's Final Four Category:Basketball players from North Carolina Category:Brooklyn Nets players Category:College men's basketball head coaches in the United States Category:Dallas Mavericks players Category:Detroit Pistons players Category:McDonald's High School All- Americans Category:Memphis Grizzlies assistant coaches Category:Miami Heat players Category:Milwaukee Bucks players Category:National Basketball Association All-Stars Category:North Carolina Tar Heels men's basketball players Category:Oak Hill Academy (Mouth of Wilson, Virginia) alumni Category:Parade High School All-Americans (boys' basketball) Category:People from Kinston, North Carolina Category:Philadelphia 76ers draft picks Category:Philadelphia 76ers players Category:Raptors 905 coaches Category:Shooting guards Category:Small forwards Category:Toronto Raptors assistant coaches Category:Vanderbilt Commodores men's basketball coaches Category:Washington Wizards players",
 "title": "Jerry Stackhouse"
}