{
 "id": "651311",
 "text": "A subdwarf, sometimes denoted by \"sd\", is a star with luminosity class VI under the Yerkes spectral classification system. They are defined as stars with luminosity 1.5 to 2 magnitudes lower than that of main-sequence stars of the same spectral type. On a Hertzsprung–Russell diagram subdwarfs appear to lie below the main sequence. The term \"subdwarf\" was coined by Gerard Kuiper in 1939, to refer to a series of stars with anomalous spectra that were previously labeled as \"intermediate white dwarfs\".Ken Croswell, The Alchemy of the Heavens, (New York: Oxford UP, 1995), p. 87. ==Cool subdwarfs== Like ordinary main-sequence stars, cool subdwarfs (of spectral types G to M) produce their energy from hydrogen fusion. The explanation of their underluminosity lies in their low metallicity: these stars are unenriched in elements heavier than helium. The lower metallicity decreases the opacity of their outer layers and decreases the radiation pressure, resulting in a smaller, hotter star for a given mass.James Kaler, Stars and their Spectra, (Cambridge: Cambridge UP, 1989), p. 122. This lower opacity also allows them to emit a higher percentage of ultraviolet light for the same spectral type relative to a Population I star, a feature known as the ultraviolet excess.Ken Croswell, The Alchemy of the Heavens, (New York: Oxford UP, 1995), pp. 87–92. Usually members of the Milky Way's halo, they frequently have high space velocities relative to the Sun. Cool subdwarfs of spectral type L and T exist, for example ULAS J131610.28+075553.0 with a spectral type of sdT6.5. Subclasses of cool subdwarfs are as following: * cool subdwarf: Examples: Kapteyn's Star (sdM1), SSSPM J1930-4311 (sdM7) * extreme subdwarf: Example: APMPM J0559-2903 (esdM7) *ultrasubdwarf: Example: LSPM J0822+1700 (usdM7.5) === Subdwarfs of type L, T and Y === The low metallicity of subdwarfs is coupled with their old age. The early universe had a low content of elements heavier than helium and formed stars and brown dwarfs with lower metallicity. Only later supernovae, planetary nebulae and neutron star mergers enriched the universe with heavier elements. The old subdwarfs belong therefore often to the older structures in our Milky Way, mainly the thick disk and the galactic halo. Objects in the thick disk or the halo have a high space velocity compared to the Sun, which belongs to the younger thin disk. A high proper motion can be used to discover subdwarfs. Additionally the subdwarfs have spectral features that make them different from subdwarfs with solar metallicity. All subdwarfs share the suppression of the near-infrared spectrum, mainly the H-band and K-band. The low metallicity increase the collision induced absorption of hydrogen, causing this suppressed near- infrared spectrum. This is seen as blue infrared colors compared to brown dwarfs with solar metallicity. The low metallicity also change other absorption features, such as deeper CaH and TiO bands at 0.7 μm in L-subdwarfs, a weaker VO band at 0.8 μm in early L-subdwarfs and stronger FeH band at 0.99 μm for mid- to late L-subdwarfs. 2MASS J0532+8246 was discovered in 2003 as the first L-type subdwarf, which was later re-classified as an extreme subdwarf. The L-type subdwarfs have subtypes similar to M-type subdwarfs: The subtypes subdwarf (sd), extreme subdwarfs (esd) and ultra subdwarfs (usd), which are defined by their decreasing metallicity, compared to solar metallicity, which is defined as [Fe/H]=0. Subdwarfs have -0.3\\geq[Fe/H]>-1, extreme subdwarfs have -1.0\\geq[Fe/H]>-1.7 and ultra subdwarfs have [Fe/H]\\leq-1.7. For T-type subdwarfs only a small sample of subdwarfs and extreme subdwarfs is known. 2MASSI J0937347+293142 is the first object that was discovered in 2002 as a T-type subdwarf candidate and in 2006 it was confirmed to have low metallicity. The first two extreme subdwarfs of type T were discovered in 2020 by scientists and volunteers of the Backyard Worlds project. The first extreme subdwarfs of type T are WISEA 0414−5854 and WISEA 1810−1010. Subdwarfs of type T and Y have less methane in their atmosphere, due to the lower concentration of carbon in these subdwarfs. This leads to a bluer W1-W2 (WISE) or ch1-ch2 (Spitzer) color, compared to objects with similar temperature, but with solar metallicity. The color of T-types as a single classification criterion can be misleading. The closest directly imaged exoplanet, COCONUTS-2b, was first classified as a subdwarf of type T due to its color, while not showing a high tangential velocity. Only in 2021 it was identified as an exoplanet. The first Y-type subdwarf candidate was discovered in 2021, the brown dwarf WISE 1534–1043, which shows a moderate red Spitzer Space Telescope color (ch1-ch2 = 0.925±0.039 mag). The very red color between J and ch2 (J-ch2>8.03 mag) and the absolute brightness would suggest a much redder ch1-ch2 color of about 2.4 to 3 mag. Due to the agreement with new subdwarf models, together with the high tangential velocity of 200 km/s, Kirkpatrick et al. argue that the most likely explanation is a cold very low- metal brown dwarf, maybe the first subdwarf of type Y. ==Hot subdwarfs== Hot subdwarfs, of spectral types O and B, also termed \"extreme horizontal-branch stars\" are an entirely different class of object than cool subdwarfs. These stars represent a late stage in the evolution of some stars, caused when a red giant star loses its outer hydrogen layers before the core begins to fuse helium. The reasons why this premature mass loss occurs are unclear, but the interaction of stars in a binary star system is thought to be one of the main mechanisms. Single subdwarfs may be the result of a merger of two white dwarfs or gravitational influence from substellar companions. B-type subdwarfs, being more luminous than white dwarfs, are a significant component in the hot star population of old stellar systems, such as globular clusters and elliptical galaxies. ==Heavy metal subdwarfs== The heavy metal subdwarfs are a type of hot subdwarf star with high concentrations of heavy metals. The metals detected include germanium, strontium, yttrium, zirconium and lead. Known heavy metal subdwarfs include HE 2359-2844, LS IV-14 116, and HE 1256-2738. ==Examples of subdwarfs== *Kapteyn's Star *Groombridge 1830 *Mu Cassiopeiae *2MASS J05325346+8246465, a possible halo brown dwarf and the first substellar subdwarf. *SSSPM J1549-3544 ==References== Category:Star types",
 "title": "Subdwarf"
}