{
 "id": "651309",
 "text": "Randle is a small town in eastern Lewis County, Washington, United States. Randle is located on U.S. Route 12 and is notable as the northeastern access point to the Mount St. Helens Windy Ridge viewpoint, by way of forest service roads that cut through the Gifford Pinchot National Forest. Randle is located right next to the Cowlitz River and is about north of the Cispus River, a tributary of the Cowlitz. The rural area surrounding Randle is known locally as the \"Big Bottom Valley,\" which is reflective of the fact that the valley floor in which the Cowlitz River winds westward through Randle is \"big\"—flat, fertile land that is, in places, more than wide. ==History== William Joerk explored in the area around 1882. Randle was first settled in 1886 by James L. Randle. The townsite was founded in 1902. The White Pass High School was built in 1951. In 2011, it was demolished and built into a new school. == Geography == Randle is the center of the White Pass School District, which, in addition to Randle, covers the small towns of Glenoma, Washington, and Packwood, Washington (its school district jurisdiction includes a vast rural expanse in extreme eastern Lewis County, terminating at the Cascade Mountains and the county border with Yakima County). The community of Randle is located within Census Tract 9719 of Lewis County. ===Climate=== This region experiences warm (but not hot) and dry summers, with no average monthly temperatures above 71.6 °F. According to the Köppen climate classification system, Randle has a warm- summer Mediterranean climate, abbreviated \"Csb\" on climate maps.Climate Summary for Randle, Washington ==Economy== In 2019, Crystal Geyser Water Company proposed the construction of a water bottling plant in Randle that drew opposition from local residents who were concerned about damage to the Cowlitz River watershed and industrialization of the area. == Politics == Randle is a heavily Republican area, like most of Lewis County. The combined results for the 2020 U.S. Presidential Election for the Randle East and Randle West voting districts were as follows: * Donald J. Trump (Republican) - 689 (67.95%) * Joe Biden (Democrat) - 311 (30.67%) * Jo Jorgensen (Libertarian) - 10 (0.99%) * Howie Hawkins (Green) - 4 (0.40%) Note that this information is based on the Randle East and Randle West precincts only. As this is an unincorporated community, there are no defined bounds, and the precinct may be incongruous with the census boundaries. ==References== Category:Populated places in Lewis County, Washington Category:Unincorporated communities in Lewis County, Washington Category:Unincorporated communities in Washington (state)",
 "title": "Randle, Washington"
}