{
 "id": "651413",
 "text": "Glauber de Andrade Rocha (; 14 March 1939 – 22 August 1981), better known as Glauber Rocha, was a Brazilian film director, actor and screenwriter. He was one of the most influential moviemakers of Brazilian cinema and a key figure of Cinema Novo. His films Black God, White Devil and Entranced Earth are often considered to be two of the greatest achievements in Brazilian cinematic history, being selected by Abraccine as, respectively, the second and fifth best Brazilian films of all-time. Rocha also the distinction of having the most films on Abraccine's list: 5 films. Rocha's film possess a staunch avant- garde and experimental nature, making of him a seminal figure of the new wave. His works are noted for their many political overtones, often addressing the passive-aggressive situation of the Third World, which Rocha referred to both metaphorically and objectively as \"hunger\" in his essay Estética da Fome (The Aesthetics of Hunger). Rocha won the Prix de la mise en scène at the 1969 Cannes Film Festival for Antonio das Mortes and the 1977 Special Jury Prize for Best Short Film for Di. Three of Rocha's films were nominated for the Palme d'Or, including Entranced Earth, which was awarded the FIPRESCI at the 1967 Cannes Film Festival and the Grand Prix of the Locarno Film Festival of the same year. ==Biography== Rocha was born in Vitória da Conquista, Bahia, Brazil and moved with his family to Salvador when he was only 9 years old, there studying in a well-known Presbyterian school. During his adolescence, he developed great interest in arts, especially theatre and cinema, and even joined a drama group. He was also very active in politics, a trait that would be strongly influential in his works. A member of the Brazilian radical left, he helped start a political party in the late 1950s that called for an anti- capitalist people's revolution and, among other things, advocated the abolition of money. By the age of 16 he started freelancing for a local newspaper and debuted as a movie reviewer. Later, he attended Law School for about two years and in 1959, after taking part in some projects as assistant, he finally directed his first short, \"Pátio\". After gaining some recognition in Bahia for his critical and artistic work, Rocha decided to quit college and pursue a journalistic career, as well as being a film-maker. He is famous for his film trilogy, made up of Black God, White Devil (1964) - perhaps his most acclaimed movie, nominated for the Golden Palm - Entranced Earth (1967) and Antonio das Mortes (1969), award-winning for Best Director at Cannes. His films were renowned for their strongly-expressed political themes, often combined with mysticism and folklore, but also for their particular style and photography. Rocha is regarded as one of the best Brazilian directors of all time and leader of the Cinema Novo movement, as well as a full-time polemicist. He once said \"I am the Cinema Novo\",Sidney Rezende :: Livros paraphrasing Louis XIV's famous quote. In an interview with Le Monde, Rocha said \"My Brazilian films belong to a whole period when my generation was full of wild dreams and hopes. They are full of enthusiasm, faith and militancy and were inspired by my great love of Brazil.\" In 1969 he was a member of the jury at the 6th Moscow International Film Festival. In the following year, Rocha made a brief appearance in the Dziga Vertov Group film Wind from the East. After refusing an invitation by Jean-Luc Godard to shoot a segment of the film, Rocha appeared as a man in a crossway pointing the direction of the political cinema, namely, the Cinema Novo. In 1971, during the Fifth Brazilian Republic, he left the country to a voluntary exile, dwelling in many places, such as Spain, Chile, and France, eventually relocating to the Portuguese Riviera, with the help of his friend, Portuguese filmmaker, Manuel Carvalheiro. He never completely returned home until his last days, when he was transferred from Lisbon, where he had been receiving medical treatment for a lung infection, to Rio de Janeiro. Rocha resisted in hospital for few days, but ultimately died on August 22, 1981, at the age of 42. He had been married three times and had five children. His daughter Ava is a singer-songwriter. ==Filmography== {| class=\"wikitable\" style=\"width:100%\" |+ Key |- |align=center style=\"width:50px;background-color:#CEE8F0\"| |Indicates a documentary |align=center style=\"width:50px;background-color:#FFECC8\"| |Indicates a short film |} {| class=\"wikitable plainrowheaders sortable\" style=\"width:100%;\" |+ List of films directed by Glauber Rocha |- ! scope=\"col\" | Year ! scope=\"col\" | Original title ! scope=\"col\" | English release title(s) ! scope=\"col\" | Language(s) ! scope=\"col\" | Notes |- |- | style=\"text-align:center;\" | 1958 ! scope=\"row\" style=\"background- color:#FFECC8;\" | Cruz na Praça | | | Unfinished silent short film. Lost. |- | style=\"text-align:center;\" | 1959 ! scope=\"row\" style=\"background- color:#FFECC8;\" | Pátio | Terrace | Silent | |- | style=\"text-align:center;\" | 1962 ! scope=\"row\" | Barravento | Barravento / The Turning Wind | Portuguese | |- | style=\"text-align:center;\" | 1964 ! scope=\"row\" | Deus e o Diabo na Terra do Sol | Black God, White Devil | Portuguese | |- | style=\"text-align:center;\" | 1965 ! scope=\"row\" style=\"background-color:#FFECC8;\" | Amazonas, Amazonas | | Portuguese | Short documentary on the Amazonas state in Brazil. |- | style=\"text-align:center;\" | 1966 ! scope=\"row\" style=\"background- color:#FFECC8;\" | Maranhão 66 | | Portuguese | Short documentary on José Sarney's inaugural address as governor of Maranhão state in Brazil and its poor people's harsh life conditions. |- | style=\"text-align:center;\" | 1967 ! scope=\"row\" | Terra em Transe | Anguished Land / Land Entranced / Land in Anguish / Entranced Earth | Portuguese | |- | style=\"text-align:center;\" | 1968 ! scope=\"row\" style=\"background-color:#FFECC8;\" | 1968 | | Portuguese | Short documentary on the March of the One Hundred Thousand. |- | style=\"text- align:center;\" | 1969 ! scope=\"row\" | O Dragão da Maldade Contra o Santo Guerreiro | Antonio das Mortes | Portuguese | French-Brazilian-German-American co-production |- | style=\"text-align:center;\" | 1970 ! scope=\"row\" | Der Leone Have Sept Cabeças | Der Leone Have Sept Cabeças, The Lion Has Seven Heads | Portuguese, French, German, English | Brazilian-Italian-French-Congolese co- production. |- | style=\"text-align:center;\" | 1970 ! scope=\"row\" | Cabezas Cortadas | Cutting Heads | Spanish | Spanish-Brazilian co-production. |- | style=\"text-align:center;\" | 1972 ! scope=\"row\" style=\"background- color:#CEE8F0;\" | Paloma, Paloma | | Portuguese | A diary of a trip filmed by Glauber in Punta del Este that documents the reunion of the Rocha family. |- | style=\"text-align:center;\" | 1973 ! scope=\"row\" style=\"background- color:#CEE8F0;\" | História do Brasil | History of Brazil | Portuguese | Co- directed with Marcos Medeiros. Cuban-Italian co-production. Documentary on the history of Brazil. |- | style=\"text-align:center;\" | 1975 ! scope=\"row\" | Claro | | Italian, French, English | Italian production. |- | style=\"text- align:center;\" | 1975 ! scope=\"row\" style=\"background-color:#CEE8F0;\" | As Armas e o Povo | | Portuguese | Collective film. Directed with Alberto Seixas Santos, António da Cunha Telles, Eduardo Geada, José de Sá Caetano and José Fonseca e Costa. Portuguese production. Documentary on the 1974 Carnation Revolution. |- | style=\"text-align:center;\" | 1977 ! scope=\"row\" style=\"background-color:#FFECC8;\" | Di | | Portuguese | Also known as Di Cavalcanti and Di-Glauber. Short documentary on Di Cavalcanti during his wake and burial. |- | style=\"text-align:center;\" | 1977 ! scope=\"row\" style=\"background-color:#FFECC8;\" | Jorge Amado no Cinema | | Portuguese | Also known as Jorjamado and Jorjamado no Cinema. Short documentary on Jorge Amado. |- | style=\"text-align:center;\" | 1980 ! scope=\"row\" | A Idade da Terra | The Age of the Earth | Portuguese | |- | style=\"text-align:center;\" | 1982 ! scope=\"row\" | Câncer | Cancer | Portuguese | Filmed between 1968-1972. |- | style=\"text-align:center;\" | 2015 ! scope=\"row\" style=\"background- color:#FFECC8;\" | A Vida É Estranha | | Portuguese | Co-directed with Mossa Bildner. Filmed in 1973. Short documentary on Rocha and Bildner's trip to Essaouira city in Morocco. |- |} ==See also== * Cinema of Brazil * List of awards and nominations for Brazilian films * List of Brazilian films * List of Brazilians ==References== ==External links== *Tempo Glauber (Portuguese, Spanish and English) *Senses of Cinema: Great Directors Critical Database * *Glauber Rocha theater *Literary, Artistic and Political: The Films of Glauber Rocha Category:1939 births Category:1981 deaths Category:Brazilian expatriates in Chile Category:Brazilian expatriates in Portugal Category:Brazilian expatriates in Spain Category:Brazilian expatriates in the Soviet Union Category:Brazilian film directors Category:People from Vitória da Conquista Category:Cannes Film Festival Award for Best Director winners",
 "title": "Glauber Rocha"
}