{
 "id": "651884",
 "text": "The perfect tense or aspect (abbreviated or ) is a verb form that indicates that an action or circumstance occurred earlier than the time under consideration, often focusing attention on the resulting state rather than on the occurrence itself. An example of a perfect construction is I have made dinner. Although this gives information about a prior action (my making of the dinner), the focus is likely to be on the present consequences of that action (the fact that the dinner is now ready). The word perfect in this sense means \"completed\" (from Latin perfectum, which is the perfect passive participle of the verb perficere \"to complete\"). In traditional Latin and Ancient Greek grammar, the perfect tense is a particular, conjugated-verb form. Modern analyses view the perfect constructions of these languages as combining elements of grammatical tense (such as time reference) and grammatical aspect. The Greek perfect tense is contrasted with the aorist and the imperfect tenses and specifically refers to completed events with present consequences; its meaning is thus similar to that of the English construction, \"have/has (done something)\". The Latin perfect tense is contrasted only with the imperfect tense (used for past incomplete actions or states) and is thus used to mean both \"have/has done something\" and \"did something\" (the preterite use). Other related forms are the pluperfect, denoting an event prior to a past time of reference, and the future perfect, for an event prior to a future time of reference. In the grammar of some modern languages, particularly of English, the perfect may be analyzed as an aspect that is independent of tense – the form that is traditionally just called the perfect (\"I have done\") is then called the present perfect, while the form traditionally called the pluperfect (\"I had done\") is called the past perfect. (There are also additional forms such as future perfect, conditional perfect, and so on.) The formation of the perfect in English, using forms of an auxiliary verb (have) together with the past participle of the main verb, is paralleled in a number of other modern European languages. The perfect can be denoted by the glossing abbreviation or . It should not be confused with the perfective aspect (), which refers to the viewing of an action as a single (but not necessarily prior) event. To avoid confusion with the perfective, the perfect is occasionally called the retrospective (). ==As an aspect== In some analyses, the perfect is identified as one of the grammatical aspects. In the perfect aspect, the event being referred to is viewed as already completed at the time of reference.Dahl, Osten, Tense and Aspect Systems, Blackwell Publ., 1985, chapter 5. It should not be confused with the perfective aspect, which marks a situation as a single event without internal structure, and does not imply prior occurrence or present relevance as the perfect aspect does. The perfect also contrasts with the prospective aspect, which encodes the present relevance or anticipation of a future event. While the perfect is a relatively uniform category cross-linguistically, its relation to the experiential and resultative aspects is complex – the latter two are not simply restricted cases of the perfect.Dahl, 1985, p. 190. The perfect is not necessarily incompatible with other grammatical aspects. In English, for example, it can be combined with the progressive (continuous) aspect, wherein an event is viewed as temporary and ongoing. A form such as the present perfect progressive I have been working combines the meanings expressed by the two aspects – viewing my working as an ongoing process, but one which is now completed (or, as in I have been working for two hours, restricting attention to the completed portion of that process). If perfect is viewed as an aspect, then the verb forms traditionally called just \"perfect\" (as in Greek or – in appropriate contexts – in Latin) in fact combine the perfect aspect with present tense (the event occurred prior to the time of speech). The pluperfect and future perfect forms combine perfect aspect with past and future tense respectively. This analysis is reflected more explicitly in the terminology commonly used in modern English grammars, which refer to present perfect, past perfect and future perfect (as well as some other constructions such as conditional perfect). However, not all uses of \"perfect\" verb forms necessarily express this \"perfect aspect\" – sometimes they are simply used as expressions of past tense, that is, as preterites. This applies to some uses of the Latin perfect, and also (for example) to the modern German Perfekt. ==Types== In English, several uses of the perfect aspect have been recognized:Michaelis, Laura (1994)Ambiguity of the English Present Perfect\". Journal of Linguistics 30: 1Mittwoch, Anna (2008) \"The English Resultative Perfect and Its Relationship to the Experiential Perfect and the Simple Past Tense\". Linguistics and Philosophy, Vol. 31, No. 3, pp. 323–351Comrie, Bernard (1976) Aspect: An introduction to verbal aspect and related problems. Cambridge, England: Cambridge University, pp. 52ff * Resultative perfect (referring to a state in the present which is the result or endpoint of an event in the past): :: \"I have lost my pen-knife\" (message: I still don't have it) * Continuative perfect (past situations continuing into present): :: \"I have always guided him\" * Anterior perfect (completed past situations, but with relevance to the present): :: \"It has rained\" (implication: the streets are wet now) * Experiential perfect (stating that a given situation has occurred at least once in a period of time leading up to the present time): :: \"Bill has been to America\" :: \"I have seen that film three times now\" * Universal perfect (stating that a given situation has been going on continuously during a period leading up to the present time): :: \"The meaning of the Perfect has been debated for 200 years\" In other languages other uses of the perfect are found: * Perfect of present state (stating that a present situation holds as a result of something that has happened recently):Comrie (1976) Aspect, p. 57. :: (Swahili) 'he is tired' (lit. 'he has become tired') :: (Swahili) 'he is standing' (lit. 'he has stood up').Ashton, E. O. (1947). Swahili Grammar (Including Intonation). Longmans Green, p. 37. This can be considered to be the same as resultative perfect. * Perfect of very recent past: :: (Alicante Spanish) '(An hour ago) I was walking in the forest. Suddenly I stepped on a snake. It bit me in the leg.' (lit. 'I have stepped on a snake ... it has bitten me').Lindstedt, Jouko \"The perfect - aspectual, temporal and evidential\". In Dahl, Östen (ed.) (2000). Tense and Aspect in the Languages of Europe. Mouton de Gruyter, Berlin and New York, p. 267. * Evidential or inferential perfect (a statement that something must have happened because of the evidence available): :: (Swedish) 'The thief evidently got in through this window' (literally, 'has got in')Lindstedt, Jouko, \"The perfect - aspectual, temporal and evidential\", p. 376. * Reportative perfect (referring to an event which the speaker has heard about but not personally witnessed). This is common in languages such as Turkish, Persian, Georgian, and Bulgarian:Comrie, Aspect, p. 108ff. :: (Turkish) 'They say I was/am ill' (literally, 'I have been ill')Sezer, Engin \"Finite Inflection in Turkish\", p. 17. In Taylan, Eser Erguvanlı (ed.) (2002), The Verb in Turkish, John Benjamins, Amsterdam. ==Discontinuous past== In some languages a type of tense has been noted with exactly the opposite implication to a perfect. This type of tense is known as discontinuous past.Plungian, Vladimir A. & Johan van der Auwera (2006). \"Towards a typology of discontinuous past marking.\" Sprachtypol. Univ. Forsch. (STUF), Berlin 59, 4, 317–349. Thus if a sentence such as \"I have put the book on the table\" implies that it is still on the table, so a discontinuous past sentence \"I put the book on the table\" in these languages would imply that the book is no longer on the table. ==Construction with auxiliaries== A number of modern European languages exhibit a parallel type of perfect (or perfect-like) construction, formed with an auxiliary verb in combination with the past participle of the main verb. The auxiliary may be a verb meaning have (as in the English I have won) or a verb meaning be (as in the French , \"I (have) arrived\", literally \"I am arrived\"). The have-perfect developed from a construction where the verb meaning have denoted possession, and the past participle was an adjective modifying the object, as in I have the work done. This came to be reanalyzed, with the object becoming the object of the main verb, and the participle becoming a dependent of the have verb, as in I have done the work. The construction could then be generalized to be used also with intransitive verbs. A vestige of the original interpretation is preserved in some languages in the form of inflection on the participle to agree with the gender and number of the object. The be-perfect developed similarly, from a construction where the verb meaning be was an ordinary copula and the participle expressed a resultative state of the subject.Joan Bybee, Revere Perkins, William Pagliuca, The Evolution of Grammar: Tense, Aspect, and Modality in the Languages of the World, University of Chicago Press, 1994. It is consequently used mostly with verbs that denote a change in the state or location of the subject, and in some languages the participle inflects to agree with the gender and number of the subject. Languages that use these constructions can generally inflect the auxiliary to produce different verb forms for the perfect aspect: the pluperfect or past perfect is produced with the auxiliary in the past tense, the future perfect with the auxiliary in the future tense, and so on. These include non-finite forms such as perfect infinitives. (More possible forms and examples are given under below.) The basic (present) perfect form, with the auxiliary in the present tense, may specifically carry the meaning of perfect aspect, as in English; however in some languages it is used more generally as a past tense (or preterite), as in French and German. The use of auxiliaries and meaning of the constructions in various languages are described below. * English uses have as the auxiliary; the use of be with some intransitive verbs (as in I am come; he is gone) is archaic. For more details see the section on below. * German uses (\"have\") as the auxiliary with most verbs, and (\"be\") with some intransitives, including the copula itself. The German \"present perfect\" construction is called the (perfect), and for most verbs is the usual past tense for colloquial speech and dialects. For details, see German verbs. Other Germanic languages have similar constructions, such as the of Swedish and the (compound past) of Dutch. * French uses (\"have\") as the auxiliary with most verbs, but uses (\"be\") with reflexive verbs and with a certain number of intransitive verbs. The past participle is inflected to agree in gender and number with the subject when is used, and with a direct object when is used, but then only when the object precedes the verb (which is normally the case with personal pronouns and in some relative and interrogative clauses). The construction with \"present perfect\" form is called the (compound past) and is the usual past tense for completed events, corresponding to both the English present perfect and to the simple past. For more details see . * Italian uses (\"have\") and (\"be\") as auxiliaries, distributed in much the same way as and in French. The participle agrees with the subject when is used, and with a preceding pronoun direct object when is used. The present perfect is often used also for completed events where English would use the simple past. For details see Italian grammar. * Spanish uses (\"have\") as the auxiliary with all verbs. The \"present perfect\" form is called the and is used similarly to the English present perfect. While (\"to be\") was used as an auxiliary verb in a similar sense to modern French and Italian, this use disappeared by the 18th century. See Spanish verbs. Celtic languages (except Cornish and Breton) have a somewhat different type of perfect construction, where a word meaning \"after\" is used together with a verbal noun. This is described under Welsh grammar and Irish conjugation. By analogy with this construction, sentences of the form I'm after eating (meaning \"I have eaten\") are used in Irish English. Middle Cornish and Middle Breton used a perfective particle re with the preterite to express a present perfect sense, although this has largely fallen out of use in the modern languages, being replaced with periphrastic formations using the verbs \"to be\" or \"to have\" with a past participle. ==In particular languages== ===Proto-Indo-European=== In reconstructions of the Proto-Indo-European language (PIE), the verb form that has traditionally been called \"perfect\" in fact signified stative aspect (a current state of being). The name was assigned based on similarity to the Greek or Latin perfect tense, before the stative nature of the form was fully recognized. For details of its formation, see Proto-Indo-European verbs. ===Ancient Greek=== The Ancient Greek perfect developed from the PIE perfect (stative) form; in both cases the stem is typically formed by reduplication. In Greek, however, it took on a true \"perfect\" meaning, indicating an action with a permanent result.Herbert Weir Smyth. A Greek grammar for colleges. page 413, paragraph 1852.b: stage of action: completed action with permanent result. The effect of the action is seen in the resulting state; this state may belong to either the subject or the object.Smyth. p. 434, par. 1945.a: effects of a completed action. The meaning is therefore similar to the English present perfect, although usage of the Greek perfect is rather narrower than in English. Greek also has a pluperfect and a (compound) future perfect, although their use is rare. Other verb forms used in Ancient Greek to refer to past circumstances were the aorist, which was used simply to report past events (for example in narrative), and the imperfect. For details of the formation and use of the Greek perfect, see Ancient Greek verbs (see also ). For the (compound) perfect found in modern Greek, see Modern Greek verbs. ===Latin=== In Latin the PIE aorist merged with the perfect.L. R. Palmer, The Latin Language, University of Oklahoma Press, 1988, p. 8. Consequently, the Latin perfect tense serves both as a true perfect (meaning, for example, I have done), and as a simple preterite, merely reporting a past event (I did). It contrasts with the imperfect, which denotes uncompleted past actions or states. Latin also has pluperfect and future perfect forms. For details of how all of these forms are made, see Latin conjugation. ===English=== The English perfect is made with a form of the auxiliary verb have together with the past participle of the main verb. The auxiliary is inflected for tense and mood, and can also appear in non-finite forms (infinitive, participle or gerund), thus giving rise to a number of constructions which combine the perfect aspect with other verbal properties: *I have eaten; he has eaten (present perfect, generally denoting something that took place prior to the present moment) *I had eaten (past perfect, something that took place prior to a moment in the past) *I will have eaten (future perfect, something to take place prior to a moment in the future) *I would have eaten (conditional perfect, something conceived as taking place in hypothetical past circumstances) *...that he have eaten... (present perfect subjunctive, a rarely used form; see English subjunctive) *(to) have eaten (perfect infinitive) *having eaten (perfect gerund or participle) The perfect can also be combined with another aspectThe perfect, the progressive, and the perfect progressive are three of the aspect-like forms used in English. The perfective, imperfective, completive, inceptive, punctual, iterative, and habitual are sometimes considered aspects in English as well. that is marked in English – the progressive (or continuous) aspect. In perfect progressive (or perfect continuous) constructions, the perfect auxiliary (a form of have) is followed by the past participle been (from be, the auxiliary of the progressive aspect), which in turn is followed by the present participle of the main verb. As before, the perfect auxiliary can appear in various tenses, moods and non-finite forms: *I have been eating; he has been eating (present perfect progressive) *I had been eating (past perfect progressive) * etc. The perfect aspect (or perfect progressive) can also be combined with marking for the passive voice. Perfect passive forms can be constructed by replacing the participle of the main verb with the corresponding participle of be followed by the past participle of the main verb: it has been eaten; it will have been eaten; it has been being eaten. Perfect progressive passives, as in the last example, therefore involve two consecutive participles of the auxiliary verb be; these constructions are rarely used. The implications of the present perfect (that something occurred prior to the present moment) are similar to those of the simple past. The simple past is generally used when the occurrence has a specific past time frame – either explicitly stated (I wrote a book in 1995; the water boiled a minute ago), or implied by the context (for example, in the narration of a sequence of events). The present perfect, on the other hand, is used when the assumed time frame lasts up until the present moment: I have written two novels (in my lifetime; I am still alive); You have done no work this morning (it is still the morning). It is often used to draw attention to the consequences rather than the action: I've built a tree-house (the time of building is not important; the focus is on the result, the present existence of the tree-house).Present Perfect. Guide to Grammar and Writing. Perfect progressive forms are used mainly to refer to an action continuing up to (or nearly up to) the time of reference, again with emphasis on its consequences (we were tired because we had been running), or its duration (we have been working for ten hours/since 7 o'clock). They may express interrupted activities (I had been writing a novel when she came to talk to me).Past Perfect Progressive Tense. The perfect infinitive (without to in most cases) can be used after modal verbs with various meanings, chiefly to express modality with regard to past events: you should have done that; she might have seen it. With would (and sometimes should and could) it forms a contrary-to- fact past conditional (conditional perfect),Conditional Sentences. as in she would/could have done it if she had tried.Conditional Verb Forms. Guide to Grammar and Writing. (These verb forms might not be considered to be truly in the perfect aspect.) For more information on such constructions, see English modal verbs (particularly the sections on the individual modals). For more details on the usage of the various perfect constructions in English, see Uses of English verb forms. ==See also== * Future tense * Prophetic perfect tense * Relative and absolute tense ==References== == External links == * Greek tenses Category:Grammatical aspects it:Passato prossimo",
 "title": "Perfect (grammar)"
}