{
 "id": "65185",
 "text": "{{Infobox settlement | name = Sichuan | native_name = | settlement_type = Province | image_skyline = | image_caption = | image_map = Sichuan in China (+all claims hatched).svg | mapsize = 275px | map_alt = Map showing the location of Sichuan Province | map_caption = Map showing the location of Sichuan Province | coordinates = | subdivision_type = Country | subdivision_name = China | seat_type = Capital | seat = Chengdu | seat1_type = | seat1 = | parts_type = Divisions | parts_style = para | p1 = 21 prefectures | p2 = 181 counties | p3 = 5011 townships | government_type = Province | governing_body = Sichuan Provincial People's Congress | leader_title = CCP Secretary | leader_name = Peng Qinghua | leader_title1 = Congress chairman | leader_name1 = Peng Qinghua | leader_title2 = Governor | leader_name2 = Huang Qiang | leader_title3 = CPPCC chairman | leader_name3 = Ke Zunping | leader_title4 = National People's Congress Representation | leader_name4 = 147 deputies | area_footnotes = | area_total_km2 = 485000 | area_rank = 5th | elevation_max_m = 7556 | elevation_max_point = Mount Gongga | elevation_max_ft = | elevation_max_rank = | elevation_min_m = | elevation_min_point = | elevation_min_ft = | elevation_min_rank = | population_footnotes = | population_total = 83,674,866 | population_as_of = 2020 | population_rank = 4th | population_density_km2 = auto | population_density_rank = 22nd | demographics_type1 = Demographics | demographics1_footnotes = | demographics1_title1 = Ethnic composition | demographics1_info1 = Han – 95% Yi – 2.6% Tibetan – 1.5% Qiang – 0.4% Others - 0.5% | demographics1_title2 = Languages and dialects | demographics1_info2 = Southwestern Mandarin (Sichuanese dialects), Khams Tibetan, Hakka Chinese | iso_code = CN-SC | blank_name_sec1 = GDP | blank_info_sec1 = CNY 4.86 trillion USD 847 billion (6th) | blank1_name_sec1 = • per capita | blank1_info_sec1 = CNY 64,357 USD 10,120 (16th) | blank2_name_sec1 = • growth | blank2_info_sec1 = | blank_name_sec2 = HDI | blank_info_sec2 = 0.734 (high) (23rd) | website = | footnotes = | official_name = Province of Sichuan }} Sichuan (; , ; pinyin: Sìchuān; alternatively romanized as Szechuan or Szechwan) is a landlocked province in Southwest China occupying most of the Sichuan Basin and the easternmost part of the Tibetan Plateau between the Jinsha River on the west, the Daba Mountains in the north and the Yungui Plateau to the south. Sichuan's capital city is Chengdu. The population of Sichuan stands at 83 million. Sichuan neighbors the Qinghai to the northwest, Gansu to the north, Shaanxi to the northeast, Chongqing to the east, Guizhou to the southeast, Yunnan to the south, and the Tibet Autonomous Region to the west. In antiquity, Sichuan was the home of the ancient states of Ba and Shu. Their conquest by Qin strengthened it and paved the way for the Qin Shi Huang's unification of China under the Qin dynasty. During the Three Kingdoms era, Liu Bei's Shu was based in Sichuan. The area was devastated in the 17th century by Zhang Xianzhong's rebellion and the area's subsequent Manchu conquest, but recovered to become one of China's most productive areas by the 19th century. During World War II, Chongqing served as the temporary capital of the Republic of China, making it the focus of Japanese bombing. It was one of the last mainland areas captured by the People's Liberation Army during the Chinese Civil War and was divided into four parts from 1949 to 1952, with Chongqing restored two years later. It suffered gravely during the Great Chinese Famine of 1959–61 but remained China's most populous province until Chongqing Municipality was again separated from it in 1997. The Han Chinese people of Sichuan speak a unique form of Mandarin, which took shape during the area's repopulation under the Ming. The family of dialects is now spoken by about 120 million people, which would make it the 10th most spoken language in the world if counted separately. The area's warm damp climate long caused Chinese medicine to advocate spicy dishes; the native Sichuan pepper helped to form modern Sichuan cuisine, whose dishes—including Kung Pao chicken and mapo tofu—have become staples of Chinese cuisine around the world. In 1950, the province of Xikang was dissolved and its territory was later split between the newly established Tibet Autonomous Region and the Province of Sichuan. The western and northwestern part of Sichuan is made up of Tibetan and Qiang autonomous areas. ==Names== It is commonly believed that the name Sichuan means \"four rivers\", and in folk etymology this is usually taken to mean four of the province's major rivers: the Jialing, Jinsha (or Wu), Min, and Tuo. According to historical geographer Tan Qixiang, \"four rivers\" is an erroneous interpretation of the place name. The name of the province is actually a contraction of the phrases Sì Chuānlù \"Four Plain Circuits\") and Chuānxiá Sìlù \"Four Circuits of Chuanxia\"),Si (四) means \"four\", Chuan (川) means \"plain\", and Xia (\"峡\") could be understood as \"gorge\". Sì Chuānlù and Chuānxiá Sìlù are general names for the Four Circuits,. referring to the division of the existing imperial administrative circuit in the area into four during the Northern Song dynasty, which were Yizhou, Lizhou, Zizhou, and Kuizhou.Origin of the Names of China's Provinces , People's Daily Online. The word chuan () here means \"plain\", not its normal meaning of \"river\" as popularly assumed. In addition to its postal map and Wade-Giles forms, the name has also been irregularly romanized as Szű-chuan and Szechuan. In antiquity, the area of modern Sichuan including the now separated Chongqing Municipality was known to the Chinese as , in reference to the ancient states of Ba and Shu that once occupied the Sichuan Basin. Shu continued to be used to refer to the Sichuan region all through its history right up to the present day; a number of states formed in the area used the same name, for example the Shu of the Three Kingdoms period, and Former Shu and Later Shu of the Ten Kingdoms period. Currently, both the characters for Shu and Chuan are commonly used as abbreviations for Sichuan. ==History== ===Prehistory=== The Sichuan Basin and adjacent areas of the Yangtze watershed were a cradle of indigenous civilizations dating back to at least the 15th century BC, coinciding with the Shang in northern China. The region had its own distinct religious beliefs and worldview. The earliest culture found in the region through archaeological investigation is the Baodun culture (2700–1750 BC) excavated in the Chengdu Plain. ===Ba and Shu Kingdoms=== The most important native states were those of Ba and Shu. Ba stretched into Sichuan from the Han Valley in Shaanxi and Hubei down the Jialing River as far as its confluence with the Yangtze at Chongqing. Shu occupied the valley of the Min, including Chengdu and other areas of western Sichuan. The existence of the early state of Shu was poorly recorded in the main historical records of China. It was, however, referred to in the Book of Documents as an ally of the Zhou.Shujing Original text: Accounts of Shu exist mainly as a mixture of mythological stories and historical legends recorded in local annals such as the Chronicles of Huayang compiled in the Jin dynasty (266–420), and the Han dynasty compilation Shuwang benji (). These contained folk stories such as that of Emperor Duyu () who taught the people agriculture and transformed himself into a cuckoo after his death. The existence of a highly developed civilization with an independent bronze industry in Sichuan eventually came to light with an archaeological discovery in 1986 at a small village named Sanxingdui in Guanghan, Sichuan. This site, believed to be an ancient city of Shu, was initially discovered by a local farmer in 1929 who found jade and stone artefacts. Excavations by archaeologists in the area yielded few significant finds until 1986 when two major sacrificial pits were found with spectacular bronze items as well as artefacts in jade, gold, earthenware, and stone. This and other discoveries in Sichuan contest the conventional historiography that the local culture and technology of Sichuan were undeveloped in comparison to the technologically and culturally \"advanced\" Yellow River valley of north-central China. ===Qin dynasty=== The rulers of the expansionist state of Qin, based in present-day Gansu and Shaanxi, were the first strategists to realize that the area's military importance matched its commercial and agricultural significance. The Sichuan basin is surrounded by the Hengduan Mountains to the west, the Qin Mountains to the north, and Yungui Plateau to the south. Since the Yangtze flows through the basin and then through the perilous Three Gorges to eastern and southern China, Sichuan was a staging area for amphibious military forces and a haven for political refugees. Qin armies finished their conquest of the kingdoms of Shu and Ba by 316 BC. Any written records and civil achievements of earlier kingdoms were destroyed. Qin administrators introduced improved agricultural technology. Li Bing, engineered the Dujiangyan irrigation system to control the Min River, a major tributary of the Yangtze. This innovative hydraulic system was composed of movable weirs which could be adjusted for high or low water flow according to the season, to either provide irrigation or prevent floods. The increased agricultural output and taxes made the area a source of provisions and men for Qin's unification of China. ===Han dynasty=== Sichuan was subjected to the autonomous control of kings named by the imperial family of Han dynasty. Following the declining central government of the Han dynasty in the second century, the Sichuan basin, surrounded by mountains and easily defensible, became a popular place for upstart generals to found kingdoms that challenged the authority of Yangtze Valley emperors over China. ===Three Kingdoms=== In 221, during the partition following the fall of the Eastern Han – the era of the Three Kingdoms – Liu Bei founded the southwest kingdom of Shu Han (; 221–263) in parts of Sichuan, Guizhou and Yunnan, with Chengdu as its capital. Shu-Han claimed to be the successor to the Han dynasty. In 263, the Jin dynasty of North China, conquered the Kingdom of Shu- Han as its first step on the path to reunify China, under their rule. Salt production becomes a major business in Ziliujing District. During this Six Dynasties period of Chinese disunity, Sichuan began to be populated by non-Han ethnic minority peoples, owing to the migration of Gelao people from the Yunnan–Guizhou Plateau to the Sichuan basin. ===Tang dynasty=== Sichuan came under the firm control of a Chinese central government during the Sui dynasty, but it was during the subsequent Tang dynasty where Sichuan regained its previous political and cultural prominence for which it was known during the Han. Chengdu became nationally known as a supplier of armies and the home of Du Fu, who is sometimes called China's greatest poet. During the An Lushan Rebellion (755–763), Emperor Xuanzong of Tang fled from Chang'an to Sichuan which became his refuge. The region was torn by constant warfare and economic distress as it was besieged by the Tibetan Empire. ===Five Dynasties and Ten Kingdoms=== In the Five Dynasties and Ten Kingdoms period, Sichuan became the centre of the Shu kingdom with its capital in Chengdu founded by Wang Jian. In 925 the kingdom was absorbed into Later Tang but would regain independence under Meng Zhixiang who founded Later Shu in 934. Later Shu would continue until 965 when it was absorbed by the Song. ===Song dynasty=== During Song dynasty (960–1279), Sichuanese were able to protect themselves from Tibetan attacks with the help of central government. Sichuan also saw cultural revival like great poets Su Xun (), Su Shi, and Su Zhe. Although paper currency was known in the Tang dynasty, in 1023 AD, the first true paper money in human history, termed jiaozi (), was issued in Chengdu.Horesh Niv , 2012, \"From Chengdu to Stockholm: A Comparative Study of the Emergence of Paper Money in East and West\"Hans G.Wiedemann & Gerhard Bayer, 1992, \"Approach to ancient Chinese artifacts by means of thermal analysis\", Elsevier Science Publishers B.V., AmsterdamPan Jixing, 1998, \"On the origin of movable metal-type technique\", Chinese Science Bulletin It was also during the Song dynasty that the bulk of the native Ba people of eastern Sichuan assimilated into the Han Chinese ethnicity. In the 12th and 13th centuries, the Southern Song dynasty established coordinated defenses against the Mongolian Yuan dynasty, in Sichuan and Xiangyang. The Southern Song state monopolized the Sichuan tea industry to pay for warhorses, but this state intervention eventually brought devastation to the local economy. The line of defense was finally broken through after the first use of firearms in history during the six-year Battle of Xiangyang, which ended in 1273. Allegedly there were a million pieces of unspecified types of skeleton bones belonging to war animals and both Song and Yuan soldiers who perished in the fighting over the city, although the figure may have been grossly exaggerated. The recorded number of families in Sichuan dropped from 2,640,000 families, [Li Xinchuan], \"\", [Wenhai Publishing Co.], 1967. 1st set,section 7, page 15 as recorded from the census taken in 1162 AD, to 120,000 families [Li Xinchuan], \"\", [Wenhai Publishing Co.], 1967. 1st set,section 7, page 16 in 1282 AD.C. P. Atwood-Encyclopedia of Mongolia and the Mongol Empire Possible causes include forced population transfer to nearby areas, evacuation to nearby provinces, census under-reporting or inaccuracy, and war-related deaths. One instance of the deportation of Sichuanese civilians to Mongolia occurred in the aftermath of a battle in 1259, when more than 80,000 people were taken captive from one city in Sichuan and moved to Mongolia. ===Ming dynasty=== The Ming dynasty defeated Ming Yuzhen's Xia polity which ruled Sichuan. During the Ming dynasty, major architectural works were created in Sichuan. Buddhism remained influential in the region. Bao'en Temple is a well-preserved 15th century monastery complex built between 1440 and 1446 during the Zhengtong Emperor's reign (1427–64). Dabei Hall enshrines a thousand-armed wooden image of Guanyin and Huayan Hall is a repository with a revolving sutra cabinet. The wall paintings, sculptures and other ornamental details are masterpieces of the Ming period. In the middle of the 17th century, the peasant rebel leader Zhang Xianzhong (1606–1646) from Yan'an, Shaanxi Province, nicknamed Yellow Tiger, led his peasant troop from north China to the south, and conquered Sichuan. Upon capturing it, he declared himself emperor of the Daxi dynasty (). In response to the resistance from local elites, he massacred a large number of people in Sichuan. As a result of the massacre as well as years of turmoil during the Ming-Qing transition, the population of Sichuan fell sharply, requiring a massive resettlement of people from the neighboring Huguang Province (modern Hubei and Hunan) and other provinces during the Qing dynasty. ===Qing dynasty=== Sichuan was originally the origin of the Deng lineage until one of them was hired as an official in Guangdong during the Ming dynasty but during the Qing plan to increase the population in 1671 they came to Sichuan again. Deng Xiaoping was born in Sichuan. During the Qing dynasty, Sichuan was merged with Shaanxi and Shanxi to create \"Shenzhuan\" during 1680-1731 and 1735–1748. The current borders of Sichuan (which then included Chongqing) were established in the early 18th century. In the aftermath of the Sino-Nepalese War on China's southwestern border, the Qing gave Sichuan's provincial government direct control over the minority-inhabited areas of Sichuan west of Kangding, which had previously been handled by an amban. A landslide dam on the Dadu River caused by an earthquake gave way on 10 June 1786. The resulting flood killed 100,000 people.Schuster, R.L. and G. F. Wieczorek, \"Landslide triggers and types\" in Landslides: Proceedings of the First European Conference on Landslides 2002 A.A. Balkema Publishers. p.66 ===Republic of China=== thumb|Japanese bombers bombing a Chinese road in Sichuan during WW2 In the early 20th century, the newly founded Republic of China established Chuanbian Special Administrative District (), which acknowledged the unique culture and economy of the region largely differing from that of mainstream northern China in the Yellow River region. The Special District later became the province of Xikang, incorporating the areas inhabited by Yi, Tibetan and Qiang ethnic minorities to its west, and eastern part of today's Tibet Autonomous Region. In the 20th century, as Beijing, Shanghai, Nanjing, and Wuhan had all been occupied by the Japanese during the Second Sino-Japanese War, the capital of the Republic of China had been temporarily relocated to Chongqing, then a major city in Sichuan. An enduring legacy of this move is that nearby inland provinces, such as Shaanxi, Gansu, and Guizhou, which previously never had modern Western- style universities, began to be developed in this regard. The difficulty of accessing the region overland from the eastern part of China and the foggy climate hindering the accuracy of Japanese bombing of the Sichuan Basin, made the region the stronghold of Chiang Kai-shek's Kuomintang government during 1938–45, and led to the Bombing of Chongqing. The Second Sino-Japanese War was soon followed by the resumed Chinese Civil War, and the cities of East China are obtained by the Communists one after another, the Kuomintang government again tried to make Sichuan its stronghold on the mainland, although it already saw some Communist activity since it was one area on the road of the Long March. Chiang Kai-shek himself flew to Chongqing from Taiwan in November 1949 to lead the defense. But the same month Chongqing switched to the Communists, followed by Chengdu on 10 December. The Kuomintang general Wang Sheng wanted to stay behind with his troops to continue anticommunist guerilla war in Sichuan, but was recalled to Taiwan. Many of his soldiers made their way there as well, via Burma. ===People's Republic of China=== The People's Republic of China was founded in 1949, and it split Sichuan into four areas and separated out Chongqing municipality. Sichuan was reconstituted in 1952, with Chongqing added in 1954, while the former Xikang province was split between Tibet in the west and Sichuan in the east. The province was deeply affected by the Great Chinese Famine of 1959–1961, during which period some 9.4 million people (13.07% of the population at the time) died. In 1978, when Deng Xiaoping took power, Sichuan was one of the first provinces to experiment with market economic enterprise. From 1955 until 1997 Sichuan had been China's most populous province, hitting 100 million mark shortly after the 1982 census figure of 99,730,000. This changed in 1997 when the Sub-provincial city of Chongqing as well as the three surrounding prefectures of Fuling, Wanxian, and Qianjiang were split off into the new Chongqing Municipality. The new municipality was formed to spearhead China's effort to economically develop its western provinces, as well as to coordinate the resettlement of residents from the reservoir areas of the Three Gorges Dam project. In 1997 when Sichuan split, the sum of the two parts was recorded to be 114,720,000 people. As of 2010, Sichuan ranks as both the 3rd largest (the largest among Chinese provinces with population greater than 50 million) and 4th most populous province in China. In May 2008, an earthquake with a magnitude of 7.9/8.0 hit just northwest of the provincial capital of Chengdu. Official figures recorded a death toll of nearly 70,000 people, and millions of people were left homeless., and ==Administrative divisions== Sichuan consists of twenty-one prefecture-level divisions: eighteen prefecture-level cities (including a sub- provincial city) and three autonomous prefectures: {| class=\"wikitable sortable\" style=\"margin:1em auto 1em auto; width:90%; font-size:smaller; text- align:center\" |- ! colspan=\"9\" |Administrative divisions of Sichuan |- | colspan=\"9\" style=\"font-size:larger\" | |- !! scope=\"col\" rowspan=\"2\" | Division code !! scope=\"col\" rowspan=\"2\" | Division !! scope=\"col\" rowspan=\"2\" | Area in km2 !! scope=\"col\" rowspan=\"2\" | Population 2010 !! scope=\"col\" rowspan=\"2\" | Seat !! scope=\"col\" colspan=\"4\" | Divisions |- !! scope=\"col\" style=\"width:45px;\"| Districts !! scope=\"col\" style=\"width:45px;\"| Counties !! scope=\"col\" style=\"width:45px;\"| Aut. counties !! scope=\"col\" style=\"width:45px;\"| CL cities |- style=\"font-weight: bold\" ! 510000 !! Sichuan Province | 485,000.00 || 80,418,200 || Chengdu city || 54 || 107 || 4 || 18 |- style=\"background:#98fb98;\" ! 510100 !! Chengdu city | 12,163.16 || 14,047,625 || Wuhou District || 12 || 3 || style=\"background:gray;\"| || 5 |- ! 510300 !! Zigong city | 4,373.13 || 2,678,898 || Ziliujing District || 4 || 2 || style=\"background:gray;\"| || style=\"background:gray;\"| |- ! 510400 !! Panzhihua city | 7,423.42 || 1,214,121 || Dong District || 3 || 2 || style=\"background:gray;\"| || style=\"background:gray;\"| |- ! 510500 !! Luzhou city | 12,233.58 || 4,218,426 || Jiangyang District || 3 || 4 || style=\"background:gray;\"| || style=\"background:gray;\"| |- ! 510600 !! Deyang city | 5,951.55 || 3,615,759 || Jingyang District || 2 || 1 || style=\"background:gray;\"| || 3 |- ! 510700 !! Mianyang city | 20,267.46 || 4,613,862 || Fucheng District || 3 || 4 || 1 || 1 |- ! 510800 !! Guangyuan city | 16,313.70 || 2,484,125 || Lizhou District || 3 || 4 || style=\"background:gray;\"| || style=\"background:gray;\"| |- ! 510900 !! Suining city | 5,323.85 || 3,252,551 || Chuanshan District || 2 || 2 || style=\"background:gray;\"| || 1 |- ! 511000 !! Neijiang city | 5,385.33 || 3,702,847 || Shizhong District || 2 || 2 || style=\"background:gray;\"| || 1 |- ! 511100 !! Leshan city | 12,827.49 || 3,235,756 || Shizhong District || 4 || 4 || 2 || 1 |- ! 511300 !! Nanchong city | 12,479.96 || 6,278,622 || Shunqing District || 3 || 5 || style=\"background:gray;\"| || 1 |- ! 511400 !! Meishan city | 7,173.82 || 2,950,548 || Dongpo District || 2 || 4 || style=\"background:gray;\"| || style=\"background:gray;\"| |- ! 511500 !! Yibin city | 13,293.89 || 4,472,001 || Cuiping District || 3 || 7 || style=\"background:gray;\"| || style=\"background:gray;\"| |- ! 511600 !! Guang'an city | 6,301.41 || 3,205,476 || Guang'an District || 2 || 3 || style=\"background:gray;\"| || 1 |- ! 511700 !! Dazhou city | 16,591.00 || 5,468,092 || Tongchuan District || 2 || 4 || style=\"background:gray;\"| || 1 |- ! 511800 !! Ya'an city | 15,213.28 || 1,507,264 || Yucheng District || 2 || 6 || style=\"background:gray;\"| || style=\"background:gray;\"| |- ! 511900 !! Bazhong city | 12,301.26 || 3,283,771 || Bazhou District || 2 || 3 || style=\"background:gray;\"| || style=\"background:gray;\"| |- ! 512000 !! Ziyang city | 7,962.56 || 3,665,064 || Yanjiang District || 1 || 2 || style=\"background:gray;\"| || style=\"background:gray;\"| |- ! 513200 !! Ngawa Tibetan and Qiang Autonomous Prefecture | 82,383.32 || 898,713 || Barkam city || style=\"background:gray;\"| || 12 || style=\"background:gray;\"| || 1 |- ! 513300 !! Garzê Tibetan Autonomous Prefecture | 147,681.37 || 1,091,872 || Kangding city || style=\"background:gray;\"| || 17 || style=\"background:gray;\"| || 1 |- ! 513400 !! Liangshan Yi Autonomous Prefecture | 60,422.67 || 4,532,809 || Xichang city || style=\"background:gray;\"| || 15 || 1 || 1 |- | colspan = \"12\" | |} {|class=\"wikitable sortable collapsible collapsed\" style=\"text-font:90%; width:auto; text-align:center; margin-left: auto; margin-right: auto;\" |- ! colspan=\"5\" |Administrative divisions in Chinese and varieties of romanizations |- ! English !! Chinese !! Pinyin !! Sichuanese Romanzation |- | Sichuan Province || || Sìchuān Shěng || si4 cuan1 sen3 |- | Chengdu city || || Chéngdū Shì || cen2 du1 si4 |- | Zigong city || || Zìgòng Shì || |- | Panzhihua city || || Pānzhīhuā Shì || |- | Luzhou city || || Lúzhōu Shì || nu2 zou1 si4 |- | Deyang city || || Déyáng Shì || |- | Mianyang city || || Miányáng Shì || |- | Guangyuan city || || Guǎngyuán Shì || |- | Suining city || || Sùiníng Shì || xu4 nin2 si4 |- | Neijiang city || || Nèijiāng Shì || nui4 jiang1 si4 |- | Leshan city || || Lèshān Shì || |- | Nanchong city || || Nánchōng Shì || lan2 cong1 si4 |- | Meishan city || || Méishān Shì || mi2 san1 si4 |- | Yibin city || || Yíbīn Shì || ni2 bin1 si4 |- | Guang'an city || || Guǎng'ān Shì || |- | Dazhou city || || Dázhōu Shì || |- | Ya'an city || || Yǎ'ān Shì || |- | Bazhong city || || Bāzhōng Shì || |- | Ziyang city || || Zīyáng Shì || |- | Ngawa Tibetan and Qiang Autonomous Prefecture || || Ābà Zangzú Qiāngzú Zìzhìzhōu || |- | Garzê Tibetan Autonomous Prefecture || || Gānzī Zangzú Zìzhìzhōu || |- | Liangshan Yi Autonomous Prefecture || || Liángshān Yízú Zìzhìzhōu || |} The twenty Prefecture of Sichuan are subdivided into 183 county-level divisions (53 districts, 17 county-level cities, 109 counties, and 4 autonomous counties). At the end of year 2017, the total population is 83.02 million. ===Urban areas=== {|class=\"wikitable sortable collapsible\" style=\"font-size:90%;\" |- ! colspan=\"6\" | Population by urban areas of prefecture & county cities |- !#!!City!! style=\"background:#aaf;\"|Urban area!! style=\"background:#afa;\"|District area!! style=\"background:#faa;\"|City proper!!Census date |- |1||Chengdu||6,316,922||7,415,590||15,118,839||2010-11-01 |- style=\"background:lightyellow;\" class=\"sortbottom\" |(1)||Chengdu ||1,384,770||2,176,092||||2010-11-01 |- |2||Mianyang||967,007||1,355,331||4,613,871||2010-11-01 |- style=\"background:lightyellow;\" class=\"sortbottom\" |(2)||Mianyang ||96,265||366,802||||2010-11-01 |- |3||Nanchong||890,402||1,858,875||6,278,614||2010-11-01 |- |4||Luzhou||742,274||1,371,233||4,218,427||2010-11-01 |- |5||Leshan||678,752||1,211,237||3,235,759||2010-11-01 |- |6||Zigong||666,204||1,262,064||2,678,899||2010-11-01 |- |7||Panzhihua||631,258||787,177||1,214,121||2010-11-01 |- |8||Neijiang||586,445||1,251,095||3,702,847||2010-11-01 |- |9||Suining||549,826||1,295,885||3,252,619||2010-11-01 |- |10||Yibin||549,650||836,340||4,471,896||2010-11-01 |- style=\"background:lightyellow;\" class=\"sortbottom\" |(10)||Yibin ||277,993||1,148,864||||2010-11-01 |- |11||Deyang||530,122||735,070||3,615,758||2010-11-01 |- style=\"background:lightyellow;\" class=\"sortbottom\" |(11)||Deyang ||79,269||212,185||||2010-11-01 |- |12||Bazhong||477,235||1,126,167||3283148||2010-11-01 |- |13||Xichang||466,732||712,434||||2010-11-01 |- |14||Guangyuan||407,756||859,246||2,484,122||2010-11-01 |- |15||Dazhou||379,467||478,276||5,468,097||2010-11-01 |- style=\"background:lightyellow;\" class=\"sortbottom\" |(15)||Dazhou ||299,223||1,111,159||||2010-11-01 |- |16||Ziyang||376,387||905,729||2,593,843||2010-11-01 |- |17||Jianyang||365,386||1,071,214||||2010-11-01 |- |18||Meishan||347,546||821,853||2,950,545||2010-11-01 |- style=\"background:lightyellow;\" class=\"sortbottom\" |(18)||Meishan ||150,350||285,889||||2010-11-01 |- |19||Dujiangyan||317,627||657,996||||2010-11-01 |- |20||Guang'an||317,502||858,159||3,205,476||2010-11-01 |- |21||Jiangyou||312,154||762,140||||2010-11-01 |- style=\"background:lightyellow;\" |(22)||Longchang||289,494||633,210||||2010-11-01 |- |23||Pengzhou||263,199||762,887||||2010-11-01 |- |24||Langzhong||242,535||728,935||||2010-11-01 |- |25||Guanghan||235,872||591,115||||2010-11-01 |- |26||Emeishan||220,349||437,068||||2010-11-01 |- |27||Ya'an||208,940||355,572||1,507,258||2010-11-01 |- style=\"background:lightyellow;\" class=\"sortbottom\" |(27)||Ya'an ||52,131||256,484||||2010-11-01 |- |28||Chongzhou||206,448||661,120||||2010-11-01 |- |29||Mianzhu||192,001||477,868||||2010-11-01 |- |30||Qionglai||190,099||612753||||2010-11-01 |- |31||Shifang||187,473||412,758||||2010-11-01 |- |32||Wanyuan||129,617||407,594||||2010-11-01 |- |33||Huaying||119,228||278,359||||2010-11-01 |- style=\"background:lightyellow;\" |(34)||Kangding||60,439||130,142||||2010-11-01 |- style=\"background:lightyellow;\" |(35)||Barkam||28,783||58,437||||2010-11-01 |} ==Geography and biodiversity== Sichuan consists of two geographically very distinct parts. The eastern part of the province is mostly within the fertile Sichuan basin (which is shared by Sichuan with Chongqing Municipality). The western Sichuan consists of the numerous mountain ranges forming the easternmost part of the Tibetan Plateau, which are known generically as Hengduan Mountains. One of these ranges, Daxue Mountains, contains the highest point of the province Gongga Shan, at above sea level. The mountains are formed by the collision of the Tibetan Plateau with the Yangtze Plate. Faults here include the Longmenshan Fault which ruptured during the 2008 Sichuan earthquake. Other mountain ranges surround the Sichuan Basin from north, east, and south. Among them are the Daba Mountains, in the province's northeast. The Yangtze River and its tributaries flows through the mountains of western Sichuan and the Sichuan Basin; thus, the province is upstream of the great cities that stand along the Yangtze River further to the east, such as Chongqing, Wuhan, Nanjing and Shanghai. One of the major tributaries of the Yangtze within the province is the Min River of central Sichuan, which joins the Yangtze at Yibin. There are also a number of other rivers, such as Jialing River, Tuo River, Yalong River, Wu River and Jinsha River, and any four of the various rivers are often grouped as the \"four rivers\" that the name of Sichuan is commonly and mistakenly believed to mean. Due to great differences in terrain, the climate of the province is highly variable. In general it has strong monsoonal influences, with rainfall heavily concentrated in the summer. Under the Köppen climate classification, the Sichuan Basin (including Chengdu) in the eastern half of the province experiences a humid subtropical climate (Köppen Cwa or Cfa), with long, hot, wet summers and short, mild to cool, dry and cloudy winters. Consequently, it has China's lowest sunshine totals. The western region has mountainous areas producing a cooler but sunnier climate. Having cool to very cold winters and mild summers, temperatures generally decrease with greater elevation. However, due to high altitude and its inland location, many areas such as Garze County and Zoige County in Sichuan exhibit a subarctic climate (Köppen Dwc)- featuring extremely cold winters down to −30 °C and even cold summer nights. The region is geologically active with landslides and earthquakes. Average elevation ranges from 2,000 to 3,500 meters; average temperatures range from 0 to 15 °C. The southern part of the province, including Panzhihua and Xichang, has a sunny climate with short, very mild winters and very warm to hot summers. Sichuan borders Qinghai to the northwest, Gansu to the north, Shaanxi to the northeast, Chongqing to the east, Guizhou to the southeast, Yunnan to the south, and the Tibet Autonomous Region to the west. File:Larix potaninii trees Huluhai.jpg|Larix potaninii in autumn colour. File:1 Seda facing south.jpg|Garzê Prefecture File:Zitong- sichuan-china.jpg|Zitong County File:A Typical Linpan unit in Pi County.jpg|Linpan in Chengdu Plain is a well-known landmark in Chengdu Plain, Sichuan. ===Giant panda=== Giant pandas live in bamboo forests and low mountainous areas such as the Minshan Mountains in Sichuan. , Survey in Minshang Mountains by Michel The majority of the panda population lives in Sichuan, with their range spreading into Shaanxi and Gansu. As it is abundant where they live, pandas' diet consists of 99% bamboo, with small other plants, or small animals consisting of the other 1%. As the panda is native to China, they have become a national symbol of China. , Panda Symbolism by Elena Harris. ===Linpan settlements=== The Linpan in Chengdu Plain is a special settlement in Chengdu Plain, which consists of farm house with woods around, irrigation system, farm land and is elementary unit of the village within the scattered locations. The rural landscape of Chengdu Plain is unique because of the typical element \"Linpan\". ==Politics== The politics of Sichuan is structured in a dual party-government system like all other governing institutions in mainland China. The governor of Sichuan is the highest-ranking official in the People's Government of Sichuan. However, in the province's dual party-government governing system, the Governor has less power than the Sichuan Communist Party of China's Party Committee Secretary, colloquially termed the \"Sichuan CPC Party Chief\". ==Economy== thumb|upright=0.9|right|The capital of Sichuan, Chengdu.thumb|IFS Chengdu Mall Entrance Sichuan has been historically known as the \"Province of Abundance\". It is one of the major agricultural production bases of China. Grain, including rice and wheat, is the major product with output that ranked first in China in 1999. Commercial crops include citrus fruits, sugar cane, sweet potatoes, peaches and grapes. Sichuan also had the largest output of pork among all the provinces and the second largest output of silkworm cocoons in 1999. Sichuan is rich in mineral resources. It has more than 132 kinds of proven underground mineral resources including vanadium, titanium, and lithium being the largest in China. The Panxi region alone possesses 13.3% of the reserves of iron, 93% of titanium, 69% of vanadium, and 83% of the cobalt of the whole country. Sichuan also possesses China's largest proven natural gas reserves, the majority of which is transported to more developed eastern regions. Sichuan is one of the major industrial centers of China. In addition to heavy industries such as coal, energy, iron and steel, the province has also established a light industrial sector comprising building materials, wood processing, food and silk processing. Chengdu and Mianyang are the production centers for textiles and electronics products. Deyang, Panzhihua, and Yibin are the production centers for machinery, metallurgical industries, and wine, respectively. Sichuan's wine production accounted for 21.9% of the country's total production in 2000. Great strides have been made in developing Sichuan into a modern hi-tech industrial base, by encouraging both domestic and foreign investments in electronics and information technology (such as software), machinery and metallurgy (including automobiles), hydropower, pharmaceutical, food and beverage industries. The auto industry is an important and key sector of the machinery industry in Sichuan. Most of the auto manufacturing companies are located in Chengdu, Mianyang, Nanchong, and Luzhou. Other important industries in Sichuan include aerospace and defense (military) industries. A number of China's rockets (Long March rockets) and satellites were launched from the Xichang Satellite Launch Center, located in the city of Xichang. Sichuan's landscapes and rich historical relics have also made the province a center for tourism. The Three Gorges Dam, the largest dam ever constructed, was built on the Yangtze River in nearby Hubei province to control flooding in the Sichuan Basin, neighboring Yunnan province, and downstream. The plan is hailed by some as China's efforts to shift towards alternative energy sources and to further develop its industrial and commercial bases, but others have criticised it for its potentially harmful effects, such as massive resettlement of residents in the reservoir areas, loss of archeological sites, and ecological damages. Sichuan has one of the largest economy in western China. Its nominal GDP for 2017 was 3.69 trillion yuan (US$547.71 billion), equivalent to 44,651 RMB (US$6,613) per capita. In 2021, the per capita net income of rural residents was 17,575 yuan (US$2760). The per capita disposable income of the urbanites averaged 41,444 yuan (US$6510). ===Foreign trade=== According to the Sichuan Department of Commerce, the province's total foreign trade was US$22.04 billion in 2008, with an annual increase of 53.3 percent. Exports were US$13.1 billion, an annual increase of 52.3 percent, while imports were US$8.93 billion, an annual increase of 54.7 percent. These achievements were accomplished because of significant changes in China's foreign trade policy, acceleration of the yuan's appreciation, increase of commercial incentives and increase in production costs. The 18 cities and counties witnessed a steady rate of increase. Chengdu, Suining, Nanchong, Dazhou, Ya'an, Abazhou, and Liangshan all saw an increase of more than 40 percent while Leshan, Neijiang, Luzhou, Meishan, Ziyang, and Yibin saw an increase of more than 20 percent. Foreign trade in Zigong, Panzhihua, Guang'an, Bazhong and Ganzi remained constant. ===Minimum wage=== Starting in 2021, the minimum wage in Sichuan Province will be 2,100 yuan($330). ===Economic development zones=== ==== Chengdu Hi-tech Comprehensive Free Trade Zone ==== Chengdu Hi-tech Comprehensive Free Trade Zone was established with the approval of the State Council on October 18, 2010 and passed the national acceptance on February 25, 2011. It was officially operated in May 2011. Chengdu High-tech Comprehensive Free Trade Zone is integrated and expanded from the former Chengdu Export Processing Zone and Chengdu Bonded Logistics Center. it is located in the Chengdu West High-tech Industrial Development Zone, with an area of 4.68 square kilometers and divided into three areas A, B and C. The industries focus on notebook computer manufacturing, tablet computer manufacturing, wafer manufacturing and chip packaging testing, electronic components, precision machining, and biopharmaceutical industry. Chengdu Hi-Tech Comprehensive Free Trade Zone has attracted top 500 and multinational enterprises such as Intel, Foxconn, Texas Instruments, Dell, Morse and so on. In 2020, the Chengdu Hi- Tech Comprehensive Free Trade Zone achieved a total import and export volume of 549.1 billion yuan (including Shuangliu Sub-zone), accounting for 68% of the province's total foreign trade import and export volume, ranking first in the national comprehensive insurance zone import and export volume for three consecutive years. ====Chengdu Economic and Technological Development Zone==== Chengdu Economic and Technological Development Zone () was approved as state- level development zone in February 2000. The zone now has a developed area of and has a planned area of . Chengdu Economic and Technological Development Zone (CETDZ) lies east of Chengdu, the capital city of Sichuan Province and the hub of transportation and communication in southwest China. The zone has attracted investors and developers from more than 20 countries to carry out their projects there. Industries encouraged in the zone include mechanical, electronic, new building materials, medicine and food processing. ====Chengdu Export Processing Zone==== Chengdu Export Processing Zone ()) was ratified by the State Council as one of the first 15 export processing zones in the country in April 2000. In 2002, the state ratified the establishment of the Sichuan Chengdu Export Processing West Zone with a planned area of , located inside the west region of the Chengdu Hi-tech Zone. ====Chengdu Hi-Tech Industrial Development Zone==== thumb|Nijia Qiao, South Renmin Road, Chengdu Established in 1988, Chengdu Hi-tech Industrial Development Zone () was approved as one of the first national hi-tech development zones in 1991. In 2000, it was open to APEC and has been recognized as a national advanced hi- tech development zone in successive assessment activities held by China's Ministry of Science and Technology. It ranks 5th among the 53 national hi-tech development zones in China in terms of comprehensive strength. Chengdu Hi-tech Development Zone covers an area of , consisting of the South Park and the West Park. By relying on the city sub-center, which is under construction, the South Park is focusing on creating a modernized industrial park of science and technology with scientific and technological innovation, incubation R&D;, modern service industry and Headquarters economy playing leading roles. Priority has been given to the development of software industry. Located on both sides of the \"Chengdu-Dujiangyan-Jiuzhaigou\" golden tourism channel, the West Park aims at building a comprehensive industrial park targeting at industrial clustering with complete supportive functions. The West Park gives priority to three major industries i.e. electronic information, biomedicine and precision machinery. ====Mianyang Hi-Tech Industrial Development Zone==== Mianyang Hi-Tech Industrial Development Zone was established in 1992, with a planned area of . The zone is situated 96 kilometers away from Chengdu, and is away from Mianyang Airport. Since its establishment, the zone accumulated 177.4 billion yuan of industrial output, 46.2 billion yuan of gross domestic product, fiscal revenue 6.768 billion yuan. There are more than 136 high-tech enterprises in the zone and they accounted for more than 90% of the total industrial output. The zone is a leader in the electronic information industry, biological medicine, new materials and production of motor vehicles and parts. ==Transportation== For millennia, Sichuan's rugged and riverine landscape presented enormous challenges to the development of transportation infrastructure, and the lack of roads out of the Sichuan Basin contributed to the region's isolation. Since the 1950s, numerous highways and railways have been built through the Qinling in the north and the Bashan in the east. Dozens of bridges across the Yangtze and its tributaries to the south and west have brought greater connectivity with Yunnan and Tibet. ===Airports=== Chengdu Shuangliu International Airport is the 4th-busiest airport in mainland China. It was among the world's top 30 busiest airports in 2015, and the busiest in western and central China. It was also the fifth-busiest airport in terms of cargo traffic in China for 2013. Chengdu airport is the hub of Sichuan Airlines, Chengdu Airlines, Shenzhen Airlines, Tibet Airlines, China Southern Airlines, China Eastern Airlines, Lucky Air and Air China. Alongside Shuangliu Airport, Chengdu Tianfu International Airport has opened since 2021. Chengdu airports are also 144-hour transit visa-free airports for foreigners from 51 countries including Albania, Argentina, Australia, Austria, Belgium, Bosnia and Herzegovina, Brazil, Brunei, Bulgaria, Canada, Chile, Croatia, Cyprus, the Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Japan, Latvia, Lithuania, Luxembourg, Macedonia, Malta, Mexico, Republic of Montenegro, the Netherlands, New Zealand, Poland, Portugal, Qatar, Romania, Russia, Serbia, Singapore, Slovakia, Slovenia, South Korea, Spain, Sweden, Switzerland, Ukraine, United Arab Emirates, United Kingdom and United States. ===Expressways=== On 3 November 2007, the Sichuan Transportation Bureau announced that the Suining-Chongqing Expressway was completed after three years of construction. After completion of the Chongqing section of the road, the expressway connected Chengdu-Nanchong Expressway and formed the shortest expressway from Chengdu to Chongqing. The new expressway is shorter than the pre-existing road between Chengdu and Chongqing; thus journey time between the two cities was reduced by an hour, now taking two and a half hours. The Sui-Yu Expressway is a four lane overpass with a speed limit of . The total investment was 1.045 billion yuan. ===Rail=== China Railway Chengdu Group is headquartered in Chengdu, capital of Sichuan Province, managing railway systems in Sichuan, Chongqing and Guizhou. Sichuan's major railways in Sichuan include the Baoji–Chengdu, Chengdu–Chongqing, Chengdu–Kunming, Neijiang–Kunming, Suining-Chongqing and Chengdu–Dazhou Railways. High-speed railways in Sichuan include the Chengdu-Chongqing High- speed Railway, Xi'an-Chengdu High-speed Railway, Chengdu-Guiyang High-speed Railway, and Chengdu-Kunming High-speed Railway. A suburban railway connects Chengdu and Dujiangyan. ==Demographics== thumb|upright=1.15|right|The Yi are the largest ethnic minority group in Sichuan. The majority of the province's population is Han Chinese (95% of provincial population), who are found scattered throughout the region with the exception of the far western areas. Thus, significant minorities of Tibetan, Yi, Qiang and Nakhi people reside in the western portion that are impacted by inclement weather and natural disasters, environmentally fragile, and impoverished. Sichuan's capital of Chengdu is home to a large community of Tibetans, with 30,000 permanent Tibetan residents and up to 200,000 Tibetan floating population. The Eastern Lipo, included with either the Yi or the Lisu people, as well as the A-Hmao, also are among the ethnic groups of the provinces. Sichuan was China's most populous province before Chongqing became a directly controlled municipality; it is currently the fourth most populous, after Guangdong, Shandong and Henan. As of 1832, Sichuan was the most populous of the 18 provinces in China, with an estimated population at that time of 21 million. It was the third most populous sub-national entity in the world, after Uttar Pradesh, India and the Russian Soviet Federative Socialist Republic until 1991, when the Soviet Union was dissolved. It is also one of the only eight subnational divisions to ever reach 100 million people (Uttar Pradesh, Russian RSFSR, Maharashtra, Sichuan, Bihar, Shandong, Guangdong, and Punjab). It is currently ranked 10th. ===Religion=== The predominant religions in Sichuan are Chinese folk religions, Taoist traditions and Chinese Buddhism. According to surveys conducted in 2007 and 2009, 10.6% of the population believes and is involved in cults of ancestors, while 0.68% of the population identifies as Christian. According to the Japanese publication Tokyo Sentaku in 1999 there were 2 million members of Yiguandao (Tiandao) in Sichuan, equal to 2.4% of the province's population. The reports didn't give figures for other types of religion; the vast majority of the population may be either irreligious or involved in worship of nature deities, Buddhism, Confucianism, Taoism, folk religious sects, and small minorities of Muslims. Tibetan Buddhism is widespread, especially in areas inhabited by ethnic Tibetans. Sichuan is one of the cradles of the early Heavenly Masters' Taoist religious movements. File:Huanglong Sichuan China Multicolored-ponds-04.jpg|View of the Temple of the Yellow Dragon (Chinese Buddhism) in Huanglong. File:Litang8.jpg|Statues of buddhas at Litang Monastery of the Tibetan tradition. File:Main altar before Shangqing Temple on Qingchengshan, in Chengdu, Sichuan.jpg|A pavilion of the Shangqing Temple (Taoist) in Qingchengshan, Chengdu. File:China - Mount Emei - EmeiShan - Sichuan 11.jpg|Golden Temple of Mount Emei (Chinese Buddhism). ==Culture== thumb|upright=0.8|Typical vernacular house in Sichuan The Sichuanese people (Sichuanese: Ba1su2ren2; IPA: ; alternatively , , or ) are a subgroup of Han Chinese living in mostly Sichuan province and the neighboring Chongqing municipality. Beginning from the 9th century BC, Shu (on the Chengdu Plain) and Ba (which had its first capital at Enshi City in Hubei and controlled part of the Han Valley) emerged as cultural and administrative centers where two rival kingdoms were established. Although eventually the Qin dynasty destroyed the kingdoms of Shu and Ba, the Qin government accelerated the technological and agricultural advancements of Sichuan making it comparable to that of the Yellow River Valley. The now-extinct Ba-Shu language was derived from Qin-era settlers and represents the earliest documented division from what is now called Middle Chinese. During the Yuan and Ming dynasties, the population of the area was reduced through wars and the bubonic plague and settlers arrived from the area of modern Hubei, replacing the earlier common Chinese with a new standard. The Li Bai Memorial, located in Jiangyou, is a museum in memory of Li Bai, a Chinese poet of Tang China (618–907) built at the place where he grew up. Building was begun in 1962 on the occasion of 1200th anniversary of his death, completed in 1981 and opened to the public in October 1982. The memorial is built in the style of the classic Tang garden. In 2003, Sichuan had \"88 art performing troupes, 185 culture centers, 133 libraries and 52 museums\". Companies based in Sichuan also produced 23 television series and one film. ===Languages=== thumb|upright=0.8|right|Extent of present-day Sichuanese language The Sichuanese once spoke their own variety of Spoken Chinese called Ba-Shu Chinese, or Old Sichuanese, before it became extinct during the Ming dynasty. Now most of them speak Sichuanese Mandarin. The Minjiang dialects are thought by some linguists to be a bona fide descendant of Old Sichuanese, but there is no conclusive evidence whether Minjiang dialects are derived from Old Sichuanese or Southwestern Mandarin. The languages of Sichuan are primarily members of three subfamilies of the Sino-Tibetan languages. The most widely used variety of Chinese spoken in Sichuan is Sichuanese Mandarin, which is the lingua franca in Sichuan, Chongqing and parts of Tibet Autonomous Region. Although Sichuanese is generally classified as a dialect of Mandarin Chinese, it is highly divergent in phonology, vocabulary, and even grammar from Standard Chinese. The Minjiang dialect is especially difficult for speakers of other Mandarin dialects to understand. Garzê Tibetan Autonomous Prefecture and Ngawa Tibetan and Qiang Autonomous Prefecture in western Sichuan are populated by Tibetans and Qiang people. Tibetans speak the Khams and Amdo Tibetan, which are Tibetic languages, as well as various Qiangic languages. The Qiang speak Qiangic languages and often Tibetic languages as well. The Yi people of Liangshan Yi Autonomous Prefecture in southern Sichuan speak the Nuosu language, which is one of the Lolo-Burmese languages; Yi is written using the Yi script, a syllabary standardized in 1974. The Southwest University for Nationalities has one of China's most prominent Tibetology departments, and the Southwest Minorities Publishing House prints literature in minority languages. In the minority-inhabited regions of Sichuan, there is bilingual signage and public school instruction in non-Mandarin minority languages. ===Cuisine=== Sichuan is well known for its spicy cuisine and use of Sichuan peppers due to its more humid climate. The Sichuanese are proud of their cuisine, known as one of the Four Great Traditions of Chinese cuisine. The cuisine here is of \"one dish, one shape, hundreds of dishes, hundreds of tastes\", as the saying goes, to describe its acclaimed diversity. The most prominent traits of Sichuanese cuisine are described by four words: spicy, hot, fresh and fragrant.Sichuanese Cuisine – Pictures, descriptions, history, and examples of Sichuan cuisine. Sichuan cuisine is popular in the whole nation of China, so are Sichuan chefs. Two well-known Sichuan chefs are Chen Kenmin and his son Chen Kenichi, who was Iron Chef Chinese on the Japanese television series \"Iron Chef\". Another famous Sichuan cuisine is hotpot. Hot pot is a Chinese soup containing a variety of East Asian foodstuffs and ingredients, prepared with a simmering pot of soup stock at the dining table. While the hot pot is kept simmering, ingredients are placed into the pot and are cooked at the table. Typical hot pot dishes include thinly sliced meat, leaf vegetables, mushrooms, wontons, egg dumplings, tofu, and seafood. The cooked food is usually eaten with a dipping sauce. File:Kung-pao- shanghai.jpg|Kung Pao chicken, one of the best known dishes of Sichuan cuisine File:Mapodoufu.jpg|Mapo doufu File:Stinky tofu with goose blood.JPG|Hot pot in Mala style File:担担面 Dandan noodles.jpg|Dandan noodles File:Mixed sauce noodles.JPG|Mixed sauce noodles () ==Education== thumb|Sichuan Education Department ===Colleges and universities=== *Sichuan University (Chengdu) *Southwest Jiaotong University (Chengdu) *University of Electronic Science and Technology of China (Chengdu) *Southwestern University of Finance and Economics (Chengdu) *Chengdu University of Technology (Chengdu) *Chengdu University of Information Technology (Chengdu) *Chengdu University of Traditional Chinese Medicine (Chengdu) *Civil Aviation Flight University of China (Guanghan) *Southwest University for Nationalities (Chengdu) *Sichuan Normal University (Chengdu) *Sichuan Agricultural University (Ya'an, Chengdu, Dujiangyan) *Southwest Petroleum University (Nanchong and Chengdu) *Xihua University (Chengdu) *Southwest University of Science and Technology (Mianyang) *China West Normal University (Nanchong) *North Sichuan Medical College (Nanchong) *Panzhihua University (Panzhihua) *Sichuan Police College (Luzhou) *Sichuan University of Science and Engineering (Zigong and Yibin) *Chengdu University (Chengdu) *Xichang University (Xichang) *Aba Teachers University (Ngawa Tibetan and Qiang Autonomous Prefecture) ==Tourism== File:Beauty of Jiuzhaigou National Park - Apr 2017.png|Jiuzhaigou File:Yading - panoramio (1).jpg|Yading File:1 huanglong pools aerial 2011.jpg|Huanglong Scenic and Historic Interest Area File:QinChengHouShan WuLongGou.jpg|Waterfalls at Mount Qincheng File:畢棚溝 Bipenggou Valley 1.jpg|Bipenggou Valley File:四姑娘山景区 Mount Siguniang Scenic Area 45.jpg|Mount Siguniang Scenic Area File:HailuogouGlacierPanorama.jpg|Hailuogou Glacier File:Dujiang Weir.jpg|Dujiangyan irrigation system UNESCO World Heritage Sites in Sichuan province and Chongqing municipality include: * Dazu Rock Carvings and Wulong Karst (Chongqing municipality) * Huanglong Scenic and Historic Interest Area * Jiuzhaigou Valley Scenic and Historic Interest Area * Mount Emei Scenic Area, including Leshan Giant Buddha Scenic Area * Mount Qincheng and the Dujiangyan Irrigation System * Sichuan Giant Panda Sanctuaries As of July 2013, the world's largest building the New Century Global Center is located in the city of Chengdu. At high, long, and wide, the Center houses retail outlets, a 14-theater cinema, offices, hotels, the Paradise Island waterpark, an artificial beach, a -long LED screen, skating rink, pirate ship, fake Mediterranean village, 24-hour artificial sun, and 15,000-spot parking area. ==Notable individuals== *Bao Sanniang (), a possibly fictional woman warrior of the Three Kingdoms period. *Li Bai (701–762), poet of the Tang dynasty * Guifeng Zongmi (; 780–841), Tang dynasty Buddhist scholar-monk, fifth patriarch of the Huayan () school as well as a patriarch of the Heze lineage of Southern Chan * Ouyang Xiu (1007–22 September 1072), Confucian historian, essayist, calligrapher, poet, and official bureaucrat of the Song dynasty * Su Xun (), poet and prose-writer of the Song dynasty * Su Shi (8 January 1037 – 24 August 1101), Confucian bureaucrat official, poet, artist, calligrapher, pharmacologist, gastronome, and official bureaucrat of the Song dynasty * Su Zhe (1039–1112), poet and essayist, Confucian bureaucratic official of the Song dynasty * Ba Jin (25 November 1904 – 17 October 2005), novelist and writer * Deng Xiaoping, Chinese Paramount Leader during the 1980s, his former residence is now a museum. * Chen Kenmin (27 June 1912 – 12 May 1990), chef who specialized in Szechwan cuisine. Father of well- known Iron Chef, Chen Kenichi. * Li Ching-Yuen (; died 6 May 1933), herbalist, martial artist and tactical advisor, also known for extreme longevity claims * Che Yongli (28 January 1980), actress * Xu Yiyang (12 August 1997), singer * Chen Shou, official and writer * Huang Jiguang, highly decorated soldier during the Korean War * Zhao Yiman, resistance fighter * Liu Yonghao, businessman * GAI, rapper, singer, and songwriter * Zhang Yong (restaurateur), Singapore's richest man in 2019 * Wang Jianlin, business magnate, investor, and philanthropist * Jiang Zhuyun, revolutionary martyr * Zhang Daqian, artists * Wang Xiaoya, television host and media personality * Li Yifeng, actor and singer * Li Yuchun, singer, songwriter, and actress * Tan Weiwei, singer and actress * Tang Chun-i, philosopher and scholar * Luo Ruiqing, army officer and politician * Zhuo Wenjun, poet * Yang Xiong, poet, philosopher, and politician * Zheng Ji, nutritionist and pioneering biochemist * Zhu De, general, warlord, politician, and revolutionary * Zhang Lan, political activist * Zou Rong, revolutionary martyr * Guo Moruo, author, poet, historian, archaeologist, and government official * Zhang Qun, premier of the Republic of China * Bai Ling, actress * Xu Youyu, scholar * Cheung Chung-kiu, business magnate * Song Yonghua, scholar * Sanyu (painter) * Zhang Aiping, from Tongchuan District, Dazhou City, Vice Premier, State Councilor and Minister of Defense * Zhang Liangying, singer and songwriter ==Sports== Professional sports teams in Sichuan include: * Chinese Basketball Association ** Sichuan Blue Whales * China League Two ** Sichuan Jiuniu F.C. * Chinese Volleyball League ** Sichuan Volleyball Team * China Table Tennis Super League ** Sichuan Quan-Xing Table-Tennis Team ==Sister states and regions== * Washington, United States (1982) * Michigan, United States (1982) * Hiroshima Prefecture, Japan (1984) * Yamanashi Prefecture, Japan (1985) * South P'yŏngan, North Korea (1985) * Midi-Pyrénées, France (1987) * North Rhine- Westphalia, Germany (1988) * Leicestershire, United Kingdom (1988) * Piedmont, Italy (1990) * Pernambuco, Brazil (1992) * Tolna County, Hungary (1993) * Valencian Community, Spain (1994) * Brussels-Capital Region, Belgium (1995) * Barinas State, Venezuela (2001) * Friesland, Netherlands (2001) * Almaty Province, Kazakhstan (2001) * Mpumalanga, South Africa (2002) * Suphan Buri, Thailand (2010) * Victoria, Australia (2015) * Lavalleja, Uruguay (2020) == See also == * Sichuan dialect * Sichuan cuisine * Bashu culture * Sichuan Airlines * Sichuan Giant Panda Sanctuaries * 2008 Sichuan earthquake * Christianity in Sichuan * Eight Immortals from Sichuan * List of prisons in Sichuan * Major national historical and cultural sites in Sichuan * Qutang Gorge * Chronicles of Huayang * The Good Person of Sezuan == Notes == == References == ==External links== * *Economic profile for Sichuan at HKTDC *Ancient silver coins of Sichuan * Category:Provinces of the People's Republic of China Category:Western China",
 "title": "Sichuan"
}