{
 "id": "652226",
 "text": "The Anglican Church of Korea (or Episcopal Church of Korea) is the province of the Anglican Communion in North and South Korea. Founded in 1889, it has over 120 parish and mission churches with a total membership of roughly 65,000 people. ==History== ===Birth of the Anglican Church of Korea=== The birth of the Anglican Church of Korea can be traced back to November 1, 1889, when Bishop Charles John Corfe was ordained at Westminster Abbey and inaugurated as the first diocesan bishop of Joseon (Korea). With his colleagues who had been invited to join the mission, he arrived in Incheon Port on 29 September 1890. Nae-dong Anglican Church (성공회 내동성당) which is the first Anglican Church in Korea was established by him and Eli Barr Landis (1865-1898) on Sep. 30, 1891 at Nae-dong, Jung-gu, Incheon. He initiated his work in the Seoul area, including Gyeonggi and Chungcheong provinces. He first opened a number of educational institutions, medical facilities and social work centers across the country, such as the Sinmyeong (Faith and Enlightenment) schools and the hospitals in the vicinities of Incheon, Yeoju and Jincheon as well as the orphanages in Suwon and Anjung. The Anglican missionaries also sought possible ways for the church to be integrated into Korean culture. As a result of that effort, there are several Anglican Church buildings which were constructed in the traditional Korean architecture and which survive today such as those on Ganghwa Island. In addition, the early missionaries made pioneering contributions to Korean studies. === Early missionary work === Beginning in 1923 mission work was actively carried out in the northern part of the peninsula such as Pyongan and Hwanghae Provinces. To train the local clergy St. Michael's Theological Institute, the former institution of the present Sungkonghoe University, was established in 1923, followed by the Society of the Holy Cross (convent) in 1925. Also, the cathedral Church of St. Mary the Virgin and St. Nicholas in downtown Seoul was initially constructed in 1924 and is now well known for its unique Romanesque architecture as it is the only one in this fashion in the orient, together with its mosaic murals. ===Japanese colonial rule=== Due to considerable difficulties with the language barrier, personal health problems, and other incidents, the mission work had little success throughout the later years, especially during the 36-year period of the Japanese colonial rule. This colonial rule caused significant obstacles to Church development in Korea, primarily because those missionaries appeared to have an indifferent attitude to the Korean independence movement at that time. === First native bishop === thumb|Anglican Cathedral in Seoul Despite such an unfavorable situation as illustrated, the first native Korean bishop, Cheon-hwan Lee, was ordained in 1965 after 20 years had lapsed since liberation from Japanese rule. Thus the original Korean mission diocese was formed into the two dioceses of Seoul and Daejeon, followed by the separate additional forming of the Diocese of Busan in 1974. In 1974, he received an honorary CBE from Queen Elizabeth II. He died on 26 March 2010. === Recent expansion === Since the 1970s the Anglican Church has increasingly expanded through opening a number of new churches across country. St Peter's School was founded in 1975 to provide special needs children with effective special education as needed. St. Michael's Theological Seminary was also upgraded to be accredited by the government in 1982 and 10 years later it was again formally upgraded and expanded as a university to satisfies the peoples' great needs in the coming new era. The three dioceses continued steady growth in numbers of churches and social evangelization under the auspices of the second and third generations of Korean bishops. The Church has thus been active in constructing new church buildings, along with its continued efforts in opening the new additional churches since the mid-1980s. In this context the Board of Mission and Education has played a timely role in offering education and training programs. On occasion of its centennial anniversary on September 29, 1990, the Anglican Church of Korea reaffirmed its intent under the theme. \"Jesus Christ, Life of the Nation\", to continue proclaiming the message of life to the people and expediting the peaceful reunification of Korea as desired. The Provincial Constitution of the Anglican Church of Korea was declared on September 29, 1992, and the first Korean primate was inaugurated on April 16, 1993. Thus, the Church finally has become an independent national church. ==Theology== The Anglican Church of Korea has clergy and members reflecting diverse views. The church ordains women as priests and has been doing so since 2001. Regarding issues of human sexuality, some clergy, congregations, and members of the denomination have been affirming and supportive of LGBT rights including by participating in Pride events. The Anglican Church in Korea is considered to be more open toward homosexuality and is openly discussing the matter. One cleric, representing the Anglican Church in a Korean Christian dialogue, presented a \"let's see\" approach regarding homosexuality. ==Structure and leadership== The church was previously under the authority of the Archbishop of Canterbury. To mark independence in 1993, the Archbishop of Canterbury handed his authority as Metropolitan and Primate to the first Archbishop of Korea. The church now forms a single metropolitical province, consisting of three dioceses: Seoul, Busan, and Daejeon. The primacy rotates between the three; thus the current bishop of Seoul is also the Archbishop of Korea and Primate of the Church. ===Archbishops of Korea=== *19931995: Simon Kim Seong-su, Bishop of Seoul *1995: Paul Yun Hwan, Bishop of Daejeon(acting archbishop) *19951997: Benedict Kim Jae-heon, Bishop of Busan *19972000: Matthew Chung Chul-beom, Bishop of Seoul ===Primate of Korea=== *20002003: Paul Yun Hwan, Bishop of Daejeon *20032005: Matthew Chung Chul-beom, Bishop of Seoul *2005: Joseph Lee Dae- yong, Bishop of Busan *20052006: Andrew Shin Hyeon-sam, Bishop of Daejeon *20062009: Francis Park Kyeong-jo, Bishop of Seoul *2009: Solomon Yun Jong-mo, Bishop of Busan(acting Primate) *20092010: Solomon Yun Jong-mo, Bishop of Busan *20102017: Paul Kim Keun-sang, Bishop of Seoul *20172018: Onesimus Park Dong-shin, Bishop of Busan *20182020: Moses Yoo Nak-jun, Bishop of Daejeon *2020present: Peter Lee Kyeong-ho, Bishop of Seoul ===Diocese of Seoul=== The current Diocese of Seoul was founded as the Joseon (Korea) diocese, covering all the Korean peninsula, in 1889. It was split in 1965, to create Taejon diocese, at which point it became Seoul diocese. The current bishop is Peter Kyongho Lee, who has also been Primate since 2020. ====Bishops in Korea==== The Bishop in Korea was an Anglican missionary appointmentDetails of mission from 1889The Times, Saturday, Nov 02, 1889; pg. 9; Issue 32846; col C CONSECRATION OF THREE NEW BISHOPS:Reading, Derby and Corea (Sic) to 1965 when the diocese was divided.Division details {| class=\"wikitable\" style=\"width:90%\" |- align=left ! style=\"background-color:#FABE60\" width=\"20%\" | Tenure ! style=\"background-color:#FABE60\" width=\"40%\" | Incumbent ! style=\"background-color:#FABE60\" width=\"30%\" | Notes |- valign=top bgcolor=\"#ffffec\" |1889 to 1905 | Charles Corfe | (1843–1921) |- valign=top bgcolor=\"#ffffec\" |1905 to 1910 | Arthur Turner | (1862–1910) |- valign=top bgcolor=\"#ffffec\" |1911 to 1930 | Mark Trollope | (1862–1930) |- valign=top bgcolor=\"#ffffec\" |1931 to 1954 | Cecil Cooper |(1882–1964) |- valign=top bgcolor=\"#ffffec\" |1955 to 1965 | John Daly |(1901–1985) Became first bishop of Daejeon |} ====Bishops of Seoul==== *1965-1985: Paul Lee Cheon-hwan (Paul Lee, first native bishop; consecrated shortly before 13 August 1965) *1985-1995: Simon Kim Seong-su *1995-2005: Matthew Chung Chul-beom *2005-2009: Francis Park Kyeong-jo *2009-2017: Paul Kim Keun-sang *2017–present: Peter Lee Kyeong-ho ====Assistant bishops==== *1926–1930: Hugh Embling, Assistant Bishop in Corea. (Hugh John Embling; 20 January 18861 June 1965) Deaconed Advent (19 December) 1909 and priested Advent (18 December) 1910, by Arthur Winnington- Ingram (London) at St Paul's; consecrated Michaelmas (29 September) 1926, by Randall Davidson (Canterbury) at Westminster Abbey. *1951–1963: Arthur Chadwell, Assistant Bishop (Acting diocesan bishop, 1951–1953; deaconed 11 June 1922 and priested 27 May 1923 by Cyril Garbett (Southwark) at Southwark Cathedral; consecrated 30 November 1951 by Geoffrey Fisher (Canterbury) at Westminster Abbey) ====External links==== * Official website ===Diocese of Daejeon=== The Diocese of Daejeon is the Anglican Church in that part of South Korea that includes North and South Chungcheong Provinces; North and South Cholla Provinces and South Kangwon.Crockford's Clerical Directory 1975-76 London: Oxford University Press, 1976 It was erected from the Joseon diocese in 1965 and split in 1974 to erect Busan diocese. ====Bishops of Daejeon==== *1965-1968: John Daly *1968-1974: Richard Rutt (assistant bishop since 1966) *1974-1987: Mark Pae Du-hwan *1987-2003: Paul Yun Hwan (cons. 14 Oct 1987, by Robert Runcie (Cantuar.) at Hannam University) *2003-2007: Andrew Shin Hyeon- samhttp://www.koreanmission.org/mc/2003_spring_summer.pdf *2007-2013: Michael Kwon Hee-yeon *2014-: Moses Yoo Nak-jun ====External links==== * Official website ===Diocese of Busan=== Busan diocese was erected from the Diocese of Daejeon in 1974. ====Bishops of Busan==== *1974–1987: William Choi Chul-hee (cons. 1 June 1974 by Paul Lee (Seoul) at Seoul Anglican Cathedral) *1987–1997: Benedict Kim Jae-heon *1994–2000: Joseph Lee Dae-yong *2000–2011: Solomon Yun Jong-mo *2012–: Onesimus Park Dong-shin ====External links==== * Official website ==Archives== Archive materials of the Anglican Church's Korean Mission are held at the Cadbury Research Library, University of Birmingham. These include records from 1889 to 1987. ==See also== *List of religious groups in Korea *Calendar of saints (Anglican Church of Korea) *Seoul Anglican Cathedral ==References== ==External links== *Official church website, in English and Korean *Official church website, for English Mission *Historical documents related to Korean Anglicanism Korea Category:Anglicanism in South Korea Category:Religious organizations established in 1889 Category:Members of the World Council of Churches Category:Anglican organizations established in the 19th century Category:Protestant denominations established in the 19th century Korea",
 "title": "Anglican Church of Korea"
}