{
 "id": "652288",
 "text": "The dusky smooth-hound (Mustelus canis), also called the smooth dogfish or the dog shark, is a species of houndshark in the family Triakidae. This shark is an olive grey or brown in color, and may have shades of yellow or grayish white. Females live to 16 years and males have a lifespan of 10 years. M. canis was the first shark recognised to have viral infections. ==Taxonomy== M. canis can be known as smooth dogfish, Atlantic smooth dogfish, dusky smooth- hound, grayish, nurse shark, smooth dog, or smooth-hound. It was originally named Squalls canis. In Latin, mustelus translates to weasel and canis translates to dog. M. canis has an allopatric relationship with M. mustelus (common smooth-hound) and a sympatric relationship with M. norrisi (narrowfin smooth-hound). == Distribution and habitat == M. canis is found in marine and brackish waters and is demersal (bottom-dwelling) and oceanodromous (migratory in seas). They can be found between 42°N and 44°S and 100 and 46°W. M. canis in the North Atlantic migrates in response to changing temperature. In winter, they can be found in the Carolinas to the outlet of the Chesapeake Bay, and in summer from the mid-Atlantic to southern New England. They are most abundant on the East Coast, from Massachusetts to Florida, Brazil to Argentina, and in the Gulf of Mexico. They are mostly found in waters shallower than 60 ft (18 m), but can be found to 665 ft (200 m) deep. == Anatomy and appearance == Smooth dogfish are relatively small and slender. They have elongated, oval- shaped eyes with a spiracle located directly behind on each side. They have triangular fins. Their first and second dorsal fins are well-serrated and nearly equal in size. The second dorsal fin is slightly smaller than the first and twice as large as the anal fin. The caudal fin has two asymmetrical lobes, the lower is smaller and rounder and the upper has a deep notch. They do not have any fin spines, unlike the spiny dogfish. They have a tapering, blunt snout. They can be gray to brown and their undersides can be white to yellowish gray. Smooth dogfish have the ability to change colors using melanophores to help them camouflage. Newborns have lighter gray edges on their fins and have tail fins edged in white. On average, smooth dogfish are about 48 in long, but can reach up to 5 ft. They have an inter-dorsal ridge. Mustelus canis SI.jpg Mustelus canis jaws.jpg|Jaws Mustelus canis upper teeth.jpg|Upper teeth === Dentition === One main characteristic of elasmobranch fishes is their ability to continually replace the teeth in their upper and lower jaws. Smooth dogfish differ from other sharks because of their 10 rows of flat, blunt teeth. The teeth in the upper and lower jaws are similar in size and are asymmetrical with rounded cusps. These teeth are used to crush and grind food, rather than bite it. Their unique dentition is important for their crustacean-based diet. In smooth dogfish, tooth replacement is related to body growth. They grow about 10 cm per every six rows of teeth replaced. That is an increase of 0.03 mm per replaced tooth. Teeth are replaced at a rate of one row per 10 to 12 days. == Diet == M. canis feeds mostly on crustaceans, polychaetes, and mollusks. Smooth dogfish also eat squid, worms, small fish, razor clams, and occasionally garbage. They are nocturnal scavengers and opportunistic predators. Their nocturnal activity helps them to take advantage of concentrations of crustacean prey. == Reproduction == The mating season of smooth dogfish is from May to June. They are viviparous and have a yolk-sac placenta. Females can store sperm up to a year, but how long it can be used is not known. Their gestation period is 10 to 11 months and litters can be between four and 20 pups. The pups are 13 to 15 in (34 to 39 cm) long when born. Males reach sexual maturity between 2 and 3 years or 68 and 93 cm in length. Females reach sexual maturity between 4 and 5 years or 70 and 130 cm in length. Smooth dogfish have a relatively low population doubling time of 4.5 to 14 years. Because of their late maturation, low fecundity, and restricted distributions, they are still more vulnerable to overfishing than teleost fishes. Juvenile females have filiform uteri, small ovaries with undifferentiated oocyctes, egg cells, and narrow, thread-like oviducts with undeveloped oviducal glands. Adolescents have enlarged oviducal glands with distinguishable oocytes and no or few corpora lutea. Adults have large ovaries and vitellogenic oocytes. Spermatozoa has been observed in preovulatory females. Juvenile males have soft, small claspers and undeveloped testes with straight, thread-like ampullae ductus deferens. Adolescents' testes have increased weight and claspers are extended and calcified, but are still flexible. Adults have fully formed and calcified claspers and large and developed testes. == Relationship to humans == Commercial fisheries have had an increased interest in smooth dogfish since the 1900s. They are caught using longlines and bottom trawls primarily off of Massachusetts, New Jersey, Maryland, Virginia, and North Carolina. Mostly, they are considered bycatch when fishing for other species, which has put them in the near-threatened category by the IUCN Red List of Threatened Species. They are no danger to humans because of their blunt teeth. == Tonic immobility == Tonic immobility has been reported in several cartilaginous fishes, one of which is M. canis. Tonic immobility is induced by grasping the first dorsal fin with one hand and the body immediately anterior to the anal fin with the other, inverting the shark and holding it rigidly. The mean time to induce tonic immobility in smooth dogfish was 32.5 seconds. The mean duration of the tonic immobility was 61.9 seconds. Sharks that had the \"limp\" response also exhibited tonic immobility. The \"limp\" response is a criterion for the onset of tonic immobility. ==References== ==External links== * dusky smooth-hound Category:Fauna of the Southeastern United States Category:Fish of the Western Atlantic Category:Fish of the Dominican Republic Category:Southeastern South American coastal fauna dusky smooth-hound",
 "title": "Dusky smooth-hound"
}