{
 "id": "652234",
 "text": "Whitefield is a neighbourhood of Bangalore in the state of Karnataka, India. Established in the late 1800s as a settlement for the Eurasians and Anglo Indians of Bangalore, Whitefield remained a quaint little settlement at the eastern periphery of Bangalore city till the late 1990s when the local IT boom turned it into a major suburb. It is now a major part of Greater Bangalore. The locality is named after D. S. White, founder of the European and Anglo Indian Association which received 4,000 acres of land from Mysore Maharaja Chamaraja Wodeyar in the 19th century. ==History== In 1882, King Chamaraja Wodeyar IX, the Maharaja of the Mysore State, granted of land to the Eurasian and Anglo-Indian Association for the establishment of agricultural settlements at Whitefield, which lay within his territory. The association was then about 170 strong with a committee of 30 members. They were part of the formation of the only settlement in India that Europeans and Eurasians could call their own. Mr. White, the then president of the E&AI; Association., took a lively interest in it and helped in its advancement which at the beginning was an uphill task. In the first decade of the 1900s, there were about 45 houses: 18 were on the village site and the remainder were on farms throughout the settlement and contained about of land fit for cultivation. The number of residents in 1907 was 130. Lord Connemara, the then governor of Madras (1890) and General Sir Harry Prendergast, a British resident in Mysore, visited the settlement and lent support to the development of Whitefield. Subsequently, there were regular visits to Whitefield by the Bangalore District officials and high dignitaries from the Madras Presidency.Whitefield, the last of the Settlements, ... near Bangalore The settlement was south of the Bangalore- Madras (now Chennai) line and a station was built. It led to the influx of residents and their families who worked at Kolar Gold Fields, about (by train) to the east. It became convenient for those working at KGF to catch a train (running 3 to 4 times a day) and return to their families. There were frequent trains running to Bangalore to the west (by train). Reaching the settlement from the railway station was possible only by writing a letter to Mrs. Hamilton (wife of a James Hamilton, the keeper of the Waverly Inn) who would arrange for a bullock cart trip for 8 annas. Until the late 1990s, Whitefield was a small village. It has since become a major hub for the Indian technology industry. The Export Promotion Industrial Park (EPIP) at Whitefield is one of the country's first information technology parks—International Tech Park, Bangalore (ITPB) which houses offices of many IT and ITES companies. Whitefield is now officially part of Bangalore city which is part of the Bruhat Bengaluru Mahanagara Palike. ==Infrastructure== Whitefield has started seeing a boom in residential construction since the latter half of 1990s and especially during 2002 and onwards. There are two major four-lane roads connecting Bangalore city with Whitefield — Whitefield road via Mahadevapura and Varthur road (HAL Old Airport Road) via Marathahalli. Both roads intersect with Karnataka State highway 35 (SH 35) which runs north–south (Siddlaghatta in the north to Anekal in the south). The Whitefield railway station is about 3 km north of the Whitefield Bus stop. It lies on the Bangalore-Chennai route and is double and electrified, the Krishnarajapuram-Whitefield railway station section is slated to be converted to a quadruple line.http://idd.kar.nic.in/docs/Annexure%202-%20Railways.pdf The station is slated to become a junction with a new Whitefield-Kolar (53 km; 33 miles) line being laid. Neighbouring the Whitefield railway station is Brindavan, the ashram and winter residence of the Hindu spiritual leader Bhagawan Sri Sathya Sai Baba. The Container Corporation of India (CONCOR) has a large inland container depot just off Whitefield road near ITPB. Shopping malls like The Forum Neighborhood Mall, Phoenix Market City, Park Square Mall, Inorbit Mall, Forum Shantiniketan Mall and entertainment centres like IONA Entertainment are in the Whitefield area. It also houses the renowned super speciality hospital, Sri Sathya Sai Institute of Higher Medical Sciences, Whitefield, inaugurated by Bhagawan Sri Sathya Sai Baba on 19 January 2001, which offers all the medical services for free.Sri Sathya Sai Super Speciality Hospital Vydehi Institute of Medical Sciences and Research Centre is the other major super- speciality hospital in Whitefield. Whitefield has extensive city bus connectivity with a wide range of services offered by BMTC. A Traffic and Transit Management Centre (TTMC) in EPIP is functional with schedules connecting it with most areas of the city. The much anticipated Namma Metro project is expected to cater to Whitefield under Phase 2. The Purple line will be extended from Baiyyappanahalli to Whitefield covering 13 stations in between. Whitefield suffers from water shortages especially during summer months as the whole region relies almost entirely on groundwater. With the increase in housing and office space, the demand has been multiplying over the years, and groundwater depletion has been worsening alarmingly. BWSSB is supplying the region with water under the Cauvery Water Supply Scheme Stage IV, Phase II. BWSSB has been granted Rs.1000 crore for water projects in 2012 including supplying water to areas of Greater Bangalore which includes Whitefield. ==Geographic location== There are two main roads serving this area — Whitefield Road from Krishnarajapuram and Whitefield Main Road from Varthur. On November 2, 2020, Whitefield recorded its poorest air quality since the lockdown due to COVID-19. On January 24, 2021, residents petitioned the authorities to save the neighbouring Pattandur Agrahara Lake. They demanded removal of encroachments and rejuvenation of the water body by the city corporation. == Food and Leisure == There are multiple malls and food hotspots in and around the Whitefield area, some of them include - * ITPL Mall (Park Square Mall) * Forum Shantiniketan Mall * Phoenix Marketcity (Bangalore) * VR Bengaluru * Inorbit Mall, Bangalore * The Forum Value These malls host multiple restaurants that cater to a variety of cuisines - Regional Indian cuisines, Japanese, Fast Food, etc. Additional prominent standalone restaurants in the area apart from the ones hosted in malls include - * Stoners (Burger and Ice Cream franchise) * Windmills Craftworks (Restaurant and Micro-brewery) * Pasta Street (Italian Cuisine) * A2B - Adyar Ananda Bhavan (South Indian restaurant franchise) == Gallery == File:Caterpillar at the RMZ NXT Building in Whitefield Road Bangalore 2-25-2012 4-56-54 PM.JPG|Caterpillar at the RMZ NXT Building File:Societe-Generale-Whitefield- Bangalore.jpg|Société Générale Building at Whitefield File:Avaiator-Building- Whitefield-Bangalore.jpg|Aviator Building File:Mercedes- Whitefield-2.jpg|Mercedes-Benz Research and Development Centre File:The-Den- Bangalore.jpg|The Den Hotel File:Forum-Mall-Whitefield-Bangalore.jpg|The Forum Value Mall File:Phoenix-marketcity-BLR-1.jpg|Phoenix Market City File:Sathya- Sai-Hospital-Whitefield-Bangalore.jpg|Sathya Sai Hospital File:ITPL- Whitefield-Bangalore1.jpg|A building in ITPL File:K Raheja Comerzone (Inorbit Mall + Star Hotel + Office Tower) 2-25-2012 5-24-07 PM.JPG|Inorbit Mall ==References== ==External links== Category:Neighbourhoods in Bangalore Category:1882 establishments in India",
 "title": "Whitefield, Bangalore"
}