{
 "id": "65291",
 "text": "Finwë () and Míriel are fictional characters from J. R. R. Tolkien's legendarium. Finwë, sometimes surnamed Noldóran, is the first King of the Noldor to lead his people on the journey from Middle-earth to Valinor in the blessed realm of Aman. Míriel was the first wife of Finwë, who died while giving birth to their only child Fëanor, creator of the Silmarils; her spirit would later serve the Vala queen Vairë as a historian. The story of Finwë and Míriel has been described as an extraordinarily important element of Tolkien's mythology. The Silmarillion, prepared by Christopher Tolkien from his father's unpublished writings, only briefly mentions the tale, although sources suggest that Tolkien had intended to incorporate a fuller version. ==History== The Noldor were the \"deep Elves\", always interested in knowledge, skill, and understanding. King Finwë of the Noldor had two wives. His first was Míriel; she was the most skilful of the Noldor in needlework and weaving. Míriel gave birth to their only child, Curufinwë, commonly called Fëanor; he inherited her skill, becoming the most gifted and brilliant of all the Noldor, the mightiest in crafts, especially the making of jewels. He makes the Silmarils, which cause strife among Elves, Men, and Dwarves, stirred up by the first Dark Lord Melkor, as told in The Silmarillion. Fëanor's grandson Celebrimbor makes Rings of Power, which cause further strife, as told in The Lord of the Rings. Míriel, an immortal elf, was so exhausted by the birth, \"consumed in spirit and body\" by the fiery creative energy that was her son Fëanor, that she wilfully gave up her spirit. She thus became the first sentient being in the blessed realm of Aman to experience death. This left Finwë on his own, not through his own choice; such a thing had never occurred before, and he chose to remarry. Finwë's second wife was Indis of the Vanyar, the fair Elves of Ingwë. The Vanyar, alone of the Eldar, immediately went to Valinor when summoned, and never left. She bore him two sons: Fingolfin and Finarfin, and two daughters: Findis and Írimë, their names echoing his. As with Elves killed in battle, Míriel was eventually offered the choice of returning to life. However, she felt that there was no longer a place for her among the Noldor, with their King having remarried; she chose instead to become an eternal assistant to Vairë, the weaver of the Valar: she helped to weave the tapestries of time for the duration of the world's existence. Fëanor would resent Finwë's other children, his half-brothers; there was constant strife between them., ch. 6 \"Of Fëanor and the Unchaining of Melkor\", ch. 7 \"Of the Silmarils and the Unrest of the Noldor\" During Melkor's attempt to corrupt the Noldor, Finwë tried to exert a moderating influence over his people and lead them back to the Valar. When Fëanor was exiled from Tirion after he openly threatened Fingolfin, Finwë went with him to Formenos. There he was the first to be killed in Valinor when Melkor slew him at the doors of Formenos seeking the Silmarils. This directly led to the Flight of the Noldor, which culminates in the rebellion of the Noldor against the Valar and the First Kinslaying. == Analysis == === Against the grain === The scholar Verlyn Flieger writes that Finwë was one of the three Elven ambassadors who obeyed the Valar's summons and went to Valinor to see the light of the Two Trees for themselves. On their return to Middle-earth, they encouraged the Elves to do as the Valar wished and go to Valinor, but succeeded only in persuading some of them, creating the first Sundering of the Elves. Flieger comments, too, that Míriel's death has deep-running consequences through her son Fëanor's \"unchecked nature\". She notes that his usual name means \"Spirit of Fire\", and that it is not his true name, which is Curufinwë (\"\"Skill\" and his father's name); in her view, the use of an epithet implies a strong emphasis on his fire element. The first thing his fire consumes is Míriel's body; The Silmarillion says she is \"consumed in spirit and body\". The poet and essayist Melanie Rawls writes that Fëanor's consuming nature, always taking things in, is \"a negative-feminine trait\", implying a disharmony of the genders.Rawls, Melanie, \"The Feminine Principle in Tolkien\", in His fire then drives his creativity, making the beautiful letters of the Fëanorian script, and jewels, including, fatefully, the Silmarils; Tolkien, choosing his words very carefully, calls him both \"subtle\", by etymology from Latin sub-tela, \"under the warp (of a weaving)\", hence the crosswise weft threads that go against the grain, a dangerous part of the fabric of life; and \"skilled\", by etymology from Indo-European skel-, \"to cut\", like the Noldor as a whole tending to cause division among the Elves; and indeed his choices, and the Silmarils, lead to division and war, to the Kinslaying of Elf by Elf, the theft of the Telerin Elves' ships in Aman, and in turn to further disasters across the sea in Beleriand. === \"A strange case\" === Tolkien rewrote the tale of Finwë and Míriel several times, as it assumed \"an extraordinary importance in [his] later work on The Silmarillion\". In Tolkien's works, Elves are immortal, their shades going to the Halls of Mandos after death, and marriage is forever. While rewriting this tale, Tolkien wrote notes on marriage among the Elves that discuss their naming and immortality, showing his typical mixture of background philosophy and story telling. Tolkien noted that had Finwë chosen differently, the whole history of Middle-earth would have changed for the better, thus making his choice a pivotal event in the mythology; it showed the importance Tolkien attached to unbreakable relationships. Tolkien mentions in a letter \"a strange case of an Elf (Míriel mother of Fëanor) that tried to die, which had disastrous results, leading to the 'Fall' of the High-elves\"; he discusses it in the context of the Fall of Man. Matthew T. Dickerson writes that while Fëanor is held responsible by the Valar, \"neither Finwë nor Míriel is blameless\". He states that no reason is given in The Silmarillion for Míriel's decision, beyond the enormous amount of energy, \"enough for many children\", that she put into Fëanor. However, he notes that Morgoth had already worked his evil on the Elves when they were still at Cuiviénen in the east of Middle-earth, sowing \"the seeds of despair\"; this might, he suggests, have contributed to Míriel's loss of hope. Tolkien indeed wrote in The Laws and Customs among the Eldar \"Niënna came to Manwë, and she said: 'Lord of Aman, it is now made clear that the death of Míriel was an evil of Arda Marred, for with the coming hither of the Eldar the Shadow hath found an entrance even into Aman.'\" === Broideress === Both Matthew Dickerson in The J. R. R. Tolkien Encyclopedia and Elizabeth Solopova in A Companion to J. R. R. Tolkien note that The Silmarillion emphasises Míriel's skill, naming her in early versions Byrde, later Serindë, \"the broideress\"; she passes on her \"surpassing skill\" in craftsmanship to her only son. Solopova suggests a possible link to Tolkien's study of the Middle English word burde, conventionally meaning \"lady, damsel\"; he proposed that it derived from Old English borde, \"embroidery\" and pointed out that in Old Norse and Old English poetry, formulas for \"woman\" included \"weaver\" and \"embroideress\". === Sub-creation === The scholar Amelia Rutledge identifies what she calls Pauline constructs in the legalistic wording relating to the tale of Finwë and Míriel. She notes that Elizabeth Whittingham and Douglas Kane discuss instead the eschatology relating to the tale. Whittingham considers what she calls \"some of the most interesting glimpses of Tolkien as sub-creator\" in his stories and essays on the nature of mortal Men and immortal Elves, exploring the question of death and immortality raised by the voluntary death of Míriel. Kane discusses Mandos's Second Prophecy, with an illustration of \"The spirit of Míriel appearing before Mandos and Manwë, and taking a last look at Finwë\". == House of Finwë == The Sons of Fëanor were Maedhros, Maglor, Celegorm, Curufin, Caranthir, Amras, and Amrod. ==References== === Primary === === Secondary === === Sources === * * * * * Category:Characters in The Silmarillion Category:Literary characters introduced in 1977 Category:Fictional kings Category:High Elves (Middle-earth) Category:Noldor",
 "title": "Finwë and Míriel"
}