{
 "id": "653278",
 "text": "Protease inhibitors (PIs) are medications that act by interfering with enzymes that cleave proteins. Some of the most well known are antiviral drugs widely used to treat HIV/AIDS and hepatitis C. These protease inhibitors prevent viral replication by selectively binding to viral proteases (e.g. HIV-1 protease) and blocking proteolytic cleavage of protein precursors that are necessary for the production of infectious viral particles. Protease inhibitors that have been developed and are currently used in clinical practice include: * Antiretroviral HIV-1 protease inhibitors — class stem ** Amprenavir ** Atazanavir ** Darunavir ** Fosamprenavir ** Indinavir ** Lopinavir ** Nelfinavir ** Ritonavir ** Saquinavir ** Tipranavir * Hepatitis C virus NS3/4A protease inhibitors — class stem ** Asunaprevir ** Boceprevir ** Grazoprevir ** Glecaprevir ** Paritaprevir ** Simeprevir ** Telaprevir * Severe acute respiratory syndrome coronavirus 2 3-chymotrypsin-like protease inhibitors ** Nirmatrelvir Given the specificity of the target of these drugs there is the risk, like with antibiotics, of the development of drug-resistant mutated viruses. To reduce this risk, it is common to use several different drugs together that are each aimed at different targets. ==Antiretrovirals== Protease inhibitors were the second class of antiretroviral drugs developed. The first members of this class, saquinavir, ritonavir, and indinavir, were approved in late 1995–1996. Within 2 years, annual deaths from AIDS in the United States fell from over 50,000 to approximately 18,000 Prior to this the annual death rate had been increasing by approximately 20% each year. thumb|750px|center|alt=The number of people in the U.S. dying of HIV fell by 60% in the 2 years following the introduction of the first HIV protease inhibitors|The number of people in the U.S. dying of HIV fell by 60% in the 2 years following the introduction of the first HIV protease inhibitors {| class=\"wikitable\" | Name || Trade name || Company || Patent || FDA approval date || Notes |- | Saquinavir || Invirase, Fortovase || Hoffmann–La Roche || || December 6, 1995 || The first protease inhibitor approved by the U.S. Food and Drug Administration (FDA). |- | Ritonavir || Norvir || AbbVie || || March 1, 1996 || AbbVie was part of Abbott Laboratories when patent was granted. As well as being a protease inhibitor in its own right, ritonavir inhibits the breakdown of other protease inhibitors. This property makes it very useful in drug combinations. |- | Indinavir || Crixivan || Merck & Co. || || March 13, 1996 ||— |- | Nelfinavir || Viracept || Hoffmann–La Roche || || March 14, 1997 || — |- | Amprenavir || Agenerase || GlaxoSmithKline || || April 15, 1999 || The sixteenth FDA-approved antiretroviral. It was the first protease inhibitor approved for twice-a-day dosing instead of needing to be taken every eight hours. The convenient dosing came at a price, as the dose required is 1,200 mg, delivered in 8 very large gel capsules. Production was discontinued by the manufacturer December 31, 2004, as it has been superseded by fosamprenavir. |- | Lopinavir || Kaletra || AbbVie || || September 15, 2000 || Is only marketed as a fixed-dose combination with ritonavir (see lopinavir/ritonavir). AbbVie was part of Abbott Laboratories when patent was granted. |- | Atazanavir || Reyataz || Bristol-Myers Squibb || || June 20, 2003 || Atazanavir was the first PI approved for once-daily dosing. It appears to be less likely to cause lipodystrophy and elevated cholesterol as side effects. It may also not be cross-resistant with other PIs. |- | Fosamprenavir|| Lexiva, Telzir || GlaxoSmithKline || — || October 20, 2003 || A prodrug of amprenavir. The human body metabolizes fosamprenavir in order to form amprenavir, which is the active ingredient. That metabolization increases the duration that amprenavir is available, making fosamprenavir a slow release version of amprenavir and thus reduces the number of pills required versus standard amprenavir. |- | Tipranavir || Aptivus || Boehringer Ingelheim || — || June 22, 2005 || Also known as tipranavir disodium. |- | Darunavir || Prezista || Janssen Therapeutics || || June 23, 2006 || As of 2016, darunavir is an OARAC recommended treatment option for treatment-naïve and treatment-experienced adults and adolescents. Several ongoing phase III trials are showing a high efficiency for the darunavir/ritonavir combination being superior to the lopinavir/ritonavir combination for first-line therapy. Darunavir is the first drug in a long time that didn't come with a price increase. It leapfrogged two other approved drugs of its type, and is matching the price of a third.Liz Highleyman, Patient Advocates Commend Pricing of New PI Darunavir, http://www.hivandhepatitis.com/recent/2006/ad1/063006_a.htmlDarunavir - first molecule to treat drug-resistant HIV |- |} == Other activities == === Non- antiretroviral antiviral activity === A drug combination targeting SARS-CoV-2 from Pfizer, Paxlovid, was approved on December 22, 2021. It is a combination of nirmatrelvir, a protease inhibitor targeted to SARS-CoV-2's 3C-like protease, and ritonavir Protease inhibitors also are used to treat Hepatitis C. ===Antiprotozoal activity=== Researchers are investigating the use of protease inhibitors developed for HIV treatment as anti-protozoals for use against malaria and gastrointestinal protozoal infections: * A combination of ritonavir and lopinavir was found to have some effectiveness against Giardia infection. * The drugs saquinavir, ritonavir, and lopinavir have been found to have anti-malarial properties. * A cysteine protease inhibitor drug was found to cure Chagas disease in mice. ===Anticancer activity=== Researchers are investigating whether protease inhibitors could possibly be used to treat cancer. For example, nelfinavir and atazanavir are able to kill tumor cells in culture (in a Petri dish). This effect has not yet been examined in humans; but studies in laboratory mice have shown that nelfinavir is able to suppress the growth of tumors in these animals, which represents a promising lead towards testing this drug in humans as well. Inhibitors of the proteasome, such as bortezomib are now front-line drugs for the treatment of multiple myeloma. Tanomastat is one of the matrix metalloproteinase inhibitors that can be used to treat cancer. Batimastat was also well-known from Lednicer book. ==Side effects== Protease inhibitors can cause a syndrome of lipodystrophy, hyperlipidemia, diabetes mellitus type 2, and kidney stones. This lipodystrophy is colloquially known as \"Crix belly\", after indinavir (Crixivan). ==See also== * The Proteolysis Map * Reverse-transcriptase inhibitor * Discovery and development of NS5A inhibitors * Discovery and development of HIV-protease inhibitors ==References== ==External links== * A brief history of the development of protease inhibitors by Hoffman La Roche, Abbott, and Merck * HIV/AIDS Treatment Guidelines US Department of Health and Human Services Category:Protease inhibitors de:Proteaseinhibitor fr:Inhibiteur de la protéase",
 "title": "Protease inhibitor (pharmacology)"
}