{
 "id": "653312",
 "text": "AM stereo is a term given to a series of mutually incompatible techniques for radio broadcasting stereo audio in the AM band in a manner that is compatible with standard AM receivers. There are two main classes of systems: independent sideband (ISB) systems, promoted principally by American broadcast engineer Leonard R. Kahn; and quadrature amplitude modulation (QAM) multiplexing systems (conceptually closer to FM stereo). Initially adopted by many commercial AM broadcasters in the mid to late 1980s, AM stereo broadcasting soon began to decline due to a lack of receivers (most \"AM/FM stereo\" radios only receive in stereo on FM), a growing exodus of music broadcasters to FM, concentration of ownership of the few remaining stations in the hands of large corporations and the removal of music from AM stations in favour of news/talk or sports broadcasting. By 2001, most of the former AM stereo broadcasters were no longer stereo or had left the AM band entirely. ==History== Early experiments with stereo AM radio involved two separate stations (both AM or sometimes one AM and one FM) broadcasting the left and right audio channels. This system was not very practical, as it required the listener to use two separate receivers. Synchronization was problematic, often resulting in \"ping- pong\" effects between the two channels. Reception was also likely to be different between the two stations, and many listeners used mismatching models of receivers. After the early experiments with two stations, a number of systems were invented to broadcast a stereo signal in a way which was compatible with standard AM receivers. FM stereo was first implemented in 1961. In the United States, FM overtook AM as the dominant broadcast radio band in the late 1970s and early 1980s. ===Timeline=== * 1924: WPAJ (now WDRC) broadcast in stereo from New Haven, Connecticut, using two transmitters: one on 1120 kHz and the other on 1320 kHz.\"Stereoscopic or Binaural Broadcasting in Experimental Use at New Haven\", Cincinnati Enquirer, March 22, 1925, Section 6, page 6. However stereo separation was poor, to preserve compatibility for mono listeners. * In the 1950s, several AM stereo systems were proposed (including the original RCA AM/FM system which later became the Belar system in the 1970s) but the FCC did not propose any standard as AM was still dominant over FM at the time. * 1960: AM stereo first demonstrated on XETRA-AM, Tijuana, Mexico, using the Kahn independent sideband system. * 1963: WHAZ runs a stereo program on eight AM stations, four on each channel. * 1980: After five years of testing the five systems, the United States Federal Communications Commission (FCC) selected the Magnavox system as the official AM stereo standard. The FCC's research is immediately accused of being flawed and incomplete. * 1982: After a series of lawsuits and accusations, the FCC decides to let the marketplace decide and revokes the Magnavox certification as the AM stereo standard for political reasons. Belar had dropped out of the AM stereo race due to receiver distortion problems, leaving Motorola C-QUAM, Harris Corporation, Magnavox, and the Kahn/Hazeltine independent sideband system. * 1984: General Motors, Ford, Chrysler, and a number of import automakers begin installing C-QUAM AM stereo receivers in automobiles, beginning with the 1985 model year. Harris Corporation abandons its AM stereo system and puts its support behind C-QUAM (Harris continues to manufacture C-QUAM equipment today). * 1985: AM stereo broadcasting officially begins in Australia, with the C-QUAM standard. * 1988: Canada and Mexico adopt C-QUAM as their standard for AM stereo. * 1992: Japan adopts C-QUAM as its standard for AM stereo. * 1993: The FCC makes C-QUAM the AM stereo standard for stations in the U.S., and also grants \"stereo preference\" for radio stations requesting to move to the AM expanded band (1610–1700 kHz), although such stations have never actually been required to transmit in stereo. * 1993: The AMAX certification program begins. This was to set an official manufacturing standard for high-quality AM radio receivers, with a wider audio bandwidth for higher fidelity reception of strong signals, and optionally C-QUAM AM stereo. Despite the availability of AMAX receivers from companies like Sony, General Electric, Denon, and AMAX-certified car radios from the domestic and Japanese automakers, most electronics manufacturers did not wish to implement the more costly AMAX tuner design in their radios, so most AM radios today remain in mono with limited fidelity. * 2006 to present: AM stereo gains new life through the support for C-QUAM decoding in most receivers designed for HD Radio. These new digital radios receive AM stereo signals, although the AM transmitters are now limited to 10 kHz audio bandwidth and the HD receivers flip Left and Right channels in decoding C-QUAM stereo. ==Broadcasting systems== The Magnavox PMX, Harris Corporation V-CPM, and Motorola C-QUAM (Compatible—Quadrature Amplitude Modulation) were all based around modulating the phase and amplitude of the carrier, placing the stereo information in the phase modulated portion, while the standard mono (L+R) information is in the amplitude modulation. The systems all did this in similar (but not completely compatible) ways. The original Harris Corporation system was later changed to match the Motorola C-QUAM pilot tone for indicating the station was in stereo, thus making it compatible with all C-QUAM receivers. ===Harris System=== This system, known as V-CPM for Variable Angle Compatible Phase Multiplex, was developed by Harris Corporation, a major manufacturer of radio/TV transmitters. It incorporated a left minus right component which was frequency modulated by about 1 kHz. Harris is the successor to the pioneer Gates radio line, which has changed its name in 2014 to Gates-Air. The Harris system eventually changed their pilot tone to be compatible with C-QUAM, after C-QUAM became the more popular and eventually, the FCC approved standard. CKLW in Windsor, Ontario, Canada (also serving nearby Detroit, Michigan) was among the first stations to broadcast in Harris AM stereo. The Harris system is currently no longer used in its original form. ===Magnavox System=== This system was developed by electronics manufacturer, Magnavox. It is a phase modulation system. It was initially declared the AM stereo standard by the FCC in 1980, but the FCC later declared that stations were free to choose any system. As with the Harris system, it was popular in the 1980s, but most stations stopped broadcasting in stereo, or downgraded to the C-QUAM system as time went on. 1190 WOWO in Fort Wayne, Indiana was the (then) 50,000-watt clear channel Magnavox flagship station. ===Motorola C-QUAM=== C-QUAM was developed and promoted primarily by Motorola, a longtime manufacturer of two- way radio equipment. It became the dominant system by the late 1980s, and was declared the official standard by the FCC in 1993. While many stations in the USA have since discontinued broadcasting in stereo, many still have the necessary equipment to do so. C-QUAM is still popular in some other parts of the world where it was declared the official standard such as Canada, Japan, and Australia. The C-QUAM exciter replaces the crystal stage in an AM transmitter. The C-QUAM signal, consists of a phase modulated portion which is made up of both the L+R and L-R audio information and a conventional L+R (mono) portion, which is amplitude modulated. C-QUAM is a modified form of quadrature modulation in that the phase modulated audio consists of both the L+R and L-R portions, modulated 90 degrees out of phase with each other. Including the L+R audio in the phase modulated portion of the signal is the very reason the C-QUAM method of AM Stereo is, as the name implies, 100% compatible with mono AM radios. This technique resolves a distortion issue which arises when left only or right only audio is transmitted using a basic L-R quadrature modulation approach. C-QUAM had been long criticized by the Kahn-Hazeltine system's creator, Leonard Kahn as being inferior to his system. First generation C-QUAM receivers suffered from \"platform motion\" effects when listening to stations received via skywave. Later improvements by Motorola minimized the platform motion effect and increased audio quality and stereo separation, especially on AMAX-certified receivers in the 1990s. ===Kahn- Hazeltine=== The Kahn-Hazeltine system also called ISB was developed by American engineer Leonard R. Kahn and the Hazeltine Corporation. This system used an entirely different principle—using independently modulated upper and lower sidebands. While a station using the system would sound best with proper decoding, it was also possible to use two standard AM radios (one tuned above and the other below the primary carrier) to achieve the stereophonic effect, although with poor stereo separation and fidelity compared to a proper Kahn system AM stereo receiver. One of the best known stations to use the Kahn system was 890/WLS, Chicago. WLS later used the Motorola C-QUAM system instead before reverting to mono. However, the Kahn system suffered from lower stereo separation above 5 kHz (reaching none at 7 kHz whereas FM stereo has 40 dB or more separation at 15 kHz) and the radio antenna array on directional AM (common on a lot of nighttime and some daytime stations) had to have a flat response across the entire 20 kHz AM channel. If the array had a higher reactance value (leading to a higher Standing wave ratio) on one side of the frequency vs the other, it would affect the audio response of that channel and thus the stereo signal would be affected. Also, Kahn refused to license any radio receivers manufacturers with his design, although multi-system receivers were manufactured by various companies such as Sony, Sansui, and Sanyo, which could receive any of the four AM stereo systems. Nonetheless, this system remained competitive with C-QUAM into the late 1980s and Kahn was very vocal about its advantages over Motorola's system. Kahn filed a lawsuit claiming that the Motorola system did not meet FCC emission bandwidth specifications, but by that time, C-QUAM had already been declared as the single standard for AM stereo in the USA. Kahn's AM stereo design was later revamped for monaural use and used in the Power-Side system, in which a decreased signal in one sideband is used to improve coverage and loudness, especially with directional antenna arrays. Power-Side became the basis for CAM-D, Compatible AM Digital, a new digital system being promoted by Leonard Kahn and used on several AM stations. Kahn receiver chips have also been used as an inexpensive method for providing high frequency (world band) receivers with synchronous detection technology. ===Belar System=== The Belar system was used in limited number of stations, such as WJR. The Belar system, originally designed by RCA in the 1950s, was a simple FM/AM modulation system,AM Stereo articles from Radio- Electronics Dec77, Popular-Electronics Dec78, and Popular-Electronics Aug80 with an attenuated L-R signal frequency modulating the carrier (with a 400 µs pre-emphasis) in the extent of +/- 320 Hz around the center frequency, and the L+R doing the normal \"high level\" AM modulation (usually referred to as plate modulation in transmitters using a tube in the final stage, where the audio is applied to the plate voltage of the tube; in solid state transmitters, various different techniques are available that are more efficient at lower power levels). The Belar system (by the company of the same name) was dropped due to issues with its design though it was much easier to implement than the other systems. It and the Kahn system did not suffer from platform motion (platform motion is where the stereo balance would shift from one side to the other and then back to center) but the use of low level frequency modulation did not permit a high separation of L and R channels. ==Adoption in the United States== In 1975, the Federal Communications Commission (FCC) started a series of five-year tests to determine which of the five competing standards would be selected. By the end of the testing period, the Belar system was dropped. In 1980, the FCC announced that the Magnavox system would become the standard. This announcement was met with harsh criticism and a series of lawsuits. On March 4, 1982, the FCC revoked their endorsement to the Magnavox standard and let the marketplace decide, meaning that all four standards were allowed. After the 1982 decision, many stations implemented one of the four standards. Initially, all systems remained competitive, but by the later 1980s, Motorola C-QUAM had a clear majority of stations and receivers. Around this same time, Harris Corporation dropped their system and instead endorsed C-QUAM. During this time, radio manufactures either made receivers which decoded just one system, or decoded all four. The multiple systems used greatly confused consumers and severely impacted consumer adoption. As a result of this confusion, and the continued growth of the FM band, interest in AM stereo dwindled. In 1993, the FCC declared Motorola's C-QUAM system the standard. To ensure that all AM stereo receivers maintained the same sound quality, the National Association of Broadcasters and the Electronic Industries Association started the AMAX certification program. ==Global adoption== In the early 1980s, other countries, most notably Canada, Australia and Japan approved and implemented AM stereo systems. Most governments approved a single standard, usually Motorola's C-QUAM, which greatly reduced confusion and increased user adoption. Following the launch of the American-owned, ship-based pirate radio station Laser 558 off the British coast, there were announcements that another such station, provisionally called Stereo Hits 576, would soon follow, using AM stereo on an adjacent frequency to Laser. Nothing ever came of this project and 576 kHz was adopted by Radio Caroline instead. In many countries where the AM band was still dominant, AM stereo radios continued to be manufactured and marketed, and stations still broadcast stereo signals; the last C-QUAM compatible models to be produced were Sony Japan's SRF-A300 portable model, discontinued in 2011, and Pioneer's F-D3 tuner for component audio, discontinued in 2013. ==Current status== Globally, interest in and use of AM stereo has been declining steadily since the 1990s, as many music stations have continued to move to the FM band. As a result, the vast majority of AM stations broadcast news/talk or sports/sports talk formats. Many of the stations that initially implemented AM stereo are clear-channel 50,000-watt stations, and are more concerned with listening range than stereo sound (although there is no proof that use of AM stereo affects listening range). As a result, these stations still have the necessary equipment to broadcast in stereo, but it is left unused (or converted to HD Radio). Also, many former AM stereo stations were bought up by broadcasting conglomerates, which generally discourage AM stereo broadcasting. In the United States, most stations currently using AM stereo are small, independently owned and broadcast a variety of music format. * United States: For a list of stations, see Template:AM Stereo radio stations in the United States. * Japan: Between 1992 and 1996, 16 commercial broadcasting companies in Japan adopted C-QUAM because of the narrow Japanese FM band, which at the time covered only 14 MHz (76-90 MHz), as opposed to the 20.5 MHz used in the rest of the world (87.5-108 MHz). However, it is now quite rare to see AM radios with the stereo function at appliance stores in Japan because of the decline in AM stereo stations and the limited available area, mainly in densely populated areas. 13 of the 16 stereo stations have since reverted to mono, 11 since the start of 2010 (:ja:AMステレオ放送), leaving only 3 stations broadcasting in stereo. Also, it was decided in 2021 to transition most AM commercial stations to FM by 2028, due to an expansion of the FM band by 5 MHz (90-95 MHz) to provide for FM relays of those stations. * Australia: AM stereo was popular in Australia because AM covers a wide geographic area compared to FM, in addition to the government's adoption of a single standard (Motorola C-QUAM) several years sooner than the USA, and Australia's relatively late adoption of FM (the frequencies in the FM band were originally allocated for TV). As of June 2008 no Melbourne AM stations broadcast C-QUAM AM stereo. At its peak popularity in the late 1980s the majority of stations did. Currently, 4WK is the only station that broadcasts AM stereo in Australia. * Europe: After some experiments in the 1980s, AM stereo was deemed to be unsuitable for the crowded band conditions and narrow bandwidths associated with AM broadcasting in Europe. However, Motorola C-QUAM AM stereo remains in use today on a handful of stations in Italy and Greece. * Canada: AM stereo was more widely adopted in Canada than in the USA. This may have been due to the Canadian government's decision to use a single standard, and the Canadian Radio-television and Telecommunications Commission (CRTC) licensing stations by format and their hit/non-hit rules for FM (hence, more music stations on AM). However, unlike in the USA, some former AM stereo stations have moved to the FM band and left the AM band altogether instead of simply reverting to mono. * Brazil: AM stereo was considered in the 90s, however it never was implemented because of economic reasons. ==Surround sound== On February 26, 2010, KCJJ (AM 1630) in Coralville, Iowa, aired a four-hour quadraphonic radio broadcast of the Robb Spewak show. The show spotlighted music from the quadraphonic era on the 40th anniversary of the format's release in America and was engineered by Tab Patterson. All the music was from discrete 4-channel tapes, then encoded into Dolby Pro-Logic II and transmitted using their stereo C-QUAM transmitter. ==Decline in use== Radio stations around the world are converting to various systems of digital radio, such as Digital Radio Mondiale, DAB or HD Radio (in the United States). Some of these digital radio systems, most notably HD Radio have \"hybrid modes\" which let a station broadcast a standard AM signal along with the digital information. While these transmission modes allow standard AM, they are not compatible with any AM stereo system (meaning both cannot be broadcast at the same time). ==References== ==External links== * France Bleu (French) * AM stereo tuner source * AM Stereo Station List * Another AM stereo enthusiast's website * AM Stereo Audio Soundbites over the air * Technical data on AM HD/IBOC * Amateur experiments with AM stereo *Alabama Media Page. Category:Broadcast engineering Category:Radio technology Category:Stereophonic sound",
 "title": "AM stereo"
}