{
 "id": "653797",
 "text": "The Happy Land fire was an act of arson that killed 87 people on March 25, 1990. The 87 victims were trapped in the unlicensed Happy Land social club, located at 1959 Southern Boulevard in the West Farms section of the Bronx in New York City, United States. Most of the victims were young Hondurans celebrating Easter, many of them part of the Garifuna American community. Cuban refugee Julio González, whose former girlfriend was employed at the club, was arrested soon afterward and ultimately convicted of arson and murder. The fire was the deadliest in New York City since the Triangle Shirtwaist Factory fire, which coincidentally occurred on the same day in 1911, and the deadliest in American territory since the Dupont Plaza Hotel fire in Puerto Rico in 1986. == Background == Before the blaze, Happy Land was ordered to close for building code violations in November of 1988. Violations included lack of fire exits, alarms or sprinkler system. No follow-up by the fire department was documented. Julio González served three years in prison in Cuba during the 1970s for desertion from the Cuban Army. In 1980, he faked a criminal record as a drug dealer to help him gain passage in the Mariel boatlift. The boatlift landed in Florida; he then traveled to Wisconsin and Arkansas and eventually settled in New York, sponsored by the American Council for Nationalities in Manhattan. Six weeks before the fire, he split up with his girlfriend, Lydia Feliciano. Before that, González had lost his job at a lamp factory in Queens. At the time of the fire, he was two weeks behind on the rent of his room, and the owner of the boarding house where he was staying said of him: \"From what I know, he was down to his last hope.\" ==Incident== The evening of the fire, González had argued with his former girlfriend, Feliciano, who was a coat check worker at the club, urging her to quit. She said that she had had enough of him and did not want anything to do with him anymore. He was ejected by the bouncer around 3:00 a.m. He was heard to scream drunken threats to \"shut this place down.\" He also reportedly shouted, \"I'll be coming back.\" Feliciano tried to warn others, worried that González was going to do something. González went to an Amoco gas station, then returned to the establishment with a plastic container with $1.00 worth of gasoline. He spread the fuel at the base of a staircase, the only access into the club, and then ignited the gasoline. Eighty-seven people died in the resulting fire. Nineteen bodies were found downstairs; the others upstairs. Six bodies were found within several feet of the front door. Some of those trapped punched a hole through a wall to an adjoining union hall in an attempt to escape. Most of the deaths were from asphyxiation or trampling. The club filled with toxic smoke so quickly that some victims were found with drinks still in hand. Most of the victims were young Hondurans celebrating Carnival, largely drawn from members of the local Garifuna American community. A hundred and fifty firemen responded to the blaze, which was extinguished in five minutes. Initial reports indicated that only three people survived the blaze, but later reports gave the number of survivors as five or six. Among them were Feliciano, the club owner’s wife, and disc jockey Ruben Valladares. Valladares was hospitalized in guarded condition with second- and third-degree burns over half his body. == Arsonist == After setting the fire, González returned home, removed his gasoline-soaked clothes and fell asleep. He was arrested the following afternoon after police investigators interviewed Feliciano and learned of the previous night's argument. Once advised of his rights, he admitted to starting the blaze. González was charged with 174 counts of murder, two for each victim, and was found guilty on 87 counts of arson and 87 counts of murder on August 19, 1991. For each count, he received the maximum sentence of 25 years to life. He was eligible for parole during March 2015 as New York law states that the sentences for multiple murders occurring during one act must be served concurrently, rather than consecutively.Julio González, DIN# 91-A-7544 via New York State Inmate Population Information Search González was denied parole in March 2015. He would have been eligible to apply for parole again in November 2016, but he died in prison of a heart attack on September 13, 2016, at the age of 61. == Legal == Although the Bronx District Attorney said they were not criminally responsible, the New York City Corporation Counsel filed misdemeanor charges in February 1991 against DiLorenzo, the building owner, and Weiss, the landlord. These charges claimed that the owner and landlord were responsible for the building code violations caused by their tenant. They both pleaded guilty in May of 1992, agreeing to perform community service and paying $150,000 towards a community center for Hondurans in the Bronx. A $5 billion lawsuit was also filed by the victims and their families against the owner, landlord, city, and some building material manufacturers. That suit was settled in July 1995 for $15.8 million or $163,000 per victim. The lesser amount was due mostly to unrelated financial difficulties of the landlord. ==Aftermath== thumb|upright|1959 Southern Boulevard replacement building, in 2020 The building that housed Happy Land club was managed partly by Jay Weiss, at the time the husband of actress Kathleen Turner. The New Yorker quoted Turner saying that \"the fire was unfortunate but could have happened at a McDonald's\". The Bronx District Attorney said that the building's owner, Alex DiLorenzo III, and leaseholders Weiss and Morris Jaffe, were not responsible criminally, since they had tried to close the club and evict the tenant. In 1987, Weiss and Jaffe's company, Little Peach Realty Inc., had leased the building space for seven years to the club owner, Elias Colon, who died in the fire. An eviction trial against Colon had been scheduled to start on March 28. Even if Colon had survived the fire, the eviction trial would have been moot, as the building that housed the Happy Land Social Club was condemned and demolished within 24 hours of the fire. ==Legacy== The street outside the former Happy Land social club has been renamed \"The Plaza of the Eighty-Seven\" in memory of the victims. Five of the victims were students at nearby Theodore Roosevelt High School, which had a memorial service for the victims in April 1990. A memorial was erected directly across the street from the former establishment with the names of all 87 victims inscribed on it. The plot of the Law & Order season 2 episode \"Heaven\" was inspired by the Happy Land fire. Additionally, the band Duran Duran wrote the song \"Sin of the City\", which appeared on the band's 1993 self-titled album, about the fire. The song \"Happyland\" on Joe Jackson's album Night and Day II, released in 2000, was also inspired by this event. In the Jay-Z song \"You, Me, Him and Her\" he raps \"The fire I spit burnt down Happy Land/ Social club, we unapproachable thugs.\" In the aftermath of a warehouse fire in Oakland, California, in December 2016, which killed 36 people, comparisons were drawn to this fire. The Oakland fire also occurred in a space that was being used for parties in violation of law and lease agreement. Investigations of the law and lease agreements were pending at the time of that fire as well. ==See also== * List of accidents and disasters by death toll * List of disasters in the United States by death toll * List of fires * List of building or structure fires * List of nightclub fires * Blue Bird Café fire, 1972 fire in Montreal also started by ejected patrons lighting gasoline on stairs that served as the only way in or out * Denmark Place fire, 1980 fire at illegally operated London club patronized by Caribbean immigrants also started by an angry patron refused admission * 2022 Bronx apartment fire, New York City's deadliest fire since this event. == References == ==External links== *Crime Library.com: Happy Land fire *Bridgeandtunnelclub.com: Photos of the Happy Land Fire Memorial * GenDisasters.com: 1990 Happy Land Social Club Fire Category:1990 disasters in the United States Category:1990 fires Category:1990 in New York City Category:1990 murders in the United States Category:1990s crimes in New York City Category:1990s fires in North America Category:20th century in the Bronx Category:20th-century mass murder in the United States Category:Arson in New York (state) Category:Arson in the 1990s Category:Attacks in the United States in 1990 Category:Attacks on buildings and structures in 1990 Category:Attacks on buildings and structures in the United States Category:Building fires in New York City Category:Crimes in the Bronx Category:Disasters in the Bronx Category:Fire disasters involving barricaded escape routes Category:Garifuna Category:Honduran American Category:March 1990 crimes Category:March 1990 events in the United States Category:Mass murder in New York (state) Category:Mass murder in the United States Category:Massacres in 1990 Category:Massacres in the United States Category:Murder in New York City Category:Nightclub fires Category:West Farms, Bronx Category:Fires in New York City",
 "title": "Happy Land fire"
}