{
 "id": "654033",
 "text": "Jerri Lynn Manthey (born September 5, 1970) is an American-German actress and television personality. She was a contestant in Survivor: The Australian Outback, where she placed 8th, All-Stars, where she placed 10th and Heroes vs. Villains, where she placed 4th, giving Manthey her highest ranked finish during her time on the show. == Early life == Jerri Manthey was born in Stuttgart, West Germany to American parents and attended both high school and college in Germany. Manthey's father, Cyril, was a career member of the United States Army and served several years in Germany. In 1991, Manthey worked for Hooters at their Huntsville, Alabama restaurant before moving to their restaurant in Oklahoma City.\"Jerri Manthey - Hooters Girls Hall of Fame\". Hooters 2010 International Swimsuit Pageant. July 2010. p. 6. She later appeared in the Summer 1992 edition of Hooters magazine with country singer Vince Gill. Manthey worked as a bartender in Los Angeles while attempting to build an acting career. In the mid 1990s, Jerri appeared in a music video for the Def Leppard hit song “When Love & Hate Collide”. She also appeared in a music video for Faith Hill called \"Piece of My Heart\". == Reality television == In 2001, Manthey appeared on the television reality show Survivor: The Australian Outback. She was frequently involved in conflicts with the rest of the cast, earning her a degree of notoriety. Following her appearance on Survivor, Manthey appeared on the reality shows Blind Date, The Surreal Life and The Joe Schmo Show. Manthey also appeared in the 2004 series Survivor: All-Stars, and also appeared in the 20th season of the show Survivor: Heroes vs. Villains as part of the Villains tribe originally, surviving until the merge and becoming a member of the Yin Yang tribe. She finished in fourth place after being the seventeenth person eliminated from the game on Day 38, and being the ninth and final member of the jury. == Modeling == Manthey posed nude in the September 2001 issue of Playboy. == 2010 removal from air flight == On March 3, 2010, while Survivor: Heroes vs. Villains was still being aired, Manthey was removed from a US Airways flight in Charlotte, North Carolina after a disagreement with the flight crew. She posted an open letter to US Airways management on her Facebook page sharing the details of her experience.Survivor Jerri Manthey Voted Off US Airways in Luggage Debacle , USLaw.com == References == == External links == * * * Jerri Manthey biography for Survivor: The Australian Outback at CBS.com * Jerri Manthey biography for Survivor: All-Stars at CBS.com * Jerri Manthey biography for Survivor: Heroes vs. Villains at CBS.com Category:1970 births Category:Living people Category:American television actresses Category:American film actresses Category:German television actresses Category:German film actresses Category:German people of American descent Category:Survivor (American TV series) contestants",
 "title": "Jerri Manthey"
}