{
 "id": "654117",
 "text": "Kirschwasser (, ; , German for \"cherry water\") or kirsch is a clear, colorless brandy traditionally made from double distillation of morello cherries, a dark-colored cultivar of the sour cherry. It is now also made from other kinds of cherries. The cherries are fermented completely, including their stones.Lichine, Alexis. Alexis Lichine's New Encyclopedia of Wines & Spirits (New York: Alfred A. Knopf, 1987), p. 292. Unlike cherry liqueurs and cherry brandies, kirschwasser is not sweet. It is sometimes distilled from fermented cherry juice. ==Serving== Kirschwasser is usually imbibed neat. It is traditionally served cold in a very small glass and is taken as an apéritif. It is an important ingredient in fondue. People in the German-speaking region where it originated usually serve it after dinner, as a digestif. Kirschwasser is used in some cocktails, such as the Ladyfinger, the Florida, and the Rose. High-quality kirschwasser should be served around , warmed by the hands as with brandy. ==Origin and production== thumb|200px|Illustration of the morello cherry Because morellos were originally grown in the Black Forest regions of Germany, kirschwasser is believed to have originated there. Kirschwasser is colourless because it is either not aged in wood or is aged in barrels made of ash. It may have been aged in paraffin-lined wood barrels or in earthenware vessels.' In France and in English-speaking countries, clear fruit brandies are known as eaux de vie. The European Union sets a minimum of 37.5% ABV (75 proof) for products of this kind; kirschwasser typically has an alcohol content of 40%–50% ABV (80–100 proof). About 10 kilograms (22 pounds) of cherries go into the making of a 750 ml bottle of kirschwasser. ==Chemical composition== Compared with brandy or whisky the characteristic features of kirsch are (a) that it contains relatively large quantities of higher alcohols and compound ethers, and (b) the presence in this spirit of small quantities of Hydrogen cyanide, partly as such and partly in combination as benzaldehyde- cyanhydrin, to which the distinctive flavour of kirsch is largely due. ==Food== Kirsch is sometimes used in Swiss fondue and in some cakes,Use of kirsch in a traditional Swiss cake such as the . It is also commonly used in the dessert cherries jubilee. It is used in traditional German (Black Forest gateau) and in other cakes—for example in cake. Kirsch can also be used in the filling of chocolates. A typical kirsch chocolate consists of no more than one milliliter of kirsch, surrounded by milk or (more usually) dark chocolate with a film of hard sugar between the two parts. The hard sugar acts as an impermeable casing for the liquid content and also compensates for the lack of sweetness that is typical of kirsch. Swiss chocolatiers Lindt & Sprüngli and Camille Bloch, among others, manufacture these kirsch chocolates. ==See also== *Cherries jubilee *Liquor *Eau de vie *Fruit brandy *Himbeergeist *Liqueur *Schnapps *Culinary Heritage of Switzerland ==References== ==External links== * Category:Cherry liqueurs and spirits Category:Fruit brandies Category:German distilled drinks Category:Culinary Heritage of Switzerland Category:Black Forest",
 "title": "Kirsch"
}