{
 "id": "65434",
 "text": "{{Infobox comics meta series |image = Sin City Hard Goodbye.jpg |imagesize = |caption = Cover of The Hard Goodbye showing Marv walking through the rain |alt = |debut = Dark Horse Presents Fifth Anniversary Special |schedule = |format = |limited = y |anthology = Dark Horse Presents |graphicnovel = y |1shot = y |individual = |titles = Dark Horse Presents Fifth Anniversary Special Dark Horse Presents #51–62 The Big Fat Kill #1–5 A Dame to Kill For #1–6 Family Values Hell and Back (A Sin City Love Story) #1–9 That Yellow Bastard #1–6 |genre = Crime fiction, neo-noir, thriller |publisher = Dark Horse Comics |startmo = April |startyr = 1991 |endmo = |endyr = 2000 |issues = |main_char_team = Marv John Hartigan Gail Dwight McCarthy Nancy Callahan The Roark Family Wallace Miho |writers = Frank Miller |artists = Frank Miller |pencillers = |inkers = |letterers = |colorists = |editors = |creative_team_month = |creative_team_year = |creators = Frank Miller |reprint = |TPB = The Hard Goodbye |ISBN = 1-59307-293-7 |TPB1 = A Dame to Kill For |ISBN1 = 1593072945 |TPB2 = The Big Fat Kill |ISBN2 = 1593072953 |TPB3 = That Yellow Bastard |ISBN3 = 1593072961 |TPB4 = Family Values |ISBN4 = 159307297X |TPB5 = Booze, Broads & Bullets |ISBN5 = 1593072996 |TPB6 = Hell and Back |ISBN6 = 1593072988 |subcat = |altcat = Sin City |limsub = Dark Horse Comics |sort = Sin City }} Sin City is a series of neo-noir comics by American comic book writer-artist Frank Miller. The first story originally appeared in Dark Horse Presents Fifth Anniversary Special (April 1991), and continued in Dark Horse Presents #51–62 from May 1991 to June 1992, under the title of Sin City, serialized in thirteen parts. Several other stories of variable lengths have followed. The intertwining stories, with frequently recurring characters, take place in Basin City. A film adaptation of Sin City, co-directed by Robert Rodriguez and Frank Miller, was released on April 1, 2005. A sequel, Sin City: A Dame To Kill For, was released on August 22, 2014. ==Publication history== Writer- artist Frank Miller rose to fame within the American comics industry with his 1981–1983 work on Marvel Comics' Daredevil, and the 1986 DC Comics miniseries The Dark Knight Returns, both of which exhibited subtle elements of film noir. Miller's venture into the film noir genre would deepen with his creator-owned series Sin City, which began publishing in serialized form in the Dark Horse Comics anthology series Dark Horse Presents #51–62. The story was released in a trade paperback, and later re-released in 1995 under the name Sin City: The Hard Goodbye. In a 2016 interview with the Kubert School, Miller explained his inspiration for Sin City thus: > I've been a fanatic for a long time for old crime movies and old crime > novels. But it started with the movies. And the old Cagney movies. Bogart > and all that. I loved just how the morals of the stories are. They're all > about right and wrong. But in Sin City in particular I wanted them all to > happen to in a world where virtuous behavior was rare, which greatly > resembled the world I lived in. It's kinda like the old Rolling Stones song, > where every cop's a criminal, and all the sinners are saints, where the > lowlifes would often be heroic, and the most stridently beautiful and sweet > women would be prostitutes. I wanted it to be a world out of balance, where > virtue is defined by individuals in difficult situations, not by an > overwhelming sense of goodness that was somehow governed by this godlike > Comics Code.\"Frank Miller Full Video\" . Kubert School Media. YouTube. June > 29, 2016. 36:36 mark. The film noir influence on the series' artworkRobinson, Tasha (December 5, 2001). \"Frank Miller\" . The A.V. Club.Fortune, Drew (August 25, 014). \"Robert Rodriguez and Frank Miller talk new and old Sin City\" . The A.V. Club.Clayton, James (August 22, 2014). \"Sin City and the eternal, seductive allure of film noir\" . Den of Geek! is seen in its use of shadow and stark backgrounds. Black and white are the sole colors most of the time, with exception of red, yellow, blue, and pink, of which limited use is made in some stories to draw attention to particular characters.\"Booze, Broads and Bullets\" . Google Books. Retrieved June 17, 2017. The writing style also draws heavily on detective and crime pulp fiction.Howe, Sean (August 20, 2014). \"After His Public Downfall, Sin Citys Frank Miller Is Back (And Not Sorry)\". Wired.Suderman, Peter (March 29, 2016). \"Frank Miller gave us the best Batman — and the worst\" . Vox. Miller's Sin City work challenges some conventions of comic book form. The letters of onomatopoeic words like \"blam\" are often incorporated into scenes via lighting effects, or are suggested by the negative space between panels, or are created by the outline of the panels themselves. This is especially evident in early \"yarns,\" such as The Hard Goodbye, which were more experimental. ==Setting== left|thumb|An example of Frank Miller's use of high contrasts in Sin City Basin City, almost universally referred to by the nickname \"Sin City\", is a fictional town in the Western United States. The climate is hot and arid, although Sacred Oaks is characterized as being heavily wooded. A major river runs through the city, which has an extensive waterfront. Usually twice a year, a major downpour comes, and the city is prone to heavy snowfall in the winter. Desert lizards and palm trees are common, while tar pits, desert areas, mountain ranges and flat farmland make up the landscape around the city. The Basin City Police Department are more or less along the lines of paramilitary or SWAT, as they have to deal with incredibly high crime rates among criminals and civilians alike, which is why they have access to what most would consider \"heavy weaponry\" and full body armor. Those who make up the force have been described as commonly being lazy, cowardly and/or corrupt. Only a handful of the cops are honest, though frequently the wealthy of the city bribe the corrupt members of the police into performing their duty (usually as a result of some crime being committed or threatened against a member of their family)(Miller, 1991). During the California Gold Rush, the Roark family \"imported\" a large number of attractive women to keep the miners happy, making a fortune and turning a struggling mining camp into a thriving, bustling city. Over the years, as the Roark family migrated into other areas of business and power, these women ended up forming the district of Old Town, the prostitute quarter of the city where they rule with absolute authority. In addition, the people charged with governing the city, most of them from the Roark line, remained in power for generations, running it as they saw fit. (Miller, 1991). As the various yarns progress, the audience gradually becomes familiar with key locations in and around Basin City: *The Projects, the run- down and poor side of Sin City, are a tangle of high-rise run-down and desolated apartments where crime runs rampant with no police inside. Its inhabitants have apparently evolved their own independent society with almost no legal contact with the outside world and SWAT teams rarely go in The Projects. Marv was born in the Projects, and currently resides there. Dwight avoids The Projects and hates the neighborhood. *The Docks, a collection of wharfs and warehouses that are local to the Projects, since The Docks overlook The Projects. Hartigan and Roark Junior have their first confrontation here in That Yellow Bastard, and Marv drives a stolen police car off one of the piers at the beginning of The Hard Goodbye. *Kadie's Club Pecos is a strip club and bar in Old Town, where Nancy Callahan and Shellie work, and where Dwight McCarthy and Marv spend their spare time. Despite being filled with drunk and violent men, Kadie's bar is one of the safest areas in Sin City since it is heavily guarded by prostitutes and their protectors. Marv, who possesses an extraordinarily high sense of chivalry, protects the female employees of Kadie's from any violence that makes its way inside. *Roark Family Farm (a.k.a. \"The Farm\") is located at North Cross and Lennox on the hills outside Basin City and shows up in several stories, including The Hard Goodbye, That Yellow Bastard, The Babe Wore Red and Hell and Back. It was also home to Kevin, a serial killer with ties to the Roark family. Marv burns down one of the buildings, and the Farm is abandoned sometime after the initial Sin City storyline. The Farm is the only location in the comic books that is outside Basin City. *Old Town is the red-light district, where the city's population of prostitutes reside. Old Town is run by Goldie and Wendy. Old Town is off limits to the police. Though willing to engage in almost any sexual act for the right price, the women of Old Town show no mercy to those who \"break the rules,\" and back up their independence with lethal force. The mafia families and pimps who were into Old Town's business were thrown out of the neighborhood. *Sacred Oaks is the home to the rich and powerful of Sin City. This suburb is located on the outskirts of Basin City as a protection. A university is located in Sacred Oaks, and the entire area is patrolled by armed employees of its wealthy inhabitants, mostly SWAT teams. *Basin City Central Train Station, which has a direct connection to Phoenix. It is located in the outskirts near The Docks and it is considered one of safer places. *Mimi's, a small run-down motel on the far outskirts of Basin City, with only few rooms and a place where young couples make love. Nancy and Hartigan hid in Mimi's where she confessed her love to him. Junior also attacked Hartigan here and left him to die, although he saved himself. *The Santa Yolanda Tar Pits, an abandoned amusement park of sorts outside the city, where several tar pits are located and dinosaur bones were excavated at some time. After a \"big- budget dinosaur movie\" caused a sensation, the county put up concrete statues of dinosaurs there to draw crowds. However, after an old lady fell through a railing into one of the pits and had a heart attack, the place was shut down indefinitely. They are frequently used as a place to dump things that people don't want found; high-schoolers also tend to sneak in there a lot. This is where Delia tells Phil to drive in Wrong Turn and where Dwight takes the corpses of Jackie Boy and his friends in The Big Fat Kill. Frank Miller has admitted the main reason the Tar Pits exist is as an excuse to draw the dinosaur statues. ==Characters== ===Individuals=== * Marv * Dwight McCarthy * Nancy Callahan * Gail * Miho * Detective John Hartigan * Wallace ===Organizations=== Because a large majority of the residents of Basin City are criminals, there are several organizations and cartels central to the stories who are vying for monopoly over the various criminal enterprises in the city. Listed below are crime syndicates, gangs and other low-lifes who figure heavily in the Sin City mythos. The Basin City Police Department: So deep does corruption and criminality run in Basin City that even their police officers qualify as a gang of paid thugs, turning a blind eye to the affairs of those too poor to pay them off. Few among them are considered incorruptible; even the honest officers are unable (or unwilling) to curtail the criminal actions of the dishonest ones. Notable characters in the series who are police include Detective John Hartigan, his partner Bob, Lieutenants Jack Rafferty and Mort, Commissioner Liebowitz, and Officers Manson and Bundy from Hell and Back. Roark family: A dynasty of corrupt landowners and politicians whose influence over Basin City has stretched as far back as the days of the Old West. Famous Roarks of this generation include a senator, a cardinal, an attorney general, and Roark Junior, 'That Yellow Bastard'. The Girls of Old Town: Populating the region of Basin City known as Old Town is a group of women in the world's oldest profession, having made a truce with the cops to allow them to govern and police themselves. As of A Dame to Kill For, they were led by the twins, Goldie and Wendy. Wallenquist Organization: A powerful crime syndicate led by Herr Wallenquist, a mysterious crime lord with a broad range of criminal enterprises to his name. Although they are one of the city's two \"normal\" criminal organizations, the Wallenquist management seems to be the most peaceful and forgiving of the various leaders. It is unknown which crime rings they hold. Magliozzi Crime Family: The undisputed heads of the local Cosa Nostra, the Magliozzi family seems to be the purest example of \"true\" Mafia lifestyle. While they appear in only one story, it is hinted that the Mafia influence in Basin City's underworld is a lot larger than just their family and that there are more families. Other groups that have been seen or mentioned in the comics include: Tong gangsters: Mentioned, but not seen as of A Dame to Kill For. Miho's life was saved by Dwight when he secretly protected her during a fight with several Tong gangsters in a dark alleyway. White slavers: Mentioned, but not seen as of A Dame to Kill For. Led by a man named Manuel, whose brothers were also involved. Were \"taken care of\" by Dwight prior to the events of A Dame to Kill For. Irish mercenaries: Seen during The Big Fat Kill, most of them are evidently former IRA members, as implied by one of the mercenaries referring to his glee at blowing up a public house (British pubs were targeted by the IRA). All are killed by Dwight and Miho. ==Sin City yarns== These are the individual stories, usually referred to as \"yarns,\" set in Frank Miller's Sin City universe. ===Collected editions=== The stories have been collected into a number of trade paperbacks and hardcover editions. There is also a collection of art, The Art of Sin City. In 2016, Dark Horse Comics released an ambitious, oversized edition titled Frank Miller’s Sin City The Hard Goodbye Curator’s Collection. This 15 x 21 inch book reprints the entire first storyline, scanned and reproduced exactly from the original art at 1:1 size. When referencing the production process in an interview with Michael Dooley for Print Magazine, editor/designer John Lind gave the anecdote “When Frank and I first reviewed some of the scanned pages from Sin City, he pulled one aside and said, ‘You can see details in some of the scans where you can tell what the humidity was like when I was lettering because you can see the smudging from my hand.’ That type of reaction represents the level of detail I'm working hard to achieve with the production. ====Trade paperbacks==== {| class=\"wikitable\" |- !Name !Contents !ISBN |- |The Hard Goodbye |Episodes #1–13 of 13 from Dark Horse 5th Anniversary Special and Dark Horse Presents issues #51–62 | |- |A Dame to Kill For |Issues #1–6 of 6 | |- |The Big Fat Kill |Issues #1–5 of 5 | |- |That Yellow Bastard |Issues #1–6 of 6 | |- |Family Values |128-page original graphic novel | |- |Booze, Broads, & Bullets |A number of one-shots | |- |Hell and Back |Issues #1–9 of 9 | |} ==== Hardcovers ==== {| class=\"wikitable\" |+ !Name !Contents !Release Date !ISBN |- |Frank Miller's Sin City Library Set Vol. 1 |The Hard Goodbye, A Dame to Kill For, The Big Fat Kill and That Yellow Bastard |December 2005 | |- |Frank Miller's Sin City Library Set Vol. 2 |Family Values, Booze, Broads and Bullets, Hell and Back, and The Art of Sin City |June 2006 | |- |Big Damn Sin City |The Hard Goodbye, A Dame to Kill For, The Big Fat Kill, That Yellow Bastard, Family Values, Booze, Broads and Bullets, Hell and Back, and The Art of Sin City |June 2014 | |- |Frank Miller's Sin City Vol.1: The Hard Goodbye Curator's Edition |The Hard Goodbye scanned from the original artwork in Frank Miller's archives and reproduced at full size. Introduction by Robert Rodriguez, with an afterword by Mike Richardson and an interview about the artistic process with Frank Miller. |August 2016 | |- |Frank Miller's Sin City Vol.1: The Hard Goodbye Deluxe Edition |Episodes #1–13 of 13 from Dark Horse 5th Anniversary Special and Dark Horse Presents issues #51–62 |November 2021 | |- |Frank Miller's Sin City Vol.2: A Dame to Kill For Deluxe Edition |Issues #1–6 of 6 |December 2021 | |- |Frank Miller's Sin City Vol.3: The Big Fat Kill Deluxe Edition |Issues #1–5 of 5 |February 2022 | |- |Frank Miller's Sin City Vol.4: That Yellow Bastard Deluxe Edition |Issues #1–6 of 6 |May 2022 | |- |Frank Miller's Sin City Vol.5: Family Values Deluxe Edition |128-page original graphic novel |June 2022 | |} ==Adaptations== ===Films=== A film adaptation of Sin City, co- directed by Robert Rodriguez and Frank Miller, was released on April 1, 2005. A sequel, Sin City: A Dame To Kill For, was released on August 22, 2014. ===Television=== Dimension Films planned to develop a soft reboot of the series for television; Stephen L’Heureux who produced the second film was to oversee the series with Sin City creator Frank Miller. The new TV series would feature new characters and timelines and be more like the comics rather than the films. On November 15, 2019, Legendary Pictures bought the rights for the television series. ==Awards== * 1993: ** The Hard Goodbye won the \"Best Graphic Album: Reprint (Modern Material)\" Eisner Award ** Frank Miller won the \"Best Penciller/Inker, Black & White Publication\" Eisner Award, for The Hard Goodbye ** Frank Miller won the \"Best Writer/Artist\" Eisner Award, for The Hard Goodbye ** Sin City won the \"Best Graphic Novel Collection\" UK Comic Art AwardER. \"International Miscellanea: 1993 UK Comic Art Awards,\" The Comics Journal #161 (August 1993), p. 40. * 1994: ** Frank Miller won the \"Best Writer/Artist\" UK Comic Art Award for his work on Sin CityMT. \"Newswatch: 5th UK Comic Art Awards,\" The Comics Journal #168 (May 1994), p. 44. * 1995: ** A Dame to Kill For won \"Best Limited Series\" Eisner Award ** \"The Babe Wore Red,\" won \"Best Short Story\" Eisner Award *1996: ** The Big Fat Kill won the \"Best Limited Series\" Eisner Award ** The Big Fat Kill won the Favorite Limited Series Comics Buyer's Guide Fan Award ** Sin City won the \"Best Continuing or Limited Series\" Harvey Award *1998: ** That Yellow Bastard won the \"Best Graphic Album-Reprint\" Eisner Award ** Family Values won the \"Best Graphic Album of Original Work\" Harvey Award * 2000: ** Hell and Back (A Sin City Love Story) won the \"Favourite Black & White Comicbook\" Eagle Award == See also == * Sin City (film) * Sin City: A Dame to Kill For ==References== ==External links== *Sin City at Dark Horse Comics *Sin City at Don Markstein's Toonopedia Archived from the original on June 4, 2017. Category:1991 comics debuts Category:2000 comics endings Category:Adult comics Category:Action comics Category:Crime comics Category:Mystery comics Category:Drama comics Category:Fictional populated places in the United States Category:Dark Horse Comics adapted into films Category:Film noir Category:Neo-noir comics Category:Harvey Award winners for Best Continuing or Limited Series Category:Comics set in the United States",
 "title": "Sin City"
}