{
 "id": "654431",
 "text": "Corozal () is a town and municipality of Puerto Rico located in the central- eastern region, north of Orocovis and Barranquitas; south of Vega Alta; southwest of Toa Alta; east of Morovis and Orocovis; and west of Naranjito. Corozal is spread over 12 barrios and Corozal Pueblo (the downtown area and the administrative center of the city). It is part of the San Juan-Caguas- Guaynabo Metropolitan Statistical Area. The city name is derived from the \"palma de corozo\" (grugru palm, Acrocomia media) which abounds in the Cordillera Central zone of the Island. ==History== Corozal's local Taino Indian Cacique (Chief) was named Orocobix and his tribe was known as the Jatibonicu Taino. Corozal was founded in 1795 and officially became a town in 1804. Commonly known as La Cuna del Volibol or Volleyball's Crib. It takes its name from the Acrocomia media, in Puerto Rican . Puerto Rico was ceded by Spain in the aftermath of the Spanish–American War under the terms of the Treaty of Paris of 1898 and became a territory of the United States. In 1899, the United States Department of War conducted a census of Puerto Rico finding that the population of Corozal was 11,508. From 1902 to 1905 Corozal became one with Toa Alta, an adjoining municipality. In 2000 census the population of Corozal was 36,867, and it had a land area of . Intense wind and rainfall from Hurricane Maria on September 20, 2017 triggered numerous landslides in Corozal, and bridges and homes were destroyed. Some residents of Corozal had to resort to collecting spring water as access to potable water was limited after the devastation caused by the hurricane. During the event, the police station in Corozal suddenly became flooded by the Cibuco River and there were 19 officers inside. The officers climbed up and standing on the rooftop, made a human chain so as not to be swept away by the hurricane winds. Seeing them, several young people began a rescue operation by cutting tree limbs and debri to allow the river to subside just enough. With a firehose in hand, they waded in waters up to their neck, and were able to help the officers get to dry land. Puerto Rico National Guard (36848158523).jpg|Hurriane Maria relief work in Corozal by the Puerto Rico National Guard Landslides in Corozal, Puerto Rico caused by Hurricane Maria in September, 2017.png|Landslides caused by Hurricane Maria in Corozal Power outage in Puerto Rico after Hurricane Maria.png|Some of Puerto Rico had power 5 days later ==Geography== thumb|Mountain view in Corozal. Photograph by Jack Delano (Circa1941). Corozal is located in the mountainous region near the center of the island. Quebrada Jacinta is a valley in Corozal. Updated flood zone maps (as of 2019) show that Corozal is extremely vulnerable to flooding, along with Humacao, Rincón, Barceloneta, and Toa Baja. For its large number of rivers and streams, Corozal ends up being extremely vulnerable when hit by a major hurricane. ===Hydrography=== Rivers and streams of Corozal include Río Cibuco, Río Corozal, Río Dos Bocas, Río Grande de Manatí, Río Mavilla, Río Orocovis, and Río Unibón. ===Barrios=== thumb|Subdivisions of Corozal. Like all municipalities of Puerto Rico, Corozal is subdivided into barrios. The municipal buildings, central square and large Catholic church are located in a barrio referred to as . # Abras # Cibuco # Corozal barrio-pueblo # Cuchillas # Dos Bocas # Magueyes # Maná # Negros # Padilla # Palmarejo # Palmarito # Palos Blancos # Pueblo ===Sectors=== Barrios (which are like minor civil divisions) in turn are further subdivided into smaller local populated place areas/units called sectores (sectors in English). The types of sectores may vary, from normally sector to urbanización to reparto to barriada to residencial, among others. ===Special Communities=== (Special Communities of Puerto Rico) are marginalized communities whose citizens are experiencing a certain amount of social exclusion. A map shows these communities occur in nearly every municipality of the commonwealth. Of the 742 places that were on the list in 2014, the following barrios, communities, sectors, or neighborhoods were in Corozal: Aldea Vázquez, Comunidad Los Indios, Cuba Libre-EI Idilio, El Guarico, La Escalera, La Mina, and Parcelas Medina. ===Climate=== Corozal experiences a tropical climate. ==Tourism== Corozal is home to the Historical Center of Cibuco, a park and museum with relics from the Puerto Rican natives (Tainos) as well as objects, paintings and artifacts from the town's history. Local interest: El Balalaika is a cafeteria / liquor store which opened its doors around 1962 and hasn't been closed since, with the exceptions of Hurricane Hugo and the occasional political elections. It also serves as a Municipal Police Outpost. ===Landmarks and places of interest=== *El Rancho Recreation Center *El Jíbaro Centro Recreativo * Cine-Teatro San Rafael de Corozal, a movie theatre which reopened in 2017 after being closed for 28 years. * Mavilla Bridge ==Economy== ===Agriculture=== One of Puerto Rico's major plaintain producers. New small businesses producing eggs and hydrophonic crops (lettuce, recao) are emerging. ===Business=== Crafts, services. Several manufacture enterprises have reduced or moved operations in recent years. ==Culture== ===Festivals and events=== thumb|Catholic church in downtown Corozal Corozal celebrates its patron saint festival in January. The is a religious and cultural celebration in honor of the Holy Family and generally features parades, games, artisans, amusement rides, regional food, and live entertainment. Other festivals and events celebrated in Corozal include: *Corozal Carnival - June *San Juan Bautista Carnival - June *Plantain Festival - September * - October ==Sports== ===Volleyball=== * Male - Plataneros de Corozal (2008 national champions) (LVSM) * Female - Pinkin de Corozal (2008 national champions) (LVSF) ===Swimming=== The Gold Fish Swim Team for kids and youth and a new Master's Swim Team created in 2008 under the direction of Arlene Ortiz. ==Demographics== ==Government== All municipalities in Puerto Rico are administered by a mayor, elected every four years. The current mayor of Corozal is Luis “Luiggi” García, of the New Progressive Party (PNP). He was elected at the 2020 general elections. The city belongs to the Puerto Rico Senatorial district VI, which is represented by two Senators. In 2012, Miguel Pereira Castillo and Angel M. Rodríguez were elected as District Senators.Elecciones Generales 2012: Escrutinio General on CEEPUR ==Transportation == There are 26 bridges in Corozal. Mavilla Bridge in Corozal is listed on the US National Register of Historic Places: ==Symbols== The has an official flag and coat of arms. ===Flag=== Consists of three horizontal stripes of equal width, yellow the top, green the middle and blue the bottom, and in some instances the middle stripe could have embroidered or printed the coat of arms. The flag is very similar to the provincial flag of Islas del Caró (I.D.C.) except that the yellow stripe is half the size as the green and blue stripes much like the flag of Colombia except that the red stripe is replaced by the green one at the bottom. It is unknown whether the flag was made to coincide with the densely populated province of El Conquistador or was created by natural and neutral causes. ===Coat of arms=== On a gold background three corozo palm trees, with clusters in their original color, planted on a green landscape and in front of a mountain range. At the bottom, blue and silver water waves sprinkled with gold nuggets. The three-tower-crown is gold with black stones. The corozo palms represent the name of the town and its river, whose ends were populated with palms. The mountains represent the high striking mountains of Corozal. The waves represent the Corozal River and gold nuggets, a metal that was panned. The gold background represents the hard labor and alludes to the gold of Corozal, appreciated long ago for its purity. The crown is an emblem used to designate the cities and towns. ==Education== Public high schools in Corozal include Escuela Superior Emilio R. Delgado and Escuela Superior Porfirio Cruz García High School in Barrio Cuchillas. The only private high school is Colegio Sagrada Familia in Barrio Pueblo. ==Notable \"Corozaleños\"== * Carmen E. Arroyo, first Puerto Rican woman elected to the New York State Assembly * Lunay, Reggaeton artist * Maria del Carmen Arroyo, member of the New York City Council * Aned Y. Muñiz Gracia, professor and writer * Viviana Ortiz Pastrana, fashion model and Miss Universe Puerto Rico 2011 * Sixto Febus, Painter, poet, writer, teacher, philanthropist and restorer * Eddie Perez, politician served as mayor of Hartford, Connecticut from 2001 to 2010. ==Gallery== Places in Corozal: Corozal, 00783, Puerto Rico - panoramio (7).jpg|Building in Corozal barrio-pueblo Corozal, 00783, Puerto Rico - panoramio (12).jpg| Corozal, 00783, Puerto Rico - panoramio (3).jpg|Statue in downtown Corozal Corozal, 00783, Puerto Rico - panoramio (6).jpg|Town square ==See also== *List of Puerto Ricans *History of Puerto Rico *Did you know-Puerto Rico? ==References== ==External links== * Corozal and its barrios, United States Census Bureau * Welcome to Puerto Rico! Corozal Category:Municipalities of Puerto Rico Category:Populated places established in 1795 Category:San Juan–Caguas–Guaynabo metropolitan area Category:1795 establishments in the Spanish Empire Category:1795 establishments in North America",
 "title": "Corozal, Puerto Rico"
}