{
 "id": "654497",
 "text": "Utuado () is a town and municipality of Puerto Rico located in the central mountainous region of the island known as La Cordillera Central. It is located north of Adjuntas and Ponce; south of Hatillo and Arecibo; east of Lares; and west of Ciales and Jayuya. In land area it is the third-largest municipality in Puerto Rico (after Arecibo and Ponce). According to the 2020 US Census, the city has a population of 28,287 spread over 24 barrios and Utuado pueblo (the downtown area and the administrative center of the city). The name Utuado derives from the Taíno word otoao, meaning between mountains (i.e. valley). The municipality is known as Ciudad del Viví (Viví City), derived from the Viví River which runs through Utuado: one river branch comes from Adjuntas and the other from Jayuya. These two rivers then meet near the Fernando L. Ribas Dominicci Avenue and continue the journey to Lago Dos Bocas. Utuado is the main municipality of the Utuado micropolitan statistical area and is part of the San Juan-Caguas-Fajardo Combined Statistical Area. ==History== Utuado was founded October 12, 1739, by Irishman Sebastian de Morfi (Sebastian Murphy), on behalf of 60 families from Arecibo. It was the first town established in the interior, mountainous region of the island known as Cordillera Central and the 11th oldest established municipality in Puerto Rico, following San Juan, San Germán, Coamo, Arecibo, Aguada, Loiza, Ponce, Añasco, Guayama and Manatí. ===Columbus's arrival=== At the time of the Spanish initial occupation of the island on November 19, 1493, by Christopher Columbus, Puerto Rico was inhabited by the Taíno. The Taínos were a culturally developed society with a universal language, a developed agricultural system, and a social organization based on caciques or chieftains. The Utuado area was ruled over by cacique Guarionex. In Caguana, the Taínos built a series of courts or bateyes, Caguana Ceremonial Ball Courts Site, that is considered the best example of Taino engineering in the West Indies. ===Early history: XVI–XVIII centuries=== In his work , Jalil Sued Badillo gives a detailed account of the economic state of Puerto Rico during the first decades after the start of the colonization and mentions the importance of the Otoao region. From 1510 through 1513, the island witnessed a Taíno rebellion as a result of harsh and inhumane treatment by the Spanish settlers. During the process of pacification many Spaniards settled in the area now occupied by the municipality of Utuado and set up farms (haciendas), initially on behalf of the Spanish government (Hacienda Real Dos), to provide food for the Indian slaves working the gold mines and the Spanish colonists in the area. One of the first settlers in the Otoao region in 1512 was Antonio Sedeño, the island's bookkeeper. His farm's main crop was yuca. His farm was sold in 1519 to Blas de Villasante, the island's treasurer, for 525 gold pesos. Areas in the Utuado region that were exploited for gold include Salto Arriba barrio, initially, then later in the 1530s Caguana barrio and Don Alonso barrio. In the 1530s, landowners in the Don Alonso area petitioned the Spanish Crown allow for the establishment of a town in the area but it was never granted. Once the gold mining era ended toward the end of the 16th century, very little is known about the Utuado region until the early 18th century. According to the Puerto Rican historian Fernando Picó, the few documents that exist indicate the area was mostly unpopulated and densely forested. On the other hand, he states that Utuado is the municipality with the most caves, that most likely served as dwellings for Indians or runaway slaves. The agreement to establish the town of Utuado by the 60 families of Arecibo states they purchased the Hato de Otoao for 569 pesos and 5 reales from owners Manuel Natal and Felipa Román. It also states their desire to choose where on the land the town center would be located, which indicates the area was not populated yet. During his visit to the island in 1771, Fray Iñigo Abbad y Lasierra states the principal economic activity in the Utuado region was cattle raising, horses and mules. He mentions a small amount of agricultural activity existed but the population only produced enough tobacco and coffee for their own consumption. During the late 18th and early 19th centuries, Utuado's population continued to grow as coffee gained in importance and growers saw the need for high altitudes and mountainous terrain to produce the best coffee beans. People not only migrated from the Puerto Rican coastal towns but also from Ireland (founder Sebastian de Morfi was Irish), Canary Islands and the Balearic Islands of Majorca and Menorca, all seeking the riches that coffee had to offer. ===Golden era of coffee – \"black gold\"=== thumb|250px|left|Utuado in 1896 during the coffee golden era During the late 19th century Utuado experienced an explosive economic growth centered around the cultivation of coffee, also known at the time as oro negro or \"black gold\". By the 1890s Utuado was the largest producer of coffee in Puerto Rico and the second municipality (after Ponce) with the largest population. It produced a rich social life for many of its citizens and a casino and theatre were established in the town. The progress of the town was so evident that the regent Queen of Spain, María Cristina, honored the town with the title of Ciudad (City) on August 20, 1894.Archivo General de Indias, Reference Code: Ultramar 5147, EXP. 13, Document accessed and viewed at Archivos Españoles en red: www.http://aer.mcu.es/sgae/ In 1896 or 1897 Utuado was the first city in Puerto Rico with a public electric lighting system powered by a hydraulic turbine power plant,Book: Utuado: Notas Para su Historia, Dr. Pedro H. Hernandez Paralitici, San Juan, 1983, Page 43 and in that same year mayor Juan Casellas planned a train system to connect Utuado with Arecibo. By 1899 this golden era ended due to two events: the United States occupation of the island in 1898, which made sugar the new crop of importance instead of coffee (Utuado's mountainous landscape was not ideal for growing sugarcane, making it impossible for it to compete in the sugar industry), and Hurricane San Ciriaco in 1899, which destroyed the coffee haciendas. Utuado was the first municipality to elect officials after Spain ceded Puerto Rico to the United States. ===Massacre=== thumb|200px|El Imparcial headline: \"Aviation (US) bombs Utuado\" One of the most tragic moments in Utuado's history occurred on October 30, 1950, during the Utuado uprising against United States rule, which culminated in what is known as the Utuado Massacre. In Utuado, a group of 32 nationalists, led by nationalist leaders Heriberto Castro and Damián Torres, fought against the local police during the independence revolts which occurred in various cities and towns of the island. The group was reduced to 12 men and retreated to the house of Damián Torres. Torres' residence was attacked by 50-caliber machine-gun fire from ten American P-47 Thunderbolt planes.Maria Rosado; Pedro Albizu Campos: Las Llamas de la Aurora; pp. 352, 353; Ediciones Puerto pub.; The National Guard arrived later that day and ordered the nine men who survived the attack to surrender. Once the nationalists surrendered they were forced to march down Dr. Cueto Street to the main town square where their shoes, belts and personal belongings were removed. The group was then taken behind the police station where they were machine gunned. Four of the nationalists died in the act, they were nationalist leader Heriberto Castro, Julio Colón Feliciano, Agustín Quiñones Mercado, Antonio Ramos and Antonio González. González, who was 17 years old, pleaded for water and instead was bayoneted to death. ===Hurricane Maria=== thumb|Landslides in Utuado, Puerto Rico caused by Hurricane Maria in September 2017. \"Hurricane Maria triggered over 70,000 landslides across Puerto Rico.\" (Hughes and others, 2019)https://pubs.usgs.gov/of/2020/1022/ofr20201022_sheet.pdf Map Depicting Susceptibility to Landslides Triggered by Intense Rainfall, Puerto Rico Hurricane Maria on September 20, 2017, triggered numerous landslides in Utuado. In many areas of Utuado there were more than 25 landslides per square mile due to the intense rainfall from Hurricane Maria. 171017-F-FH950-0631 (37544301410).jpg|Relief efforts in Utuado 171017-F-FH950-0495 (37544302270).jpg|Residents cross a river after the bridge is washed out 171018-A-PT541-008 (37802495951).jpg|Relief efforts in Utuado on Oct. 18, 2017 171017-F-FH950-0935 (37544297560).jpg|Relief efforts in Utuado on Oct. 12, 2017 171017-F-FH950-0126 (37544307650).jpg|Human chain to move supplies from the helicopter to the residents 171017-F-FH950-0101 (37544308230).jpg|Resident was able to speak to her son three weeks later Infrastructure and homes in Utuado, Puerto Rico after Hurricane Maria (2017).jpg|Infrastructure and homes 171017-F-FH950-0020 (37544308560).jpg|Bridge destroyed 171011-F-FH950-0331 (37634525876).jpg|Mountain area Hurricane Maria Relief (3854127).jpeg|A UH-60 Black Hawk helicopter transports supplies ==Geography== Utuado is in the central mountainous region. ===Barrios=== Like all municipalities of Puerto Rico, Utuado is subdivided into barrios. The municipal buildings, central square and large Catholic church are located in a barrio referred to as . #Ángeles #Arenas #Caguana #Caníaco #Caonillas Abajo #Caonillas Arriba #Consejo #Don Alonso #Guaonico #Las Palmas #Limón #Mameyes Abajo #Paso Palma #Río Abajo #Roncador #Sabana Grande #Salto Abajo #Salto Arriba #Santa Isabel #Santa Rosa #Tetuán # Utuado barrio-pueblo #Viví Abajo #Viví Arriba ===Sectors=== Barrios (which are like minor civil divisions) and subbarrios, in turn, are further subdivided into smaller local populated place areas/units called sectores (sectors in English). The types of sectores may vary, from normally sector to urbanización to reparto to barriada to residencial, among others. ===Special Communities=== (Special Communities of Puerto Rico) are marginalized communities whose citizens are experiencing a certain amount of social exclusion. A map shows these communities occur in nearly every municipality of the commonwealth. Of the 742 places that were on the list in 2014, the following barrios, communities, sectors, or neighborhoods were in Utuado: , and . ==Demographics== ==Tourism== ===Landmarks and places of interest=== thumb| * waterfall * Dos Bocas Lake * Caonillas Lake * * Monuments to the Utuado Soldiers * Caguana Ceremonial Ball Courts Site * Río Abajo State Forest With narrow streets leading up to a central plaza surrounded by a church and the governor's house, Utuado Pueblo is an example of a town built during the Spanish colonial era of Puerto Rico. The Iglesia San Miguel Arcangel, the local Catholic parish, was founded in 1746. The current double-steepled church was built between 1872 and 1878 and is listed in the National Register of Historic Places, along with the Caguana Ceremonial Park and the Blanco Bridge or Puente Blanco located in Arenas barrio which connects Utuado with Adjuntas. Other buildings in Utuado Pueblo that retain their colonial architectural features include The Center for Art, Culture and Tourism in the old Tobacco Coop building, the old hospital Hospital Catalina Figueras and Teatro San Miguel, among others. The Rio Abajo State Forest (Bosque Estatal Rio Abajo) is a forest reserve shared with Arecibo and home to 223 plants and wildlife species including: native ceiba (Ceiba pentandra), Asian teaks (Tectona spp.), West Indian mahogany (Swietenia mahagoni), Honduran mahogany (S. humilis) and Australian pines (Casuarina spp.). It is also home to the federally endangered Puerto Rican broad-winged hawk (Buteo platypterus brunnescens) as well as a captive population of the critically endangered Puerto Rican parrot (Amazona vittata). Captive parrots are slowly being released into Río Abajo in an attempt to form a second population of parrots on the island. East of the Rio Abajo Forest Reserve is the Dos Bocas Lake and dam, one of several man-made lakes in Utuado. From El Embarcadero, near routes 123 and 146, boats take guests around the water to one of the many restaurants for lakeside dining. The Caonillas Lake and dam in the western region of Utuado is another man-made lake. This reservoir encompasses over and was constructed in 1948 by the Puerto Rico Electric Power Authority. ==Economy== ===Agriculture=== thumb|View of Utuado Pueblo from Sabana Grande barrio Utuado has regained some of its coffee producing power and was the 3rd largest coffee producer in Puerto Rico in the 2002 USDA Agricultural Census. It also produces oranges (ranked 4th), plantains (ranked 6th) and bananas (ranked 9th). It has been successful with livestock inventory ranking 3rd with hives of bees and 13th with pigs. In terms of manufacturing, Utuado has facilities producing textiles, paper and stone. ===Business=== Utuado today is equipped with a modern and competitive telecommunications infrastructure. Major cell phone companies including Claro and AT&T; offer mobile coverage. Liberty Cablevision and DirecTV offer cable and satellite television service, with Spanish and English channels as well as high-speed Internet service. ==Government== Like all municipalities in Puerto Rico, Utuado is administered by a mayor. Jorge \"Jorgito\" Pérez Heredia (NPP) took office as mayor of Utuado on January 16, 2021, succeeding Ernesto Irizarry Salvá (PDP) after an 8-year term. Utuado belongs to Representative District 22, which is represented by one Representative. In 2020, Jorge Alfredo Rivera Segarra was elected as District Representative. The city belongs to the Puerto Rico Senatorial district V, which is represented by two Senators. In 2012, Ramón Ruiz and Martín Vargas Morales (both PDP), were elected as District Senators. In 2020, Marially González (PDP) succeeded Vargas Morales for her first term as District Senator, while Ramón Ruiz was elected to his second. ==Culture== ===Baseball=== The (Utuado Mountaineers) are a semi-professional baseball team based in Utuado that competes in the Puerto Rico Amateur Baseball Federation's . The team achieved its first national championship in 1941 under the then (Sports Federation of the North) as the Utuado Stars. Their second national championship was in 1970 under the current baseball federation. The team won their third national championship on September 1, 2007, against the (Cidra Braves). On September 14, 2014, the won their fourth national championship title against the (Guayama Warlocks) in a 7-game final. On May 16, 2019, the signed Diamilette Quiles, making her not only the first female to play for the team, but also the first female signed in . Quiles was previously on the roster for the (Arecibo Wolves) in the Puerto Rico Women's Amateur Baseball Federation as well as playing softball for Puerto Rico in the Central American and Pan American Games. ===Table tennis=== Utuado's table tennis players include sisters Adriana, Melanie, Gabriela and Fabiola Díaz, Brian Afanador (cousin to the Díaz sisters), Daniel González, Richard Pietri, Daniely Ríos and Yomar González, all members of the Águilas de la Montaña Table Tennis Club. Both Brian Afanador and Adriana Diaz, members of the International Table Tennis Federation World HOPES Team, have risen to prominence all over the Caribbean, Latin America and the world in their respective categories. The head coaches of the table tennis athletes are Bladimir Diaz, father of the Díaz sisters, and Eladio Afanador, a high-level performance program coach. ===Festivals and events=== Utuado celebrates its patron saint festival in September. The is a religious and cultural celebration to honor Michael (archangel) and generally features parades, games, artisans, amusement rides, regional food, and live entertainment. Other festivals and events celebrated in Utuado include: * National BBQ Festival – Originated by locals Samuel Kanig and Ramon G. Garcia, it is a one-day barbecue festival held on the first Sunday of January. It is an annual family event where people exhibit their own creativity by building unique barbecues made from common and uncommon household items. The festival has exhibited barbecue grills made from items such as a toolbox, coffin, light post and even an automobile. * Juan Domingo Reyes Negrón Bike Day of Friendship – An annual bike day celebrated since 2001, between February and March. Celebrated in memory of Juan Domingo Reyes Negrón, a boy who died in a truck impact while on his bicycle in 2000, the idea was originated by the First Lady, Ivelisse Reyes and Director of the Municipal Office of Recreation and Sports at the time, José F. Collazo, it has since been sponsored by the Municipal Government of Utuado and the Municipal Office of Recreation and Sports. * Barrio Ángeles Fiesta – April * Tierra Adentro Festival – Hosted annually by the Agricultural Technology department of the University of Puerto Rico at Utuado, featuring arts and crafts by local artisans, cultural music, food and plant and animal exhibitions. This festival is held in April from a Wednesday to Sunday. * Guarionex Fiestas – April * Ángeles Artisanal Fair – An annual arts & crafts fair held in early May in Ángeles barrio featuring local artisans, music and food. * Rosary Cross Day – May * Longaniza Festival – Celebrated its first year in June 2009, it was the lifelong dream of Don Jose A. Carmona \"Don Toño\" to establish it to celebrate his legacy with his children (his own recipe for seasoning the sausage) and bring another special celebration to the mountain town and celebrate the longaniza. * Otoao Cultural Festival – An annual cultural event held in the beginning of December celebrating Utuado's Taino heritage. ==Transportation== With the recent completion of Highway 10, Utuado has become one of the easiest towns in the interior mountainous region to reach from the San Juan metropolitan area. What used to be a 3-hour trip has been reduced to 1 hour and 30 minutes (to reach the central town). There are 64 bridges in Utuado. Many of Utuados roads and bridges were destroyed by Hurricane Maria in 2017. Utuado sustained approximately $36 million in damages to its roads and bridges as a result of the hurricane. Funding to reconstruct a bridge in Arenas barrio, destroyed by Hurricane Maria in 2017, was made available in February 2021 and work was set to begin in June. ==Symbols== The has an official flag and coat of arms. The flag, coat of arms and anthem of Utuado were all adopted in 1987, under the incumbency of Mayor Waldemar Quiles. The flag and coat of arms were designed by Amílcar Rivera Díaz; he is also the writer and composer of the anthem of Utuado. ===Flag=== 200px|right The flag consists of three colored stripes, green, brown and blue laid across; green for the mountains of the town, brown for the fertile soils and blue for the many rivers across the municipality. Centered in the flag is the sun of Otoao, a Taíno representation of the sun. ===Coat of arms=== The coat of arms bears a shield with a cemí (deity or ancentral spirit) and a silver sword. The color of the cemí alludes to the color of the earth, while the silver sword with a hilt in gold recalls Saint Michael, the town's patron. The Taíno mythological figure that appears on the upper left side symbolizes the \"Caguana woman\". The mine, the peak and the gold shovel crossed by the lamp of the copper miners establish the mineral wealth of this area. Finally, the blue background of the coat of arms remembers its skies, while the lower white stripe alludes to the Viví River that crosses the town. ===Anthem=== The anthem of Utuado is titled \"Valle Bendito el de Mi Otoao\" (Blessed Valley of my Otoao). ==Education== There are currently 20 schools under the Puerto Rico Department of Education system, 2 private schools and one college level institution; the vast majority of children in Utuado attend public schools. The main primary-level education institutions include María Libertad Gómez, Bernardo González, and Judith A. Vivas, among others located outside Utuado Pueblo. Among the principal secondary-level institutions are the Francisco Ramos Middle School, Luis Muñoz Rivera High School and Antonio Reyes Padilla Vocational High School. While most students attend the before-mentioned schools, Utuado also has two private education institutions, both primary- level: Colegio Utuadeño San José and Academia Dailén. Founded in 1979, the University of Puerto Rico at Utuado is the youngest campus of the University of Puerto Rico and the only post secondary-level institution in Utuado, specializing in agricultural studies in areas such as pest control, horticulture, livestock industry and agricultural production. ==Notable people== * Brian Afanador, table tennis athlete and Olympian, cousin to sisters Adriana and Melanie Díaz * Roberto Cortés, Telemundo Puerto Rico weather anchor * Adriana and Melanie Díaz, table tennis athletes and Olympians, cousins to Brian Afanador * PFC Fernando Luis García, US Marine private, killed in action in 1952 during the Korean War * María Libertad Gómez Garriga, educator and politician * Major Fernando L. Ribas Dominicci, US Air Force pilot, killed in action during Operation El Dorado Canyon * Marisol Malaret, Miss Puerto Rico 1970 and Miss Universe 1970 * Nuria Sebazco, Telemundo Puerto Rico news reporter * Ramona Trinidad Iglesias (1889–2004), world's oldest person and the last person born in 1889, she was 114 years and 272 days old * Normando Valentín, WAPA-TV news reporter, anchor and journalist * Melvin \"Memo\" Rodriguez (Baseball player- Doble AA) * Celimar Adames ( Journalist Teleonce) * Katiria Soto ( Journalist WAPA) * Kefren Velazquez ( Journalist) ==Gallery== File:Zipline in the Tanamá National Forest of Utuado, Puerto Rico.jpg|Zipline in the Tanamá Forest of Utuado File:ParoquiaSanMiguelArcangelAug2007.jpg|The Church of San Miguel in Utuado File:LagoDosBocas92007.jpg| in Don Alonso barrio File:LagoCaonillas.jpg| in Caonillas barrio File:Puente La Hamaca El Verde - Utuado, Puerto Rico - panoramio.jpg| in Utuado File:View from FInca Vista Bella, Jayuya PR.jpg|View from Finca Vista Bella, a vineyard in Tetuán barrio ==See also== *List of Puerto Ricans *History of Puerto Rico *Did you know-Puerto Rico? *National Register of Historic Places listings in Puerto Rico ==References== ==Further reading== * El Porvenir de Utuado: estudio historico, descriptivo y estadistico, by Ramón Morel Campos, published by El Vapor: Ponce in 1896. * Libertad y Servidumbre en el Puerto Rico del siglo XIX: (los jornaleros utuadeños en vísperas del auge del café), by Fernando Picó, published by Ediciones Huracan in 1979. * Los Gallos Peleados, by Fernando Picó, published by Ediciones Huracan in 1983. * Amargo Café: los pequeños caficultores de Utuado en la segunda mitad del siglo XIX, by Fernando Picó, published by Ediciones Huracan in 1981. * El Dorado Borincano: La economia de la conquista 1510–1550, Jalil Sued Badillo, published by Ediciones Puerto Rico in 2001. * Historia Geografica, Civil y Natural de la isla de San Juan Bautista de Puerto Rico, Fray Iñigo Abbad y Lasierra, originally published in 1788, later published in 1866 with annotations by Jose Julian Acosta y Calbo. == External links == * Utuado and its barrios, United States Census Bureau * History of Utuado and Old Archival Photos Category:Municipalities of Puerto Rico Category:Populated places established in 1739 Category:1739 establishments in the Spanish Empire",
 "title": "Utuado, Puerto Rico"
}