{
 "id": "654493",
 "text": "Santa Isabel () is a town and municipality of Puerto Rico located in the southern coast of the island, south of Coamo; east of Juana Díaz; and west of Salinas. Santa Isabel is spread over 7 barrios and Santa Isabel Pueblo (the downtown area and the administrative center). It is the principal city of the Santa Isabel Micropolitan Statistical Area and is part of the Ponce-Yauco- Coamo Combined Statistical Area. Santa Isabel is known as La Ciudad de los Potros (\"City of Colts\") due to the number of potreros (or racehorse stud farms) in the area. ==History== Before being founded, the area where Santa Isabel is located today was part of the boundary between the cacicazgos (or Taíno regions) of Guaynia and Guayama. During the Spanish conquest and settlement of Borinquen, the area became key to the settlement and agriculture of Coamo which at the time was the second town to be founded in the southern part of the island. Numerous estancias were established in the region during the time to cultivate \"frutos menores\" or small crops for local use such as rice, corn, beans and root vegetables. The area where Central Cortada is located was originally called Estancia Descalabrado, and was owned by Catalan settler Juan de Quintana from 1737. The municipality of Santa Isabel was officially founded on October 5, 1842 by Antonio Vélez. Vélez led a group of residents to obtain independence from the municipality of Coamo, which Santa Isabel was originally a part of. Puerto Rico was ceded by Spain in the aftermath of the Spanish–American War under the terms of the Treaty of Paris of 1898 and became a territory of the United States. In 1899, the United States conducted its first census of Puerto Rico finding that the population of Santa Isabel was 4,858. ==Geography== Santa Isabel is on the southern coast. *Aguirre State Forest *Rivers; Río Cayures, Río Coamo, Río Descalabrado and Río Jueyes. ===Barrios=== thumb|Subdivisions of Santa Isabel.|left Like all municipalities of Puerto Rico, Santa Isabel is subdivided into barrios. The municipal buildings, central square and large Catholic church are located in a barrio referred to as . #Boca Velázquez #Descalabrado #Felicia 1 #Felicia 2 #Jauca 1 #Jauca 2 #Playa #Santa Isabel barrio-pueblo ===Sectors=== Barrios (which are like minor civil divisions) and subbarrios, in turn, are further subdivided into smaller local populated place areas/units called sectores (sectors in English). The types of sectores may vary, from normally sector to urbanización to reparto to barriada to residencial, among others. ===Special Communities=== (Special Communities of Puerto Rico) are marginalized communities whose citizens are experiencing a certain amount of social exclusion. A map shows these communities occur in nearly every municipality of the commonwealth. Of the 742 places that were on the list in 2014, the following barrios, communities, sectors, or neighborhoods were in Santa Isabel: Playita Cortada, Sector Islote, Sector Canta Sapo, Sector Descalabrado, Sector El Río, Sector Florida, Sector la Pica, Sector Villa Pote, and Sector Villa Pulga (Villa del Mar). ==Demographics== ==Tourism== ===Landmarks and places of interest=== There are 29 beaches in Santa Isabel. Some of the main attractions of Santa Isabel are: *El Malecón (boardwalk) *Indian Museum *Jauca Beach *Hacienda Alomar Ruins *Central Cortada (Cortada Sugarcane Refinery) ==Economy== left|thumb|Crops in Felicia, Santa Isabel. ===Agriculture=== The surrounding areas produces fruits and vegetables. Campo Fresco, a Puerto Rican company, owns a plant in Santa Isabel, from where they produce Jugos Lotus juice and other drink brands. ===Industry=== Aerospace, electrical and electronic, metal products and nutritional products. ==Culture== ===Festivals and Events=== Santa Isabel celebrates its patron saint festival in July. The is a religious and cultural celebration that generally features parades, games, artisans, amusement rides, regional food, and live entertainment. Other festivals and events celebrated in Santa Isabel include: *Agroferia Santa Isabel - April *Carnaval de Baloncesto Barrio Ollas - July *City Foundation Anniversary - October *Encendido Navideño Barriada Felicia, Calle Elifaz Ostolaza - November ==Schools== ===Elementary=== *Escuela Martín G. Brumbaugh *Escuela John F. Kennedy *Escuela Esther Rivera *Escuela Ana L. Rosa Tricoche *Escuela Apolonia Valentín *Escuela Ana Valldejuly *Escuela Emilio Casas ===Middle school=== *Escuela Manuel Martín Monserrate ===High school=== *Escuela Elvira M. Colón ===Second Units=== *Escuela S.U. Pedro Meléndez (Playita Cortada) ===Private Education=== *Colegio Evangélico Fuente De Sabiduría (K-6) *Colegio LOGOS ==Sports== Santa Isabel is known as Tierra de Campeones (Land of Champions) because of its rich sports tradition (especially in Baseball). The city is home to the Santa Isabel Potros baseball team. The Potros won the 1992 National Championship of the Federación de Béisbol Aficionado de Puerto Rico. The team plays its home games at Estadio Municipal Luis Guillermo Moreno. * Class A Baseball Teams (Wild Passages of Paso Seco, Marlins de Felicia and Jueueros de Jauca) * Double A Baseball Team (Ponies of Santa Isabel) * Basketball Carnival (Ollas neighborhood) - July * Interbarrio Children's Basketball League - August–November * Sporting Goods Store (BBB Sports) * Double A Youth Baseball Team (Potritos U19) * Soccer Teams (Santa Isabel Soccer Club) * Collegiate Volleyball (UAGM Santa Isabel) ==Government== All municipalities in Puerto Rico are administered by a mayor, elected every four years. Enrique \"Quique\" Questell (of the New Progressive Party) was elected at the 2004 general election and served from 2005. Questell lost to Rafael \"Billy\" Burgos Santiago in the November 2020 elections. The city belongs to the Puerto Rico Senatorial district VI, which is represented by two Senators. In 2012, Miguel Pereira Castillo and Angel M. Rodríguez were elected as District Senators.Elecciones Generales 2012: Escrutinio General on CEEPUR ==Transportation== There are 12 bridges in Santa Isabel. ==Symbols== The has an official flag and coat of arms. ===Flag=== The flag is divided horizontally into three stripes; white at the top, yellow in the center and red at the bottom, and may be decorated with sugarcane stems. thumb|right|Alternate flag of Santa Isabel with sugar cane stem ornamentation ===Coat of arms=== The crown stands for Queen Elizabeth of Hungary (Isabel in Spanish). The shells are a symbol of St. James the patron saint of the town, as well as for the many shells found in the beaches near the town. ==Notable Santaisabelinos== *Adolfo L. Monserrate Anselmi - former member Puerto Rico House of Representatives *Carmelo Colón Rivera - Educator, Spanish Language Doctor, Poet. *Hiram Vega Cruz - Educator and composer. *Denny Agosto Vega - Musician, drummer, band member (Polyesnso). *César Miranda Rodríguez *Benito Santiago - Baseball player; won unanimously the 1986 the National League Rookie of the Year Award with the San Diego Padres. *Elvira M. Colón - Teacher. *Carlos Muñoz - Student from Escuela Superior Elvira M. Colón, the first from Santa Isabel to win Premios El Nuevo Día Educador *Melwin Cedeño - Actor, comedian, Merengue musician, and singer. *Carlos Colón Sr. - professional wrestler known as El Acróbata de Puerto Rico. Owner of the World Wrestling Council (WWC). Former WWE wrestler. Inducted into the WWE Hall Of Fame in 2014. *Mario Ortiz - Accomplished trumpet player, arranger and band leader of the 60's. *Elvin F. Torres Serrant - Musical Director of Limi-T 21. Released their first album in 1990 breaking new grounds in the genre of Merengue. *Javier Bermúdez - Lead singer of Limi-T 21. *Luigi Texidor - Singer for La Sonora Ponceña, El Gran Combo de Puerto Rico, Puerto Rican All-Stars and Fania All-Stars. *Pedro María Descartes - Legislator, mayor and leader of the Autonomist Movement during the 18th century. * Melvin Rivera Velázquez - Journalist, historian and head of Global Bible Publishing of the United Bible Societies. Editor of the Santa Isabel history blog www.santaisabelpr.com. * Carlos Correa - Baseball player; First Overall Pick in the 2012 MLB Draft, 2015 American League Rookie Of The Year, Shortstop for the Houston Astros. * José Guzmán - Former professional Baseball pitcher for the Texas Rangers. * Carlos Irrizarry - Painteret the Certi Hi *Mariano Civico - Salsa Singer. *Roque Delpín Reyes - Former Mayor 1993–1997. *Dr. José D. Quiles Rosas - Current president of Federación de Béisbol Aficionado de Puerto Rico, former Santa Isabel Potros team owner. *George Nenadich on air personality on Sirius XM. The only Latino on air personality on 2 channels on Sirius XM. La Jungla de Rumbon ch767 Fri 7-10pm and on Caliente ch158 with Salsa Nation Sat 10-12pm. Born and raised in Paterson NJ from Puerto Rican parents. Mother from Santa Isabel, Playita Cortada sector PR and Father from Fajardo, PR. ==Gallery== File:Irrigation method seen in Santa Isabel, Puerto Rico.jpg|Irrigation method in Santa Isabel File:Santa Isabel, Puerto Rico.jpg|View of Caribbean Sea from Santa Isabel File:2022generalsantaisabel1.jpg|Cattle in Jauca. ==See also== *List of Puerto Ricans *History of Puerto Rico *Did you know-Puerto Rico? ==References== ==External links== * Crest of the City * Evaluation of Groundwater Quality and Selected Hydrologic Conditions in the South Coast Aquifer, Santa Isabel Area, Puerto Rico, 2008-09 United States Geological Survey * History of Santa Isabel * Santa Isabel Municipality on Facebook (in Spanish) Category:Municipalities of Puerto Rico Category:Populated coastal places in Puerto Rico Category:Populated places established in 1842",
 "title": "Santa Isabel, Puerto Rico"
}