{
 "id": "654573",
 "text": "Bridgend County Borough () is a county borough in the south-east of Wales. The county borough has a total population of 139,200 people, and contains the town of Bridgend, after which it is named. Its members of the Senedd are Sarah Murphy MS, representing the Bridgend Constituency, and Huw Irranca-Davies MS representing the Ogmore Constituency, and its members of UK parliament are Jamie Wallis and Chris Elmore. The county borough lies at the geographical heart of south Wales. Its land area of 110 mi2 (285 km2) stretches 12 miles (20 km) from east to west and occupies the Llynfi, Garw and Ogmore valleys. The largest town is Bridgend (pop: 39,773), followed by Maesteg (pop: 20,700) and seaside resort of Porthcawl (pop: 19,238). It is situated on the Ogmore River and its tributaries, although the Ewenny and Ogwr Fach rivers form the border with the Vale of Glamorgan for much of their length. It was formed on 1 April 1996 under the Local Government (Wales) Act 1994. It includes all of the former Ogwr borough apart from the communities of Wick, St Bride's Major and Ewenny, which went to Vale of Glamorgan. Bridgend County Borough was divided into 20 communities: Brackla, Bridgend, Cefn Cribwr, Coity Higher, Coychurch Higher, Coychurch Lower, Cornelly, Garw Valley, Laleston, Llangynwyd Lower, Llangynwyd Middle, Maesteg, Merthyr Mawr, Newcastle Higher, Ogmore Valley, Pencoed, Porthcawl, Pyle, St Bride's Minor and Ynysawdre. The communities of Brackla, Bridgend and Coychurch Lower make up the town of Bridgend. ==Government== The region is governed by Bridgend County Borough Council, a Principal council. It is currently in the control of the Labour party with 26 seats out of 54. ==Schools== ==Parks and green spaces== Bryngarw Country Park is the largest (113 acres) country park in the borough. It offers many amenity based areas including an adventure play area, barbecue and picnic areas, car park, cafe, visitor centre and toilets; as well as a patchwork of woodland, grassland and freshwater habitats. Bryngarw Country Park is a Grade II listed Historic Park and Garden and has been designated a 'Green Flag' Park since 2010. The Oriental Garden in the park has been noted as a 'Visit Wales Sustainable Tourism, Historic Gardens Centre of Excellence’ by the 'One Historic Garden, Centre of Excellence'. Kenfig National Nature Reserve with Glamorgan's largest natural lake, Kenfig Pool, is set on the edge of this area, with views from Sker beach across Swansea Bay to Gower. It is one of the finest wildlife habitats in Wales, and one of the last remnants of a huge dune system that once stretched along the coast from the River Ogmore to the Gower peninsula. The reserve is home to unique wild orchids, as well as insects and wildlife. Kenfig is one of the most important sites in Britain for nature conservation. Parc Slip Nature Reserve is an environment of wetlands, woodlands and meadows at the Parc Slip Nature Park where there is a wealth of wildlife. After a century of coal mining on the site, the Wildlife Trust began to manage the land for nature in the late 1980s. Varied habitats have since been created and the park supports an increasing diversity of wildlife. ==Notable people== * :Category:People from Bridgend ==Freedom of the Borough== The following people and military units have received the Freedom of the Borough of Bridgend. ===Individuals=== ===Military Units=== * The Royal Welsh: 30 August 2008. * 2 Company 1st Battalion The Welsh Guards: 11 May 2011. ==See also== *List of places in Bridgend County Borough *List of Scheduled Monuments in Bridgend *List of community and voluntary groups in Bridgend County ==References== ==External links== * * * Bridgend Association of Voluntary Organisations Category:Glamorgan Category:Principal areas of Wales Category:County boroughs of Wales",
 "title": "Bridgend County Borough"
}