{
 "id": "654772",
 "text": "Joan Van Ark (born June 16, 1943) is an American actress. She is best known for her role as Valene Ewing on the primetime soap opera Knots Landing. A life member of The Actors Studio, she made her Broadway debut in 1966 in Barefoot in the Park. In 1971, she received a Theatre World Award and was nominated for the Tony Award for Best Featured Actress in a Play for the revival of The School for Wives.Joan Van Ark profile at Yahoo! Movies In 1978, Van Ark landed her most famous role of Valene Ewing, who first appeared on the CBS series Dallas, then was a leading character for 13 seasons on its spin-off Knots Landing (1979–92). For her performance on Knots Landing, she won the Soap Opera Digest Award for Best Actress in 1986 and 1989. She left the show in 1992, although she did return for the series' final two episodes in 1993 as well as the 1997 miniseries Knots Landing: Back to the Cul-de-Sac. In 1985, she received a Daytime Emmy Award nomination as host of the Tournament of Roses Parade on CBS. From 2004 to 2005, she starred in the soap opera The Young and the Restless. She reprised her role of Valene in an episode of the new Dallas series in 2013. ==Early life and education== Van Ark was born in New York City to Dorothy Jean Van Ark (née Hemenway) (1917-1983) and Carroll Van Ark (1897-1972), an advertiser and public relations consultant from Holland, Michigan, of Dutch ancestry. Carroll Van Ark's paternal grandfather was an immigrant from The Netherlands. Both parents were also writers. She grew up in Boulder, Colorado, with three siblings. At age 15 as a student reporter, Van Ark met and interviewed actress Julie Harris, who recommended that Van Ark apply to the Yale School of Drama, which Harris had attended in her early twenties. Van Ark followed in Harris' footsteps and went to Yale Drama on a scholarship. Van Ark was one of the few acceptees to attend the Yale graduate program without first having earned an undergraduate degree. Van Ark was also reportedly the only female student on campus at the time. She attended for only one year. Years later, Harris appeared on Knots Landing as Lilimae Clements, the mother of Valene Ewing, Van Ark's character. After Harris died in 2013, Van Ark announced at a Broadway memorial service the creation of the Julie Harris Scholarship, which provides annual support to an actor studying at the Yale Drama School. Alec Baldwin, who played Harris' son and Van Ark's brother on Knots Landing, made the first contribution. In 2021, Yale Drama became tuition-free and was rebranded the David Geffen School of Drama at Yale University. ==Career== Van Ark began her professional career at the Guthrie Theater in Molière's The Miser, in which she appeared opposite Hume Cronyn and Zoe Caldwell. That was followed by Death of a Salesman at the Guthrie with both Cronyn and Jessica Tandy. After a season at the Arena Stage in Washington, D.C., she originated the role of Corie in the national touring company of Barefoot in the Park, directed by Mike Nichols. She recreated the role at the Piccadilly Circus in the critically acclaimed London Company when she replaced Marlo Thomas, who had torn a ligament, and she eventually played the part again on Broadway in 1966. Van Ark and her new husband moved to Los Angeles, where she started garnering television credits; however, in 1971, she revisited Broadway, where she earned a Theatre World Award and received a Tony nomination for her performance as Agnès in Molière's The School for Wives, directed by Stephen Porter. Van Ark starred opposite Ray Milland and Sam Elliott in the horror film Frogs, which was theatrically released on March 10, 1972. After receiving a contract with Universal Studios, Van Ark co-starred with Bette Davis in The Judge and Jake Wyler, a 1972 telefilm and series pilot that failed to be picked up by NBC. Van Ark played the role of Erika in M*A*S*H in 1973 in the episode entitled \"Radar's Report.\" Van Ark was also a regular castmember of the short-lived television sitcoms Temperatures Rising (1972–73) and We've Got Each Other (1977–78). In 1974, Van Ark, tapped as a late replacement for Mary Ure, returned to Broadway as Silia Gala in a revival of Pirandello's The Rules of the Game, which was performed by the New Phoenix Repertory Co. at the Helen Hayes Theater and also featured Glenn Close, who, in addition to playing a bit part as a neighbor, served as Van Ark's understudy in the lead role of Silia. Game reunited Van Ark with School for Wives director Stephen Porter as well as Wives co-star David Dukes. In 1975, a production of Game was also broadcast on Great Performances as one of its Theatre in America selections. Van Ark co-starred opposite Richard Boone in the science fiction outing The Last Dinosaur, which was filmed at Tsuburaya Studios in Tokyo and on location in the Japanese Alps. The picture was intended to be released theatrically but failed to find a distributor and instead aired as a TV movie in February 1977. In addition, Van Ark performed the voice of Spider-Woman in the short-lived 1979 animated series of the same name. After working for several years in a variety of guest roles on television, in 1978, she gained her best-known role as Valene Ewing (originally as a one-time appearance) on Dallas. Van Ark kept a tight schedule and was flying a lot the week of her Dallas debut, as Dallas was being filmed in Texas and she was simultaneously shooting an episode of The Love Boat in L.A. and doing voiceover work for Estée Lauder in New York. However, writers later worked the character into a couple of additional episodes; and in 1979, Van Ark then carried the Valene character over into the long-running spin-off, Knots Landing, in which she co-starred for thirteen of the show's fourteen seasons. She left in 1992, although she did return for its final two episodes in May 1993. Her character was married three times to husband Gary Ewing, played in the series by Ted Shackelford, and also had two other marriages during the show's run. During her thirteen years on Knots Landing, Van Ark earned two Soap Opera Digest Awards for Best Actress (1986, 1989) and was nominated an additional six times. Over the course of the program, Van Ark probably received her greatest recognition as an actress during the sixth year, which featured an intricate storyline involving the theft of Valene's twin babies. Their disappearance prompted Valene to embark on a surreal emotional journey and pilgrimage in which she left the cul-de-sac in California and morphed into the persona of a character from a novel she had written. In the 1984-1985 season finale, \"The Long and Winding Road,\" Val finds out that her babies are still alive, and this episode's original broadcast marked the only time Knots Landing ever reached the #1 spot in the weekly Nielsen ratings. In its edition dated June 29, 1985, TV Guide assessed of her performance: \"Knots Landing has the grimmest plots but the strongest cast, headed by the incomparable Joan Van Ark as Valene.\" Later on, she directed two of the series' episodes, one in the last season after she was no longer a regular performer on the serial. In 1985, she also hosted CBS' Tournament of Roses Parade, which received a Daytime Emmy nomination for Outstanding Special Class Program. Mirroring their characters' onscreen friendship, Van Ark and KL co-star Michele Lee became good friends while working together on the series. In May 1997, Van Ark reprised her role of Valene Ewing in the CBS mini-series Knots Landing: Back to the Cul-de-Sac; while in December 2005, she appeared in the non-fiction reunion Knots Landing Reunion: Together Again, in which she reminisced with the other cast members about the long-running CBS television show. Shortly before leaving Knots Landing, she starred opposite Christopher Meloni in an ill-fated pilot called Spin Doctors, a sitcom for NBC that was not picked up. An ABC Afterschool Special called Boys Will Be Boys: The Ali Cooper Story (1994), which she appeared in and directed, was nominated for a Humanitas. In 1997, Van Ark also directed a documentary short on homelessness and domestic violence for the Directors Guild of America, and the piece was nominated for an Emmy Award. She originated the role of Gloria Fisher Abbott on CBS television's The Young and the Restless from 2004 to 2005, then decided to leave the role and was replaced by Judith Chapman. Van Ark also appeared Off-Broadway opposite John Rubinstein in Love Letters, as well as in Edward Albee's Pulitzer Prize winning Three Tall Women at the Promenade Theatre and The Exonerated at the Bleecker Street Theatre. In 2000, she performed in Camino Real in Washington, D.C. Her Los Angeles theater credits include: Cyrano de Bergerac as Roxanne, as well as Ring Around the Moon, Chemin de Fer, Heartbreak House and As You Like It, for which she won a Los Angeles Drama Critics Award. Opposite David Birney, she appeared as Lady Macbeth in the Grove Shakespeare Festival's production of Macbeth, produced by Charles Johanson. Van Ark has also starred in three Williamstown Theatre Festival productions: The Night of the Iguana (1987), the 40th anniversary presentation of Stephen Sondheim's A Little Night Music (1994) and The Legend of Oedipus (1988), which is a five-hour, two-part adaptation by Kenneth Cavander of the classic Greek tragedies and was directed by WTF co-founder Nikos Psacharopoulos, who was also Van Ark's acting professor when she was attending the Yale School of Drama. Later stage work includes: her origination of the role of Mrs. Fenway in Escape, one of the newly discovered Tennessee Williams' short plays featured as part of the Five by Tenn collection at the Kennedy Center in 2004; the 2005 La Jolla Playhouse production of Private Fittings, directed by Des McAnuff, and a presentation of A Lovely Sunday for Creve Coeur in 2006 at the Hartford Stage. Her TV movies include: My First Love, in which she plays the younger woman in a romantic triangle with Bea Arthur and Richard Kiley; Always Remember I Love You opposite Patty Duke; Moment of Truth: A Mother's Deception; In the Shadows, Someone's Watching with Daniel J. Travanti, a former Yale classmate, and Rick Springfield; and based on the novel by Stuart M. Kaminsky, When the Dark Man Calls, in which she portrays a radio psychologist opposite Chris Sarandon as her brother Lloyd and James Read as Detective Lieberman. Van Ark has also performed in a variety of guest roles, including on episodes of Bonanza, Night Gallery, M*A*S*H, The Six Million Dollar Man, Petrocelli, Quincy, Kojak, Barnaby Jones, and Rhoda (in which she played the ex-wife of Rhoda's husband). She appeared in three separate episodes of Medical Center, Cannon and The Rockford Files, and four separate episodes of The Love Boat. In 1978, she also appeared in an episode of Wonder Woman with Ted Shackelford, who would later become her onscreen husband Gary Ewing on both Dallas and Knots Landing. Post- KL guest spots include: The Nanny and The Fresh Prince of Bel-Air. In April 2001, Van Ark was featured in an episode of the Howard Stern-produced show Son of the Beach as Ima Cummings, the mother of show regular BJ Cummings (played by Jaime Bergman). In 2008, she was reunited with her Knots Landing co-star Donna Mills in an episode of the FX drama series Nip/Tuck. The same year, she also played a network executive in the film Channels. In April 2009, Van Ark appeared at the TV Land awards, where Knots Landing was being honored on its 30-year anniversary. Other Knots Landing actors who were present included Michele Lee, Donna Mills, Kevin Dobson, Ted Shackelford, Lisa Hartman Black, Constance McCashin, Don Murray and Michelle Phillips, along with Dallas/Knots Landing creator David Jacobs. In 2011, she performed voice work in an episode of the animated comedy series Archer. In 2013, she guest-starred in an episode of the new Dallas series, in which she reprised the role of Valene Ewing. The same year, she also appeared as a guest judge on the Logo series RuPaul's Drag Race. ==Personal life== On February 1, 1966, Van Ark married news reporter John Marshall, who later became a correspondent for two decades at KNBC-TV and won both an Emmy and a Golden Mike Award. Van Ark and Marshall were high school sweethearts in Boulder, Colorado, and wed in Trier, Germany, where Marshall was stationed at the time in the Armed Forces Television Service. For their honeymoon, they took a European tour of places made famous by her namesake, Joan of Arc. The couple's only child is voice actress, model, and singer Vanessa Marshall. In 1997, mother and daughter appeared together in the play Star Dust at the Tiffany Theater. Van Ark is a long-distance runner who has participated in 14 marathons and made the cover of Runner's World. ==Filmography== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 1967 | Run for Your Life | Donna Hayward | 2 episodes |- | rowspan=3| 1968 | The Felony Squad | Lynne Thackeray | 1 episode |- | Peyton Place | Paula | 2 episodes |- | The Mod Squad | April Showers | 1 episode |- | rowspan=3| 1969 | The Guns of Will Sonnett | Laurie | 1 episode |- | Bonanza | Annie Laurie Adams | 1 episode |- | Gunsmoke | Sarah Jean Stryker | 1 episode |- | rowspan=5| 1970 | Hawaii Five-O | Freda Cowan | 1 episode |- | Days of Our Lives | Janie Whitney #3 | 17 episodes |- | The F.B.I. | Hanson | Episode: The Condemned |- | The Silent Force | Louise Hanson | Episode: \"A Deadly Game of Love\" |- | Dan August | Harrison's Secretary | Episode: \"The Union Forever\" |- | rowspan=2| 1971 | The Bold Ones: The New Doctors | Evelyn Baker | 1 episode |- | The F.B.I. | Carla | Episode: The Deadly Gift |- | 1970–1972 | Love, American Style | Alice | 2 episodes |- | rowspan=3| 1972 | Frogs | Karen Crockett | THEATRICAL |- | The Judge and Jake Wyler | Alicia Dodd | TV movie and series pilot |- | Night Gallery | Sondra Blanco | Episode: \"The Ring with the Red Velvet Ropes\" |- | 1973 | Mannix | Jennifer Crane | Episode: \"The Girl in the Polka Dot Dress\" |- | 1972–1973 | Temperatures Rising | Annie Carlisle | 26 episodes |- | rowspan=\"4\" | 1974 | Big Rose: Double Trouble | Nina | TV movie |- | Barnaby Jones | Sheila Barner | 1 episode |- | The Rockford Files | Barbara Kelbaker Susan Alexander | Episode: \"Find Me If You Can.\" Episode: s2:e4 \"Resurrection in Black and White.\" |- | Cannon | Anna Meister | 1 episode |- | rowspan=3| 1975 | Great Performances | Silia Gala | The play The Rules of the Game was shown in the Theater in America series |- | Rhoda | Marian Gerard | 1 episode |- | The Last of the Mohicans | Cora Munro | Voice only |- | rowspan=2| 1977 | The Last Dinosaur | Francesca 'Frankie' Banks | TV movie |- | Kojak | Detective Jo Lang | Opposite Kevin Dobson, with whom she later co-starred in Knots Landing |- |1977 | McMillan (formerly McMillan and Wife) | Georgie | 1 episode |- | 1977–1978 | We've Got Each Other | Dee Dee Baldwin | 13 episodes |- | rowspan=3| 1978 | Quincy M.E. | Bert Phillips | 1 episode |- | Quark | Princess Libido | 2 episodes |- | Wonder Woman | Cassandra | Episode: \"Time Bomb\" with Ted Shackelford, who later played her husband on Knots Landing |- | 1973–1978 | M*A*S*H | Lt. Erika Johnson | 2 episodes: \"Radar's Report\" and \"Our Finest Hour\" |- | 1978-1980 | Manta and Moray | Moray | Voice only (8 episodes) |- | 1979 | Spider-Woman | Jessica Drew/Spider-Woman | Voice only (16 episodes) |- | 1979–1984 | The Love Boat | Deborah Marshall/Kris Hayley/Mary Sue Huggins | 4 episodes |- | 1981 | Red Flag: The Ultimate Game | Marie | TV movie: opposite William Devane, with whom she later co-starred in Knots Landing |- | rowspan=2| 1988 | Shakedown on the Sunset Strip | Brenda Allen | TV movie |- | My First Love | Claire Thomas | TV movie |- | rowspan=2| 1990 | Always Remember I Love You | Martha \"Marty\" Mendham | TV movie |- | Menu for Murder | Julia Alberts | TV movie |- | 1978–1981, 1991 | Dallas | Valene Ewing | 8 episodes |- | 1979–1993 | Knots Landing | Valene Ewing | 327 episodes Soap Opera Digest Award for Outstanding Actress in a Leading Role: Prime Time (1986, 1989) TV Land Award – Anniversary Award (2009) Nominated – Soap Opera Digest Award for Outstanding Actress in a Leading Role: Prime Time (1988, 1991) |- | rowspan=1| 1993 | In the Shadows, Someone's Watching | Cinnie Merritt | TV movie |- | 1994 | Moment of Truth: A Mother's Deception | Nora McGill | TV movie |- | 1995 | When the Dark Man Calls | Julianne Kaiser | TV movie: based on the novel by Stuart M. Kaminsky; in the book, her character's name is Jean Kaiser |- | rowspan=3| 1996 | Touched by an Angel | Kim Carpenter | 1 episode |- | The Fresh Prince of Bel-Air | Jewel Pemberton | 1 episode |- | Santo Bugito | Amelia | Voice role (1 episode) |- | 1997 | Knots Landing: Back to the Cul-de-Sac | Valene Ewing | TV mini-series |- | rowspan=2| 1998 | The Nanny | Margo Lange | 1 episode |- | Loyal Opposition: Terror in the White House | Vice President Elizabeth Lane | TV movie |- | rowspan=2| 2000 | Held for Ransom | Nancy Donavan | Direct to video film |- | It's the Pied Piper, Charlie Brown | Secretary | Voice role - TV Special |- | 2001 | Twice in a Lifetime | Camilla Bianco / Anna | Episode: \"Mama Mia\" |- | 2001 | Son of the Beach | Ima Cummings | Episode: \"Light My Firebush\" |- | 2001 | Heavy Gear: The Animated Series | Commander Crusher Von Krieg | Voice only (1 episode) |- | 2001 | UP, Michigan! | Deborah Michaels | THEATRICAL |- | 2002 | Tornado Warning | Mayor McAnders | TV movie |- | 2003 | Net Games | Dr. Klein | THEATRICAL |- | 2004 | The Grim Adventures of Billy & Mandy | Wanda/Woman/Mandy #3 | Voice only (1 episode) |- | 2004–2005 | The Young and the Restless | Gloria Abbott | 54 episodes |- | 2005 | Diamond Zero | The Hemingway Diamond | THEATRICAL |- | 2008 | Channels | Megan Phillips | THEATRICAL |- | 2009 | My Name Is Earl | Janine | 1 episode |- | 2008–2010 | Nip/Tuck | Annette Wainwright | 2 episodes |- | 2011 | Archer | Ruth | Voice only (1 episode) |- | 2011-2012 | Pretty the Series | Miss Senior Someone | Episode: \"A Pretty Finale\" (2011) Episode: \"The Prettiest Finale Yet\" (2012) |- | 2012 |Watercolor Postcards | Momma | THEATRICAL |- | 2013 | Dallas | Valene Ewing | 1 episode |- | 2014 |The 636 | Rose | THEATRICAL (Short) |- | 2015 | Fallout 4 | Bonnie Tournquist, Phyllis Daily & Roslyn Chambers | Voice roles - Video Game |- | 2017 | Psycho Wedding Crasher | Aunt Daisy | TV movie |- | 2019 | Doom Patrol | Mrs. Franklin | Voice Role - Episode: \"Hair Patrol\" |} ==References== ==External links== * * Category:1943 births Category:Living people Category:Actresses from Boulder, Colorado Category:Actresses from Colorado Category:American film actresses Category:American people of Dutch descent Category:American soap opera actresses Category:American stage actresses Category:American television actresses Category:American voice actresses Category:Beauty pageant hosts Category:Boulder High School alumni Category:University of Colorado Boulder alumni Category:Yale School of Drama alumni Category:21st-century American women",
 "title": "Joan Van Ark"
}