{
 "id": "654965",
 "text": "Catherine Anahid \"Cathy\" Berberian (July 4, 1925 – March 6, 1983) was an American mezzo-soprano and composer based in Italy. She worked closely with many contemporary avant-garde music composers, including Luciano Berio, Bruno Maderna, John Cage, Henri Pousseur, Sylvano Bussotti, Darius Milhaud, Roman Haubenstock-Ramati, and Igor Stravinsky. She also interpreted works by Claudio Monteverdi, Heitor Villa-Lobos, Kurt Weill, Philipp zu Eulenburg and others. As a recital curator, she presented several vocal genres in a classical context, including arrangements of songs by The Beatles as well as folk songs from several countries and cultures. As a composer, she wrote Stripsody (1966), in which she exploits her vocal technique using comic book sounds (onomatopoeia), and Morsicat(h)y (1969), a composition for the keyboard (with the right hand only) based on Morse code. ==Biography== Cathy Berberian was born in Attleboro, Massachusetts to Armenian parents, Yervant and Louise Berberian. The elder of two children, she spent the first 12 years of her life in Attleboro, then the family moved to New York City in 1937 where she graduated from Manhattan's Julia Richman High School for Girls. From an early age, she showed an interest in Armenian folk music and dance as well as traditional opera. While still in high school, she was the director and soloist of the Armenian Folk Group in New York City. For a time, she was an undergraduate at New York University, but left to take evening classes in theatre and music at Columbia University, working during the day to support her studies. She went on to study music in Paris with Marya Freund in 1948, and in 1949 she went to Milan to study singing at the Milan Conservatory with Giorgina del Vigo. In 1950, she received a Fulbright scholarship to continue her studies there. Although she had appeared in several student productions, radio broadcasts and informal concerts during the early 1950s, she made her formal debut in 1957 at Incontri Musicali, a contemporary music festival in Naples. The following year her performance of John Cage's Aria with Fontana Mix in its world premiere, established her as a major exponent of contemporary vocal music.Randel, Don Michael (1996) The Harvard Biographical Dictionary of Music, Harvard University Press. . p. 67 Her American debut came in 1960 at the Tanglewood Music Festival where she premiered Circles by the Italian composer Luciano Berio. From 1950 to 1964 Berberian was married to Luciano Berio, whom she met when they were students at the Milan Conservatory. They had one daughter, Cristina Berio, born in 1953. Berberian became Berio's muse and collaborator both during and after their marriage. He wrote, for her, Thema (Omaggio a Joyce) (1958), Circles (1960), Visage (1961), Folk Songs (1964–73), Sequenza III (1965), and Recital I (for Cathy) (1972). In 1967 Berberian released a 12-track album (recorded in Paris) that consisted entirely of quirky baroque-style cover versions of songs by The Beatles, entitled Beatles Arias. The instrumental backing was scored for a classical string quartet or wind quintet plus harpsichord or organ. Most of the tracks were arranged by Guy Boyer, and most of the songs featured him on harpsichord. The original cover illustration for the album was by Gerald Scarfe. The album was reissued on CD in 2005 with bonus tracks including a 1975 French radio interview, and three live tracks featuring Berberian performing songs from the album, recorded at French music festivals in the early 1980s, with accompaniment by Italian composer–musician Bruno Canino and arrangements by noted Dutch composer Louis Andriessen. Sylvano Bussotti, John Cage, Hans Werner Henze, William Walton, Igor Stravinsky, and Anthony BurgessPhillips, Paul (2010) A Clockwork Counterpoint. Manchester University Press. . p. 65 also composed works for her voice. Although Berberian was based in Milan from the time of her studies there, she taught at both Vancouver University and the Rheinische Musikschule in Cologne during the 1970s. Following her death, Berio composed Requies: in memoriam Cathy Berberian which premiered in Lausanne on March 26, 1984. She is mentioned in the Steely Dan song \"Your Gold Teeth\" from the 1973 album Countdown to Ecstasy : : \"Even Cathy Berberian knows / There's one roulade she can't sing.\" Berberian was also a translator. With Umberto Eco she translated into Italian works by Jules Feiffer and, with other Italian translators, works by Woody Allen. Eco and Berberian worked together in other projects too and he nicknamed her magnificathy. This nickname with a different spelling chosen by Berberian herself: magnifiCathy was later used as the title of one of her best-known albums. ==Death== In the last years of her life Berberian experienced increasing health problems and almost entirely lost her vision. In order to continue performing, she committed all her repertoire to memory. An avid reader, the loss of sight was a great source of frustration for Berberian and she expressed feelings of loneliness and depression. She had gained weight and had developed heart problems, but nevertheless continued with an ambitious concert schedule. On 7 March 1983, in a broadcast on RAI Italian Television that marked the centennial of Karl Marx's death, Berberian had planned to perform the Italian version of \"The Internationale\" in the style of Marilyn Monroe. On March 5, she called Luciano Berio to discuss ideas about the performance, but died the next day of a \"massive\" heart attack. Her body was cremated in Rome and the urn with her ashes was brought to Milan where, on March 13, a ceremony was held in the Armenian Church of Via Jommelli. The ashes were divided between Berberian's brother Ervant and her daughter Cristina, who later dispersed them in the Mediterranean Sea, in front of the city of Oneglia, along with pink orchids, Berberian's favorite flower. == The New Vocality == In her article \"La nuova vocalità nell'opera contemporanea\" (\"The New Vocality in Contemporary Music\") from 1966, Berberian outlines a new role for vocal performance in contemporary music. Although the ideas were developed along with Luciano Berio during their collaboration on works such as Visage and Sequenza III, Berberian championed the concept and descriptions of the \"New Vocality\" which became a major part of her philosophy of performance and legacy as an artist. In contrast to traditional opera practice, wherein singers are to produce beautiful tones and nothing else, the New Vocality employs \"the voice which has an endless range of vocal styles at its disposal, embracing the history of music as well as aspects of sound itself.\" However, the New Vocality is much more than extended vocal techniques, which are \"based on the inventory of more or less unedited vocal effects which the composer may devise and the singer regurgitates.\" Rather, the singer should become the composer of the live performance and \"use the voice in all aspects of the vocal process; a process which can be integrated as flexibly as the lines and expressions on a face.\" This philosophy of vocal performance can be seen as fundamental to the development of vocal performance art as well as to the work of Meredith Monk, Diamanda Galas, Laurie Anderson, and countless other vocal performers and composers. ==Discography== * The fairy Queen Suite by Henry Purcell, orchestra conducted by Bruno Maderna (Angelicum, 1956) * Thema (Omaggio a Joyce) by Luciano Berio (Turnabout, 1958) * Allez hop, contains the songsOra Mi Alzo and Autostrada music by Luciano Berio words by Italo Calvino,orchestra conducted by Bruno Maderna(Philips, 1960), * Circles (Berio), Frammento (Bussotti), Aria with fontana mix (Cage) (Time, 1961) * Luciano Berio. Sequenza III (for woman's voice). Visage (Candide, 1965) * Rounds with voice by Luciano Berio, included in the Lp Das Moderne Cembalo Der Antoinette Vischer (Wergo, 1965) * Elegy for J.F.K. recorded in December 1964 and included in Recent Stravinsky-Conducted by the Composer (Columbia, 1967) * Beatles Arias (Philips, 1967) published in France and the UK (Polydor, 1967) with the same title. Published in the US as Revolution (Fontana Philips, 1967) and in Germany as Beatles arias for special fans (Philips, 1967) * Roman Haubenstock-Ramati. Credential or think, think lucky (Wergo, 1967) * Henri Pousseur-Michel Butor. Jeu de Miroirs de Votre Faust (Wergo, 1968) * Monteverdi: L'Orfeo, as Messaggera and Speranza. Concentus Musicus Wien conducted by Nikolaus Harnoncourt (Telefunken, 1969) * Stravinsky Songs. Contains \"Trois Petites Chansons\", \"Pribautki\", \"Berceuses du chat\", \"Three songs from William Shakespeare\" (Columbia 1970) * Chem Grna Khagha and Karoun A, both especially recorded for the double LP made to celebrate the centenary of the birth of Armenian composer Komitas (KCC, 1970). * Luciano Berio conducts his Epifanie and Folk Songs. BBC Symphony Orchestra- The Juilliard Ensemble (RCA Red Seal, 1971) * magnifiCathy: the many voices of Cathy Berberian (Wergo 1971) * Recital I (for Cathy) (RCA Red Seal, 1973) * Cathy Berberian at the Edinburgh Festival, issued in the US as There are faires at the bottom of our garden (RCA Red Seal, 1974) * Monteverdi: L'incoronazione di Poppea, as Ottavia. Concentus Musicus Wien conducted by Harnoncourt (Telefunken, 1974) * Claudio Monteverdi. Lettera Amorosa-Lamento d'Arianna-Orfeo-Poppea (Telefunken, 1975) * Wie einst in schöner'n Tagen- Salonmusik der Grunderzeit (EMI, 1976) * William Walton. Façade and Façade 2 (OUP, 1980) * Cathy Berberian's Second Hand Songs (TAT, 1981) recorded live on October 17 and 18, 1980 at the Theater Am Turm in Frankfurt, Germany. * La vie est un roman, original soundtrack of the film by Alan Resnais in which Berberian has a very small part and sings the song \"Air de la nourrice\". The film came out a month after her death. (Trema VT 33006, 1983) * A la recherche de la musique perdue (RNE - Radio Nacional de Espana, APR 002, 1986) * Pop Art (Ermitage, 2017) ===Re-releases and compilations on CD=== * magnifiCathy: the many voices of Cathy Berberian (Wergo, 1988 reprinted 2005)) * Ella Fitzgerald/Elisabeth Schwarzkopf/Cathy Berberian (Stradivarius, 1988) contains Bruno Maderna Hyperion. Live recording from the Festival di Musica Contemporanea in Venice. Recorded on September 6, 1964. * Cathy Berberian interpreta Berio, Pousseur, Cage (Stradivarius, 1989). Contains live recordings dated 1966, 1967 and 1969. * Luciano Berio: Passaggio/Visage (BMG Ricordi, 1991) contains Visage for magnetic tape and voice. * Monteverdi: L'Orfeo (Teldec 1992) * Monteverdi: L'incoronazione di Poppea (Teldec 1993) * Nel labirinto della voce (Ermitage, 1993, Aura, 2002, Symphonia 2016) * The Unforgettable Cathy Berberian (CO, 1993) * Bruno Maderna. Musica elettronica (Stradivarius, 1994) contains Dimensioni II (Invenzioni su una voce). * Berio: Recital I for Cathy/Folk Songs (RCA Victor, 1995) * Cathy Berberian sings Monteverdi (Teldec 1995) * Hommage à Cathy Berberian (Accord, 1997) * Beatles Arias (Telescopic, 2005) * Berio Sequenza III/Chamber Music (Lilith, 2006). Also available on vinyl. * Wie einst in schöner'n Tagen (Electrola Collection EMI 2013) * Folk songs of the world—Volkslieder aus aller Welt (SWR Music 2016) ===DVD=== *C'è musica e musica (There is music and music). Box set of 2 DVD's (Feltrinelli, originally broadcast on RAI 1972 and released on DVD in 2013). Part 5 of this twelve-part series is titled Mille e una voce (One thousand and a voice) and is completely dedicated to Berberian. ==Tributes by other artists== * Songs Cathy Sang (Atlantic, 1989) by Linda Hirst * Cristina Zavalloni (Radio Popolare/Sensible Records, 2003) by Cristina Zavalloni * Salomix-Max: In Memoriam Cathy Berberian (Wergo, 2008) by Salome Kammer ==References== ==Further reading== * Page, Tim, Cathy Berberian, Mezzo- soprano, The New York Times, March 8, 1983 (Late City Final Edition, Section A, Page 28). Accessed February 15, 2009. *Universal Edition, Berio, Luciano (1925–2003) – List of Works. Accessed April 22, 2010. * Vila, Marie Christine (2003). Cathy Berberian: Cant'actrice. Fayard. * Paull, Jennifer (2007). Cathy Berberian and Music's Muses . Jennifer Paull. * Karantonis, Pamela et al. (2014) Cathy Berberian: Pioneer of Contemporary Vocality. London: Routledge. 2016. . ==External links== * * MVDaily.com: A musical enchantress On the anniversary of Cathy Berberian's death, Jennifer I. Paull remembers the legendary singer who cast musical spells * Cathy Berberian interview by Charles Amirkhanian at her home in Milan, Italy, first broadcast on November 1, 1972 * Meirion-Bowen.com: Contemporary Cathy * Frank's Vinyl Museum: Cathy Berberian: Revolution Beatles songs go baroque! An operatic first! Category:1925 births Category:1983 deaths Category:20th-century classical composers Category:20th-century women composers Category:20th-century American women opera singers Category:20th-century American composers Category:20th- century American women writers Category:20th-century American translators Category:Avant-garde singers Category:American women classical composers Category:American operatic mezzo-sopranos Category:American classical musicians of Armenian descent Category:Ethnic Armenian composers Category:Columbia University alumni Category:New York University alumni Category:Julia Richman Education Complex alumni",
 "title": "Cathy Berberian"
}