{
 "id": "655152",
 "text": "Sir James Kenneth McLay (born 21 February 1945) is a New Zealand diplomat and former politician. He served as the ninth deputy prime minister of New Zealand from 15 March to 26 July 1984. McLay was also Leader of the National Party and Leader of the Opposition from 29 November 1984 to 26 March 1986. Following his ousting as party leader, he retired from parliamentary politics in 1987. In June 2009, he became New Zealand's Permanent Representative to the United Nations. In May 2015, McLay became New Zealand's Representative to the Palestinian Authority. From May 2016 to January 2017, he was New Zealand's Consul General in Honolulu. ==Early life== McLay was born in Devonport, Auckland, the son of Robert and Joyce McLay. Peter Wilkinson was his half- brother. He was educated at King's College, Auckland and the University of Auckland, gaining a law degree in 1967. He worked as a lawyer for some time, and also became involved in a number of law associations. In 1983 he married Marcy Farden, who was an assistant to American congressman Daniel Akaka. ==Member of Parliament== McLay had joined the National Party in 1963, and held a number of prominent positions within the party's Auckland branch. He also served on the party's national council. In the 1975 election, he stood as the National Party's candidate for the Birkenhead electorate, and defeated the incumbent Labour MP, Norman King. King had been the local MP for 21 years and McLay's win was seen as a surprise result. ===Cabinet Minister=== In Parliament, McLay was known as one of the more liberal members of the National Party, and had a particular focus on reforming laws that related to women's rights. In 1978, Prime Minister Robert Muldoon appointed McLay to the posts of Attorney General and Minister of Justice. In October and November 1980 McLay was a leading member of 'the Colonels' (alongside Derek Quigley, Jim Bolger and George Gair) who attempted to oust Muldoon as leader. In what became known as the Colonels' Coup after its originators it intended to supplant Muldoon with his deputy, Brian Talboys, who was more economically liberal and in tune with traditional National Party philosophy than Muldoon. The Colonels' waited until Muldoon was out of the country before moving against him, however Talboys was reluctant to challenge and the ploy failed with Muldoon remaining leader. ===Deputy Prime Minister=== In early 1984, following the retirement of Duncan MacIntyre, McLay became deputy leader of the National Party, and thus Deputy Prime Minister. He defeated fellow cabinet ministers Jim Bolger and Bill Birch for the position, receiving a majority in the first caucus ballot. His elevation to the deputy leadership was thought to be a reflection of his youth and stance as a social and economic liberal which was seen as key at the time to blunt the growth of the incipient New Zealand Party which was making serious inroads among National's traditional support base. Likewise it placed him as the most likely person to inevitably replace Muldoon as leader. ===Leader of the Opposition=== When National lost the 1984 election, there was widespread desire in the party for a leadership change. This desire came mainly from the younger and less conservative wing of the party, which saw Robert Muldoon as representing an era that had already passed. Muldoon, however, refused to leave the position voluntarily, thereby forcing a direct leadership challenge. The two main candidates in the leadership race (apart from Muldoon himself) were Jim McLay and Jim Bolger. McLay, in distinct contrast to Muldoon, promoted free market economic policies and a relatively liberal social outlook. Bolger, meanwhile, was seen as a more traditionalist and pragmatic candidate but less conservative as Muldoon. McLay won the caucus vote with slightly over half the votes. McLay's first major challenge was Muldoon himself. On his defeat, Muldoon refused to accept any portfolios offered him, thereby becoming a backbencher. McLay's attempts to give Muldoon an \"elder statesman\" role within the party were rebuffed, with Muldoon insisting on an active role. The relationship between McLay and Muldoon deteriorated further, as McLay outlined a major departure from Muldoon's interventionist economic policies. Muldoon's hostility was to prove a major problem for McLay's leadership, and undermined all attempts to promote unity within the party. Later, when Muldoon made a strong public criticism of the entire party leadership, Muldoon (along with loyalist Merv Wellington) was demoted to the lowest ranking within the National caucus. Muldoon, apparently realising that there was little chance of him regaining the leadership, threw his support behind Bolger, who remained opposed to McLay. There was considerable media speculation that McLay would be deposed before the end of 1985. The rumoured challenge, however, failed to happen, and McLay remained leader. In early 1986, however, McLay made a fatal mistake: in an attempt to \"rejuvenate\" the party's upper ranks, he demoted George Gair and Bill Birch, both of whom were highly respected for their long service. Gair and Birch had earlier been opponents of McLay's in the 1984 leadership election before they withdrew. Both of them, who were among National's most experienced politicians, quickly allied themselves with Bolger. From then on, McLay's fall was almost guaranteed. ===Ousting=== On 26 March, Gair, Birch, and party whip Don McKinnon presented McLay with a letter signed by a majority of MPs in the National Party caucus asking him to step aside. Bolger received a clear majority in the resulting caucus vote, ending McLay's leadership of the National Party. After his defeat he was appointed by Bolger as Shadow Minister of Justice and Shadow Attorney-General but given the relatively low caucus rank of 10 (below Muldoon at 8). This prompted him to retire at the . McLay is one of three leaders of the National Party (along with Simon Bridges and Todd Muller) who neither became Prime Minister nor led the party to an election. ==After Parliament== McLay retired from Parliament at the 1987 election. Between 1994 and 2002 he was the New Zealand representative on the International Whaling Commission. He served as chairman of the New Zealand Council for Infrastructure Development, an independent industry body which advances best practice in infrastructure development, investment and procurement, from 2005 to 2006 and remained as patron until 2009. ===Permanent Representative to the United Nations=== In July 2009 McLay took up the role of New Zealand's Permanent Representative to the United Nations. On 16 October 2014, McLay led New Zealand to victory in the United Nations Security Council election for a temporary seat on the United Nations Security Council winning in the first round of voting with 145 votes out of a possible 193 beating both Spain and Turkey. McLay took up New Zealand's seat on the United Nations Security Council on 1 January 2015. ===Representative to the Palestinian Authority=== On 20 February 2015, it was announced that McLay is to finish his role as Permanent Representative after the end of his second term. McLay is set to become New Zealand's Representative to the Palestinian Authority, as well as being a special advisor to Minister of Foreign Affairs Murray McCully and, when required, a Prime Ministerial special envoy. ==Honours and awards== In 1977, McLay was awarded the Queen Elizabeth II Silver Jubilee Medal, and in 1990 he received the New Zealand 1990 Commemoration Medal. In 1993, he was awarded the New Zealand Suffrage Centennial Medal. In the 1987 Queen's Birthday Honours, McLay was appointed a Companion of the Queen's Service Order for public services. In the 2003 Queen's Birthday Honours, he was made a Companion of the New Zealand Order of Merit, for services to conservation, and in the 2015 Queen's Birthday Honours, he was promoted to Knight Companion of the New Zealand Order of Merit, for services to business and the State. In 2012, McLay was awarded an honorary degree, a Doctor of Humane Letters, by Juniata College. ==Honorific eponym== The McLay Glacier in Antarctica's Churchill Mountains is named in McLay's honour, in recognition of his service as the New Zealand representative on the International Whaling Commission during which he advocated for the establishment of a whale sanctuary in the Southern Ocean. ==Notes== ==References== * * |- |- |- |- |- |- Category:1945 births Category:Attorneys-General of New Zealand Category:Knights Companion of the New Zealand Order of Merit Category:Companions of the Queen's Service Order Category:Living people Category:Members of the Cabinet of New Zealand Category:New Zealand lawyers Category:New Zealand National Party MPs Category:New Zealand National Party leaders Category:People educated at King's College, Auckland Category:People from Auckland Category:University of Auckland alumni Category:Permanent Representatives of New Zealand to the United Nations Category:Leaders of the Opposition (New Zealand) Category:Deputy Prime Ministers of New Zealand Category:New Zealand MPs for Auckland electorates Category:Members of the New Zealand House of Representatives Category:Recipients of the New Zealand Suffrage Centennial Medal 1993 Category:New Zealand politicians awarded knighthoods",
 "title": "Jim McLay"
}