{
 "id": "655314",
 "text": "{| |} HMS Solebay was a of the Royal Navy (RN). She was named after the Battle of Solebay which took place in 1672 between an Anglo-French force and the Dutch Navy during the Third Anglo-Dutch War. Solebay was built by R. & W. Hawthorn, Leslie & Company Limited on the Tyne. She was launched on 22 February 1944 and commissioned on 25 September 1945. ==History== Solebay was intended to join the 19th Destroyer Flotilla of the British Pacific Fleet, but the war against Japan ended while Solebay was working up in the Mediterranean, and so she returned to Home Waters. She subsequently became Captain (D), or leader, of the 5th Destroyer Flotilla, part of the Home Fleet which was based in the United Kingdom. Solebay also took part in Operation Deadlight, the large-scale destruction of the German U-boat fleet, and which resulted in over one hundred of the boats being sunk in a variety of ways. In June 1953, Solebay was involved in the 1953 Fleet Review at Spithead, which took place in celebration of the Coronation of Queen Elizabeth II. Solebay was positioned in the middle of her sister ships and .Souvenir Programme, Coronation Review of the Fleet, Spithead, 15th June 1953, HMSO, Gale and Polden In July that year, Solebay was placed in Reserve with the rest of her flotilla. In 1957, Solebay returned to active service, becoming Captain (D) of the 1st Destroyer Squadron, which saw service with the Home and Mediterranean Fleets. In 1959, while still part of that squadron, Solebay deployed to the Far East. While there, tragedy struck her sister-ship, , which had collided with the Indian light cruiser . Solebay, along with another sister-ship, towed the heavily damaged Hogue to a nearby base. After returning home in 1960, Solebay subsequently saw service once more in the Mediterranean, when she and the rest of the 1st Destroyer Squadron deployed to that region to relieve the 5th Destroyer Squadron. During this deployment Solebay accidentally rammed her sister-ship , leader of the 7th Destroyer Squadron, while at Malta, delaying that Squadron's departure from the Mediterranean. While there, Solebay acted as escort for the royal yacht , carrying Queen Elizabeth, accompanied by the Duke of Edinburgh, who were visiting Italy on a state visit. Solebay subsequently joined the Home Fleet. She once more joined up with the yacht Britannia and the Queen in November–December 1961, when Solebay formed part of the escort during the Queen's visit to West Africa. ==Decommissioning and disposal== In 1962, Solebays eventful career came to an end, when she was decommissioned and placed on the disposal list, becoming the Harbour Training Ship, being based at Portsmouth. She arrived at Troon for breaking up on 11 August 1967. ==Notes== ==Publications== * * * * Category:Battle-class destroyers of the Royal Navy Category:Ships built on the River Tyne Category:1944 ships Category:Cold War destroyers of the United Kingdom",
 "title": "HMS Solebay (D70)"
}