{
 "id": "655537",
 "text": "Kvens (; ; ; ; ) are a Balto-FinnicHickey, Raymond (2010). The Handbook of Language Contact. John Wiley & Sons. Page 598. .Sulkala, Helena and Harri Mantila (2010). Planning a New Standard Language: Finnic Minority Languages Meet the New Millennium, Issue 1. Finnish Literature Society. . ethnic minority in Norway. They are descended from Finnish peasants and fishermen who emigrated from the northern parts of Finland and Sweden to Northern Norway in the 18th and 19th centuries. In 1996, Kvens were granted minority status in Norway, and in 2005 the Kven language was recognized as a minority language in Norway. ==Name== The origin of the term Kven is disputed. There is no evidence that modern Kvens are descendants of the Kvens mentioned in a few ancient Norwegian and Icelandic sources. As a result of Norway signing the Framework Convention for the Protection of National Minorities in 1999, the term Kven became for the first time an official name, the name of Finnish descendants with a long history in Norway who view themselves as a member of that particular ethnic minority group of Finnish descent. There is a theory among some academic groups that due to the discrimination and suppression by the Norwegian authorities the term Kven became derogatory in the late 19th century. Therefore, many Kvens preferred to be called 'kainulaiset'.Kenneth Hyltenstam & Tommaso Maria Milani: Kvenskans status: Rapport för Kommunal- og regionaldepartement och Kultur- og kirkedepartement. 2003 But with the revitalization of the Kven culture in the 1970s, Kvens themselves started using the term. However, even in the 1990s there was a debate whether the Norwegian terms , , or (respectively a Finnish person, Finnish, and of Finnish origin) should be used instead. However, today the term Kven is accepted and used, for example, in the name of the Kven organization in Norway (Norske Kveners Forbund). ==Demographics== The Kvens were registered as a separate group in the Norwegian censuses in the period 1845 to 1930. From the 18th century the Kvens started to comprise a significant part of the population in Northern Norway. In 1845 13.3% of the population in Finnmark, and 3.2% in Troms, considered themselves as Kvens. In 1854 the numbers increased to respectively, 19.9% and 7.0%. The peak was in 1875, with respectively 24.2% and 7.7%. The ratios were reduced to respectively 20.2% and 3.7%, in 1890, and 13.8% and 2.0% in 1900 (all numbers from).Niemi, E. (1978), Den finske kolonisasjon av Nordkalotten – forløp og årsaker. Ottar, 103. 49-70. In the 1930 census there were 8,215 registered Kvens in Troms and Finnmark. In 1950, 1,439 people reported that they used the Finnish language in Troms (58 people) and Finnmark (1,381 people). In 2001, the number of Kvens was estimated to be about 10,000 to 15,000 in a parliamentary inquiry on national minorities in Norway. However, estimating the number of Kvens is difficult since there is no official definition of a Kven. Therefore, other studies have estimated the number of Kvens to be about 50,000–60,000, based on the criteria that at least one grandparent spoke Kven.Saressalo, L. (1996), Kveenit. Tutkimus erään pohjoisnorjalaisen vähemmistön identiteetistä. Suomalaisen Kirjallisuuden Seuran Toimituksia, 638. Helsinki. But many of these may consider themselves to be Norwegian or Sami or a combination. ==History== Danish/Norwegian tax records from the 16th century already list some Kvens living in North Norway.Niemi, E. (1994), Kvenene og staten – et historisk riss. I: Torekoven Strøm (ed.), Report from the seminar ”Kvenene – en glemt minoritet?” Monday 14.11.94 at the University of Tromsø/ Tromsø Museum. Also, the famous map of Scandinavia by Olaus Magnus from 1539 shows a possible Kven settlement roughly in between today's Tromsø and Lofoten named \"Berkara Qvenar\". Kvens of this time are often connected to the birkarl organization in northern Sweden.Vahtola, Jouko. Tornionlaakson historia I. Birkarlit, 'pirkkalaiset'. Malungs boktryckeri AB. Malung, Sweden. 1991. In some early documents Kvens are also grouped together with the Sami people, who are the indigenous people of Central and Northern Norway.Peter Schnitler. . Volume I-III. Editors J. Qvigstad, K. B. Wiklund, Lars Ivar Hansen and Tom Schmidt. 1929. The main immigration of Kvens to Norway can be divided into two periods. The first immigration was from about 1720 to 1820, when Finnish speaking people from the northern Finland and Torne River Valley moved to river basins and fjord-ends in Troms and the western parts of Finnmark, to places such as Polmak, Karasjok, Porsanger, Alta and Lyngen. The second immigration was after 1820 until about 1890 to the coastal areas of eastern Finnmark, motivated by the booming fishing industry in Northern Norway. In addition, it was also easier to get to America from there than from Northern Finland and many moved to Finnmark before continuing over the Atlantic. Migration ended from problems in the fishing industry, population pressure, migration to America and increasing problems for Kven in buying land and getting Norwegian citizenship. ==Language== The Kven language is a Finnic language. From a linguistic point of view, Kven is a mutually intelligible dialect of Finnish, but for political and historical reasons, it received in 2005 status of a legal minority language in Norway, within the framework of the European Charter for Regional or Minority Languages. Kven differs from Finnish since the Kven population was in effect isolated from other Finnish-speaking people. The Kven language has come to incorporate many Norwegian loanwords, and Finnish words that are no longer used in Finland are still used. In a 2005 government report, the number of people speaking Kven in Norway is estimated to be between 2,000 and 8,000, depending on the criteria used. ==Ethnic controversies== In the 1990s there was a debate among Kvens whether they should be considered as an ethnic group of their own, or whether they were Finnish Norwegians. As well, during the process of legal recognition of the Kven language, there was a debate as to whether it should be considered an actual language or merely a dialect of Finnish, and whether the Kven language or Kven dialect of Finnish should be taught in schools. Kven and Sami people share a common history of Norwegianization. However, post-Norwegianization policies have treated them differently. Sami people have been recognized as the indigenous people in Northern Norway. They have their own schools and parliament, and they elect three of the six members for the board of Finnmark Estate (the organization owning about 95% of the land in the county of Finnmark). Some Kvens believe the distribution of rights and public funds has favored the Sami people too much, whereas on the Sami side there are people who think the Norwegian minority politics and public funding should focus mostly on the Sami people. Lately, the Norwegian Kven Organization has attempted to get the Kvens recognized, similarly to the Sami people, as an indigenous people in Norway. This has made it important for some Kvens to show that their history stretches further back in time than commonly believed. There has been some recent unofficial adoption of the word \"Kainu\" as the new name for \"Kven\", in accordance with the hypotheses put forward by Finnish historians Jouko Vahtola and Kyösti Julku. Vahtola has hypothesized that words \"Kven\" and \"Kainu(u)\" are interchangeable. In 2018, The Storting commissioned The Truth and Reconciliation Commission to lay the foundation for recognition of the experiences of the Kven subject to norwegianization and the subsequent consequences. ==Modern recognition== The flag of Kvenland was hoisted at the Kiruna City Hall in Sweden on 16 March 2013, at 11:00, in celebration and honour of the first annual Day of the Kvens. Hereafter, that date is meant to be recognised wider in the Kven communities of the north and by others as well. The date for the occasion was chosen from the 14th century signing of a state treaty between Sweden and Kvenland, known as Tälje Charter (\"Tälje stadga\" in Swedish). In that treaty, the king of Sweden guaranteed the Kvens (\"Birkarls\") trading rights in the north (translation from Latin last printed in 1995, Wallerström, page 48).Tälje stadga (Translation from Latin). Wallerström, 1995. Sweden. In the past, the Kven language spoken in Norway was considered a dialect of Finnish language, much like the Finnic Meänkieli language spoken in northern Sweden. Today, both are officially recognised minority languages in the areas where the languages are spoken. The Finnish, Meänkieli and Sami all are officially recognised minority languages in the Kiruna Municipality in Sweden. ==Culture and media== ===Ruijan Kaiku=== Ruijan Kaiku is a bi-lingual newspaper (Kven/Finnish and Norwegian) that is published in Tromsø, Norway. Currently one issue is published each month. The newspaper writes mostly about Kven issues, and about the work of strengthening Finnish language and culture in Norway. In addition the paper has stories about other Finnish organizations in Norway, and about other Finnish minorities in the Nordic and surrounding countries. The newspaper's Chief editor is Liisa Koivulehto. ===Baaski festival=== Baaski is a Kven culture festival held in Nordreisa. The first festival was in June 2007, but it is intended to be an annual event. The responsible organizers is Nordreisa municipality, and the first festival director was Johanne Gaup. ===Kven costume=== In the late 1990s a Kven costume was designed. It is not a reconstruction of an old costume, but rather a new design based on pictures and other sources about the clothing and jewelry used by Kvens in the late 19th and early 20th century. The purpose of creating the costume was to unify and strengthen Kven identity. ===Kadonu Loru=== Kadonu Loru is the only pop music single ever recorded in the Kven language. It is based on an old Kven nursery rhyme about making sausages. The artists are Karine Jacobsen and Kine Johansen respectively from Børselv and Lakselv. The single was published by Iđut. ==Organisations and institutions== ===The Norwegian Kven organization=== The Norwegian Kven Organization (Ruijan Kveeniliitto in Kven/Finnish and Norske Kveners Forbund in Norwegian) was established in 1987, and has currently about 700 members. The organization has local branches in: Skibotn, Børselv, Nord-Varanger, Tana, Lakselv, Alta, northern Troms, Tromsø, and Østlandet. The tasks of the organisation include working for a government report about the history and rights of the Kven population, improving the media coverage of Kven issues, and for the Norwegian government to establish a secretary (statssekretær) for Kven issues. In addition, reading and writing classes at the beginner to advanced level, establishing a Kven kindergarten, and to incorporate the Kven language in all education levels in Norway. Also, to establish a Kven culture fund, road and other signs in Kven, Kven names in official maps, and museums and centers for Kven language and culture. ===The Kven institute=== The Kven institute (Kainun institutti in Kven/Finnish and Kvensk institutt in Norwegian) is a center for Kven culture and language located in Børselv in Porsangi (Porsanger) municipality in Norway. ===Kven Language Board=== The Kven Language Board that was established in April 2007. It consists of the leader Irene Andreassen, Terje Aronsen, Prof. Anna Riitta Lindgren, Assoc. Prof. Eira Söderholm, and Pia Lane. The first task is to create a standard for written Kven language.Ságat Tuesday, April 19th, 2007. ===Halti kvenkultursenter=== Halti kvenkultursenter is located in Nordreisa municipality. ===Ruija Kven museum=== The Ruija Kven Museum is located in Vadsø. ==Notable people of Kven descent == ==See also== * Birkarls * Forest Finns * Kvenland * Sami people * Tornedalians ==References== ==External links== * Norske Kveners Forbund (the Norwegian Kven Organization) * Vadsø museum. A Kven museum * Kven bibliography. Searchable database of news articles, books, maps, etc. * Kenneth Hyltenstam & Tommaso Maria Milani: Kvenskans status: Rapport för Kommunal- og regionaldepartement och Kultur- og kirkedepartement. 2003. Has a nice introduction to Kven history (Swedish only) * Ethographical map of Finnmark in 1861. * FTDNA Finland Geographic DNA Project Category:Social history of Finland Category:Social history of Norway Category:Ethnic groups in Norway Category:Ethnic groups in Sápmi Category:Finnic people Category:Finnish diaspora",
 "title": "Kven people"
}