{
 "id": "65563",
 "text": "thumb|300x300px|An aerial view of Darling Harbour and its surrounds, looking east Darling Harbour is a harbour adjacent to the city centre of Sydney, New South Wales, Australia that is made up of a large recreational and pedestrian precinct that is situated on western outskirts of the Sydney central business district. Originally named Long Cove, the locality extends northwards from Chinatown, along both sides of Cockle Bay to King Street Wharf on the east, and to the suburb of Pyrmont on the west. Cockle Bay is just one of the waterways that makes up Darling Harbour, which opens north into the much larger Port Jackson. The precinct and its immediate surroundings are administered independently of the local government area of the City of Sydney, by Property NSW. ==History== thumb|Darling Harbour in 1900 Darling Harbour is named after Lieutenant-General Ralph Darling, who was Governor of New South Wales from 1825 to 1831. The area was originally known as Long Cove, but was generally referred to as Cockle Bay until 1826 when Governor Darling renamed it after himself. The name Cockle Bay has recently been restored in reference to the headwaters of the harbour. It was originally part of the commercial port of Sydney, including the Darling Harbour Railway Goods Yard. During the Great Depression, the eastern part of Darling Harbour (Barangaroo) became known as The Hungry Mile, a reference to the waterside workers searching for jobs along the wharves. Much of the land had been the site of the NSW Railways central marshalling yards and freight consolidation centre. The Enquiry into the NSW industry, including rail/road competition (1978–80), under Commissioner Gavan McDonell, found that this centre was inefficient, should be moved, and the land used for other public purposes. These recommendations were acted upon and by the mid-to-late 1980s, when the area had become largely derelict it was redeveloped as a pedestrian and tourist precinct as an initiative of then New South Wales Minister for Public Works, Laurie Brereton. The Sydney Convention & Exhibition Centre at Darling Harbour was a venue of the 2000 Summer Olympic Games and a key meeting venue of APEC Australia 2007. center|thumb|520x520px|The southern end of Darling Harbour == Heritage listings == Darling Harbour has a number of heritage-listed sites, including: * Harbour Promenade: Darling Harbour Woodward Water Feature ==Attractions== thumb|The Harbourside Shopping Centre The Darling Harbour precinct is home to a number of major public facilities and attractions, including: thumb|Cockle Bay Wharf * Harbourside Shopping Centre, which includes Kingpin Bowling Alley (the only bowling alley in Darling Harbour), M9 Laser Skirmish, as well as Australia's first retail Jet flight simulator. * Cockle Bay Wharf (restaurants, bars and Home nightclub - one of Australia's largest nightclubs) *IMAX theater (reopening in the Ribbon development in 2021)thumb|The Ribbon * Paddy's Markets * Chinese Garden of Friendship * Tumbalong Park * Darling Quarter Playground and cafes * Australian National Maritime Museum (featuring museum ships including HMAS Vampire) * The Star Casino & Entertainment Complex * The Darling Hotel & Spa * Powerhouse Museum * Sydney Aquarium * Madame Tussauds * Sydney Wildlife World * Aboriginal Centre * International Convention Centre Sydney (ICC Sydney), opened in December 2016. ==Transport== Darling Harbour is accessible via various modes of public transport. The precinct is served by the Inner West Light Rail of Sydney's light rail network, with access via Paddy's Markets, Convention, Exhibition and Pyrmont Bay stations.Transdev . Retrieved 4 October 2013 Ferry wharves including Barangaroo and Pyrmont Bay provide access to the Pyrmont Bay ferry services to Circular Quay and other suburbs while the Barangaroo wharf also provides access to the Parramatta River ferry services. King Street Wharf is accessible by private boat charters.Our Boats Sydney Charter Boat The Goods Line is a park and pedestrian pathway connecting Darling Harbour to Railway Square and Central station. The nearest train station is Town Hall. ===Proposed Metro Station=== Darling Harbour will be served by Pyrmont as a future rapid transit station that will be built as part of the Sydney Metro West project. ==Redevelopment== left|thumb|Darling Quarter has been the focus of a major mixed-use redevelopment in recent years East Darling Harbour is part of a massive urban renewal development. Plans for the site include half business and residential developments, while the other half to be reserved for open public space. The state government of NSW declared plans for \"Globe Street\", a street designed to become Australia's and Asia Pacific's centre for corporate trade (styled on New York's Wall Street district). The urban renewal development is not expected to be completed until 2020. East Darling Harbour will be known as Barangaroo. thumb|Darling Square The Sydney Convention & Exhibition Centre site was replaced by the new International Convention Centre Sydney (ICC Sydney), opened in December 2016. The new site includes a exhibition facility, and was developed by a consortium comprising AEG Ogden, Lend Lease, Capella Capital and Spotless Facilities Services, with AEG Ogden playing the role of venue operator. Other new facilities within the Darling Harbour region include the recently opened ICC Theatre, an 8,000 seat mixed purpose venue for concerts and intimate shows, replacing the Sydney Entertainment Centre, a gallery, and an upcoming new 25 story multi purpose venue called The Ribbon which will be replacing the IMAX Theatre which closed and was demolished in late 2016, will also include a newer, and updated IMAX theatre. This area was the site of the Sydney Port Authority and featured an Overseas Passenger Terminal (Wharf 8) which was mainly used by the Pacific Dawn of the P&O; Australia fleet and the Sun Princess, operated by Princess Cruises. The passenger terminal is now in White Bay and the container terminal has also closed. ==In popular culture== Darling Harbour is the location of the season residence on MTV's reality TV show, The Real World: Sydney, which aired in late 2007. The house has a large \"Darling Harbour\" sign along its edge, and the World Tower high rise building can be seen behind it.Kaplan, Don. \"Real World' Off to Sydney\" , The New York Post, 9 January 2007.Former OneWorld Sport Building, Realworldhouses.com, 25 May 2010, accessed 14 February 2011 20th Century Fox's 1995 film Mighty Morphin Power Rangers: The Movie was shot in Sydney, and featured some scenes filmed in Darling Harbour. Seven's Saturday morning TV Music Show Eclipse Music TV is filmed weekly at the precinct's shopping centre, Harbourside. On 27 August 2010, the soap opera Neighbours filmed scenes in the harbour and on board the cruise ship, Pacific Jewel. Canadian post-hardcore band Silverstein recorded a song entitled \"Darling Harbour\" on their Transitions EP. == References == ==External links == * * [CC-By-SA] Category:Geography of Sydney Category:IMAX venues Category:Redeveloped ports and waterfronts in Australia Category:Sydney localities Category:Tourist attractions in Sydney",
 "title": "Darling Harbour"
}