{
 "id": "655757",
 "text": "Marlain Angelides (Greek: Μαρλέν Αγγελίδου), is a Greek-Cypriot singer and actress. She was a member of Greece's first ever manufactured girl group, Hi-5, and represented Cyprus in the Eurovision Song Contest 1999 with \"Tha 'Ne Erotas\". Angelidou, her mother, and siblings all have dual nationality (Greek and British). == Early and later life == Marlain Angelides was born in Nicosia, Cyprus on 6 September 1978 to a Cypriot-born father of mainland Greek origin and a mother of half Scottish and half Cypriot descent. Due to her father's job position in a multinational company, Marlain Angelides spent most of her childhood around the world: she emigrated to Venezuela aged 5, learning fluent Spanish (which she has since forgotten), then to Belgium, and back to Cyprus, where she lived during her teenage years, on her father's request to return home. Angelidou is currently based in New York, although her mother, father and brother remain in Cyprus. Marlain Angelides completed a BSc in Biochemistry with Management at the prestigious Imperial College in London before choosing to study at Boston Conservatory in the US. She also obtained a Postgraduate Diploma in Musical Theatre from London's prestigious Royal Academy of Music. == Career == While she was studying she made her professional debut as the lead in the Stavros ’Sideras’ musical Pygmalion, The True Story (Aphrodite/Galatea) opposite Peter Polycarpou. She was chosen amongst 5000 teenagers for the National Youth Music Theatre production of Annie (Miss Hannigan) at the Edinburgh Drama Festival. Her professional career started in 1999–2000 with the production of Aznavour's Lautrec in London's West End. During 2000–2002 she starred in lead roles in musicals such as Hair (Dionne), Elegies (Judith), toured the UK with Living La Vida Loca (Fantasia), Legends of Swing (singing Ella Fitzgerald songs) and toured Europe with Flower Power Musical Story (Lainer) and Broadway Musical Gala (Principal Soloist) where she had the opportunity to sing solo in front of 11,000 at La Scala in Milan. At the same time she appeared in performances at the Berklee Performance Centre, Boston, USA, Festival Rose D’Or in Juin Les Pins, France, some charity events in Basel, Switzerland, and Dublin, Ireland and in concerts with the Cyprus State Orchestra as a soloist. At the end of 2002, at the BBC Radio 2 Voice of Musical Theatre International Competition in Cardiff, Wales, she was the semi-final winner and one of only six finalists. ===Eurovision=== Angelides has taken part in a number of Cypriot pre-selections to Eurovision Song Contest, namely in 1998, 1999, 2008 and 2009 and was successful in winning and representing Cyprus in 1999. In her attempt in 1998, she came third duetting \"Fterougisma\" with Alex Panayi during the Cypriot pre- Eurovision selections show in which the winner would go on to represent Cyprus in the Eurovision. In 1999, however, she was much more successful with her song \"Tha 'Ne Erotas\" winning the Cypriot pre-selection event and represented Cyprus in the Eurovision Song Contest 1999 with her song. Her song \"Rejection (Set Me Free)\", placed first with the jury in the Cyprus Selection for the Eurovision Song Contest 2008, but failed to qualify. The song then moved on to win prizes for Best Performance and Best Song at the Pan Music Festival, Serbia, later that year. Her hard rock 2009 entry for selection for Eurovision under the name Marlain Angelidou and The Diesel Sisters also made a great impression. The song was titled \"Mr. (Do Right) One Night Stand\". Her various antics gave her a nomination for Woman of the Year, Madame Figaro Awards 2009. \"Rejection (Set Me Free)\" came is second place at Eurovoice 2010. ===In Hi-5=== In 2003, she took part in the Greek television contest Pop Stars, winning one of the five spots in a teen girls group that was to be formed on the basis of the show's outcome. The group was named Hi-5 and released a self- titled album in 2003 that went gold in Greece. The band has had hit songs such as \"Xero Ti Zitao\", \"To Tyhero Asteri\", and \"Yennithika Xana\". Hi-5 released three studio album, the self-titled Hi-5 and Mia Nichta San ki Afti both in 2003 and Makria Apo Afti ti Gi in 2004. The group decided to part quietly off- screen in 2005 on good terms after two years together to pursue solo careers. ===After Hi-5=== From 2005 to 2008, Marlain then continued with her true love singing rock with various bands in clubs and festivals around Greece, namely Volume (Christophoros Chrokides, Stephanos Demetriou, Dimitris Frosinis) and Dickens’ Zoo. With N.U.R.V she played the popular European Music Day at Syntagma Square in Athens and the River Party in Kastoria. She also played the leading role in the West End Athens version of the musical Saturday Night Fever (Stephanie Mangano). She has collaborated with major artists in Greece, namely legendary Greek rock star Vassilis Papakonstantinou in his concert tours of Greece and is currently touring Greece, Cyprus, USA, Europe and Africa with sell-out pop artist Michalis Hadzigiannis, now at the height of his career. Being a fan of cartoons, Marlain also lends her voice regularly to cartoon voice-over translations for Disney and DreamWorks playing a variety of characters from Mulan in Mulan 2, to Lady Bug in James and the Giant Peach, the Soul Singer in Emperor's New Groove 2, Rita the Dog in Oliver and Company, the country-western singer Dixie dubbing the voice of Reba McEntire, in Fox and the Hound 2 plus many more. She created Bedroom Rock, a collection of songs which give her the total outlet for self-expression. Her first highly driven passionate personal performance as a solo act live in various clubs at the moment in Athens. Life experience, rejection and passion fuel Marlain's new rebranded material, starting with the CD single \"Being Blonde Today\" which was released in January 2011. It brings a ballsy approach to contemporary rock, driven by an extreme hunger to perform. Bedroom Rock (live) is the new engine for a well seasoned performer to re-introduce herself to existing and win over new fans. ==References== ==External links== * Official website Category:Living people Category:Boston Conservatory at Berklee alumni Category:Eurovision Song Contest entrants for Cyprus Category:Eurovision Song Contest entrants of 1999 Category:20th-century Greek women singers Category:Greek people of Scottish descent Category:Greek pop singers Category:Cypriot pop singers Category:Singers from Athens Category:Year of birth missing (living people) Category:21st-century Cypriot women singers",
 "title": "Marlain Angelides"
}