{
 "id": "656175",
 "text": "The Second Anglo-Afghan War (Dari: جنگ دوم افغان و انگلیس, ) was a military conflict fought between the British Raj and the Emirate of Afghanistan from 1878 to 1880, when the latter was ruled by Sher Ali Khan of the Barakzai dynasty, the son of former Emir Dost Mohammad Khan. The war was part of the Great Game between the British and Russian empires. The war was split into two campaigns – the first began in November 1878 with the British invasion of Afghanistan from India. The British were quickly victorious and forced the Amir – Sher Ali Khan to flee. Ali's successor Mohammad Yaqub Khan immediately sued for peace and the Treaty of Gandamak was then signed on 26 May 1879. The British sent an envoy and mission led by Sir Louis Cavagnari to Kabul, but on 3 September this mission was massacred and the conflict was reignited by Ayub Khan which led to the abdication of his brother Yaqub. The second campaign ended in September 1880 when the British decisively defeated Ayub Khan outside Kandahar. A new Amir – Abdur Rahman Khan selected by the British, ratified and confirmed the Gandamak treaty once more. When the British and Indian soldiers had withdrawn, the Afghans agreed to let the British attain all of their geopolitical objectives, as well as create a buffer between the British Raj and the Russian Empire. ==Background== After tension between Russia and Britain in Europe ended with the June 1878 Congress of Berlin, Russia turned its attention to Central Asia. That same summer, Russia sent an uninvited diplomatic mission to Kabul. Sher Ali Khan, the Amir of Afghanistan, tried unsuccessfully to keep them out. Russian envoys arrived in Kabul on 22 July 1878, and on 14 August, the British demanded that Sher Ali accept a British mission too. The Amir not only refused to receive a British mission under Neville Bowles Chamberlain, but threatened to stop it if it were dispatched. Lord Lytton, the viceroy of India, ordered a diplomatic mission to set out for Kabul in September 1878 but the mission was turned back as it approached the eastern entrance of the Khyber Pass, triggering the Second Anglo–Afghan War. ==War== ===First phase=== The first campaign began in November 1878 when a British force of about 50,000 fighting men, mostly Indians, was distributed into three military columns which penetrated Afghanistan at three different points. The British victories at the battles of Ali Masjid and Peiwar Kotal meant that the approach to Kabul was left virtually undefended by Afghan troops.Afghanistan 1878-1880 The Build-Up to Conflict at britishempire.co.uk An alarmed Sher Ali attempted to appeal in person to the Russian Tsar for assistance, but their insistence was that he should seek terms of surrender from the British.Sinhai, Damodar Prasad. \"India and Afghanistan, 1876\", p. 183. He returned to Mazar-i-Sharif, where he died on 21 February 1879. ===Treaty=== With British forces occupying much of the country, Sher Ali's son and successor, Mohammad Yaqub Khan, signed the Treaty of Gandamak in May 1879 to prevent a British invasion of the rest of the country. According to this agreement and in return for an annual subsidy and vague assurances of assistance in case of foreign aggression, Yaqub relinquished control of Afghan foreign affairs to Britain. British representatives were installed in Kabul and other locations, British control was extended to the Khyber and Michni passes, and Afghanistan ceded various North-West Frontier Province areas and Quetta to Britain. The British Army then withdrew. However, on 3 September 1879 an uprising in Kabul led to the slaughter of Sir Louis Cavagnari, the British representative, along with his guards, and staff – provoking the next phase of the Second Afghan War. ===Second phase=== Major General Sir Frederick Roberts led the Kabul Field Force over the Shutargardan Pass into central Afghanistan, defeated the Afghan Army at Charasiab on 6 October 1879, and occupied Kabul two days later. Ghazi Mohammad Jan Khan Wardak, and a force of 10,000 Afghans, staged an uprising and attacked British forces near Kabul in the Siege of the Sherpur Cantonment in December 1879. The rebellion collapsed after the failure of a direct attack on Roberts' force on 23 December. Yaqub Khan, suspected of complicity in the massacre of Cavagnari and his staff, was obliged to abdicate. The British considered a number of possible political settlements, including partitioning Afghanistan between multiple rulers or placing Yaqub's brother Ayub Khan on the throne, but ultimately decided to install his cousin Abdur Rahman Khan as emir instead. Ayub Khan, who had been serving as governor of Herat, rose in revolt, defeated a British detachment at the Battle of Maiwand in July 1880 and besieged Kandahar. Roberts then led the main British force from Kabul and decisively defeated Ayub Khan on 1 September at the Battle of Kandahar, bringing his rebellion to an end. ==Aftermath== thumb|The Afghan revolt: Herati Soldiers 1879 With Ayub Khan defeated, the war was officially over and the British selected and supported a new Amir – Abdur Rahman Khan son of Muhammad Afzal and nephew of the former Amir Sher Ali. Rahman confirmed the Treaty of Gandamak, whereby the British took control of the territories ceded by Yaqub Khan, and also of Afghanistan's foreign policy in exchange for protection and a subsidy. The Afghan tribes maintained internal rule and local customs, and provided a continuing buffer between the British Raj and the Russian Empire. Abandoning the provocative policy of maintaining a British resident in Kabul, but having achieved all their other objectives, the British withdrew from the region. By April 1881 all British and Indian troops had left Afghanistan, but British Indian agents were left behind to smooth liaison between the governments. No further trouble resulted between Afghanistan and British India during Rahman's period of rule, and he became known as the 'iron Amir'. The Russians kept well out of Afghan internal affairs, with the exception of the Panjdeh incident three years later, resolved by arbitration and negotiation after an initial British ultimatum.Conflict in Afghanistan: A Historical Encyclopedia By Clements, F. ABC-Clio, Santa Barbara, California, 2003 p. 198 In 1893, Mortimer Durand was despatched to Kabul by British India to sign an agreement with Rahman for fixing the limits of their respective spheres of influence as well as improving diplomatic relations and trade. On November 12, 1893, the Durand Line Agreement was reached. leading to the creation of a new North-West Frontier Province. ==Timeline of battles== There were several decisive actions in the Second Anglo–Afghan War, from 1878 to 1880. Here are the battles and actions in chronological order. An asterisk (*) indicates a clasp was awarded for that particular battle with the Afghanistan Medal. thumb|Afghan victors of the Battle of Maiwand ===1878=== # Battle of Ali Masjid* (British victory) # Battle of Peiwar Kotal* (British victory) ===1879=== # Action at Takht-i-Pul (British victory) # Action at Matun (British victory) # Battle of Khushk-i- Nakud (British victory) # Battle of Fatehabad (Afghan victory) # Siege of the British Residency in Kabul (Afghan victory) # Battle of Kam Dakka (Afghan victory) # Battle of Charasiab* (British victory) # Battle of Shajui # Battle of Karez Mir # Battle of Takht-i-Shah # Battle of Asmai Heights* (Afghan victory) # Siege of Sherpur (Kabul)* (British victory) ===1880=== # Battle of Ahmed Khel* (British victory) # Battle of Arzu # Second Battle of Charasiab (British victory) # Battle of Maiwand (Afghan victory) # Battle of Deh Koja (Afghan Victory) # Battle of Kandahar* (British victory) ===1881=== # Evacuation of Kandahar (and Afghanistan) by British-led forces ==Order of battle== thumb|Durban Maidan of Sherpur Cantonment in 1879. thumb|Bengal Sapper and Miners Bastion in Sherpur cantonment. In November 1878, at the start of the war, the British established three Field Forces – designated Peshawar Valley, Kurram Valley and Kandahar respectively – each of which invaded Afghanistan by a different route. * Peshawar Valley Field Force. Lieutenant General Sir Samuel Browne ** Cavalry Brigade. Brigadier General C. J. S. Gough *** 10th Hussars (2 squadrons) *** 11th Probyn's Lancers *** Guides Cavalry ** Royal Artillery ** First Infantry Brigade. Brigadier General H. T. Macpherson *** 4th Battalion Rifle Brigade *** 20th Brownlow's Punjabis *** 4th Gurkha Rifles ** Second Infantry Brigade. Brigadier General J. A. Tytler *** 1st Battalion, 17th Leicestershire Regiment *** Queen's Own Corps of Guides (infantry component) *** 51st Sikhs ** Third Infantry Brigade. Brigadier General F. Appleyard *** 81st North Lancashire Regiment *** 14th Sikhs *** 27th Punjabis ** Fourth Infantry Brigade. Brigadier General W. Browne *** 51st King's Own Yorkshire Light Infantry *** 6th Jat Light Infantry *** 45th Sikhs * Kurram Valley Field Force. Major General Roberts ** Cavalry Brigade. Brigadier General Hugh Gough *** 10th Hussars (1 squadron) *** 12th Cavalry *** 25th Cavalry ** Royal Artillery. Colonel A. H. Lindsay ** First Infantry Brigade. Brigadier General A. H. Cobbe *** 2nd Battalion, 8th Foot *** 23rd Pioneers *** 29th Punjabis *** 58th Vaughan's Rifles ** Second Infantry Brigade. Brigadier General J. B. Thelwell *** 72nd Seaforth Highlanders *** 21st Punjabis *** 56th Rifles *** 5th Gurkha Rifles * Kandahar Field Force. Lieutenant General Donald Stewart ** First Division *** Cavalry Brigade. Brigadier General Walter Fane **** 15th Hussars **** 8th Bengal Cavalry **** 19th Fane's Lancers *** Royal Artillery. Brigadier General C. G. Arbuthnot *** First Infantry Brigade. Brigadier General R. Barter **** 2nd Battalion King's Royal Rifles **** 15th Sikhs **** 25th Punjabis *** Second Infantry Brigade. Brigadier General W. Hughes **** 59th East Lancashire Regiment **** 12th Kelat-i-Ghilzai Regiment **** 1st Gurkha Rifles **** 3rd Gurkha Rifles ** 2nd Division. Major General M A Biddulph *** Cavalry Brigade. Brigadier General C. H. Palliser **** 21st Daly's Horse **** 22nd Sam Browne's Horse **** 35th Scinde Horse *** Artillery Colonel Le Mesurier *** First Infantry Brigade. Brigadier General R. Lacy **** 70th East Surrey Regiment **** 19th Punjabis **** 127th Baluchis *** Second Infantry Brigade. Brigadier General Nuttall **** 26th Punjabis **** 32nd Pioneers **** 55th Coke's Rifles **** 129th Baluchis At the end of the first phase of the war in May 1879, the Peshawar Force was withdrawn, while the Kandahar Force was reduced in size. In September 1879, at the beginning of the second phase, additional British and Indian Army units were despatched to Afghanistan, while the Kurram Valley Force was reinforced, and redesignated the Kabul Field Force. ==See also== * First Anglo-Afghan War * Third Anglo-Afghan War * European influence in Afghanistan * Military history of Afghanistan * Sherpur Cantonment ==References== ==Bibliography== * * * * * * * * * Walker, Phillip Francis. Afghanistan: A Short Account of Afghanistan, Its History, and Our Dealings with It. London: Griffith and Farran (1881). * ==External links== * Second Anglo-Afghan War 1878–1880 * Second Anglo-Afghan War Chronology * British Battles * Online Afghan Calendar with Historical dates * Frederick Roberts and the long road to Kandahar * Anne S. K. Brown Military Collection, Brown University Library William Simpson's diary and album of sketches and watercolours covering the early part of the campaign, and done for the Illustrated London News * Afghanistan & the British Raj : The Second Afghan War & its Aftermath From the Royal Geographical Society of South Australia blog entries for Afghanistan & the British Raj that cover the subject chronologically with images through reference works in our collection. 02 Category:1870s in Afghanistan Category:1880s in Afghanistan Anglo-Afghan War 02 Anglo-Afghan War 02 Anglo-Afghan War 02 Anglo-Afghan War 02 Category:The Great Game Anglo-Afghan War 02 Anglo-Afghan War 02 Anglo-Afghan War 02 Anglo- Afghan War 02 Category:1878 in Afghanistan Category:1879 in Afghanistan Category:1880 in Afghanistan Category:1870s in British India Category:1880s in British India Category:Battle honours of the King's Royal Rifle Corps Anglo- Afghan War 02",
 "title": "Second Anglo-Afghan War"
}