{
 "id": "656417",
 "text": "Denman Waldo Ross (1853–1935) was an American painter, art collector, and scholar of art history and theory. He was a professor of art at Harvard University and a trustee of the Museum of Fine Arts, Boston. ==Early life== Denman Waldo Ross was born in 1853. He completed his undergraduate studies at Harvard University in 1875, and earned his doctorate in political economy from the same institution five years later. ==Career== Ross came to be interested in art soon after this, and began teaching courses in design and art theory at Harvard by 1889. Ross would spend much of the rest of his life lecturing on these and related topics, working with the Museum of Fine Arts, Boston on their burgeoning Oriental Art department, and traveling the world in search of artworks to add to his personal collection. Ross was also a member of some of Boston's elite inner circles, and is known to have brushed elbows not only with other prominent people associated with the Museum of Fine Arts and the art world, but also with the likes of Louis Brandeis, John Singer Sargent, Joseph Lindon Smith, Isabella Stewart Gardner and various members of Boston's most prominent families. A number of his students at Harvard, the Museum of Fine Arts, and elsewhere he lectured, went on to become prominent artists. Hyman Bloom and Jack Levine were among these, as was Marie Danforth Page. The collection of objects donated by Ross to the Museum of Fine Arts over the course of his career as a collector covers a wide geographical, chronological, and material diversity. He collected a myriad of European art objects, along with a great many Chinese and Japanese paintings and textiles. Among the many objects in the Denman Waldo Ross collection at the Museum are a stone head from Angkor Wat, a 7th-century Chinese scroll painting attributed to Yan Liben, a set of ukiyo-e folding screen paintings of Kyoto's pleasure quarters, and a number of Chinese Buddhist steles and paintings. In 1907, he published a manual of design : \"A Theory of Pure Design: Harmony, Balance, Rhythm\" by Houghton-Mifflin and co. and he contributed essays on design to magazines including Photo Era.The Buffalo Review Saturday 13 Jan 1900, p.4 ==Death== thumb|right|Denman Ross, Sitting redhair nude youth. Ross died in 1935. ==References== *\"A History of the Asiatic Department: A Series of Illustrated Lectures Given in 1957 by Kojiro Tomita (1890-1976).\" Museum of Fine Arts, Boston, 1990. *\"A Theory of Pure Design, Harmony, Balance, Rhythm\" ==Further reading== * * Patricia Ross Pratt (2019). The Best of Its Kind: The Life of Denman Walden Ross, Teacher, Collector, Painter, 1853-1935. Northern Liberties Press. Category:1853 births Category:1935 deaths Category:American art collectors Category:Museum of Fine Arts, Boston Category:Harvard University faculty Category:Harvard University alumni Category:19th-century American painters Category:20th-century American painters Category:American male painters Category:19th-century male artists Category:20th-century male artists",
 "title": "Denman Ross"
}