{
 "id": "656566",
 "text": "Unbreakable is the fifteenth studio album by German hard rock band Scorpions, released in 2004. In this release, Scorpions return to the style of music of their most successful albums, after experimenting with many different concepts and influences in the 1990s. This was the first album with Paweł Mąciwoda on bass guitar. Despite critical acclaim and extensive touring of the album, Unbreakable was not a big hit on the charts. ==Background== After the success of the cross-over album Moment of Glory recorded with Berlin Philharmonic Orchestra and of the unplugged album Acoustica, Scorpions reunited in studio with long-time producer Dieter Dierks to record two songs for the compilation album Bad for Good: The Very Best of Scorpions. The songs \"Bad for Good\" and \"Cause I Love You\" came from the band's archives and this was the first time Scorpions collaborated with Dierks in 14 years. ==Composition and recording== Scorpions started actively to work on a new album while touring in 2002. Drummer James Kottak said: \"We would sit in the back of the tour bus late night, playing each other songs each of us had written, writing, listening to new stuff on the radio, and brainstorming what each one of us thought which direction should the new CD take\". The band had the back lounge of a tour bus converted into a studio to write, rehearse and record the demos of the new songs. Guitarist Matthias Jabs said in that period that the new material would be classic rock. He explained: \"We are classic rock, and most radio stations don't play that. But a lot of things are changing, so you never know.\" After finishing the North American tour with Whitesnake in late March 2003, band members gathered at Scorpio Sound Studio to record the first batch of demos. They demoed a total of 16 songs and none of them made the album. A second demo session started in June 2003 and during that session the band demoed songs that Klaus Meine, Rudolf Schenker, Jabs and Kottak had written individually. In the late July and early August, Scorpions embarked on a three-week tour where Kottak spent most of his time writing, demoing, and playing guitar. He explained: \"On some songs I only play for Matthias, some only for Rudolf, and the sensitive ones I play for Klaus\". On 1 September 2003, the band went back again to Scorpio Sound Studio for a two-week demo session and they recorded a further 20 songs. Kottak said about the songs: \"We now felt we have the meat of the record...8 to 10 \"good ones\"\". Once demos sessions concluded, Scorpions sent their demos to producers they wished to work with. At the top of their list were: Bob Rock, Rick Parashar, Max Martin, Dieter Dierks and Erwin Musper. Rock was on vacation and resting after the two-year production of Metallica's album St. Anger; Dierks was scrapped after a financial disagreement between him and members of Scorpions. They finally chose to work with Musper and booked the studio for 15 October 2003. However, they were not ready for recording because they did not have a bass player, and none of the auditioned bass player had had access to the demos recorded by the band. Since there were no bass player during the demo sessions, all bass lines had been laid down by Jabs. Kottak invited Jeff Pilson and Jimmy Bain for the recording sessions, but scheduling clashes prevented their attending. Five days later the band entered the Peppermint Park Studio in Hannover, Germany, and after four to five days of setting up the equipment, they started the recording process, still without a bass player. Schenker's assistant recommended Polish bass player Paweł Mąciwoda. He learned the bass parts from the demos and was in the studio on the first day of recording. After three days, he had recorded a total of 11 songs. After those recording sessions were finished, band members did another recording session with Barry Sparks on bass, recording 5 songs. Despite a total of 16 recorded songs, the band still felt they were missing some songs to complete the album. At the very end of the recording sessions, Schenker came up with the song \"If You Could See Inside My Eyes\" (which became \"Through My Eyes\" on the album), Meine presented \"Maybe I, Maybe You\", Kottak with \"Can You Feel It\" and Jabs \"This Time\". After those 4 songs were recorded, finally the band had a foundation of 12 songs to make an album. Apart from those 12 songs, the album has one bonus song titled \"Remember the Good Times\", taken from one of the demo sessions. Later on, the band made a proper studio recorded version of the song, but eventually chose to use the demo version on the album and named it \"Retro Garage Mix\". Meine explained: \"It sounds more rough and we like the feel of it. And it has this retro feel also in the lyric\". In a period of two years, Meine, Schenker, Jabs and Kottak wrote over 150 songs for the album and band recorded 21 of them during a period of three months and three days. The album was mixed by Erwin Musper at Wisseloord Studios in the Netherlands; the mixing process was completed on 4 February 2004.Unbreakable: Enhanced Limited Edition - Videomessage [CD]. BMG, 2004. Five songs from the Unbreakable sessions were recorded for the album Sting in the Tail of 2010. Those songs are \"Slave Me\", \"No Limit\", \"Turn You On\" (which during the Unbreakable sessions had a different title), \"Spirit of Rock\" and \"The Best Is Yet to Come\", which was written at the very end of the Unbreakable sessions when band had no time to record it. Later, the band wanted to put it on the album Humanity: Hour I (2007), but it did not fit the album style, so band finally recorded it for Sting in the Tail. ==Release and promotion== In April 2004, Russian Scorpions Fan Site Scorpions.ru released two-minute audio samples of all of the songs from the album. The album was released in North America on 22 June 2004. In late June 2004 Scorpions official website released samples of the two bonus tracks that appear on the Japanese edition of Unbreakable; those songs are: \"Dreamer\" and \"Too Far\". ==Track listing== ==Personnel== ;Scorpions *Klaus Meine – lead vocals, backing vocals *Rudolf Schenker – rhythm guitars, acoustic guitars, solo guitar, backing vocals *Matthias Jabs – lead guitars, rhythm guitars, acoustic guitars, slide guitars, voice box *Paweł Mąciwoda – bass *James Kottak – drums, backing vocals ;Additional musicians *Koen van Baal – keyboards, arrangements on track 6 *Barry Sparks – bass on tracks 2 and 4 *Ingo Powitzer – bass on track 13 *Ralph de Jongh, Joss Mennen, Alex Jansen – backing vocals on tracks 1 and 4 *Jody's Kids Choir – additional vocals on track 1 ;Production *Erwin Musper – producer, engineer, mixing, arrangements on track 6 *Marc Ebermann, Nils Hahmann – Pro Tools operators *Thomas Nöhre – Cubase operator *Huub Reijnders, Arjen Mensinga – mixing assistant *Darius van Helfteren – mastering ==Charts== {| class=\"wikitable sortable plainrowheaders\" |- ! Chart (2004) ! Peak position |- | |- | |- | |- | |- | |- | |- | |- | |- | |} ==Certifications== ==References== Category:Scorpions (band) albums Category:2004 albums Category:Ariola Records albums Category:Bertelsmann Music Group albums Category:Sanctuary Records albums",
 "title": "Unbreakable (Scorpions album)"
}