{
 "id": "656711",
 "text": "Benjamin Smith Barton (February 10, 1766 – December 19, 1815) was an American botanist, naturalist, and physician. He was one of the first professors of natural history in the United States and built the largest collection of botanical specimens in the country. He wrote the first American textbook on botany.Swensen 1997 ==Early life== Barton's father, Rev. Thomas Barton, was an Irish immigrant from Carrickmacross who opened a school near Norristown, Pennsylvania in 1751. His mother was Esther Rittenhouse, sister of astronomer David Rittenhouse. Between 1780 and 1782, Barton studied at York Academy in Lancaster, Pennsylvania, where he showed an aptitude for drawing and an interest in collecting natural history specimens. Two years later, he attended the College of Philadelphia School of Medicine, studied medicine under Thomas Shippen, and attended Benjamin Rush's lectures in 1785. Young Barton also accompanied his uncle, David Rittenhouse, who had been commissioned to survey the western boundary of Pennsylvania in 1785. His travels aroused a lifelong interest in Native Americans. In 1786, Barton transferred to the University of Edinburgh, where he studied for two years before leaving without a degree because of financial difficulties and disagreements with two professors.Swensen 1997 Historians have erroneously claimed that Barton then studied at the University of Göttingen, but that has yet to be verified. Seven years after his appointment as a professor at the University of Pennsylvania, Barton attempted to obtain an honorary degree from several European Universities. He was unable to receive one from the University of Göttingen and was ultimately awarded an honorary degree from the University of Kiel.Kariann Yokota, \"\"To pursue the stream to its fountain\": Race, Inequality, and the Post-Colonial Exchange of Knowledge across the Atlantic,\" Explorations in Early American Culture Vol. 5 (2001), pp. 198 ==Medical career== Returning to Philadelphia in 1789, Barton practiced medicine. In 1790, he was elected to a fellowship at Philadelphia's College of Physicians. The same year, he succeeded Adam Kuhn as professor of Natural History and Botany at the College of Philadelphia. The College and its medical school merged with the University of Pennsylvania the following year. Two years later, Barton was also elected as a Fellow of the American Academy of Arts and Sciences. In early 1796, Barton succeeded Samuel Powel Griffitts, and became Professor of Materia Medica. Embarrassed by his lack of credentials, Barton purchased a degree of Doctor of Medicine from the Christian-Albrechts University at Kiel in August 1796.Ewan and Ewan, B. S. Barton, 2007, p. 162. In 1813, Barton succeeded to the professorship of the Theory and Practice of Medicine after the death of Rush but continued to lecture in natural history and botany. Concurrently with his academic position, he served as a physician at Pennsylvania Hospital from 1798 to his death, in 1815. ==Works== thumb|left|Profile Barton corresponded with naturalists throughout the United States and Europe, and he made significant contributions to the scientific literature of his day. In 1803, Barton published Elements of botany, or Outlines of the natural history of vegetables, the first American textbook on botany. Barton's work in natural history and botany was often assisted by William Bartram, the traveler, botanist, and artist. Bartram provided the illustrations of North American plants for Barton's 1803 Elements of Botany. From 1798 to 1804, Barton published a work on medicinal plants, Collections for An Essay Towards a Materia Medica of the United-States. From 1802 to 1805 Barton edited the Philadelphia Medical and Physical Journal, and in 1803, Barton founded the short-lived American Linnaean Society of Philadelphia. Barton was also interested in anatomy and zoology, and in 1796, he published his Memoir Concerning the Fascinating Faculty Which Has been Ascribed to the Rattle-Snake. In 1803, he published a comparative study of linguistics, Etymology of Certain English Words and on Their Affinity to Words in the Languages of Different European, Asiatic and American (Indian) Nations, and a text on the origin of the first American people, New Views of the Origin of the Tribes and Nations of America (1797). He was the editor of the Philadelphia Medical and Physical Journal (1805–1808), one of the oldest scientific publications in the United States. Barton was elected a member of the American Antiquarian Society in 1814.American Antiquarian Society Members Directory The Society holds among its collections a number of Barton's publications as well as a complete run of the Philadelphia Medical and Physical Journal ==Archeology== Barton also made a significant contribution to archeology. Although his early publication in 1787, Observations on Some Parts of Natural History, incorrectly attributed the prehistoric mounds of Ohio to the Danes, by his 1797 work (mentioned above), he had reconsidered his earlier claim and identified the Mound builders correctly as Native Americans. While he was not the first to make such a claim, he may have been the first to suggest a significant age to the mounds, as he posited that they were older than James Ussher's Biblical chronology. Lacking evidence, Barton still speculated that Native Americans originated in Asia, anticipating the much later scientific consensus in favor of the idea. ==Appointments== Barton was elected to the American Philosophical Society in 1789. He served as president of the Philadelphia Medical Society from 1808 to 1815. In 1812, he was elected as a member to the Royal Swedish Academy of Sciences. ==Miscellaneous== In 1803, before his famous expedition, Meriwether Lewis went to Philadelphia and met with Benjamin Smith Barton. Barton helped to increase Lewis' botanical knowledge and collection skills. Lewis returned with 226 plants. They are preserved today at the Lewis and Clark Herbarium at the Academy of Sciences in Philadelphia. ==Death== In 1815, Barton died of tuberculosis in New York City. ==Legacy== thumb|Benjamin Smith Barton Historical Marker at Arch near 7th Sts. Philadelphia PA His older brother, William Barton, was also a member of the American Philosophical Society. His maternal uncle, David Rittenhouse, served as the Society's second president after the death of founder Benjamin Franklin in 1790. His son Thomas Pennant Barton (born in Philadelphia in 1803; died there 5 April 1869) gathered together a notable Shakespearean library. It comprised 2,000 of the rarest editions of Shakespeare's works, and formed, with about 10,000 miscellaneous books, one of the most important private collections in America. He provided by will that this should be sold after his death to some institution that could prevent its dispersion. His widow carried out his wishes, and the collection was acquired by the Boston Public Library, which set apart a special room for its accommodation. A catalogue was issued, prefaced by a memoir. ==References== ==Sources== *Bell, Whitfield J. Jr. (1971) “Benjamin Smith Barton, MD (Kiel),” Journal of the History of Medicine and Allied Sciences, vol. 26, p. 197-203. *Ewan, Joseph and Ewan, Nesta Dunn (2007). Benjamin Smith Barton, Naturalist and Physician in Jeffersonian America. St. Louis: Missouri Botanical Garden Press. *Graustein, Jeannette E. (1961). “The Eminent Benjamin Smith Barton,” Pennsylvania Magazine of History and Biography, vol. 85, p. 423-438. * * ==External links== *Article and portrait at \"Discovering Lewis & Clark\" *Barton, Benjamin Smith (1766-1915). \"A memoir concerning the fascinating faculty which has been ascribed to the rattle-snake, and other American serpents\". Philadelphia: Printed, for the author, by Henry Sweitzer, 1796. http://resource.nlm.nih.gov/2542057R *Zoologica GDZ Full digitised Fragments of the Natural History of Pennsylvania Category:1766 births Category:1815 deaths Category:Alumni of the University of Edinburgh Category:Botanists with author abbreviations Category:American botanists Category:Members of the Royal Swedish Academy of Sciences Category:Perelman School of Medicine at the University of Pennsylvania alumni Category:19th-century deaths from tuberculosis Category:Tuberculosis deaths in New York (state) Category:University of Pennsylvania faculty Category:Fellows of the American Academy of Arts and Sciences Category:18th-century American writers Category:19th-century American writers Category:Members of the American Philosophical Society Category:Members of the American Antiquarian Society",
 "title": "Benjamin Smith Barton"
}