{
 "id": "657026",
 "text": "The Hsing Chung Hui (Hanyu Pinyin romanization: Xingzhonghui), translated as the Revive China Society (興中會), the Society for Regenerating China, or the Proper China SocietySharman, Lyon (1968). Sun Yat-sen: His life and its meaning, a critical biography. Stanford: Stanford University Press. p. 94. was founded by Sun Yat-sen on 24 November 1894 to forward the goal of establishing prosperity for China and as a platform for future revolutionary activities. It was formed during the First Sino-Japanese War, after a string of Chinese military defeats exposed corruption and incompetence within the imperial government of the Qing dynasty. The Revive China Society went through several political re-organizations in later years and eventually became the party known as the Kuomintang. As such, the contemporary Kuomintang considers its founding date to be the establishment of Revive China Society. Because Sun was in exile from China at the time, the Revive China Society was founded in Honolulu, Republic of Hawaii. Those admitted to the society swore the following oath: :Expel Tatar barbarians, revive Zhonghua, and establish a unified government. :(驅除韃虜，恢復中華，創立合眾政府。) When Sun Yat-sen returned to Hong Kong in early 1895, he met up again with Yeung Ku-wan, president of the already existing Furen Literary Society, whom he had first met in 1891. As they both wanted to take advantage of the uneasy political situation due to the First Sino-Japanese War, on 18 February 1895 the Furen Literary Society was merged into the Revive China Society,Schiffrin, Harold Z, 1968 \"Sun Yat- sen and the Origins of the Chinese Revolution\", University of California Press, p.48 with help from Yau Lit, a close friend of Sun and member of Furen. Yeung and Sun became the President and Secretary of the Society respectively. They disguised their activities in Hong Kong under the guise of running a business called \"Kuen Hang Club\", founder Tse Tsan-tai's account (乾亨行). In October 1895, the Revive China Society planned to launch an uprising in Guangzhou, with Yeung directing the uprising in Hong Kong where funds and training location were provided by Li Ki-tong. However, plans were leaked out and more than 70 members, including Lu Haodong, a schoolboy friend of Sun Yat- sen, were captured by the Qing government. Under pressure from the Qing government in mainland China, the British colonial authorities in Hong Kong forced Yeung and Sun Yat-sen to leave, barring them from entering Hong Kong over the next five years. Yeung travelled to Johannesburg, South Africa, via Singapore and later to Japan, where he stayed from 1896 to 1899, to expand the Revive China Society and spread its ideas. The group lost its vigour after the failed uprisings in 1895 and 1900, according to the Concise History of Hong Kong. It was later merged into the Tongmenghui, which in turn became the Kuomintang. == Background == ==See also== * Tongmenghui * Kuomintang * History of the Republic of China * Huaxinghui == References == ; Footnote citations ; In-line citations : ; Infobox citations : : : Category:Organizations established in 1894 Category:1894 establishments in the United States Category:1894 in China Category:1911 Revolution Category:Kuomintang",
 "title": "Revive China Society"
}