{
 "id": "65735",
 "text": "The Rape of Nanking: The Forgotten Holocaust of World War II is a bestselling 1997 non-fiction book written by Iris Chang about the 1937–1938 Nanking Massacre, the massacre and atrocities committed by the Imperial Japanese Army after it captured Nanjing, then capital of China, during the Second Sino- Japanese War. It describes the events leading up to the Nanking Massacre and the atrocities that were committed. The book presents the view that the Japanese government has not done enough to redress the atrocities. It is one of the first major English-language books to introduce the Nanking Massacre to Western and Eastern readers alike, and has been translated into several languages. The book received both acclaim and criticism by the public and by academics. It has been praised as a work that \"shows more clearly than any previous account\" the extent and brutality of the episode,Foreword by William C. Kirby, in: while elements of Chang's analysis of the motivations for the events, Japanese culture, and her calculation of the total numbers killed and raped were criticized as inaccurate because of her lack of training as a historian. Chang's research on the book was credited with the finding of the diaries of John Rabe and Minnie Vautrin, both of whom played important roles in the Nanking Safety Zone, a designated area in Nanjing that protected Chinese civilians during the Nanking Massacre. “…Nanking should be remembered not only for the number of people slaughtered but for the cruel manner in which many met their deaths. Chinese men were used for bayonet practice and in decapitation contests. An estimated 20,000 – 80,000 Chinese women were raped. Many soldiers went beyond rape to disembowel women, slice off their breasts, and nail them alive to walls. Fathers were forced to rape their daughters, and sons their mothers, as other family members watched. Not only did live burials, castration, the carving of organs, and the roasting of people become routine, but more diabolical tortures were practiced, such as hanging people by their tongues on iron hooks or burying people to their waists and watching them get torn apart by German shepherds. So sickening was the spectacle that even Nazis in the city were horrified, one proclaiming the massacre to be the work of bestial machinery.”Chang, Iris; The Rape of Nanking; Penguin, London, 1998, p.6 The book prompted AOL executive Ted Leonsis to fund and produce Nanking, a 2007 documentary film about the eponymous massacre. == Background == ===Inspiration=== As a child, Chang was told by her parents that during the Nanking Massacre, the Japanese \"sliced babies not just in half but in thirds and fourths.\" Her parents had escaped with their families from China to Taiwan and then to the United States after World War II. In the introduction of The Rape of Nanking, she wrote that throughout her childhood, the Nanking Massacre \"remained buried in the back of [her] mind as a metaphor for unspeakable evil.\" When she searched the local public libraries in her school and found nothing, she wondered why no one had written a book about it. The subject of the Nanking Massacre entered Chang's life again almost two decades later when she learned of producers who had completed documentary films about it. One of the producers was Shao Tzuping, who helped produce Magee's Testament, a film that contains footage of the Nanking Massacre itself, shot by the missionary John Magee. The other producer was Nancy Tong, who, together with Christine Choy, produced and co-directed In The Name of the Emperor, a film containing a series of interviews with Chinese, American, and Japanese citizens. Chang began talking to Shao and Tong, and soon she was connected to a network of activists who felt the need to document and publicize the Nanking Massacre.Chang, The Rape of Nanking In December 1994, she attended a conference on the Nanking Massacre, held in Cupertino, California, and what she saw and heard at the conference motivated her to write her 1997 book. As she wrote in the book's introduction, while she was at the conference: > I was suddenly in a panic that this terrifying disrespect for death and > dying, this reversion in human social evolution, would be reduced to a > footnote of history, treated like a harmless glitch in a computer program > that might or might not again cause a problem, unless someone forced the > world to remember it. ===Research=== Chang spent two years on research for the book. She found source materials in the US, including diaries, films, and photographs of missionaries, journalists, and military officers who were in Nanjing at the time of the massacre. Additionally, she traveled to Nanjing to interview survivors of the Nanking Massacre and to read Chinese accounts and confessions by Japanese army veterans. Also, she incorporated the most recent work on the subject by Chinese and Chinese-American historians by including many disturbing photographs and a myriad of translated documents. Yang Daqing, \"Convergence or Divergence? Recent Historical Writings on the Rape of Nanjing\", The American Historical Review 104 (1999), p. 7. Before publication, the book was reviewed by Rana Mitter and Christian Jessen-Klingenberg of the University of Oxford; Carol Gluck of Columbia University; and William C. Kirby of Harvard University.Chang, Iris; The Rape of Nanking; Penguin, London, 1998 At the time of writing, the Japanese government classified Japan’s World War 2 archives, making archival records unavailable to investigators. ==== The diaries ==== Chang's research led her to make what one San Francisco Chronicle article called \"Significant Discoveries\" on the subject of the Nanking Massacre, in the forms of the diaries of two Westerners who were in Nanjing leading efforts to save lives during the Japanese invasion. The diaries documented the events of the Nanking Massacre from the perspectives of their writers, and provided detailed accounts of atrocities that they saw, as well as information surrounding the circumstances of the Nanking Safety Zone. One diary was that of John Rabe, a German Nazi Party member who was the leader of the Nanking Safety Zone, a demilitarized zone in Nanjing that Rabe and other Westerners set up to protect Chinese civilians. Rabe's diary is over 800 pages, and contains one of the most detailed accounts of the Nanking Massacre. Translated into English, it was published in 1998 by Random House as The Good Man of Nanking: The Diaries of John Rabe. The other diary belonged to Minnie Vautrin, the American missionary who saved the lives of about 10,000 women and children when she provided them with shelter in Ginling College. Vautrin's diary recounts her personal experience and feelings on the Nanking Massacre; in it, an entry reads, \"There probably is no crime that has not been committed in this city today.\" It was used as source material by Hua-ling Hu for a biography of Vautrin and her role during the Nanking Massacre, entitled American Goddess at the Rape of Nanking: The Courage of Minnie Vautrin. Chang dubbed Rabe the \"Oskar Schindler of Nanking\" and Vautrin the \"Anne Frank of Nanking.\"Chang, Iris. 18 January 2012. \"The Nazi Leader Who, in 1937, Became the Oskar Schindler of China.\" The Atlantic. == Contents == The Rape of Nanking is structured into three main parts. The first uses a technique—what Chang calls the \"Rashomon perspective\"—to narrate the events of the massacre from three different perspectives: that of the Japanese military, the Chinese victims, and of the Westerners who tried to help Chinese civilians. The second part concerns the postwar reaction to the massacre, especially that of the American and European governments. The third part of the book examines the circumstances that, Chang believed, have kept knowledge of the massacre out of public consciousness decades after the war. === Atrocities === The book depicted in detail the killing, torture, and rape that occurred during the Nanking Massacre. Chang listed and described the kinds of torture that were visited upon the residents, including live burials, mutilation, \"death by fire,\" \"death by ice,\" and \"death by dogs.\" Based on the testimony of a survivor of the massacre, Chang also describes a killing contest amongst a group of Japanese soldiers to determine who could kill the fastest. On the rape that occurred during the massacre, Chang wrote that \"certainly it was one of the greatest mass rapes in world history.\" She estimates that the number of women raped ranged from 20,000 to as many as 80,000,Chang, The Rape of Nanking, p. 89, citing: and states that women from all classes were raped, including Buddhist nuns.Chang, The Rape of Nanking, p. 90, citing: Furthermore, rape occurred in all locations and at all hours,Chang, The Rape of Nanking, pp. 90-91, citing: and both very young and very old women were raped.Chang, The Rape of Nanking, p. 91, citing: Not even pregnant women were spared, Chang wrote, and that after gang rape, Japanese soldiers \"sometimes slashed open the bellies of pregnant women and ripped out the fetuses for amusement.\"Chang, The Rape of Nanking, p. 91, citing: Not all rape victims were women, according to the book, Chinese men were sodomized and forced to perform repulsive sexual acts.Chang, The Rape of Nanking, p. 95, citing: Some were forced to commit incest—fathers to rape their own daughters, brothers their sisters, sons their mothers.Chang, The Rape of Nanking, p. 95, citing: === Death toll === Chang wrote of the death toll estimates given by different sources: * Chinese military specialist Liu Fang-chu proposed a figure of 430,000; officials at the Nanjing Massacre Memorial Hall and the procurator of the District Court of Nanjing in 1946 stated at least 300,000 were killed; * the International Military Tribunal for the Far East (IMTFE) judges concluded that more than 260,000 people were killed; * Japanese historian Akira Fujiwara mentioned at least 200,000; * John Rabe, who \"never conducted a systematic count and left Nanking in February,\" estimated 50,000 to 60,000; and * Japanese historian Ikuhiko Hata argued the number killed was between 38,000 and 42,000. The book discusses the research of historian Sun Zhaiwei of the Jiangsu Academy of Social Sciences. In his 1990 paper, \"The Nanking Massacre and the Nanking Population\", Sun estimated the total number of people killed at 377,400. Using Chinese burial records, he calculated that the number of dead exceeded the figure of 227,400. He then added estimates totaling 150,000 given by Japanese Imperial Army Major Ohta Hisao in a confessional report about the Japanese army's disposal efforts of dead bodies, arriving at the sum of 377,400 dead. Chang wrote that there is \"compelling evidence\" that the Japanese themselves, at the time, believed that the death toll may have been as high as 300,000. She cited a message that Japan's foreign minister Kōki Hirota relayed to his contacts in Washington, DC in the first month of the massacre on January 17, 1938. The message acknowledged that \"not less than three hundred thousand Chinese civilians [were] slaughtered, many cases in cold blood.\" == Reception == === Acclaim === The Rape of Nanking sold more than half a million copies when it was first published in the US, and according to The New York Times, received general critical acclaim. The book remained on the New York Times' Best Seller list for 10 weeks and sold more than 125,000 copies in four months. Several leading historians said they believe that Chang’s revelation of Japanese wartime crimes and the country’s postwar attempts to cover up and distort history will help raise public awareness of the incident. Iris Chang became an instant celebrity in the US: she was awarded honorary degrees; invited to give lectures and to discuss the Nanking Massacre on shows such as Good Morning America, Nightline, and The NewsHour with Jim Lehrer; profiled by The New York Times; and was featured on the cover of Reader's Digest. Moreover, Hillary Clinton invited her to the White House; U.S. historian Stephen Ambrose described her as \"maybe the best young historian we've got;\" and the Organization of Chinese Americans named her National Woman of the Year. The book's popularity prompted a lengthy book tour, with Chang visiting 65 cities in over a year and a half. The book also received praise from news media. The Wall Street Journal wrote that it was the \"first comprehensive examination of the destruction of this Chinese imperial city,\" and that Chang \"skillfully excavated from oblivion the terrible events that took place.\" The Atlantic Monthly described the book as \"a crushing indictment of the Japanese army's behavior.\" The Chicago Tribune called it \"a powerful new work of history and moral inquiry\" and stated that \"Chang takes great care to establish an accurate accounting of the dimensions of the violence.\" The Philadelphia Inquirer wrote that it was a \"compelling account of a horrendous episode that, until recently, has been largely forgotten.\" According to William C. Kirby, Professor of History at Harvard University, Chang \"shows more clearly than any previous account just what [the Japanese] did,\" and that she \"draws connections between the slaughter in Europe and in Asia of millions of innocents during World War II.\" Ross Terrill, an associate in research at the Fairbank Center for East Asian Research at Harvard, wrote that the book is \"scholarly, an exciting investigation and a work of passion.\"Quotes on the Jacket and Interior of - Beatrice S. Bartlett, Emeritus Professor of History at Yale University, wrote, \"Iris Chang's research on the Nanking holocaust yields a new and expanded telling of this World War II atrocity and reflects thorough research.\" Frederic Wakeman, director of the Institute of East Asian Studies at the University of California, Berkeley, wrote that the book was \"Heartbreaking ... An utterly compelling book. The descriptions of the atrocities raise fundamental questions not only about imperial Japanese militarism but the psychology of the torturers, rapists, and murderers.\" === Criticism === Chang's critics alleged that she made an inappropriate and facile association between Japanese culture, which include Japanese martial competitions and bushido, and mass murder; that her book contained incorrect historical dates and names because of her lack of training as a historian; that her personal feelings were evident in the book, making it lack intellectual rigor; and that she placed an undue amount of attention to the actions of right-wing Japanese politicians and groups who refuse to acknowledge Japan's wartime crimes, while ignoring the contributions made by Japanese historians and groups who are preserving the memory of the massacre. Robert Entenmann, professor of history at St. Olaf College, disagreed with her description of the massacre. Entenmann opined that her explanations on why the massacre occurred were inadequate. Disagreements notwithstanding, he acknowledged that her book will help preserve the memory of the atrocity. Timothy M. Kelly, former professor of religious studies at Edogawa University, alleged that her book contained plagiarized passages. Sonni Efron of the Los Angeles Times opined that the bitter row over Iris Chang's book may leave Westerners with the misimpression that little has been written in Japan about the Nanjing Massacre, when in fact the National Diet Library holds at least 42 books about the Nanjing massacre and Japan's wartime misdeeds, 21 of which were written by liberals investigating Japan's wartime atrocities. In addition, Efron noted that geriatric Japanese soldiers have published their memoirs and have been giving speeches and interviews in increasing numbers, recounting the atrocities they committed or witnessed. After years of government-enforced denial, Japanese middle school textbooks now carry accounts of the Nanjing massacre as accepted truth. According to Efron, Japanese liberals alleged that the mistakes found in her book could undermine their endeavors, which include bringing the knowledge of the massacre to the Japanese public and pressuring the Japanese government into apologizing and atoning for the massacre. thumb|right|250px|The original version of a photograph used by Chang—the accuracy of the caption in the book is disputed San Francisco Chronicle staff writer Charles Burress wrote that Chang's quote of a secret telegram sent by Japan's foreign minister in 1938 was incorrectly cited as \"compelling evidence\" that Japanese troops killed at least 300,000 Chinese civilians in Nanjing. According to Burress, the figure of 300,000 Chinese civilians killed actually came from a message sent by a British reporter, concerning deaths not only in Nanjing but in other places as well. Additionally, Burress questioned her motivation for writing the book—whether she wrote it as an activist or as a historian, stating that the book \"draws its emotional impetus\" from her conviction to not let the Nanking Massacre be forgotten by the world. Burress also cited Ikuhiko Hata, a Japanese history professor at Nihon University, who alleged that 11 photos in the book were misrepresented or fake. One particular photo shows women and children walking across a bridge with Japanese soldiers, and captioned as \"The Japanese rounded up thousands of women. Most were gang-raped or forced into military prostitution.\" Hata stated that the photo originally appeared in 1937 in a Japanese newspaper as part of a series of photos that showed peaceful scenes of Chinese villagers under Japanese occupation. He alleged that since she did not conduct research in Japan, she incorrectly portrayed Japan's postwar attitudes towards the atrocity. Chang responded to Burress' criticism in a letter written to the San Francisco Chronicle, but the letter was not published by the newspaper. In the letter, she offered criticism of her own concerning Burress's article. She said Hata is considered as an untrustworthy scholar because of his regular contributions to ultra right-wing Japanese publications such as the Bungei Shunju, a publication that published an article that supported Holocaust denial and another article that accused her, MacArthur Foundation and Rupert Murdoch of being part of a conspiracy of the Chinese Communist party. In regards to his allegations of her misrepresentation of photos and captions, she wrote that Hata provided insufficient evidence to support his suggestion that the photos proved a peaceful Japanese occupation. In reference to the photo that shows women and children walking across a bridge with Japanese soldiers, she wrote: > \"The Japanese, like the Nazis, relied on deception to make mass executions > and mass rapes more manageable. The hapless Chinese men, women and children > rounded up by the Japanese were usually kept ignorant about their fate until > it was too late to escape. In Nanking, women were guided to \"marketplaces\" > to buy ducks and chicken, only to find platoons of soldiers waiting to rape > them. Men were assured of food, shelter and safety by Japanese soldiers, > only to be lured to remote areas and used for bayonet practice or > decapitation contests.\" She wrote that her book dealt with the \"horror of the Japanese invasion of China,\" and that the caption reading \"The Japanese rounded up thousands of women. Most were gang-raped or forced into military prostitution\" contained two statements of indisputable fact. Chang also issued a rejoinder to Burress's argument that she incorrectly cited a telegram sent by Japan's foreign minister. She wrote that while the original figure of 300,000 Chinese civilian deaths in Nanjing was reported by a British reporter, this figure was cited in a message that Japan's foreign minister sent to his contacts in Washington, DC. Chang argued that figure's use by a high-ranking Japanese government official was evidence that the Japanese government recognized 300,000 as the number of Chinese civilian deaths. Finally, she criticized Burress for his \"nitpick\" of small details in order to draw attention away from the scope and magnitude of the Nanking Massacre, writing that such was a \"common tactic\" of Holocaust deniers. In an interview conducted by Kinue Tokudome, Chang challenged her critics by saying: > \"If the Japanese Foreign Ministry and the rest of the Japanese government > truly care about historical truth, then they should open all their wartime > archives to the rest of the world … They shouldn’t mind inviting an > international task force of historians – historians from the U.S., China, > Japan, Korea, and other countries – to review all the high-level Japanese > records from that era and publish them for general and scholarly > consumptions. Trust me, if the newly released archival records disprove any > of the facts in my book, I would be the first person to acknowledge this in > the next edition of The Rape of Nanking. Moreover, I would help the Japanese > government publicize the new facts to the world media and find prestigious > publishers in the U.S. to translate the documents into English.\" === Reaction in Japan === The Rape of Nanking has caused controversy in Japan. In 1999 Fujiwara said that: > “A campaign to deny the Nanking massacre itself by presenting the weaknesses > of Iris Chang’s book is being developed. The massacre denial groups have > been using these kinds of tactics to maintain there was no massacre by > presenting the contradictions in testimony quoted or by the use of > inappropriate photos. Yet it is impossible to deny the occurrence of the > incident itself because of these few mistakes. It is an illogical jump in > reasoning to deny that the Nanking massacre ever happened by attacking her > book.” Associate Professor David Askew of Ritsumeikan Asia Pacific University said that Chang's book ignited an interest in Japan about the massacre, increasing the amount of publications of the massacre in Japan. He opined that a unified Japanese view of the massacre doesn't exist because of the internal debates and contentions surrounding the massacre, and that the different views can be categorized into mutually exclusive thought groups. He alleged that some aspects of her book undermined the argument put forth by the \"Great Massacre School of thought,\" which advocates for the validity of the findings at the Tokyo Trials and concludes that there were at least 200,000 casualties and at least 20,000 rape cases, and is considered to be the most sophisticated and credible thought group in Japan. In an attempt to prevent her Japanese publisher from releasing a Japanese translation of her book, right-wing Japanese groups threatened and pilloried Chang, her publisher and Japanese historians. A Japanese literary agency informed her that several Japanese historians declined to review the translation, one professor backed out because of pressure placed on his family from \"an unknown organization,\" and her publisher said he was putting himself in a \"life-threatening situation\" by publishing her book. According to Japan scholar Ivan P. Hall, revisionist historians in Japan organized a committee of right-wing scholars to condemn the book with repeated appearances at the Foreign Correspondents' Club in Tokyo and throughout Japan. Her Japanese publisher requested her to edit the book for the changes the right-wing Japanese scholars wanted made, to delete photographs and alter maps, and to publish a rebuttal to her book. According to the email correspondence between Chang and Soni Efron of the Los Angeles Times, Chang defended the veracity of her research. She said that she corrected 10 errors, including incorrect dates and misspelled names. She rejected the publisher's attempt to annotate about 65 items in the book, stating that the suggested changes were additional details, interpretations or assertions by right-wing critics for which no evidence was provided. She wrote, > “I can assure you that virtually none of these errors had anything to do > with the historical description of the Nanking massacre itself.” Since the editorial requests were against the publishing contract between Chang and her publisher, she decided to withdraw the Japanese publication of her book and criticized her publisher for capitulating to right-wing threats. A Japanese translation of her book was not published and circulated in Japan until December 2007.ザ・レイプ・オブ・南京—第二次世界大戦の忘れられたホロコースト. Translated by 巫召鴻. Shudo Higashinakano, a professor of intellectual history and prominent denialist at Asia University of Japan, alleged in Sankei Shimbun that the book was \"pure baloney\", that there was \"no witness of illegal executions or murders\", and that \"there existed no 'Rape of Nanking' as alleged by the Tokyo Trial.\" Japan's foreign ministry said that the atrocity was an indisputable fact; he disagreed. He alleged that there were 90 historical factual errors in the first 64 pages of the book. In the 1998 Penguin Books edition, four minor details were corrected, none of which were related to the Japanese atrocities committed in China. == Chang's death == After publishing the book, Chang received hate mail, primarily from Japanese ultranationalists, and threatening notes on her car and also believed her phone was tapped. Her mother said the book \"made Iris sad\". Suffering from depression, Chang was diagnosed with brief reactive psychosis in August 2004. She began taking medications to stabilize her mood. She wrote: > I can never shake my belief that I was being recruited, and later > persecuted, by forces more powerful than I could have imagined. Whether it > was the CIA or some other organization I will never know. As long as I am > alive, these forces will never stop hounding me. Chang committed suicide on November 9, 2004. A memorial service was held in China by Nanking Massacre survivors coinciding with her funeral in Los Altos, California. The Memorial Hall of the Victims in the Nanjing Massacre, a memorial site in Nanjing built to commemorate the victims of the Nanking Massacre, added a wing dedicated to her in 2005. In the US, a Chinese garden in Norfolk, Virginia, which contains a memorial to Minnie Vautrin, added a memorial dedicated to Chang, including her as the latest victim of the Nanking Massacre, and drawing parallels between Chang and Vautrin, who also took her own life. Vautrin exhausted herself trying to protect women and children during the Nanking Massacre and subsequently during the Japanese occupation of Nanjing, finally suffering a nervous breakdown in 1940. She returned to the US for medical treatment, committing suicide a year later. == Editions == ; English * 1997. * 1998. The Rape of Nanking: The Forgotten Holocaust of World War II, with a foreword by William C. Kirby. USA: Penguin. . ; French * 2010. Le viol de Nankin – 1937 : un des plus grands massacres du XXe siècle. Payot. . ; Chinese (under Iris Chang's Chinese name: \"Zhang Chunru\", ) * 2005. , translated by Ma Zhixing (), Tian Huaibin (), and Cui Naiying (). Oriental Publishing House (). 382 pp. . * 2015. . Beijing: CITIC Press. 308 pp. . ; Japanese * 2007. , . Dojinsha. . * 2007 (Corrected version). , . Dojinsha. . == See also == * Black Sun: The Nanking Massacre * City of Life and Death * Don't Cry, Nanking * Nanking * The Forgotten Holocaust: The Poles Under German Occupation, 1939–1944 * The Tokyo Trial (film) == Notes == == References == == External links == * Iris Chang's official site * Excerpt of book: 18 January 2012. \"The Nazi Leader Who, in 1937, Became the Oskar Schindler of China.\" The Atlantic. * Efron, Sonni. 6 June 1999. \" Once Again, Japan is at war over History.\" GeoCities.com. * Chang, Y. Y. 8 December 2006. \"Iris’s Spirit is Everywhere.\" AsianWeek.com. * \"The Nanking Incident Archives.\" Fact Finders' Forum — includes analysis of photos. === Interviews with author === * Gergen, David, interviewer. 20 February 1998. \"Iris Chang and the Forgotten Holocaust\" (transcript). The NewsHour. US: PBS. Archived on 19 March 2012. * Lamb, Brian, interviewer. 11 January 1998. \"The Rape of Nanking\" (video and transcript). Booknotes. US: C-Span. Also available on C-Span. * Mills, Ami Chen, interviewer. 12 December 1996. \"Breaking the Silence.\" Metroactive. US: Metro Publishing, Inc. * Rose, Charlie, interviewer. 19 May 1998. \"Iris Chang\" (video and transcript). Charlie Rose. US: PBS. Also available on PBS Category:1997 non-fiction books Category:American history books Category:History books about the Sino-Japanese War Category:20th-century history books Category:Nanjing Massacre books Category:Literature by Chinese- American women Category:Books involved in plagiarism controversies",
 "title": "The Rape of Nanking (book)"
}