{
 "id": "657750",
 "text": "Reinventing Axl Rose is the debut album by the Gainesville, Florida punk rock band Against Me!, released on March 5, 2002 under No Idea Records. It was the group's first release as a full band with electric guitars, bass guitar, and drums. The album was produced by Rob McGregor, who would also produce the band's second album Against Me! as the Eternal Cowboy (2003). The album's title references Guns N' Roses singer Axl Rose, illustrated on the cover. ==Background and recording== Against Me! Is Reinventing Axl Rose was recorded in four sessions. Ten of the album's eleven songs were recorded on December 21 and 28, 2001, and January 12, 2002 at Goldentone Studios in Gainesville by Rob McGregor. \"8 Full Hours of Sleep\" came from an earlier recording session on July 23, 2001 on which Jordan Kleeman played the Moog synthesizer. Five of the album's songs had previously been released on the band's EPs but were re- recorded for the album: \"Walking Is Still Honest\" had appeared on Against Me! (2000) and \"I Still Love You Julie\" had appeared on Crime as Forgiven By Against Me! (2001), both recorded when the band consisted of only singer/guitarist Laura Jane Grace and drummer Kevin Mahon. \"Jordan's First Choice\", \"Those Anarcho Punks Are Mysterious...\", and \"Pints of Guinness Make You Strong\" had appeared on Against Me! as acoustic versions recorded by Grace and bassist Dustin Fridkin. By the time of the album's recording Against Me! consisted of Grace, Fridkin, drummer Warren Oakes, and guitarist James Bowman, and the band re-recorded these five songs with full electric instrumentation. Several guest singers provided backing vocals for \"We Laugh at Danger (And Break All the Rules)\" including Sam Jones, Todd \"Bitchin, Ryan and Patrick Quinney, Adam Volk, Rose O'Hara, and Jordan Kleeman. Sam Jones also sang backing vocals on \"Pints of Guinness Make You Strong\" and \"Jordan's 1st Choice\". \"Baby, I'm an Anarchist!\" dates back to one of Grace's previous bands: > \"Baby, I'm an Anarchist!\" was written by Laura Jane Grace, Cassidy Rist, and > Rob Augman for a band that never happened, but was a really good idea. > Although we played it live 2 or 3 times, it was never recorded. Cassidy was > kind enough to come in and sing on this song; she was drunk. It was 11am. Remarking on the album's themes in 2008, Grace said: \"you get to an age where you get discouraged with dreams like [playing in a band] and you're told you're never going to be able to do anything like that, and you start to feel like there's a closed door, and when I started to feel that way, I went ahead and started doing my own thing. We made our own way and that was kind of just what the title of the album and a lot of the album was about, really, was just doing it yourself and not taking 'no' for an answer, and reclaiming your dreams.\" At The Fest in October 2017, Against Me! played the album live in its entirety, with the band's original bassist Dustin Fridkin playing with the band. Most of the songs have been regularly played in concert by the band since the release of Axl, with the exception of \"The Politics of Starving\", \"Jordan's First Choice\" and \"Scream It Until You're Coughing Up Blood (Jamaican Me Crazy)\", which prior to October 2017 were last played live in concert by Against Me! or Laura Jane Grace in May 2003, November 2008 and May 2003 respectively. ==Album title== Grace stated the album name was a \"kill your idols\" proclamation: \"Guns N' Roses were my favorite band when I was a kid. The title was meant as a tribute in a way. It was also about destroying your heroes.\"diffuser ==Critical reception== Critic Corey Apar of AllMusic gave Against Me! Is Reinventing Axl Rose four and a half out of five stars, calling it \"an impressive debut that manages to combine fist-in-the-air singalong choruses, lagered-up rhythms, and urgent drumbeats with the underground, raw intensity these punks are known for live\" and \"a true classic that brings listeners right into the dirty basements and dive bars that birthed the band — and serves as the foundation to where they would head next.\" Exclaim! gave a positive review, calling the album a \"missing link between the Clash and Bob Dylan\".exclaim ==Track listing== ==Personnel== ===Band=== * Laura Jane Grace – guitar, lead vocals, artwork concept and layout * James Bowman – guitar, backing vocals * Dustin Fridkin – bass guitar, backing vocals * Warren Oakes – drums ===Additional musicians=== * Sam Jones – backing vocals on \"Pints of Guinness Make You Strong\", \"We Laugh at Danger (And Break All the Rules)\", and \"Jordan's 1st Choice\" * Todd Ryan – backing vocals on \"We Laugh at Danger (And Break All the Rules)\" * Patrick Quinney – backing vocals on \"We Laugh at Danger (And Break All the Rules)\" * Adam Volk – backing vocals on \"We Laugh at Danger (And Break All the Rules)\" * Rose O'Hara – backing vocals on \"We Laugh at Danger (And Break All the Rules)\" * Cassidy Rist – backing vocals on \"Baby, I'm an Anarchist!\" * Jordan Kleeman – backing vocals on \"We Laugh at Danger (And Break All the Rules)\", Moog synthesizer on \"8 Full Hours of Sleep\" ===Production and design=== * Rob McGregor – audio engineer *Jordan Kleeman – artwork concept and layout * Var Thelin – artwork concept and layout ==References== ==External links== *Against Me! Is Reinventing Axl Rose at No Idea Records Category:2002 debut albums Category:Against Me! albums Category:Axl Rose Category:No Idea Records albums Category:Anarcho-punk albums Category:Albums produced by Rob McGregor",
 "title": "Against Me! Is Reinventing Axl Rose"
}