{
 "id": "657825",
 "text": "Robert Bruce Mathias (November 17, 1930 – September 2, 2006) was an American decathlete, two-time Olympic gold medalist in the event, a United States Marine Corps officer, actor and United States Congressman representing the state of California for four terms from 1967 to 1975. ==Early life and athletic career== Mathias was born in Tulare, California. He attended Tulare Union High School, where he was a classmate and long time friend of Sim Iness, the 1952 Olympic discus gold medalist. While at Tulare Union in early 1948, Mathias took up the decathlon at the suggestion of his track coach, Virgil Jackson. During the summer following his high school graduation, he qualified for the United States Olympic team for the 1948 Summer Olympics held in London. In the Olympics, Mathias's naïveté about the decathlon was exposed. He was unaware of the rules in the shot put and nearly fouled out of the event. He almost failed in the high jump but was able to recover. Mathias overcame his difficulties and with superior pole vault and javelin scores was able to push past Ignace Heinrich to win the Olympic gold medal. At age 17, he became the youngest gold medalist in a track and field event. Mathias continued to fare well in decathlons in the four years between the London games and the 1952 Summer Olympics in Helsinki. In 1948, Mathias won the James E. Sullivan Award as the nation's top amateur athlete, but because his scholastic record in high school did not match his athletic achievement, he spent a year at The Kiski School, a well-respected all-boys boarding school in Saltsburg, Pennsylvania. He then entered Stanford University in 1949, played college football for two years and was a member of Phi Gamma Delta fraternity. Mathias set his first decathlon world record in 1950 and led Stanford to a Rose Bowl appearance in 1952, the first nationally televised college football game. After graduating from Stanford in 1953 with a BA in Education, Mathias spent two and a half years in the U.S. Marine Corps. He was promoted to the rank of captain and was honorably discharged. At Helsinki in 1952, Mathias established himself as one of the world's greatest all-around athletes. He won the decathlon by the astounding margin of 912 points, which established a new world record, and he became the first person to successfully defend an Olympic decathlon title. He returned to the United States as a national hero. His 7,887 point total at the Helsinki Olympics remained the school record at Stanford for 63 years until it was broken in 2015 by a freshman, Harrison Williams. In 1952, he was the first person to compete in an Olympics and a Rose Bowl the same year. After the 1952 Olympics, Mathias retired from athletic competition. He later became the first director of the United States Olympic Training Center, a post he held from 1977 to 1983. He and his wife Melba can be seen on the edition of April 29, 1954 of You Bet Your Life. During the discussion he mentions a forthcoming film in which the couple played themselves, called The Bob Mathias Story. He also starred in a number of mostly cameo-type roles in a variety of movies and TV shows throughout the 1950s. In the 1959–1960 television season, Mathias played Frank Dugan, with costars Keenan Wynn as Kodiak and Chet Allen as Slats, in the TV series The Troubleshooters, which focused 26 episodes on events at construction sites. In 1960, he also appeared playing an athletic Theseus in an Italian \"peplum,\" or sword-and-sandal, film: Minotaur, the Wild Beast of Crete. ==Political career== Between 1967 and 1975, Mathias served four terms in the United States House of Representatives as a Republican, representing the northern San Joaquin Valley of California. (These were the same eight years in which Ronald Reagan served two terms as governor of California.) He defeated Harlan Hagen, the 14-year Democratic Party incumbent, by about 11% in the 1966 election. This was not too surprising because this area started to move away from its New Deal Democratic roots. Mathias was re-elected three times without serious difficulty, but in 1974, his district was significantly redrawn in a mid- decade redistricting. His district was renumbered as the 17th District, and picked up a large chunk of Fresno while losing several rural areas. Mathias was narrowly defeated for re-election by John Hans Krebs, a member of the Fresno County Board of Supervisors. Mathias was one of several Republicans swept out in the wake of the Watergate scandal. From June to August 1975, Mathias served as the deputy director of the Selective Service. Mathias also was involved in the unsuccessful 1976 presidential re-election campaign of Gerald Ford. ==Death== Bob Mathias was diagnosed with cancer in 1996, and died as a result in Fresno, California on September 2, 2006 at age 75. He is interred at Tulare Cemetery in Tulare, California. He was survived by wife Gwen, daughters Romel, Megan, Marissa, step daughter Alyse Alexander, son Reiner, brothers Eugene and Jim, and sister Patricia Guerrero. ==Timeline== {| border=\"1\" cellpadding=\"2\" cellspacing=\"0\" style=\"margin: 1em 1em 1em 0; background: #f7f7f7; border: 1px #868686; border-collapse: collapse;\" |-align=center |width=100px |Year||Comment |- |November 17, 1930||Bob Mathias was born, the second of four children (including older brother Eugene, younger brother James, and younger sister Patricia), to Dr. Charles and Lillian Mathias. |- |1948||At age seventeen, graduated from Tulare high school after an illustrious high school athletic career in football and track and field. Wins National Decathlon Championship at Bloomfield, N.J. According to the movie (starring himself and his wife) \"the Bob Mathias Story\" he actually did not have enough credits to graduate from high school, after concentrating solely on all the events of the decathlon- and get into Stanford, so his parents sent him to a prep school out of town where he could make up his academic shortcomings and get into college, as he wanted to be a doctor like his father and older brother Eugene. He qualified for the U.S. Olympic Team and went on to win gold medal in decathlon at the Summer Olympic Games in London, England. After huge celebration and parade in Tulare, presented with \"Key to the City\" by Mayor Elmo Zumwalt. Enrolls at Kiskiminetas Prep School, Saltsburg, Pa. Honored with the James E. Sullivan Award, presented each year to America's top amateur athlete. |- |1949|| Won National Decathlon Championship at meet held in Tulare. Enrolled at Stanford University, where he starred in track and field and in gridiron football. |- |1950|| Won National Decathlon Championship at a meet held in Tulare. |- |1951|| Mathias played football during junior and senior years at Stanford. In the University of Southern California vs. Stanford football game, Mathias returned U.S.C.'s Frank Gifford's kick-off 96 yards for a touchdown. Spent the summer at U.S. Marine Corps boot camp in San Diego, California. |- |1952|| On New Year's Day, he played fullback for Stanford University in the Rose Bowl. Won the National Decathlon Championship and Olympic Trials at meet held in Tulare. Won the Olympic gold medal in the decathlon at Helsinki, Finland, setting a |world record. |- |1953|| Graduated from Stanford and commissioned as a 2nd Lt in the U.S. Marine Corps. Drafted by the Washington Redskins, though he never played in National Football League. |- |1954|| Married his first wife Melba. They later had three daughters, Romel, Megan, and Marissa. Mathias and his wife starred in the movie The Bob Mathias Story. Entered active duty in the Marine Corps as a second lieutenant. |- |1954–56|| Visited more than forty countries as America's Good Will Ambassador. |- |1956–60|| Continued work for the state department as a good will ambassador to the world. Acting career took off, employed by John Wayne's Batjac Productions. Starred in the movie \"China Doll\", the TV series The Troubleshooters, the movie \"Theseus and the Minotaur\" and in the movie It Happened in Athens. |- |1966|| Elected to the U.S. House of Representatives as a Republican, serving four two-year terms. |- |1974|| Lost his re-election for fifth term. Inducted into the National Track and Field Hall of Fame |- |1976|| Mathias and Melba are divorced. |- |1977|| Appointed director of U.S. Olympic Training Center in Colorado Springs. Bob and Gwen Haven Alexander married. Gwen has one daughter, Alyse Haven (1968-2014), from a prior marriage to Bill Alexander, former U.S. Congressman. On Tuesday, September 14, 1999, Alyse's three children died in a house fire believed to be intentionally set by the children's father. Bob also has a son Reiner from a prior relationship. Tulare high school stadium renamed in Mathias's honor. |- |1983|| Appointed executive director of the National Fitness Foundation. Inducted into the U.S. Olympic Hall of Fame |- |1988|| Returned to the Central Valley, in rural Fresno County. |- |1996|| Olympian Sim Iness died. He was Mathias's high school classmate and teammate at the 1952 Olympics. Doctors discovered a cancerous tumor in Mathias's throat. |- |June 6, 1998|| A tribute dinner honoring Mathias on the 50th anniversary of his first Olympic medal was held in Tulare. More than 300 people from throughout the state attended, including Olympic medal-winners Sammy Lee, Bill Toomey, Dave Johnson and Pat McCormick, and Sim Iness' widow, Dolores. |} ==Filmography== {| class=\"wikitable\" |- ! Year ! Title ! Role ! Notes |- |1954|| The Bob Mathias Story || Himself || |- |1958|| China Doll || Capt. Phil Gates || |- |1960|| Minotaur, the Wild Beast of Crete || Theseus || |- |1962|| It Happened in Athens || Coach Graham || (final film role) |} ==References== ==External links== * * DVD with Bob Mathias' Last Interview * Boy-wonder Mathias elevated decathlon ESPN.com, 2005. * Former congressman Bob Mathias dies at 75, USA Today retrieved September 5, 2007 * * * * * * * |- |- Category:1930 births Category:2006 deaths Category:20th-century American politicians Category:American actor-politicians Category:American athlete-politicians Category:American male decathletes Category:American male television actors Category:Athletes (track and field) at the 1948 Summer Olympics Category:Athletes (track and field) at the 1952 Summer Olympics Category:California Republicans Category:Deaths from cancer in California Category:World record setters in athletics (track and field) Category:James E. Sullivan Award recipients Category:Medalists at the 1948 Summer Olympics Category:Medalists at the 1952 Summer Olympics Category:Members of the United States House of Representatives from California Category:Olympic gold medalists for the United States in track and field Category:People from Tulare, California Category:Republican Party members of the United States House of Representatives Category:Sportspeople from Tulare County, California Category:Stanford Cardinal football players Category:Stanford Cardinal men's track and field athletes Category:Track and field athletes from California Category:United States Marine Corps officers Category:20th-century American male actors Category:The Kiski School alumni Category:Military personnel from California",
 "title": "Bob Mathias"
}