{
 "id": "658174",
 "text": "Dingley Village is a suburb of Melbourne, Victoria, Australia, 23 km south- east from Melbourne's central business district. Its local government area is the City of Kingston. At the , Dingley Village had a population of 10,320. == History == Dingley was the original name before being renamed to Dingley Village in 1991. In 1856, Thomas Attenborough bought land in the area and named his house Dingley Grange, after Dingley Hall which exists in Dingley in his native Northamptonshire, England. A farming community developed, relatively remote from either the bayside or Gippsland railway lines, moving into market gardens and poultry to supply metropolitan markets. There was no identifiable centre to the area apart from Christ Church (1873) at the corner of Centre and Old Dandenong Roads. The post office opened on 21 July 1913. A family of five brothers – the Gartside – solved the problem of vegetable gluts by opening a cannery around 1920. The cannery employed up to 50 local people. The Gartside brothers donated land for the primary school which opened in 1925. In 1936 the Kingswood Golf Club, Dandenong, opened its new course in Dingley. A progress association was formed in 1947 and a recreation reserve acquired in 1954. Urbanisation in Dingley began in the early 1960s. A small shopping centre, school, kindergarten, reserve and, later, Sunday markets on the reserve created a village atmosphere which resulted in the official change of name. Two more primary schools, one Catholic, opened later, along with the Spring Park Public Golf course and nearby tennis courts complex. Near the Moorabbin Airport is an industrial zone set in a garden landscape, separated from the Dingley Village residential area by the Mornington Peninsula Freeway. Dingley Village became part of the municipality of the City of Kingston on 15 December 1994.Dingley Village Chronology of Events, Dingley Village Historical Society, 2017, p. 1. It is located by the City of Kingston's green wedge and is bordered to its south by Braeside Park. The rock band Jet originated from the suburb. == Education == === Primary schools === * Dingley Primary School, established in 1925 and located on the corner of Centre Dandenong and Marcus roads * Kingswood Primary School established in 1976 * St Mark's Primary School is a Catholic primary school within the Archdiocese of Melbourne == Community facilities == === Sporting facilities and clubs === * Dingley Baseball Club * Dingley (Dingoes) Football Club competing in the Southern Football League. * Dingley Village Men's Shed * Dingley Village Historical Society * Dingley Village Neighbourhood Centre * Dingley Goodlife * Maroons Netball Club * Dingley Netball Club * Dingley Tennis Club * Dingley Cricket Club * Equest Park Equestrian Centre * Peninsula Kingswood Country Golf Club * Southern Golf Club * Souter and Corrigan Oval * Spring Park Public Golf Course and Dingley Village Adventure Golf === Churches === *Heatherton-Dingley Uniting Church (\"The Little White Church on the Corner\") thumb|250px|Christ Church Dingley * Christ Church Dingley * Destiny Church Melbourne * The Salvation Army – Kingston Gardens * Village Church * St Mark's Catholic Church == See also == * City of Springvale – the former local government area of which Dingley Village was a part == References == == External links == * Kingston historical website * Australian Places - Dingley Village Category:Suburbs of Melbourne",
 "title": "Dingley Village, Victoria"
}