{
 "id": "658204",
 "text": "James Richard Mullett (born 6 April 1976), known professionally as James Fox, is a Welsh pop singer, songwriter, pianist and guitarist. He represented the United Kingdom in the Eurovision Song Contest 2004 in Istanbul. In 2008 he wrote and recorded the Cardiff City F.C. FA Cup Final song, \"Bluebirds Flying High\". ==Biography== Fox was born in Cardiff and grew up in Gilfach, Bargoed, in the Rhymney Valley, a former mining community in south-east Wales. Inspired by his musician father, Richard, Fox took piano lessons from the age of six, and later taught himself to play guitar, the drums, harmonica and mandolin. He attended Heolddu Comprehensive School.\"Singer James Fox goes back to school\", Wales Online, 29 April 2008. Retrieved 8 November 2018. Fox is a passionate supporter of The Bluebirds, Cardiff City. He regularly turns out for The Bluebirds' charity teams, and played in both of the Legend Matches which marked the team's last game at Ninian Park and first game at Cardiff City Stadium. ===Professional career=== Fox's professional musical career began at age 15, when along with elder brother Dean he toured the South Wales working man's clubs circuit, in various bands, He worked for twelve years as a singer on cruise ships and in pubs and clubs, both under his real name and the stage name Nick James. In 2000, he formed the boy band Force 5 with his friend Kevin Simm. They worked mainly on Blackpool's Golden Mile, before breaking up when Simm joined Liberty X. In 2003, he took part in the BBC's Fame Academy and took the stage name James Fox. He came fifth and subsequently appeared on the albums Fame Academy: Bee Gees Special (Polydor, August 2003) and Fame Academy – The Finalists (Polydor, October 2003). He also duetted on the co-written track, \"In Your Smile\" which appeared on winner Alistair Griffin's début album Bring It On The following year, he represented the UK in the Eurovision Song Contest 2004 with the song \"Hold Onto Our Love\". It reached number 13 in the UK chart and finished 16th out of 24 finalists at the contest with 29 points. He later claimed that the voting had been biased. Fox was invited by Wayne David MP to sing the UK's Eurovision entry live at the House of Commons,Wayne David MP: James Fox wins over Westminster and also to perform at the Foreign & Commonwealth Office 'Meet the Neighbours' Festival. He was also invited to sing live at the Welsh Assembly in Cardiff. Fox has performed his original songs across the United Kingdom and the United States of America, including The Bedford at The Canal Room New York and The Regal Room in London, as well as in his home town. He has supported a number of artists. These include Lulu, Wet Wet Wet, Natasha Bedingfield, Clare Teal, Honey Ryder, Will Young and Tina Turner. He has performed live for British troops on active service in Afghanistan, Bosnia, The Falkland Islands and Iraq many times, as well as undertaking a number of charity performances. He was invited to perform twice at the Royal British Legion Remembrance Day Festival at the Royal Albert Hall, in the presence of the Queen. In 2007 he released Six String, a six-track EP of original songs. He wrote \"Bluebirds Flying High\" which became the official Cardiff City Football Club single for the 2008 FA Cup Final. In 2008, \"Higher\" the lead single from Fox's debut album Rocking Chairs And Lemonade was released on his own Plastic Tomato label. The single later became snooker ace Mark Williams entrance music from the 2010 World Snooker Championship onwards. The album included the tracks from Six String, and five other original tunes.MotorBar: James Fox – Rocking Chairs And Lemonade That same year he co- wrote and recorded several tracks with Lucie Silvas for inclusion on her third studio album. On 24 October 2012, Fox launched his single \"Landlocked\" with a live performance, its profits going to The Royal British legion's annual Poppy Appeal. He was joined on stage by Jon Green on rhythm guitar at the Poppy Appeal Launch gig in Trafalgar Square. ===Musical theatre=== In 2004, Fox went on to play Judas in the Bill Kenwright touring production of Jesus Christ Superstar to good reviews. Consequently, Tim Rice recommended him for the lead role in the Billy Joel/Twyla Tharp musical Movin' Out in America. Fox won the role, and made his début on Broadway on 6 April 2005. He later joined the North American touring production of Movin' Out. In March 2006, Fox returned to the UK to take up the role of \"Piano Man\" in the European première of Movin' Out in The West End at the Apollo Victoria Theatre.Last Minute: Movin' Out at the Apollo Victoria Theatre Billy Joel said, via a live video link-up at the press launch at Ronnie Scott's jazz club, \"I'm particularly pleased that the incredibly talented James Fox will be returning to home turf; he has been wowing audiences here, and he's going to continue to do so there.\"Devoted to James Fox: Tour History Between October 2006 and January 2007, Fox rejoined the American tour of Movin' Out, taking time off to return to the UK for a series of gigs. After this, he returned to the UK on a permanent basis. In July 2010, Fox took the role of Freddie \"The American\" Trumper in the 2010–2011 UK touring production of the Andersson/Rice/Ulveaus musical Chess, opening in Newcastle. On 29 September 2012 Fox took over the shared role of Paul McCartney in The Beatles tribute show Let it Be at The Prince of Wales Theatre in London's West End. The show opened to mixed reviews. In June 2013, Fox opened the Beatles themed tribute show Let It Be on Broadway. Fox was the poster boy, starting in the promotional video singing Let It Be in the style of Paul McCartney, and on sides of a New York City greyhound bus. Like the West End production the show opened to mixed reviews and closed six weeks into its proposed four-month run. Fox returned to the West End production before quitting in October 2013 after 12 months in the role. Fox returned to Let it Be in the West End in 2014 until the run finished on 20 September 2014. ==Discography== ;Singles *2004: \"Hold Onto Our Love\" (Sony records) UK #13, Wales #7 *2008: \"Bluebirds Flying High\" (Plastic Tomato records) UK #15 *2008: \"Higher\" (Plastic Tomato records) *2009: \"Say What You Like\" *2010: \"Bluebirds Flying High (Playoff Final mix)\" *2012: \"Landlocked\" *2018: \"Hope\" ;EP *2007: Six String (Plastic Tomato) ;Album *2008: Rocking Chairs And Lemonade (Plastic Tomato) ==References== ==External links== *Official MySpace *Last.fm – James Fox Category:1976 births Category:Living people Category:Musicians from Cardiff Category:People from Bargoed Category:Welsh pop singers Category:21st- century Welsh male singers Category:Eurovision Song Contest entrants for the United Kingdom Category:Welsh singer-songwriters Category:Eurovision Song Contest entrants of 2004 Category:People educated at Heolddu Comprehensive School Category:British male singer-songwriters",
 "title": "James Fox (singer)"
}