{
 "id": "658557",
 "text": "thumb|Smith totaled nearly 50 hours of spacewalking over his four flights. Steven Lee Smith (born December 30, 1958), is an American technology executive and former NASA astronaut, being a veteran of four space flights covering 16 million miles and seven spacewalks totaling 49 hours and 25 minutes. Smith’s spacewalk time places him in the top ten on the all-time American and World spacewalk duration lists. ==Education== Attended Bret Harte Middle School in San Jose, California and graduated from Leland High School, San Jose, California, in 1977; received a Bachelor of Science degree in electrical engineering in 1981; a Master of Science degree in electrical engineering in 1982; and a master’s degree in business administration in 1987. All three degrees are from Stanford University. ==Awards and honors== NASA Outstanding Leadership Medal, NASA Space Flight Medal, NASA Exceptional Service Medal, IBM Outstanding Technical Achievement Award, IBM Outstanding Community Service Award. Seven-time high school and collegiate All-American in swimming and water polo. Two-time National Collegiate Athletic Association (NCAA) Champion at Stanford in water polo. Captain of the 1980 NCAA Championship team. Former Board Member of Special Olympics Texas. ==Career with IBM== Steve Smith worked for IBM in the Large Scale Integration (semiconductor) Technology Group in San Jose as a technical group lead from 1982 until 1985. Following a leave to pursue graduate studies, Smith returned to IBM’s Hardware and Systems Management Group as a product manager until 1989. == Volunteerism == Smith is a member of the National Advisory Board for the Positive Coaching Alliance, a nonprofit which provides training workshops to coaches, parents, and sports administrators of schools and youth sports organizations. He did a 1-on-1 interview with them called Astronaut Steve Smith: How Youth Sports Took Him To The Outer Limits. From 2000-2003 Smith was the director of Special Olympics Texas. This followed Smith winning the 1998 Outstanding Service from a Community Leader Award. ==NASA career== Smith joined NASA in 1989 as a payload officer responsible for preflight payload integration and real-time flight controller support for Mission Control in the Mission Operations Directorate. After being selected to be an astronaut candidate in 1992, Smith went through a year of astronaut candidate training, and in September 1993, he became the first member of the 1992 astronaut class to receive a flight assignment. He served as the Astronaut Office representative for the Space Shuttle Main Engines, the solid rocket boosters, the external tank, and shuttle safety. Smith was also assigned to duties at the Kennedy Space Center for a year and a half as a member of the astronaut support team. The team was responsible for space shuttle prelaunch vehicle checkout, crew ingress and strap-in prior to launch, and crew egress post landing. After STS-103, he served as the Deputy Chief Astronaut for a year. Smith completed an assignment serving as the NASA Automated Transfer Vehicle (ATV) Launch Package Manager for the ISS Program, and currently serves as the NASA International Space Station Program Liaison to the European Space Agency. Steve Smith is a veteran of four space flights covering 16 million miles and seven spacewalks totaling 49 hours and 25 minutes. Smith’s spacewalk time places him in the top five on the all-time American and World spacewalk duration lists. ===STS-68=== Smith served as a mission specialist aboard the mission STS-68 in September 1994. Smith’s responsibilities were split between shuttle systems and Space Radar Lab 2 (SRL-2, the flight’s primary payload). Smith was one of two crewmen trained to perform a spacewalk had one been required. Endeavour circled the Earth 183 times and traveled 4.7 million miles during the 11-day flight. ===STS-82=== Smith performed three spacewalks as a member of the February 1997 mission, STS-82, which serviced the Hubble Space Telescope (HST). The crew completed five spacewalks in order to improve the scientific capability of the telescope and to replace degraded equipment. The flight orbited the Earth 150 times covering 4.1 million miles during the 10-day flight. ===STS-103=== Smith returned to the Hubble Space Telescope and performed two spacewalks as the Payload Commander for the Discovery mission, STS-103 in December 1999. The crew performed three spacewalks to return Hubble to science operations with several upgraded subsystems. STS-103 orbited the Earth 120 times covering 3.2 million miles in just under 8 days. ===STS-110=== As the lead spacewalker of the April 2002 STS-110 crew which installed the S0 Truss Truss on the International Space Station, Smith performed two of the flight’s four spacewalks. The crew spent a week in joint operations with the station’s Expedition 4 crew. The STS-110 mission covered 4.5 million miles during 171 orbits in just under 11 days. ===Subsequent NASA roles=== Smith served as the NASA International Space Station (ISS) Program Liaison to the European Space Agency until mid-2015, after which he went to serve as the Associate Director for ISS, Science Directorate, at the NASA Ames Research Center in Silicon Valley. == Post-NASA career == Since retiring from NASA, Smith is a Keynote Speaker, giving talks for companies like IBM and LinkedIn. His speech topics include Lessons from Space to Enhance Your Life and Work, Leadership at 17500 Miles Per Hour, and An Astronaut's Journey: Dreams, Resilience, and Earth's Beauty. Smith has also joined several boards, including that of The Charles A. and Anne Morrow Lindbergh Foundation and the Blue Sky Network. ==References== ==External links== * Spacefacts Biography Category:1958 births Category:Living people Category:American astronauts Category:Leland High School (San Jose, California) alumni Category:People from Phoenix, Arizona Category:Stanford University School of Engineering alumni Category:American School in Japan alumni Category:Space Shuttle program astronauts Category:Stanford Graduate School of Business alumni Category:Spacewalkers",
 "title": "Steven Smith (astronaut)"
}