{
 "id": "658511",
 "text": "An eco-industrial park (EIP) is an industrial park in which businesses cooperate with each other and with the local community in an attempt to reduce waste and pollution, efficiently share resources (such as information, materials, water, energy, infrastructure, and natural resources), and help achieve sustainable development, with the intention of increasing economic gains and improving environmental quality.AM Hein, M Jankovic, R Farel, B Yannou 2015. A Conceptual Framework For Eco-Industrial Parks. Proceedings of the ASME 2015 International Design Engineering Technical Conferences & Computers and Information in Engineering Conference IDETC/CIE 2015 An EIP may also be planned, designed, and built in such a way that it makes it easier for businesses to co-operate, and that results in a more financially sound, environmentally friendly project for the developer. The Eco-industrial Park HandbookLowe, Ernest A. 2001. Eco-industrial Park Handbook for Asian Developing Countries. A Report to Asian Development Bank, Environment Department, Indigo Development, Oakland, CA states that \"An Eco-Industrial Park is a community of manufacturing and service businesses located together on a common property. Members seek enhanced environmental, economic, and social performance through collaboration in managing environmental and resource issues.\" Based on the concepts of industrial ecology, collaborative strategies not only include by-product synergy (\"waste-to-feed\" exchanges), but can also take the form of wastewater cascading, shared logistics and shipping & receiving facilities, shared parking, green technology purchasing blocks, multi-partner green building retrofit, district energy systems, and local education and resource centres. This is an application of a systems approach, in which designs and processes/activities are integrated to address multiple objectives. EIPs can be developed as greenfield land projects, where the eco-industrial intent is present throughout the planning, design and site construction phases, or developed through retrofits and new strategies in existing industrial developments. ==Examples== 250px|right|thumb|Example of Industrial Symbiosis. Waste steam from a waste incinerator (right) is piped to an ethanol plant (left) where it is used as in input to their production process. \"Industrial symbiosis\" is a related but more limited concept in which companies in a region collaborate to utilize each other's by-products and otherwise share resources. In Kalundborg, Denmark, a symbiosis network links a 1500MW coal-fired power plant with the community and other companies. Surplus heat from this power plant is used to heat 3500 local homes in addition to a nearby fish farm, whose sludge is then sold as a fertilizer. Steam from the power plant is sold to Novo Nordisk, a pharmaceutical and enzyme manufacturer, in addition to a Statoil plant. This reuse of heat reduces the amount thermal pollution discharged to a nearby fjord. Additionally, a by-product from the power plant's sulfur dioxide scrubber contains gypsum, which is sold to a wallboard manufacturer. Almost all of the manufacturer's gypsum needs are met this way, which reduces the amount of open-pit mining needed. Furthermore, fly ash and clinker from the power plant is utilized for road building and cement production.J. Ehrenfeld and N. Gertler(1997), \"Industrial Ecology in Practice. The Evolution of Interdependence at Kalundborg\",Journal of Industrial Ecology, 1:1, pp 67–79 The industrial symbiosis at Kalundborg was not created as a top- down initiative, but instead evolved gradually. As environmental regulations became stricter, firms were motivated reduce the cost of compliance, and turn their by-products into economic products. In Canada, eco-industrial parks exist across the country and have enjoyed some success. The best known example is Burnside Park, in Halifax, Nova Scotia. With support from Dalhousie University’s Eco-Efficiency Centre, the more than 1,500 businesses have been improving their environmental performance and developing profitable partnerships. Subsequently, two greenfield industrial developments have been started in Alberta: TaigaNova Eco-Industrial Parkhttp://www.taiganova.com is in the heart of the Athabasca oil sands, while Innovista Eco-Industrial Parkhttp://www.eip.hinton.ca is a gateway to the Rocky Mountains ~300 km west of Edmonton. UNIDO Viet Nam (United Nations Industrial Development Organization) has compiled a list in 2015 of Eco-Industrial Parks (EIP) in the ASEAN Economic Community in a report titled \"Economic Zones in the ASEAN\" written by Arnault Morisson. ==Other usage== EIPs also refer to industrial parks where a \"green\" approach has been taken towards the infrastructure and development of the site. This can include green infrastructure related to Renewable Energy Systems; stormwater, groundwater and wastewater management; road surfaces; and transportation demand management. Green building practices can also be encouraged or mandated EIPs are often used as a stimulus for economic diversification in the community or region where they are located. Anchor tenants, such as bio-based product manufacturers or waste-to-energy facilities, etc., can attract complementary businesses as suppliers, scavengers/recyclers, service providers, downstream users and other businesses that could benefit from eco-industrial strategies. ==Suggested usage== It is suggested that EIPs be used as a means of growing the renewable energy sector. In the case of a Solar Photovoltaic (PV) Manufacturing plant, an EIP can increase the manufacturing efficiency to make it more economical, while reducing the environmental impact of producing the solar cells. In essence, this assists the growth of the renewable energy industry and the environmental benefits that come with replacing fossil-fuels.J. M. Pearce, Industrial Symbiosis for Very Large Scale Photovoltaic Manufacturing, Renewable Energy 33, pp. 1101-1108, 2008, ==See also== * EcoPark – EIP in Hong-Kong * Industrial ecology * Industrial symbiosis ==References== * Industrial Location in Greece: Fostering Green Transition and Synergies between Industrial and Spatial Planning Policies by Anestis Gourgiotis, Stella Sofia Kyvelou and Ioannis Lainas, Land 2021, 10(3), 271; – 6 March 2021 ==Further reading== *Greening the Asphalt Acres. Alberta Venture. Aug, 2008. *Eco-industrial Zones: Sustaining the wealth of industrial developments. Building Sustainable Communities E-Zine. Jan, 2009. *Eco-Industrial Parks surging in popularity. Business Edge Magazine. Nov, 2008. *https://www.unido.org/fileadmin/user_media_upgrade/Resources/Publications/UCO_Viet_Nam_Study_FINAL.pdf Economic Zones in ASEAN. UNIDO. 2015. ==External links== *Industrial Symbiosis *Industrial Ecology Wiki - Repository of information about Eco-Industrial Parks around the world *Indigo Development Eco-Industrial Park page and handbook *Existing and Developing Eco-Industrial Park Sites in the U.S. *Industrial Symbiosis Timeline *Industrial Symbiosis in Action *Zero Emissions Research & Initiatives *TaigaNova Eco-Industrial Park in Fort McMurray, AB, Canada *Innovista Eco-Industrial Park in Hinton, AB, Canada *CleanTech Park in Singapore *European EIPs/EEPAs *Infinity Industrial Park Category:Industrial ecology Category:Industrial parks Category:Waste processing sites",
 "title": "Eco-industrial park"
}