{
 "id": "658648",
 "text": "Barry B. Longyear (born May 12, 1942) is an American author who resides in New Sharon, Maine. ==Career== Born in Harrisburg, Pennsylvania, Longyear is known best for the Hugo- and Nebula Award–winning novella Enemy Mine (1979, Isaac Asimov's Science Fiction Magazine), which was subsequently made into an identically titled movie (1985) and a novelization in collaboration with David Gerrold. The story is of an encounter between a human and an alien soldier, whose races are in a state of war. They are marooned together in space and have to come to overcome their mutual distrust in order to cooperate and survive. A greatly expanded version of the original novella as well as two novels completing the trilogy, The Tomorrow Testament and The Last Enemy are gathered with additional materials into The Enemy Papers. The novella helped Longyear to win the John W. Campbell Award for Best New Writer in 1980. He was the only writer to win the Hugo, Nebula, and Campbell during the same year until this was matched by Rebecca Roanhorse in 2018. He also wrote the series Circus World and Infinity Hold, several stand-alone novels, numerous short stories, and two books for the Alien Nation novelisation series. His trilogy \"Infinity Hold\", \"Kill All the Lawyers\", and \"Keep the Law\", was released during 2002 in a single paperback volume titled Infinity Hold 3 by the Author's Guild in a Backinprint.com edition. His recent Jaggers & Shad mystery stories, featuring two detectives in the Artificial Beings Crimes Division (Devon Office) are set mostly in Exeter and the surrounding Devon countryside and villages. The first of the tales, The Good Kill won the Analog AnLab award for Best Novella in 2006 and Murder in Parliament Street won the same award for 2007. The Hook won the 2021 Prometheus Award. The Circus World series chronicles the adventures of a space-going circus troupe whose spaceship crashes, marooning them on a deserted planet without contact with the outside world. The Infinity Hold series addresses the question of what type of society would develop from a mob of violent convicts dumped on a new planet without police or government. Saint Mary Blue is a novel about the course of treatment of a man who has substance abuse and mental health issues, while resident in a treatment facility. The God Box is a stand-alone fantasy novel with a protagonist who finds himself the keeper of a small wooden box that provides cryptic guidance from the gods. He must stay ahead of a deadly manhunt and play his role in an ancient prophecy. The box, if asked, takes what he does not need, and gives him what he does need - but what he needs, and what he thinks he needs are usually very different. This lends itself to humorous and unexpected situations. Longyear has also written two mystery series, the Joe Torio mysteries (2011) and \"Rope Paper Scissors\" (2013). ==Published works == === Stand-alone novels === * Sea of Glass (1987) * Naked Came the Robot (1988) * The God Box (1989) * The Homecoming (1989) * Jaggers & Shad: ABC Is for Artificial Beings Crimes (2010) ===Enemy Mine series=== # \"Enemy Mine\" (Asimov's Science Fiction Sep 1979) (1980 Hugo, Nebula & Locus winner) # The Tomorrow Testament (1983) # The Last Enemy (1997) # Collected in The Enemy Papers with additional material (1998) ===Infinity Hold series=== # Infinity Hold 1989 # Infinity Hold\\3 2002 (The complete Infinity Hold trilogy: Infinity Hold, Kill All the Lawyers, and Keep the Law) ===Circus World series=== # Circus World (1980) # City of Baraboo (1980) # Elephant Song (1981) ===Recovery works=== # Saint Mary Blue (novel set in a treatment facility), SteelDragon Press, 1988 # Yesterday's Tomorrow: Recovery Meditations for Hard Cases, Hazelden, 1997 # \"The Monopoly Man\" (Magazine of Fantasy & Science Fiction, January 2009) ===Writing instruction=== # Science Fiction Writer's Workshop-I # The Write Stuff Online Writing Seminar ===Short story collections === # Manifest Destiny (including \"Enemy Mine\" and others in the same future history) # It Came from Schenectady ==References== ==External links== * Official website * Category:20th-century American novelists Category:American fantasy writers Category:American male novelists Category:American mystery writers Category:American science fiction writers Category:Hugo Award-winning writers Category:Nebula Award winners Category:John W. Campbell Award for Best New Writer winners Category:1942 births Category:Constructed language creators Category:Living people Category:American male short story writers Category:Writers from Harrisburg, Pennsylvania Category:21st-century American novelists Category:20th-century American short story writers Category:21st- century American short story writers Category:People from New Sharon, Maine Category:20th-century American male writers Category:21st-century American male writers Category:Novelists from Pennsylvania Category:21st-century American non-fiction writers Category:American male non-fiction writers",
 "title": "Barry B. Longyear"
}