{
 "id": "658716",
 "text": "Scopas (; born in Paros, fl. 4th century BCE) was an ancient Greek sculptor and architect,The New Century Classical Handbook; Catherine Avery, editor; Appleton-Century-Crofts, New York, 1962, p. 990: \"Scopas...Greek sculptor and architect; born in the island of Paros; fl. 4th century B.C.\"https://www.britannica.com/biography/Scopas most famous for his statue of Meleager, the copper statue of Aphrodite, and the head of goddess Hygieia, daughter of Asclepius. ==Early life and family== Scopas was born on the island of Paros. His father was the sculptor Aristander of Paros. Skopas left Paros at an early age and travelled throughout the Hellenic world. ==Career as sculptor and architect== Scopas worked with Praxiteles, and he sculpted parts of the Mausoleum of Halicarnassus, especially the reliefs. He led the building of the new temple of Athena Alea at Tegea. Similar to Lysippus, Scopas is artistically a successor of the Classical Greek sculptor Polykleitos. The faces of the heads are almost in quadrat. The deeply sunken eyes and a slightly opened mouth are recognizable characteristics in the figures of Scopas. Works by Scopas are preserved in the British Museum (reliefs) in London; fragments from the temple of Athena Alea at Tegea in the National Archaeological Museum of Athens; the celebrated Ludovisi Ares in the Palazzo Altemps, Rome; a statue of Pothos restored as Apollo Citharoedus in the Capitoline Museum, Rome; and his statue of Meleager, unmentioned in ancient literature but surviving in numerous replicas, perhaps best represented by a torso in the Fogg Art Museum, Cambridge, Massachusetts. ==Pothos== Pothos, or Desire, was a celebrated and much imitated statue by Scopas. Roman copies featured the human figure with a variety of props, such as musical instruments and fabrics as depicted here,Steven Lattimore, \"Scopas and the Pothos\", American Journal of Archaeology Vol.91 No.3 (July 1987), pages 411–420 journal preview in an example that was in the collection of Cardinal Alessandro Albani. ==Namesake== * Scopas (crater) ==Gallery== File:NAMA Hygie.jpg|Head of the goddess Hygieia by Scopas from the temple of Athena Alea at Tegea (National Archaeological Museum of Athens) File:Meleager Pio-Clementino Inv490.jpg|A Roman 1st century AD marble Meleager with chlamys, a free improvisation on Scopas's model, from the Fusconi-Pighini collection (Museo Pio-Clementino, Rome) File:Meleager Skopas BM GR1906.1-17.1.jpg|Roman marble head of Meleager, after Scopas, on a restored bust (British Museum) File:Archaeological museum, Athens (5615666772).jpg|Hunter stele by Scopas (National Archaeological Museum of Athens) File:Pothos Apollo Musei Capitolini MC649.jpg|One of many Roman copies of Pothos (Desire), a statue by Scopas, restored here as Apollo Kitharoidos (Apollo, the Cithara-player) File:MarbleHeadsScopas.jpg|Two marble heads by Scopas, National Museum Athens ==Literature== * Andreas Linfert: Von Polyklet zu Lysipp. Polyklets Schule und ihr Verhältnis zu Skopas v. Paros. Diss. Freiburg i. B. 1965. * Andrew F. Stewart: Skopas of Paros. Noyes Pr., Park Ridge, N.Y. 1977. * Andrew Stewart: Skopas in Malibu. The head of Achilles from Tegea and other sculptures by Skopas in the J. Paul Getty Museum J. Paul Getty Museum, Malibu, Calif. 1982. * Skopas of Paros and his world, International Conference on the Archaeology of Paros and the Cyclades Paroikia, Paros, Greece), Katsōnopoulou, Dora., Stewart, Andrew F. ==References== Category:4th-century BC Greek sculptors Category:Ancient Greek sculptors Category:Ancient Parians",
 "title": "Scopas"
}