{
 "id": "658974",
 "text": "The Letter of Marque is the twelfth historical novel in the Aubrey–Maturin series by Patrick O'Brian, first published in 1988. The story is set during the Napoleonic Wars and the War of 1812. Aubrey faces life off the Navy List, as the captain of a letter of marque, finding heart to endure and train yet another ship's crew, but of volunteers, with no Marines aboard. Maturin travels to meet his wife. This novel received strongly positive reviews, for the characterizations and the naval actions. \"O'Brian is a brilliant stylist of sea-historicals\" in this \"authentic and engaging\" novel. The two principal characters, \"bluff, hearty Aubrey and reedy, intellectual Maturin\", return for an exciting story with accurate historical depictions. \"Jack's seamanship and heroism are complemented by Stephen's absent-minded brilliance . . . in this swift, witty tale of money and love.\" Richard Snow called it a \"self-contained and satisfying story.\" ==Plot summary== Jack Aubrey, now a civilian, prepares the Surprise to sail as a letter of marque. The loss of his place on the Navy list is the hardest blow. He is stoic, but appears harsh to his new crew. His reputation brings him a full crew, and he takes the men on liking. He runs the Surprise on Royal Navy lines, including regular pay to the men, in addition to any prizes they might take. He is supported by his crew of old Surprises, privateers and smugglers, the latter groups recruited in Shelmerston, on the western coast of England. It is let out that a group of his friends purchased the ship at the auction, as Stephen Maturin, who is the sole owner, wants to play his same role of surgeon and natural philosopher on the ship. Aubrey takes the new crew on a short cruise in the Atlantic, which proves unexpectedly profitable. The downfall of the traitors Wray and Ledward restores order in British intelligence circles, returning Sir Joseph Blaine to his position in the Admiralty. The traitors fled England, so they still have a friend in the government. Duhamel, the French agent who gave them away, never did reach Canada, as he died in a fall boarding Eurydice. Blaine says it will be difficult to restore Aubrey to the Navy, even with solid evidence left behind by Wray showing how he profited in the stock market scheme and set Aubrey up. Maturin's servant Padeen becomes a secret laudanum addict after a painful burn, where he learned its benefit, followed by an infected painful tooth that Maturin could not treat. Padeen dilutes the ship's supply with brandy. Maturin is thus unknowingly weaned off his own addiction. During the short cruise, the Surprise captures the Merlin, the consort of the Spartan. They learn that American/French privateer Spartan seeks its next quarry, the Spanish barque Azul with quicksilver aboard. Surprise sails to intercept them. Azul is struck on rocks, with Spartan adjacent following a fierce battle between the two; Surprise meets them and boards first Azul and then Spartan. Aubrey then tricks the Spartan's five prizes out of Horta harbour, making him and his crew wealthy, improving his reputation, and earning him a gift of silver plate from the merchants who had been so harried by Spartan. Blaine tells Maturin of the frigate Diane, a French navy ship ready to voyage to South America. Aubrey plans the attack at night in ship's boats, cooperating with the Navy, specifically William Babbington of HMS Tartarus, who has made post Captain, thus removing pressure on him to take credit for success. Surprise takes the Diane and all other vessels in the French port of Saint Martin the night before Diane plans to sail. Maturin imprisons the intelligence agent aboard, taking his papers, but the agent slips away dressed as a woman. In the short clash on the Diane, Maturin kills her captain while Aubrey is wounded by a bullet near his spine. The second success makes Aubrey a popular hero. When offered the opportunity to request a free pardon, he angrily declines on the grounds that he is innocent. Aubrey's father, a fugitive since his part in the stock-jobbing affair, is found dead in a ditch. Aubrey organizes the funeral for him, which takes him to his boyhood home of Woolcombe, now his by inheritance. After the funeral, Edward Norton (a friend of Aubrey's grandfather) offers Aubrey a seat in Parliament, from the borough of Milport. This gain in position leads Lord Melville, First Lord of the Admiralty, to assure Aubrey of his restoration. Aubrey is a changed man. Maturin travels to Sweden to speak to his wife Diana Villiers. Aubrey agrees to meet him there for the return voyage. In Stockholm, Maturin purchases a bottle of full-strength laudanum and some coca leaves from a well-stocked apothecary. He meets Diana near her home in Stockholm. He learns Wray lied about not finding Diana in London to deliver the letter; she saw Wray, and no letter was given her. Maturin explains why he was seen with Laura Fielding. Villiers assures him she has not been unfaithful with Jagiello, who is soon to be married. He gives her the Blue Peter, the diamond she gave up to save him, which pleases her greatly. He tells her of his sudden increase in wealth. Maturin takes two doses of laudanum and becomes disoriented. He is seriously injured in a fall, breaking his leg. Diana nurses him and they are reconciled. Surprise returns from a stop in Riga to buy poldavy. Martin tells Maturin that he caught Padeen diluting the laudanum supply with brandy, and that Padeen is addicted and in irons. They carry Maturin out to the ship in style, accompanied by Colonel Jagiello's escort, and Diana embarks with him for home. ==Characters == See also Recurring characters in the Aubrey–Maturin series *Jack Aubrey: Captain of the Surprise, a letter of marque sold out of the Royal Navy, and he is off the Navy List. *Stephen Maturin: Ship's surgeon, natural philosopher, friend to Jack and an intelligence officer. He owns the Surprise. *Sophia Aubrey: Wife of Jack Aubrey and mother of their three children. Introduced in Post Captain. *Charlotte, Fanny and George Aubrey: The three children of Jack and Sophia. ;On Surprise or other ships *Captain Tom Pullings: He is First Mate on the letter of marque Surprise and half pay commander in the Royal Navy. Introduced in Master and Commander. *Mr West: Second Mate the letter of marque Surprise. He had been a Royal Navy lieutenant. *Mr Davidge: Third Mate in the letter of marque Surprise. He attended Trinity College in Dublin like Maturin, and knew the same amount of duelling in those years. He had been a Royal Navy lieutenant *Mr Nathaniel Martin: Recently married parson and natural philosopher whom Maturin takes on as his assistant on the Surprise, now a letter of marque. Prize money gives him sufficient income to live on. *Mr Standish: Newly hired purser for Surprise, a friend of Martin. Sophia Aubrey teaches him, double checks his sums. He trained for a parson, but he wants to be at sea. *Preserved Killick: Steward to Aubrey. Introduced in Master and Commander. *Barret Bonden: Coxswain to Aubrey. Introduced in Master and Commander. *Joe Plaice: Able seaman, older cousin to Bonden. He falls overboard on Surprise but is saved by someone from the Merlin, a captured vessel under Pullings's command. Introduced in Master and Commander. *Padeen Colman: Stephen's Irish servant; loblolly-boy on the Surprise. He was introduced in The Far Side of the World *Slade: Crew member of the Surprise and one of nine who is a Sethian (a religious group); after the first successful voyage, they painted Seth on the side of Surprise. *William Mowett: Aboard Tartarus en route to his position as first lieutenant of HMS Illustrious, oddly called James by Maturin when they meet aboard Tartarus; waiting for his book of poems to be printed, has a new poem. Pullings, Babbington and Mowett had been midshipmen on Aubrey's first command. Introduced in Master and Commander. *Captain William Babbington: Captain of HMS Tartarus; commander of the St Martin blockading squadron; made Post Captain; lover of Fanny Wray. Introduced in Master and Commander. *Fanny Wray: Daughter of Admiral Harte and wife of Andrew Wray, now sailing with Babbington. Introduced in The Ionian Mission. *Heneage Dundas: Friend to Aubrey, captain of HMS Eurydice, brother to Lord Melville. He talks to Aubrey after the latter gains his seat in Parliament, and assures his brother that Aubrey has no intention of speaking up in the way his father did. Introduced in Master and Commander. *Paul Ségura: French agent and sea officer aboard the Diane, taken prisoner by Maturin. He escapes. He is also known as the Red Admiral among intelligence agents. ;In England *Mrs Broad: Landlady of The Grapes, now rebuilding. She was introduced in Post Captain. *Sir Joseph Blaine: In the Admiralty and restored to his position; entomologist; active in intelligence. He was introduced in Post Captain. *Mr Pratt: Private investigator who seeks General Aubrey, and does find him in the north of England. Pratt aided Jack Aubrey's case in The Reverse of the Medal. *Edward Norton: Owner of neighboring lands to Aubrey's boyhood home of Woolcombe, and a friend to his grandfather. In childhood, Aubrey called him cousin Edward. Norton owns all the land for the borough of Milport, thus he can assure who will be the member of Parliament from there. *Philip Aubrey: Jack's much younger half-brother, who comes home from school for the funeral of their father. His birth was noted in Post Captain. *Monsieur Duhamel: French intelligence agent who dies during the boarding of HMS Eurydice, by a fall in rough waters, weighted down by all his money in gold wrapped around his body. He kept the promise he made to Maturin in The Surgeon's Mate. *The Duke of Clarence: The Prince Regent's younger brother. *Lord Melville: First Lord of the Admiralty and brother to Heneage Dundas. ;The traitors *Andrew Wray: He once worked in the Admiralty and the Treasury under the tutelage of Ledward; a French agent who has fled the country. Introduced in Surgeon's Mate. *Edward Ledward: Once worked in the Treasury; a French agent who has fled the country with Wray. ;In Sweden *Diana Villiers: Stephen's estranged wife. Introduced in Post Captain. *Gedymin Jagiello: Lithuanian, recently promoted to Colonel in the Swedish army, who works with the foreign office in Stockholm, soon to be married. He was introduced in Surgeon's Mate. *Countess Tessin: Jagiello's grandmother. *Mersennius: Doctor who treats Maturin after his fall, dealing with the laudanum addiction. ==Ships== *British **Surprise - a private man-of- war or letter of marque **HMS Tartarus **In convoy with Tartarus ***HMS Dolphin ***HMS Camel - a transport ship ***HMS Vulture - sloop **HMS Leopard - a transport ship * Spanish **Azul *American **Spartan privateer ** Merlin consort ship ** * French **Diane frigate ==Series chronology== This novel references actual events with accurate historical detail, like all in this series. In respect to the internal chronology of the series, it is the sixth of eleven novels (beginning with The Surgeon's Mate) that might take five or six years to happen but are all pegged to an extended 1812, or as Patrick O'Brian says it, 1812a and 1812b (introduction to The Far Side of the World, the tenth novel in this series). The events of The Yellow Admiral again match up with the historical years of the Napoleonic wars in sequence, as the first six novels did. ==Continuity== The events of The Letter of Marque follow directly from the events of The Reverse of the Medal, the prior novel in the series. In The Reverse of the Medal, Aubrey is found guilty of manipulating the stock exchange. By custom, the finding of guilt puts him off the list of Royal Navy captains, in order by seniority. Further, Maturin's godfather died, leaving his fortune to Maturin, who finds the large amount of wealth to change his ways in small things, and in large. The first use of his new wealth is to bid for the ship Surprise as the ship is not wanted in Navy service, and like nearly all his efforts, it is meant to help his friend Aubrey survive the blow of the court verdict. Ledward and Wray were exposed as spies for France by Duhamel, who returns the valued diamond, the Blue Peter, to Maturin as was long ago promised. Duhamel is tired of his life in intelligence and wants to retire to Canada, away from this long war. All the Surprises were paid off when the ship was put up for auction, so Aubrey needs to start again with his crew. ==Reviews== Reviews of this novel in 1990 were enthusiastic and specific as to the most valued aspects of O'Brian's writing. Kirkus Reviews finds the novel \"authentic and engaging\", and O'Brian \"a brilliant stylist of sea- historicals\". The personal worries of Aubrey (his family's finances are in shambles at the start) and Maturin (who wants to win back his estranged wife) \"add fiber to the characterizations\". This review notes Aubrey's triumph over the French in taking their frigate and all ships in one harbor, and his deceptions for the enemy. As to O'Brian's writing, they found \"his every sentence sensuous and emerging from saltwater as naturally as the leap of a flying fish.\" Library Journal finds this long-awaited sequel (in the US) to be an \"exciting sea story with good character development.\" O'Brian \"created two wonderfully contrasting characters in bluff, hearty Aubrey and reedy, intellectual Maturin.\" Publishers Weekly finds this a \"swift, witty tale of money and love.\" They proffer the notion that \"If Jane Austen wrote Royal Navy yarns, they might read like this\" novel. The writing evokes the period both as to manner of speech and the life aboard ship in the early 19th century. Richard Snow cites a scene in this novel when the two seek and find the \"true line\" of a piece by Mozart as illustrating that the \"only intellectual common ground the friendship enjoys is the mutual love of music\" in an article about the re-issue of the series by W W Norton. Their understanding of each other is \"warm and instinctual\" and he goes on to say that, \"On the foundations of this friendship, O'Brian reconstructs a civilization.\" He found this novel to be a \"self-contained and satisfying story.\" ==Allusions to science and history== Whilst in Stockholm, Stephen Maturin visits an apothecary's shop to buy laudanum. He inquires about the coca or cuca leaf from Peru, which he learned about in a previous mission, detailed in The Far Side of the World and the apothecary replies, \"It is said to dissolve the gross humours and do away with appetite.\" Maturin buys a pound and the coca leaf eventually comes to replace his opium habit in later novels. He carries the leaves in a pouch and lime in a small silver box. When he feels the need for it, he rolls the leaves into a ball and pops them into his cheek with lime. The book also discusses the nascent science of ballooning, contrasting hot air and gaseous balloons and with many descriptions thereof. Stephen has an extended dream sequence, while recovering from his fall, involving a balloon and his wife. Aubrey wanted to be in Riga to get poldavy, which was a coarse canvas favoured for making sails. ==Allusion to real events== Ships in private ownership were privateers, doing some of the tasks of a national navy vessel. For permission to take enemy ships with full authority, the government issues a letter of marque. That is a legal document from the British government which gives the private vessel the right to capture ships from enemy nations. ==Publication history== *1988 Collins hardback first edition *1989 Fontana Paperback Edition *1990 W W Norton hardback edition *August 1990 W. W. Norton Paperback Edition / 978-0393309058 (USA edition) *1994 HarperCollins Paperback edition *1997 HarperCollins B-format paperback edition *2003 HarperCollins Paperback edition *Recorded Books Audio edition narrated by Patrick Tull *2006 Blackstone Audio Audio CD narrated by Simon Vance / 978-0-7861-7184-2 (USA edition) *2011 W. W. Norton & Company e-book edition In August 1990, The Letter of Marque was the first of the series novels to be issued by W W Norton in hardback and in paperback in the US, two years after the first edition was published in the UK, and it was an instant success. This drew a new, large audience to the series, and new attention to the author, as well as positive reviews such as in Library Journal, Publishers Weekly, and one by Richard Snow in the New York Times shown above. Novels prior to this were published rapidly in the US for that new market. Following novels were released at the same time by the UK and US publishers. Collins (name of UK publisher in that year) asked Geoff Hunt in 1988 to do the cover art for the twelve books published by then, with The Letter of Marque being the first book to have Hunt's work on the first edition. He continued to paint the covers for future books; the covers were used on both USA and UK editions. Reissues of earlier novels used the Geoff Hunt covers. ==References== ==External links== *The Letter of Marque at the Patrick O'Brian Mapping Project Category:1988 British novels Category:Aubrey–Maturin series Category:Fiction set in the 1810s Category:William Collins, Sons books",
 "title": "The Letter of Marque"
}