{
 "id": "65900",
 "text": "Picric acid is an organic compound with the formula (O2N)3C6H2OH. Its IUPAC name is 2,4,6-trinitrophenol (TNP). The name \"picric\" comes from the Greek word πικρός (pikros), meaning \"bitter\", due to its bitter taste. It is one of the most acidic phenols. Like other strongly nitrated organic compounds, picric acid is an explosive, which is its primary use. It has also been used as medicine (antiseptic, burn treatments) and as a dye. == History == Picric acid was probably first mentioned in the alchemical writings of Johann Rudolf Glauber. Initially, it was made by nitrating substances such as animal horn, silk, indigo, and natural resin, the synthesis from indigo first being performed by Peter Woulfe during 1771.Peter Woulfe (1771) \"Experiments to shew the nature of aurum mosaicum,\" Philosophical Transactions of the Royal Society of London, 61 : 114–130. See pages 127–130: \"A method of dying wool and silk, of a yellow colour, with indigo; and also with several other blue and red colouring substances.\" and \"Receipt for making the yellow dye.\" — where Woulfe treats indigo with nitric acid (\"acid of nitre\"). The German chemist Justus von Liebig had named picric acid Kohlenstickstoffsäure (rendered in French as acide carboazotique). Picric acid was given that name by the French chemist Jean-Baptiste Dumas in 1841. From p. 228: \"C'est sous ce nom que j'ai désigné l'acide carboazotique, ... \" (It is by this name [i.e., picric acid] that I designated carboazotic acid, ... ) Its synthesis from phenol, and the correct determination of its formula, were accomplished during 1841.Auguste Laurent (1841) \"Sur le phényle et ses dérivés\" (On phenol and its derivatives), Annales de Chimie et de Physique, series 3, 3 : 195–228 ; see especially pages 221–228. In 1799, French chemist Jean-Joseph Welter (1763–1852) produced picric acid by treating silk with nitric acid; he found that potassium picrate could explode. From p. 303: \"Le lendemain je trouvai la capsule tapisée de cristaux dorés qui avoient la finesse de la soie, qui détonoient comme la poudre à canon, et qui, à mon avis, en auroient produit l'effet dans une arme à feu.\" (The next day, I found the crucible covered with golden crystals which had the fineness of silk, which detonated like gun powder, and which, in my opinion, would produce the same effect in a firearm.) Welter named picric acid amer (bitter): from p. 304: \" ... je nommerai amer.\" ( ... I will name it \"bitter\".) Not until 1830 did chemists think to use picric acid as an explosive. Before then, chemists assumed that only the salts of picric acid were explosive, not the acid itself.A theory to explain why picrate salts detonated whereas picric acid itself didn't, was proposed by the French chemists Antoine Fourcroy and Louis Vauquelin in 1806 and reiterated by the French chemist Michel Chevreul in 1809. Picric acid evidently contained enough oxygen within itself — i.e., it was \"super-oxygenated\" (suroxigéné) (Fourcroy and Vauquelin, 1806), p. 543 ; (Chevreul, 1809), p. 129) — to combust completely even in the absence of air (because even in the absence of air, heat could transform it completely into gases, leaving no carbon).((Fourcroy and Vauquelin, 1806), pp. 542–543) ; (Chevreul, 1809), pp. 127–128) However, when picric acid was burned, the heat that was generated, caused some of the acid to evaporate, dissipating so much heat that only burning, not detonation, occurred. By contrast, picrate salts were solids that didn't sublimate, so they didn't dissipate heat; hence they did detonate.((Fourcroy and Vauquelin, 1806), p. 542) ; (Chevreul, 1809), pp. 129–130) See: * * In 1871 Hermann Sprengel proved it could be detonatedNote: * In March 1871, Sprengel detonated picric acid at the gunpowder works of John Hall & Sons in Faversham in Kent, England. * Sprengel filed patents in Britain for \"safety explosives\" (i.e., stable explosives) on April 6, 1871 (no. 921) and on October 5, 1871 (no. 2642); in the latter patent, Sprengel proposed using picric acid dissolved in nitric acid as an explosive. * Hermann Sprengel (1873) \"On a new class of explosives which are non-explosive during their manufacture, storage, and transport,\" Journal of the Chemical Society, 26 : 796–808 . * Hermann Sprengel, The Discovery of Picric Acid (Melinite, Lyddite) \"As a Powerful Explosive\" ..., 2nd ed. (London, England: Eyre & Spottiswoode, 1903). This pamphlet is a collection of (splenetic) letters in which Sprengel defends his priority in the use of picric acid as a high explosive. and most military powers used picric acid as their main high explosive material. Picric acid is also used in the analytical chemistry of metals, ores, and minerals. Picric acid was the first strongly explosive nitrated organic compound widely considered suitable to withstand the shock of firing in conventional artillery. Nitroglycerine and nitrocellulose (guncotton) were available earlier but shock sensitivity sometimes caused detonation in an artillery barrel at the time of firing. In 1885, based on research of Hermann Sprengel, French chemist Eugène Turpin patented the use of pressed and cast picric acid in blasting charges and artillery shells. In 1887 the French government adopted a mixture of picric acid and guncotton with the name Melinite. In 1888, Britain started manufacturing a very similar mixture in Lydd, Kent, with the name Lyddite. Japan followed with an alternative stabilization approach known as Shimose powder which, instead of attempting to stabilize the material itself, instead removed its contact with metal by coating the inside of the shells with layers of ceramic and wax.Koike, Shigeki (2006). \"The Russo- Japanese War and the system of SHIMOSE gunpowder\" (PDF). Bulletin of Papers (in Japanese). Takasaki City University of Economics. 1 (49). In 1889, a mixture of ammonium cresylate with trinitrocresol, or an ammonium salt of trinitrocresol, started to be manufactured with the name Ecrasite in Austria- Hungary. By 1894 Russia was manufacturing artillery shells filled with picric acid. Ammonium picrate (known as Dunnite or explosive D) was used by the United States beginning in 1906. However, shells filled with picric acid become unstable if the compound reacts with metal shell or fuze casings to form metal picrates which are more sensitive than the parent phenol. The sensitivity of picric acid was demonstrated by the Halifax Explosion. Picric acid was used in the Battle of Omdurman, Second Boer War, the Russo-Japanese War,Dunnite Smashes Strongest Armor, The New York Times, August 18, 1907 and World War I.Marc Ferro. The Great War. London and New York: Routeladge Classics, p. 98. Germany began filling artillery shells with Trinitrotoluene (TNT) in 1902. Toluene was less readily available than phenol, and TNT is less powerful than picric acid, but improved safety of munitions manufacturing and storage caused the replacement of picric acid by TNT for most military purposes between the World Wars.Brown, G.I. (1998) The Big Bang: a History of Explosives Sutton Publishing pp.151–163 Efforts to control the availability of phenol, the precursor to picric acid, emphasize its importance in World War I. Germans are reported to have bought US supplies of phenol and converted it to acetylsalicylic acid, i.e., aspirin, to keep it from the Allies. See Great Phenol Plot. At the time, phenol was obtained from coal as a co-product of coke ovens and the manufacture of gas for gas lighting. Laclede Gas reports being asked to expand production of phenol (and toluene) to assist the war effort.Beck, Bill (2007) Laclede Gas and St. Louis: 150 Years Working Together, 1857–2007, Laclede Gas Company, p. 64 Both MonsantoForrestal, Dan J. (1977), Faith, Hope & $5000: The Story of Monsanto, Simon & Schuster, [2] p. 24 and Dow ChemicalBrandt, E.N. (1997), Growth Company: Dow Chemical's First Century, Michigan State University, p. 77, 97 and 244 began manufacturing synthetic phenol in 1915, with Dow being the main producer. Dow describes picric acid as \"the main battlefield explosive used by the French. Large amounts [of phenol] also went to Japan, where it was made into picric acid sold to the Russians.\"Brandt, E.N. (1997), Growth Company: Dow Chemical's First Century, Michigan State University, p. 97 Thomas Edison needed phenol to manufacture phonograph records. He responded by undertaking production of phenol at his Silver Lake, NJ, facility using processes developed by his chemists.Conot, Robert (1979), A Streak of Luck: The Life & Legend of Thomas Alva Edison, Seaview Books, NY, p 413-4 He built two plants with a capacity of six tons of phenol per day. Production began the first week of September, one month after hostilities began in Europe. He built two plants to produce raw material benzene at Johnstown, PA and Bessemer, AL, replacing supplies previously from Germany. Edison also manufactured aniline dyes, which had previously been supplied by the German dye trust. Other wartime products include xylene, p-phenylenediamine, shellac, and pyrax. Wartime shortages made these ventures profitable. In 1915, his production capacity was fully committed by midyear. == Synthesis == The aromatic ring of phenol is activated towards electrophilic substitution reactions, and attempted nitration of phenol, even with dilute nitric acid, results in the formation of high molecular weight tars. In order to minimize these side reactions, anhydrous phenol is sulfonated with fuming sulfuric acid, and the resulting p-hydroxyphenylsulfonic acid is then nitrated with concentrated nitric acid. During this reaction, nitro groups are introduced, and the sulfonic acid group is displaced. The reaction is highly exothermic, and careful temperature control is required. Another method of picric acid synthesis is direct nitration of 2,4-Dinitrophenol with nitric acid. It crystallizes in the orthorhombic space group Pca21 with a = 9.13 Å, b = 18.69 Å, c = 9.79 Å and α = β = γ = 90°.V. Bertolasi, P. Gilli, G. Gilli: Hydrogen Bonding and Electron Donor-Acceptor (EDA) Interactions Controlling the Crystal Packing of Picric Acid and Its Adducts with Nitrogen Bases. Their Rationalization in Terms of the pKa Equalization and Electron-Pair Saturation Concepts. In: Cryst. Growth Des. 2011, 11, 2724–2735, doi:10.1021/cg101007a. == Uses == By far the greatest use has been in munitions and explosives. Explosive D, also known as Dunnite, is the ammonium salt of picric acid. Dunnite is more powerful but less stable than the more common explosive TNT (which is produced in a similar process to picric acid but with toluene as the feedstock). Picramide, formed by aminating picric acid (typically beginning with Dunnite), can be further aminated to produce the very stable explosive TATB. It has found some use in organic chemistry for the preparation of crystalline salts of organic bases (picrates) for the purpose of identification and characterization. In metallurgy, a 4% picric acid in ethanol etch termed \"picral\" has been commonly used in optical metallography to reveal prior austenite grain boundaries in ferritic steels. The hazards associated with picric acid have meant it has largely been replaced with other chemical etchants. However, it is still used to etch magnesium alloys, such as AZ31. Bouin solution is a common picric- acid-containing fixative solution used for histology specimens. It improves the staining of acid dyes, but it can also result in hydrolysis of any DNA in the sample. Clinical chemistry laboratory testing utilizes picric acid for the Jaffe reaction to test for creatinine. It forms a colored complex that can be measured using spectroscopy.Creatinine Direct Procedure, on CimaScientific Picric acid forms red isopurpurate with hydrogen cyanide (HCN). By photometric measurement of the resulting dye picric acid can be used to quantify hydrogen cyanide.Quantification of total cyanide content in stone fruit kernels. pdf, Pg.33 During the early 20th century, picric acid was used to measure blood glucose levels. When glucose, picric acid and sodium carbonate are combined and heated, a characteristic red color forms. With a calibrating glucose solution, the red color can be used to measure the glucose levels added. This is known as the Lewis and Benedict method of measuring glucose.2 Much less commonly, wet picric acid has been used as a skin dye, or temporary branding agent. It reacts with proteins in the skin to give a dark brown color that may last as long as a month. During the early 20th century, picric acid was stocked in pharmacies as an antiseptic and as a treatment for burns, malaria, herpes, and smallpox. Picric acid-soaked gauze was also commonly stocked in first aid kits from that period as a burn treatment. It was notably used for the treatment of burns suffered by victims of the Hindenburg disaster in 1937. Picric acid was also used as a treatment for trench foot suffered by soldiers stationed on the Western Front during World War I.(1922) History of the Great War - Surgery of the War, Vol. 1, Pg. 175. Picric acid has been used for many years by fly tyers to dye mole skins and feathers a dark olive green for use as fishing lures. Its popularity has been tempered by its toxic nature. ==Safety== Modern safety precautions recommend storing picric acid wet, to minimize the danger of explosion. Dry picric acid is relatively sensitive to shock and friction, so laboratories that use it store it in bottles under a layer of water, rendering it safe. Glass or plastic bottles are required, as picric acid can easily form metal picrate salts that are even more sensitive and hazardous than the acid itself. Industrially, picric acid is especially hazardous because it is volatile and slowly sublimes even at room temperature. Over time, the buildup of picrates on exposed metal surfaces can constitute an explosion hazard. Picric acid gauze, if found in antique first aid kits, presents a safety hazard because picric acid of that vintage (60–90 years old) will have become crystallized and unstable, and may have formed metal picrates from long storage in a metal first aid case. Bomb disposal units are often called to dispose of picric acid if it has dried out. In the United States there was an effort to remove dried picric acid containers from high school laboratories during the 1980s. Munitions containing picric acid may be found in sunken warships. The buildup of metal picrates over time renders them shock-sensitive and extremely hazardous. It is recommended that shipwrecks that contain such munitions not be disturbed in any way.Albright, p.78 The hazard may subside when the shells become corroded enough to admit seawater as these materials are water-soluble. Currently there are various fluorescent probes to sense and detect picric acid in very minute quantity. ==See also== *Shellite (explosive), an explosive containing Picric acid, formerly used in naval shells. *Table of explosive detonation velocities *RE factor *Verhoeff's stain ==References== ==Further reading== * * * Cooper, Paul W., Explosives Engineering, New York: Wiley-VCH, 1996. * CDC - NIOSH Pocket Guide to Chemical Hazards Category:Explosive chemicals Category:Nitrophenols Category:Organic acids",
 "title": "Picric acid"
}