{
 "id": "659165",
 "text": "Controversies regarding the use of human growth hormone (HGH) as treatment method have centered on the claims, products, and businesses related to the use of growth hormone as an anti-aging therapy. Most of these controversies fall into two categories: # Claims of exaggerated, misleading, or unfounded assertions that growth hormone treatment safely and effectively slows or reverses the effects of aging. # The sale of products that fraudulently or misleadingly purport to be growth hormone or to increase the user's own secretion of natural human growth hormone to a beneficial degree. == History == A study was published in The New England Journal of Medicine in 1990 by Rudman et al., which showed fat loss, muscle mass increase and maintenance of healthy skin from the administration of growth hormone in twelve elderly men. Despite the fact the authors at no time claimed that GH had reversed the aging process itself, their results were misinterpreted as indicating that GH is an effective anti-aging agent. This study, and others, has led to organizations such as the controversial American Academy of Anti-Aging Medicine promoting the use of this hormone as an \"anti-aging agent\". Additionally, companies selling dietary supplements have websites selling products that claim to be linked to GH in the advertising text, with medical-sounding names described as \"HGH Releasers\". Typical ingredients include amino acids, minerals, vitamins, and/or herbal extracts, the combination of which are described as causing the body to make more GH with corresponding beneficial effects. In the United States, because these products are marketed as dietary supplements it is illegal for them to contain GH, which is a drug. Also, under United States law, products sold as dietary supplements cannot have claims that the supplement treats or prevents any disease or condition, and the advertising material must contain a statement that the health claims are not approved by the FDA. The FTC and the FDA do enforce the law when they become aware of violations. As a result of the reactions to the 1990 article and its frequent citation by proponents of HGH as an anti-aging agent, in 2003 the NEJM published two articles that came out strongly and clearly stating that there was insufficient medical and scientific evidence to support use of HGH as anti-aging drug. One article was written by the Journal's then-current editor in chief, Jeffrey M. Drazen, M.D. and was entitled, \"Inappropriate Advertising of Dietary Supplements\". It focused mostly on the advertising of dietary supplements. The other article was written by the editor-in-chief at the time the 1990 article was published, Mary Lee Vance, M.D., and was entitled, \"Can Growth Hormone Prevent Aging?\"; it focused more on the medical issues around whether there was sufficient evidence to use HGH as an anti-aging agent. == Research == There has never been an adequately large randomized controlled trial to prove definitively that HGH provides significant anti-aging benefits and that there are no significant adverse drug reactions; there have been many small studies which are described below. Some scientific articles have demonstrated that HGH supplementation does not significantly increase muscle strength or aerobic exercise capacity in healthy individuals. While it is possible that there are some advantages, such as an increase in lean body mass, it is also evident that benefits are being exaggerated by some for commercial gain and ineffective products are being sold to unsuspecting consumers. Some recent small clinical studies have shown that low-dose GH treatment for elderly patients with GH deficiency changes the body composition by increasing muscle mass, decreasing fat mass, increasing bone density and muscle strength, improves cardiovascular parameters (i.e. decrease of LDL cholesterol), and affects the quality of life without significant side effects. It must be emphasized that these studies were small—only tens of patients—and the results were therefore stated tentatively; in the words of one of the cited sources: \"Clearly more studies are needed before GH replacement for the elderly becomes established. Safety issues will require close scrutiny, but the data available so far are sufficiently positive to undertake large multicentre, placebo-controlled trials, particularly looking at endpoints associated with prevention of frailty and loss of independence.\" == Side-effects of high doses and long-term use == Some of the side effects reportedly seen in previously healthy mature patients after taking high HGH doses include: * Edema (retention of fluids) in extremities * Arthralgia (joint pain) * Carpal tunnel syndrome * Hypertension. * Diabetes and other glucose metabolism imbalances * Gynecomastia (enlargement of male mammary glands) Chronic use of HGH is not well studied. However, in Europe a study called \"SAGhE\" was undertaken to study these long-term effects of HGH in children. It found that persons with certain kinds of short stature (idiopathic growth hormone deficiency and idiopathic or gestational short stature) who were treated with recombinant human growth hormone during childhood and who were followed over a long period of time, were at a small increased risk of death when compared to individuals in the general population of France. The FDA issued a Safety Alert reporting this result. ==Law== In 1990, the US Congress passed an omnibus crime bill, the Crime Control Act of 1990, that amended the Federal Food, Drug, and Cosmetic Act, that classified anabolic steroids as controlled substances and added a new sectionRyan Cronin. (2008) Bureaucrats vs. Physicians: Have Doctors Been Stripped of Their Power to Determine the Proper Use of Human Growth Hormone in Treating Adult Disease? Journal of Law & Policy 27 pp 191–217 which reads: > Prohibited distribution of human growth hormone. > (1) Except as provided in paragraph (2), whoever knowingly distributes, or > possesses with intent to distribute, human growth hormone for any use in > humans other than the treatment of a disease or other recognized medical > condition, where such use has been authorized by the Secretary of Health and > Human Services under section 355 of this title and pursuant to the order of > a physician, is guilty of an offense punishable by not more than 5 years in > prison, such fines as are authorized by title 18, or both. > (2) Whoever commits any offense set forth in paragraph (1) and such offense > involves an individual under 18 years of age is punishable by not more than > 10 years imprisonment, such fines as are authorized by title 18, or both. > (3) Any conviction for a violation of paragraphs (1) and (2) of this > subsection shall be considered a felony violation of the Controlled > Substances Act [21 U.S.C. 801 et seq.] for the purposes of forfeiture under > section 413 of such Act [21 U.S.C. 853]. > (4) As used in this subsection the term “human growth hormone” means > somatrem, somatropin, or an analogue of either of them. > (5) The Drug Enforcement Administration is authorized to investigate > offenses punishable by this subsection.Note: this provision was originally > made section (e) but was made section (f) in 1993. see US Department of > Justice Civil Resource Manual for Prosecutors, \"Human Growth > Hormone/Steroids Statutory Overview\" This section has been taken by some, most notablyNews Author: Laurie Barclay, MD, CME Author: Désirée Lie, MD, MSEd for Medscape. October 28, 2005 Growth Hormone Deemed Illegal for Off-Label Antiaging Use the authors of a commentary article published in the Journal of the American Medical Association in 2005, as meaning that prescribing HGH off-label may be considered illegal. \"Physicians and other health care professionals should be aware that current law explicitly prohibits the distribution of GH except for clearly and narrowly defined indications. Distribution for other uses, or off-label use, such as for antiaging, age-related conditions, and enhancing athletic performance, are illegal. Although GH is not a schedule III drug, section 303 [333] f(5) of the FDCA clearly provides the Drug Enforcement Administration with the responsibility of enforcing the laws governing human GH. Given the clinical concerns and the legal issues involved, we believe that physicians or other persons who currently market, distribute, or administer GH to their patients for any reason other than the well-defined approved (ie, legal) uses of the drug, should not do so.\" The Drug Enforcement Administration of the US Department of Justice considers off-label prescribing of HGH to be illegal, and to be a key path for illicit distribution of HGH.DEA, US Department of Justice. DEA: Genotropin Quote: \"The illicit distribution of hGH occurs as the result of physicians illegally prescribing it for off-label uses, and for the treatment of FDA-approved medical conditions without examination and supervision\" The FDA, as recently as 2012, has issued alerts stating that \"FDA-approved HGH can be legally prescribed for a limited number of conditions.\"FDA. December 14, 2012. Import Alert 66–71: Detention Without Physical Examination of Human Growth Hormone (HGH), Also Known As Somatropin The FDA and the Department of Justice have shut down companies and compounding pharmacies that have marketed HGH for off-label purposes – especially for bodybuilding and anti-aging uses.Example warning letter to a compounding pharmacy: FDA. June 7, 2004. FDA Warning Letter. File #14-NWJ-14 to Drugs Are Us, Inc. DBA Hopewell PharmacyUS Department of Justice. US Department of Justice Civil Resource Manual for Prosecutors, \"Human Growth Hormone/Steroids Statutory Overview\" And some articles in the popular press, such as those criticizing the pharmaceutical industry for marketing drugs for off-label use (which is clearly illegal) have made strong statements about whether doctors can prescribe HGH off-label: \"Unlike other prescription drugs, HGH may be prescribed only for specific uses. U.S. sales are limited by law to treat a rare growth defect in children and a handful of uncommon conditions like short bowel syndrome or Prader-Willi syndrome, a congenital disease that causes reduced muscle tone and a lack of hormones in sex glands.\"David Caruso and Jeff Donn for the Associated Press. December 21, 2012 AP Impact: Big Pharma Cashes in on HGH AbuseDr. Gregory Lindson for HRTGuru corp. July 21, 2018 Is HGH illegal? At the same time, anti-aging clinics where doctors prescribe, administer, and sell HGH to people are big business.Ned Zeman for Vanity Fair. March 2012 Hollywood's Vial Bodies In a 2012 article in Vanity Fair, when asked how HGH prescriptions far exceed the number of adult patients far exceeds the estimates for HGH-deficiency, Dr. Dragos Roman, who leads a team at the FDA that reviews drugs in endocrinology, said \"The F.D.A. doesn't regulate off-label uses of H.G.H. Sometimes it's used appropriately. Sometimes it's not.\" == See also == * American Academy of Anti-Aging Medicine * Growth hormone in sports * Growth hormone treatment * Mitchell Report (baseball) == References == Category:Growth hormones Category:Endocrinology Category:Alternative medical treatments",
 "title": "HGH controversies"
}