{
 "id": "659258",
 "text": "(The Deluded Bridegroom, or The Rivalry of Three Women for One Lover) is a two-act opera buffa, K. 430, composed by Wolfgang Amadeus Mozart between 1783 and 1784.Anderson (1937) However, the opera was never completed and only a 20-minute fragment from act 1 exists. ==Performance history== Mozart had originally planned to have the opera performed by a seven-member Italian troupe in Vienna. Although it was once thought that Lorenzo Da Ponte might have been the author of the libretto, scholarship by Alessandra Campana has established that the libretto was written by an unknown Italian poet for Domenico Cimarosa's opera Le donne rivali, which he composed for the Rome carnival season of 1780.Campana (1988–89) cited in Dell Antonio (1996) pp. 404–405 According to Neal Zaslaw, Cimarosa's librettist may have been Giuseppe Petrosellini, the house poet of the Teatro Valle where Le donne rivali premiered. (Petrosellini was also the probable librettist of Mozart's earlier opera La finta giardiniera).Zaslaw (1996) p. 415 For Lo sposo deluso, Mozart had the characters in Le donne rivali expanded from five to seven, renamed the original five, and established the cast of singers for whom he would be writing.Zaslaw (1996) 415–416 It is unclear why he abandoned the work, although Zaslaw has proposed that it was a combination of the difficulties presented by re-writing and adapting the libretto for the Viennese audience and the fact that in 1785, Da Ponte had finally come through with the libretto for Le nozze di Figaro.Zaslaw (1996) The first recorded performance of material from Lo sposo deluso dates from 15 November 1797, six years after Mozart's death. Mozart's widow, Constanze, arranged for the overture and opening quartet to be performed at the Estates Theatre in Prague during a concert highlighting the musical debut of their youngest son, Franz Xaver Mozart.Landon (1988) 187 In 1991, the 200th anniversary of Mozart's death, Opera North premièred The Jewel Box, a pasticcio opera devised by Paul Griffiths. This used the existing pieces from Lo sposo deluso and L'oca del Cairo as well as arias written by Mozart for insertion into operas by Anfossi, Piccini and Cimarosa, among others. (The programme was an imagined reconstruction of a 1783 pantomime in which Mozart and Aloysia Weber are said to have taken part.) In 2006, the 250th anniversary of Mozart's birth, the fragment of Lo sposo deluso received several performances, including: *Bampton Classical Opera's revival of The Jewel Box. *The Salzburg Festival's double bill of Lo sposo deluso and L'oca del Cairo, and other arias written by Mozart in a programme titled Rex tremendus, conceived and staged by Joachim Schlöme with the Camerata Salzburg conducted by Michael Hofstetter. (This performance is preserved on DVD, see Recordings) ==Roles== Note that the opera was unfinished and never premiered as such. The singers' names given in the table below are those for whom Mozart wrote the roles and who were to have sung in its premiere. {| class=\"wikitable\" |+ !Role !Voice type !Intended cast |- |Bocconio Papparelli, a rich but stupid man, betrothed to Eugenia |bass |Francesco Benucci |- |Eugenia, a young Roman noblewoman, betrothed to Papparelli but in love with Don Asdrubale |soprano |Nancy Storace |- |Don Asdrubale, a Tuscan army officer |tenor |Stefano Mandini |- |Bettina, Papparelli's vain young niece, also in love with Don Asdrubale |soprano |Katherina Cavalieri |- |Pulcherio, the misogynist friend of Papparelli |tenor |Francesco Bussani |- |Gervasio, Eugenia's tutor, in love with Metilde |bass |Signore Pugnetti |- |Metilde, a virtuoso singer and dancer and friend of Bettina, also in love with Don Asdrubale |soprano |Theresia Teyber |} The setting is a seaside villa near Livorno. The cast is nearly identical to that of the first Le nozze di Figaro. Benucci was the first Figaro. Storace the first Susanna. Mandini the first Count Almaviva, and Bussani the first Bartolo. Both Mandini and Bussani started as tenors but by this time they were a baritone and a bass respectively. ==Existing pieces from the opera== *Overtura – an upbeat, presto instrumental piece which develops into a more lethargic pensive mood *Quartetto – \"\" (Pulcherio, Papparelli, Bettina, Don Asdrubale) *Aria (fragment) – \"\" (Eugenia) *Aria (fragment) – \"\" (Pulcherio) *Terzetto – \"\" (Papparelli, Don Asdrubale, Eugenia) ==Recordings == *Rex Tremendus (Lo sposo deluso, L'oca del Cairo and other fragments by W. A. Mozart) with Ann Murray, Marianne Hamre, Graham Smith, Josef Wagner, Marisa Martins, Jeremy Ovenden, Matthias Klink, Silvia Moi, Miljenko Turk, Malin Hartelius and the Camerata Salzburg conducted by Michael Hofstetter. DVD of the live performance at the 2006 Salzburg Festival (Deutsche Grammophon 0734250) *L'oca del Cairo / Lo sposo deluso, Felicity Palmer, Ileana Cotrubaș, Anthony Rolfe Johnson, Robert Tear, Clifford Grant; London Symphony Orchestra, Colin Davis, studio recording from 1991, volume 39 of The Complete Mozart Edition (Philips 028942253926)'L'oca del Cairo / Lo sposo deluso, cd Universe ==References== Notes Sources *Anderson, Emily, \"An Unpublished Letter of Mozart Wolfgang Amadeus Mozart\", Music & Letters (Vol. 18, No. 2, April 1937), pp. 128–133 *Campana, Alessandra, \"Il libretto de Lo sposo deluso\", Mozart- Jahrbuch (1988–89), pp. 573–88. *Dell Antonio, Andrew, \"Il Compositore Deluso: The Fragments of Mozart's Comic Opera Lo sposo deluso (K424a/430)\" in Stanley Sadie, (ed.) Wolfgang Amadé Mozart: Essays on His Life and Work, (1996) London: Oxford University Press. *Zaslaw, Neal, \"Waiting for Figaro\" in Stanley Sadie, (ed.) Wolfgang Amadé Mozart: Essays on His Life and Work, (1996) London: Oxford University Press. *H. C. Robbins Landon, \"1791: Mozart's Last Year\", (1988) New York: Schirmer Books. ==Further reading== *W. A. Mozart, Lo sposo deluso, K. 430 – Complete reconstruction by Mario-Giuseppe Genesi in three volumes – I: piano vocal, II: conductor's score, III: 23 orchestral single instrumental parts; Piacenza, P. M. Ed., 2009, (score held by Salzburg Mozarteum and the New York Sibley Music Library). This extensive reconstruction includes 62 numbers equally subdivided in recitatives, a quartet, two finali d' atto, single arias, some terzetti and only one duetto. Genesi's not yet staged reconstruction includes also a couple of basset horns introduced in the Mozart style, whilst most of the music is Mozart's original drawn one from the less-known vocal production. ==External links== * * Libretto, critical editions, diplomatic editions, source evaluation (German only), links to online DME recordings; Digital Mozart Edition * *Libretto * The Jewel Box which contained parts from Lo sposo deluso, Bampton Classical Opera, November 2006 * Category:Operas by Wolfgang Amadeus Mozart Category:Italian-language operas Category:Opera buffa Category:1784 operas Category:Operas Category:Unfinished operas Category:Operas set in Italy",
 "title": "Lo sposo deluso"
}