{
 "id": "659313",
 "text": "William Gaither Crudup (; born July 8, 1968) is an American actor. He is a four-time Tony Award nominee, winning once for his performance in Tom Stoppard's play The Coast of Utopia in 2007. He has starred in numerous high- profile films, including Without Limits, Princess Mononoke, Almost Famous, Big Fish, Mission: Impossible III, Watchmen, Public Enemies, Spotlight, Jackie, The Stanford Prison Experiment, Justice League, and Alien: Covenant, in both lead and supporting roles. He has been nominated for an Independent Spirit Award for Best Male Lead for his performance in Jesus' Son, and received two Screen Actors Guild Award nominations as part of an ensemble cast for Almost Famous and Spotlight, winning for the latter. Crudup starred in the streaming television series Gypsy (2017) and The Morning Show (2019), the latter of which earned him a Primetime Emmy Award and a Critics' Choice Television Award. ==Early life== Crudup was born in Manhasset, New York. His parents, Georgann (née Gaither) and Thomas Henry Crudup III, divorced during his childhood, and later remarried, before divorcing a second time. On his father's side, he is a descendant of Congressman Josiah Crudup of North Carolina. His maternal grandfather was William Cotter \"Billy\" Gaither, Jr., a well-known Florida trial lawyer, and his maternal grandmother later remarried to Episcopal bishop James Duncan. Born second of three boys, Crudup has two brothers: Tommy, an executive producer, and Brooks, also a producer. He left New York with his family when he was about eight years old, first living in Texas, then in Florida. He graduated from Saint Thomas Aquinas High School in Fort Lauderdale, Florida in 1986. Crudup attended the University of North Carolina at Chapel Hill, where he received an undergraduate degree, and he continued his passion for acting with the undergraduate acting company, LAB! Theatre. He also acted for UNC-STV's most popular show, General College. He was a member of the Beta Chapter of Delta Kappa Epsilon. He then studied at New York University's Tisch School of the Arts graduate acting program, where he earned a Master of Fine Arts degree in 1994. ==Career== ===Film and television acting=== Crudup began acting in films such as 1996's Sleepers, 1997's Inventing the Abbotts, and 1998's Without Limits, where he played the role of running legend and Olympian Steve Prefontaine. His first role in an animated feature was in 1999's English release of Princess Mononoke, in which he starred as Ashitaka. He then played lead guitarist Russell Hammond from Stillwater, the fictional band at the center of Cameron Crowe’s Almost Famous (2000). In 2006's The Good Shepherd, he played British spy Arch Cummings, a stand-in for Kim Philby. The same year, he played a supporting role in Mission: Impossible III. In 2007, he played the leading role of Henry Roth in the film Dedication. Crudup completed filming Watchmen with director Zack Snyder in Vancouver, British Columbia. He portrayed the superhero Doctor Manhattan. He portrayed former U.S. Secretary of the Treasury Timothy Geithner in a TV film about 2008's financial crisis, Too Big to Fail (2011). Crudup stars in the Apple TV+ series The Morning Show, for which he won a Primetime Emmy Award in 2020. ===Stage acting=== thumb|left|Crudup in New York City, January 2011 A year after graduating, he made his debut on Broadway in the Lincoln Center Theater production of Tom Stoppard's Arcadia. Crudup received a 2002 Tony Award nomination for Best Actor in a Play for his performance as the title character in The Elephant Man on Broadway, as well as a 2005 nomination for his role as Katurian in the Broadway production of The Pillowman, also starring Jeff Goldblum, which closed on September 18, 2005. From October 2006 through May 2007, he was featured in the first two parts of The Coast of Utopia by Tom Stoppard at Lincoln Center, playing literary critic Vissarion Belinsky, for which he received a 2007 Tony Award for Best Featured Actor in a Play. He starred in The Metal Children, an off-Broadway play written and directed by Adam Rapp in 2010. In 2011, Crudup received a Tony Award nomination for Featured Actor in a Play for his role in the Broadway revival of Arcadia. In August 2013, he co-starred with Ian McKellen and Patrick Stewart in the Harold Pinter play No Man's Land as well as in Waiting for Godot at the Berkeley Repertory Theatre. The shows transferred to The Cort Theatre in New York City, where they ran in repertory until March 2014. In November 2017, he starred in the world premiere of David Cale's one-man play Harry Clarke at Vineyard Theatre. It moved to the Minetta Lane Theatre the following spring. ===Other work=== From 1998 to 2005, Crudup was the narrator for the U.S. television ad campaign \"Priceless\" for MasterCard. In the ads, the narrator (Crudup) lists the prices of two goods or services, then lists some third, intangible benefit gained from those purchases and concludes, \"priceless\". He said in 2005 that appearing in the ads \"changed my life\", in that they gave him the financial freedom to pursue the acting work that he wanted to do. He appeared as Zartan in the 2009 parody video The Ballad of G.I. Joe on the website Funny or Die. ==Personal life== From 1996 to November 2003, Crudup was in a relationship with actress Mary-Louise Parker. Parker was seven months pregnant with their son, born in January 2004, when Crudup ended their relationship and began dating actress Claire Danes. Crudup and Danes separated in 2006. Crudup began dating Naomi Watts in October 2017. ==Filmography== ===Film=== {|class=wikitable sortable |- !Year !Title !Role !class=unsortable|Notes |- |rowspan=2|1996 |Sleepers |Tommy Marcano | |- |Everyone Says I Love You |Ken Risley | |- |rowspan=2|1997 |Inventing the Abbotts |Jacey Holt | |- |Grind |Eddie Dolan | |- |rowspan=3|1998 |Monument Ave. |Teddy Timmons | |- |Without Limits |Steve Prefontaine | |- |The Hi-Lo Country |Pete Calder | |- |rowspan=2|1999 |Princess Mononoke |Ashitaka (voice) |English dub |- |Jesus' Son |FH | |- |rowspan=2|2000 |Waking the Dead |Fielding Pierce | |- |Almost Famous |Russell Hammond | |- |rowspan=2|2001 |World Traveler |Cal | |- |Charlotte Gray |Julien Levade | |- |rowspan=2|2003 |Big Fish |William \"Will\" Bloom | |- |Stage Beauty |Ned Kynaston | |- |2005 |Trust the Man |Tobey | |- |rowspan=2|2006 |Mission: Impossible III |John Musgrave | |- |The Good Shepherd |Arch Cummings | |- |2007 |Dedication |Henry Roth | |- |2008 |Pretty Bird |Curtis Prentiss | |- |rowspan=2|2009 |Watchmen |Jon Osterman / Dr. Manhattan | |- |Public Enemies |J. Edgar Hoover | |- |2010 |Eat Pray Love |Stephen | |- |2011 |Thin Ice |Randy Kinney | |- |2012 |The Watch |Paul |Uncredited |- |2013 |Blood Ties |Frank Pierzynski | |- |rowspan=3|2014 |Rudderless |Sam Manning | |- |The Longest Week |Dylan Tate | |- |Glass Chin |J.J. Cook | |- |rowspan=2|2015 |The Stanford Prison Experiment |Dr. Philip Zimbardo | |- |Spotlight |Eric MacLeish | |- |rowspan=3|2016 |Youth in Oregon |Brian Gleason | |- |Jackie |The Journalist | |- |20th Century Women |William | |- |rowspan=3|2017 | 1 Mile to You |Coach K | |- |Alien: Covenant |Christopher Oram | |- |Justice League |Dr. Henry Allen | |- |rowspan=2|2019 |After the Wedding |Oscar Carlson | |- |Where'd You Go, Bernadette |Elgin Branch | |- |rowspan=2|2021 |Zack Snyder's Justice League |Dr. Henry Allen | |- |Die in a Gunfight |Narrator |Completed |} ===Television=== {|class=wikitable sortable |- !Year !Title !Role !class=\"unsortable\"|Notes |- |2011 |Too Big to Fail |Timothy Geithner |Television film |- |2017 |Gypsy |Michael Holloway |Main role, 10 episodes |- |2019 |At Home with Amy Sedaris |Dr. Raddish |Episode: \"Halloween\" |- |2019–present |The Morning Show |Cory Ellison |Main role, 20 episodes |- |TBA |Hello Tomorrow! |Jack Billings |Main role, upcoming series |} ===Short film=== {|class=wikitable sortable |- !Year !Title !Role |- |2009 |The Ballad of G.I. Joe |Zartan |- |2017 |Alien: Covenant - Prologue: Last Supper |Christopher Oram |} ===Stage=== {|class=wikitable sortable |- !Year !Play !Role !Production !Notes |- |1994 |America Dreaming |Robert |Vineyard Theatre | |- |1995 |Arcadia |Septimus Hodge |Lincoln Center Theatre | |- |1996 |Bus Stop |Bo Decker |Circle in the Square Theatre | |- |1997 |The Three Sisters |Staff Captain Solyony |Roundabout Theatre | |- |1998 |Oedipus |Oedipus |Blue Light Theatre Company | |- |2001 |Measure for Measure |Angelo |Public Theatre |Shakespeare in the Park |- |rowspan=2|2002 |The Resistible Rise of Arturo Ui |Flake / Defense Counsel |National Actors Theatre | |- |The Elephant Man |John Merrick |Royale Theatre | |- |2004 |The 24 Hour Plays |Bobby | |Staged reading |- |2005 |The Pillowman |Katurian |Edwin Booth Theatre | |- |rowspan=2|2006–07 |The Coast of Utopia: Part 1 – Voyage | rowspan=\"2\" |Vissarion Belinsky | rowspan=\"2\" |Lincoln Center Theatre | |- |The Coast of Utopia: Part 2 – Shipwreck | |- |2009 |The 24 Hour Plays |Billy | |Staged reading |- |2010 |The Metal Children |Tobin Falmouth |Vineyard Theatre | |- |2011 |Arcadia |Bernard Nightingale |Ethel Barrymore Theatre | |- |rowspan=4|2013 |rowspan=2|No Man's Land |rowspan=2|Foster |Berkeley Repertory Theatre | |- |Cort Theatre | |- |rowspan=2|Waiting for Godot |rowspan=2|Lucky |Berkeley Repertory Theatre | |- |Cort Theatre | |- |2017 |rowspan=2|Harry Clarke |rowspan=2|Various |Vineyard Theatre | |- |2018 |Minetta Lane Theatre | |} == Accolades == The following is a list of accolades Crudup has received or been nominated for throughout his film, television and theatre career: {| class=\"wikitable\" !Work !Year !Association / Category !Results !Ref |- | | rowspan=\"2\" |1995 |Clarence Derwent Award for Best Supporting Male | | |- |Arcadia |Theatre World Award for Best Actor | | |- |The Three Sisters |1997 |Drama Desk Award for Outstanding Featured Actor in a Play | | |- | rowspan=\"2\" |The Hi-Lo Country |1998 |National Board of Review Award for Breakthrough Performance — Male | | |- |1999 |Western Heritage Award for Bronze Wrangler | | |- |Jesus's Son |2000 |Paris Film Festival for Best Actor | | |- | rowspan=\"4\" |Almost Famous | rowspan=\"6\" |2001 |Blockbuster Entertainment Award for Favorite Actor — Drama / Romance | | |- |MTV Movie + TV Award for Best Line from a Movie (\"I am a Golden God!\") | | |- |Online Film Critics Society Award for Best Ensemble | | |- |Screen Actors Guild Award for Outstanding Performance by a Cast in a Motion Picture | | |- |Jesus's Son Almost Famous |Vancouver Film Critics Circle Award for Best Actor | | |- |Jesus's Son |Independent Spirit Award for Best Male Lead | | |- |Charlotte Gray | rowspan=\"2\" |2002 |Satellite Award for Best Supporting Actor in a Motion Picture, Drama | | |- |The Elephant Man |Tony Award for Best Actor in a Play | | |- |The Pillowman |2005 |Tony Award for Best Actor in a Play | | |- |The Coast of Utopia |rowspan=\"3\"| 2007 |Drama Desk Award for Outstanding Featured Actor in a Play | | |- |The Good Shepherd |Silver Berlin Bear for Outstanding Artist Contribution | | |- |The Coast of Utopia |Tony Award for Best Featured Actor in a Play | | |- |Arcadia |2011 |Tony Award for Best Featured Actor in a Play | | |- | rowspan=\"4\" |Spotlight |2015 |Awards Circuit Community Award for Best Cast Ensemble | | |- | rowspan=\"3\" |2016 |Gold Derby Award for Ensemble Cast | | |- |Independent Spirit Award for Robert Altman Award | | |- |Screen Actors Guild Award for Outstanding Performance by a Cast in a Motion Picture | | |- |Harry Clarke |2018 |Drama Desk Award for Outstanding Solo Performance | | |- | rowspan=\"5\" |The Morning Show | rowspan=\"5\" |2020 |Critics Choice Television Award for Best Supporting Actor in a Drama Series | | |- |Dorian Award for Best Supporting TV Performance — Actor | | |- |Gold Derby Award for Drama Supporting Actor | | |- |Primetime Emmy Award for Outstanding Supporting Actor in a Drama Series | | |- |Screen Actors Guild Award for Outstanding Performance by a Male Actor in a Drama Series | | |} ==References== ==External links== * * * Category:1968 births Category:Living people Category:20th-century American male actors Category:21st-century American male actors Category:American male film actors Category:American male stage actors Category:American male television actors Category:Male actors from New York (state) Category:Tisch School of the Arts alumni Category:People from Manhasset, New York Category:University of North Carolina at Chapel Hill alumni Category:Outstanding Performance by a Cast in a Motion Picture Screen Actors Guild Award winners Category:Outstanding Performance by a Supporting Actor in a Drama Series Primetime Emmy Award winners Category:Tony Award winners",
 "title": "Billy Crudup"
}