{
 "id": "65962",
 "text": "Colonel Sir George Everest CB FRS FRAS FRGS (; 4 July 1790 – 1 December 1866) was a British surveyor and geographer who served as Surveyor General of India from 1830 to 1843. After receiving a military education in Marlow, Everest joined the East India Company and arrived in India at the age of 16. He was eventually made an assistant to William Lambton on the Great Trigonometric Survey, and replaced Lambton as superintendent of the survey in 1823. Everest was largely responsible for surveying the meridian arc from the southernmost point of India north to Nepal, a distance of about , a task which took from 1806 to 1841 to complete. He was made Surveyor General of India in 1830, retiring in 1843 and returning to England. In 1865, the Royal Geographical Society renamed Peak XV – at the time only recently identified as the world's highest peak – to Mount Everest in his honour. Andrew Scott Waugh, his protégé and successor as surveyor general, had been responsible for putting his name forward in 1856. Everest's name was used as a compromise due to the difficulty of choosing between multiple local names for the mountain. He initially objected to the honour, as he had had nothing to do with its discovery and believed his name was not easily written or pronounced in Hindi.See report in 'The Illustrated London News', 15 August 1857 ==Pronunciation of \"Everest\" == Sir George's surname is pronounced (\"EEV-rist\"). ==Biography== Everest was born on 4 July 1790, but his birthplace is uncertain.\"George Everest was born on 4 July 1790 but the location is open to doubt. This uncertainty as to his birthplace arises because his father William Tristram Everest had an estate near Crickhowell in south Wales and some reference works suggest he was born there. [...] George's baptismal certificate certainly indicates that he was baptized in Greenwich but although the certificate also bears his date of birth it does not indicate the locality.\" Salkeld, Audrey (American Alpine Club) - The American alpine journal. 32.1990p.71 published by The Mountaineers Books, 1990 Retrieved 18 November 2017 He was baptised at St Alfege Church, Greenwich, London, on 27 January 1791.Parks and Gardens UK - Record Retrieved 18 November 2017 He was born either at Greenwich or at Gwernvale Manor, his family's estate near Crickhowell, Brecknockshire (now part of Powys), Wales.H. P. S. Ahluwalia - The Everest within p.13 Hemkunt Press, 2001 Retrieved 18 November 2017BBC (7 March 2000) article of BBC Wales Retrieved 18 November 2017 Everest was the eldest son and third of six children born to Lucetta Mary (née Smith) and William Tristram Everest. His father was a solicitor and justice of the peace, part of a \"Greenwich family of long standing\", and was successful enough to acquire a large estate in south Wales. His grandfather John Everest, the son of a butcher, was the first in the family to enter the legal profession. The Everest family in Greenwich can be traced at least as far back as the late 1600s, when Tristram Everest – John's great-grandfather – was a butcher in Church Street.Geoffrey Martin - Geographers: Biobibliographical Studies, Volume 15 page (number not shown) Bloomsbury Publishing, 14 Dec 2015 Retrieved 18 November 2017 Everest was educated at the Royal Military College (Cadet Branch) in Marlow, Buckinghamshire, before joining the East India Company as a cadet in 1806. He was commissioned as a second lieutenant in the Bengal Artillery, and sailed for India the same year. Everest was a Freemason, initiated (date unknown) in Neptune Lodge, Penang, under the authority of the United Grand Lodge of England. Later, having returned to England, he joined Prince of Wales's Lodge, London, on 20 February 1829. ===Early career in India=== Little is known about Everest's earliest years in India, but he apparently had a talent for mathematics and astronomy. He was seconded to Java in 1814, where Lieutenant-Governor Stamford Raffles appointed him to survey the island. He returned to Bengal in 1816, where he improved British knowledge of the Ganges and the Hooghly. He later surveyed a semaphore line from Calcutta to Benares, covering approximately . Everest's work came to the attention of Colonel William Lambton, the leader of the Great Trigonometrical Survey (GTS), who appointed him as his chief assistant. He joined Lambton at Hyderabad in 1818, where he was in the process of surveying a meridian arc northward from Cape Commorin. He was responsible for much of the fieldwork, and in 1820 contracted malaria, necessitating a period of recovery spent at the Cape of Good Hope. Everest returned to India in 1821. He succeeded as superintendent of the GTS upon Lambton's death in 1823, and over the following years extended his predecessor's efforts on the arc up to Sironj, in present- day Madhya Pradesh. Everest suffered from poor health, however, and the effects of fever and rheumatism left him half paralysed. He left for England in 1825, where he spent the following five years recuperating. Everest was elected as a Fellow of the Royal Society in March 1827. Most of his free time was spent lobbying the East India Company for better equipment and studying the methods used by the Ordnance Survey; he frequently corresponded with Thomas Frederick Colby. He became acquainted with Indian thought according to his niece Mary Boole: It is very likely he introduced Indian thought to others as well: ===Surveyor General of India=== In June 1830, Everest returned to India to continue his work on the GTS, and was simultaneously appointed Surveyor General of India. The arc from Cape Commorin to the northern border of British India was finally completed in 1841, under the supervision of Andrew Scott Waugh. To his dismay, much of his time was spent on administrative concerns, as well as combating criticism from home. The East India Company had provisionally appointed Thomas Jervis as Everest's successor, and Jervis subsequently delivered a series of lectures to the Royal Society on the perceived deficiencies of Everest's methods. In response, Everest penned a series of open letters to Prince Augustus Frederick, Duke of Sussex, the society's president, in which he lambasted the society \"for meddling in matters of which they know little\". Jervis withdrew from consideration, and Everest successfully secured the appointment of his protégé Waugh as his successor. He resigned in November 1842 and his commission was formally revoked in December 1843, at which point he returned to England. ===Later life=== In 1845 Everest was a passenger on the first voyage of the SS Great Britain, which was the first crossing of any ocean on the world by a screw propelled steamship. In 1847, Everest published An Account of the Measurement of Two Sections of the Meridional Arc of India, for which he was awarded a medal by the Royal Astronomical Society. He was later elected to fellowship of the Royal Asiatic Society and the Royal Geographical Society. Everest was promoted to colonel in 1854, made a Commander of the Order of the Bath in February 1861, and created a Knight Bachelor in March 1861. He died at his home in Hyde Park Gardens on 1 December 1866, and was buried in St Andrew's Church, Hove, near Brighton. ==Naming of Mount Everest== George Everest had no direct connection with the mountain that bears his name, which he never saw. He was, however, responsible for hiring Andrew Scott Waugh, who made the first formal observations of the mountain, and Radhanath Sikdar, who calculated its height. Before its significance was realised, Mount Everest was originally known as Peak \"B\" and later as Peak XV. In March 1856, Waugh wrote to the Royal Geographical Society to announce that the mountain was believed to be the highest in the world, and proposed that it be named \"after my illustrious predecessor\", as it was \"without any local name that we can discover\" – the \"native appellation, if it has any, will not very likely be ascertained before we are allowed to penetrate into Nepal\". There were in fact several native names among the Nepalese and Tibetans, but those areas were closed off to the British at the time and people living further to the south of the Himalayas did not have a specific name for the peak. In the decade after 1856, Waugh's proposal was widely debated by the Royal Geographical Society and similar bodies. Other scholars of India put forward native names that they believed to be correct, such as Brian Houghton Hodgson's \"Deva- dhunga\" and Hermann Schlagintweit's \"Gaurisankar\". Everest himself objected to his name being used, as \"the native of India\" could not pronounce it and it could not be easily written in Hindi. Nonetheless, in 1865 the society officially settled on \"Mount Everest\" as the name.The Naming of Mount Everest ==Family== Everest had several siblings, including two younger brothers. George's first younger brother was Robert Everest, chaplain to the East India Company and author of A Journey Through the United States and Part of Canada. His second (his youngest brother) was the Thomas Roupell Everest, the father of Mary Everest and a lay homoeopath. Everest's third child, Ethel Everest, was an associate of Emma Cons and friend of Lilian Baylis.Elizabeth Schafer \"Lilian Baylis: A Biography\". p. 76 She provided financial support for the founding of Morley College in south London.Denis Richards \"Offspring of the Vic: A History of Morley College\". Routledge, 2013 One of Everest's sons, Lancelot Feilding Everest, was educated at Harrow School and Trinity College, Cambridge, and was called to the Bar by Lincoln's Inn. He practised as a barrister in chambers in London and was also the principal author of The Law of Estoppel. Lancelot's eldest son, Cyril Feilding Everest, enlisted in the Canadian Infantry on 17 November 1914 and was killed in action on 9 October 1916 at the Battle of the Somme. Everest's niece, Mary Everest, married mathematician George Boole in Gloucestershire on 11 September 1855. In spite of the absence of formal training, Mary was a fine mathematician in her own right, as was one of her daughters, Alicia Boole Stott. Alicia's son, Leonard Boole Stott, studied medicine and became a pioneer in the treatment and control of tuberculosis, work for which he was later appointed an OBE Mary Boole's daughter Margaret was the mother of Sir Geoffrey Ingram Taylor OM, a graduate of Trinity College, Cambridge, a renowned mathematician and physicist, and a major figure in fluid dynamics and wave theory. ==Everest's house in Mussoorie, India== thumbnail|right|Sir George Everest's House and Laboratory, also known as Park House. Everest owned a house in Mussoorie, Uttarakhand, India, for about 11 years. He purchased it, sight unseen, from General Whish. Although now virtually derelict, it still has its roof, and there have been various plans to make it into a museum. Built in 1832, the house is known today as Sir George Everest's House and Laboratory, or Park House. The house is situated in Park Estate about west of Gandhi Chowk / Library Bazaar (the west end of Mall Road in Mussoorie). Its location has panoramic views of the Doon Valley on one side and the Aglar River valley and the Himalayan Range to the north. The house is under the jurisdiction of the Tourism Department. There are underground water cisterns (or perhaps pits for storing ice, since water is scarce in the area) that are quite deep and lie uncovered in the front yard outside the house, filled with litter and posing danger of slipping. The interior has been stripped but the fireplaces, roof, and the door and window frames still remain. The house is secured by steel grills and cannot be entered. Now that this property is better known and the access road has been improved, the walls are covered with graffiti and then periodically whitewashed clean. Recent new fencing, tree planting and the construction of a ticket booth (as of late 2015) indicate that at some point it will cost to enter the property. The inside has signs of renovation several years ago, such as ceramic floor tiles in the kitchen and electrical switch boxes. Conservation architects at the Indian National Trust are vying for this project. ==References== ==Further reading== * John Keay. 2000. The Great Arc. London: Harper Collins. . * J. R. Smith. 1999. Everest: The Man and the Mountain. Caithness: Whittles Publishing. . *Dean, Riaz. 2019. Mapping The Great Game: Explorers, Spies & Maps in Nineteenth-century Asia. Oxford: Casemate (UK). pp. 100–123 (Chap.4). ISBN 978-1-61200-814-1. ==External links== * * https://www.explortheinfinity.com/george-everests-house/ * George Everest Travel Guide, History * Photographs of Sir George Everest's house and laboratory, in Mussoorie, India * https://www.theguardian.com/theguardian/from-the-archive- blog/2011/jul/21/mount-everest-name-1856 * http://www.nndb.com/people/583/000195995/ * https://www.historychannel.com.au/this-day-in-history/150th-anniversary-death- sir-george-everest/ * http://www.themodernantiquarian.com/site/530/gwernvale.html * http://www.megalithic.co.uk/article.php?sid=4060 * https://www.google.co.uk/maps/@51.8641352,-3.1332415,16.08z Category:1790 births Category:1866 deaths Category:Burials in Sussex Category:Fellows of the Royal Geographical Society Category:Fellows of the Royal Society Category:Graduates of the Royal Military Academy, Woolwich Category:Mount Everest Category:People from Crickhowell Category:Royal Artillery officers Category:Surveyors General of India Category:British surveyors Category:British geographers Category:Knights Commander of the Order of the Bath Category:Knights Bachelor",
 "title": "George Everest"
}