{
 "id": "659915",
 "text": "In Chinese philosophy, metal or gold (), the fourth phase of Wu Xing, is the decline of the matter, or the matter's decline stage. In Traditional Chinese Medicine Metal is yin in character, its motion is inwards and its energy is contracting. It is associated with the west, autumn, it governs the Yin, Zang organ the Lung and the Yang, Fu organ colon, nose and skin, old age, the planet Venus, the colour white, dry weather, and the White Tiger (Bai Hu) in Four Symbols. The archetypal metals are silver or gold. == Attributes == In Chinese Taoist thought, Metal attributes are considered to be firmness, rigidity, persistence, strength, and determination. The metal person is controlling, ambitious, forceful, and set in their ways as metal is very strong. They are self-reliant and prefer to handle their problems alone. The metal person is also wise, business-oriented, and good at organization and stability. However, the metal person can also appreciate luxury and enjoy the good things in life. Just as metal can conduct electricity, the metal person has strong impulses and generative powers and can bring about changes and transformations for those who come into contact with them. The well-balanced metal person is patient, as well as a good person with a strong will. In traditional Chinese medicine, metal governs the lung and the large intestine, nose and skin. The negative emotion associated with metal is grief, while the positive emotion is courage. Many sources aimed at a Western audience equate Metal with the attributes of the element Air. == Astrology == In Chinese astrology, metal is included in the 10 heavenly stems (the five elements in their yin and yang forms), which combine with the 12 Earthly Branches (or Chinese signs of the zodiac), to form the 60-year cycle. Yang metal years end in 0 (e.g. 1980), while Yin years end in 1 (e.g. 1981). Metal governs the Chinese zodiac signs Monkey and Rooster. The planet Venus is associated with metal because it is white in color (the Chinese color of death), and rises in the west as the evening star.Wolfram Eberhard, A Dictionary of Chinese Symbols, pp238-9, Routledge and Kegan Paul, London, 1986 However, some Western astrologers have suggested associating metal with the planet Saturn instead, on the grounds that the associations of metal are closer to its Western astrological conception. Others argue for the association with Venus on the grounds that metal shares many of the attributes of the element air. Many argue for the association with Saturn on the grounds that metal shares many of the attributes of the element air, which is linked to Saturn in Vedic astrology.Planets in astrology == Cycle of Wu Xing == In the regenerative cycle of the Wu Xing, earth engenders Metal as \"all metal has to be extracted from the earth in which it resides\"; Metal begets water as metal traps falling water from a source. In the conquest cycle, fire overcomes metal as it \"can only be melted and forged\" by flame or heat; Metal overcomes wood as the metal axe is able to topple the tallest tree.Theodora Lau, The Handbook of Chinese Astrology, pp. xxix – xxx, Souvenir Press, London, 2005 However, the Cycle of Wu Xing also states that excessive volumes of wood may defeat small volumes of metal, as an axe would be broken or dull after trying to chop down a forest. ==Sources== *Chinese Astrology – The Metal Element == References ==",
 "title": "Metal (wuxing)"
}