{
 "id": "660248",
 "text": "In law, receivership is a situation in which an institution or enterprise is held by a receiver—a person \"placed in the custodial responsibility for the property of others, including tangible and intangible assets and rights\"—especially in cases where a company cannot meet its financial obligations and is said to be insolvent.Philip, Ken, and Kerin Kaminski. Secured Lender, January/February 2007, Vol. 63 Issue 1, pages 30-34,36. The receivership remedy is an equitable remedy that emerged in the English chancery courts, where receivers were appointed to protect real property. Receiverships are also a remedy of last resort in litigation involving the conduct of executive agencies that fail to comply with constitutional or statutory obligations to populations that rely on those agencies for their basic human rights. Receiverships can be broadly divided into two types: *Those related to insolvency or enforcement of a security interest. *Those where either **A person is Incapable of managing their affairs and so the court appoints a receiver to manage the property on their behalf—for example a receiver appointed by a Court of Protection under mental health legislation (in some jurisdictions, called conservatorship). **The court seizes control of property due to breaches of law or regulation. Receiverships relating to insolvency are subdivided into two further categories: administrative/equity receivership, where the receiver is appointed wide management powers over all or most of the property of a business, and other receiverships (sometimes misleadingly called fixed charge receiverships) where the receiver has limited control over specific property, with no broader powers beyond managing or selling the individual asset. Receivers are appointed in different ways: *Government regulator appointed *Privately appointed *Court-appointed The receiver's powers \"flow from the document(s) underlying his appointment\"—i.e., a statute, financing agreement, or court order. ==Duties of a receiver== The receiver may: *Run the company to maximize the value of the company's assets, sell the company as a whole, or sell part of the company and close unprofitable divisions *Secure the assets of the company or entity *Realize the assets of the company or entity *Manage company affairs to pay debts ==United States process== Several regulatory entities have been granted power by the Congress to place banking and financial institutions into receivership like the Office of the Comptroller of the Currency for failing nationally chartered commercial banks; the Office of Thrift Supervision for failing savings and loan associations (thrift institutions); and the Federal Housing Finance Agency (FHFA) for government-sponsored enterprises (GSEs) such as Fannie Mae, Freddie Mac, and the 11 Federal Home Loan Banks. Most individual states also have granted receivership authority to their own bank regulatory agencies and insurance regulators. State Insurance Departments are accredited by the National Association of Insurance Commissioners (NAIC)—which states, \"State law should set forth a receivership scheme for the administration, by the insurance commissioner, of insurance companies found to be insolvent as set forth in the NAIC’s Insurer Receivership Model Act.\" Some organizations have come into existence on the state level to alter the proceedings. An example is the California Receivers Forum, which is a non-profit organization \"formed by interested receivers, attorneys, accountants, and property managers, with support from the Los Angeles Superior Court, to address the needs and concerns of receivers, to facilitate communication between the receivership community and the courts, and to assist in raising the level of professionalism of receivers...\" The California Receivers Forum reports five local affiliates in the state: Bay Area, Central California, LA/Orange County, Sacramento Valley and San Diego. Court-appointed receivers are \"the most powerful and independent of the judicially appointed managers.\"Bradley, Catherine Megan. Old Remedies Are New Again: Deliberate Indifference and the Receivership in Plata v. Schwarzenegger. 62 N.Y.U. Ann. Surv. Am. L. 703 (2007). Unlike special masters and monitors, \"the receiver completely displaces the defendants: the receiver makes large and small decisions, spends the organization’s funds, and controls hiring and firing determinations.\" Examples of court-appointed receivers include: *In the District of Columbia, the D.C. Jail's medical care facility \"was placed under court-ordered receivership in August 1995, after the District was held in contempt for repeatedly failing to implement court orders...intended to ensure adequate medical services to jail inmates\".Ekstrand, Laurie E. District of Columbia Receivership: Selected Issues Related to Medical Services at the D.C. Jail. United States General Accounting Office, 30 June 2000. Testimony GAO/T-GGD-00-173. The receivership ended in September 2000.District of Columbia Jail: Medical Services Generally Met Requirements and Costs Decreased, but Oversight Is Incomplete. United States General Accounting Office, June 2004. Report GAO-04-750. *An insolvent fuel company is managed by a court-appointed receiver. *A U.S. District Judge appointed a receiver for the multi-level marketing company Equinox International in August 1999.Geer, Carri. Court-appointed receiver to retain control of Equinox Corp. for now. Las Vegas Review-Journal, 18 August 1999. As of 2007, the receiver was authorized to distribute settlement funds from the now-defunct company to approved claimants.Page of Robb Evans, Receiver of Equinox International Corp. Accessed 10 Nov 2007. *After placing the California state prison health care system into receivership in June 2005, a U.S. District Judge appointed a receiver for it in February 2006.Moore, Solomon. Using Muscle to Improve Health Care for Prisoners. New York Times, 27 August 2007. California Correctional Health Care Services (under control of the California Correctional Health Care Receivership) attempts \"to bring medical care in California prisons up to constitutional standards\".Welcome to California Prison Health Care Services. Accessed 16 August 2008. *In February 2007, a judge in Florida appointed a receiver for companies owned by Lou Pearlman that defrauded investors.Huntley, Helen. Regulators call Pearlman savings plan a fraud. St. Petersburg Times, 3 February 2007. The receiver later said about the companies \"I don't see much in the way of hard assets that are worth anything or are not already fully encumbered [with debt].\"Lieberman, David. Missing music king loses his throne. USA Today, 10 April 2007. ==Administrative receivership== Administrative receivership is a procedure in the United KingdomSee sections 29(2) and 251 of the Insolvency Act 1986 and Article 5(1) of the Insolvency (Northern Ireland) Order 1989 for the definition of administrative receiver under the laws, respectively, of England and Wales, Scotland and Northern Ireland and certain other common law jurisdictions whereby a creditor can enforce security against a company's assets in an effort to obtain repayment of the secured debt. It used to be the most popular method of enforcement by secured creditors, but recent legislative reform in many jurisdictions has reduced its significance considerably in certain countries.Particularly in the United Kingdom subsequent to the passing of the Enterprise Act 2002 Administrative receivership differs from simple receivership in that an administrative receiver is appointed over all of the assets and undertaking of the company. This means that an administrative receiver can normally only be appointed by the holder of a floating charge. Because of this unusual role, insolvency legislation usually grants wider powers to administrative receivers, but also controls the exercise of those powers to try to mitigate potential prejudice to unsecured creditors. Typically, an administrative receiver is an accountant with considerable experience of insolvency matters. ===History=== The common law has long recognised the concept of a receiver. Following the development of the floating charge creditors were effectively able to take security over a company's entire business by means of a floating charge over the undertaking. Security documents generally contained very wide powers of appointment such that on default the creditor could take over the business immediately and without the input of any court. A receiver appointed to the entire business became known as a receiver and manager. The receiver and manager would typically have extensive powers over the business, including the power to sell it at a time and on terms that suited the appointing creditor. The ability to appoint a receiver and manager was a very powerful remedy, but it came to be considered unsatisfactory in that it was entirely a creature of the contract between the creditor and the borrower. There was no general ability on the part of the borrower or any other party to review the actions of the receiver (who would generally be acting on behalf of the borrower under the security document) or seek the supervision of the court. A general review of UK insolvency law in the 1980s began with the Cork Report and culminated in the Insolvency Act 1986. It put forward two major reforms. First, it put the receiver and manager on a statutory footing: a receiver appointed to all or substantially all of a company's property was now an administrative receiver and subject to some statutory responsibilities. Second, it introduced an \"administration order\" as an equivalent process to administrative receivership—but available to any company by court order independent of any particular security arrangement. Parliament expected that companies and creditors would use administration in preference to administrative receivership. Crucially, however, Parliament had conceded in the Insolvency Act that administrative receivership should have priority - that is, a secured creditor with a floating charge could defeat any attempt to commence an administration by appointing an administrative receiver. As a result, administration was not as popular as lawmakers had envisaged, and secured creditors habitually appointed administrative receivers to enforce security rights. Parliament took more drastic action in the Enterprise Act 2002. They changed the administration regime to make it more attractive, but also barred the right to appoint administrative receivers in any security created after 15 September 2003 (subject to certain specific exceptions). Any attempt to do so takes effect as a power to appoint an administrator. ===Present significance=== Administrative receivership still forms part of modern insolvency practice. Companies that get into financial difficulty today may well have security packages that were created before 15 September 2003, a situation likely to remain common for some years. Enforcement is also a significant aspect of the situations where administrative receivership is still permitted - for example, the ability to take control of the entirety of the assets is important in structuring insolvency-remote special purpose companies that issue securities or operate infrastructure projects. In common law jurisdictions outside of the United Kingdom, administrative receivership remains alive and well. A number of offshore jurisdictions market transaction structures to banks on the basis that they still retain the freedom to appoint administrative receivers in those jurisdictions. Because of their unique role, insolvency legislation usually confers wide powers upon administrative receivers under applicable insolvency law (which is usually concurrent with powers granted under the security document).For example, see Schedule 1 to the Insolvency Act 1986 in the United Kingdom However, the corollary is that administrative receivers are usually required under applicable legislation to file reports in relation to the period of their receivership.For example, see section 48 of the Insolvency Act 1986, requiring that reports be filed at Companies House within three months of the end of the receivership ==Ireland process== Similarly to the United Kingdom process, methods for receiver appointment in Ireland are: *Creditor appointed receiver, on providing debenture document. This is the most common method. *The High Court may appoint a receiver under the Conveyancing Act 1881 or the Supreme Court of Judicature Act (Ireland) 1877 *A receiver may be appointed under the Rules of the Superior Courts. ==See also== * Administration * Bankruptcy * Bailout * Conservatorship * Debtor-in-possession financing * Examinership * Floating charge * Liquidator (law) * Official receiver ==References== ==External links== *Resolutions Handbook of the Federal Deposit Insurance Corporation *California Receivers Forum *https://www.nafer.org/ Category:Bankruptcy Category:Legal professions Category:United States bankruptcy law Category:Law of the United Kingdom Category:Insolvency de:Insolvenzverwalter fr:Redressement judiciaire",
 "title": "Receivership"
}