{
 "id": "660345",
 "text": "The Te Tai Hauauru by-election was a by-election in the New Zealand electorate of Te Tai Hauāuru, one of the Māori electorates. The date set for the by- election was 10 July 2004. It saw the re-election of Tariana Turia, a former MP for the Labour Party and now co-leader of the Māori Party. Turia had quit both Parliament and the Labour Party in protest over the government's position in the foreshore and seabed controversy. She contested the by-election as a member of the new Māori Party, which she played a leading role in establishing. None of the major parties contested the by-election, and Turia was always the overwhelming favourite to win. Perhaps due to the apparent inevitability of a win for Turia, only around 32% of Te Tai Hauauru voters cast ballots. Nominations for the by-election closed on 15 June 2004. Candidates were: * Tariana Turia (Māori Party) * Peter Wakeman, a Labour Party member who stood as an independent. * Dun Mihaka (Aotearoa Legalise Cannabis Party), a veteran Māori activist best known for baring his buttocks to the Queen on her 1983 Royal Tour of New Zealand. * Tahu Nepia, who stood as an independent, but represented the Ratana movement, with the intent of establishing an Independent Ratana Party to contest the next general election. * Rusty Kane, an independent who campaigned on the platform that Māori electorates should be abolished. * David Bolton, independent. If no candidates had been put forward to oppose Turia, she would have been declared the winner without a vote – this initially appeared possible, and given the cost of a by- election (estimated at almost NZ$500,000), many hoped that a vote could be avoided. The holding of a by-election was criticised by a number other parties. The Labour Party, of which Turia was originally a member (and which has traditionally dominated the Māori electorates) has called the by-election \"a waste of time and money\", and a \"sideshow\" although the by-election was required by Labour-supported waka-jumping law in force at the time. Labour nominated Errol Mason to contest the seat at the subsequent 2005 general election, losing to Turia. ==Results== ==References== Category:2004 elections in New Zealand Te Tai Hauauru 2004 Category:Māori politics Category:June 2004 events in New Zealand Category:July 2004 events in New Zealand",
 "title": "2004 Te Tai Hauauru by-election"
}