{
 "id": "660608",
 "text": "A fair trial is a trial which is \"conducted fairly, justly, and with procedural regularity by an impartial judge\". Various rights associated with a fair trial are explicitly proclaimed in Article 10 of the Universal Declaration of Human Rights, the Sixth Amendment to the United States Constitution, and Article 6 of the European Convention of Human Rights, as well as numerous other constitutions and declarations throughout the world. There is no binding international law that defines what is not a fair trial; for example, the right to a jury trial and other important procedures vary from nation to nation.Doswald-Beck, Louise. Fair Trial, Right to, International Protection, Max Planck Encyclopedia of Public International Law == Definition in international human rights law == The right to fair trial is very helpful to explore in numerous declarations which represent customary international law, such as the Universal Declaration of Human Rights (UDHR). Though the UDHR enshrines some fair trial rights, such as the presumption of innocence until the accused is proven guilty, in Articles 6, 7, 8 and 11, the key provision is Article 10 which states that: > \"Everyone is entitled in full equality to a fair and public hearing by an > independent and impartial tribunal, in the determination of his rights and > obligations and of any criminal charge against him.\" Some years after the UDHR was adopted, the right to a fair trial was defined in more detail in the International Covenant on Civil and Political Rights (ICCPR). The right to a fair trial is protected in Articles 14 and 16 of the ICCPR which is binding in international law on those states that are party to it. Article 14(1) establishes the basic right to a fair trial, article 14(2) provides for the presumption of innocence, and article 14(3) sets out a list of minimum fair trial rights in criminal proceedings. Article 14(5) establishes the right of a convicted person to have a higher court review the conviction or sentence, and article 14(7) prohibits double jeopardy. Article 14(1) states that: > \"All persons shall be equal before the courts and tribunals. In the > determination of any criminal charge against him, or of his rights and > obligations in a suit at law, everyone shall be entitled to a fair and > public hearing by a competent, independent and impartial tribunal > established by law. The press and the public may be excluded from all or > part of a trial for reasons of morals, public order or national security in > a democratic society, or when the interest of the private lives of the > parties so requires, or to the extent strictly necessary in the opinion of > the court in special circumstances where publicity would prejudice the > interests of justice; but any judgement rendered in a criminal case or in a > suit at law shall be made public except where the interest of juvenile > persons otherwise requires or the proceedings concern matrimonial disputes > or the guardianship of children.\" ==Geneva Conventions== The Geneva Conventions (GC) and their Additional Protocols (APs) require that any prisoners of war facing a judicial proceeding receive a fair trial.Nehal Bhuta, Joint Series on International Law and Armed Conflict: Fair Trial Guarantees in Armed Conflict, EJIL: Talk! Blog of the European Journal of European Law (September 22, 2016). For example, Articles 102–108 of the 1949 Third Geneva Convention detail requirements for the fairness of trials against prisoners of war. Other provisions require a \"fair and regular trial\"; \"safeguards of proper trial and defence\"; an \"impartial and regularly constituted court respecting the generally recognized principles of regular judicial procedure\"; a \"regularly constituted court affording all the judicial guarantees which are recognized as indispensable by civilized peoples\"; and \"court offering the essential guarantees of independence and impartiality.\" == Definition in regional human rights law == The right to a fair trial is enshrined in articles 3, 7 and 26 of the African Charter on Human and Peoples' Rights (ACHPR). The right to a fair trial is also enshrined in articles 5, 6 and 7 of the European Convention on Human Rights and articles 2 to 4 of the 7th Protocol to the Convention. The right to a fair trial is furthermore enshrined in articles 3, 8, 9 and 10 of the American Convention on Human Rights. == Relationship with other rights == The right to equality before the law is sometimes regarded as part of the right to a fair trial. It is typically guaranteed under a separate article in international human rights instruments. The right entitles individuals to be recognised as subject, not as object, of the law. International human rights law permits no derogation or exceptions to this human right. Closely related to the right to a fair trial is the prohibition on ex post facto law, or retroactive law, which is enshrined in human rights instrument separately from the right to fair trial and can not be limited by states according to the European Convention on Human Rights and the American Convention on Human Rights. ==Fair trial rights== The right to a fair trial has been defined in numerous regional and international human rights instruments. It is one of the most extensive human rights and all international human rights instruments enshrine it in more than one article. The right to a fair trial is one of the most litigated human rights and substantial case law that has been established on the interpretation of this human right. Despite variations in wording and placement of the various fair trial rights, international human rights instrument define the right to a fair trial in broadly the same terms. The aim of the right is to ensure the proper administration of justice. As a minimum the right to fair trial includes the following fair trial rights in civil and criminal proceedings: * the right to be heard by a competent, independent and impartial tribunal * the right to a public hearing * the right to be heard within a reasonable time * the right to counsel * the right to interpretation States may limit the right to a fair trial or derogate from the fair trial rights only under circumstances specified in the human rights instruments. === In civil and criminal proceedings === The European Court of Human Rights and the Inter-American Court of Human Rights have clarified that the right to a fair trial applies to all types of judicial proceedings, whether civil or criminal. According to the European Court of Human Rights, Article 6 of the European Convention on Human Rights and the fair trial rights apply to all civil rights and obligations created under domestic law and therefore to all civil proceedings (see Apeh Uldozotteinek Szovetsege and Others v. Hungary 2000). === In administrative proceedings === Both the European Court of Human Rights and the Inter-American Court of Human Rights have clarified that the right to a fair trial applies not only to judicial proceedings, but also administrative proceedings. If an individual's right under the law is at stake, the dispute must be determined through a fair process. === In special proceedings === In Europe special proceeding may also be subject to Article 6 of the European Convention on Human Rights.The immunity could not be an obstacle: on the one hand , following a immunity resolution of the Senate, the judicial proceeding may raise jurisdictional dispute before the Constitutional Court ( ... ); on the other side (….) the citizen may submit an appeal to the European Court of Human Rights In Mills v. the United Kingdom 2001 the European Court of Human Rights held that a court-martial was subject to Article 6 because of the defendants had been accused of what the court considered to be serious crime, assault with a weapon and wounding. The African Commission on Human and Peoples' Rights (ACHPR) frequently deals with instances where civilians are tried by military tribunals for serious crimes. The ACHPR has held that on the face of it military courts to do not satisfy civilians' right to a fair trial (see Constitutional Rights Project v. Nigeria). In this respect the ACHPR has reaffirmed the right to counsel as essential in guaranteeing a fair trial. The ACHPR held that individuals have the right to choose their own counsel and that giving the military tribunal the right to veto a counsel violates the right to a fair trial. ==In the United Kingdom== Right to a fair trial in the United Kingdom is guaranteed by the Article 6 of the Human Rights Act 1998. Between 1971 and 1975, the right to a fair trial was suspended in Northern Ireland. Suspects were simply imprisoned without trial, and interrogated by the British army for information. This power was mostly used against the Catholic minority. The British government supplied deliberately misleading evidence to the European Court of Human Rights when it investigated this issue in 1978.'British ministers sanctioned torture of NI internees' (5 June 2014) The Irish government and human rights group Amnesty International requested that the ECHR reconsider the case in December 2014. Three court cases related to the Northern Ireland conflict that took place in mainland Britain in 1975 and 1976 have been accused of being unfair, resulting in the imprisonment of the Birmingham Six, Guildford Four and Maguire Seven. These convictions were later overturned, though an investigation into allegations that police officers perverted the course of justice failed to convict anyone of wrongdoing. The United Kingdom created an act – the Special Immigration Appeals Act in 1997, which then led to the creation of the Special Immigration Appeals Commission (SIAC). It allowed for secret evidence to be stated in court; however, it provides provisions for the anonymity of the sources and information itself. The judge has the power to clear the courtroom of the public and press, and the appellant if need be, if sensitive information must be relayed. The appellant is provided with a Special Advocate, who is appointed in order to represent their interests, however no contact can be made with the appellant after seeing the secret evidence. SIAC is mostly used for deportation cases, and other cases of public interest. Secret evidence has seen increased use in UK courts. Some argue that this undermines the British criminal justice system, as this evidence may not come under proper democratic scrutiny. Secret evidence can now be used in wide range of cases including deportations hearings, control orders proceedings, parole board cases, asset- freezing applications, pre-charge detention hearings in terrorism cases, employment tribunals and planning tribunals. In England and Wales, the origin of Right To Fair Trial & Right To Be Heard can be traced back in the Magna Carta Act, 1215. Art. 39 of the Act speaks about fair trial and punishment by a competent court after the trial. ==Juries and a fair trial== The rationale for a jury was that it offers a check against state power. Under Article 6 of the ECHR, the right to a fair trial implies that accused and public must be able to understand the verdict. Trials decided by jury, as they do not provide reasons for their decision, therefore do not allow for this.Lemmens, P. (2014). The right to a fair trial and its multiple manifestations. In E. Brems & J. Gerards (Eds.), Shaping Rights in the ECHR: The Role of the European Court of Human Rights in Determining the Scope of Human Rights (pp. 294-314). Cambridge Books Online: Cambridge University Press. In Taxquet v Belgium a violation of article 6(1) was found. The court also implied a right to a reasoned verdict, irrespective of whether that was given by a judge or a jury. Under ECHR case law, jury decisions can also be problematic in circumstances where juries draw adverse inferences from trial judges' directions in contravention of Article 6(3) (b) and (c). == See also == * Change of venue * Jus de non evocando * Impartiality * Legal aid * Natural justice * Presumption of guilt ==References== Category:Criminal law Category:Criminal procedure Category:Types of trials Category:Human rights by issue Category:Prisoners' and ex-prisoners' rights",
 "title": "Right to a fair trial"
}