{
 "id": "660855",
 "text": "Jan Andreas Isaksson (; born 3 October 1981) is a Swedish former professional footballer who played as a goalkeeper. Isaksson began his career at local Trelleborgs FF, before briefly representing Juventus. He would later return to Sweden, where he won two Allsvenskan titles with Djurgårdens IF. After two seasons with Rennes, he was signed for £2 million by Manchester City of the Premier League, where he was not a regular. After four seasons in the Eredivisie with PSV, he joined Kasımpaşa in Turkey on a free transfer in 2012. He returned to Djurgårdens IF in 2016 with which he won the 2017–18 Svenska Cupen before retiring in 2018. Isaksson earned 133 caps for the Sweden national team during his international career, which puts him joint-third in their list of most capped national players of all time together with Sebastian Larsson. He was included in the Swedish squads for the 2002 and 2006 FIFA World Cups as well as the 2004, 2008, 2012, and 2016 UEFA European Championships. == Club career == === Early career === Born in Smygehamn, Isaksson began his senior career with Trelleborgs FF, where he played two seasons 1998 and 1999. He became known as a great goalkeeping prospect and was thus bought by Italian club Juventus in July 1999, but with the likes of Dutch international goalkeeper Edwin van der Sar in the squad, Isaksson never played a first-team game for the Turin-based club. In January 2001, Isaksson signed with Stockholm-based Djurgårdens IF in order to play first-team football. In his first two full seasons, 2002 and 2003, Djurgården won two-straight Swedish titles as well as the cup in 2002. He was voted best Swedish goalkeeper for four consecutive years from 2002 to 2005. In July 2004, French club Rennes signed him to replace Petr Čech, and he became the starting goalkeeper. === Manchester City === thumb|left|Isaksson in goal for Manchester City in May 2007 After the 2006 FIFA World Cup, Isaksson completed a £2 million move to Manchester City of the Premier League on 15 August 2006. He was expected to replace David James as their first choice goalkeeper, but due to knee and ankle injuries and the form of Nicky Weaver, he did not achieve this. He made his debut on 9 December 2006, when he replaced the injured Weaver at half-time in a Manchester derby match which City lost 3–1 to Manchester United. After his second start for City on 14 March 2007, he played all of the remaining ten games of 2006–07, keeping four clean sheets, and saved a penalty kick from Jermain Defoe on the last day of the season, although City nonetheless lost 2–1 to Tottenham Hotspur. Isaksson played the majority of City's next pre- season campaign in Sweden and Belgium, but after his thumb was fractured in a training session, he did not play for City in the first two months of 2007–08, picking up a knee injury right afterwards. Isaksson made his first appearance of the season for Manchester City by keeping a clean sheet in a 1–0 away win against Bolton Wanderers to put the team into the quarter-finals of the League Cup, on 31 October 2007. In November and December. he had a run of five league games in the first team, as part of a rotation used by manager Sven-Göran Eriksson to decide upon his first-choice goalkeeper. His run, however, was ended by an injury. While he was out, England under-21 goalkeeper Joe Hart took over in goal and impressed. The youngster kept his place even after Isaksson returned to full fitness and the Swede was once again relegated to the bench. Manchester City confirmed that they would be willing to sell Isaksson at the end of the season, and his final appearance was in the humiliating 8–1 defeat by Middlesbrough which would have been even worse if not for several excellent saves by Isaksson. === PSV === Isaksson signed for Dutch champions PSV, thus enabling him to play in the UEFA Champions League. He took over the number 1 shirt from Heurelho Gomes, who had transferred to Tottenham. Isaksson tallied 124 league appearances for PSV before leaving the club in the summer of 2012 when his contract expired. === Kasımpaşa === On 9 July 2012, it was confirmed that Isaksson had left PSV after four seasons to join newly promoted Turkish side Kasımpaşa on a free transfer. On joining the club, Isaksson signed a three-year deal and became the Turkish side's sixth signing during the summer transfer window. === Return to Djurgårdens IF === On 11 August 2016, Isaksson signed a two-and-a-half-year contract with Djurgårdens IF, returning after 12 years away from Sweden and the club. On 24 August, he played his first game in his second spell for Djurgården in the Swedish Cup qualifier, a 5–1 win against Smedby AIS. He conceded one goal in the final minute from a penalty. On 7 August 2017, Isaksson made his 100th match in Allsvenskan for Djurgården. On 10 May 2018, he played as Djurgården beat Malmö FF 3-0 in the Swedish Cup Final. == International career == While at Djurgården, Isaksson established himself as the second-choice goalkeeper after Magnus Hedman for the Sweden national team, making his international debut against Switzerland in March 2002. An injury to Hedman allowed Isaksson the opportunity to play for Sweden on a regular basis, playing in all but one of Sweden's qualifying matches for UEFA Euro 2004, and all of Sweden's matches during the tournament. Isaksson remained the first-choice goalkeeper for his national team since Euro 2004, making three appearances in the 2006 FIFA World Cup in Germany. An injury prevented him from playing in more games. By July 2006, he had amassed 42 caps for his country. Isaksson was selected for Sweden's Euro 2008 squad, and appeared in all three of Sweden's group games. He kept a clean sheet in Sweden's first match against Greece, which ended 2–0, but Sweden were unable to reach the quarter-finals. Isaksson was also the first-choice goalkeeper through Sweden's disappointing qualification campaign for the 2010 World Cup in South Africa as well as the qualifying rounds for Euro 2012 in Poland and Ukraine. On 29 May 2012, national team manager Erik Hamrén announced his final 23-man squad for the Euros, including the vastly experienced Isaksson. Isaksson again appeared in all three group games as Sweden failed to make it out of the group, although he did keep a clean sheet in their 2–0 victory over France in the final match. On 12 October 2012, in a World Cup qualifier in Tórshavn, Isaksson earned his 100th international cap while Sweden defeated the Faroe Islands 2–1. After Sweden's disappointing Euro 2016 performance, in which Sweden once again failed to progress from the group, Isaksson announced his intention to retire from international football. He amassed 133 caps for his country, effectively making him their third most capped player. Anecdotically, he is born on the same day as Sweden's all-time top scorer Zlatan Ibrahimović. == Career statistics == === Club === {| class=\"wikitable\" style=\"text-align:center\" |- ! rowspan=\"2\" |Club ! rowspan=\"2\"|Season ! colspan=\"3\" |League ! colspan=2 | Cup ! colspan=2 | League Cup ! colspan=2 | Continental ! colspan=2 | Total |- !Division ! Apps !! Goals ! Apps !! Goals ! Apps !! Goals ! Apps !! Goals ! Apps !! Goals |- ! colspan=\"3\" |Sweden ! colspan=2 | League ! colspan=2 | Svenska Cupen ! colspan=2 | League Cup ! colspan=2 | Europe ! colspan=2 | Total |- |Trelleborg |1999||Allsvenskan||11||0|||||| colspan=\"2\" |– | colspan=\"2\" |– |11||0 |- ! colspan=\"3\" |Italy ! colspan=2 | League ! colspan=2 | Coppa Italia ! colspan=2 | League Cup ! colspan=2 | Europe ! colspan=2 | Total |- | rowspan=\"2\" |Juventus |1999–2000||Serie A||0||0||0||0|| colspan=\"2\" |– |0||0||0||0 |- |2000–01 |Serie A||0||0||0||0|| colspan=\"2\" |– |0||0||0||0 |- ! colspan=\"3\" |Sweden ! colspan=2 | League ! colspan=2 | Svenska Cupen ! colspan=2 | League Cup ! colspan=2 | Europe ! colspan=2 | Total |- | rowspan=\"4\" |Djurgårdens IF |2001||Allsvenskan||22||0||1||0|| colspan=\"2\" |– | colspan=\"2\" |– |23||0 |- |2002 |Allsvenskan||20||0||5||0|| colspan=\"2\" |– |6||0||31||0 |- |2003 |Allsvenskan |26||0||2||0|| colspan=\"2\" |– |2||0||30||0 |- |2004 |Allsvenskan |7||0||0||0|| colspan=\"2\" |– | colspan=\"2\" |– |7||0 |- ! colspan=\"3\" |France ! colspan=2 | League ! colspan=2 | Coupe de France ! colspan=2 | Coupe de la Ligue ! colspan=2 | Europe ! colspan=2 | Total |- | rowspan=\"2\" |Rennes |2004–05||Ligue 1||38||0||3||0||1||0||0||0||42||0 |- |2005–06 |Ligue 1||24||0||2||0||0||0||2||0||28||0 |- ! colspan=\"3\" |England ! colspan=2 | League ! colspan=2 | FA Cup ! colspan=2 | League Cup ! colspan=2 | Europe ! colspan=2 | Total |- | rowspan=\"2\" |Manchester City |2006–07||Premier League||14||0||0||0||0||0||0||0||14||0 |- |2007–08 |Premier League||5||0||0||0||1||0||0||0||6||0 |- ! colspan=\"3\" |Netherlands ! colspan=2 | League ! colspan=2 | KNVB Cup ! colspan=2 | League Cup ! colspan=2 | Europe ! colspan=2 | Total |- | rowspan=\"4\" |PSV |2008–09||Eredivisie||33||0||0||0|| colspan=\"2\" |– |6||0||39||0 |- |2009–10 |Eredivisie||34||0||3||0|| colspan=\"2\" |– |12||0||49||0 |- |2010–11 |Eredivisie||34||0||3||0|| colspan=\"2\" |– |13||0||50||0 |- |2011–12 |Eredivisie||22||0||2||0|| colspan=\"2\" |– |9||0||31||0 |- ! colspan=\"3\" |Turkey ! colspan=2 | League ! colspan=2 | Turkish Cup ! colspan=2 | League Cup ! colspan=2 | Europe ! colspan=2 | Total |- | rowspan=\"4\" |Kasımpaşa |2012–13||Süper Lig||34||0||3||0||0||0||0||0||37||0 |- |2013–14 |Süper Lig||32||0||0||0||0||0||0||0||32||0 |- |2014–15 |Süper Lig||25||0||0||0||0||0||0||0||25||0 |- |2015–16 |Süper Lig||13||0||0||0||0||0||0||0||10||0 |- ! colspan=\"3\" |Sweden ! colspan=2 | League ! colspan=2 | Svenska Cupen ! colspan=2 | League Cup ! colspan=2 | Europe ! colspan=2 | Total |- | rowspan=\"3\" |Djurgårdens IF |2016||Allsvenskan||7||0||1||0|| colspan=\"2\" |– | 0||0||8||0 |- |2017 |Allsvenskan||29||0||3||0|| colspan=\"2\" |– | 0||0||32||0 |- |2018 |Allsvenskan||24||0||6||0|| colspan=\"2\" |– |2||0||32||0 |- ! colspan=\"3\" | Sweden !146||0||18||0||0||0||10||0||186||0 |- ! colspan=\"3\" | Italy !0||0||0||0||0||0||0||0||0||0 |- ! colspan=\"3\" | France !62||0||5||0||1||0||2||0||70||0 |- ! colspan=\"3\" | England !19||0||0||0||1||0||0||0||20||0 |- ! colspan=\"3\" | Netherlands !123||0||8||0||0||0||40||0||171||0 |- ! colspan=\"3\" | Turkey !104||0||3||0||0||0||0||0||107||0 |- ! colspan=\"3\" |Career total !455||0||34||0||2||0||52||0||554||0 |} === International === Andreas Isaksson. National Football Teams {| class=\"wikitable\" style=\"text-align:center\" |- !National team !Year!!Apps!!Goals |- | rowspan=\"15\" |Sweden |2002||4||0 |- |2003||10 |0 |- |2004||14 |0 |- |2005||9 |0 |- |2006||5 |0 |- |2007||10 |0 |- |2008||12 |0 |- |2009||10 |0 |- |2010||6 |0 |- |2011||10 |0 |- |2012||12 |0 |- |2013||10 |0 |- |2014||6 |0 |- |2015||9 |0 |- |2016||6 |0 |- ! colspan=\"2\" |Total||133||0 |} == Honours == Djurgårdens IF * Allsvenskan:http://www.difarkivet.se/dif_sm_guld_seniorer.pdf 2002, 2003 * Svenska Cupen: 2002, 2017–18 PSV *KNVB Cup: 2011–12 *Johan Cruijff Shield: 2008 Individual * Årets komet: 1999 * Swedish Goalkeeper of the Year: 2002, 2003, 2004, 2005, 2009, 2011, 2012, 2013, 2014, 2015 * Årets Järnkamin: 2018 ==See also== *List of men's footballers with 100 or more international caps == References == == External links == *Andreas Isaksson's profile, stats & pics * * * Category:1981 births Category:Living people Category:People from Trelleborg Municipality Category:Swedish footballers Category:Footballers from Skåne County Category:Association football goalkeepers Category:Trelleborgs FF players Category:Juventus F.C. players Category:Djurgårdens IF Fotboll players Category:Stade Rennais F.C. players Category:Manchester City F.C. players Category:PSV Eindhoven players Category:Allsvenskan players Category:Ligue 1 players Category:Premier League players Category:Eredivisie players Category:Sweden international footballers Category:Sweden youth international footballers Category:Sweden under-21 international footballers Category:2002 FIFA World Cup players Category:2006 FIFA World Cup players Category:UEFA Euro 2004 players Category:UEFA Euro 2008 players Category:UEFA Euro 2012 players Category:Swedish expatriate footballers Category:Expatriate footballers in Italy Category:Swedish expatriate sportspeople in Italy Category:Expatriate footballers in France Category:Swedish expatriate sportspeople in France Category:Expatriate footballers in England Category:Swedish expatriate sportspeople in the United Kingdom Category:Expatriate footballers in the Netherlands Category:Swedish expatriate sportspeople in the Netherlands Category:Expatriate footballers in Turkey Category:Swedish expatriate sportspeople in Turkey Category:Kasımpaşa S.K. footballers Category:FIFA Century Club Category:UEFA Euro 2016 players Category:Süper Lig players",
 "title": "Andreas Isaksson"
}