{
 "id": "660997",
 "text": "Running rigging is the rigging of a sailing vessel that is used for raising, lowering, shaping and controlling the sails on a sailing vessel—as opposed to the standing rigging, which supports the mast and bowsprit. Running rigging varies between vessels that are rigged fore and aft and those that are square- rigged. == History of materials == In centuries past, a ship's rigging was typically fashioned from rope. In the 19th century this was commonly referred to as Manilla, a reference to the origin of much good quality rope. Traditionally the running rigging was easily recognized since, for flexibility, it was not coated with tar and therefore of a lighter color than the standing rigging which was tarred for protection from weather and therefore darker or even black in color. On modern vessels, running rigging is likely to be made from synthetic fibers, while the standing rigging is most often fashioned from stainless steel \"wire rope\". Since the 1990s, several new synthetic fibers have become common, particularly on racing and other high- performance sailing boats. These fibers include Ultra High Molecular Weight Polyethylene (UHMWPE) (also known as Spectra or Dynema), Vectran, and Technora. ==Fore-and-aft rigged vessels== Fore-and-aft rigged vessels have rigging that supports, shapes, and adjusts the sails to optimize their performance in the wind. ===Supporting=== * Halyards (sometimes haulyards), are used to raise sails and control luff tension. In large yachts the halyard returns to the deck but in small racing dinghies the head of the sail is attached by a short line to the head of the mast while the boat is lying on its gunwale. * Topping lifts, which hold booms and yards aloft. * Brails run from the leech of a fore-and-aft rigged sail (a spanker or lateen mizzen, for example) to the gaff and mast and serve the same function as buntlines: to haul in the sail when furling. In this case, however, the action is more horizontal than vertical, hauling the sail forwards, toward the luff and a bit up, towards the gaff. ===Shaping=== *Barber haulers, which adjust the spinnaker/jib sheeting angle by pulling the sheet/sail inboard or outboard at right angles to the sheet. Consists of either a ring or clip on the sheet attached to cordage which is secured and adjusted via fairlead and cam cleat. * Kicking straps / boom vangs, which control a boom-footed sail's leech tension by exerting downward force mid-boom. Normally this is a system of highly geared blocks, of flexible stainless steel wire and low stretch cordage but recently some sail boats have a short spar instead, often of carbon fibre. When sailing downwind the kicking strap (kicker) is tensioned to stop the boom lifting. * Cunninghams, which tighten the luff of a boom-footed sail by pulling downward on a cringle in the luff of a mainsail above the tack. The idea is to flatten the main sail in heavier weather or when sailing to windward. In its simplest form a stainless steel hook that goes through the cringle. From the hook a cordage tail passes through a turnblock on the deck at the base of the mast and back to a cleat on the deck. Often the tail is split so the cunningham can be operated from either sidedeck in a racing dinghy. * Downhauls, which lower a sail or a yard, and can be used to adjust the tension on the luff of a sail. * Outhauls, which control the foot tension of a boom-footed sail. This is one of the main controls for sail fullness. In a racing boat the boom outhaul runs from the sail clew through a turning block along the inside of the boom and out through another turning block at the fore end of the boom. For simplicity many small racing craft have the boom outhaul attached to a powerful hyfield lever mounted on the boom or deck. The lever is let off for down wind sailing, so the main sail becomes full. Alternatively the outhaul tail can be attached to a block and tackle system so that it can be adjusted to many positions. ===Adjusting angle to the wind=== * Guys, which control spar angle with respect to the apparent wind. *Preventer, is cordage attached to the end of the boom and fixed to (or running through a block) on the rail athwart or forward of the mast. Its most common purpose is to prevent potentially dangerous movement of the spar in an accidental gybe. * Sheets, which control foot tension of loose-footed sails, angle of attack with respect to the apparent wind and/or the amount of leech \"twist\" near the head of the sail. Central sheeting refers to main sheets that attach to the centre of the boom. Sheets are made from thin low stretch cordage in racing yachts. ===Stability=== * Trapeze wires, which are narrow gauge flexible stainless steel wire, running from about the cross trees on the mast to the harness worn by a crew member and sometimes skipper on a high speed racing skiff. The lower section often has a system of small blocks which are used by the crew to alter the length of the trapeze wire as the crew moves aft on a broad reach. When the boat changes tack the crew unclips the hook, the wire is automatically sprung into the gunwale by an elastic tail. ==Square-rigged vessels== thumb|300px|Diagram of running rigging on a square-rigged ship. thumb|300px|Square sail edges and corners (top). Running rigging (bottom). Square-rigged vessels require more controlling lines than fore-and-aft rigged ones. ===Supporting=== * Halyards (sometimes haulyards) are used to raise and lower the yards. * Buntlines, spaced every few feet along the front of a sail, run from a point on the mast above the yard to the foot (bottom edge) of the sail and serve to raise the foot up for shortening sail or for furling. * Lifts adjust the tilt of a yard, to raise or lower the ends off the horizontal. * Leechlines run to the leech (outer vertical edges) of a sail and serve to pull the leech both in and up when furling. ===Shaping=== * Bowlines run from the leech (outer vertical edges) of a sail forward (towards the bow) and are used to control the weather leech, keeping it taut and thus preventing it from curling back on itself. To extend its spread it was often attached to a bridle and thence to three or four bowline cringles set upon the leech. * Clewlines raise the clews (bottom corners) of a square sail to the yard above, either to the outer ends of a yard or, more commonly, to near the middle of the yard, near (but not quite at) the mast. As the clewlines were hauled in, the sheets would be slacked off. This process would be reversed when setting sail. ===Adjusting angle to the wind=== * Braces are used to adjust the fore and aft angle of a yard (i.e. to rotate the yard laterally, fore and aft, around the mast). * Sheets attach to the clews (bottom corners) of a sail to control the sail's angle to the wind. Sheets run aft (for comparison, see tacks). * Tacks are used to haul the clew of a loose-footed square sail (for example, a course) forward when sailing close to the wind. Tacks run forward (for comparison, see sheets). ==References== ==Further reading== * Category:Sailing rigs and rigging",
 "title": "Running rigging"
}