{
 "id": "661085",
 "text": "Peter John Landin (5 June 1930 – 3 June 2009Peter Landin, Lambda the Ultimate, 4 June 2009.) was a British computer scientist. He was one of the first to realise that the lambda calculus could be used to model a programming language, an insight that is essential to development of both functional programming and denotational semantics. == Academic == Landin was born in Sheffield, where he attended King Edward VII School; he graduated from Clare College, Cambridge University. From 1960 to 1964, he was the assistant to Christopher Strachey when the latter was an independent computer consultant in London. Most of his work was published during this period and the brief time he worked for Univac and at the Massachusetts Institute of Technology in the United States, before taking a position at Queen Mary University of London. During the 1970s and 1980s, his efforts went into building the computer science department in Queen Mary College, developing courses, and teaching students, as set forth in the foreword to the text book Programming from First Principles. On his retirement, he was appointed Emeritus Professor of Theoretical Computation at Queen Mary University of London, where in 2012, the computer science building was renamed the Peter Landin Building in his honour. At a workshop at the Science Museum, London, in 2001, on the history of programming semantics he spoke of how his scholarly career in computer science began in the late 1950s and of how he was much influenced by a study of John McCarthy's Lisp language when the most commonly used language was Fortran. He was active in the definition of the ALGOL programming language. He is listed among those who attended the November 1959 conference in Paris, and the 1962 conference, and cited by Tony Hoare as one of the people who taught him ALGOL 60 and hence facilitated his expression of powerful recursive algorithms: > \"Around Easter 1961, a course on ALGOL 60 was offered in Brighton, England, > with Peter Naur, Edsger W. Dijkstra, and Peter Landin as tutors. ... It was > there that I first learned about recursive procedures and saw how to program > the sorting method which I had earlier found such difficulty in explaining. > It was there that I wrote the procedure, immodestly named QUICKSORT, on > which my career as a computer scientist is founded. Due credit must be paid > to the genius of the designers of ALGOL 60 who included recursion in their > language and enabled me to describe my invention so elegantly to the world. > I have regarded it as the highest goal of programming language design to > enable good ideas to be elegantly expressed.\"ACM Turing Award Lecture: The > Emperor's Old Clothes. C. Antony R. Hoare, 1980, Published in the > Communications of the ACM. Landin was involved with international standards in programming and informatics, as a member of the International Federation for Information Processing (IFIP) IFIP Working Group 2.1 on Algorithmic Languages and Calculi, which specified, maintains, and supports the programming languages ALGOL 60 and ALGOL 68. Landin is responsible for inventing the stack, environment, control, dump SECD machine, the first abstract machine for a functional programming language, and the ISWIM programming language, defining the Landin off-side rule and for coining the term syntactic sugar. The off-side rule allows bounding scope declaration by use of white spaces as seen in languages such as Miranda, Haskell, Python, and F# (using the light syntax). Another phrase originating with Landin is \"The next 700 ...\" after his influential paper The next 700 programming languages. \"700\" was chosen because Landin had read in the Journal of the ACM that there were already 700 programming languages in existence.Personal communication, September 2007. The paper opens with the quotation \"... today ... 1,700 special programming languages used to 'communicate' in over 700 application areas.\"Computer Software Issues, an American Mathematical Association Prospectus, July 1965. It also includes the joke that > A possible first step in the research program is 1700 doctoral theses called > \"A Correspondence between x and Church's λ-notation.\" a reference to his earlier paper. This dry sense of humour is expressed in many of his papers. == Political == Landin, who was bisexual, became involved with the Gay Liberation Front (GLF) during the early 1970s. He was once arrested as part of an anti-nuclear demonstration. He was a dedicated cyclist and moved around London on his bike until it became physically impossible for him to do so. == Selected publications == * * * * * Reprinted in * == See also == * J operator == Notes == == Sources == * * == External links == * * * , BCS Computer Conservation Society seminar, Science Museum, London, UK, 5 June 2001 * Memorial talk on Landin's life by Olivier Danvy at ICFP 2009 * Peter Landin's talk at Program Verification and Semantics: The Early Work, 2001 (video) Category:1930 births Category:2009 deaths Category:People educated at King Edward VII School, Sheffield Category:Alumni of Clare College, Cambridge Category:English computer scientists Category:Programming language researchers Category:Formal methods people Category:Massachusetts Institute of Technology faculty Category:Academics of Queen Mary University of London Category:Bisexual men Category:Bisexual scientists Category:LGBT people from England Category:LGBT scientists from the United Kingdom Category:British anti–nuclear weapons activists Category:LGBT rights activists from England Category:Bisexual academics Category:20th-century LGBT people",
 "title": "Peter Landin"
}