{
 "id": "661202",
 "text": "Northeast Illinois Council is a Boy Scouts of America local council that is headquartered in Vernon Hills, Illinois, United States. It The council operates Ma-Ka-Ja-Wan Scout Reservation near Pearson, Wisconsin, Camp Sol R. Crown near Wilmot, Wisconsin and Camp Okarro in Wadsworth, Illinois. Northeast Illinois Council is served by Ma-Ka-Ja-Wan Lodge 40. == History == The Council, as it currently exists, was formed through the merger of Oak Plain Council and Evanston-North Shore Area Council in 1971. ==District Organization== The Council is composed of three districts. Aptakisic District services Bannockburn, Buffalo Grove, Deerfield, Fort Sheridan, Green Oaks, Highland Park, Highwood, Kildeer, Lake Bluff, Lake Forest, Libertyville, Lincolnshire, Long Grove, Mundelein, Riverwoods, and Vernon Hills. North Star District services Antioch, Beach Park, Fox Lake, Gages Lake, Grayslake, Gurnee, Ingleside, Island Lake, Lake Villa, Lakemoor, Lindenhurst, Millburn, North Chicago, Park City, Round Lake, Round Lake Beach, Round Lake Heights, Third Lake, Volo, Wadsworth, Wauconda, Waukegan, Wildwood, Winthrop Harbor, and Zion. Potawatomi District services Evanston, Glencoe, Glenview, Golf, Kenilworth, Northbrook, Northfield, Skokie, Wilmette and Winnetka. == Controversies == At least 5 former people associated with council or its predecessors appeared on the ineligible volunteer list (also known as the \"perversion files\") maintained by the National Council that were released by court order in 2012. In September 2018, former Scout Executive George Douglas Nelson was arrested for allegedly transferring council funds to the Miami Valley Council, his former council, to purchase a personal vehicle. He was charged disbursing charitable funds for personal gain, wire fraud and forgery. In 2019, Nelson pleaded guilty to forgery, was sentenced to 2 years of probation and ordered to pay restitution to the council. ==Ma-Ka-Ja-Wan Scout Reservation== Ma-Ka-Ja-Wan Scout Reservation is located near Pearson, Wisconsin, in Langlade County, Wisconsin, United States, on Lake Killian. The Reservation is made up of three separate sub-camps, East Camp, West Camp and Wabaningo. With a size of approximately 450 acres surrounded by more wooded areas, it offers a Northwoods camping environment, as well as high adventure programs. In a typical summer, the camp is open for six weeks from the middle of June to the beginning of August. In some years, the camp has been open as many as eight weeks or as few as four weeks. The main draw of the Reservation is the traditional resident summer camp. In this program, scouts live in campsites, take merit badge classes, and participate in activities with their troops. Also offered are a variety of high adventure programs, and wilderness camping at Wabaningo. Out of the summer season, troops can reserve sites or cabins for camping. Ma-Ka-Ja-Wan has 12 different program areas that offer over 50 merit badges and activities. Both East and West Camps have their own Aquatics, Ecology Conservation, Handicraft, Pinnacle, Scoutcraft, Shooting Sports and Trailblazer areas. The two camps share a climbing wall, cycling base, and the Triangle M Horse Ranch. === History === Camp Ma-Ka-Ja-Wan was purchased by the North Shore Area Council in the fall of 1928, and opened for campers in Summer 1929. The land purchased had previously been used as a farm, and as a logging camp before its purchase. A vote was held in November 1928 to determine the name for the new camp, with almost 1,000 votes received from Scouts. \"Camp Ma-Ka-Ja-Wan\" won by a 4 to 1 ratio, beating out other choices \"Camp White Eagle\" and \"Camp Tamarack\". In the 1950s, the camp expanded with the purchase of plots of land on the west coast of Lake Killian. This land acquisition allowed for a second camp, West Camp, to open on the same property. Around this time, the original property was re-named East Camp. In the 1960s, the North Shore Area Council began acquiring more land, with around 600 acres of land purchased in total. This land, located on the other side of County Highway T, included a former dairy barn, a house, and old logging roads. This new plot of land was named Camp Wabiningo after the former Evanston Council's summer camp, which had closed as a part of its merger with the North Shore Area Council. === 2019 Storm === Ma-Ka-Ja-Wan was in the path of the July 2019 Heatwave Upper Midwest Derecho, and sustained major damage. Many trees were blown over by the wind, and some landed on buildings, tents or vehicles. Only one injury was reported as a result of these events. A crowdfunding campaign raised over $450,000 USD to repair or replace damaged structures. The total damage was estimated at over $600,000 USD. ==See also== * Scouting in Illinois * Scouting in Wisconsin ==References== Category:Youth organizations based in Illinois Category:Local councils of the Boy Scouts of America Category:Youth organizations established in 1971",
 "title": "Northeast Illinois Council"
}