{
 "id": "661569",
 "text": "Kaiapoi is a town in the Waimakariri District of the Canterbury region, in the South Island of New Zealand. The town is located approximately 17 kilometres north of central Christchurch, close to the mouth of the Waimakariri River. It is considered to be a satellite town of Christchurch, although in the Waimakariri for statistical purposes it is part of the Christchurch urban area. Kaiapoi is known for its substantial precolonial pā, established by powerful Kāi Tahu nobleman Tūrākautahi. One of the sons of the powerful rangatira Tūāhuriri, Tūrākautahi exerted vast influence over historical Ōtautahi (the site of modern-day Christchurch). His family controlled the pā he established in the area until it was sacked in 1830. The pā was one of the greatest centre of knowledge, economics and natural resources, with a highly complex social structure. All decisions were undertaken by the nobility, who consulted with highly skilled tohunga. In selecting the pā site, Tūrākautahi determined that food (kai) would need to be poi (\"swung in\"- swung over the pā's protective walls via rope, and also because it lay in the middle of a swamp) from other places. This is how Kaiapoi got its name, and can translated as a metaphor for \"economics\" Kaiapoi suffered extensive damage in the 2010 Canterbury and also the February 2011 Christchurch earthquakes, which rendered many homes uninhabitable and businesses inoperable. Large areas were condemned as part of a residential red zone covering uninhabitable == History == Kaiapoi takes its name from the Māori pā (fortified village)The Kaiapoi Pa which was built just north of the site of the current town around the year 1700 by the Ngāi Tahu chief Tūrākautahi. Eventually to become the largest fortified village in the South Island, it lay on the site of a stronghold of an earlier tribe, Waitaha whose history and traditions Ngāi Tahu eventually adopted. Tūrākautahi was the second son of Tūāhuriri, consequently Ngāi Tūāhuriri is the name of the hapu (subtribe) of this area. In selecting the pā site, Tūrākautahi determined that kai (food/resources) would need to be poi (swung in) from other places hence the name Kaiapoi which it is said can be translated as a metaphor for \"economics\". All manner of resources were transported along the waterways of the Rakahuri and Taerutu on their way to or from Kaiapoi, including: pounamu from the Arahura River, titi (muttonbird) from the islands around Stewart Island / Rakiura, and obsidian from Mayor Island / Tuhua. == Conflict with Te Rauparaha == The pā is often mistakenly called Kaiapohia, which is actually an insult to local Ngāi Tūāhuriri whose ancestors died in the pā after they were besieged by Te Rauparaha and his Ngāti Toa allies in 1832. The first attack made against Ngāi Tahu was at Kaikōura during 1827–28. Ngāi Tahu records state that the Ngāti Kurī people of Kaikōura came down to the beach to welcome their kinsmen, the hapu of Tū-te- pākihi-rangi of Ngāti Kahungunu, whom they were expecting as visitors. Instead, they found the fleet of canoes belonging to Ngāti Toa who, armed with muskets, attacked and killed them. Te Rauparaha and his tribes then visited Ngāi Tahu of Kaiapoi to trade muskets for pounamu. The Kaiapoi people soon learned of the attacks on their kin at Kaikōura and a Ngāpuhi warrior staying with Ngāi Tahu at Kaiapoi pā overheard the Ngāti Toa leader planning how they would attack the following morning. Already angered by the desecration of his recently dead aunt's grave Tama-i-hara-nui ordered a retaliatory attack the following day, killing the leading Ngāti Toa chiefs, including Te Pēhi Kupe. The only prominent Ngāti Toa leader not slain was Te Rauparaha. Te Rauparaha returned to Kapiti Island to plan his revenge. In early November 1830, he persuaded Captain John Stewart of the brig Elizabeth to hide him and his warriors on board. They then visited the Ngāi Tahu people of Takapūneke near present-day Akaroa under the ruse of trading for flax. Captain Stewart persuaded Te Maiharanui to board the brig and be taken below deck, where Te Rauparaha and his men took the chief, his wife and his daughter prisoner. Te Rauparaha's men then surged ashore to sack Takapūneke. The brig returned to Kapiti with Te Maiharanui and his family held captive. It is said that rather than see his daughter enslaved, Tama-i-hara-nui strangled her and threw her overboard. Te Rauparaha then gave Tama-i-hara-nui to the wife of the Ngāti Toa chief Te Pehi, who killed Tama-i-hara-nui by slow torture. His wife suffered the same fate. Te Rauparaha then mounted a major expedition against Kaiapoi Ngāi Tahu in the summer of 1831–32. Ngāi Tahu, lacking muskets to repel the armed Ngāti Toa, took a defensive strategy and hoped that Ngāti Toa would not be able to penetrate the wooden palisades surrounding the pā. The ensuing siege lasted for three months. However, during a skirmish between the two tribes, a shelter caught fire. Fanned by the nor'wester, the palisades quickly ignited, allowing Ngāti Toa warriors to enter the village, capture its leaders and kill the people. Ngāti Toa then attacked the Banks Peninsula tribes, taking the principal fort at Ōnawe, in Akaroa Harbour. == Demographics == Kaiapoi is defined by Statistics New Zealand as a medium urban area and covers . It had an estimated population of as of with a population density of people per km2. Kaiapoi had a population of 11,841 at the 2018 New Zealand census, an increase of 2,367 people (25.0%) since the 2013 census, and an increase of 1,239 people (11.7%) since the 2006 census. There were 4,602 households. There were 5,796 males and 6,051 females, giving a sex ratio of 0.96 males per female, with 2,022 people (17.1%) aged under 15 years, 2,217 (18.7%) aged 15 to 29, 5,178 (43.7%) aged 30 to 64, and 2,430 (20.5%) aged 65 or older. Ethnicities were 90.1% European/Pākehā, 11.5% Māori, 2.3% Pacific peoples, 3.4% Asian, and 1.7% other ethnicities (totals add to more than 100% since people could identify with multiple ethnicities). The proportion of people born overseas was 15.6%, compared with 27.1% nationally. Although some people objected to giving their religion, 55.7% had no religion, 33.5% were Christian, 0.5% were Hindu, 0.2% were Muslim, 0.4% were Buddhist and 2.4% had other religions. Of those at least 15 years old, 1,017 (10.4%) people had a bachelor or higher degree, and 2,544 (25.9%) people had no formal qualifications. The employment status of those at least 15 was that 4,893 (49.8%) people were employed full-time, 1,440 (14.7%) were part-time, and 291 (3.0%) were unemployed. {| class=\"wikitable sortable\" |+Individual statistical areas in Kaiapoi (2018 census) !SA2 name !Population !Dwellings !Median age !Median income |- |Kaiapoi Central |2,169 |972 |43.0 years |$28,200 |- |Kaiapoi East |279 |174 |62.3 years |$24,100 |- |Kaiapoi North West |2,085 |849 |41.1 years |$28,900 |- |Kaiapoi South |1,827 |735 |47.1 years |$31,200 |- |Kaiapoi West |1,257 |492 |39.2 years |$30,000 |- |Silverstream |819 |405 |45.7 years |$37,100 |- |Sovereign Palms |3,405 |1,305 |41.6 years |$38,600 |- ! New Zealand !! !! !! style=\"text-align:left;\"| 37.4 years !! style=\"text- align:left;\"| $31,800 |} == Commerce == thumb|Blackwell's department store, shown in 2006, is an institution and landmark in Kaiapoi Kaiapoi is also known as the 'River Town' after the Kaiapoi River, a tributary of the Waimakariri River that flows through the centre of the town. This was originally the main arm of the Waimakariri River, but extensive flooding led to a diversion so the majority of the water travelled down the South arm of the Waimakariri. Kaiapoi was well known for the woollen mill run by the Kaiapoi Woollen Manufacturing Company,A History of the Kaiapoi Woollen Manufacturing Company and Mill and many woollen items produced at the mill can still be found throughout the world. A freezing works (meat processing plant) was also a major employer in the town, and once this and the woollen mill had closed there was some economic turmoil in the town, and concern over its future. It, however, has survived and prospered, and although there is some local industry, a large percentage of the population works in the neighbouring city of Christchurch. One optimistic politician of the 1800s had even predicted that Kaiapoi would outsize its neighbour Christchurch. In some counts of the latter city's population, Kaiapoi is included as a suburb of Christchurch but most people from the area would maintain that it is a town in its own right. == Education == Kaiapoi has five schools: three primary schools, one high school, and a teen parent unit attached to the high school. *Kaiapoi Borough School is a state co-educational full primary school, with students (as of The school opened in 1873, making it Kaiapoi's oldest school. *Kaiapoi North School is a state co-educational full primary school, with students (as of The school opened in 1962. *St Patrick's School is a state-integrated co-educational full primary Catholic school, with students (as of *Kaiapoi High School is a state co-educational secondary school, with students (as of The school opened in 1972. *Karanga Mai Young Parents College is the teen parent unit attached to Kaiapoi High School. It opened in 1992. == Recreation == thumb|St Barholomew's Church Kaiapoi has many public recreational facilities including parks, playgrounds, an indoor swimming pool complex, a river with three boat ramps, and a speedway (Woodford Glen Speedway). Indoor recreational facilities include Kaiapoi Club, Kaiapoi Library, Kaiapoi Museum, and Art on the Quay. The Darnley Club provides community recreational opportunities for older adults, and The Chris Ruth Centre provides community recreational opportunities for adults with severe disabilities. Club sports that are hosted in Kaiapoi include soccer, rugby, tennis, cricket, dragon boat racing, rowing, swimming, softball, field hockey, table tennis, bowls, golf, and netball. Other Kaiapoi groups and societies centre on local history, gardening, music, bridge, and photography. Kaiapoi is represented by both Rugby codes. The Kaiapoi Rugby Club has its home ground at Kaiapoi Park, and the Northern Bulldogs, who play in the local Canterbury Rugby League have theirs at Murphy Park on the banks of the Kaiapoi River. The Kaiapoi Bulldogs won their first Premiership title in 2007, the club's jubilee 50th season. Children used to be born here at the Kaiapoi Home, in Cass Street, opposite the public swimming pool. The oldest church in Canterbury, known as St Bartholomew's, is here, as well as one large white wooden house, right round the corner from it, in Sewell Street, which used to be the Presbyterian Manse. == Transport == State Highway 1 bypasses the town to the west via the Christchurch Northern Motorway. Prior to the completion of the motorway in 1967, State Highway 1 ran down the main street of Kaiapoi. A half-hourly bus service connects Kaiapoi to Rangiora and central Christchurch. The Main North Line railway runs through Kaiapoi, and the town once served as the junction for the Eyreton Branch, which provided rail access to communities west of Kaiapoi such as West Eyreton (though it ran to the north of Eyreton itself). This branch line opened in 1875 and closed fully by April 1965. The old station has a NZHPT Category II listing.Rail Heritage Trust – Kaiapoi The river used to have a port before the construction of the Waimakariri River bridge, and was an important point for the transport of goods to and from Christchurch. Bucking the trend of river ports dying off in the middle of the 20th century, the port actually reopened for a decade between 1958 and 1967, to allow smaller ships to bypass the congested Lyttelton wharves. At one stage, a walnut tree on one resident's property, this being the former Presbyterian Manse in Sewell Street, was so large, it was used to act as a landmark for pilots approaching Christchurch International Airport to get their bearings, before being cut down by the owner and his sons. ==Notable people== * Matiaha Tiramorehu (?–1881), Ngāi Tahu tribal leader * Jane Thomson (1858–1944), mountaineer born in Kaiapoi * Stella Henderson (1871–1962), feminist, university graduate and journalist * Henry Boddington (1863–1938), cricketer who played for Nelson and Otago * Isabel Button (1863–1921), horse driver, trainer and equestrian * Henare Uru (1872–1929), Reform Party politician * Thomas Bavin (1874–1941), Premier of New South Wales (born in Kaiapoi) * Morgan Williams (1878–1970), Labour Party MP for and mayor of Kaiapoi * Algy Whitehead (1885–1961), Anglican priest * Bruce Young (1888–1952), baker, policeman, unionist and police commissioner * Frank Smith (1893–1975), cricketer * Richard Moore (1849–1936), MP for and mayor of Kaiapoi * Norman Kirk (1923–1974), mayor of Kaiapoi and later prime minister of New Zealand * Azalea Sinclair (born 1930), netballer * Ian Shirley (1940–2019), academic * Frank Rapley (born 1937), cricketer * Sisters Erin Baker (born 1961) and Philippa Baker (born 1963), New Zealand athletes * Brian Ford (born 28 August 1970), cricketer * Bob Irvine (born 1940), rugby league player There were at least six test match All Blacks who were born in Kaiapoi, including William Balch, New Zealand teacher, George Maber, who had played for Wellington, Duncan McGregor, who also played league, as well as John Ashworth (rugby union) (born 1949), who played for them, although he had been born in Waikari. ==References== ==External links== *History of Port of Kaiapoi Category:Populated places in Canterbury, New Zealand",
 "title": "Kaiapoi"
}