{
 "id": "661590",
 "text": "thumb|right|Cascades Rapids. Greenleaf Peak and Red Bluffs are visible in the background. thumb|right|Cascade Locks and Rapids, September 8, 1929 The Cascades Rapids (sometimes called Cascade Falls or Cascades of the Columbia) were an area of rapids along North America's Columbia River, between the U.S. states of Washington and Oregon. Through a stretch approximately wide, the river dropped about in . These rapids or cascades, along with the many cascades along the Columbia River Gorge in this area of Oregon and Washington, gave rise to the name for the surrounding mountains: the Cascade Range. In 1896 the Cascade Locks and Canal were constructed to bypass the rapids. In the late 1930s, the construction of the Bonneville Dam led to the submerging of the rapids and most of the 1896 structures. ==Fishing site== The rapids were an important fishing site for Native Americans, who would catch salmon as they swam upriver to spawn. ==Obstacle on Oregon Trail== They also posed a major obstacle to the development of the Oregon Trail; initially, pioneers would gather at The Dalles to await small boats to carry them to the Willamette Valley; in 1845, Sam Barlow and his associates built a road around the south side of Mount Hood, which allowed travelers along the Trail to bypass the rapids on the last leg of their journeys. ==Boat portage== Boat travelers were required to either portage boats and supplies or pull boats up with ropes. ===Conflicts over portage rights=== Conflicts continued thereafter between the Chinookan natives and Europeans and Americans, who generally refused to recognize the natives' authority over passage through the area. By 1813–14, fur traders passing through were resorting to violent force against the Indians. Although more diplomatic approaches eventually prevailed, a malaria outbreak in the 1830s so reduced the populations of the Cascade and other Indian tribes, that they ceased to be a powerful force along the river. However, three forts, Fort Cascades, Fort Raines and Fort Lugenbeel were constructed between present day Stevenson, Washington and North Bonneville over 1855–6 to protect the portage road around the rapids. Natives burned Fort Cascades in 1856, but it was rebuilt. This attack prompted the construction of Fort Lugenbeel. ==Steamboat navigation== The Cascades were a significant barrier to river navigation. Steamboats could not go upriver through the rapids, and could be brought downriver only at great risk, although this was done a number of times by highly skilled captains. A canal and lock around the rapids was completed in 1896 at what is now Cascade Locks, Oregon. By 1938 the rapids were gone, submerged under the Bonneville Reservoir as it formed behind Bonneville Dam. Bonneville Lock at the dam, completed in 1937, replaced the old Cascade Locks around the rapids. ==See also== * Bridge of the Gods, a land bridge formed by the Bonneville Slide several hundred years ago * Bridge River Rapids, a similar fishing site on the Fraser River * Cascade Locks and Canal, the first navigation locks built around the rapids, before the construction of Bonneville Dam * Celilo Falls, a more significant former fishing site and economic hub upstream of the gorge * Fort Cascades * Greenleaf Peak * Kettle Falls, in Washington * Priest Rapids, another fishing site in eastern Washington * Table Mountain * List of rapids of the Columbia River ==References== ==External links== * * Category:Columbia River Gorge Category:History of transportation in Oregon Category:History of transportation in Washington (state) Category:Native American history of Oregon Category:Native American history of Washington (state) Category:Landforms of Skamania County, Washington Category:Rivers of Hood River County, Oregon Category:Rapids of the United States Category:Rivers of Oregon Category:Rivers of Washington (state) Category:Submerged waterfalls",
 "title": "Cascades Rapids"
}