{
 "id": "661670",
 "text": "John Sheppard (also Shepherd, c. 1515 - December 1558) was an English composer of the Renaissance. ==Biography== Sheppard was probably born around 1515, judging from his statement in 1554 that he had been composing music for twenty years.Magnus Williamson (ed.) \"John Sheppard: Hymns, Psalms, Antiphons and other Latin Polyphony\", Early English Church Music 54 (London: Stainer & Bell Ltd, 2012), p.xi. Nothing certain is known about his early life. The first undoubted sighting of him occurs when he was probably in his later twenties, as informator choristarum at Magdalen College, Oxford. He served in this capacity during 1541-2 and again from 1544-8.Williamson, \"John Sheppard\", p.xi. Sheppard left Magdalen College in March 1548 and next appears in a list of the Gentleman of the Chapel Royal who sang at the funeral of King Edward VI in August 1553; he may have joined the chapel directly after his departure from Magdalen, but, because of a gap in Chapel Royal records from 1547, this is not certain.Hugh Benham, Latin Church Music in England, c. 1460-1575 (London: Barrie & Jenkins, 1977), p.197. He presumably remained active at the chapel up to the year of his death. In 1554 he supplicated, apparently unsuccessfully, for the degree of Doctor of Music at Oxford University, stating that he had studied music for twenty years and had \"composed many songs\".J. R. Bloxham, A Register of the Members of St. Mary Magdalen College, Oxford. (London: Oxford University Press, 1857), p.187.Nicholas Sandon (ed.), \"John Sheppard: II: Masses,\" Early English Church Music 18 (London: Stainer & Bell, 1976), p.ix. In March 1556 he witnessed the will of a fellow Gentleman of the chapel, Luke Caustell, and on New Year's Day 1557 he presented a roll of songs to Mary Tudor. In July 1559 he and his Chapel Royal colleague Richard Edwards were granted the reversion of a lease of a manor in Kent.Williamson, \"John Sheppard\", p.xvi. Sheppard died in December 1558 during an influenza epidemic. He made his will on 1 December and was buried at St Margaret's, Westminster on 21 December.David Wulstan, 'Where There's a Will', Musical Times 135 (January 1994), pp.25–27. Despite this, he was awarded liveries for both the funeral of Queen Mary on 13 December and for the coronation of Elizabeth I on 15 January 1559.David Chadd, \"Sheppard, John,\" Grove Music Online, Oxford Music Online, Oxford University Press. Web, 5 Feb. 2016. ==Sources== Sheppard's compositions for the Latin liturgy exist exclusively in post-Reformation anthologies. Most are contained in two sets of partbooks: the principal source of his Latin music in five or more parts is the Baldwin partbooks at Christ Church, Oxford (GB-Och Mus. 979-83), copied after 1575, while his four-part pieces are in the so-called Gyffard Partbooks (GB-Lbl Add. 17802-5), a set of four manuscript partbooks, probably copied for Dr Roger Gyffard during the 1570s.David Mateer, \"The Gyffard Partbooks: composers, owners, date and provenance,\" [Royal Musical Association] Research Chronicle, 28 (1995), pp.21–50. Much of the Gyffard music may have been composed during Sheppard's Magdalen years (Gyffard had formerly been a fellow of Merton College, Oxford). Relatively few of the pieces in these two sources appear elsewhere. Other sources supply few additional pieces beyond extracts from longer compositions. His mass Cantate appears exclusively in the Forrest- Heyther partbooks; a 'Kyrie' for Easter Day (see below) is found in the Hammond Partbooks (GB-Lbl Add. MSS 30480–4) and elsewhere; and a setting for two soloists of the troped lesson 'Laudes Deo' for the first mass of Christmas Day is in a manuscript at Oxford (GB-Och Mus. 45). The six-part Gaude virgo Christiphera, the only large-scale votive antiphon by Sheppard to survive in anything more than a fragmentary state, appears in a seventeenth-century set of partbooks that now lacks its sixth, superius book (GB-Ob Tenbury 807-11); the missing treble part can be partially completed with the help of other sources, but is still lacking in the fully scored, six-voice sections.John Milsom, \"Sacred songs in the chamber\" in John Morehen (ed.), English Choral Practice, 1400-1650 (Cambridge: Cambridge University Press, 1995), p.175; Williamson, \"John Sheppard\", p.241. The sources for Sheppard's English-texted music are more diverse. Two sources compiled or planned during his lifetime contain a few of his anthems: the Wanley Partbooks (GB-Ob MSS Mus. Sch. e. 420-22) and John Day's Certaine Notes. Although Day's collection was not finally published until 1565, there are reasons to believe that it was planned during the reign of Edward VI.John Aplin, \"The Origins of John Day’s 'Certaine Notes'\", Music and Letters lxii (1981), pp.295–299. The sources for Sheppard's services are all of much later date and often incomplete. ==Works== ===Masses=== Of Sheppard's five surviving Mass ordinary cycles, the six-part Cantate is a full-length, sumptuous festal setting in the tradition of John Taverner, constructed in units of six-part polyphony alternating with a mosaic of semi-choir sections. The principal unifying device, apart from the head- motive passages at the beginning of each movement, is the eight-note figure F-E-F-G-A-Bb-G-F, which occurs at various points in the tenor. Of the four- part Mass cycles, Western Wynde is based on a pre-existing popular melody, also forming the basis of Mass cycles by Taverner and Christopher Tye. In Sheppard's setting the melody migrates between the treble and the tenor. Two other cycles, Be not afraid and The Frences Mass are both elaborately contrapuntal and freely constructed, with the former scored exclusively for men's voices. Playnsong Masse for a Mene is a much simpler work. Written in a simplified notation known as 'strene,' which resembles the symbols of plainsong, it utilises a technique occasionally employed to allow those able to read plainsong, but not mensural notation, to sing simple polyphony. This 'plainsong' style, which was rhythmically uncomplicated and admitted no dissonance more complicated than a cadential suspension (although there is a notable exception in Sheppard's Agnus Dei), is also to be found in Taverner's Plainsong Mass – although this now survives only in conventional, mensural notation. Sheppard's mass includes a Kyrie (unlike most Sarum Mass cycles) and is an alternatim setting with alternating sections of chant and polyphony. ===Other Latin music=== On her accession in 1553, Mary Tudor determined to restore England to the Catholic faith after the Protestant years of Edward VI. This entailed restoring the Latin-language services of the Sarum Rite. A new, up-to-date repertoire of music was required for her chapel, and Sheppard was instrumental in supplying it with suitable compositions.Roger Bowers, \"To chorus from quartet\" in John Morehen (ed.), English Choral Practice, 1400-1650 (Cambridge: Cambridge University Press, 1995), p.42. ==== Responsories ==== There are 20 responsories, elaborate liturgical units sung in their most expansive form at Vespers on the more important feasts and at Matins. In this form the complete responsory is sung and then followed by, first, a verse and, secondly, a doxology, each of which is followed by (often progressively) shortened repeats of the responsory. Sheppard often set the responsory to five or six-part polyphony with the chant sung as a cantus firmus in the tenor (less commonly in the treble or mean), leaving the sections that were sung by soloists (the incipit, verse and doxology) to be chanted. A good example of Sheppard's technique is his six-part setting of Verbum caro, the ninth responsory at Matins on Christmas Day. One of the most grandiose of Sheppard's responsories is Gaude, gaude, gaude Maria; a setting of the responsory and interpolated 'prosa' for Second Vespers for the Feast of the Purification.Benham, p.198 In a few settings, for All Saints' Day, Christmas and Lent, he employs the reverse procedure, providing polyphony for the soloists' sections of the chant, but leaving the choral section of the responsory to be sung to plainsong (e.g. In pace in idipsum). ==== Other liturgical works ==== Like Tallis, Sheppard also composed 'alternatim' hymns, setting the even-numbered verses in polyphony and leaving the odd-numbered verses to be chanted or, more probably, replaced by (perhaps improvised) organ settings of the chant. Whilst the cantus firmus in Sheppard's responds is normally in the tenor, in his hymns it is usually placed in the treble. Sheppard also composed a number of additional items for particularly solemn feasts of the Church calendar, including settings of the Kyrie and Gradual Haec dies for Second Vespers (not, in this case, the mass) on Easter Day. Of his 'alternatim' settings of the processional psalms for the procession to the font after Second Vespers on Easter Day, he completed Laudate pueri Dominum, but only part of In exitu Israel, leaving its completion to William Mundy and the young William Byrd. ==== Media vita ==== Arguably supreme amongst all of Sheppard's compositions is his cantus firmus setting of the Lenten Nunc dimittis antiphon Media vita in morte sumus. Here his innovative use of the cantus firmus in breves allows for an expansive canvas and a leisurely harmonic rhythm that effectively complement his solemn treatment of the text.Benham, p.201. The date and circumstances of the work's creation remain unclear because the original manuscript is lost. The work might have been written for the funeral of Nicholas Ludford, a fellow composer who died in the 1557 influenza epidemic. The work survives only in the partbooks copied by John Baldwin in the late 1570s. Baldwin's copy now lacks one of the six vocal parts, the tenor, but, since this part bore the plainsong cantus firmus, it can be readily restored from contemporary chant books, except, possibly, in the first two verses where a reconstructed tenor part may or may not be needed (the music sounds complete without it). Recent research has shown that the form of the work as usually performed is incorrect. In particular the chanted Nunc dimittis precedes the antiphon and the scheme of the polyphonic repeats is not as extensive as previously thought.David Skinner, booklet notes for digital EP, David Skinner/Alamire: John Sheppard: Media vita in morte sumushttps://www.resonusclassics.com/freedownload/INV1003_booklet.pdf Sheppard's bold counterpoint has led some to question whether the surviving text contains copying errors that make the work sound more modern than it should do. Regardless, Sheppard's Media vita has remained enduringly popular, with at least nine modern commercial recordings. ===English music=== Sheppard's vernacular music has suffered seriously from the loss of manuscript sources. Since he died only a month after Queen Mary, his settings for the Protestant services must have been composed during the reign of Edward VI, who, after some experimental services in 1548, imposed the first Book of Common Prayer in 1549. Some of Sheppard's English-texted music, such as his setting of the Lord's Prayer and his cycle of metrical psalms by Thomas Sternhold (in GB-Lbl Add. MS 15166) may have been composed for domestic recreation rather than for church use. As many as ten services (settings of canticles and other items for the new English Morning Prayer, Evening Prayer and Communion services) have been identified,[Stefan Scot], liner notes for CD \"The Church Music of John Sheppard: The Collected Vernacular Works, Volume II\", Priory Records, PRCD 1108 (2015). Scot's authorship of the notes is revealed by Richard Turbet at http://earlymusicreview.com/the-church-music-of- john-sheppard-the-collected-vernacular-works-volume-ii (accessed 27 Dec 2018). all surviving in varying degrees of incompleteness. The Second Service is noteworthy for having influenced the design of Byrd's Great Service.Richard Turbet, \"Wings of Faith: Richard Turbet uncovers a close relationship between Services by William Byrd and John Sheppard\", 'Musical Times' 138 (December 1997), pp.5-10. Stefan Scot has observed that the Creed of the First Service is virtually identical musically to the Creed of Tallis's untitled four-part Mass in the Gyffard Partbooks.[Stefan Scot], liner notes for CD \"The Church Music of John Sheppard: The Collected Vernacular Works, Volume 1\", Priory Records, PRCD 1081 (2013). Sheppard's fifteen English anthems, most of which are à 4, comply with the demands of the Protestant reformers for simplicity, clear, audible words and largely syllabic text-underlay. The part-songs O happy damesJohn Caldwell (ed.), \"The Mulliner Book\", 'Musica Britannica' 1 (London: Stainer & Bell, 2011), p.163. and Vain, vain, all our life we spend in vainJohn Caldwell (ed.), \"Tudor Keyboard Music c.1520-1580\", 'Musica Britannica' 66 (London: Stainer & Bell, 1995), p.170. (both à 4) are Sheppard's only known works to non-sacred texts. ==Editions== * Chadd, David, ed. John Sheppard: I: Responsorial Music. London: Stainer & Bell, 1977. Print. Early English Church Music. 17. * Sandon, Nicholas, ed. John Sheppard: II: Masses. London: Stainer & Bell, 1976. Print. Early English Church Music. 18. * Mateer, David, ed. The Gyffard Partbooks, I. London: Stainer & Bell, 2007. Print. Early English Church Music. 48 / 33, 40, 41. * Mateer, David, ed. The Gyffard Partbooks, II. London: Stainer & Bell, 2009. Print. Early English Church Music. 51 / 7, 15. * Williamson, Magnus, ed. John Sheppard: III: Hymns, Psalms, Antiphons, and other Latin Polyphony. London: Stainer & Bell, 2012. Print. Early English Church Music. 54. ==Recordings== * John Sheppard: Gaude, gaude, gaude Maria, Choir of St. John's College, Cambridge, Andrew Nethsingha, Chandos Records * John Sheppard: Sacred Choral Music, Choir of St. Mary's Cathedral, Edinburgh, Duncan Ferguson, Delphian Records * John Sheppard, Christopher Tye, The Clerkes of Oxfordshire]], David Wulstan, Proudsound Records * Church Music by John Sheppard, Vol. 1, The Sixteen, Harry Christophers, Hyperion Records * Church Music by John Sheppard, Vol. 2, The Sixteen, Harry Christophers, Hyperion Records * Church Music by John Sheppard, Vol. 3, The Sixteen, Harry Christophers, Hyperion Records * Church Music by John Sheppard, Vol. 4, The Sixteen, Harry Christophers, Hyperion Records * Ceremony and Devotion, The Sixteen, Harry Christophers, CORO * Media vita, Stile Antico, Harmonia Mundi * Music for Compline, Stile Antico, Harmonia Mundi * John Sheppard: Media vita, The Tallis Scholars, Peter Phillips, Gimell Records * The Tallis Scholars sing Tudor Church Music, Volume Two, The Tallis Scholars, Peter Phillips, Gimell Records * Western Wind Masses, The Tallis Scholars, Peter Phillips, Gimell Records * Audivi Vocem, The Hilliard Ensemble, ECM Records * John Sheppard: Media vita & other sacred music, Westminster Cathedral Choir, Martin Baker, Hyperion Records ==References== ==External links== * * Category:1510s births Category:1558 deaths Category:Renaissance composers Category:English classical composers Category:Gentlemen of the Chapel Royal Category:16th-century English composers Category:English male classical composers",
 "title": "John Sheppard (composer)"
}