{
 "id": "661770",
 "text": "Jessica Fletcher is a character and the protagonist on the American television series Murder, She Wrote. Portrayed by award-winning actress Angela Lansbury, Fletcher is a best-selling author of mystery novels, an English teacher, amateur detective, criminology professor, and congresswoman. In 2004, Fletcher was listed in Bravo's \"100 Greatest TV Characters\". AOL named her one of the \"100 Most Memorable Female TV Characters\". The same website listed her among \"TV's Smartest Detectives\". She was ranked at number six on Sleuth Channel's poll of \"America's Top Sleuths\". Guinness World Records called her the \"most prolific amateur sleuth\". ==Background== Jessica Beatrice Fletcher's ancestors hailed from Kilcleer, County Cork, Ireland. She has two sisters and two brothers, Martin and Marshall (Jason Evers), a doctor. Jessica's maiden name was MacGill, inspired by the real maiden name of Angela Lansbury's mother. Before she met her husband Frank, Jessica went to Harrison College in Green Falls, New Hampshire to become a journalist. In the episode \"Alma Murder\", she mentions being a member of Delta Alpha Chi sorority. Jessica is introduced as a widow in the first episode, her beloved husband Frank having died a couple of years before the start of the series. They had no children – she says she and Frank \"weren't blessed that way\" – but did spend some years raising their nephew Grady (Michael Horton) after the death of his parents, an unnamed brother of Frank and his wife. For this reason, Jessica is very close with Grady. In the show's first episode, it is Grady who leads to Jessica's career as an author when he secretly sends her book The Corpse Danced at Midnight to an agent after she said she had no intention of doing so herself. Grady is a recurring character throughout the first six seasons, then makes one more appearance in season 11. Grady has several relationships that end in disappointment in some way until the introduction of girlfriend Donna Mayberry (played by Horton's wife, Debbie Zipp) in the season 4 episode \"Just Another Fish Story.\" The two marry in the season 5 episode \"Something Borrowed, Someone Blue.\" Grady and Donna later have a son, Frankie, named after Jessica's late husband. Fletcher lives at 698 Candlewood Lane in the town of Cabot Cove, Maine 03041. Cabot Cove is a town of 3,560 inhabitants near the ocean. Based on the number of murders that occur in a given season of the series, the town seems to have probably one of the highest murder rates of any town or city. This has even been remarked on in the series by the town sheriff, Mort Metzger (Ron Masak), who notes that in his first year at Cabot Cove he has had to deal with five murders. Along with being a fiction author, Fletcher has other occupations during the series. It is mentioned that she was a substitute English teacher while raising Grady. After the sudden death of a congressman for Maine, she is asked to temporarily assume the position as congresswoman until another politician can step in; she also teaches a creative writing class at a women's prison at one time. In the eighth-season premiere, Jessica accepts a job as a criminology instructor at Manhattan University. During this time, she keeps an apartment in Manhattan at the Penfield House Apartments, located at 941 West 61st Street. On the weekends, she still regularly returns to Cabot Cove. It is established early in the series that Jessica cannot drive. This was written into the program to facilitate the character's questioning of suspects and fellow investigators while having them drive her somewhere. Jessica Fletcher's travels as an author frequently take her to places around much of the world, giving the show writers freedom to explore characters and situations beyond rural New England. One trip takes her to Hawaii, where she shares a crossover case with private investigator Thomas Magnum (the titular star of Magnum, P.I.). ==Relatives== Throughout the series it is shown that Jessica has a sizeable family, both by blood and by marriage. Although Grady and Donna featured prominently, there were also numerous other nieces, nephews and cousins that found themselves in need of Jessica's help after becoming involved in murder cases. After Grady, the most notable recurring relative was Jessica's niece Victoria Brandon (Genie Francis), who was married to hapless actor Howard Griffin (Jeff Conaway); both found one or the other of themselves accused of murder on no less than three occasions. Jessica was also close with the family of Frank's brother Neil (Jackie Cooper), who had died some years before Frank had. In the third-season premiere, while attending the wedding of Neil's granddaughter Carol Bannister (Courteney Cox), Carol convinces Jessica that Neil is not dead, having received a silver leprechaun from an unknown sender as a wedding present - the same present Neil has promised to send her since childhood. Despite her own scepticism, Jessica investigates, and discovers that Neil faked his death, changed his name to Carl Schulman and ran away to join the circus. When found, he confesses to Jessica that he could no longer face living out a loveless marriage to his domineering wife Constance (Laraine Day), nor could he tolerate his materialistic daughter Audrey (Susan Brown); he does express regret for not saying goodbye to Carol or her father, Audrey's genial but henpecked husband Howard (Dennis Howard). Soon after their reunion, Neil finds himself chief suspect for the murder of the circus's abusive ringmaster. After solving the case and clearing Neil's name, Jessica brings him back to reunite with Carol before her wedding. Other relatives who appeared in the series for one-time appearances include niece Carol Donovan (Anne Kerry Ford), her detective husband Bert (James Stephens) and their children, Billy and Cindy (sibling actors Summer and Joaquin Phoenix); her brother Marshall's widowed daughter, Pamela Crane (Belinda Montgomery); nieces Nita Cochran (Alice Krige), Jill Morton (Kristy McNichol) and Carrie Palmer (Kate McNeil); nephew Johnny Eaton (Todd Bryant); cousins Abby Benton Freestone (Lynn Redgrave), Ann Owens Arden (Shirley Jones), Helen Owens (Doris Roberts) and George Owens (Robert Walker Jr); and Frank's distant cousin, Calhoun Fletcher (Peter Bonerz). ==Career and life as a best-selling author== Fletcher began her career writing on an old Royal typewriter, but as her career progresses, she eventually purchases a computer running Windows 3.1. Among her friends she can count multi-millionaires who own Beech Starships as well as down-on-their-luck homeless people, moving effortlessly between the social strata. The format of the show usually has Jessica solving the mysteries within five minutes of the end of each program, unless the producers felt they could prolong the suspense across two episodes. Perhaps her most notable experience was encountering a Mr. Potts, who preferred to be called Mr. Bond—he did at least have an Aston Martin DB6, in which Jessica herself ended up racing to the rescue. Fletcher's relationship with law-enforcement officials varies from place to place. Both the sheriffs of Cabot Cove are used to, or have resigned themselves to, having her meddle in their cases. However, most detectives and police officers do not want her anywhere near their crime scenes, until her accurate deductions persuade them to listen to what she has to say. Others are fans of her books and give her free rein. With time, she makes friends in many police departments across the United States, as well as a British police officer attached to Scotland Yard. ==Solving crimes== Fletcher is a retired teacher-turned-author of detective fiction under the name J.B. Fletcher, but constantly finds that her work and personal life overlap. In every episode, she is introduced into a situation where someone is killed shortly after her arrival. She is generally forced to solve every mystery herself in the style of one of the characters from her book, as the police prove to be incapable of doing so without her help. In fact, on at least one occasion, a law enforcement officer is actually unmasked as the killer, when John Astin appears as the villainous Sheriff Harry Pierce. Episodes usually follow a formula. The episode opens as Fletcher arrives, either in her fictitious town of residence (Cabot Cove, Maine), or visiting elsewhere (typically in New York City or Boston) and meets several characters. These characters are usually Mrs. Fletcher's friends, family, relations, or business associates (in connection with her role as a successful author). Several of these characters are shown to have motive with respect to the potential demise of (either themselves or) one of their associates (typically an unlikeable individual). Often at least one of them is heard to make a threat against this individual, and therefore will become the principal suspect. About a third of the way through the episode, if not earlier, the likely victim is found dead. After a brief investigation, the authorities arrest the most obvious suspect, but Jessica believes that the arrested suspect (who is an amiable person, often a friend, or relative of Jessica) is innocent, and sets out to prove it. An unrelated conversation will often suggest to Jessica the solution to the mystery, at which point she will rush off to confirm her suspicion (without telling the viewers what she has in mind and sometimes even says she thinks she knows the culprit but must still figure out how to prove it before she reveals who). The next scene will present Jessica at the place where the crime was committed, where Jessica will find one of the characters, usually alone. She enters into a conversation with this character and in a few minutes accuses him or her of being the killer, explaining how and why this person did it. The murderer first denies guilt, but Jessica describes a few clues which she observed and which the episode viewers may or may not have had an opportunity to see. Sometimes Fletcher will make up evidence which was not actually found, but the discovery of which will seem plausible to the killer. At this point, the murderer admits guilt and confesses, whereupon Jessica shakes her head sadly. Sometimes the killer will draw a weapon and attempt to kill Jessica but will be thwarted by timely police appearance from a hiding place to arrest the true killer. The episode concludes with a final scene in which the innocent former suspects say goodbye to Jessica and thank her for the happy ending. Almost every episode then ends with a freeze frame shot of Jessica laughing or smiling. Of course, the above is only a formula and there were some unusual shows, such as the one episode where the supposedly framed suspect actually was the murderer. Then, there is another episode in which, while Grady and his heavily pregnant wife were house-sitting for Jessica, someone was murdered in the basement. Fortunately Jessica, who had been blissfully unaware of the murder for half the episode, solved the crime over the phone. ==Novels== Novels by Fletcher that are mentioned during the series: * The Corpse Danced at Midnight * Dirge for a Dead Dachshund * A Faded Rose Beside Her * Murder on the Amazon * Lover's Revenge * The Umbrella Murders * Murder at the Inn * Murder at the Digs * Murder in a Minor Key * The Stain on the Stairs * The Mystery of the Mutilated Minion * The Belgrade Murders * Sanitarium of Death * Calvin Canterbury's Revenge * Murder at the Asylum * Murder Comes to Maine * Good-bye, Charlie * The Corpse That Wasn't There * Ashes, Ashes, Fall Down Dead * The Messengers of Midnight * The Poison in My Heart * All the Murderers * Murder at the Ridge Top * The Corpse at Vespers * The Triple Crown Murders * The Crypt of Death * A Killing at Hastings Rock * The Uncaught * Murder in White * The Dead Must Sing * The Killer Called Collect * Stone Cold Dead On Wall Street * Endangered * The Launch Pad Murders * Runway to Murder * The Venomous Valentine * A Case and a Half of Murder * Yours Truly, Damian Sinclair * The Dead Man Sang * The Corpse Swam by Moonlight * The Zero Aspect * Murder at Midnight ==Spin-off novels== Jessica Fletcher is credited along with authors Donald Bain, Jon Land, and Terry Farley Moran as co-author of a series of Murder, She Wrote novels inspired by the television series. The first book Gin & Daggers was published in 1989. ==References== Category:Television characters introduced in 1984 Category:American female characters in television Category:Fictional amateur detectives Category:Fictional characters from Maine Category:Fictional writers Category:Fictional members of the United States House of Representatives Category:Murder, She Wrote Category:Fictional European- American people Category:Fictional Irish people",
 "title": "Jessica Fletcher"
}