{
 "id": "66189",
 "text": "thumb|right|600px|+M effect of a methoxy group in an ether The mesomeric effect in chemistry is a property of substituents or functional groups in a chemical compound. It is defined as the polarity produced in the molecule by the interaction of two pi bonds or between a pi bond and lone pair of electrons present on an adjacent atom. The effect is used in a qualitative way and describes the electron withdrawing or releasing properties of substituents based on relevant resonance structures and is symbolized by the letter M. The mesomeric effect is negative (–M) when the substituent is an electron- withdrawing group and the effect is positive (+M) when the substituent is an electron donating group. +M EFFECT ORDER : –O− > –NH2 > –OR > –NHCOR > –OCOR > –Ph > –CH3 > –I > –Br > –Cl > –F -M EFFECT ORDER : –NO2 > –CN > –SO3H > –CHO > –COR > –COOCOR > –COOR > –COOH > –CONH2 > –COO− The net electron flow from or to the substituent is determined also by the inductive effect. The mesomeric effect as a result of p-orbital overlap (resonance) has absolutely no effect on this inductive effect, as the inductive effect has purely to do with the electronegativity of the atoms and their topology in the molecule (which atoms are connected to which). The concepts of mesomeric effect, mesomerism and mesomer were introduced by Ingold in 1938 as an alternative to Pauling's synonymous concept of resonance. \"Mesomerism\" in this context is often encountered in German and French literature, but in English literature the term \"resonance\" dominates. == Mesomerism in conjugated systems == Mesomeric effect can be transmitted along any number of carbon atoms in a conjugated system. This accounts for the resonance stabilization of the molecule due to delocalization of charge. It is important to note that the energy of the actual structure of the molecule, i.e. the resonance hybrid, may be lower than that of any of the contributing canonical structures. The difference in energy between the actual inductive structure and the (most stable contributing structures) worst kinetic structure is called the resonance energy or resonance stabilisation energy. Mesomeric effect is completely different from inductive effect. For the quantitative estimation of the mesomeric/resonance effect strength various substituent constants are used, i.e. Swain-Lupton resonance constant, Taft resonance constant or Oziminski and Dobrowolski pEDA parameter. == See also == * Electromeric effect * Important publications in organic chemistry == References == == External links == * Category:Chemical bonding",
 "title": "Mesomeric effect"
}