{
 "id": "662160",
 "text": "The Renault 7 (or \"R7\") is a 4-door saloon version of the Renault 5 supermini, produced and sold in Spain by Renault's subsidiary, FASA-Renault from 1974 to 1984.Data according to: Automobil Revue, catalogue edition 1979, p. 484-85. It was very similar to the R5 hatchback (which had been launched two years earlier), and identical mechanically, but offered with a smaller range of engines. The R7 had four doors and a saloon-style boot in place of the original car's three (and later five) doors including hatchback. This involved extending the wheelbase by just under though it retained the wheelbase difference between left and right sides, characteristic of several Renault models, resulting from the use of full-width torsion bars placed one behind the other, ahead of the rear wheels. Another difference between the Renault 7 and the 5 was the use, on the 7, of 'conventional' chromed metal bumpers instead of off-body colour plastic ones, giving the car a more refined appearance. Initially powered by a 1037 cc engine, it was mostly sold in Spain. A total 159,533 units were produced; its success outside its home market was limited because Renault offered the larger Renault 12 for a small price premium. The R7 was introduced two years after the launch of the R5, then restyled in 1979, followed by an engine upgrade to 1108 cc in 1980. Its production ended in 1984, after the R9 entered the worldwide market. A five- door version of the R5 was launched in 1980 using the door pattern of the Spanish R7. In 1984, the R5 had been substantially redesigned (now based on the R9/R11 floorpan) and R7 sales did not justify the investment necessary to develop a new version of the R7. File:Renault_R7_1.jpg|1st generation Renault 7 File:R7 av.jpg|Renault 7 TL File:R7 ar.jpg|Renault 7 rear ==References== ==External links== *Renault Siete7 Club (in Spanish) *Renault 7 site (in French) * Club Renault 4 5 6 y 7 de España 7 Category:Subcompact cars Category:Cars introduced in 1974",
 "title": "Renault 7"
}