{
 "id": "662241",
 "text": "Asterix and the Great Divide (, \"The Great Ditch\") is the twenty-fifth volume of the Asterix comic book series. First published in French in 1980, it was translated into English in 1981. It is the first Asterix adventure to be written by illustrator Albert Uderzo, following the death of Asterix co- creator and writer René Goscinny in 1977. ==Plot summary== A village in Gaul is politically and physically divided by a deep ditch because of a leadership dispute between rival chiefs Cleverdix and Majestix. Efforts to overcome their differences, first through dialogue and then through battle, only widen the rift. Majestix's fishy advisor Codfix, suggests intervention by the local Roman garrison will enable Majestix to become the sole chief, in return for which, Codfix wants to marry his daughter, Melodrama. Majestix agrees to the plan, unaware that Codfix intends to overthrow him. Melodrama reveals the plan to her lover, Histrionix, who is Cleverdix's son. He is sent to the village of Vitalstatistix, who assigns Asterix and Obelix, accompanied by Getafix, to prevent Roman intervention. Codfix promises the local Roman centurion he can take Cleverdix's followers as slaves for the legionaries, but Majestix refuses to allow his opponents to be enslaved. Enraged, the centurion imprisons Majestix and his followers. Asterix, Obelix and Getafix infiltrate the Romans' camp with the intention of releasing the prisoners. At the camp entrance, Getafix inadvertently leaves behind a flask of elixir, which restores a subject to full health while erasing his memory of the injury necessitating it. Codfix secretly observes a demonstration of the elixir and then takes the flask. Inside the camp, Getafix makes his usual magic potion in the guise of soup. When the suspicious centurion orders them to test it for poison, they give it to the prisoners, enabling them to defeat the Romans. Back at the village, Getafix makes more potion, and places it at a house spanning the ditch, with Asterix on watch. Codfix uses Getafix's elixir to cure the Romans and exploits their amnesia to claim the Gauls attacked the Romans unprovoked. That night, he returns to his village and seizes the potion, which (after having drunk it himself) he conveys to the Romans. At the next day's battle, the mixture of the two potions causes the Romans to inflate like balloons and then shrink to minuscule size. Terrified by this transformation, they promise to leave the local Gauls in peace. Meanwhile, Codfix has kidnapped Melodrama for a ransom of 100 pounds of gold. Histrionix goes after him, accompanied by Asterix and Obelix. Codfix, escaping via river with Melodrama, is captured by the series' recurrent pirates and offers them a share of the ransom. They are then attacked by the Gauls. Having consumed some magic potion, Histrionix duels Codfix, rendering the Pirates' ship once again a sunken wreck. Histrionix takes the upper hand and strikes Codfix for a literal mile into the Roman camp. At the village, the chieftains agree to a single combat fight but it eventually ends in a draw, whereupon Asterix, as referee, declares Histrionix chief instead. The villagers then divert the nearby river, filling the ditch, while Codfix is shown as the Romans' sole drudge. Histrionix and Melodrama are married, and Asterix, Obelix and Getafix return home. ==Note regarding== *Uderzo intended the Great Divide as a metaphor and condemnation of the Berlin Wall, which once separated Socialist East Berlin from Democratic West Berlin. *This marks the first occasion where the Pirates' ship is predictably rendered to shivers by Gauls other than Asterix and Obelix. *Histrionix and Melodrama are both drawn more naturalistic than the usual Asterix drawing style, recalling Panacea and her husband Tragicomix, first seen in Asterix the Legionary. Their subplot is taken from Romeo and Juliet; the English translation makes more explicit references to the play by partly re-enacting the iconic balcony scene. *While working, Fulliautomatix is seen in the company of an apron-clad youth. From resemblance, this may be his young son, last seen as a tot in Asterix in Corsica grown to teen size. *An audiobook of Asterix and the Great Divide adapted by Anthea Bell and Derek Hockridge and narrated by Willie Rushton was released on Hodder and Stoughton's Hodder Children's Audio in 1987. *This was the first volume of the series that was designed and written by Albert Uderzo alone, after the death of his long-time collaborator René Goscinny, and published by his own company, \"Editions Albert René\". Both stylistically and in story it departs from the previous volumes; consequently, it was hailed by some who thought the series had become stale, but reviled by others who thought it untrue to the spirit of the series. The following volumes followed a more balanced line between the style of the earlier volumes and that of Asterix and the Great Divide. *Codfix is often stated to smell of fish, and is even called a \"shoal of fish\" by Histrionix. His pale, deformed face and scale mail also provide expression of this image. He is the stereotype of a leader's right-hand advisor who appears loyal but plots against his master — in ways similar to the popular view of Louis XIII of France and Cardinal Richelieu; King Théoden and Gríma Wormtongue; or Goscinny's Caliph Haroun El Poussah and Grand Vizier Iznogoud; or the later Asterix characters, Rajah Watzit and Vizier Hoodunnit. * *This volume marks the first of only two occasions (the other being in Asterix and the Missing Scroll) that Getafix is seen consuming his magic potion. In Asterix and Obelix All at Sea it's mentioned he partook some out of sight; but here he is shown in the act. *The English name of the chief of the right-side part of the divided village, Majestix, is what Vitalstatistix is named in Norwegian, German, Greek, Estonian, and Swedish. *In the English translation, Getafix laments - \"Change and decay in all around I see\" is taken from Henry Francis Lyte's hymn, Abide with Me. ==In other languages== Apart from common translations, the volume was also translated into Viennese dialect (by Willi Resetarits), as \"Da grosse Grobn\", Swissgerman as '\"Dr gross Grabe\"' and into the Finnish Savo dialect as \"Luaksolaesten lempi\" (\"Love among the valley people\"). *Catalan: La gran rasa *Croatian: Razdvojeno selo (Separated village) *Czech: Asterix a Velký příkop *Dutch: De broedertwist *Finnish: Syvä kuilu *West Frisian: De Grutte Kleau *German: Der große Graben (\"The Great Trench\") **Neuhessisch: (\"Here and There\") **Schwäbisch (Swabian): Dr große Graba **Schweizerdeutsch (Swissgerman): Dr gross Grabe **Wienerisch (Viennese): Da grosse Grobn *Greek: Η μεγάλη τάφρος *Hebrew: הכפר החצוי *Indonesian: \"Asterix dan Desa Belah Tengah\" *Italian: Asterix e il grande fossato *Latin: Fossa alta *Mirandese: L Galaton *Norwegian: Borgerkrigen (The civil war) *Portuguese: O grande Fosso *Polish: Wielki rów *Spanish: Asterix y la Gran Zanja *Serbian: Podeljeno selo (The Divided Village) *Swedish: Det stora bygrälet *Turkish: Büyük Hendek == Reception == On Goodreads, it has a score of 3.95 out of 5. ==References== == External links == *Official English Website Great Divide, Asterix and the Category:Works based on Romeo and Juliet Category:1980 graphic novels Category:Comics by Albert Uderzo Category:Comics based on works by William Shakespeare",
 "title": "Asterix and the Great Divide"
}