{
 "id": "662350",
 "text": "Medgar Evers College is a public college in New York City. It is a senior college of the City University of New York (CUNY), offering baccalaureate and associate degrees. It was officially established in 1970 through cooperation between educators and community leaders in central Brooklyn. It is named after Medgar Wiley Evers, an African American civil rights leader who was assassinated on June 12, 1963. The college is divided into four schools: the School of Business, the School of Professional and Community Development, the School of Liberal Arts and Education, and the School of Science, Health, and Technology. The college also operates several external programs and associated centers such as the Male Development and Empowerment Center, the Center for Women's Development, the Center for Black Literature, and the DuBois Bunche Center for Public Policy. The college is a member of the Thurgood Marshall College Fund. ==Campus== thumb|The Academic Complex Building of Medgar Evers College The college is presently located in four buildings, 1150 Carroll Street (\"The Carroll Street Building\"), a four-story gross building originally built as the Brooklyn Preparatory School in 1908, 1650 Bedford Avenue (\"The Bedford Building\"), a three-story gross building completed in 1988, and The School of Business and Student Support Services Building, 1637 Bedford Avenue (\"The 'S' Building\"), a three-story gross building. The new Academic Building (AB1), structurally engineered by Leslie E. Robertson Associates (LERA), and designed by Ennead Architects, houses the sciences, a new cafeteria and the Edison O. Jackson auditorium open in the Fall of 2010. The five-story gross brick structure on the northern side of Crown Street, features computer- enabled smart classrooms, labs, and a 500-person dining hall. The college currently maintains other administrative offices elsewhere in Brooklyn. Some of the land the college is located on was originally the location of the Kings Country Penitentiary - known colloquially as the Crow Hill Penitentiary - from 1848 to 1907. When it was closed and demolished, the site became the location of Brooklyn Preparatory School, a Jesuit institution, until 1972, when the school closed. The land was then sold to CUNY., p.81. The exact site of the prison was between Rogers and Nostrand Avenues and between Crown and Montgomery Streets. ==Admissions== Medgar Evers College has an open admissions policy. Incoming freshmen entering the Baccalaureate programs must have a minimum high school average of 80 with at least 17 academic units such as four units of English, four units of social studies, three units of mathematics, two units of a foreign language, two units of sciences, and two units of regular academic subjects, and a minimum SAT score of 960 (480 Verbal 480 Math) or ACT composite score of 20 or above. As of 2017, Medgar Evers' student ethnic diversity was 76% Black non-Hispanic, 15% Hispanic, 3% Asian or Pacific Islander, 2% non-Hispanic White, and 1% two or more races. ==Graduation rate== The college's graduation rate is 11.81% with 150% of normal time, i.e., out of 1,126 candidates seeking a four-year bachelor's degree, 133 graduated within six years. ==Academics== Medgar Evers College offers baccalaureate degrees and associate degrees in several disciplines. It offers a Licensed Practical Nursing (LPN) certificate program through its Nursing Department. It also offers a number of courses and certificate programs through the Continuing Education component of its School of Professional and Community Development. ===School of Business=== The School of Business has produced over 2,000 graduates from its programs, including attorneys, judges, CPAs, managers, and entrepreneurs. The School is accredited by the Association of Collegiate Business Schools and Programs (ACBSP) and a member of the National Association of Schools of Public Affairs and Administration (NASPAA). The School of Business is home to a chapter of Delta Mu Delta international honor society. The School of Business is also home to the Entrepreneurship & Experiential Learning Lab, which operates a number of programs including the International Innovators Initiative and the Virtual CEED Program (Community Entrepreneurship, Engagement, & Development) with corporate sponsor SourceFunding.org. ===School of Liberal Arts and Education=== The School of Liberal Arts and Education offers the largest portion of the courses that make up the college's liberal arts core curriculum. About 45 percent of the college's full-time enrollment is supported in the School of Liberal Arts & Education. The School of Liberal Arts & Education houses six academic departments: Education, Interdisciplinary Studies (IDS), English, Mass Communications, Psychology, Social and Behavioral Sciences (SBS), and Philosophy & Religious Studies. Two associate degrees and two bachelor's degrees are offered within the School. ===School of Science, Health and Technology=== The School of Science, Health and Technology consists of the Departments of Biology, Mathematics, Nursing, and Physical, Environmental and Computer Sciences. It offers degrees at both baccalaureate and associate levels. The School of Science, Health and Technology also offers special Transfer Opportunities into Allied Health Programs at SUNY Downstate Medical Center. Students who complete a prescribed course of study at MEC are granted preferred acceptance into four SUNY Downstate Medical Center degree programs: Physician Assistant Program, Physical Therapy Program, Diagnostic Medical Imaging Program, and Occupational Therapy Program. ===Academic centers=== There are also many academic centers at the college, which support scholarship and services to the residents of Central Brooklyn, and the greater New York area. These include: *The Center for Black Literature, which holds the National Black Writers Conference *The Center for Teaching and Learning Excellence *The Center for Women's Development *The Male Development and Empowerment Center *The DuBois Bunche Center for Public Policy *The Center for Law and Social Justice *The Brooklyn International Trade Development Center *The Center for Diopian Inquiry and Research on Education (DIRECT Center) *The Entrepreneurship & Experiential Learning Lab, which houses a number of programs including the International Innovators Initiative and the Virtual CEED Program (Community Entrepreneurship, Engagement, & Development) operated in collaboration with corporate sponsor SourceFunding.org and focused on inclusive finance and supporting underserved small businesses and entrepreneurs. ==Student life== The college is home to a number of student clubs and organizations, including the ADAFI student newspaper, local student chapters of the American Marketing Association and the National Association of Black Accountants; Alpha Kappa Alpha sorority - Alpha Mu chapter; Phi Beta Sigma fraternity - Alpha Alpha Phi chapter; and Upsilon Theta Pi, the college's women's honor society. The college is also home to the Alpha chapter of Pi Eta Kappa honor fraternity. Pi Eta Kappa, a social and academic initiative of the Male Development and Empowerment Center, was established in 2007. ==Athletics== Medgar Evers College teams participate as a member of the National Collegiate Athletic Association's Division III. The Cougars are a member of the City University of New York Athletic Conference (CUNYAC). Men's sports include basketball, cross country, soccer, track & field and volleyball; while women's sports include basketball, cheerleading, cross country, soccer, tennis, track & field and volleyball. ==Notable faculty== * Roger Green, former New York State Assemblymember, faculty member in the Department of Public Administration * George Irish, renowned Montserratian academic, community leader and activist * John Oliver Killens taught at the college before his death in 1987 and founded the National Black Writers Conference * Former Congressman Major Owens, faculty member in the Department of Public Administration * Betty Shabazz, wife of Malcolm X, taught at Medgar Evers College beginning in 1976 and later headed the college's Office of Institutional Advancement and Public Relations until her death in 1997. In 2003, a bust of Shabazz was created and placed on permanent display in the Bedford Building. ==Alumni== The college has graduated over 12,000 alumni since its doors first opened, including: *Carl Andrews, former New York State senator *Yvette Clarke, congresswoman, member of the United States House of Representatives from New York *Rev. Dr. Iyanla Vanzant, author and television personality ==References== ==External links== * * Official athletics website Category:1970 establishments in New York City Category:Colleges of the City University of New York Category:Educational institutions established in 1970 Category:Universities and colleges in Brooklyn Category:Universities and colleges on Long Island",
 "title": "Medgar Evers College"
}