{
 "id": "663039",
 "text": "300px|right|thumb|Different modes of two-phase flows. In fluid mechanics, two- phase flow is a flow of gas and liquid — a particular example of multiphase flow. Two-phase flow can occur in various forms, such as flows transitioning from pure liquid to vapor as a result of external heating, separated flows, and dispersed two-phase flows where one phase is present in the form of particles, droplets, or bubbles in a continuous carrier phase (i.e. gas or liquid). ==Categorization== The widely accepted method to categorize two-phase flows is to consider the velocity of each phase as if there is not other phases available. The parameter is a hypothetical concept called Superficial velocity. == Examples and applications == Historically, probably the most commonly studied cases of two-phase flow are in large-scale power systems. Coal and gas-fired power stations used very large boilers to produce steam for use in turbines. In such cases, pressurised water is passed through heated pipes and it changes to steam as it moves through the pipe. The design of boilers requires a detailed understanding of two-phase flow heat-transfer and pressure drop behaviour, which is significantly different from the single- phase case. Even more critically, nuclear reactors use water to remove heat from the reactor core using two-phase flow. A great deal of study has been performed on the nature of two-phase flow in such cases, so that engineers can design against possible failures in pipework, loss of pressure, and so on (a loss-of-coolant accident (LOCA)).Salomon Levy, Two-Phase Flow in Complex Systems, Wiley, 1999 Another case where two-phase flow can occur is in pump cavitation. Here a pump is operating close to the vapor pressure of the fluid being pumped. If pressure drops further, which can happen locally near the vanes for the pump, for example, then a phase change can occur and gas will be present in the pump. Similar effects can also occur on marine propellers; wherever it occurs, it is a serious problem for designers. When the vapor bubble collapses, it can produce very large pressure spikes, which over time will cause damage on the propeller or turbine. The above two-phase flow cases are for a single fluid occurring by itself as two different phases, such as steam and water. The term 'two-phase flow' is also applied to mixtures of different fluids having different phases, such as air and water, or oil and natural gas. Sometimes even three-phase flow is considered, such as in oil and gas pipelines where there might be a significant fraction of solids. Although oil and water are not strictly distinct phases (since they are both liquids) they are sometimes considered as a two-phase flow; and the combination of oil, gas and water (e.g. the flow from an offshore oil well) may also be considered a three-phase flow. Other interesting areas where two-phase flow is studied includes water electrolysis, climate systems such as clouds, and in groundwater flow, in which the movement of water and air through the soil is studied. Other examples of two-phase flow include bubbles, rain, waves on the sea, foam, fountains, mousse, cryogenics, and oil slicks. One final example is in the electrical explosion of metal. == Characteristics of two-phase flow == Several features make two-phase flow an interesting and challenging branch of fluid mechanics: *Surface tension makes all dynamical problems nonlinear (see Weber number). *In the case of air and water at standard temperature and pressure, the density of the two phases differs by a factor of about 1000. Similar differences are typical of water liquid/water vapor densities. *The sound speed changes dramatically for materials undergoing phase change, and can be orders of magnitude different. This introduces compressible effects into the problem. *The phase changes are not instantaneous, and the liquid vapor system will not necessarily be in phase equilibrium. *The change of phase means flow-induced pressure drops can cause further phase-change (e.g. water can evaporate through a valve) increasing the relative volume of the gaseous, compressible medium and increasing exit velocities, unlike single- phase incompressible flow where closing a valve would decrease exit velocities. *Can give rise to other counter-intuitive, negative resistance- type instabilities, like Ledinegg instability, geysering, chugging, relaxation instability, and flow maldistribution instabilities as examples of static instabilities, and other dynamic instabilities.Ghiaasiaan, S. M.Two-Phase Flow, Boiling, and Condensation: In Conventional and Miniature Systems, Cambridge University Press, 2008. pg 362. ==Acoustics== Gurgling is a characteristic sound made by unstable two-phase fluid flow, for example, as liquid is poured from a bottle, or during gargling. == See also == * Multiphase flow * Buckley–Leverett equation * Darcy's law for multiphase flow (for flow through porous media such as soil) * Slip ratio (gas–liquid flow) * Mass flow meter == Modelling == thumb|250px|right|Simulation of bubble swarm using volume of fluid method Modelling of two phase flow is still under development. Known methods are *Volume of fluid method *Level-set method *Front tracking by Gretar Tryggvason *Lattice Boltzmann methods *Smoothed- particle hydrodynamics (SPH) == References == Category:Fluid dynamics Effect of Wall Shear Stress on Two Phase Fluctuating Flow of Dusty Fluids by Solving Light Hill Technique",
 "title": "Two-phase flow"
}