{
 "id": "663046",
 "text": "Vincent Deighan (born 1968), better known by the pen name Frank Quitely, is a Scottish comic book artist. He is best known for his frequent collaborations with Grant Morrison on titles such as New X-Men, We3, All-Star Superman, and Batman and Robin, as well as his work with Mark Millar on The Authority and Jupiter's Legacy. ==Early life== Deighan was raised in Rutherglen, although attended St. Bride's High School in East Kilbride (as his father worked there as a PE teacher). He studied at the Glasgow School of Art but did not complete his course in fine art, drawing and painting. ==Career== Deighan worked up the Scottish underground comics title Electric Soup in 1990, writing and drawing The Greens, a parody of The Broons strip published by D. C. Thomson. It was in working on this book that he adopted the pseudonym of Frank Quitely (a spoonerism of \"quite frankly\"), as he did not want his family to know it was his work, worried that they may have found it upsetting. Initially Electric Soup was only distributed locally in Glasgow, then it was picked up by John Brown Publishing for widespread national UK distribution. This brought Quitely's work to the attention of Judge Dredd Megazine editor David Bishop. He was given work on Shimura, written by Robbie Morrison, and Missionary Man, by Gordon Rennie, quickly rising to prominence. He drew various stories in Paradox Press' series of The Big Book Of graphic novels, as well as work in Dark Horse Presents for Dark Horse Comics. His first major work in American comics was Flex Mentallo in 1996, a Doom Patrol spin-off written by fellow Glaswegian Grant Morrison for DC Comics' Vertigo imprint. Initially he worked on strips for anthology titles such as Weird War Tales, and drew three issues of Jamie Delano's 2020 Visions, as well as various covers for DC. He later drew his first full length graphic novel, Batman: The Scottish Connection, with writer Alan Grant in which The Greens make a cameo appearance. Quitely and Grant worked on a one-shot titled Lobo: The Hand-to-Hand Job later retitled as It's a Man's World. Although Quitely did all the pencils, the story was not released. 2000 saw Quitely and Morrison collaborate again, on JLA: Earth 2. The graphic novel was met with positive critical response, and later that year Quitely took over from Bryan Hitch as artist on The Authority, with Mark Millar as writer. Quitely left The Authority to draw New X-Men. Quitely illustrated a Destiny story for Neil Gaiman's The Sandman: Endless Nights hardcover graphic novel in 2003. After leaving New X-Men, Quitely drew the mini-series We3 in 2004, again in collaboration with Morrison.Cowsill \"2000s\" in Dolan, p. 314: \"Writer Grant Morrison and longtime artistic collaborator Frank Quitely presented one of the year's most touching and original stories in WE3.\" He shared the 2005 Best Penciller/Inker or Penciller/Inker Team Eisner Award in a tie with artist John Cassaday for his work on the book. That same year, he and Morrison were nominated for Best Limited Series for that book, and Quitely additionally was nominated for the Best Cover Artist Eisner for both We3 and Bite Club. He wrote and drew new instalments of The Greens for the Scottish underground comic Northern Lightz, and in 2005 Morrison and Quitely designed a series of tarot cards for Intensive Care, an album by popstar Robbie Williams. In December 2004, Quitely signed to a two-year exclusive contract with DC Comics, where he illustrated All-Star Superman.Cowsill \"2000s\" in Dolan, p. 324: \"Grant Morrison and artist Frank Quitely unveiled one of the most original and well-received Superman series for years as they combined high-concept science-fiction elements with classic Silver Age concepts in their All Star Superman series.\" The twelve issue series, yet another collaboration with Morrison, began publication in November 2005. Quitely and Morrison's work on the series won them the Eisner Award for Best New Series in 2006, with Quitely collecting another nomination for Best Penciller/Inker. The series won Best Continuing Series in 2007 and 2009. In 2008 Quitely illustrated the cover for the debut issue of Scottish underground comic Wasted. In early 2009, Frank Quitely collaborated with the Scottish rock band The Phantom Band in designing artwork for a limited edition 7\" single for their song \"The Howling\", which plays on Quitely's interest in occultism and esoterica. This was released as a limited run collector's pressing by Glasgow's Chemikal Underground Records. That same year, Quitely again teamed with Morrison, illustrated the first three issues of Batman and Robin title,Cowsill \"2000s\" in Dolan, p. 338: \"Grant Morrison and artist Frank Quitely teamed up once again to unleash a new Dynamic Duo on Gotham City.\" which debuted in June 2009 after the \"Battle for the Cowl\" storyline. He provided covers through issue No. 16. Quitely was one of the artists of Batman No. 700 (Aug. 2010).Cowsill \"2000s\" in Dolan, p. 342: \"Written by Grant Morrison with art by Tony S. Daniel, Andy Kubert, Frank Quitely, [David] Finch, and Richard Friend, this milestone issue of Batman featured an all-star roster of talent.\" On 9 April 2011, Quitely was one of 62 comics creators who appeared at the IGN stage at the Kapow! convention in London to set two Guinness World Records, the \"Fastest Production of a Comic Book\" and \"Most Contributors to a Comic Book\". With Guinness officials on hand to monitor their progress, writer Mark Millar began work at 9 AM scripting a 20-page black and white Superior comic book, with Quitely and the other artists appearing on stage throughout the day to work on the pencils, inks, and lettering, including Dave Gibbons, John Romita Jr., Jock, Adi Granov, Doug Braithwaite, Ian Churchill, Olivier Coipel, Duncan Fegredo, Simon Furman, David Lafuente, John McCrea, Sean Phillips and Liam Sharp, who all drew a panel each, with regular Superior artist Leinil Yu creating the book's front cover. The book was completed in 11 hours, 19 minutes, and 38 seconds, and was published through Icon on 23 November 2011, with all royalties being donated to Yorkhill Children's Foundation. In 2012, Quitely was one of several artists to illustrate a variant cover for Robert Kirkman's The Walking Dead No. 100, which was released on 11 July at the San Diego Comic-Con. Quitely was the artist on Jupiter's Legacy, a ten-issue, creator-owned miniseries published by Image Comics that premiered in September 2012. It is written by Mark Millar, who described the project as \"his Star Wars\", and a cross between The Lord of the Rings and a large-scale superhero crossover, albeit one that did not require the in-depth knowledge normally required of such stories, as it features entirely new characters. Archive requires scrolldown On July 17, 2018, it was announced that Netflix had given a series order for a television adaptation of Jupiter's Legacy. Quitely drew the fourth issue of Grant Morrison's The Multiversity limited series which was published in November 2014. In March 2017, an exhibition of his work was displayed at Kelvingrove Art Gallery and Museum in Glasgow. A few months later, Quitely received an honorary degree as a Doctor of Letters from the University of Glasgow in recognition of his achievements. ==Personal life== Quitely married his high school sweetheart, Ann Jane Deighan.Brissenden, Rachelle (Editor) (May 2000). \"Voice of Authority\", The Authority #13, p 23. WildStorm/DC Comics (La Jolla, California). They live in Rutherglen with their sons, Vincent and Joseph, and their daughter, Orla. Quitely's son Vincent is also an artist who created art for St. Columbkille's Church in 2011 while a pupil at Trinity High School in Cambuslang. Quitely used to design his own hats and clothing. For a long time, he eschewed social media, noting that the Twitter account @Frank_Quitely is unconnected with him. In 2021, Quitely started accounts of both Twitter and Instagram. ==Awards== *2002: Won \"Best Artist in Comics Today\" National Comics Award *2005: Won \"Best Penciller/Inker\" Eisner Award for We3 (tied with John Cassaday) *2006: Won \"Best New Series\" Eisner Award for All-Star Superman with Grant Morrison *2007: ** Won \"Best Continuing Series\" Eisner Award for All- Star Superman with Grant Morrison ** Won \"Best Artist\" Harvey Award for All- Star Superman *2008: Won \"Best Artist\" Harvey Award for All-Star Superman *2009: ** Won \"Best Continuing Series\" Eisner Award for All-Star Superman with Grant Morrison ** Won \"Best Artist\" Harvey Award for All-Star Superman ===Nominations=== *2001: ** \"Best Penciller/Inker Team\" Eisner Award for The Authority with Trevor Scott ** \"Best Serialized Story\" Eisner Award for The Authority: The Nativity with Mark Millar *2002: \"Best Serialized Story\" Eisner Award for New X-Men: E is for Extinction with Grant Morrison *2003: \"Best Artist in Comics Today\" National Comics AwardSutherland, Kev F. \"NATIONAL COMICS AWARDS 2002: THE 5TH NATIONAL COMICS AWARDS RESULTS,\" 2000ADonline.org. Archived at the Wayback Machine. Retrieved Nov. 30, 2020. *2004: \"Best Painter/Multimedia Artist\" for The Sandman: Endless Nights: \"Destiny\" *2005: ** \"Best Cover Artist\" Eisner Award for We3 and Bite Club (comics) ** \"Best Limited Series\" Eisner Award for We3 *2006: \"Best Penciller/Inker\" Eisner Award for All-Star Superman *2010: \"Best Artist\" Harvey Award for Batman and Robin ==Bibliography== Interior comic work includes: *Electric Soup #1–17 (script and art, anthology, 1989–1992) *Judge Dredd Megazine (anthology, Fleetway): **Missionary Man (with Gordon Rennie, in vol. 2 #29–30 and 50–55, 1993–1994) **Inspector Shimura (with Robbie Morrison, in vol. 2 #37–39, 1993) **Judge Inspector Inaba (with Robbie Morrison, in vol. 3 #21, 1996) *Dark Horse Presents #91–93: \"Blackheart\" (with Robbie Morrison, anthology, Dark Horse, 1994–1995) *The Big Book of... (anthology, Paradox Press): ** \"The Choking Doberman\" (with Jan Harold Brunvand, in The Big Book of Urban Legends, 1994) ** \"The Physicist and the Flying Saucers\" (with Doug Moench, in The Big Book of Conspiracies, 1995) ** \"A Visit with the Hanging Judge\" (with Bronwyn Carlton, in The Big Book of Death, 1995) ** \"Salvador Dali\" (with Carl Posey, in The Big Book of Weirdos, 1995) ** \"The Elephant Man\" (with Gahan Wilson, in The Big Book of Freaks, 1996) ** \"Ma Barker\" (with George Hagenauer, in The Big Book of Little Criminals, 1996) ** \"Cottingley Fairy Photos\" (with Paul M. Yellovich, in The Big Book of Hoaxes, 1996) ** \"Pavel Navrotsky's Pig Pen\" (with Paul Kirchner, in The Big Book of Losers, 1997) ** \"St. Polycarp: The Cult of Saints\" (with John Wagner, in The Big Book of Martyrs, 1997) *Flex Mentallo #1–4 (with Grant Morrison, Vertigo, 1996) *2020 Visions #1–3 (with Jamie Delano, Vertigo, 1997) *Weird War Tales vol. 2 #3: \"New Toys\" (with Grant Morrison, anthology, Vertigo, 1997) *Gangland #1: \"Your Special Day\" (with Doselle Young, anthology, Vertigo, 1997) *Batman: The Scottish Connection (with Alan Grant, one-shot, DC Comics, 1998) *Shit the Dog #3: \"Floaters\" (script and art, anthology, Bad Press, 1998) *The Kingdom: Offspring (with Mark Waid, one-shot, DC Comics, 1998) *Flinch (anthology, Vertigo): ** \"Nice Neighborhood\" (with Jen Van Meter, in #1, 1999) ** \"Watching You\" (with Bruce Jones, in #12, 2000) *Heart Throbs vol. 2 #2: \"Romancing the Stone\" (with ILYA, anthology, Vertigo, 1999) *Strange Adventures vol. 2 #1: \"Immune\" (with Robert Rodi, anthology, Vertigo, 1999) *Northern Lightz #1–11 (various strips with Alan Grant, anthology, 1999–2005) *Transmetropolitan #31 (with Warren Ellis, among other artists, Vertigo, 2000) *JLA: Earth 2 (with Grant Morrison, graphic novel, DC Comics, 2000) *The Authority #13–16, 19–20, 22 (with Mark Millar, Wildstorm, 2000–2001) *The Invisibles vol. 3 #1: \"Glitterdammerung\" (with Grant Morrison, Vertigo, 2000) *New X-Men #114–116, 121–122, 126, 135–138 (with Grant Morrison, Marvel, 2001–2003) *Captain America: Red, White & Blue: \"They Just Fade Away\" (with Jeff Jensen, anthology graphic novel, Marvel, 2002) *The Sandman: Endless Nights: \"VII: Destiny\" (with Neil Gaiman, a chapter in the graphic novel, Vertigo, 2003) *411 #1: \"Tit-for-Tat\" (with Mark Millar, anthology, Marvel, 2003) *We3 #1–3 (with Grant Morrison, Vertigo, 2004–2005) *All-Star Superman #1–12 (with Grant Morrison, DC Comics, 2006–2008) *Batman and Robin #1–3: \"Batman Reborn\" (with Grant Morrison, DC Comics, 2009) *Batman #700: \"Time and the Batman: Today\" (with Grant Morrison and Scott Kolins, co-feature, DC Comics, 2009) *Madman 20th Anniversary Monster!: \"The Grand Design\" (script and art, anthology graphic novel, Image, 2011) *DC Universe: Legacies #8: \"Snapshot: Revelation!\" (with Len Wein, co-feature, DC Comics, 2011) *Jupiter's Legacy vol. 1 #1–5 and vol. 2 #1–5 (with Mark Millar, Image, 2013–2015; 2016–2017) *The Multiversity: Pax Americana: \"In Which We Burn\" (with Grant Morrison, one-shot, DC Comics, 2015) ===Covers only=== *Judge Dredd Megazine vol. 3 #19, 32 (Fleetway, 1996–1997) *Negative Burn #38 (Caliber, 1996) *DNA Swamp #1 (DNA Design, 1997) *JLA Gallery #1 (DC Comics, 1997) *Transmetropolitan #4–6 (Vertigo, 1997–1998) *Vamps: Pumpkin Time #1–3 (Vertigo, 1998–1999) *James Murphy's August #1 (Bigger Betty, 1998) *The Foot Soldiers vol. 2 #3 (Image, 1998) *Avengers Forever #4 (Marvel, 1999) *The Authority #17–18, 21 (Wildstorm, 2000–2001) *Gen-Active #5 (Wildstorm, 2001) *Wizard #117, 124, 140 (Wizard, 2001–2003) *New X-Men #117–120, 127, 132–133 (Marvel, 2001–2003) *Wizard Ace Edition: Uncanny X-Men #94 (Marvel, 2002) *Wizard Special Edition: X-Men (Marvel, 2002) *X-Statix #4 (Marvel, 2003) *Puffed #1 (Image, 2003) *Youngblood: Bloodsport #1 (Arcade, 2003) *Anarchy for the Masses sc (Mad Yak Press, 2003) *Masters of the Universe vol. 3 #1 (MVCreations, 2004) *Bite Club #1–6 + Vampire Crime Unit #1–2 (Vertigo, 2004; 2006) *Books of Magick: Life During Wartime #1–5, 7, 9, 11 (Vertigo, 2004–2005) *Transformers: Last Stand hc (Titan Books, 2005) *Wanted #6 (Top Cow, 2005) *Jonah Hex vol. 2 #1 (DC Comics, 2006) *American Virgin #1–3 (Vertigo, 2006) *All-Star Batman and Robin, the Boy Wonder #10 (DC Comics, 2008) *Wasted #1 (Bad Press, 2008) *Olympus #2 (Image, 2009) *Birds of Prey #125 (DC Comics, 2009) *Madame Xanadu #6 (Vertigo, 2009) *Final Crisis Secret Files (DC Comics, 2009) *Wonder Woman vol. 3 #27 (DC Comics, 2009) *Batman and Robin #4–16 (DC Comics, 2009–2010) *DCU Holiday Special 2009 (DC Comics, 2009) *Judge Dredd Megazine #301 (Rebellion, 2010) *Superman/Batman #75 (DC Comics, 2010) *Green Lantern vol. 4 #60 (DC Comics, 2011) *Teen Titans vol. 3 #89 (DC Comics, 2011) *Liberty Annual '11 (Image, 2011) *T.H.U.N.D.E.R. Agents vol. 3 #1 (DC Comics, 2011) *Batman Incorporated vol. 2 #1 (DC Comics, 2012) *The Walking Dead #100 (Image, 2012) *Channel Evil #3 (Renegade, 2012) *Happy! #4 (Image, 2013) *Django Unchained #5 (Vertigo, 2013) *Elephantmen #50 (Image, 2013) *House of Gold and Bones #4 (Dark Horse, 2013) *Jupiter's Circle vol. 1 #1–6 + vol. 2 #1–6 (Image, 2015–2016) *Super Sons #1 (DC Comics, 2017) *Kid Lobotomy #1 (IDW Publishing, 2017) *Kingsman: The Red Diamond #1 (Image, 2017) *The Dark Knight III: The Master Race #9 (DC Comics, 2017) *Klaus and the Crisis in Xmasville #1 (Boom! Studios, 2017) *The Edge Off #1 (Cabal, 2018) *Kick-Ass vol. 4 #1 (Image, 2018) *JLA/Doom Patrol Special #1 (DC's Young Animal, 2018) *Mother Panic/Batman Special #1 (DC's Young Animal, 2018) *Shade/Wonder Woman Special #1 (DC's Young Animal, 2018) *Prodigy #1 (Image, 2018) *Green Lantern #1 (DC Comics, 2019) *Sharkey the Bounty Hunter #1 (Image, 2019) *Action Comics #1013 (DC Comics, 2019) *Killtopia Volume 2 (BHP Comics, 2019) *American Jesus: The New Messiah #1 (Image, 2019) *The Batman's Grave #7 (DC Comics, 2020) *Detective Comics #1027 (DC Comics, 2020) *The Joker vol. 2 #1 (DC Comics, 2021) *Fire Power #12 (Image, 2021) *Jupiter's Legacy: Requien #1 (Image, 2021) *Gotham City Villains Anniversary Giant #1 (DC Comics, 2022) ==See also== *What Do Artists Do All Day? ==References== ==Notes== ==External links== * Frank Quitely at 2000 AD online * * Frank Quitely Image Gallery at Comic Art Community * Frank Quitely at Mike's Amazing World of Comics * Frank Quitely at the Unofficial Handbook of Marvel Comics Creators ===Interviews=== * An Audio Interview with Frank Quitely by SiDEBAR (Part I) and (Part II) Category:1968 births Category:Living people Category:Artists from Glasgow Category:People from Rutherglen Category:Pseudonymous artists Category:Scottish comics artists Category:Alumni of the Glasgow School of Art Category:Eisner Award winners for Best Penciller/Inker or Penciller/Inker Team Category:Harvey Award winners for Best Artist or Penciller",
 "title": "Frank Quitely"
}