{
 "id": "663062",
 "text": "Ylöjärvi () is a town and a municipality in the Pirkanmaa region, northwest of Tampere and north of the capital city Helsinki in Finland. The town has a population of () and covers an area of of which is water. The population density is . Ylöjärvi is mostly a rural town. It does not have a clear center; the Tampere–Vaasa highway (E12) and the Tampere–Seinäjoki railway divide the municipality's town center into two major distinct parts: the church village and Soppeenmäki. The railway, completed in 1971, has no passenger seats in the Ylöjärvi area, so buses handle all public transport.Jussi Iltanen: Radan varrella: Suomen rautatieliikennepaikat, p. 136. Helsinki: Karttakeskus, 2010. (in Finnish) The population has increased rapidly in recent years. In 1990 it was slightly over 18,000, while on December 31, 2011 it was 30,942. The neighbouring municipalities are Hämeenkyrö, Ikaalinen, Kihniö, Nokia, Parkano, Ruovesi, Tampere and Virrat. The municipality of Viljakkala was consolidated with Ylöjärvi on January 1, 2007. The municipality of Kuru was consolidated with Ylöjärvi on January 1, 2009. The coat of arms of Ylöjärvi was designed by Gustaf von Numers and it was confirmed in 1954.Mitä-Missä-Milloin 1980, p. 174. (in Finnish) Results of the 2021 Finnish municipal elections, resulted in the True Finns being the largest group on Ylöjärvi council, in Ylöjärvi. ==History== The chapel parish of Ylöjärvi was founded in 1779 by separating it from Pirkkala.Tuohitorventien sukututkimuspiste – Seurakuntien pääpiirteittäinen jakautuminen (in Finnish)YLÖJÄRVI – Svala & Joutsi (in Finnish) The first church in Ylöjärvi, located on the site of the current church, was completed in 1781, but was destroyed in a fire caused by lightning in 1842. Ylöjärvi was founded as a municipality in 1869. Since January 1, 2004, it has been known as a town (kaupunki). The Finnish Museum of Refrigeration also locates at Ylöjärvi. ==Demographics== The following graph shows the population development of the city since 1805. The diagram uses the area division in force at the time. ==Culture== ===Food=== In the 1980s, overly sweeted limppu and the \"sauna smoked\" ham were named Ylöjärvi's traditional parish dishes.Jaakko Kolmonen: Kotomaamme ruoka-aitta: Suomen, Karjalan ja Petsamon pitäjäruoat, p. 80. Helsinki: Patakolmonen Ky., 1988. (in Finnish) ===Tree Mountain=== The town is the location of Tree Mountain, Land Art by Agnes Denes. This work was conceived in 1983, and construction was announced by the Finnish government at the 1992 Earth Summit. Construction was complete in 1996, and the site is legally protected for the next 400 years. Tree Mountain was dedicated in June 1996 by the President of Finland. ==Notable people== The rock band Eppu Normaali originates in Ylöjärvi. ==International relations== ===Twin towns — Sister cities=== Ylöjärvi is twinned with: {| class=\"wikitable\" |- valign=\"top\" | * Arvika, Sweden * Balatonföldvár, Hungary * Kongsvinger, Norway || * Saku Parish, Estonia * Skive, Denmark * Vyshny Volochyok, Russia |} ==Gallery== ==See also== * Tankki täyteen ==References== ==External links== * – Official website Category:Cities and towns in Finland Category:Populated places established in 1869 Category:1869 establishments in the Russian Empire",
 "title": "Ylöjärvi"
}