{
 "id": "66331",
 "text": "The Battle of Dien Bien Phu ( ; , ) was a climactic confrontation of the First Indochina War that took place between 13 March and 7 May 1954. It was fought between the French Union's colonial Far East Expeditionary Corps and Viet Minh communist revolutionaries. The United States was officially not a party to the war, but it was secretly involved by providing financial and material aid to the French Union, which included CIA contracted American personnel participating in the battle. The Peoples Republic of China and the Soviet Union similarly provided vital support to the Viet Minh, including most of their artillery and ammunition. The French began an operation to insert, then support, their soldiers at Điện Biên Phủ, deep in the west of Tonkin, up in the hills of northwestern Vietnam. The operation's purpose was to cut off Viet Minh supply lines into the neighboring Kingdom of Laos (a French ally), and draw the Viet Minh into a major confrontation in order to cripple them. The plan was to resupply the French position by air–based on the belief that the Viet Minh had no anti-aircraft capability. The Viet Minh, however, under General Võ Nguyên Giáp, surrounded and besieged the French. They brought in vast amounts of heavy artillery (including anti-aircraft guns) and managed to move these bulky weapons through difficult terrain up the rear slopes of the mountains. They then dug tunnels through the mountains and arranged the guns to target the French position. In March, a massive artillery bombardment by the Viet Minh ensued. The strategic positioning of their artillery made it nearly impervious to French counter-battery fire. Tenacious fighting on the ground ensued, reminiscent of the trench warfare of World War I. At times, the French repulsed Viet Minh assaults on their positions while supplies and reinforcements were delivered by air. As key positions were overrun, the perimeter contracted, and the air resupply on which the French had placed their hopes became impossible. As the Viet Minh anti-aircraft fire took its toll, fewer and fewer of those supplies reached the French. The garrison was overrun in May after a two-month siege, and most of the French forces surrendered. A few of them escaped to Laos. The French government in Paris then resigned, and the new Prime Minister, the left-of-centre Pierre Mendès France, supported French withdrawal from Indochina. Of the 11,000 French troops captured, only 3,300 survived imprisonment. The Battle of Điện Biên Phủ was decisive; the war ended shortly afterward and the 1954 Geneva Accords were signed. France agreed to withdraw its forces from all its colonies in French Indochina, while stipulating that Vietnam would be temporarily divided at the 17th parallel, with control of the north given to the Viet Minh as the Democratic Republic of Vietnam under Ho Chi Minh, and the south becoming the State of Vietnam, nominally under Emperor Bảo Đại, preventing Ho Chi Minh from gaining control of the entire country.Nash, Gary B., Julie Roy Jeffrey, John R. Howe, Peter J. Frederick, Allen F. Davis, Allan M. Winkler, Charlene Mires, and Carla Gardina Pestana. The American People, Concise Edition Creating a Nation and a Society, Combined Volume (6th Edition). New York: Longman, 2007. == Background == === Military situation === By 1953, the First Indochina War was not going well for France. A succession of commanders – Philippe Leclerc de Hauteclocque, Jean Étienne Valluy, Roger Blaizot, Marcel Carpentier, Jean de Lattre de Tassigny, and Raoul Salan – had proven incapable of suppressing the insurrection of the Viet Minh fighting for independence. During their 1952–1953 campaign, the Viet Minh had overrun vast swathes of Laos, Vietnam's western neighbor, advancing as far as Luang Prabang and the Plain of Jars. The French were unable to slow the advance of the Viet Minh, who fell back only after outrunning their always-tenuous supply lines. In 1953, the French had begun to strengthen their defenses in the Hanoi delta region to prepare for a series of offensives against Viet Minh staging areas in northwest Vietnam. They set up fortified towns and outposts in the area, including Lai Châu near the Chinese border to the north, Nà Sản to the west of Hanoi, and the Plain of Jars in northern Laos. In May 1953, French Premier René Mayer appointed Henri Navarre, a trusted colleague, to take command of French Union forces in Indochina. Mayer had given Navarre a single order—to create military conditions that would lead to an \"honorable political solution\". According to military scholar Phillip Davidson, > On arrival, Navarre was shocked by what he found. There had been no long- > range plan since de Lattre's departure. Everything was conducted on a day- > to-day, reactive basis. Combat operations were undertaken only in response > to enemy moves or threats. There was no comprehensive plan to develop the > organization and build up the equipment of the Expeditionary force. Finally, > Navarre, the intellectual, the cold and professional soldier, was shocked by > the \"school's out\" attitude of Salan and his senior commanders and staff > officers. They were going home, not as victors or heroes, but then, not as > clear losers either. To them the important thing was that they were getting > out of Indochina with their reputations frayed, but intact. They spared > little thought or concern for the problems of their successors. === Nà Sản and the hedgehog concept === Navarre began searching for a way to stop the Viet Minh threat to Laos. Colonel Louis Berteil, commander of Mobile Group 7 and Navarre's main planner, formulated the hérisson ('hedgehog') concept. The French army would establish a fortified airhead by airlifting soldiers to positions adjacent to key Viet Minh supply lines to Laos. They would cut off Viet Minh soldiers fighting in Laos and force them to withdraw. \"It was an attempt to interdict the enemy's rear area, to stop the flow of supplies and reinforcements, to establish a redoubt in the enemy's rear and disrupt his lines\". The hedgehog concept was based on French experiences at the Battle of Nà Sản. In late November and early December 1952, Giáp had attacked the French outpost at Nà Sản, which was essentially an \"air-land base\", a fortified camp supplied only by air. The French had beaten back Giáp's forces repeatedly, inflicting very heavy losses on them. The French hoped that by repeating the strategy on a much larger scale, they would be able to lure Giáp into committing the bulk of his forces to a massed assault. This would enable superior French artillery, armor, and air support to decimate the exposed Viet Minh forces. The success at Nà Sản convinced Navarre of the viability of the fortified airhead concept. French staff officers failed to treat seriously several crucial differences between Điện Biên Phủ and Nà Sản: First, at Nà Sản, the French commanded most of the high ground with overwhelming artillery support. At Điện Biên Phủ, however, the Viet Minh controlled much of the high ground around the valley, their artillery far exceeded French expectations, and they outnumbered the French troops four to one. Giáp compared Điện Biên Phủ to a \"rice bowl\", where his troops occupied the edge and the French the bottom. Second, Giáp made a mistake at Nà Sản by committing his forces to reckless frontal attacks before being fully prepared. He learned his lesson: at Điện Biên Phủ, Giáp spent months meticulously stockpiling ammunition and emplacing heavy artillery and anti-aircraft guns before making his move. Teams of Viet Minh volunteers were sent into the French camp to scout the disposition of the French artillery. Artillery pieces were sited within well-constructed and camouflaged casemates. As a result, when the battle finally began, the Viet Minh knew exactly where the French artillery pieces were, while the French did not even know how many guns Giáp possessed. Third, the aerial resupply lines at Nà Sản were never severed, despite Viet Minh anti-aircraft fire. At Điện Biên Phủ, Giáp amassed anti- aircraft batteries that quickly shut down the runway, and made it extremely difficult and costly for the French to bring in reinforcements. == Prelude == === Lead up to Castor === thumb|An aerial view of the Dien Bien Phu valley in 1953 In June 1953, Major General René Cogny, the French commander in the Tonkin Delta, proposed Điện Biên Phủ, which had an old airstrip built by the Japanese during World War II, as a \"mooring point\". In another misunderstanding, Cogny envisioned a lightly defended point from which to launch raids; Navarre, however, believed that he intended to build a heavily fortified base capable of withstanding a siege. Navarre selected Điện Biên Phủ for Berteil's \"hedgehog\" operation. When presented with the plan, every major subordinate officer – Colonel Jean-Louis Nicot (commander of the French Air transport fleet), Cogny, and Generals Jean Gilles and Jean Dechaux (the ground and air commanders for Operation Castor, the initial airborne assault on Điện Biên Phủ) – protested. Cogny pointed out, presciently, that \"we are running the risk of a new Nà Sản under worse conditions\". Navarre rejected the criticisms of his proposal and concluded a 17 November conference by declaring that the operation would begin three days later, on 20 November 1953. Navarre decided to go ahead with the plan despite serious operational difficulties. These later became painfully obvious, but at the time may have been less apparent.Windrow, pp. 211, 212, 228, 275 He had been repeatedly assured by his intelligence officers that the operation carried very little risk of involvement by a strong enemy force. Navarre had previously considered three other approaches to defending Laos: mobile warfare, which was impossible given the terrain in Vietnam; a static defense line stretching to Laos, which was not feasible given the number of troops at Navarre's disposal; or placing troops in the Laotian provincial capitals and supplying them by air, which was unworkable due to the distance from Hanoi to Luang Prabang and Vientiane. Navarre believed that this left only the hedgehog option, which he characterized as \"a mediocre solution\". The French National Defense Committee ultimately agreed that Navarre's responsibility did not include defending Laos. However, its decision, which was drawn up on 13 November, was not delivered to him until 4 December, two weeks after the Điện Biên Phủ operation began. === Establishment of air operations === Operations at Điện Biên Phủ began at 10:35 on 20 November 1953. In Operation Castor, the French dropped or flew 9,000 troops into the area over three days, as well as a bulldozer to prepare the airstrip. They were landed at three drop zones: \"Natasha\" (northwest of Điện Biên Phủ), \"Octavie\" (to the southwest), and \"Simone\" (to the southeast). The Viet Minh elite 148th Independent Infantry Regiment, headquartered at Điện Biên Phủ, reacted \"instantly and effectively\". Three of its four battalions, however, were absent. Initial operations proceeded well for the French. By the end of November, six parachute battalions had been landed, and the French Army consolidated its positions. One 2018 book refers to aerial supply that the French needed to fly in 36000 tonnes of equipment – they managed 4000 tonnes.Valley of the Shadow: The Siege of Dien Bien Phu, pg.55 It was at this time that Giáp began his countermoves. He had expected an attack, but had not foreseen when or where it would occur. Giáp realized that, if pressed, the French would abandon Lai Châu Province and fight a pitched battle at Điện Biên Phủ. On 24 November, Giáp ordered the 148th Infantry Regiment and the 316th Division to attack Lai Chau, while the 308th, 312th, and 351st divisions assaulted Điện Biên Phủ from Việt Bắc. Starting in December, the French, under the command of Colonel Christian de Castries, began transforming their anchoring point into a fortress by setting up seven satellite positions. (Each was said to be named after a former mistress of de Castries, although the allegation is probably unfounded, as the eight names begin with letters from the first nine of the alphabet, excluding F.) The fortified headquarters was centrally located, with positions Huguette to the west, Claudine to the south, and Dominique to the northeast. The other positions were Anne-Marie to the northwest, Beatrice to the northeast, Gabrielle to the north, and Isabelle to the south, covering the reserve airstrip. The choice of de Castries as the local commander at Điện Biên Phủ was, in retrospect, a bad one. Navarre chose de Castries, a cavalryman in the 18th-century tradition, because Navarre envisioned Điện Biên Phủ as a mobile battle. But Điện Biên Phủ would require a commander adept at World War I-style trench warfare, something for which de Castries was not suited. The arrival of the 316th Viet Minh Division prompted Cogny to order the evacuation of the Lai Chau garrison to Điện Biên Phủ, exactly as Giáp had anticipated. En route, they were virtually annihilated by the Viet Minh. \"Of the 2,100 men who left Lai Chau on 9 December, only 185 made it to Điện Biên Phủ on 22 December. The rest had been killed, captured, or \"deserted\". French military forces had committed 10,800 troops, together with yet more reinforcements, totalling nearly 16,000 men, to the defense of a monsoon-affected valley surrounded by heavily-wooded hills and high ground that had not been secured. Artillery as well as ten US M24 Chaffee light tanks (each broken down into 180 individual parts, flown into the base, and then re-assembled) and numerous aircraft (attack and supply types) were committed to the garrison. A number of quadruple 0.50 calibre machine guns were present and used in the ground role.Dien Bien Phu: The Epic Battle America Forgot by Howard E. Simpson (a US diplomat) This included France's regular troops (notably elite paratrooper units, plus those of the artillery), French Foreign Legionnaires, Algerian and Moroccan tirailleurs (colonial troops from North Africa) and locally-recruited Indochinese (Laotian, Vietnamese and Cambodian) infantry. In comparison, altogether the Viet Minh had moved up to 50,000 regular troops into the hills surrounding the French-held valley, totalling five divisions, including the 351st Heavy Division, which was an artillery formation equipped with medium artillery, such as the US M101 105mm howitzer, supplied by the neighbouring People's Republic of China (PRC) from captured stocks obtained from defeated Nationalist China as well as US forces in Korea, together with some heavier field-guns as well as anti-aircraft artillery. Various types of artillery and anti-aircraft guns (mainly of Soviet origin), which outnumbered their French counterparts by about four to one, were moved into strategic positions overlooking the valley and the French forces based there. The French garrison came under sporadic direct artillery fire from the Viet Minh for the first time on 31 January 1954 and patrols encountered the Viet Minh troops in all directions around them. The French were completely surrounded. === Giáp's change of strategy === Originally, the planned Việt Minh attack was based on the Chinese “Fast Strike, Fast Victory” model, which aimed to use all available power to thrust into the command center of the base to secure victory, but this was changed to the “Steady Fight, Steady Advance” model of siege tactics.Morris, Virginia and Hills, Clive. , McFarland & Co Inc, 2018, p. 166. The battle plan designed on the fast strike model was due to open at 17:00 on 25 January and to finish three nights and two days later. Nevertheless this start date was delayed to 26 January, because on 21 January Việt Minh's intelligence indicated that the French had grasped this plan.Morris, Virginia and Hills, Clive. , McFarland & Co Inc, 2018, p. 170. After much debate, due to the French knowledge of the battle plan and along with other complications, the assault was canceled on 26 January, and Giáp went away and designed a new plan with a new start time. He said that this change of plan was the hardest decision of his military career.Morris, Virginia and Hills, Clive. , McFarland & Co Inc, 2018, p. 171. ==Battle== === Béatrice === thumb|250px|French dispositions at Điện Biên Phủ, as of March 1954. The French took up positions on a series of fortified hills. The southernmost, Isabelle, was dangerously isolated. The Viet Minh positioned their five divisions (the 304th, 308th, 312th, 316th, and 351st) in the surrounding areas to the north and east. From these areas, the Viet Minh artillery had a clear line of sight to the French fortifications and were able to accurately target the French positions. The Viet Minh assault began in earnest on 13 March 1954 with an attack on the northeastern outpost, Béatrice, which was held by the 3rd Battalion, 13th Foreign Legion Demi-Brigade. Viet Minh artillery opened a fierce bombardment with two batteries each of 105mm howitzers, 120mm mortars, and 75mm mountain guns (plus seventeen 57mm recoilless rifles and numerous 60mm and 81/82mm mortars). French command was disrupted at 18:30 when a shell hit the French command post, killing the battalion commander, Major Paul Pégot, and most of his staff. A few minutes later, Lieutenant colonel Jules Gaucher, commander of the entire central subsector, was also killed by artillery fire. The Viet Minh 312th Division then launched an assault with its 141st and 209th Infantry Regiments, using sappers to breach the French obstacles. Béatrice comprised three separate strong points forming a triangle with the point facing north. In the southeast, strong point Beatrice-3, its defenses smashed by 75mm mountain guns firing at point-blank range, was quickly overrun by the 209th Regiment's 130th Battalion. In the north, most of Beatrice-1 was swiftly conquered by the 141st Regiment's 428th Battalion, but the defenders held out in corner of the position for a time because the attackers thought they had captured the entire strong point when they encountered an internal barbed wire barrier in the dark. In the southwest, the assault on Beatrice-2 by the 141st Regiment's 11th Battalion did not fare well because its assault trenches were too shallow and portions of them had been flattened by French artillery. Its efforts to breach Beatrice-2's barbed wire were stalled for hours by flanking fire from Beatrice-1 and several previously-undetected bunkers on Beatrice-2 that had been spared by the bombardment. The holdouts on Beatrice-1 were eliminated by 22:30, and the 141st Regiment's 11th and 16th Battalions finally broke into Beatrice-2 an hour later, though the strong point was not entirely taken until after 01:00 on 14 March. Roughly 350 French legionnaires were killed, wounded, or captured. About 100 managed to escape and rejoin the French lines. The French estimated that Viet Minh losses totaled 600 dead and 1,200 wounded. The victory at Beatrice \"galvanized the morale\" of the Viet Minh troops. Much to French disbelief, the Viet Minh had employed direct artillery fire, in which each gun crew does its own artillery spotting (as opposed to indirect fire, in which guns are massed further away from the target, out of direct line of sight, and rely on a forward artillery spotter). Indirect artillery, generally held as being far superior to direct fire, requires experienced, well-trained crews and good communications, which the Viet Minh lacked. Navarre wrote that, \"Under the influence of Chinese advisers, the Viet Minh commanders had used processes quite different from the classic methods. The artillery had been dug in by single pieces...They were installed in shellproof dugouts, and fire point-blank from portholes... This way of using artillery and AA guns was possible only with the expansive ant holes at the disposal of the Vietminh and was to make shambles of all the estimates of our own artillerymen.\"Navarre, p. 225 Two days later, the French artillery commander, Colonel Charles Piroth, distraught at his inability to silence the well-camouflaged Viet Minh batteries, went into his dugout and committed suicide with a hand grenade. He was buried there in secret to prevent loss of morale among the French troops. === Gabrielle === thumb|300px|Viet Minh porters on their way to the battle; thousands were used to handle supplies, food, weapons and ammunition to the besiegers Following a five-hour ceasefire on the morning of 14 March, Viet Minh artillery resumed pounding French positions. The airstrip, already closed since 16:00 the day before due to a light bombardment, was now put permanently out of commission. Any further French supplies would have to be delivered by parachute. That night, the Viet Minh launched an attack on the northern outpost Gabrielle, held by an elite Algerian battalion. The attack began with a concentrated artillery barrage at 17:00. This was very effective and stunned the defenders. Two regiments from the crack 308th Division attacked starting at 20:00. At 04:00 the following morning, an artillery shell hit the battalion headquarters, severely wounding the battalion commander and most of his staff. De Castries ordered a counterattack to relieve Gabrielle. However, Colonel Pierre Langlais, in forming the counterattack, chose to rely on the 5th Vietnamese Parachute Battalion, which had jumped in the day before and was exhausted. Although some elements of the counterattack reached Gabrielle, most were paralyzed by Viet Minh artillery and took heavy losses. At 08:00 the next day, the Algerian battalion fell back, abandoning Gabrielle to the Viet Minh. The French lost around 1,000 men defending Gabrielle, and the Viet Minh between 1,000 and 2,000 attacking the strongpoint. === Anne-Marie === The northwestern outpost Anne-Marie was defended by Tai troops, members of an ethnic minority loyal to the French. For weeks, Giáp had distributed subversive propaganda leaflets, telling the Tais that this was not their fight. The fall of Beatrice and Gabrielle had demoralized them. On the morning of 17 March, under the cover of fog, the bulk of the Tais left or defected. The French and the few remaining Tais on Anne-Marie were then forced to withdraw. === Lull === A lull in fighting occurred from March 17 to March 30. The Viet Minh further encircled the French central area (formed by the strong points Huguette, Dominique, Claudine, and Eliane), effectively cutting off Isabelle and its 1,809 personnel to the south. During this lull, the French suffered from a serious crisis of command. Senior officers with the garrison and Cogny in Hanoi began to feel that de Castries was incompetent in defending Dien Bien Phu. After the loss of the northern outposts, he isolated himself in his bunker, de facto shirking his command of the situation. On 17 March, Cogny attempted to fly into Điện Biên Phủ to take command, but his plane was driven off by anti-aircraft fire. He considered parachuting into the encircled garrison, but his staff talked him out of it. thumb|280px|Viet Minh soldiers launching an assault during the battle De Castries' seclusion in his bunker, combined with his superiors' inability to replace him, created a leadership vacuum in the French command. On 24 March, an event took place which later became a matter of historical debate. The historian Bernard Fall records, based on Langlais' memoirs, that Colonel Langlais and his fellow paratroop commanders, all fully armed, confronted de Castries in his bunker on 24 March. They told him he would retain the appearance of command, but that Langlais would exercise it. De Castries is said by Fall to have accepted the arrangement without protest, although he did exercise some command functions thereafter. Phillip Davidson stated that the \"truth would seem to be that Langlais did take over effective command of Dien Bien Phu, and that Castries became 'commander emeritus' who transmitted messages to Hanoi and offered advice about matters in Dien Bien Phu\". Jules Roy, however, makes no mention of this event, and Martin Windrow argues that the \"paratrooper putsch\" is unlikely to have ever happened. Both historians record that Langlais and Marcel Bigeard were known to be on good terms with their commanding officer. French aerial resupply took heavy losses from Viet Minh machine guns near the landing strip. On 27 March, the Hanoi air transport commander, Nicot, ordered that all supply deliveries be made from or higher; losses were expected to remain heavy. The following day, De Castries ordered an attack against the Viet Minh AA machine guns west of Điện Biên Phủ. Remarkably, the attack was a complete success, with 350 Viet Minh soldiers killed and seventeen AA machine guns destroyed (French estimate), while the French lost 20 killed and 97 wounded. === 30 March – 5 April assaults === 350px|thumbnail|Central French positions at Điện Biên Phủ, late-March 1954. The positions in Eliane saw some of the most intense combat of the entire battle. The next phase of the battle saw more massed Viet Minh assaults against French positions in central Điện Biên Phủ – particularly at Eliane and Dominique, the two remaining outposts east of the Nam Yum River. Those two areas were held by five understrength battalions, composed of Frenchmen, Legionnaires, Vietnamese, North Africans, and Tais. Giáp planned to use the tactics from the Beatrice and Gabrielle skirmishes. At 19:00 on 30 March, the Viet Minh 312th Division captured Dominique 1 and 2, making Dominique 3 the final outpost between the Viet Minh and the French general headquarters, as well as outflanking all positions east of the river. At this point, the French 4th Colonial Artillery Regiment entered the fight, setting its 105 mm howitzers to zero elevation and firing directly on the Viet Minh attackers, blasting huge holes in their ranks. Another group of French soldiers, near the airfield, opened fire on the Viet Minh with anti-aircraft machine guns, forcing the Viet Minh to retreat. The Viet Minh's simultaneous attacks elsewhere were more successful. The 316th Division captured Eliane 1 from its Moroccan defenders, and half of Eliane 2 by midnight. On the west side of Điện Biên Phủ, the 308th attacked Huguette 7, and nearly succeeded in breaking through, but a French sergeant took charge of the defenders and sealed the breach. Just after midnight on 31 March, the French launched a counterattack against Eliane 2, and recaptured it. Langlais ordered another counterattack the following afternoon against Dominique 2 and Eliane 1, using virtually \"everybody left in the garrison who could be trusted to fight\". The counterattacks allowed the French to retake Dominique 2 and Eliane 1, but the Viet Minh launched their own renewed assault. The French, who were exhausted and without reserves, fell back from both positions late in the afternoon. Reinforcements were sent north from Isabelle, but were attacked en route and fell back to Isabelle. Shortly after dark on 31 March, Langlais told Major Marcel Bigeard, who was leading the defense at Eliane 2, to fall back from Eliane 4. Bigeard refused, saying \"As long as I have one man alive I won't let go of Eliane 4. Otherwise, Dien Bien Phu is done for.\" The night of 31 March, the 316th Division attacked Eliane 2. Just as it appeared the French were about to be overrun, a few French tanks arrived from the central garrison, and helped push the Viet Minh back. Smaller attacks on Eliane 4 were also pushed back. The Viet Minh briefly captured Huguette 7, only to be pushed back by a French counterattack at dawn on 1 April. Fighting continued in this manner over the next several nights. The Viet Minh repeatedly attacked Eliane 2, only to be beaten back. Repeated attempts to reinforce the French garrison by parachute drops were made, but had to be carried out by lone planes at irregular times to avoid excessive casualties from Viet Minh anti-aircraft fire. Some reinforcements did arrive, but not enough to replace French casualties. === Trench warfare === thumb|French troops seeking cover in trenches. On 5 April, after a long night of battle, French fighter-bombers and artillery inflicted particularly devastating losses on one Viet Minh regiment, which was caught on open ground. At that point, Giáp decided to change tactics. Although Giáp still had the same objective – to overrun French defenses east of the river – he decided to employ entrenchment and sapping to achieve it. On 10 April, the French attempted to retake Eliane 1, which had been lost eleven days earlier. The loss posed a significant threat to Eliane 4, and the French wanted to eliminate that threat. The dawn attack, which Bigeard devised, began with a short, massive artillery barrage, followed by small unit infiltration attacks, then mopping-up operations. Eliane 1 changed hands several times that day, but by the next morning the French had control of the strong point. The Viet Minh attempted to retake it on the evening of 12 April, but were pushed back. At this point, the morale of the Viet Minh soldiers was greatly lowered due to the massive casualties they had received from heavy French gunfire. During a period of stalemate from 15 April to 1 May, the French intercepted enemy radio messages which told of whole units refusing orders to attack, and Viet Minh prisoners in French hands said that they were told to advance or be shot by the officers and non-commissioned officers behind them. Worse still, the Viet Minh lacked advanced medical treatment and care, with one captured fighter stating that, \"Nothing strikes at combat-morale like the knowledge that if wounded, the soldier will go uncared for\". Concerned about a potential mutiny from his troops, Giáp had to call for fresh reinforcements from neighbouring Laos to bolster his dwindling and dispirited forces. During the fighting at Eliane 1, on the other side of camp, the Viet Minh entrenchments had almost entirely surrounded Huguette 1 and 6. On 11 April the garrison of Huguette 1, supported by artillery from Claudine, launched an attack with the goal of resupplying Huguette 6 with water and ammunition. The attacks were repeated on the nights of the 14–15 and 16–17 April. While they did succeed in getting some supplies through, the French suffered heavy casualties, which convinced Langlais to abandon Huguette 6. Following a failed attempt to link up, on 18 April, the defenders at Huguette 6 made a daring break out, but only a few managed to make it to French lines. The Viet Minh repeated the isolation and probing attacks against Huguette 1, and overran the fort on the morning of 22 April. After this key advance, the Viet Minh took control of more than 90 percent of the airfield, making accurate French parachute drops impossible. This caused the landing zone to become perilously small, and effectively choked off much needed supplies. A French attack against Huguette 1 later that day was repulsed. === Isabelle === Isabelle saw only light action until 30 March, when the Viet Minh isolated it and beat back the attempt to send reinforcements north. Following a massive artillery barrage on 30 March, the Viet Minh began employing the same trench warfare tactics that they were using against the central camp. By the end of April, Isabelle had exhausted its water supply and was nearly out of ammunition. === Final attacks === The Viet Minh launched a massed assault against the exhausted defenders on the night of 1 May, overrunning Eliane 1, Dominique 3, and Huguette 5, although the French managed to beat back attacks on Eliane 2. On 6 May, the Viet Minh launched another massed attack against Eliane 2, using, for the first time, Katyusha rockets. The French artillery fired a \"TOT\" (time on target) mission, so that artillery rounds fired from different positions would strike on target at the same time.Davidson, p. 261 This barrage defeated the first assault wave, but later that night the Viet Minh detonated a mine under Eliane 2, with devastating effect. The Viet Minh attacked again, and within a few hours the defenders were overrun. On 7 May, Giáp ordered an all-out attack against the remaining French units with over 25,000 Viet Minh against fewer than 3,000 garrison troops. At 17:00, de Castries radioed French headquarters in Hanoi and talked with Cogny. The last radio transmission from the French headquarters reported that enemy troops were directly outside the headquarters bunker and that all the positions had been overrun. The radio operator in his last words stated: \"The enemy has overrun us. We are blowing up everything. Vive la France!\" That night the garrison made a breakout attempt, in the Camarón tradition. While some of the main body managed to break out, none succeeded in escaping the valley. At \"Isabelle\", a similar attempt later the same night saw about 70 troops, out of 1,700 men in the garrison, escape to Laos. By about 18:20, only one French position, strong point Lily, manned by Moroccan soldiers commanded by a French officer, Major Jean Nicolas, had not been overrun. The position surrendered that night when Nicolas personally waved a small white flag (probably a handkerchief) from his rifle. == Aftermath == Dien Bien Phu was a serious defeat for the French and was the decisive battle of the Indochina war. The garrison constituted roughly one-tenth of the total French Union manpower in Indochina,\"The French Far East Expeditionary Corps numbered 175,000 soldiers\" – and the defeat seriously weakened the position and prestige of the French; it produced psychological repercussions both in the armed forces and in the political structure in France. This was apparent with the previously planned negotiations over the future of Indochina, which had just begun. Militarily there was no point in France fighting on, as the Viet Minh could repeat the strategy and tactics of the Dien Bien Phu campaign elsewhere, to which the French had no effective response. News of Dien Bien Phu's fall was announced in France several hours after the surrender, around 16:45, by Prime Minister Joseph Laniel. The Archbishop of Paris ordered a mass, while radio performances were cancelled and replaced by solemn music, notably Berlioz' Requiem. Theatres and restaurants closed and many social engagements were cancelled as a mark of respect. Public opinion in France registered shock that a guerilla army had defeated a major European power. === Prisoners === thumb|Captured French soldiers from Dien Bien Phu, escorted by Vietnamese troops, walk to a prisoner-of-war camp On 8 May, the Viet Minh counted 11,721 prisoners, of whom 4,436 were wounded. This was the greatest number the Viet Minh had ever captured, amounting to one-third of the total captured during the entire war. The prisoners were divided into groups. Able-bodied soldiers were force-marched over to prison camps to the north and east, where they were intermingled with Viet Minh soldiers to discourage French bombing runs. Hundreds died of disease along the way. The wounded were given basic first aid until the Red Cross arrived, extracted 858 prisoners, and provided better aid to the remainder. Those wounded who were not evacuated by the Red Cross were sent into detention.\"The Long March\" . Dienbienphu.org. Retrieved 12 January 2009 The Viet Minh captured 8,000 French and marched them on foot to prison camps; fewer than half survived the march. Of 10,863 prisoners (including Vietnamese fighting for the French), only 3,290 were repatriated four months later; however, the losses figure may include the 3,013 prisoners of Vietnamese origin whose fate is unknown.Jean-Jacques Arzalier, Les Pertes Humaines, 1954–2004: La Bataille de Dien Bien Phu, entre Histoire et Mémoire, Société française d'histoire d'outre-mer, 2004 === Casualties === The Vietnamese government reported its casualties in the battle as 4,020 dead, 9,118 wounded, and 792 missing. The French estimated Viet Minh casualties at 8,000 dead and 15,000 wounded.Stone, p. 109 Max Hastings stated that \"In 2018 Hanoi has still not credibly enumerated its Dien Bien Phu losses, surely a reflection of their immensity.\" Mark Moyar's book Triumph Forsaken lists Viet Minh casualties as 22,900, out of an original force of 50,000. === Political ramifications === The Geneva Conference opened on 8 May 1954,The Geneva conference actually opened on 26 April 1954, discussed Korea, and reached the second agenda item, Indo-China, on 8 May. the day after the surrender of the garrison. The resulting agreement in July partitioned Vietnam into two zones: communist North Vietnam and the State of Vietnam, which opposed the agreement, to the south. The partition was supposed to be temporary, and the two zones were meant to be reunited through national elections in 1956, which were never held. The last French forces withdrew from Vietnam in 1956. General Georges Catroux presided over a commission of inquiry into the defeat. The commission's final report (\"Rapport concernant la conduite des opérations en Indochine sous la direction du général Navarre\") concluded: > The fall of Dien Bien Phu, in a strictly military perspective, represented a > very serious failure but one that in the immediate, that is to say, spring > of 1954, did not upset the balance of forces present in Indochina. It only > assumed the aspect of a definitive defeat of our forces by reason of its > profound psychological effects on French public opinion, which, tired of a > war that was unpopular and seemingly without end, demanded in a way that it > be ended. > The event itself was in fact, both in terms of public opinion and of the > military conduct of the war and operations, merely the end result of a long > process of degradation of a faraway enterprise which, not having the assent > of the nation, could not receive from the authorities the energetic impulse, > and the size and continuity of efforts required for success. > If, therefore, one wishes to establish objectively the responsibilities > incurred in the final phase of the Indochina war one would have to examine > its origins and evoke the acts and decisions of the various governments in > power, that is to say their war policies, as well as the ways in which these > policies were translated by the military commanders into operations. citing > Rapport concernant la conduite des opérations en Indochine sous la direction > du général Navarre as reproduced in G. Elgey, Histoire de la IVe République, > volume 2, annex 1, pages 641–722. === Women === Many of the flights operated by the French Air force to evacuate casualties had female flight nurses on board. A total of 15 women served on flights to Điện Biên Phủ. One, Geneviève de Galard, was stranded there when her plane was destroyed by shellfire while it was being repaired on the airfield. She remained on the ground providing medical services in the field hospital until the surrender. She was referred to as the \"Angel of Điện Biên Phủ\". Historians disagree regarding the moniker, with Martin Windrow maintaining that de Galard was referred to by the name by the garrison itself, but Michael Kenney and Bernard Fall maintained it was added by outside press agencies. The French forces came to Điện Biên Phủ accompanied by two bordels mobiles de campagne, ('mobile field brothels'), served by Algerian and Vietnamese women., Note 53 When the siege ended, the Viet Minh sent the surviving Vietnamese women for \"re-education\". === US participation === Before the battle started both British and American missions visited Diên Biên Phu, to complete an assessment and left. The fall of Diên Biên Phu was a disaster not just for France but also for the United States who, by 1954, were underwriting 80% of French expenditures in Indochina. According to the Mutual Defense Assistance Act, the United States provided the French with material aid during the battle – aircraft (supplied by the ), weapons, mechanics, 24 CIA/CAT pilots, and U.S. Air Force maintenance crews. The United States nevertheless intentionally avoided overt direct intervention. In February 1954, following the French occupation of Điện Biên Phủ, Democratic senator Michael Mansfield asked the United States Defense Secretary, Charles Erwin Wilson, whether the United States would send naval or air units if the French were subjected to greater pressure there, but Wilson replied that \"for the moment there is no justification for raising United States aid above its present level\". On 31 March, following the fall of Beatrice, Gabrielle, and Anne-Marie, a panel of U.S. Senators and Representatives questioned the US Chairman of the Joint Chiefs of Staff, Admiral Arthur W. Radford, about the possibility of US involvement. Radford concluded it was too late for the U.S. Air Force to save the French garrison. A proposal for direct intervention was unanimously voted down by the committee three days later, which \"concluded that intervention was a positive casus belli (act of war)\". Both Eisenhower and the Secretary of State John Foster Dulles then pressed the British and other allies in a joint military operation. Prime Minister Winston Churchill and Foreign Secretary Anthony Eden refused, but agreed on a collective security arrangement for the region which could be agreed at the Geneva conference. For the Americans, in particular Dulles, this wasn't enough. Britain, already for some years involved in the Malayan Emergency, was concerned at the American alarmism in the region, but was unaware of the scale of US financial aid and covert involvement in the Indochina war. There were already suggestions at the time, notably from French author Jules Roy, that Admiral Radford had discussed with the French the possibility of using tactical nuclear weapons in support of the French garrison. Moreover, Dulles reportedly mentioned the possibility of lending atomic bombs to the French for use at Điện Biên Phủ in April, Dulles tried to put more pressure on the British, and asked Eden for British support for American air action to save Diên Biên Phu. Eden refused, which enraged Dulles; however, Eisenhower relented. The President felt that, along with the political risks, airstrikes alone would not decide the battle, and did not want to escalate U.S. involvement by using American pilots. \"Nobody is more opposed to intervention than I am\". The United States did covertly participate in the battle. Following a request for help from Henri Navarre, Radford provided two squadrons of B-26 Invader bomber aircraft and crew personnel to support the French. However not the Pentagon but the CIA under the leadership of Secretary Dulles' brother Allen Dulles managed the operation. Following this, 37 American transport pilots flew 682 sorties over the course of the battle. Earlier, in order to succeed the pre-Điện Biên Phủ Operation Castor of November 1953, General Chester McCarty made available twelve additional C-119 Flying Boxcars flown by French crews. In this period, a massive use of Philippines based USAF B-29s against the Viet Minh heavy artillery, including the potential use of nuclear weapons, was planned by the U.S. and French Joint Chief of Staff as Operation Vulture, but was cancelled by the respective governments. Two of the American pilots, James McGovern Jr., and Wallace Buford, were killed in action during the siege of Điện Biên Phủ. On 25 February 2005, the seven still-living American pilots were awarded the French Legion of Honor by Jean-David Levitte, the French Ambassador to the United States. The role of CIA controlled airlines in Indo-China and their role at Dien Bien Phu was little known until they were published by Robbins after the end of the Vietnam War, and not officially acknowledged until the 21st century. A generation later the US historian Erik Kirsinger researched the case for more than a year.\"France honors U.S. pilots for Dien Bien Phu role\". Agence France-Presse. 25 February 2005.Burns, Robert. \"Covert U.S. aviators will get French award for heroism in epic Asian battle\". Associated Press Worldstream. 16 February 2005 Dulles, on hearing of the news of the fall of the garrison, was furious— placing heavy blame on Eden for his \"inaction\". Eden, however, doubted that intervention could have saved Diên Biên Phu, and felt \"it might have far reaching consequences\". Colonel William F. Long stated twelve years after the defeat: > Dien Bien Phu or DBP has become an acronym or shorthand symbol for defeat of > the West by the East, for the triumph of primitive.... Dien Bien Phu > resulted in severe political consequences. File:Phao phong khong To Vinh Dien.JPG|A Soviet 37mm automatic air-defense cannon used by the Viet Minh during the battle. File:Captured French artillery at the Dien Bien Phu Museum.jpg|Captured French artillery guns and other military vehicles, including an M24 Chaffee, displayed at the Dien Bien Phu Museum. File:Điện Biên Phủ2.JPG|The massive explosion crater at the top of Eliane 2, created by Viet Minh sappers who successfully blew up the fortified outpost during the battle. File:French memorial, Dien Bien Phu, Vietnam.jpg|The French memorial of the battle. File:Dien Bien Phu, statue.jpg|The Viet Minh memorial of the battle == Comparison with Khe Sanh == In January 1968, during the Vietnam War, the North Vietnamese Army under Võ Nguyên Giáp's command initiated a siege and artillery bombardment on the U.S. Marine Corps base at Khe Sanh in South Vietnam, as they did at Điện Biên Phủ. A number of factors were significantly different between Khe Sanh and Điện Biên Phủ. Khe Sanh was much closer to a US supply base () compared to a French one at Điện Biên Phủ (). At Khe Sanh, the U.S. Marines held the high ground, and their artillery forced the North Vietnamese to use their own artillery from a much greater distance. By contrast, at Điện Biên Phủ, the French artillery (six 105 mm batteries and one battery of four 155 mm howitzers and mortars) was only sporadically effective. Furthermore, by 1968, the US military presence in Vietnam dwarfed that of the French, and included numerous technological advances such as effective helicopters. Khe Sanh received 18,000 tons of aerial resupplies during the 77-day battle, whereas during the 167 days that the French forces at Điện Biên Phủ held out, they received only 4,000 tons. Also, the US Air Force dropped 114,810 tons of bombs on the North Vietnamese at Khe Sanh, roughly as many as on Japan in 1945 during World War II. == See also == * * == Notes == == References == * * * * * * * * * Morris, Virginia and Hills, Clive. 2018. Ho Chi Minh's Blueprint for Revolution: In the Words of Vietnamese Strategists and Operatives, McFarland & Co Inc. * * * * * * * * * == External links == * Dien Bien Phu, official dedicated website * Memorial-Indochine.org (in English) * An Analysis of the French Defeat at Dien Bien Phu * Airlift's Role at Dien Bien Phu and Khe Sanh * An interview with Võ Nguyên Giáp * , an article by Bernard B. Fall * \"Dien Bien Phu: A Battle Assessment\" by David Pennington * \"Peace\" in a Very Small Place: Dien Bien Phu 50 Years Later, an article by Bob Seals * ANAPI's official website (National Association of Former POWs in Indochina) * Vietnam War Bibliography: The End: Dien Bien Phu and the Geneva Conference Last revised 10 November 2015; archive 2004-09-12 * Field Guide to ..Dien Bien Phu for Historians, Wargamers and the More Discerning Type of Tourist by Peter Hunt 2002 * === Media links === ==== Newsreels (video) ==== * The News Magazine of the Screen (May 1954) * U.S. Secretary of State John Foster Dulles on the fall of Dien Bien Phu (May 7th, 1954) * ==== Retrospectives (video) ==== * English subtitled (Closed Captions) scene from the \"Dien Bien Phu\" docudrama by Schoendoerffer (1992) * * Archive radio calls between General Cogny & Colonel de Castries (1954) + 2 commented scenes from Schoendoerffer's docudrama (1992) * Testimonial of General Giáp, 50 years after the battle (May 7th, 2004) * Testimonial of General Bigeard, 50 years after the battle (May 3rd, 2004) * Testimonial of Corporal Schoendoerffer, 50 years after the battle (May 5th, 2004) ==== War reports (Picture galleries and captions) ==== * The battle of Dien Bien Phu Category:1954 in French Indochina Category:1954 in Vietnam Category:Battles and operations of the First Indochina War Category:Battles involving France Category:Battles involving Vietnam Category:Battles involving the French Foreign Legion Category:Battles involving the United States Category:Conflicts in 1954 Category:Dien Bien Phu Category:History of Điện Biên Province Category:Vietnamese independence movement Category:March 1954 events in Asia Category:April 1954 events in Asia Category:May 1954 events in Asia Category:Ho Chi Minh Category:Võ Nguyên Giáp",
 "title": "Battle of Dien Bien Phu"
}