{
 "id": "664024",
 "text": "Pickford's House Museum of Georgian Life and Costume is in Derby, England. It is named after architect Joseph Pickford, who built it as his family home in 1770. It was opened as a museum in 1988. The building is Grade I listed. ==History== Pickford's House, at No 41 Friar Gate Derby, is an elegant Georgian town house built by the prominent architect Joseph Pickford in 1770 for his own family. When Pickford died he left the house to Reverend Joseph Pickford who had the house extended and divided into two properties.. He left the house to his cousin William Pickford in his will in 1844. William promptly mortgaged the house and by 1850 it was sold to William Evans (1788–1856) of Allestree Hall. His son Sir Thomas William Evans 1st Bt, who was also a politician, sold it in 1879 to Frederick Ward who sold it to William Curgenven, the first of a number of surgeons to own it. In 1977 it was upgraded from Grade II to Grade I. It was purchased in 1982 by Derby City Council. The council did not pay enough attention to its Grade I status and they removed chimneys, floors and walls without applying for permission. Pickford's House has been run by Derby Museums Trust since October 2012. ==The Museum== thumb|right|A toy theatre which is on display (2011) in the museum. The museum that was established in 1988 shows the accommodation of a late Georgian professional person. The ground floor is furnished as it might have been in Pickford's time together with displays of eighteenth and nineteenth century costume.Pickford's House information \"Pickford's House\" was intended to showcase his work, with the intention of securing new contacts. It was also his residence. Unlike many houses open to the public this was not owned by a member of the aristocracy but by a professional. The relative luxury of the Pickford family bedroom and dressing room which are decorated as they would have been in 1815 can be compared with the servants' bedrooms above. The house also has kitchens, scullery and laundry that are kept as they might have been in 1830. At the rear of the property Pickford had his builder's yard, access being by a driveway to the right of the property. The cellar of the property is decorated as a 1940s bomb shelter.Pickford's House Museum, gotothisplace.com, accessed July 2011 The museum is also home to a collection of model toy theatres that were gathered by Frank Bradley.Pickford's House Museum, AboutBritain, accessed July 2011 ==References== ==External links== *Pickford's House Museum - official site Category:Houses completed in 1770 Category:Grade I listed buildings in Derby Category:Grade I listed houses Category:Houses in Derby Category:Museums in Derby Category:Historic house museums in Derbyshire Category:Fashion museums in the United Kingdom Category:Collections of Derby Museum and Art Gallery Category:Museums established in 1988 Category:1770 establishments in England",
 "title": "Pickford's House Museum"
}