{
 "id": "664186",
 "text": "Capitol Heights is an island-platformed Washington Metro station in Capitol Heights, Maryland, United States. The station was opened on November 22, 1980, and is operated by the Washington Metropolitan Area Transit Authority (WMATA). Providing service for the Blue and Silver Lines, the station is located at 133 Central Avenue in a residential area at East Capitol Street and Southern Avenue SE. This is the first station on the two lines in Maryland going east. As of 2017, in terms of weekday average boardings, it is the least used underground station in the system and the 10th least used station overall. ==History== The station opened on November 22, 1980, and coincided with the completion of of rail east of the Stadium–Armory station and the opening of the Addison Road and Benning Road stations. In December 2012, Capitol Heights was one of five stations added to the route of the Silver Line, which was originally supposed to end at the Stadium-Armory station, but was extended into Prince George's County, Maryland to the Largo Town Center station (the eastern terminus of the Blue Line) due to safety concerns about a pocket track just past Stadium-Armory. Silver Line service at Capitol Heights began on July 26, 2014. In 1997, Radisson station of the Montreal Metro’s Green Line was redressed to stand in for Capitol Heights in the Bruce Willis movie The Jackal. == Station layout == == References == * The Capitol Heights in the movie The Jackal : https://www.imdb.com/title/tt0119395/locations (portrayed by Radisson metro station in Montreal) ==External links== * The Schumin Web Transit Center: Capitol Heights Station * Southern Avenue entrance from Google Maps Street View Category:Blue Line (Washington Metro) Category:Silver Line (Washington Metro) Category:Washington Metro stations in Maryland Category:Railway stations in the United States opened in 1980 Category:1980 establishments in Maryland Category:Railway stations located underground in Maryland",
 "title": "Capitol Heights station"
}