{
 "id": "664459",
 "text": "Robert Alexander Pérez Jiménez (born June 4, 1969) is a Venezuelan former professional baseball outfielder who played for the Toronto Blue Jays, Seattle Mariners, Montreal Expos, New York Yankees and Milwaukee Brewers of the Major League Baseball (MLB) in parts of six seasons spanning 1994–2001. Listed at 6' 3\", 205 lb., he batted and threw right handed. ==Career== Born in Ciudad Bolívar, Pérez started his professional baseball career in the Venezuelan League as a 19-year-old rookie during the 1988–1989 season. He was signed by the Blue Jays organization as an amateur free agent in 1989. In a six-season career, Pérez posted a batting average of .254 (126-for-497) with eight home runs and 74 runs batted in in 221 games, including 49 runs, 19 doubles, one triple and three stolen bases. In 2007 and 2008 Pérez played in the Mexican League, batting over .300 both years. He also spent time in Nippon Professional Baseball (NPB) and Korea Baseball Organization (KBO) while playing for the Orix BlueWave (1999) and the Lotte Giants (2003–2004, 2007), respectively, and played with the Novara United of the Italian Baseball League during the 2011 season.Baseball Reference – Robert Perez MiLB statistics In 2003, he tried to make a comeback to the majors by signing a minor league deal with the Seattle Mariners, was released at the end of spring training. Besides, Pérez spent his entire 27-season career in the Venezuelan League with the Cardenales de Lara club between the 1989-90 and 2014-15 tournaments to become a living legend in his country, where he is nicknamed El Hombre Historia (The History Man). Such a nickname comes from the fact he set several all-time records in Venezuelan baseball history, including for the most home runs (125), RBIs (738), doubles (222) extra-base hits (382) and game appearances (1,300).Robert Pérez VPBL statistics PuraPelota.com. Retrieved on June 10, 2015. ==See also== * List of Major League Baseball players from Venezuela ==References== ==External links== *Retrosheet *Venezuelan Professional Baseball League statistics * Solo Deportes – Article about a Robert Perez game ( Spanish) Category:1969 births Category:Living people Category:Cardenales de Lara players Category:Columbus Clippers players Category:Diablos Rojos del México players Category:Dorados de Chihuahua players Category:Dunedin Blue Jays players Category:Indianapolis Indians players Category:Knoxville Blue Jays players Category:Leones de Yucatán players Category:Lotte Giants players Category:Major League Baseball outfielders Category:Major League Baseball players from Venezuela Category:Milwaukee Brewers players Category:Montreal Expos players Category:Myrtle Beach Blue Jays players Category:New York Yankees players Category:Novara United players Category:Orix BlueWave players Category:People from Bolívar (state) Category:Piratas de Campeche players Category:St. Catharines Blue Jays players Category:Seattle Mariners players Category:Syracuse Chiefs players Category:Tecolotes de Nuevo Laredo players Category:Tennessee Smokies players Category:Toronto Blue Jays players Category:Venezuelan expatriate baseball players in Canada Category:Venezuelan expatriate baseball players in Italy Category:Venezuelan expatriate baseball players in Japan Category:Venezuelan expatriate baseball players in Mexico Category:Venezuelan expatriate baseball players in South Korea Category:Venezuelan expatriate baseball players in the United States Category:World Baseball Classic players of Venezuela Category:2006 World Baseball Classic players",
 "title": "Robert Pérez (baseball)"
}