{
 "id": "66485",
 "text": "Ramsey Campbell (born 4 January 1946) is an English horror fiction writer, editor and critic who has been writing for well over fifty years. He is the author of over 30 novels and hundreds of short stories, many of them winners of literary awards. Three of his novels have been filmed. Since he first came to prominence in the mid-1960s, critics have cited Campbell as one of the leading writers in his field: T. E. D. Klein has written that \"Campbell reigns supreme in the field today\",Klein, T. E. D. \"Ramsey Campbell: An Appreciation\", quoted in Ramsey Campbell and Modern Horror Fiction (Liverpool University Press, 2001) by S. T. Joshi and Robert Hadji has described him as \"perhaps the finest living exponent of the British weird fiction tradition\",Robert Hadji, \"[John] Ramsey Campbell\" in Jack Sullivan (ed), The Penguin Encyclopedia of Horror and the Supernatural (NY and Harmondsworth UK: Penguin, 1986), p. 67 while S. T. Joshi stated, \"future generations will regard him as the leading horror writer of our generation, every bit the equal of Lovecraft or Blackwood.\" In a 2021 appreciation of his collected works, The Washington Post said, \"[t]aken together, they constitute one of the monumental accomplishments of modern popular fiction.\" ==Overview== ===Early life and work=== Campbell was born in Liverpool, England, to Alexander Ramsey and Nora (Walker) Campbell. He was educated by Christian Brothers at St Edward's College, Liverpool. Campbell's childhood and adolescence were marked by the rift between his parents, who became estranged shortly after his birth. Campbell's father became a shadowy presence more often heard than seen.S.T. Joshi, \"[John] Ramsey Campbell\" in Joshi and Stefan Dziemianowicz (eds). Supernatural Literature of the World, Westport CT: Greenwood Press, 2005, p. 203 Campbell states, \"I didn't see my father face to face for nearly twenty years, and that was when he was dying.\" Years later, Campbell's mother degenerated into paranoia and schizophrenia, rendering his own life a living hell—an experience he has discussed in detail in the introduction and afterword to the restored text of The Face That Must Die.Campbell, Ramsey. \"At the Back of My Mind: A Guided Tour\", introduction to The Face That Must Die (1990), pp.vii-xxv, and Afterword (pp.236-238). Other autobiographical pieces regarding Campbell's life are available in Section V, \"On Ramsey Campbell\" in his essay collection Ramsey Campbell, Probably: 30 Years of Essays and Articles (ed. S.T. Joshi), as well as in the novella The Enigma of the Flat Policeman (2020). Campbell's mother \"wrote a great deal, novel after novel, but was largely unpublished aside from a handful of short stories in writer's magazines.\" She encouraged her young son to send his writing off from an early age. Growing up in the blitzed landscape of post-war Liverpool, Campbell avidly consumed the work of Lovecraft, Ambrose Bierce, Franz Kafka and the cinema of film noir. ===Ghostly Tales=== Campbell's earliest tales, written when he was 11 years old (1957–58; under the influence of a magazine from Bolton, Lancashire, called Phantom), comprised a self-illustrated collection of sixteen stories and a poem he entitled \"Ghostly Tales\". Campbell intended to submit to Phantom, but his mother, who regarded literary success as a possible way of financing her escape from her disastrous marriage, persuaded him to wait until he had a whole book to show to publishers. His English teacher, Brother Kelly, used to have him read his stories to the class. Campbell (as John R. Campbell) submitted Ghostly Tales to \"numerous publishers\" including Tom Boardman publisher; Boardman rejected it as they did not publish ghost stories, but his rejection letter included encouragement to Campbell to keep writing.Ramsey Campbell, \"It Came from the Past\", Ghostly Tales: Crypt of Cthulhu 6, No 8, whole number 50, Michaelmas 1987, edited by Robert M. Price), p. 3 This collection of juvenilia was published thirty years later, as a special issue of Crypt of Cthulhu magazine titled Ghostly Tales: Crypt of Cthulhu 6, No 8, whole number 50, Michaelmas 1987, edited by Robert M. Price. It is of interest that, though the stories are mostly mainstream spectral lore, one story (\"The Hollow in the Woods\") can be considered a very early mythos yarn. Another issue of this magazine Crypt of Cthulhu No 43 (Hallowmas 1983), titled The Tomb-Herd and Others collects various early stories, including some early drafts of tales later published revised in Campbell's first book, The Inhabitant of the Lake and Less Welcome Tenants (Arkham House, 1964)). The manuscripts of Campbell's early tales are housed at the Local History Library of the Liverpool Public Libraries. ===The influence of H. P. Lovecraft and The Inhabitant of the Lake and Less Welcome Tenants=== Campbell first encountered H. P. Lovecraft at age eight (1954), via the story \"The Colour Out of Space\", which he found in the Groff Conklin anthology Strange Travels in Science Fiction, and within the next few years read \"The Rats in the Walls\" and \"The Dunwich Horror\", encountered in the Wise and Fraser anthology Great Tales of Terror and the Supernatural. At the age of twelve, Campbell attempted to write a novel titled Broken Moon, influenced by Arthur Machen, but it petered out after fifty pages.Stefan R. Dziemanowicz. \"An Interview with Ramsey Campbell\" in S.T. Joshi, ed. The Count of Thirty: A Tribute to Ramsey Campbell, West Warwick, RI: Necronomicon Press, 1993, p. 15 By the age of 14, he discovered Lovecraft's Cry Horror!, a British edition of the collection entitled The Lurking Fear, and read it in one day, finding the fiction's sense of awesomeness as well as horror extraordinarily appealing. He had also read Arthur Machen's major horror stories by this age, and some works by John Dickson Carr, which led him to write, at 14 years old, a 100-page Carr pastiche (unfinished) titled Murder By Moonlight.Stefan R. Dziemanowicz, \"The Ramsey Campbell Interview\", Tekeli-li! Journal of Terror No 3 (Fall 1991), p. 19-20. This piece was published in 2020 as The Enigma of the Flat Policeman, including annotations from the adult author reflecting on his psychological state at the time of composition. thumb|right|An image of Gla'aki and one of its minions, derived from Campbell's story \"The Inhabitant of the Lake\". On leaving school at age sixteen, Campbell went to work in the Inland Revenue as a tax officer (1962–66). Campbell sold various early stories to editors including August Derleth and Robert A.W. Lowndes. His concept of what was possible in the Weird genre became highly imbued with the influence of Lovecraft for the next few years. In December 1961, Campbell completed the story \"The Church in High Street\" (previously titled \"The Tomb-Herd\") which he sent to August Derleth at Arkham House, an imprint singlehandedly responsible for preserving the legacy of H P Lovecraft. Derleth accepted the story in February 1962 and it became Campbell's first professionally published tale, appearing in the Derleth-edited anthology Dark Mind, Dark Heart. Campbell wrote various other tales of the Cthulhu Mythos between 1961 and 1963. Derleth gave the young writer invaluable advice on improving his writing style (their correspondence has been published in a single volume from PS Publishing). Forming his literary apprenticeship with stories modelled after Lovecraft's themes, Campbell's first collection, The Inhabitant of the Lake and Less Welcome Tenants (Arkham House, 1964), published when he was but eighteen years old, collects his Lovecraftian pastiches to that date. Campbell has written, \"In 1964 I was several kinds of lucky to find a publisher, and one kind depended on my having written a Lovecraftian book for Arkham House, the only publisher likely even to have considered it and one of the very few then to be publishing horror.\"Ramsey Campbell. Alone With the Horrors Sauk City, WI: Arkham House, 1993, p. ix The title story of the collection introduces Campbell's invention of a tome of occult lore similar to Lovecraft's forbidden Necronomicon, The Revelations of Gla'aki (see Books of the Cthulhu Mythos). ===Severn Valley=== The Severn Valley is the setting of several fictional towns and other locations created by Campbell. Part of the Cthulhu Mythos started by Lovecraft, the fictional milieu is arguably the most detailed mythos setting outside of Lovecraft Country itself. In his early writings, Campbell used the setting of Lovecraft's stories, in the fictional New England area of the Miskatonic River valley. At the suggestion of fellow Lovecraftian writer, August Derleth, he rewrote many of his earliest stories, which he had originally set in the Massachusetts locales of Arkham, Dunwich and Innsmouth, and moved them to English settings in and around the fictional Gloucestershire city of Brichester, near the River Severn, creating his own Severn Valley milieu for Lovecraftian horrors.Campbell, Ramsey. \"Chasing the Unknown\", introduction to Cold Print (1993), pp.11-13. The invented locale of Brichester is the main town of Campbell's Severn Valley, and was deeply influenced by Campbell's native Liverpool, and much of his later work is set in the real locales of Liverpool and the Merseyside area. The River Severn is an actual river in Wales and western England. Campbell's stories mention various real-world locales, including the Cotswold Hills, Berkeley, and the A38 road. These references place \"Campbell Country\" in the southern part of Gloucestershire, roughly between the cities of Gloucester and Bristol. This area is more correctly referred to as the Vale of Berkeley or the Severn Estuary; the real-world Severn Valley refers to an area around fifty miles (80 km) further north. His later work continued the focus on Liverpool; in particular, his 2005 novel Secret Stories (published in the U.S. in an abridged editionJoshi, S. T., Classics and Contemporaries, Hippocampus Press 2009, p.131. as Secret Story (2006)) both exemplifies and satirizes Liverpudlian speech, characters, humour and culture, while Creatures of the Pool draws on the city's geography and history. ====Inclusions==== Some of his stories about the fictional Severn Valley can be found found in the following anthologies and collections: * * * * * * ===Influence=== The story \"Cold Print\" (1969) marked an end to Campbell's literary apprenticeship, taking the essence of Lovecraft out of the New England backwoods into a modern urban setting. Subsequently Campbell briefly disavowed Lovecraft, while working on the radically experimental tales which would be published as the collection Demons by Daylight; but he later acknowledged Lovecraft's lasting influence, and his subsequent Cthulhu Mythos tales, collected in Cold Print (1985; expanded in 1993), confirm the transition from pastiche to homage, most notably in such tales as \"The Faces at Pine Dunes\" and the eerily surreal \"The Voice on the Beach\" (1982). Later work still seeks to \"ascend the cosmic peaks achieved by Lovecraft\", particularly the novel The Darkest Part of the Woods (2003), the novella The Last Revelation of Gla'aki (2013), and three novels that form his Brichester Mythos trilogy (2016–18). ===The 1970s: \"Determined to be myself\": Demons by Daylight and early novels=== With his stories written between 1964 and 1968, beginning with The Reshaping of Rossiter (first draft of The Scar), A Garden at Night (first draft of Made in Goatswood) and The Successor (first draft of Cold Print), Campbell set out to be as unlike Lovecraft as possible. Having discovered writers such as Vladimir Nabokov, Robert Aickman, Graham Greene, Iris Murdoch, William Burroughs and Henry Miller, and such influences as the French 'new novel', he became interested in expanding the stylistic possibilities of his work. He finished the collection that would become Demons by Daylight in 1968, but it would not see print until 1973. Meanwhile, from 1969 to 1973, he continued to write short stories in which he gradually developed his own voice and themes and left the influence of Lovecraft far behind. Campbell worked in the Liverpool Public Libraries as a library assistant (1966–73) and was acting librarian in charge (1971–73). In 1969, he had written Lovecraft in Retrospect, a violent diatribe against Lovecraft, for the fanzine Shadow,Campbell, Ramsey. Lovecraft in Retrospect, Shadow 8 (1969). \"condemning [Lovecraft's] work outright.\"Chasing the Unknown, p.16. However, in his 1985 book Cold Print, which collects his Lovecraftian stories, Campbell disavowed the opinions expressed in the article, stating: \"I believe Lovecraft is one of the most important writers in the field\"Campbell, Ramsey. Lovecraft: An Introduction, Cold Print (1993), p. 1. and \"the first book of Lovecraft's I read made me into a writer.\"Chasing the Unknown, p. 9. Around 1970, Campbell stopped using his first initial \"J.\" on his work, though a few stories earlier than this appeared as by \"Ramsey Campbell\", and a few after still saw print as by \"J. Ramsey Campbell\". Campbell later legally changed his name to remove the \"John\". After working four years in the tax office and seven years in public libraries, by 1973, Campbell became a fulltime writer, encouraged by the issuance by Arkham House of his second collection, Demons by Daylight (as by Ramsey Campbell). That collection had been due for publication in 1971, but was held back two years by the death of August Derleth. Demons by Daylight includes The Franklyn Paragraphs, which uses Lovecraft's documentary narrative technique without slipping into parody of his writing style. Other tales, such as The End of a Summer's Day and Concussion, show the emergence of Campbell's highly distinctive mature style, of which S. T. Joshi has written: > Certainly much of the power of his work derives purely from his prose style, > one of the most fluid, dense and evocative in all modern literature [...] > His eye for the details and resonances of even the most mundane objects, and > his ability to express them crisply and almost prose-poetically, give to his > work at once a clarity and a dreamlike nebulousness that is difficult to > describe but easy to sense.Joshi, S. T. The Modern Weird Tale (2001), p. > 166. The book's appearance induced T. E. D. Klein to write an extensive and highly positive review, Ramsey Campbell: An Appreciation in Nyctalops magazine, and critic S. T. Joshi has statedJoshi, S. T. Ramsey Campbell and Modern Horror Fiction (2001), p.56 that: > its [...] allusiveness of narration; careful, at times even obsessive > focusing on the fleeting sensations and psychological processes of > characters; an aggressively modern setting that allows commentary on social, > cultural and political issues—all conjoin to make Demons by Daylight perhaps > the most important book of horror fiction since Lovecraft's The Outsider and > Others. Campbell has written that \"Having completed Demons by Daylight in 1968, I felt directionless, and it shows in quite a few of the subsequent tales.\"\"\"Truth or Consequences\" in Ramsey Campbell, Inconsequential Tales, NY: Hippocampus Press, 2008, 11. He wrote only four tales in 1970, and five stories in 1971. He has written that \"retrospect demonstrates how untimely my decision [to write fulltime] was. Kirby McCauley, now my agent, had to tell me that the market for short horror stories was very limited ... My solution was to lurch into science fiction as best I could. Little of it sold...\"\"\"Truth or Consequences\" in Ramsey Campbell, Inconsequential Tales NY: Hippocampus Press, 2008, 13. Many of the science fiction tales are collected in Inconsequential Tales (2008); he also wrote the novella Medusa (1973) and the short story \"Slow\" (collected in Told by the Dead), but has stated that his science fiction \"tried to deal with Themes, too consciously, I feel\".Campbell, Ramsey. Introduction to Strange Things and Stranger Places (1993), quoted in S. T. Joshi, Ramsey Campbell and Modern Horror Fiction (2001), p.150. Outside the world of horror, he wrote a series of fantasy stories starring Ryre the Swordsman, who battles enemies on an alien world called Tond. Initially published in various anthologies, these stories were finally gathered in the collection Far Away & Never (Necronomicon Press, July 1996). In 1976 he 'completed' three of Robert E. Howard's unfinished Solomon Kane stories, Hawk of Basti, The Castle of the Devil and The Children of Asshur (published in 1978 and 1979). By the time Arkham House published his second hardcover collection of horror stories, The Height of the Scream (1976), he was beginning to be seen as one of the major modern writers of horror. 1976 also saw the publication of Campbell's first novel, The Doll Who Ate His Mother, which immediately drew acclaim from figures such as Fritz Leiber and T.E.D. Klein. In this and The Face that Must Die (1979), Campbell began to fully explore the enigma of evil, touching on the psychological themes of possession, madness and alienation which feature in many of his subsequent novels. He also continued to write short stories, mainly supernatural, receiving the World Fantasy Award for \"The Chimney\" (1977) and \"Mackintosh Willy\" (1980). Campbell has been a lifelong enthusiast of film; early stories such as The Reshaping of Rossiter (1964; an early version of The Scar) show the influence of directors such as Alain Resnais, and as early as 1969 Campbell had become the film reviewer for BBC Radio Merseyside. He worked in Merseyside on the Friday edition of \"Breakfast\" and less frequently on Claire Hamilton's Sunday show. A longer version of his Merseyside reviews appeared on the Radio Merseyside website, where he also reviewed DVDs. His love of old movies features prominently in two of Campbell's later novels, Ancient Images and The Grin of the Dark. Campbell wrote novelisations and introductions for a series of novelisations of Universal horror films. The series has a rather complex publishing history. They were published in paperback in 1977 in the US, with uniform packaging, by Berkley Medallion Books as The Universal Horror Library. All six of the Berkley editions were published under the house name 'Carl Dreadstone'; all six of the US editions featured stills from the relevant films. It is believed this set was made available as boxed set in slipcase, as well as sold individually. Only three of the novels were actually written by Campbell, though he contributed introductions to all six volumes. No US hardcover edition of the series is known. Campbell's contributions to the series were Bride of Frankenstein, Dracula's Daughter and The Wolfman, published as Carl Dreadstone. Three further novelisations which appeared under this house name were not by Campbell but written by other authors.Joshi, S. T., Ramsey Campbell and Modern Horror Fiction (2001), p.145-147. Walter Harris wrote two of the novels: Werewolf of London and Creature from the Black Lagoon. The author of the sixth Dreadstone (The Mummy) remains unknown.Ian Covell \"Ian Covell on ‘Carl Dreadstone’\", Souvenirs Of Terror fiendish film & TV show tie-ins, 3 October 2007, accessed 11 July 2011. UK editions followed—in 1978, Universal Books (a paperback division of W. H. Allen Ltd) published The Bride of Frankenstein (by Campbell) together with Harris's The Werewolf of London and the (unknown author) The Mummy under the 'Carl Dreadstone' house name, with similar packaging under the title 'The Classic Library of Horror'. A further two years would elapse before the rest of the series was issued in the UK. The last three of the series were issued by Star Books (a W. H. Allen imprint) in 1980 (with different packaging from the 1978 titles) and these three appeared under a different house-name—'E. K. Leyton'. These were Campbell's remaining two novels of the series, Dracula's Daughter and The Wolfman, together with Harris's Creature from the Black Lagoon. At least one hardcover omnibus was published, presumably prior to the UK paperbacks: The Classic Library of Horror Omnibus—The Mummy & The Werewolf of London (London: Allan Wingate, 1978). Its existence suggests there may have been two companion hardcover omnibuses collecting the balance of the series (if this were the case they would contain the Campbell-authored novels), but their existence/issuance is uncertain. All six of the UK paperbacks and the hardcover omnibus omitted the film stills which appeared in the original US editions.Private collection of Leigh Blackmore 1979 saw the publication of the non-supernatural thriller The Face That Must Die, the story of a homophobic serial killer told largely from the killer's point of view. Initially considered by numerous publishers, including Campbell's British publisher Thomas Tessier at Millington Books, as too grim to publish, it is regarded by many critics as one of Campbell's finest works. The novel was cut by Star Books, who first issued it in a paperback edition in 1979; it was not issued complete until the US Scream Press edition of 1983. ===The 1980s: The Parasite to Ancient Images=== Campbell became even more prolific during the 1980s, issuing no less than eight novels (of which six won awards) and three short story collections. He has written that after moving away from Lovecraft's influence he was \"determined to sound like myself\" but also that \"The Chicago and San Francisco tales of Fritz Leiber were now my models in various ways. I wanted to achieve that sense of supernatural terror which derives from the everyday urban landscape rather than invading it, and I greatly admired—still do—how Fritz wrote thoroughly contemporary weird tales which were nevertheless rooted in the best traditions of the field, and which drew some of their strength from uniting British and American influences.\"Ramsey Campbell, Alone With the Horrors Sauk City, WI: Arkham House, 1993, p. x In 1981, Stephen King published a semi-autobiographical overview of the horror field, Danse Macabre. In a chapter focusing on 20th century practitioners, King devoted a section to Campbell's fiction, alongside that of Ray Bradbury, Shirley Jackson, Peter Straub, Richard Matheson, Jack Finney and others. On the basis of Campbell's earliest work, especially The Doll Who Ate His Mother, King argued that the author's strength lies in his hallucinogenic prose and edgy psychology, the way his characters view the world and how this affects readers: > In a Campbell novel or story, one seems to view the world through the thin > and shifting perceptual haze of an LSD trip that is just ending ... or just > beginning. The polish of his writing and his mannered turns of phrase and > image make him seem something like the genre's Joyce Carol Oates [...] as > when journeying on LSD, there is something chilly and faintly schizophrenic > in the way his characters see things ... and in the things they see [...] > Good stuff. But strange; so uniquely Campbell that it might as well be > trademarked. King also singled out one of Campbell's early short stories for particular praise: \"The Companion' may be the best horror tale to be written in the English language in thirty years; it is surely one of the half a dozen or so which will still be in print and commonly read a hundred years from now.\" This story appeared in Campbell's 1982 collection, Dark Companions, alongside other tales from that period commonly cited as early classics: \"The Chimney\", \"Mackintosh Willy\", and \"Call First\". The Parasite (1980; published in the US with a different ending as To Wake the Dead) is an intense novel told from the point of view of a female protagonist who becomes embroiled in occult practices (with Lovecraftian undertones). In The Nameless (1981), also told from the point of view of a woman, a child goes missing and returns only years later, affiliated to a nefarious organisation. Obsession (1982) involves a group of childhood friends making a wish apiece concerning their futures, the manifestations tormenting them in later life; however, as is common in Campbell's work involving aberrant mental states, it is not entirely apparent that these events have a supernatural origin. In Incarnate (1983), the boundaries between dream and reality are gradually broken down as a group of characters involved in a psychological experiment begin to experience fragmentation in their everyday lives (the novel was written during the \"terrible nightmare year\" of Campbell's mother's last mental breakdown). In The Claw (1983; originally published under the pseudonym Jay Ramsey) and The Hungry Moon (1986), Campbell writes more commercially than in earlier novels. The latter is a multi-character 'small town' horror story along the lines of similar work in this period, a subgenre arguably 'pump-primed' by the likes of Stephen King's 'Salem's Lot. In characteristically honest and self-critical afterwords, Campbell has claimed that The Hungry Moon, along with the similarly commercial The Parasite and, to a lesser degree, The Claw, are among the least successful of his works, by turns awkwardly structured, containing too many ideas, and/or tending towards explicit violence. By contrast, The Influence (1988) and Ancient Images (1989) are tightly plotted novels of supernatural menace, each with (predominantly) female central characters and generating unease through the author's trademark suggestiveness and surreal imagery. In 1987, Campbell published Scared Stiff, a collection of \"sex and horror\" short stories. In the early 1980s Campbell had crossed paths a number of time in Liverpool at cinemas and various parties with a young Liverpool writer named Clive Barker, who had been working around London as a playwright. Barker asked Campbell if he knew any markets for short stories and eventually asked him to look over a soon-to-be-published manuscript and the contract he had been offered for it. Campbell says \"My jaw dropped when I looked at the manuscript—it turned out to be the Books of Blood.\" Campbell wrote the introduction to the first edition. Campbell contributed numerous articles on horror cinema to The Penguin Encyclopedia of Horror and the Supernatural (1986). ===The 1990s: Midnight Sun to The Last Voice They Hear=== The 1990s again saw Campbell publish eight novels, though in the second half of this decade he moved away from traditional horror to explore crime and tales of social alienation. Four of this decade's novels won awards. In Midnight Sun (1990), an alien entity apparently seeks entry to the world through the mind of a children's writer. In its fusion of horror with awe, Midnight Sun shows the influence of Algernon Blackwood and Arthur Machen as well as Lovecraft. Although the author considers this novel \"an honourable failure\", it is one that many enthusiasts single out as a highlight of this stage of his career. Needing Ghosts (1990), a novella, is a nightmarish work that blends the horrific and the comic; Campbell himself has described the composition of this piece as unique among his work in that it \"felt like dreaming on the page\" and was written relatively quickly without technical or structural challenges. A sympathetic serial murderer appears in the black comedy The Count of Eleven (1991), which displays Campbell's gift for word play, and which the author has said is disturbing \"because it doesn't stop being funny when you think it should\".Campbell, Ramsey, interviewed in The Count of Thirty (1994). A review at the time suggested that the central character might be played in a film by Stan Laurel, an observation that delighted Campbell, who is a great admirer of Laurel and Hardy. Other novels of this decade include The Long Lost (1993), in which a sin-eater is discovered by a couple holidaying in Wales and brought home ostensibly as an relative, with considerable impact on a community. A haunted house novel called The House on Nazareth Hill (1996), combining the author's M R Jamesian suggestiveness with an increasingly idiosyncratic prose style, is a study of familial psychology and the unchanging nature of social processes, particularly those relating to the young's quest for independence and the threat this presents to others. Campbell had earlier published a non- supernatural novel called The One Safe Place (1995), which uses a highly charged thriller narrative to examine social problems such as the deprivation and abuse of children, and in 1998 he turned away for a more sustained period from the supernatural work with which he was associated. By this time, horror had become commercially less successful and publishers were taking fewer chances on publishing such material, all of which encouraged Campbell to write a number of crimes novels. The first, The Last Voice They Hear (1998), is a tightly plotted thriller which ranges back and forth in time as two brothers become engaged in a cat-and-mouse game redolent of earlier events in their lives. Although written \"under protest\", Campbell came to think of the book, during composition, as bearing his own stamp, and his next two novels were also non-supernatural. In this decade Campbell issued four short story collections, including, in 1993, the 30-year career retrospective Alone with the Horrors: The Great Short Fiction of Ramsey Campbell 1961-1991, published by Campbell's original publisher, Arkham House. This volume, illustrated by Jeff K. Potter, is not a comprehensive collection of all the stories Campbell had published in those thirty years, rather 39 tales which Campbell and his editor Jim Turner thought representative. Drawing on material across his career to that date, it is considered a good entry point for readers unfamiliar with his work. Waking Nightmares (1991), Strange Things and Stranger Places (1993), and Ghosts and Grisly Things (1998) collect much of Campbell's short fiction from this period. Two of this decade's short story collections won awards. In 1999, Campbell was awarded both the Grand Master Award from the World Horror Convention and a Lifetime Achievement Award from the Horror Writers Association. ===The 2000s: Silent Children to Creatures of the Pool=== In the \"noughties\", Campbell continued his prolific output, publishing multiple novels, along with three short story collections. He reviewed films and DVDs weekly for BBC Radio Merseyside until 2007, and began to contribute a monthly film column, \"Ramsey's Ramblings\", for Video Watchdog magazine. In 2002, PS Publishing issued a collection of Campbell's essays on horror and other areas of interest: Ramsey Campbell, Probably (this volume was expanded to include further material in a 2014 reprint). The collection includes book reviews, film reviews, autobiographical writings and other nonfiction, along with reminiscences and appreciations of authors such as John Brunner, Bob Shaw and K. W. Jeter, and an extensive, negative critique of Shaun Hutson's Heathen, parodying Hutson's style. Following the publication of two more crime novels—Silent Children (2000), the story of an eccentric child killer; and Pact of the Fathers (2001), which draws on arcane religious practices—Campbell returned to the supernatural and otherworldly. The Darkest Part of the Woods (2003) successfully evokes the cosmic terrors of H P Lovecraft and was the first of Campbell's work published by PS Publishing; the author would go on to enjoy a long-term relationship with the UK imprint, granting first print rights to most new work. Having spent a number of months working full-time in a Borders store, Campbell wrote The Overnight (2004), about bookshop staff trapped in their hellish workplace during an overnight shift. In Secret Stories (2005; abridged US edition, Secret Story, 2006) Campbell returned to the crime genre with a blackly comic study of a serial killer whose written accounts of his crimes inadvertently win a fiction competition, resulting in further murders. The Grin of the Dark (2007) draws on Campbell's interest in the history of cinema, as a character seeks material relating to a silent film comedian by the name of Tubby Thackeray. The novel also explores the impact of the internet on human consciousness. The author, often critical of his own output, continues to cite this novel as one with which he remains pleased. Thieving Fear (2008) and The Creatures of the Pool (2009) use locations in and around the author's native Liverpool to eerie effect. Told by the Dead (2003) and Just Behind You (2009) collected Campbell's more recent short fiction, while Inconsequential Tales (2008), collecting a number of unpublished stories, documents his early evolution as a stylist. In 2007, Campbell was awarded the Living Legend Award from the International Horror Guild. === The 2010: The Seven Days of Cain to the \"Brichester Mythos Trilogy\" === After 2010, Campbell continued to publish at least a book a year, including a collection of letters from his early career between himself and his first mentor August Derleth (Letters to Arkham: The Letters of Ramsey Campbell and August Derleth, 1961-1971, ed. S. T. Joshi, 2014) . Both The Seven Days of Cain (2010) and Think Yourself Lucky (2014) explore use of the internet, as characters originally appearing online start to impact upon the real world with disconcerting effects. In 2010, Campbell was commissioned to write the novelisation of the movie Solomon Kane, which was based on the swords and sorcery stories of Robert E. Howard (some of which Campbell had completed in his early career). Ghosts Know (2011), one of the author's few latter-day non-supernatural excursions (on the surface, at least), explores the mendacity of stage mediums/psychics in the context of a missing person story; it also showcases a later development in the Campbell's work, social comedy and confusions inherent in everyday communication. The Kind Folk (2012) is a delicately written evocation of fairy folk, told in the modern day. In 2013, Holes for Faces, a further collection of short fiction appeared, gathering together his work from the 2000s. During the same period, PS Publishing issued two novellas by Campbell: The Last Revelation of Gla'aki (2013) and The Pretence (2013). A third novella appeared in 2016 entitled The Booking, from Dark Regions Press. These were the first novellas Campbell had written since 1990's Needing Ghosts. 2015 saw the release of Thirteen Days by Sunset Beach, one of Campbell's few novels set outside the UK; a family holiday on a Greek island involves communion with a familiar supernatural character from literature. Campbell's collection of playful limericks based on famous horror works of fiction appeared in 2016: Limericks of the Alarming and Phantasmal. The Searching Dead (2016) was the first novel in a trilogy of H P Lovecraft-influenced works which, like the novella The Last Revelation of Gla'aki, revisits themes from Campbell's early work. Described by the author as his \"Brichester Mythos trilogy,\" the three-book series, including Born to the Dark (2017) and The Way of the Worm (2018), documents a character's engagement with a nefarious organisation over three time periods (1950s, 1980s, 2010s) and evokes a cosmic entity by the name of Daoloth. The trilogy draws together multiple themes that have preoccupied the author during his whole career: the cosmic, family, scapegoating, the vulnerability of children, and the seductiveness of totalising belief systems. A new short story collection, By the Light of my Skull, was also released in 2018, gathering together some of Campbell's more recent works, some of which—as has been the case in his later fiction—deal with older age. Visions from Brichester (2017) collected all of the author's Lovecraftian short fiction not originally published in The Inhabitant of the Lake. PS Publishing issued the first of a two-volume retrospective focused on Campbell's most representative short fiction across his entire career: The Companion & Other Phantasmagorical Stories (2019). In 2015, Campbell received the World Fantasy Award's Life Award, and in 2017, in Spain, he was awarded the Premio Sheridan Le Fanu for his career achievements. In 2015, the author received an Honorary Fellowship from John Moores University, Liverpool, for \"outstanding services to literature\". === The 2020s: The Wise Friend to present === The Wise Friend was published in spring 2020 by new publisher Flame Tree Press (which has also reissued earlier Campbell novels in hardcover, paperback, ebook, and audiobook). Among the quietest of the author's work, this novel draws on folk horror as a father seeks to protect his son who has become involved with a legacy with occult overtones. A new novella, The Enigma of the Flat Policeman, part of Borderlands Press's Little Book series (in this case, A Little Green Book of Grins & Gravity), was released in March, 2020. It consists of an incomplete short detective novel the author wrote aged 14 in imitation of John Dickson Carr, with annotations exploring the adult author's perceptions of his younger self's psychological state at the time of composition. The second volume of PS Publishing's career retrospective, The Retrospective & Other Phantasmagorical Stories, was published in late 2020. Another Campbell career retrospective (with a different selection of tales) appeared in 2020 from Centipede Press as part of their Masters of the Weird Tale series, also issued in two volumes. In July, 2021, Flame Tree Press released Somebody's Voice, a non-supernatural thriller novel which focuses on themes of identity, memory, and mental disintegration; after an author ghost-writes a memoir, his grip on reality slides when the truth turns out to be less assured than he was led to believe. A third volume in PS Publishing's career retrospective series, Needing Ghosts & Other Novellas, was published in 2021; the book collects all of the author's novellas to date and includes a new novella, The Village Killings. Also in 2021, a new edition of the author's sword and sorcery collection Far Away and Never was published (by DMR Books), including an extra story. In the same year, Dark Moon Books published a Campbell edition of their primer series (Exploring Dark Fiction #6: A Primer to Ramsey Campbell, which includes a new short story), while PS Publishing also released a new expanded edition of the author's collected essays, Ramsey Campbell, Certainly. Campbell has completed a new novel Fellstones (publication forthcoming) and is currently at work on another, The Lonely Lands. === Style and themes === Campbell's style is characterised by an idiosyncratic use of language. His fictional worlds feel unusual, threatening, and dislocated. Such an approach prompted Peter Straub to write in a blurb for one of Campbell's early novels: \"Horrors in his fiction are never merely invented, they are felt and experienced, and affect the reader for days afterward.\" The horrors Campbell evokes are commonly suggested to the reader by ambiguous allusions to events his characters are not always mindful of. In this regard, his approach is similar to that of M. R. James. Indeed, Campbell celebrates James's concentrated prose, choice of detail, and ability to hint at disquieting material much larger than what is explicitly revealed. Campbell has described much of his own later work as \"comedies of paranoia\", as his characters experience an existential bewilderment that borders on the absurd. Campbell himself has cited the following themes as recurrent in his work: \"the vulnerability of children, the willingness of people to espouse a belief system that denies them the right to question, and the growing tendency to create scapegoats for the ills of the world.\" However, his work has addressed a wide range of issues, including censorship (e.g., The One Safe Place, 1995), the impact of the internet on consciousness (e.g., The Grin of the Dark, 2007; The Seven Days of Cain, 2010; Think Yourself Lucky, 2014), corporation-led consumerism (the recurrence of a global organisation called Frugo in his later work, especially The Overnight, 2004, and Thieving Fear, 2008), fatherhood (The House on Nazareth Hill, 1996), and older age (Thirteen Days by Sunset Beach, 2015). Abnormal human psychology is also a major recurring theme in Campbell's work (e.g., The Face That Must Die, 1979; The Count of Eleven, 1991; The Last Voice They Hear, 1998; Secret Stories, 2005; Somebody's Voice, 2021). ===Tributes=== Four tribute anthologies of stories inspired by Campbell's work have been released to date. The first was the 1995 anthology Made in Goatswood (Chaosium, edited by Scott David Aniolowski), which includes a story by Campbell himself. More recently, The Children of Gla'aki (2016, Dark Regions Press, edited by Brian M. Sammons and Glynn Owen Barrass) consists of stories focused on one of Campbell's Lovecraftian creations, and Darker Companions (2017, PS Publishing, edited by Joe Pulver and Scott David Aniolowski) contains tales inspired by the author's vision and prose. In Spain, a further tribute anthology recently appeared entitled El Horror Que Vino del Sur: Un Tributo Latino a Ramsey Campbell Y Al Circulo de Lovecraft (2018, Bookbaby). All four books demonstrate Campbell's influence in the field on both established and newer writers. In 2021, Phantasmagoria magazine published a special edition (#4) devoted to Campbells work, boasting many critiques and tributes from his peers. In 2012, Campbell attracted a spoof collection of horror stories edited by fellow writer Rhys Hughes. Hughes contributed a good deal of the fictional content, including the pieces focused on an author called Lamblake Heinz, clearly a parody of Campbell (although Hughes has admitted elsewhere that he has read little if any of Campbell's work). ===Films=== Three of Campbell's novels have been filmed to date, all in Spain. Jaume Balagueró's The Nameless (in Spanish Los Sin Nombre; in Catalan Els sense nom), based on the novel of the same name, takes some liberties with the source material's plot but captures its pungent atmosphere. Paco Plaza's Second Name (El Segundo Nombre in Spanish) based on the novel The Pact of the Fathers, similarly evokes Campbell's paranoiac fictional world, its story rooted in the world of arcane religious practices. Denis Rovira van Boekholt's The Influence (La Influencia in Spanish), based on the Campbell novel of the same name and quite faithful (except for changes in the final third), was released in 2019 and was later picked up by Netflix to stream. It was recently announced that a TV series based on The Nameless is in development under the stewardship of Jaume Balagueró and Pau Freixas. ===Books edited=== Campbell has edited a number of anthologies, including New Tales of the Cthulhu Mythos (1980); New Terrors and New Terrors II, a groundbreaking two-volume anthology series; and (with Stephen Jones) the first five volumes of the annual Best New Horror series (1990–1994). His 1992 anthology Uncanny Banquet was notable for including the first ever reprint of the obscure 1914 horror novel The Hole of the Pit by Adrian Ross. The Gruesome Book was a paperback anthology of horror tales for children. Campbell is extremely well-read in the horror field, and some of his own literary influences are demonstrated by his selections for the 1988 anthology Fine Frights: Stories That Scared Me. In 2002 he edited a collection of fiction in the tradition of M. R. James, entitled Meddling with Ghosts. His 2003 anthology Gathering the Bones (co-edited with Dennis Etchison and Jack Dann) draws together tales from the UK, US, and Australia. The Folio Book of Horror Stories (2018), the first collection Campbell had edited in 15 years, draws together classic tales from the last 200 years. ===Personal life=== Campbell married Jenny Chandler, daughter of A. Bertram Chandler, on 1 January 1971. He commonly describes his wife as the \"best part\" of himself. At various stages of his career—for instance, when he first decided to write on a full-time basis—he received support from Jenny, who worked as a teacher. They have two children, Tamsin (born 1978) and Matthew (born 1981). Campbell is a life-long resident of Merseyside. He is fond of fine dining, travel, and classical music. He is very active as a public speaker and greatly enjoys giving readings of his fiction at literary events. Campbell is eloquent and jolly (a persona he self-effacingly describes as a \"facade\"), and he has claimed that if he hadn't become a horror writer, he might have been a stand- up comedian. In response to an interview question about religion, Campbell has stated, \"As I got older I’m more Agnostic [...] [a] little religious perspective is no bad thing; I have no set belief.\" He added, \"I don’t think there is any supernatural force out there to make you do stuff.\"Neil Buchanan, \"An Interview With Ramsey Campbell\". Starburst, June 2013. Retrieved 29 September 2016. When asked whether he believes in the supernatural he claims to have experienced episodes that might be described as involving such activity; however, he remains noncommittal on this issue, stating that he writes about such material because he finds it \"imaginatively appealing\" and to \"repay\" the genre for many treasured reading experiences. Campbell is fiercely opposed to censorship, claiming that the suppression of contentious material can result in it returning in an even worse form. He has been very generous in support of newer writers, frequently writing introductions to their work. For many years Campbell was the President of the British Fantasy Society. ==Bibliography== ===Novels === *The Doll Who Ate His Mother (1976; revised text, 1985) *The Face That Must Die (expurgated version 1979; restored text: 1983) *The Parasite (1980; published in the US with a different ending as To Wake the Dead) *The Nameless (1981; filmed in 1999 as The Nameless) *The Claw (1983; also known as Night of the Claw; written as Jay Ramsay) *Incarnate (1983) *Obsession (1985; written under the working title For the Rest of Their Lives) *The Hungry Moon (1986; written under the working title Blind Dark) *The Influence (1988; filmed in 2019 as La Influencia) *Ancient Images (1989) *Midnight Sun (1990) *The Count of Eleven (1991) *The Long Lost (1993) *The One Safe Place (1995) *The House on Nazareth Hill (1996; also known as Nazareth Hill) *The Last Voice They Hear (1998) *Silent Children (2000) *Pact of the Fathers (2001; filmed in 2002 as Second Name) *The Darkest Part of the Woods (2003) *The Overnight (2004) *Secret Stories (2005; abridged US edition, Secret Story, 2006) *The Grin of the Dark (2007) *Thieving Fear (2008) *Creatures of the Pool (2009) *The Seven Days of Cain (2010) *Ghosts Know (2011) *The Kind Folk (2012) *Think Yourself Lucky (2014) *Thirteen Days by Sunset Beach (2015) *The Searching Dead (2016) (Book One of The Three Births of Daoloth) *Born to the Dark (2017) (Book Two of The Three Births of Daoloth) *The Way of the Worm (2018) (Book Three of The Three Births of Daoloth) *The Wise Friend (2020) *Somebody's Voice (2021) *Fellstones (2022) *The Lonely Lands (TBC) === Novelisations === *The Bride of Frankenstein (1977; of the 1935 film, written as Carl Dreadstone) *Dracula's Daughter (1977; of the 1936 film, written as Carl Dreadstone) *The Wolf Man (1977; of the 1941 film, written as Carl Dreadstone) *Solomon Kane (2010; of the 2009 film) === Novellas === *Medusa (1987; published standalone; later collected in Strange Things and Stranger Places) *Needing Ghosts (1990; published standalone; later collected in Strange Things and Stranger Places) *The Last Revelation of Gla'aki (2013) *The Pretence (2013) *The Booking (2016) *The Enigma of the Flat Policeman (A Little Green Book of Grins & Gravity) (2020) *The Village Killings (2021; original contribution to the collection The Village Killings & Other Novellas) ===Collections=== *The Inhabitant of the Lake and Less Welcome Tenants (1964, as J. Ramsey Campbell; reprinted 2011 with bonus material, under its intended title, as The Inhabitant of the Lake and Other Unwelcome Tenants as by Ramsey Campbell) *Demons by Daylight (1973) *The Height of the Scream (1976) *Dark Companions (1982) *Cold Print (1985; expanded edition 1993. Contains stories from The Inhabitant of the Lake as well as later material in the Lovecraft vein) *The Tomb Herd and others (1986, issue #43 of Crypt of Cthulhu. Contains the stories omitted from Cold Print. All mythos, including two early versions of his stories and two versions of a story set on Tond.) *Night Visions 3 (1986. Contains stories by Campbell, Clive Barker and Lisa Tuttle) *Black Wine (1986. Contains stories by Campbell and Charles L. Grant) *Ghostly Tales (1987, issue #50 of Crypt of Cthulhu. (Consists of Campbell's juvenilia as of 1958, with drawings by him to illustrate the stories. Of note is the story \"The Hollow in the Woods\" because it features Shoggoths, and thus can be considered a mythos effort.) *Dark Feasts: The World of Ramsey Campbell (1987) (The entire contents of this collection except \"The Whining\" can be found in Alone With the Horrors. The true first edition was printed in an edition of only 300 copies and most were recalled due to a printer's error on p. 233, making it a rarity; a corrected printing was issued.) *Scared Stiff: Tales of Sex and Death (1987) *Waking Nightmares (1991) *Alone with the Horrors (1993) (see full entry for variant contents). *Strange Things and Stranger Places (1993) *Tales from Merseyside (1995) (An audio collection (cassette only) released by Necronomicon Press in conjunction with A-typical Productions. Running time 1 hr 30 mins, read by the author. Stories are: \"The Companion\"; \"Calling Card\"; \"The Guide\"; \"Out of the Woods\".) *Far Away & Never (1996 - to be reprinted 2021) *Ghosts and Grisly Things (1998) *Told by the Dead (2003) *Inconsequential Tales (2008) *Just Behind You (2009) *Holes for Faces (2013) *Visions from Brichester (2015) *Limericks of the Alarming and Phantasmal (2016) *By the Light of My Skull (2018) *The Companion & Other Phantasmagorical Stories (2019) *The Retrospective & Other Phantasmagorical Stories (2020) *Masters of the Weird Tale: Ramsey Campbell, Vols. 1 & 2 (2020) *The Village Killings & Other Novellas (2021) *Exploring Dark Fiction #6: A Primer to Ramsey Campbell (2021) ===Nonfiction=== *Ramsey Campbell, Probably: 30 Years of Essays and Articles, ed. S. T. Joshi (2002; expanded, extensively revised reprint as \"Ramsey Campbell, Probably: 40 Years of Essays, 2014). Introduction by Douglas E. Winter. *Letters to Arkham: The Letters of Ramsey Campbell and August Derleth, 1961-1971, ed. S. T. Joshi (2014) *Ramsey Campbell, Certainly, ed. S. T. Joshi (2021) *Ramsey's Rambles Electric Dreamhouse (2022) ===As editor=== *Superhorror (also known as The Far Reaches of Fear) (1976) *New Terrors (published in US as two separate volumes, New Terrors 1 and New Terrors 2) (1980) *New Tales of the Cthulhu Mythos (1980) *The Gruesome Book (1983) *Fine Frights: Stories That Scared Me (1988) *Best New Horror (with Stephen Jones) (1990) *Best New Horror 2 (with Stephen Jones) (1991) *Best New Horror 3 (with Stephen Jones) (1992) *Uncanny Banquet (1992) *Best New Horror 4 (with Stephen Jones) (1993) *Deathport (1993) *Best New Horror 5 (with Stephen Jones) (1994) *Meddling With Ghosts: Stories in the Tradition of M.R. James (2002) *Gathering the Bones (with Jack Dann and Dennis Etchison) (2003) *The Folio Book of Horror Stories (2018) ==Critical studies== *Allart, Patrice (2017). Psychose à Arkham—Les Itinéraires de Robert Bloch et Ramsey Campbell. L’Œil du Sphinx. *Ashley, Michael (1980). Fantasy Reader's Guide to Ramsey Campbell. Borgo Press. *Campbell, Ramsey; Dziemanowicz, Stefan; and Joshi, S. T. (1995). The Core of Ramsey Campbell: A Bibliography & Reader's Guide. Necronomicon Press. *Cooke, Jon B., ed. (1991). Tekeli-li! Journal of Terror 3 (special Ramsey Campbell number). *Crawford, Gary William (1985). \"Urban Gothic: The Fiction of Ramsey Campbell\", in Darrell Schweitzer, ed., Discovering Modern Horror Fiction. Starmont House. Pp. 13–20. *——— (1988). Ramsey Campbell, Starmont House. *———, ed. (2014). Ramsey Campbell: Critical Essays on the Modern Master of Horror. Studies in Supernatural Literature). Scarecrow Press. *Fry, Gary (2015). \"A New Place to Hyde: Self and Society in Ramsey Campbell’s Think Yourself Lucky\", in s j bagley and Simon Strantzas, eds., Thinking Horror Volume 1. TKHR, pp. 25-35. *Joshi, S. T. (2001). The Modern Weird Tale. McFarland & Co. *——— (2009). Classics and Contemporaries: Some Notes on Horror Fiction. Hippocampus Press. *——— (2001). Ramsey Campbell and Modern Horror Fiction. Liverpool University Press. *———, ed. (1994). The Count of Thirty. Necronomicon Press. *———, (2021) Ramsey Campbell: Master of Weird Fiction, PS Publishing. * Menegaldo, Giles (1996). \"Gothic Convention and Modernity in John Ramsay [sic] Campbell's Short Fiction\", in Victor Sage and Allan Lloyd Smith, eds. Modern Gothic: A Reader. Manchester University Press. Pp. 189-97. ==Selected literary awards== * 1978 \"The Chimney\", World Fantasy Award, Best Short Story * 1978 \"In The Bag\", British Fantasy Award, Best Short Story * 1980 The Parasite, British Fantasy Award, Best Novel * 1980 \"Mackintosh Willy\", World Fantasy Award, Best Short Story * 1981 To Wake the Dead (later, the Parasite), British Fantasy Award, Best Novel * 1985 Incarnate, British Fantasy Award, Best Novel * 1988 The Hungry Moon, British Fantasy Award, Best Novel * 1989 The Influence, British Fantasy Award, Best Novel, and Premios Gigamesh, 1994 (for Spanish translation, Ultratumba) * 1989 Ancient Images, Children of the Night Award, Best Novel * 1991 Midnight Sun, British Fantasy Award, Best Novel * 1991 Best New Horror (co-edited with Stephen Jones), British Fantasy Award and World Fantasy Award, Best Anthology or Collection * 1994 Alone with the Horrors, Stoker Award of the Horror Writers of America, Best Collection; World Fantasy Award, Best Collection * 1994 The Long Lost, British Fantasy Award, Best Novel * 1994 Liverpool Daily Post & Echo Award for Literature * 1995 Premio alla Carriera a Ramsey Campbell (Prize for the Career of Ramsey Campbell), Fantafestival, Rome * 1998 The House on Nazareth Hill, International Horror Guild, Best Novel * 1999 Grand Master Award, World Horror Convention, Atlanta, Georgia * 1999 Lifetime Achievement Award of the Horror Writers Association * 1999 Ghosts and Grisly Things, British Fantasy Award, Best Collection * 2002 Ramsey Campbell, Probably, International Horror Guild, Best Non-Fiction, and Stoker Award of the Horror Writers of America, Superior Achievement in Non-Fiction, and British Fantasy Award, Best Collection * 2003 Told by the Dead, British Fantasy Award, Best Collection * 2006 Howie Award of the H P Lovecraft Film Festival for Lifetime Achievement * 2007 Living Legend Award of the International Horror Guild * 2008 The Grin of the Dark, British Fantasy Society, Best Novel * 2015 Honorary Fellowship of John Moores University, Liverpool, for \"outstanding services to literature\" * 2015 Letters to Arkham, British Fantasy Award, Best Non-Fiction * 2015 World Fantasy Award, Life Award * 2016 The Searching Dead, Children of the Night Award for Best Novel * 2017 Premio Sheridan Le Fanu for Campbell’s career (given in Madrid) ==See also== *List of horror fiction authors ==References== ==External links== * RamseyCampbell.com; official website * Ramsey Campbell: Short Story Bibliography * Database of secondary sources (Archived) * * The Ramsey Campbell Archive at the University of Liverpool * The Last Revelation of Gla'aki book launch at Waterstone's Liverpool One ===Interviews=== * 2009 interview with Horror Bound Magazine * \"Ramsey Campbell: A Demon by Daylight\", Interview with Cold Print * 2007 interview with Liverpool's Nerve magazine * 2008 interview with WritersNewsWeekly.com * 2016 interview on Hannah's Bookshelf Category:1946 births Category:Living people Category:English horror writers Category:English fantasy writers Category:Weird fiction writers Category:20th-century English novelists Category:21st-century English novelists Category:Cthulhu Mythos writers Category:World Fantasy Award-winning writers Category:Writers from Liverpool Category:Novelists from Liverpool Category:Ghost story writers Category:English male short story writers Category:English short story writers Category:English male novelists Category:English agnostics Category:20th-century pseudonymous writers Category:21st-century pseudonymous writers",
 "title": "Ramsey Campbell"
}