{
 "id": "664983",
 "text": "thumb|Nangan Island in the East China Sea (labelled as MA-TSU (ISLAND) ) (1954) Nangan Township () is a rural township in the Matsu Islands and the county seat of Lienchiang County, Taiwan. There is an airport in Nangan. The highest point is Yuntai Mountain, at above sea level. ==Name== Nangan Township is named for Nangan Island (Nankan Island), the main island in the township. Nangan was also known Nangantang (; Nàng-găng-dòng). Because Lin Moniang's (who later became the Goddess Mazu) bodily relic was claimed to be washed ashore here, Nangan was also known as Matsu Island / Ma-tsu Island / Matsu Shan / Matsu-Shan (Matsoo/ Matsoo shan) (; Mā-cū-dō̤). In Song and Ming records, Nangan Island (Matsu Island) was called Shanggantang/Shanggantangshan (//) as opposed to Beigan Island, which was called Xiagantang/Xiagantangshan (//). ==History== In 1935, a baojia was created including Nangan Island. In 1949, ROC forces were stationed on Nangan Island. At 3 AM on January 9, 1966, three seamen from the PRC defected to the ROC at Nangan (Nankan) Island. They were ambushed and killed in transit to Taipei. In 2000, as part of the Three Links, transportation between Nangan Island's Fuao and Mawei District in Fuzhou was established. In 2003, Nangan Airport was opened. On the morning of May 4, 2016, Jiaonan Village (in Tailu, Lianjiang County, Fuzhou, Fujian, China (PRC)) Branch Chinese Communist Party Secretary Liu Wenjian () and Niujiao Community Assistant Manager Tsao Erh-Chang () met in Nangan Township and signed a memorandum of mutual exchange and cooperation. Others present included the Magistrate of Lienchiang County, ROC Liu Cheng-ying, Tailu Party Secretary Huang Duanming (), Nangan Township Mayor Chen Chen-Ko () and others. ==Geography== The island of Nangan is not only the largest island of its township, but also the largest island of Matsu. Nangan Township is also the largest township in Lienchiang County, with a population of about 4,000. The highest point of the island is the Mount Yuntai peak at 248 meters. Nangan's climate is classified as subtropical, with distinct seasons. The average year- round temperature is 20C, with July and August reaching 34C and January temperatures as low as 1.8C. There is an intense fog period during March and April which often affects the scheduled flights at Nangan Airport. thumb|Huangguan Yu () Other islets in Nangan Township include Huangguan Yu (), Xie Jiao (), Beiquan Jiao (), and Liuquan Jiao (). ==Politics and government== === Administrative divisions === There are 10 villages located on Nangan. At the eastern end of the island is Jieshou (介壽村), the seat of the county government and the largest village. Following the coastal road west from Jieshou, there are Fuxing (復興村), Fuao (福澳村), Qingshui (清水村), Zhuluo (珠螺村) and Mazu (馬祖村). Following the mountain road west, there are Meishi (梅石村), Renai (仁愛村) and Jinsha (津沙聚落), before once again reaching Mazu. Located to the north of Mazu is Siwei (四維村). In addition to these, there are two smaller villages or clusters of homes. These are Furen (夫人村) and Ketiao (科蹄澳), they are located near Siwei. Many villages on Nangan have two names. In some cases, this was the result of politics, as one is the traditional name and the second has a political connotation. These instances are paired as follows with the traditional name first: Shanlong (山隴): Jieshou (介壽), Niujiao (牛角(聚落)): Fuxing (復興), Tieban (鐵板): Renai (仁愛), and Fuao (福澳): Jingze (經澤). These names are often used interchangeably by residents, except for Jingze. Residents objected to this latter name, and so it never came into popular use. The reference to Shanlong is also important as there is a neighborhood there called Zhonglong (中隴). Mazu is also referred to as Magang (馬港) and Siwei as Xiwei (西尾). As for Mazu and Magang, Magang is the preferred name. This could be in order to distinguish the village and its harbor from Mazu (媽祖), the goddess, and Mazu (馬祖) the island chain. Xiwei was derived from the local Fuzhou dialect's pronunciation of Siwei. The nine rural villages of Nangan Township are:} * Jieshou (Chiehshou; ) literally, \"Longevity for Chiang Kai-shek \" * Jinsha (Chinsha; ) \"Sand of Seaport\" * Cingshuei / Qingshui (Chingshui; ) \"Pure Water\" * Jhuluo (Chuluo; ) \"Pearl and Snail\" * Fusing / Fuxing (Fuhsing; ) \"Revive Prosperity\" * Fuwo () \"Auspicious Fertility\": Jingze Village (經澤) * Ren-ai (Jenai; ) \"Humanity and Love\": Tieban (鐵板 \"Iron Plate\") until 1955 . * Matsu () \"Matsu\" * Sihwei / Siwei (Szuwei; ) \"Four Virtues\" ===Government institutions=== * Lienchiang County Government * Lienchiang County Council ===Mayors=== *Appointed mayors # Li Chun-Hua () (to Nov. 2, 1959) # Nieh Ko- Tung () (Nov. 2, 1959-Nov. 15, 1960) # Pan Fu () (Nov. 15, 1960-Feb. 10, 1962), later mayor of Beigan # Yu Te-Chu () (Feb. 10, 1962-Apr. 1, 1962), also mayor of Beigan # Hsueh Chih-Lien () (Apr. 1, 1962-Feb. 25, 1965), later mayor of Juguang # Pan Fu (second term, ) (Feb. 25, 1965-Dec. 7, 1973) # Chen I-Peng () (Dec. 7, 1973-Jan. 1, 1978), former mayor of Beigan and Juguang *Elected mayors # Yeh Chin-Fu () (Jan. 1, 1978-Mar. 1, 1982) # Chang Hsiang-Shou () (Mar. 1, 1982-Mar. 1, 1986) # Chiu Ying-Piao () (Mar. 1, 1986-Mar. 1, 1990) # Chen Shu-Li () (Mar. 1, 1990-Mar. 1, 1998) # Chen Hsiu-Hua () (Mar. 1, 1998-Mar. 1, 2002) # Lin Shu-Ching () (Mar. 1, 2002-Mar. 1, 2006) # Chu Hsiu- Ping () (Mar. 1, 2006-Dec. 12, 2014) # Chen Chen-Ko () (2014–present) (KMT), in 2018 received nearly four-thousand votes == Tourism == thumb|Sword of Matsu Monument The Palace of Heavenly Empress (天后宮) in Matsu Village contains the coffin of Lin Moniang. The temple also contains statues of the guards, Thousand-li Eye (千里眼) and Wind-following Ear (順風耳). There is an annual celebration on March 3. Matsu Distillery on Wujiao Hill (午角嶺) in Fusing Village produces daqu wine (大麴酒) and sorghum wine (高梁酒). Shengli Water Reservoir (勝利水庫 \"Victory\") and a museum are located in Cingshuei Village. The museum contains four cannons from Jyuguang which were used to guide boats. Another museum is the Matsu Blue Tears Ecological Museum, Matsu Folk Culture Museum and Ching-kuo Memorial Hall. There are two abandoned military tunnels on the island: Tunnel 88 and Beihai Tunnel. Former military stronghold is Dahan Stronghold. Nature in the township is Shengtian Park and Mount Yuntai. ==Infrastructure== Nangan was initially powered by Matsu Power Plant which was funded by the Ministry of National Defense, Taiwan Power Company and the Matsu Administration Committee in 1969 and was commissioned on 1 July 1971. Starting March 2010, the electricity for the township is supplied by Zhushan Power Plant. The main hospital of the township is Lienchiang County Hospital. ==Transportation== ===Air=== thumb|Matsu Nangan Airport * Uni Air is the only airline serving the island, with eight flights a day to Nangan Airport and three flights a day to Beigan Airport. All of the above flights arrive at Songshan Airport in Taipei with the exception of one flight at Taichung Airport in Taichung. ===Water=== * Commercial boat rides are provided hourly every day from 7am to 5pm. The rides take approximately 10 minutes to Beigan. * Commercial boat rides to Juguang Island takes approximately an hour with three rides a day. * There are ferryboat scheduled on a weekly basis between Keelung Port and Nangan's Fuao Harbor. ===Road=== The township has bus services connecting its villages, which consists of coastal line and mountain line. ==Notable natives== * Yang Sui-sheng, Magistrate of Lienchiang County (2009–2014) == See also == * Jinbanjing Tianhou Temple * List of islands of Taiwan * List of islands in the East China Sea ==References== Category:Townships in Lienchiang County",
 "title": "Nangan, Lienchiang"
}