{
 "id": "665192",
 "text": "{| |} The Handley Page HP.137 Jetstream is a small twin-turboprop airliner, with a pressurised fuselage. The aircraft was designed to meet the requirements of the United States commuter and regional airline market. The design was later improved and built by British Aerospace as the BAe Jetstream 31 and BAe Jetstream 32, featuring different turboprop engines. ==Development== Handley Page was in an awkward position in the 1960s, wishing to remain independent of the \"big two\" British companies (Hawker Siddeley and the British Aircraft Corporation), but without the money needed to develop a large new airliner that would keep it in the market. After studying the market it decided that its next product would be a highly competitive small airliner instead, filling a niche it identified for a 12–18 seat high-speed design. Compared to its three closest rivals, the Beechcraft King Air, Aero Commander Turbo Commander and Swearingen Merlin it offered \"more capacity, better range- payload, higher speed and greater comfort\".article \"Handley Page Jetstream\",Flight International, 11 May 1967, p.737 American salesman and modification engineer Jack Riley claimed to have written the design specifications. The design garnered intense interest in the US when it was first introduced, and an order for 20 had been placed even before the drawings were complete. Charles Joy was responsible for the design. The original design dates from 1965 as a 12-seat (six rows with a centre aisle) aircraft. The aircraft was a low-wing, high-tail monoplane of conventional layout. Considerable attention was paid to streamlining in order to improve performance, which led to one of the design's more distinctive features, a long nose profile. The fuselage had a circular cross-section to minimize the structural weight required for the pressurisation which enabled much higher altitude and consequent higher speed and comfort than competing unpressurised designs. The aisle between the seats had a 5 ft 11in headroomarticle \"Handley Page Jetstream\",Flight International, 11 May 1967, p.738 but the main spar formed a step in the aisle, which was a tripping hazard. Final assembly took place in a new factory at the Radlett aerodrome, but large portions of the structure were subcontracted, including complete wings being built by Scottish Aviation at Prestwick, Scotland and the tail section by Northwest Industries of Edmonton, Alberta, Canada. The original design used Turbomeca Astazou XVI engines of approximately 840 hp (626 kW), and flew on 18 August 1967 as the Jetstream 1.Jackson 1973, p. 263. Throughout the test program the engines proved to be a weak point, being generally underpowered for the design, and surprisingly temperamental for what was then a mature and widely used turboshaft design. Testing was eventually moved to the Turboméca factory airfield in the south of France, both to allow faster turnaround with engine work, and in order to improve the schedule by taking advantage of the better weather. In order to improve sales prospects in the US, the fifth prototype was fitted with the US-built Garrett TPE-331 in place of the French Astazou. Changing to the US-built engine was enough to allow the United States Air Force to consider it for cargo use. It eventually placed an order for 11, fitted with a cargo door and accommodation for 12 passengers or six stretcher cases, to be known as the C-10A, or Jetstream 3M. The US Air Force cancelled its order in October 1969 citing late delivery.Jackson 1973, p. 264. The first production model Jetstream 1 flew on 6 December 1968,Barnes 1976, p. 591. and over the next year 36 would be delivered. However, by this point Handley Page had given up on the original engine, and the Jetstream 2 was launched with the larger 965 hp (720 kW) Astazou XVI, starting deliveries in late 1969. The late delivery and engine problems had driven development costs to over £13 million, far more than the original £3 million projections. Only three Jetstream 2s would be completed before Handley Page went bankrupt, and the production line was eventually shut down in 1970. There was enough interest in the design that it was first picked up by a collaboration of investors and Scottish Aviation which formed a company called \"Jetstream Aircraft\" to produce the aircraft. A further ten Jetstream 1s were produced by this team. Scottish Aviation continued production of the Jetstream 2 as well, although referring to it as the Jetstream 200. In February 1972, 26 Jetstream 201s were ordered by the Royal Air Force, which used them as multi-engine trainers as the Jetstream T.1. Fourteen of these were modified as observer trainers for the Royal Navy, receiving the designation Jetstream T2. ==Variants== ;Jetstream Mk 1 ;Jetstream 200 ;Jetstream 3M :Improved variant with TPE331 engines for the United States Air Force. ;C-10A :United States Air Force military designation for the Jetstream 3M, production started but order cancelled and none delivered. ;Riley Jetstream: A few early Jetstream 1 aircraft were converted by Riley Aircraft of Carlsbad, California, to this version. The aircraft were fitted with two PT6A turboprop engines.Dallas debuts Flight, 11 October 1973, p. 598 ;Jetstream T.1 :United Kingdom military designation of Mk 1s for the Royal Air Force as multi-engine trainers. ;Jetstream T.2 :Conversion of T1s for the Royal Navy as rear-crew trainers. ;Century III :Conversions with TPE331 engines. ==Operators== The aircraft was used mainly by corporate operators and scheduled passenger commuter/regional airlines. ===Civil operators=== ; * Aero VIP ; * Buraq Air ; * ADA * SARPA * Vertical de Aviación ; * Newair ; * Bavaria Fluggesellschaft ; * Air Illinois * Air US * Apollo Airways (subsequent name change to Pacific Coast Airlines) * Big Sky Airlines * Dorado Wings (operated in the Caribbean from Puerto Rico) * Cal-State Air Lines * JetAire Airlines * Interstate Airlines * Sierra Pacific Airlines * South Central Air Transport (SCAT) (aircraft subsequently acquired by Air Illinois) * Sun Airlines (announced by the airline but may have not been actually delivered or operated) * Texas Star Airways * Western Air Stages * Zia Airlines ===Military operators=== thumb|right|Jetstream T1 of the Royal Air Force thumb|right|Jetstream T2 of the Royal Navy ; thumb|Apollo Airways Fleet, Santa Barbara California * Royal Air Force retired 2003. * Royal Navy retired 2011. ; * Uruguayan Navy former Royal Navy T2s. Retired 2010. ===Jetstream in the film \"Moonraker\"=== A Jetstream operated by Apollo Airways, a commuter airline based at the Santa Barbara Airport in California, appeared in the 1979 film \"Moonraker\" starring Roger Moore where British secret agent James Bond (007) is thrown out of the aircraft while it is in flight. ==Accidents and incidents== * 17 April 1981, Century III conversion N11360 operating Air US flight 716 collided with a private Cessna 206 carrying skydivers after taking off from Fort Collins-Loveland Municipal Airport., killing all 13 passengers and crew on board the Century III and the two people in the Cessna 206. ==Aircraft on display== ;United Kingdom * Jetstream T.1 XX492 at Newark Air Museum, Nottinghamshire.Ellis 2016, p. 186 * Jetstream T.1 XX494 at East Midlands Aeropark, Leicestershire.Ellis 2016, p. 132 * Jetstream T.1 XX495 at South Yorkshire Aircraft Museum, Doncaster, South Yorks. * Jetstream T.1 XX496 at Royal Air Force Museum Cosford, Shropshire.Ellis 2016, p. 193 * Jetstream T.1 XX499 at Brooklands Museum, Surrey.Ellis 2016, p. 262 ==Specifications (Series 200)== ==See also== ==References== ;Notes ;Bibliography * * * * Category:1960s British airliners Jetstream Category:Low- wing aircraft Category:Twin-turboprop tractor aircraft",
 "title": "Handley Page Jetstream"
}