{
 "id": "665577",
 "text": "Giovanni Lajolo (born 3 January 1935 in Novara, Italy) is a Cardinal and former President of the Pontifical Commission for Vatican City State and President of the Governatorate of Vatican City State. ==Early life and ordination== He studied at the Seminary of Novara, the Pontifical Roman Seminary, and the Pontifical Gregorian University where he earned a licentiate in philosophy in 1955 and a licentiate in theology in 1959. He was ordained a priest on 29 April 1960. He entered the University of Munich where he studied for a doctorate in canon law which he was awarded in 1965. Then in 1965 he entered the elite Pontifical Ecclesiastical Academy to study diplomacy, leaving in 1968. ==Secretariat of State== He entered the service of the Secretariat of State in 1970. He worked in the nunciature in Germany collaborating with Corrado Bafile, future cardinal, from 1970 to November 1974. He was a staff member of the Council for Public Affairs of the Church from November 1974. He was named counselor of nunciature on 1 January 1983. He closely followed the negotiations that led to the signing, in 1984, of the revision of the concordat between Italy and Holy See. ==Bishop== On 3 October 1988, Lajolo was appointed Secretary of the Administration of the Patrimony of the Apostolic See and Titular Archbishop of CaesarianaCaesariana (Titular See)- Catholic Hierarchy by Pope John Paul II. He received his episcopal consecration on 6 January 1989 from John Paul himself, with archbishops Edward Idris Cassidy and José Tomás Sánchez serving as co-consecrators, in St. Peter's Basilica. Lajolo was later named Nuncio to Germany on 7 December 1995, and Secretary for Relations with States on 7 October 2003. As Secretary, he served as the foreign minister of the Vatican. ==Secretary for Relations with States== He served as the Secretary for Relations with States in the Secretariat of State, or foreign minister of the Holy See, from 2003 until his appointment as president in 2006. He speaks Italian, German, English and French. At a 2004 conference Archbishop Lajolo said that perfect religious freedom does not exist in any country in the world. \"Even in states in which the right to religious freedom is taken very seriously,\" he said, perfection is missing, often because a concern for church-state separation leads to penalising religious activity in the public sphere. He went on to say he said, government and taxation policies may limit the rights of parents to choose a religious education for their children or may penalise the charitable work of the church by not recognising its nonprofit status. Attempts to ban religiously motivated positions from public policy debates are also infringements on religious freedom, he said. Archbishop Lajolo and other speakers at the conference also voiced concern about the increasing threats to Christians in Iraq and in other countries with a Muslim majority following the U.S.-led invasion of Iraq. In 2005 Archbishop Lajolo was awarded Knight Grand Cross of the Order of Merit of the Italian Republic.quirinale.it ==Pontifical Commission for Vatican City State== On 22 June 2006, Lajolo was appointed President of the Pontifical Commission for Vatican City State and of the Governorate of Vatican City State by Pope Benedict XVI. In virtue of these two posts, he is delegated legislative and executive authority over the Vatican City by the pope. He was appointed Cardinal-Deacon of S. Maria Liberatrice a Monte Testaccio in the consistory of 24 November 2007. As required by canon law he submitted his resignation to Pope Benedict having reached his 75th year in January 2010. His resignation was accepted on 3 September 2011, with Archbishop Giuseppe Bertello appointed as his successor starting on 1 October 2011. He was one of the cardinal electors who participated in the 2013 papal conclave that selected Pope Francis. ==Curial work== He was granted membership in the Congregation for Bishops, Pontifical Council for Culture, and Administration of the Patrimony of the Apostolic See (of which he had once been Secretary) on 12 June 2008. On 25 January 2010 he was appointed as a member of the Apostolic Signatura, the Church's highest court. He remained as a member of these bodies until his 80th birthday in 2015. ==References== ==External links== * *Catholic-Hierarchy.org profile *Catholic-pages bio *Cardinal Lajolo(2006),Today's world and the ideology of power. General Debate of the 61st session of the General Assembly of the United Nations Category:1935 births Category:Presidents of the Pontifical Commission for Vatican City State Category:21st-century Italian Roman Catholic titular archbishops Category:Apostolic Nuncios to Germany Category:Pontifical Ecclesiastical Academy alumni Category:Pontifical Gregorian University alumni Category:Pontifical Roman Seminary alumni Category:Cardinals created by Pope Benedict XVI Category:21st-century Italian cardinals Category:20th-century Italian Roman Catholic titular archbishops Category:Grand Crosses with Star and Sash of the Order of Merit of the Federal Republic of Germany Category:Living people Category:Ludwig Maximilian University of Munich alumni Category:Members of the Apostolic Signatura Category:Members of the Congregation for Bishops Category:Members of the Pontifical Council for Culture Category:People from Novara Category:Secretaries for Relations with States of the Holy See Category:Knights Grand Cross of the Order of Merit of the Italian Republic",
 "title": "Giovanni Lajolo"
}