{
 "id": "665867",
 "text": "Police Story () is a 1985 Hong Kong action crime comedy film written and directed by Jackie Chan. It is the first film in the Police Story franchise, and stars Chan as Hong Kong police detective \"Kevin\" Chan Ka-Kui, alongside Brigitte Lin and Maggie Cheung. In the film, Ka-Kui helps arrest a drug lord, but must clear his own name after being accused of murder. Chan began work on the film after a disappointing experience working with James Glickenhaus on The Protector (1985), which was intended to be his entry into the American film market. Police Story contains many large action sequences with elaborate, dangerous stunts performed by Chan and his stunt team, including car chases and vehicle acrobatics, and parkour-related elements within buildings. The remainder of film was created surrounding the action sequences, which Chan and the filmmakers developed via linear progression. Police Story was a blockbuster success in various Asian and European markets, grossing an estimated at the box office. It won the Best Film award at the 1986 Hong Kong Film Awards. According to Chan's autobiography, he considers Police Story his best action film. In 2016, Police Story was voted the fourth best action film of all time in Time Outs poll of film critics, directors, actors and stunt performers. Chan's final sequence in the mall is considered one of the greatest stunts in the history of action cinema. A 4K restoration of the film had a limited theatrical release in North America on February 1, 2019, along with its sequel Police Story 2. ==Plot== The Royal Hong Kong Police Force is planning a major undercover sting to arrest crime lord Chu Tao (Chor Yuen). Inspector Chan Ka-Kui (or Kevin Chan in some versions) is part of the operation, along with undercover officers stationed in a shantytown. However, the criminals spot the officers and the shootout ensues between the two groups in which civilians either flee the town or caught in the crossfire as a result of the gunfight. Chu Tao and his men successfully flee in their car by driving through the town but crashes it immediately after going downhill and escapes on foot. Ka-Kui persists in his chase on foot as Chu Tao and his men attempt to escape in a double-decker bus. Ka-Kui manages to get in front of the bus and bring it to a halt by threatening to shoot the driver with his service revolver. Later, Ka-Kui is reprimanded by Superintendent Li for letting the operation get out of hand but subsequently presented to the media as a model police officer. His next assignment is to protect Chu Tao's secretary, Salina Fong (Brigitte Lin), who plans to testify in court about Chu Tao's illegal activities. At first, Salina insists that she does not require protection, but after Ka-Kui has a fellow policeman break into her apartment and pose as a knife-wielding assassin, and later as the two drive away and are ambushed by Chu Tao's actual hitmen, she becomes more cooperative. When Ka-Kui arrives at his apartment with Salina, he is surprised to find his girlfriend, May (Maggie Cheung) and her friends throwing a birthday party for him, but May becomes angry with Ka-Kui after seeing Salina only wearing lingerie and Ka-Kui's jacket. Ka-Kui later explains to May that Salina is a witness, but only after much bumbling and embarrassment, causing her to leave the scene, though she does go to Chu Tao's trial the next day. Meanwhile, Salina discovers that the attack at her apartment was a sham, and decides to slyly record her confession about working for Chu Tao that took place in the car ride there. She sneaks away while Ka-Kui is sleeping and is not present at the trial the next day, which ends with failure for the prosecution because of Salina's absence and tampering with the recording. Though Chu Tao is released on bail, he wants revenge against Ka-Kui. He captures Salina and threatens to kill her to ensure her silence. Ka-Kui finds and frees her, but is attacked by several of Chu Tao's men. When fellow Police Inspector Man arrives (Kam Hing Ying), he reveals that he had been working with Chu Tao and thus Salina's capture was merely a ruse to trap Ka-Kui. To Man's grim surprise, the plan is also to include Tao's men killing him with Kui's gun to frame him for murder. Now a fugitive cop killer, Ka-Kui must try to catch Chu Tao and clear his name, taking his superintendent as a hostage in order to escape custody, though he soon lets his co-operative superior go free. Salina goes to Chu Tao's office at a shopping mall to download incriminating data from Chu Tao's computer system. Chu Tao notices this and he and his men rush to the shopping mall to intervene. Ka-Kui and May, who are monitoring Chu Tao's activities, follow. In the ensuing carnage, Ka-Kui defeats all of Chu Tao's henchmen (and destroys a good portion of the mall). The briefcase containing the computer data falls to the bottom floor of the mall, but Chu Tao retrieves it after attacking May. Ka-Kui, at the top floor, slides down a pole wrapped in lightbulbs to the bottom floor and catches Chu, but the rest of the police force quickly arrives and prevent him from further taking matters into his own hands. Salina attests to them that Danny Chu killed Inspector Man and evidence of his crimes is in the briefcase. Chu's defence attorney shows up and accuses the police of misconduct, prompting a beating from an at-wit's-end Ka-Kui, who goes on to extend the beating to Chu Tao before being stopped by his friends. ==Cast== *Jackie Chan as Sergeant \"Kevin\" Chan Ka-Kui (\"Jackie\" in second, third, and fourth English dubs) *Brigitte Lin as Salina Fong, Chu Tao's secretary aka Selina Fong (all English dubs) (as Brigette Lin) *Maggie Cheung as May, Ka- Kui's Girlfriend *Chor Yuen as Chu Tao, Crime Lord aka Tom Koo (first and second English dubs) / Joe Chu (third and fourth English dubs) *Charlie Cho as John Ko, gangster aka John Chow (second English dub) *Fung Hark-On as Danny Chu Ko / Danny Koo (first and second English dubs) *Lam Kwok-Hung as Superintendent Raymond Li *Bill Tung as Inspector \"Uncle\" Bill Chou / Inspector Wong (first and second English dubs) / Inspector George (third and fourth English dubs) *Kam Hing Yin as Inspector Man / Sergeant Mao (first and second English dubs) / Sergeant Ming (third and fourth English dubs) *Mars as Kim *Lau Chi-wing as Counsellor Cheung *Tai Po as Lee / Snake Eyes (first and second English dubs) / Sharkey (third and fourth English dubs) *Kent Tong as Tak / Tom / Francis Tong (Japanese release version) *Wan Fat as Mad Wing / Jacknife (1st and 2nd English dubs) / Crazy Wing (third English dub) / Psycho Wing (fourth English dub) *Bowie Wu as Sha Tau Kok police officer *Clarence Fok as Photographer *Money Lo as TV reporter ===Jackie Chan stunt team=== *Chan Tat-kwong *Johnny Cheung *Danny Chow *Fung Hak On *Benny Lai *Rocky Lai *Sam Wong *Ben Lam *Chris Li *Mars *Pang Hiu-sang *Paul Wong ==Production== The film contained many large-scale action scenes, including an opening sequence featuring a car chase through a shanty town, Chan dangling from a speeding double-decker bus before stopping it with his service revolver, and a climactic fight scene in a shopping mall. This final scene earned the film the nickname \"Glass Story\" by the crew, due to the huge number of panes of sugar glass that were broken. During a stunt in this last scene, in which Chan slides down a pole from several stories up, the lights covering the pole had heated it considerably, resulting in Chan suffering second-degree burns, particularly to his hands, as well as a back injury and dislocation of his pelvis upon landing. Edward Tang, the screenwriter for this film and many others, said that he did not write this film the way normal Hollywood screenwriters work. Chan instructed Tang to structure the film around a list of props and locations, e.g. a shopping mall, a village, a bus, etc. In contrast to this production, most Hollywood films rely on the creativity of the screenwriters to create the plot elements of a film, which are then forwarded to the director for actual filming. In an interview with Chan, he discusses the stunt of sliding down the pole covered with lights. As with the clock tower stunt from Project A (1983), Chan described his fear at the thought of performing the stunt. During the filming of Police Story, there was the added pressure of strict time constraints, as the shopping mall had to be cleaned up and ready for business the following morning. One of Chan's stuntmen gave him a hug and a Buddhist prayer paper, which he put in his trousers before finally performing the stunt. Stuntman Blackie Ko doubled for Chan during a motorcycle stunt in which his character drives through glass towards a hitman. In the double decker bus scene, Jackie used a metal umbrella because a wooden one kept slipping when he tried to hang onto the bus. ==Box office== The film grossed at the Hong Kong box office, becoming the third highest-grossing film of the year. In Taiwan, it grossed between 1985 and 1986, becoming one of the top ten highest-grossing films of 1986. In Japan, it was the eighth highest-grossing foreign film of 1986, grossing at the Japanese box office. In South Korea, it was the third highest-grossing film of 1988, with ticket sales in Seoul City. In Europe, the film sold 912,400 tickets, including 846,700 tickets in Hungary (released 1988) and 65,700 tickets in Romania. This adds up to tickets sold in Europe and South Korea. {| class=\"wikitable sortable\" style=\"text-align:center;\" ! Territories ! Release year ! Ticket sales ! Box office gross revenue |- | Hong Kong | 1985 | | () |- | Taiwan | 1985 | | (US$578,048) |- | Japan | 1985 | | () |- | South Korea (Seoul City) | 1988 | | () |- | Hungary | 1988 | 846,700 | () |- | Romania | 1996 | 65,700 | () |- | United States (limited release) | 2019 | | US$113,164 |- ! Worldwide ! ! ! () ( adjusted for inflation) |} ==Critical reception== The film initially received a mixed reaction in contemporary English-language reviews. Kim Newman wrote in the Monthly Film Bulletin, that Police Story starts well with its car chase described as an \"astonishing set-piece\", but that \"once the mix of realistic settings and fantasy action seems to have been established, the film falls back on Chan's clowning and turns into a slapstick comedy heavily dependent on cake-in-the-face jokes\". The review concluded that the film \"still lacks much of the aesthetic appeal and occasional comic grace of the more traditional period kung fu films such as Project A, Drunken Master, Snake in the Eagle's Shadow and Dragon Lord\". Vincent Canby wrote in The New York Times that at a screening of the film at the New York Film Festival Chan was promoted as a hybrid of Buster Keaton and Clint Eastwood, with Canby noting that Chan was \"more like a scaled-down, oriental Sylvester Stallone, with energy and a willingness to smile fondly at himself\". Canby also noted the excessive pie-in-the-face gags, and that Chan \"participates in several elaborately staged gun fights and car chases\" which were \"mildly amusing\" but not as amusing as the dubbed dialogue. Canby concluded that the film \"is of principal interest as a souvenir of another culture\". The film went on to receive wide acclaim in later reviews. A review from the Time Out Film Guide stated: \"In Jackie Chan-land vehicles are for trashing small buildings, while big buildings are for falling off or sliding down... The likeable and graceful Chan directs, sings and performs jaw-dropping stunts\". In advance of the film's 4K restoration release in 2018, Matt Zoller Seitz of RogerEbert.com gave the film four out of four stars, saying that Police Story \"is one of the great 1980s action films. It is also one of the most 1980s action films\", commenting its \"cop-on-the-edge clichés\" and synthesizer music. Seitz further wrote that \"The entire film has the mentality of a master showman who wants to dazzle in every moment, big or small.... A stunt near the end gets repeated at full length three times, from three different angles; this would seem like a display of narcissism if it weren’t one of the greatest stunts in the history of movies, right up there with the collapsing house in Steamboat Bill, Jr. and the final fall in Sharky’s Machine\". On review aggregator website Rotten Tomatoes, the film holds an approval rating of 93% based on 27 reviews, and an average rating of 7.57/10. In 2016, when Time Out polled 50 film critics, directors, actors and stunt actors to list their top action films of all time, Police Story was voted the fourth best action film of all time. ==Accolades== *1986 Hong Kong Film Awards **Won: Best Picture **Won: Best Action Choreography (Jackie Chan Stunt Team) **Nominated: Best Director (Jackie Chan) **Nominated: Best Actor (Jackie Chan) **Nominated: Best Actress (Brigitte Lin) **Nominated: Best Cinematography (Cheung Yiu Cho) **Nominated: Best Film Editing (Peter Cheung) ==Home media== The film was released on VHS in the United States by the distributor Cinema Group under the title Jackie Chan's Police Force, using Golden Harvest's export version created for international distribution, and featuring a new music score by composer Kevin Bassinson. The export cut is shorter than the original cut by 13 minutes. New Line Cinema acquired the rights to the export version of the film, distributing it on VHS and Laserdisc on August 4, 1998, with a recycled soundtrack score from J. Peter Robinson replacing Bassinson's music. On December 19, 2006, The Weinstein Company released the film on Region 1 NTSC DVD (under their Dragon Dynasty label) with special features and deleted scenes; it was also released in Canada on January 23, 2007. In late 2004, Hong Kong's Intercontinental Video Limited released a remastered anamorphic widescreen Police Story Trilogy boxed set in Region 0 NTSC format, featuring optional English subtitles and a choice of Chinese-language soundtracks. Hong Kong-based company Kam & Ronsom Enterprise released the first three Police Story films on Blu-ray Disc in June 2009. The first film was released on Blu-ray on September 14, 2009.YESASIA: Police Story (Blu-ray) (Hong Kong Version) Shout! Factory released Police Story and Police Story 2 as a double feature on DVD and Blu-ray Disc on April 16, 2013. The Criterion Collection released both Police Story and Police Story 2 on Blu-ray on April 30, 2019 with 4K restoration on both of the films, as well as including the Hong Kong-release version of Police Story 2. The release also includes bonus features on Jackie Chan himself; new programs on his screen persona and action-filmmaking techniques, a stunt reel, and archival interviews with Chan and stuntman Benny Lai, as well as a 1964 TV program about Peking opera training that was akin to the education Chan received as a child. ==Sequels== ===Police Story 2=== Police Story 2 (), made in 1988, features many of the same actors reprising their roles from the original. The story picks up with Chan Ka-Kui demoted to traffic cop for causing so much damage in his apprehension of Chu. Chu has been released from prison on the pretense that he is terminally ill, and Chu and his clan continue to harass Chan and his girlfriend May as Chan gets reinstated to the detective unit when criminal bombers begin extorting money from businessmen. ===Police Story 3: Super Cop=== Police Story 3 () was made in 1992. Michelle Yeoh joins the cast, portraying a police officer from Mainland China. The story involves Chan and Yeoh's characters going undercover to break up a drug smuggling ring in Malaysia. The action moves from China to Kuala Lumpur, where Chan's girlfriend May is kidnapped. The film marks the last appearance of Maggie Cheung as May. Michelle Yeoh reprises her role in the spin-off, Project S (1993). Dimension Films released Police Story 3 in the US in 1996 under the name of Supercop with some edits to the film, the complete replacement of all music and sound effects, and English dubbing. ===Police Story 4: First Strike=== Police Story 4 (), made in 1996, is the only film in the Police Story series made partially in English. The action shifts away from Hong Kong and East Asia, with a globe trekking espionage plot, lending the film the air of a James Bond adventure. New Line Cinema's US release contained several alterations. Filmed on location in Ukraine and Australia, the film also marks the last appearance of Bill Tung, who plays Chan's superior in the series. ===New Police Story=== New Police Story (), made in 2004, is a reboot of the Police Story series. Chan portrays a disgraced detective named Wing, and acts alongside younger Hong Kong actors including Nicholas Tse, Charlene Choi and Daniel Wu. The story features a more dramatic focus, taking a darker and more serious tone. ===Police Story 2013=== Police Story 2013 (Police Story: Lockdown in North America) is a 2013 Chinese-Hong Kong action crime film starring Jackie Chan in another reboot of the Police Story film series. The film is directed by Ding Sheng, who previously helmed Chan's Little Big Soldier. According to Chan, unlike the previous Police Story films where he portrayed a Hong Kong cop, in the new film he portrays a mainland Chinese officer. Like New Police Story, 2013 is a stand-alone installment with a darker tone than the previous installments, which were comedies. ==Popular culture== * The shanty town chase inspired a similar sequence in Bad Boys II. A similar scene also appeared in the 2004 Thai film Born to Fight. * Jackie Chan fan Brandon Lee paid homage in his film Rapid Fire by filming a similar sequence from the mall fight scene, in which Jackie's character rams a villain with a motorcycle, through multiple layers of glass. * The scene where Chan stops a bus in Police Story inspired a similar scene in the Sylvester Stallone and Kurt Russell film Tango & Cash. * Between 1994 and 2004, the Hong Kong TV series Police Report adopted the Police Story theme song sung by Jackie Chan, as its own theme. Since 2009, the same song is re-adopted as the theme song of Police Report, but sung by Hacken Lee. Televised job advertisements for the Hong Kong Police also adopted segments of the song. * According to film critic Danny Leigh of Financial Times, the film Uncharted (2022) has action scenes inspired by Police Story. ==See also== *List of Hong Kong films *Hong Kong action cinema *Jackie Chan filmography ==References== ==External links== * * * *Police Story and Police Story 2: Law and Disorder an essay by Nick Pinkerton at the Criterion Collection *Comparison of the theatrical cut and the shortened export version Category:1985 films Category:1980s action comedy films Category:1980s action films Category:1980s crime comedy films Category:Best Film HKFA Category:Cantonese-language films Category:Films about the illegal drug trade Category:Films directed by Jackie Chan Category:Films set in Hong Kong Category:Golden Harvest films Category:Hong Kong action films Category:Hong Kong films Category:Police detective films Category:Police Story (film series) Category:Triad films Category:1980s police procedural films Category:1985 comedy films Category:Squatting in film",
 "title": "Police Story (1985 film)"
}