{
 "id": "666422",
 "text": "Highway 97 is the longest continuously numbered route in the Canadian province of British Columbia (and the longest provincial highway in any province), running from the Canada–United States border near Osoyoos in the south to the British Columbia/Yukon boundary in the north at Watson Lake, Yukon. The route takes its number from U.S. Route 97, with which it connects at the international border. The highway was initially designated '97' in 1953. == Route description == ===Okanagan Highway=== The Okanagan Highway is a section of Highway 97 between the international border and the junction of Highway 97A north of Vernon. It is named for the Okanagan region of British Columbia, through which it largely passes. It begins in the south at the international border crossing north of Oroville, and travels north to its junction with the Crowsnest Highway (Highway 3) at Osoyoos. The highway travels north for , passing through the Testalinden Creek Landslide and the communities of Oliver and Okanagan Falls. From Okanagan Falls, Highway 97 runs near the western shore of Skaha Lake before arriving at the locality of Kaleden, where Highway 3A diverges west. north of Kaleden, Highway 97 arrives at the city of Penticton. North of Penticton, Highway 97 follows the western shore of Okanagan Lake for , through the communities of Summerland and Peachland, before reaching its junction with Highway 97C just south of Westbank. From there, Highway 97 passes through West Kelowna and reserve lands belonging to the Westbank First Nation until, northeast of the 97C junction, Highway 97 begins to cross Okanagan Lake via the William R. Bennett Bridge. The highway enters the city of Kelowna upon landfall on the east shore of the lake. east into the city centre, the highway reaches its junction with Highway 33. As the Okanagan is a very popular travel destination and also has the highest population in inland B.C. (about 300,000), this section of highway 97 is by far the busiest. Congestion is frequent - particularly near the William Bennett Bridge, and Southbound towards West Kelowna. Four kilometres (2 mi) north of the Highway 33 junction, Highway 97 leaves the urbanized area of Kelowna (the municipal boundary is actually a further 12 km, 7 mi, north). For the next , the route travels well east of Okanagan Lake, passing through the community of Winfield. Prior to 2013, the highway ran alongside the west shore of Wood Lake to Oyama. A new section of four-lane highway was constructed and opened to traffic at that time, which bypasses Oyama entirely to the north. The original section of the highway skirting the western shore of Wood Lake is now known as Pelmewash Parkway. Both Oyama and Winfield lie within the municipality of Lake Country. Highway 97 then passes along the west shore of Kalamalka Lake before entering the city of Vernon and a junction with Highway 6 just south of the city centre. The highway then travels north for to a junction with Highway 97A near Swan Lake. ===Vernon-Kamloops-Cache Creek=== Highway 97 continues northwest from Highway 97A for , past the town of Falkland, before it merges onto the Trans-Canada Highway at Monte Creek, and is known as the Vernon-Monte Creek Highway. The highway follows Highway 1 for west to Cache Creek. As it travels westward, Highways 1 and 97 parallel the Thompson River, passing through the city of Kamloops, where the route shares a wrong-way concurrency with Highway 5 (signed as 97 North and 5 South and vice versa) and intersects Highway 5A. ===Cariboo Highway=== The Cariboo Highway section of Highway 97, between Cache Creek and Prince George, is in length and named for the Cariboo region, through which it travels. Much of its length as far as Quesnel follows approximately the route of the original Cariboo Wagon Road, which was also known as the Queen's Highway. The Cariboo Wagon Road's lower stretches between Yale and Cache Creek were severed in many places by the construction of the Canadian Pacific Railway in the 1880s. That section, now part of the Trans-Canada, was rebuilt in the 1920s, when the name Cariboo Highway was first applied to the route, a designation which ran from Yale to Prince George, British Columbia (where portions of the route survive as the Old Cariboo Highway). Today the Cariboo Highway designation begins at Cache Creek, veering north for to its junction with Highway 99. North of Highway 99, Highway 97 travels through Clinton, where the British Columbia Railway begins to roughly parallel Highway 97, as well as through the community of 70 Mile House before reaching a junction at 93 Mile House with Highway 24 (the Interlakes Highway). The roughly section of highway between 70 Mile House and Highway 24 has been re-routed to a new expressway with a speed limit of 110km/h. Over the of road north of Highway 24, Highway 97 travels through 100 Mile House and 150 Mile House before reaching the city of Williams Lake and a junction with Highway 20, which runs west across the Chilcotin District to Bella Coola on the Central Coast. Over the next continuing generally northward, the highway passes through McLeese Lake and Marguerite. En route, Highway 97 follows the east bank of the Fraser River to the city of Quesnel, and a junction with Highway 26. Over the next north of Quesnel, after passing through the hamlets of Strathnaver, Hixon, Stoner and Red Rock, Highway 97 meets its junction with Highway 16 at Prince George. North of here, the highway veers away from the Fraser River, and the British Columbia Railway veers northwestward from it. The term Cariboo Highway originally applied to the reconstructed route from Hope through the Fraser Canyon to Cache Creek and Prince George. Constructed in 1924-25, the new gravel toll highway opened in 1926, giving road access to canyon communities cut off since the destruction of parts of the Cariboo Road by construction of the Canadian Pacific Railway in the 1880s. The Cariboo Highway designation for the Fraser Canyon portion of the route was supplanted with the completion and naming of the Trans-Canada Highway c.-1962. Portions of the old highway survive as local streets, some carrying the name Old Cariboo Highway (as in Prince George). ===John Hart Highway=== alt=|thumb|On B.C. Highway 97 (Alaska Highway) near Stone Mountain Provincial Park before Toad River This stretch of Highway 97, named for former British Columbia Premier John Hart, begins at the John Hart Bridge crossing the Nechako River in Prince George, travelling for north through the small hamlet of Summit Lake, which is situated at the Continental Divide, as well as through Crooked River Provincial Park, Bear Lake and McLeod Lake, to its intersection with Highway 39. It then journeys northeast another over the crest of the Rocky Mountains via the Pine Pass, at which point the time zone changes from Pacific Time to Mountain Time. After descending from the Pine Pass, the highway generally follows the Pine River northeast to its intersection with Highway 29 at the town of Chetwynd. After a trek of another east, the Hart Highway terminates at Dawson Creek. ===Alaska Highway=== This northernmost section of Highway 97 is long, and travels north through largely unpopulated wilderness, intersecting the communities of Fort St. John and Fort Nelson, the latter being just east of the junction of Highway 77, travelling north to the Northwest Territories. Here, the highway veers generally northwestward into wilderness spotted with tiny localities. As it passes over the Rocky Mountains, the highway parallels the Liard River before terminating just over the BC/Yukon boundary at Watson Lake, where the Alaska Highway is numbered as Yukon Highway 1. ==Major intersections== From south to north: ==References== == External links == *Official Numbered Routes in British Columbia by British Columbia Driving & Transportation * Old Cariboo Highway, U.Wash Digital Collections 097 Category:Dawson Creek Category:Fort St. John, British Columbia Category:Transport in Kamloops Category:Transport in Kelowna Category:Transport in Penticton 097 Category:Vernon, British Columbia Category:West Kelowna Category:Highways in the Okanagan",
 "title": "British Columbia Highway 97"
}