{
 "id": "666879",
 "text": "Nirmala Srivastava (née Nirmala Salve; 21 March 192323 February 2011), also known as Shri Mataji Nirmala Devi, was the founder and guru of Sahaja Yoga, a new religious movement sometimes classified as a cult. She said \"You cannot know the meaning of your life until you're connected to the power that created you\". She claimed to have been born fully realised and spent her life working for peace by developing and promoting a simple technique through which people can achieve their own self-realization.Wayne Dyer, \"The power of intention\" \"She is the primordial mother\", p56-57, Hay House, 2004 ==Early life== Born in Chindawara, Madhya Pradesh, India to a Hindu father and a Christian mother Prasad and Cornelia Salve, her parents named her Nirmala, which means \"immaculate\".H.P. Salve, My memoirs (New Delhi: LET, 2000), chapter 1 She said that she was born self-realised. Her father, a scholar of fourteen languages, translated the Koran into Marathi, and her mother was the first woman in India to receive an honours degree in mathematics. Shri Mataji descended from the royal Shalivahana/Satavahana dynasty. The former union minister N.K.P. Salve was her brother and the lawyer Harish Salve is her nephew. The Salve surname is one of several in the Satavahana Maratha clan. She passed her childhood years in the family house in Nagpur.Biography at shrimataji.net In her youth she stayed in the ashram of Mahatma Gandhi. Like her parents, she was involved with the struggle for Indian independence and, as a youth leader when a young woman, was jailed for participating in the Quit India Movement in 1942.H.P. Salve, My memoirs (New Delhi: LET, 2000), chapter 4 Taking responsibility for her younger siblings and living a spartan lifestyle during this period infused the feeling of self-sacrifice for the wider good. She studied at the Christian Medical College in Ludhiana and the Balakram Medical College in Lahore. Shortly before India achieved independence in 1947, Shri Mataji married Chandrika Prasad Srivastava, a high-ranking Indian civil servant who later served Prime Minister Lal Bahadur Shastri as Joint Secretary, and was bestowed an honorary KCMG by Elizabeth II. They had two daughters, Kalpana Srivastava and Sadhana Varma.Rommel Varma; Sadhana Varma. Ascent to the Divine: Himalaya Kailasa-Manasarovar in Scripture, Art and Thought In 1961, Nirmala Srivastava launched the \"Youth Society for Films\" to infuse national, social and moral values in young people. She was also a member of the Central Board of Film Certification. ==Sahaja Yoga== Nirmala Srivastava founded Sahaja Yoga in 1970. ==Later work== 190px|thumb|Nirmala Srivastava in 2011 In 2003 a charity house for the rehabilitation of destitute women was set up in Delhi (the Vishwa Nirmala Prem Ashram). She set up the Shri P.K. Salve Kala Pratishthan in Nagpur as an international music school in the same year, to promote classical music and fine art. Until 2004, during her travels, she gave numerous public lectures, pujas, and interviews to newspapers, television and radio. In 2004 her official website announced that she had completed her work and Sahaja Yoga centers exist in almost every country of the world.We want the world to know... \"Shri Mataji has completed her work\" She continued to give talks to her devotees and allowed them to offer her puja.Shri Mataji allowed to offer her puja on the occasion of Buddha Purnima (20 May 2008) She spoke on several occasions about the harms of drinking alcohol and that many people were cured from addiction when they got their self realization through Sahaja Yoga. == Honors and recognition == * Italy, 1986. Declared \"Personality of the Year\" by the Italian Government. * New York, 1990–1994. Invited by the United Nations for four consecutive years to speak about means to achieve world peace. * St. Peterburg, Russia, 1993. Appointed as honorary member of the Petrovskaya Academy of Art and Science. * Romania, 1995. Awarded honorary doctorate in cognitive science by the Ecological University Bucharest. * China, 1995. Official guest of the Chinese Government to speak at the United Nations International Women's Conference. * Pune, India, 1996. On the occasion of the 700th Anniversary of Saint Gyaneshwara, she addressed the \"World Philosophers Meet '96 - A Parliament of Science, Religion and Philosophy\" at Maharashtra Institute of Technology. * London, 1997. Claes Nobel, grandnephew of Alfred Nobel, chairman of United Earth, honoured her life and work in a public speech at the Royal Albert Hall. * A road in Navi Mumbai, near the Sahaja Yoga Health and Research Center, was named in her honor. * Cabella Ligure, Italy, 2006. She was awarded honorary Italian citizenship. * Cabella Ligure, Italy, 2009. Bhajan Sopori and his son Abhay Sopori composed the raag Nirmalkauns in her honour. ==See also== *List of messiah claimants ==References== ==Bibliography== * Mataji Shri Nirmala Devi, Meta modern era (New Delhi: Ritana Books, 1997) * Pullar, Philippa (1984) The shortest journey, * Kakar, Sudhir (1984) Shamans, mystics and doctors: a psychological inquiry into India and its healing traditions, * Coney, Judith (1999) Sahaja yoga: socializing processes in a South Asian new religious movement, (London: Curzon Press) * H.P. Salve [her brother], My memoirs (New Delhi: LET Books, 2000) * Gregoire de Kalbermatten, The advent (Bombay, 1979: reprint: New York: daisyamerica, 2002) * Gregoire de Kalbermatten, The third advent (New York: daisyamerica, 2003; Melbourne: Penguin Australia, 2004; Delhi: Penguin India, 2004) ==External links== * * * Category:1923 births Category:2011 deaths Category:Sahaja Yoga Category:Indian spiritual teachers Category:Founders of new religious movements Category:Indian spiritual writers Category:People from Chhindwara Category:Deified people Category:20th-century Indian educators Category:Female religious leaders Category:Indian yoga teachers Category:20th- century Indian women Category:Scholars from Madhya Pradesh Category:Indian women educational theorists Category:Women educators from Madhya Pradesh Category:Educators from Madhya Pradesh Category:Marathi people Category:20th- century women educators Category:Modern yoga gurus",
 "title": "Nirmala Srivastava"
}