{
 "id": "66695",
 "text": "The Kalamazoo Kings were a professional baseball team based in Kalamazoo, Michigan, in the United States between 2001-2010. The Kings were a member of the independent Frontier League. The Kings played their home games at Homer Stryker Field. A previous Frontier League team named the Kalamazoo Kodiaks had existed in Kalamazoo from 1996-1998, playing in the same stadium, before relocating to London, Ontario and being renamed the London Werewolves. == Team history == In their second Frontier League season, Kalamazoo hosted the 2002 Frontier League All-Star game on July 10. The night before, the Major League Baseball All-Star game ended in a controversial 7-7 tie after 11 innings. The Frontier League owners in attendance determined that their league All-Star Game should never end in a tie and designed a Home Run Derby to be the tie breaker. The game did end in a tie and the Home Run Derby took place. Brody Jackson of the River City Rascals hit the eventual game winner for the West Division. The Derby drew national attention for the League immediately, with a 30-minute segment on Fox Sports Radio’s national broadcast and continuing to have the television footage shown the following afternoon on ESPN’s SportsCenter. Frontier League Commissioner Bill Lee did 12 radio interviews on stations throughout the country and interviews with several newspapers including The New York Times and Washington Post. A derby has settled a tie in four Frontier League All-Star games - 2002, 2003, 2006 and 2008. left|thumb|Kings at Homer Stryker Field, 2007 The 2005 Kalamazoo season was the highlight for the franchise as the Kings won the Western division with a 53-43 (.552) record, advancing to the playoffs, defeating the Rockford RiverHawks 3-1 to advance to their first Frontier League championship series. Kalamazoo would take the best-of-five series 3-2 against the Chillicothe Paints to take the title. The Kings were managed by former Richmond Roosters manager Fran Riordan where had won back-to-back titles in 2002 and 2003. The 2005 Kings were led by pitcher Josh Beshears (13-3, 3.12 ERA), closer Josh Daws (7-2, 12 saves, 2.82 ERA), 1B Tim Brown (.323 BA, 16 HR, 71 RBI), and Frontier League MVP RF Pete Pirman (.347 BA, 23 HR, 100 RBI). The Kings returned to the championship series again in 2008, winning the Eastern division with a dominating 60-36 (.625) record, but lost to the Windy City Thunderbolts 3-0. John Brownell (11-2, 3.87 ERA), Brandon Parillo (1-3, 20 saves, 2.93 ERA) and Brendan Murphy (.332 BA, 16 HR, 77 RBI) paced the Kings. With financial and attendance pressures, the Kings franchise folded operations for the 2011 season. In 2012, Kalamazoo Baseball, LLC sued Frontier Professional Baseball, Inc. claiming that they purposely interfered with the sale of the Kalamazoo Kings in 2011, in order to remove the Kings franchise from the league. In the suit, Kalamazoo Baseball, LLC requested $25,000 in damages, as well as interest and attorney fees. The Kalamazoo Kings are represented in the Frontier League Hall of Fame by OF Pete Pirman, OF Willie Edwards, and manager Fran Riordan. ==Seasons== {| class=\"wikitable\" style=\"width:60%;\" |- ! colspan=\"5\" style=\"text-align:center;\"|Kalamazoo Kings (Frontier League) |- ! Year !! W-L !! PCT !! Place !! Postseason |- |2001||25-59||.298||6th in FL East|| |- |2002||46-38||.548||3rd in FL East||bgcolor=\"#D0E7FF\"|Division Series: Lost vs. Washington Wild Things 2–0. |- |2003||33-56||.371||5th in FL East|| |- |2004||51-45||.531||3rd in FL East|| |- |2005||53-43||.552||style=\"background:#ffebad;\"|1st in FL West||bgcolor=\"#FFCCCC\"|Division Series: Defeated the Rockford Riverhawks 3–1. Championship Series: Defeated the Chillicothe Paints 3–2. Frontier League Champions |- |2006||47-49||.490||4th in FL East|| |- |2007||51-45||.531||3rd in FL Central|| |- |2008||60-36||.625|| style=\"background:#ffebad;\"|1st in FL East||bgcolor=\"#D0E7FF\"|Division Series: Defeated the Gateway Grizzlies 3–1. Championship Series: Lost vs. Windy City Thunderbolts 3-0. |- |2009||58-38||.604|| style=\"background:#ffebad;\"|1st in FL East||bgcolor=\"#D0E7FF\"|Division Series: Lost vs. Lake Erie Crushers 3-2. |- |2010||28-68||.292||6th in FL East|| |- |||||||||3 Division Titles, 4 Playoff Appearances, 1 Championship |} ==In popular culture== The Kalamazoo Kings were referenced in the comic strip Gil Thorp. == References == ==External links== * Frontier League * Kings page at OurSports Central Category:Frontier League teams Category:Defunct baseball teams in Michigan Category:Sports in Kalamazoo, Michigan Category:Baseball teams disestablished in 2008 Category:Baseball teams established in 2001 Category:2001 establishments in Michigan Category:Defunct independent baseball league teams Category:Defunct Frontier League teams Category:2008 disestablishments in Michigan",
 "title": "Kalamazoo Kings"
}