{
 "id": "667188",
 "text": "Adobe Fireworks (formerly Macromedia Fireworks) is a discontinued bitmap and vector graphics editor, which Adobe acquired in 2005. Fireworks was made for web designers for rapidly creating website prototypes and application interfaces. Its features included slices, which are segments of an image that are converted to HTML elements, and the ability to add hotspots, which are segments of an image that are converted to hyperlinks. It was designed to integrate with other Adobe products such as Adobe Dreamweaver and Adobe Flash. It was available as either a standalone product or bundled with Adobe Creative Suite. Older versions were bundled with Macromedia Studio. Adobe discontinued Fireworks in 2013, citing the increasing overlap in functionality with its other products such as Adobe Photoshop, Adobe Illustrator, and Adobe Edge. ==User interface== Fireworks' user interface is consistent with the rest of Adobe Creative Suite, similar to that of Adobe Photoshop. On macOS, it is possible to display the application in multiple document interface mode or the standard viewing mode where all toolbars float freely on the screen. ==Features== ===Hierarchical layers=== All the layers can be accessed from the Layers panel. Layers may be wider or taller than the image itself. However, the final image is produced by hiding those areas that exit the image boundary. ===Smart guides=== Fireworks support guides, horizontal or vertical lines that act like a real-world ruler to help drawing, content placement and image composition. A user may place one or more guides on the image at any time and use it as a visual aid. For instance a guide is useful when a piece of text must be placed in line with another graphical item. Additionally, the user may enable the snap feature of the Fireworks, which causes objects (pieces of image, text or layers) drag to the vicinity of a guide to snap to it. The smart guides however, are not placed by users. They are areas of the image that may interest the user such as the image boundaries, middle of the image or general boundaries of another object. When a user drags an object, Fireworks tries to guess what the user intends to do with the object and draws temporary visual and placement aids. This feature was added with the release of CS4. ===Symbols=== Reusable elements can be designated as symbols and placed at multiple pages or on the same page. When the master symbol is edited, Fireworks propagates the change to all instances of that symbol. ===9-slice scaling=== This feature ensures that rounded rectangles maintain their roundness when transformed depending on where the guides are placed. CS4 has this feature exposed as a tool. With this feature introduced in the CS3 version, its usage was limited to symbols. ===Image optimization=== Fireworks were created specifically for web production. Since not every user may be in possession of a fast Internet connection, it is in the best interest of the web developers to optimize the size of their digital contents. In terms of image compression, Fireworks has a better compression rate than Photoshop with JPEG, PNG and GIF images. ===Adobe Creative Suite integration=== Fireworks understands the Adobe Photoshop and Adobe Illustrator file formats (`.psd` and `.ai` files) as well as Encapsulated PostScript format (`.eps` files). === Export === Fireworks can export images to multiple file formats including PNG, JPEG, GIF, Animated GIF, TIFF, SWF, BMP, WBMP and PDF. It can also export to SVG (with the help of a free Export extension.) and FXG 2.0. Fireworks can export to HTML by converting slices to HTML elements. ===States=== Previously known as frames, states are used for animation purposes. They are also used for defining behaviors in cases of symbol buttons like Up, Down, Over (changing the visual style of buttons on click, release, and hover with the mouse). ==Version history== * 1998: Macromedia Fireworks * 1999: Macromedia Fireworks 2 * 2000: Macromedia Fireworks 3 * 2001: Macromedia Fireworks 4 * 2002: Macromedia Fireworks MX (v6.0) * 2003: Macromedia Fireworks MX 2004 (v7.0) * 2005: Macromedia Fireworks 8 * 2007: Adobe Fireworks CS3 (v9.0) * 2008: Adobe Fireworks CS4 (v10.0) * 2010: Adobe Fireworks CS5 (v11.0) * 2011: Adobe Fireworks CS5.1 (v11.1) * 2012: Adobe Fireworks CS6 (v12.0) ==See also== * Criticism of Creative Cloud ==References== ==Further reading== * * * * * * Fireworks Fireworks Fireworks Category:C++ software Category:Discontinued Adobe software Category:Macintosh graphics software Category:MacOS graphics software Category:Raster graphics editors Category:Vector graphics editors Category:Windows graphics-related software Category:1998 software",
 "title": "Adobe Fireworks"
}