{
 "id": "667483",
 "text": "The Toronto waterfront is the lakeshore of Lake Ontario in the city of Toronto, Ontario, Canada. It spans 46 kilometres between the mouth of Etobicoke Creek in the west and the Rouge River in the east. ==History== Lake Ontario is a recent lake. As the last glaciation, the Laurentian glaciation receded, a number of proglacial lakes filled in basins adjacent to the glacier. One of those proglacial lakes was Lake Iroquois. Lake Iroquois was considerably deeper than Lake Ontario, as a lobe of the Laurentian glacier still filled the valley of what is now the St. Lawrence River. The southern boundary of Lake Iroquois was the Niagara escarpment. The lake flowed over the Niagara Escarpment east of Rochester, and flowed to the Atlantic Ocean down what is now the Mohawk River, to the Hudson River. The shoreline of Lake Iroquois can be observed in steep hills, such as that on the north side of Davenport Road. Casa Loma has a good view of the harbour, four kilometres away, as it is on the height of the old shoreline. When the glacier retreated from the St. Lawrence Valley, the shoreline receded to a much shallower level than today's lake, as it takes time for land that had been under a heavy glacier to rebound. This lake was call Admiralty Lake. Some sources suggest the drainage of the lake triggered the Upper Dryas climatic change. Some sources suggest the lake drained all the way to sea level and the lake became brackish. Since the last ice age, silt deposits, borne mostly from the erosion of the Scarborough Bluffs and the eluvial rivers to the east were swept by strong, natural Lake Ontario currents creating prominent fingers of land away from the lakeshore in the current central waterfront area, including the Toronto Islands. The shore of Lake Ontario (at least within present-day Toronto Harbour) is mostly landfill, extending a kilometre or more from the natural shoreline. Adding to the existing silt deposits, Ashbridges Bay was filled in and the Port Lands area (Cherry Street to Leslie Street) was created in the early 1900s. The bay was filled in partly due to concerns about public health – locals had disposed of sewage, farm animal carcasses and household waste in the bay for years. During this period, the Don River, which used to flow into the bay to the south-west, was diverted (straightened) toward the harbour, first directly southward and later westward through the current configuration of the Keating Channel. Currently, there are proposals to restore the original natural watercourse of the Don, which would bring it closer to the downtown core. The modern harbour area was mostly formed through landfill in the years around the First World War, to allow for deeper container vessel wharf access. The central waterfront functioned as an important industrial area for many years, providing shipping access to communities from Port Union in the east to Mimico in the west. To the east and west, Toronto expanded along the waterfront with new residential suburbs. West of the Humber River, outside the city limits, the waterfront has been mainly private lands fronting on the lake. East of the Humber River, within the city limits, the waterfront has been under the control of the government. The Sunnyside lakefront from the Humber east to Jameson was filled in, creating new lands for recreational and park land uses. To the east of Sunnyside, the lands were originally military grounds, centred on Fort York. The Garrison lands became the Exhibition grounds and have been public ever since. To the east of the harbour area, parklands were built along the waterfront from Ashbridges Bay east to the eastern city border at Victoria Park. Further east, the Scarborough lands have been dominated by the Scarborough Bluffs and development could not proceed to the waterfront. In the 1950s, the Gardiner Expressway project, connecting suburbs to the west, substantially changed the western waterfront. As the Toronto area prospered and the downtown lands became more developed, industry began to move out of the central area seeking cheaper land in the suburbs. This left behind many heavily polluted sites (some of the main uses of the waterfront were oil and coal storage, waste disposal and incineration, and heavy manufacturing especially in Toronto harbour). The railway lands just to the north of the waterfront now became too valuable to keep industrial and have been converted to other uses, starting with the CN Tower in the 1970s. The railway lands became the site of the SkyDome (now Rogers Centre), the Toronto Convention Centre, office buildings and numerous condominium residential buildings. Tonnage to the Toronto Port has declined over the past 50 years, replaced by increases in other modes of transportation. The Toronto Harbour Commission was eventually dissolved, its lands transferred to the City except for those specifically to be controlled by the successor Toronto Port Authority, which retained authority over transportation uses in the Port, including the Island Airport. The federal government created the authority along with others around Canada to manage ports in a more business-like fashion. Following its mandate, the Port Authority has made attempts to increase usage of the Port, initiating a Ship Terminal and Ferry Service to Rochester, a container facility in the Port lands and plans to expand the usage of the Island Airport, although expanded use of the Island Airport is opposed by local residents and organizations, and puts it at odds with the current City of Toronto council. The 1972 Canadian election saw a further step in the conversion of the central waterfront away from industrial uses. The Federal Liberals promised to improve Toronto's waterfront, expropriating the area from Bathurst Street to York Street along the waterfront for the \"Harbourfront\" project. Some buildings, such as Queen's Quay Terminal and Harbourfront Centre were remodeled, and others such as Maple Leaf Mills Silos demolished and replaced by new structures. The areas south of Queens Quay have been changed mainly to cultural and recreational uses and the area north of Queens Quay has been redeveloped into condominium residential towers. West of Bathurst Street, the lands have been converted into a new residential area. The area between York Street and Jarvis Street along the water has remained in private ownership except for the Jack Layton Ferry Terminal. Residential condominiums and the large Harbour Castle hotel were built along the water and the Toronto Star built a new headquarters office building at Yonge Street. thumb|left|Condominiums and other commercial developments were built in favour of industrial developments beginning in the 1970s. The Redpath Sugar Factory remains, and several industrial buildings have been converted into other uses. The area along the water has been primarily owned by the Toronto Harbour Commission, and eventually transferred to the City's Economic Commission. In 1988, Prime Minister Brian Mulroney called another Royal Commission into the waterfront that was headed by former mayor David Crombie. It was reported in 1992 with a detailed, but expensive plan of environmentally sound development following on the heels of his 1982–86 Toronto Waterfront Regeneration Trust Commission report. Few, if any of the recommendations were carried out, as had been the case during the previous 60 years. Toronto's bids for the 1996 and 2008 Summer Olympics saw plans for much of the new facilities to be located along the waterfront, with all three levels of government committed to spending a great deal of money if the games were won, but on both attempts Toronto lost its bid due to the lack of diversity in facilities either planned or in situ and, except for further commercial condominium development at Harbourfront offering grandiose views of the water, the waterfront was unchanged. The recent bid by Toronto for the World's Fair 2015 also planned to use waterfront sites to accommodate the fair, but this bid also failed. As of 2008, most of the lands to the east of Yonge Street, around and east of the Don River are slated for redevelopment directed by the Toronto Waterfront Revitalization Corporation. Plans are to build predominantly low-rise developments, with a waterfront opened up to public uses, including recreation. The Don River, diverted into a channel is slated to become 'naturalized' with more natural river banks and a more natural appearance. ===Timeline=== * 1750 – Fort Rouillé trading post is built on waterfront by French military * 1759 – Fort Rouillé abandoned by French during war with Great Britain * 1793 – John Graves Simcoe orders the building of Toronto Garrison to guard the western entrance (then, the only entrance) to the harbour. * 1808 – Gibraltar Point Lighthouse is built on Toronto Bay peninsula * 1813 – American forces capture the Toronto Garrison at the Battle of York, along with ransacking York, and burning down the Parliament buildings. * 1814 – Garrison is rebuilt as Fort York * 1832 – Construction of the Gooderham & Worts distillery to the west of the Don River mouth which grew to become the world's largest distillery. * 1858 – a violent storm rips a gap at the eastern end of the Toronto Bay peninsula now known as Toronto Island — the gap later becomes the eastern channel. * 1890s – First undertaken as a sanitary works project, channelization of the lower Don begins, first the mouth is straightened directly southward (Ainsworth Cut). * 1911 – Toronto Harbour Commission created to manage port infrastructure and work on resolve the Don River mouth alignments. * 1922 – Construction of the Keating Channel is completed in order to allow large container vessels deeper water access closer to the Don mouth and nearby industry. * 1920s – THC fills in of harbour shoreline in area south of Harbour Street from Bathurst Street to Don River. THC also fills in marshlands south of Don River for industrial and port development. These are known today as the Portlands. THC also extends shoreline in Sunnyside district and opens Sunnyside Amusement Park * 1926 – The City of Toronto takes over the Toronto Island ferries. * 1935 – Construction begins on a tunnel from the end of Stadium Road to the western sandbar (a future airport site) as a depression relief project. Opposed by Toronto Mayor Samuel McBride, it is abandoned several weeks later after a change of federal government. * 1939 – After 11 years of planning and two years of construction, the Port George VI Island Airport opens on the western sandbar, near the foot of Bathurst Street. * 1940–43 – The Royal Norwegian Air Force trains at the island airport during the Nazi occupation of Norway. Moves to Northern Ontario base after several crashes and noise from operations. * 1949 – While docked at Pier 9, the luxury cruise ship SS Noronic catches fire and burns, killing over 118 people * 1954 – Hurricane Hazel changes the topography of the harbour, splintering the main island into several smaller islands. * 1970 – Captain John's Harbour Boat Restaurant, a restaurant on board the MS Normac in Toronto harbour opens * 1971 – Ontario Place opens, on man-made islands to the west of the Toronto Islands * 1972 – Harbourfront Centre is established by the Federal Government * 1988 – Royal Commission set- up to formulate a plan for Toronto's harbour * 1991–94 – Transfer of of port lands to City of Toronto' Toronto Economic Development Commission (TEDCO) in return for permanent subsidy of THC. * 1994 – Toronto Island Airport renamed Toronto City Centre Airport. * 1999 – Prime Minister Jean Chrétien, Premier Mike Harris and Mayor Mel Lastman announced at a press conference the formation of the Toronto Waterfront Revitalization Task Force *1999 – Toronto Waterfront Revitalization Corporation is established; Toronto Port Authority (TPA) created to replace the Toronto Harbour Commission *2000 – The (Robert Fung) Toronto Waterfront Revitalization Task Force Report was released to the public. *2001–2002 – The TPA sues the City for $1 billion over lands transferred in 1990s; settles for $55 million settlement and agreement to permit building of bridge to Island; end of permanent subsidy for lands. *2003 – After election of Mayor David Miller; bridge to island airport is canceled. *2004 – The Rochester/Toronto Ferry starts service in May and ends in November *2006 – The Rochester/Toronto Ferry announces that it will no longer be in business *2006 – TEDCO and its partners Rose Corp and Toronto Film Studios begin construction of a new Film Studio (\"Filmport\") in the Portlands set to open in Spring 2008 *2006 – The Ontario Government proposes a new electrical generation plant in the port lands (Portlands Energy Centre) *2006 – REGCO Holdings signs a 25-year deal with the Toronto Port Authority to run an airline service out of the island airport (Porter Airlines) *2007 – TEDCO begins construction of Corus Quay office building for media company Corus Entertainment at the foot of Jarvis Street *2009 – Waterfront Toronto breaks ground on the new Sherbourne Park.Sherbourne Park * 2009 – Toronto City Centre Airport renamed Billy Bishop Toronto City Airport. * 2010 – Corus Quay opens * 2010 – Sugar Beach opens at foot of Jarvis Street * 2011 – Final season of Ontario Place theme park; park to be redeveloped; some facilities remain open * 2012 – Captain John's Harbour Boat Restaurant closes in default * 2013 – Porter Airlines proposes jets at island airport * 2015 – Toronto Port Authority renamed to PortsToronto * 2015 – Pedestrian tunnel opens to island airport * 2015 – Pan-Am Games use revitalized water channel along Ontario Place for competitions * 2015 – Jets proposal for island airport is cancelled after Canadian federal election * 2017 – Google's Sidewalk Labs announces multi-level government partnership, through Waterfront Toronto, to develop Quayside; plans were later abandoned by Google in 2020. ==Areas== ===Western waterfront=== Etobicoke Creek forms the western border of the city of Toronto dividing it with neighbouring Mississauga, and its portion of the Lake Ontario waterfront. The Etobicoke section of the lakeshore is mainly privately owned with parklands and public lands. The neighbourhoods north of the lake are the former villages of Mimico, New Toronto and Long Branch, developed as suburbs of the original city. While in close proximity to the lake, these areas are also just to the south of the industrial belt surrounding the CNR rail line. Notable sights on this part of the waterfront include the lakeshore campus of Humber College, housed in a historic former asylum, and Humber Bay Park, and large park at the outlet of Mimico Creek. Both these sites have marinas. More parkland along the lakeshore is being built with the goal to extend the waterfront route of Martin Goodman Trail as far west as Long Branch. The western border of the old city of Toronto (with Etobicoke) is marked by the Humber River. At the waterfront, this river is crossed by the prominent new Humber Bay Arch Bridge. From the Humber to Jameson Avenue in the east is the Sunnyside area of waterfront parklands and recreational uses. Adjoining the waterfront to the north is the large High Park. The Swansea, Roncesvalles, and Parkdale older neighbourhoods are north of the waterfront in this area. East of Jameson Ave, the waterfront area is home to Exhibition Place with Ontario Place just to the south on three artificial islands. This area is also the former site of Fort Rouillé, one of the first European settlements in the region. ===Toronto Harbour=== To the east of Exhibition Place begins a long stretch of former commercial and industrial areas that are rapidly being converted into some of Toronto's most expensive residences and condominiums. Historic commercial structures such as the Tip Top Tailors Building and the Queen's Quay Terminal have been turned into luxury condominiums with waterfront views. Associated with this Queens Quay has become home to a number of high end shops and restaurants. This area is also home to the Harbourfront Centre, a large cultural centre occupying of former industrial land including an old power plant that is now a gallery. Some large industrial structures remain though most are shut down, most prominently the imposing Canada Malting Silos. Just to the north of the Gardiner is the former railway lands that have also seen rapid development in the years since deindustrialization. This area is home to the Rogers Centre (SkyDome) and CN Tower, both of which are prominently visible from the waterfront. Between York and Yonge Streets is a cluster of large skyscrapers, many built in the 1970s in the first wave of redevelopment on the waterfront. This includes the Westin Harbour Castle Hotel and One Yonge Street. Also in this area was Captain John's Harbour Boat Restaurant, a permanently docked cruise ship that served as a restaurant popular with tourists (now closed, and the ship has been removed) and the Redpath Sugar Building which remains an industrial site. East of Yonge Street running to Cherry Street is a stretch of area known as the East Bayfront, centred on the Parliament Street slip. Currently a mix of warehouses and brownlands it is slated for development in the near future. Corus Quay is the first building to be built in the district as part of a public-private partnership led by TEDCO. It is expected that, in the next few years, thousands of new residences and millions of feet of commercial space will be built in this area. South of this, on two large projections separated by a ship canal, is the still-operating portion of Toronto Harbour which includes docking facilities for both freight and cruise ships. The Toronto Islands, a chain of small natural islands, form the southern border of the Inner Harbour. Most of the islands are today parkland, with a handful of permanent inhabitants. The westernmost portion of the islands are dominated by the island airport. The island airport is linked to the mainland by a ferry at Bathurst Street. Controversy arose in 2003 when the port authority proposed replacing the ferry with a bridge, due to concerns about increased vehicle and air traffic along the waterfront. Mayor David Miller canceled the plans for the bridge soon after winning office. However, in 2009, a revised plan to connect the Island to the mainland emerged when the Toronto Port Authority began preliminary work on a $38 million pedestrian tunnel under the Western Gap, which was completed and opened to pedestrian traffic in 2015.Tunnel to the Island Airport? ====Port Lands==== To the east of Cherry Street and the Inner Harbour is another area that is partially industrial and partially abandoned known as the Port Lands. This area is home to the shuttered Hearn Generating Station and the newly opened Portlands Energy Centre. There are long-term plans to transform this area into a mix of commercial and residential developments, but no firm proposals have been developed, except a new Film Studio sponsored by TEDCO. The southern portion of the Portlands was intended to be an outer harbour, but the demand for such a harbour never developed. Instead this area today home to Cherry Beach, while the large breakwater known as the Leslie Street Spit is today a popular park and birding area. ===The Beaches=== East of the Portlands begins the well-known Beaches area of Toronto. This part of the city is named after the series of four connected beaches that lie along this section of the lakeshore. The western boundary of this region was once home to the Greenwood Raceway. The racetrack was demolished in the 1990s and a new residential neighbourhood was constructed in its stead. The eastern boundary is the R. C. Harris Water Treatment Plant, still the source of much of Toronto's water supply and also a prominent Art Deco monument. ===Eastern waterfront=== The Scarborough portion of the waterfront is dominated by the Scarborough Bluffs, a series of cliffs that run along the lakeshore for and standing at a height of at its highest point. On the top of the cliffs are a number of suburban neighbourhoods such as Cliffside, Cliffcrest, Scarborough Village, Guildwood and West Hill. This area is also home to large manicured properties such as Rosetta McClain Gardens and extensive grounds of the St. Augustine Seminary. The most prominent site along the creek juncture with the lakeshore is Bluffer's Park, a large park and marina built on fill below the bluffs. The bluffs end at the ravines of Highland Creek. East of Highland Creek is Port Union, named after a port facility that existed there from 1832 to 1873. The community was centred on the Adams Creek which was the site of a local ship builder who worked for the local merchants in the area which also had a winter harbour up the mouth of the Rouge River Valley. The little harbour disappeared in the late 1870s with the arrival of the Grand Trunk Railway. The railway built a causeway, as part of a bridge project, filling in part of the river, irreversibly changing the mouth of the Rouge River, negatively impacting the local environment. Remedial efforts began in 2001 to reverse the changes in the local environment, although the bridge and causeway remains. East of Port Union is West Rouge, Toronto's easternmost neighbourhood. The eastern terminus of Lawrence Avenue is situated near the southeast portion of West Rouge's waterfront. The easternmost portion of Toronto's waterfront forms a part of Rouge National Urban Park, a national park whose area includes the Rouge River, and its surrounding valleys. The park's waterfront area includes Rouge Pond, Rouge Beach, and the mouth of the Rouge River. The Rouge River forms the eastern end of Toronto's waterfront, as the river is used as the border between the City of Toronto and the neighbouring suburb to the east, Pickering. Two bridges connect Toronto's waterfront with Pickering, a pedestrian bridge, and a railway bridge. ==Revitalization plans== Waterfront revitalization has been a hot topic of debate in Toronto for decades. In 1972, the federal government established the \"Harbourfront Project\" which converted part of the central waterfront from industrial uses to cultural, recreational and residential uses. Harbourfront Centre and Queen's Quay Terminal are legacies of that revitalization effort. In 1999, the City of Toronto and Canadian governments established a Toronto Waterfront Revitalization Task Force to develop recommendations and a business plan for revitalization. In the fall of 2001, following the recommendations of the task force, the federal, provincial and municipal governments established the Toronto Waterfront Revitalization Corporation (now known as Waterfront Toronto), to lead and manage a comprehensive, integrated approach for renewal of Toronto's waterfront. The three levels of government also committed $1.5 billion to launch the redevelopment initiative. Waterfront Toronto is overseen by a 13-member government appointed Board of Directors. Waterfront revitalization is concentrated on Toronto's central waterfront, an area that extends from Dowling Avenue in the west to Coxwell Avenue in the east. The revitalization of Toronto's waterfront is one of the largest urban redevelopment project currently underway in North America with of largely underutilized, derelict land located steps away from Canada's largest financial and cultural urban core. Full revitalization is projected to take 25 to 30 years and an estimated $17 billion in public and private funds to complete. According to Waterfront Toronto's master plan, once fully developed, Toronto's waterfront will include 40,000 new residences (20% of which will be affordable housing), 40,000 new jobs, new transit infrastructure and of parks and public spaces. Waterfront Toronto's plans identify public accessibility to the waterfront and the development of parks and public spaces as major priorities. A variety of waterfront public space projects have already been completed by the organization including York and John Quay Promenades, improvements to Cherry Beach, the Western Beaches Watercourse, Marilyn Bell Park improvements and expansion of the Martin Goodman Trail from Marilyn Bell Park to Ontario Place and the completion of phase one Port Union Waterfront Park. The first phase on construction of the Central Waterfront and Mimico Waterfront Park were completed in summer 2008. The first new neighborhoods to be developed by Waterfront Toronto are the East Bayfront and West Don Lands. These lands are now rezoned as mixed use developments. Based on plans developed in consultation with the public and local stakeholders, these environmental communities will feature green roof tops, pedestrian-friendly streets, extensive parks and public spaces, affordable housing, public transit within a five-minute walk of all residences, schools, childcare and recreation facilities. Site preparation activities and phase one infrastructure are currently underway in East Bayfront and West Don Lands. Waterfront Toronto launched the developer selection process for the East Bayfront in March 2008 and announced Urban Capital Property Group/Redquartz Developments as the first phase developer partner for the West Don Lands in April 2008. Openness, public accountability and transparency are characteristics of Waterfront Toronto's approach to waterfront revitalization. Waterfront Toronto has an extensive award-winning public consultation program that includes more than 50 public and stakeholder meetings annually. ===Central Waterfront Innovative Design Competition=== The Toronto waterfront has seen at least 15 design charettes over the last 65 years, the most recent being the Innovative Design Competition for the Central Waterfront that took place in 2006. This charette was won by a team led by West 8, a landscape architecture and urban design firm from Rotterdam, in joint venture with DTAH (du Toit Allsopp Hillier), a Toronto architecture, landscape architecture and urban design firm. The plan aims to provide a bold new face for the central waterfront. The design includes a wide promenade along the water and extensive green space. Bridges and WaveDecks rising from the boardwalk and spanning the ends of the slips will provide continuous public access to the lakeshore. In the scheme, the southern half of Queens Quay will be turned into a pedestrian walkway, which the landscape architect envisions will become Toronto's version of La Rambla, Barcelona's celebrated pedestrian route. The proposal also emphasizes the need for stronger north–south connections between the harbour and the downtown core. The first phase is to be completed by 2008, provided that proper funding is secured. As of January 2008, no such work has been undertaken, but private developers have begun construction of a condominium complex at the foot of Yonge Street, and TEDCO started construction of Corus Quay, the Toronto headquarters of media company Corus Entertainment Inc. ===Major issues=== *Some see the Gardiner Expressway, a raised highway that runs just north of the lakeshore, as a major obstacle to waterfront redevelopment. The highway is often seen as both a physical and psychological barrier for pedestrians that separates the city from the lake. Proposals call for the highway to be replaced with an at-grade level 10-lane thoroughfare or burying it (tunnelling), but implementation of any such plans would be extremely expensive and would entail massive traffic disruptions. Others claim that the railway lines just north of the Gardiner are the real barrier, and still others see the condominium towers built along the waterfront in the 1990s and 2000s as either a barrier, or contributing to the separation. *The Portlands Energy Centre is a recently approved natural gas electrical generating station, which has met with large-scale local community opposition. *The island airport generates both strong opposition and strong support from different groups both inside and outside the city, and was a major issue in the 2003 municipal election. Opposition by residents prevented the building of a bridge, but the Government of Canada paid a out-of-court settlement to the affected parties, part of which may have helped launch Porter Airlines. In 2015, there were plans to lengthen the airport runway and to allow jet aircraft. *Renaturalization of the Don River mouth. The lower Don Lands are planned to be \"renaturalised\" and the surrounding flood plain area, including the downtown core, will be flood-proofed by building a berm (a plan that was first proposed in the early 60's by City Planner Eric Arthur). There is currently an environmental assessment underway on this proposal which was waived by the Province. Ecologists are calling for a return to the lacustrine marsh that existed in Ashbridges Bay prior to extensive land filling done from the late 19th century on. *The needs of existing recreational stakeholders. For over thirty years, several sailing, rowing, and windsurfing clubs have been using the area east of Cherry Beach and south of Unwin Avenue. These volunteer-run clubs, comprised collectively of up to 2,000 members, have spent many years building up physical and recreational infrastructure which would be difficult to replicate elsewhere. ==See also== *List of Toronto parks *PortsToronto *Toronto waterway system *Waterfront Trail *Toronto Waterfront Marathon ==References== ==External links== *City of Toronto – Waterfront Revitalization *Toronto Port Lands Company Category:Geography of Toronto Category:Tourist attractions in Toronto Category:Economy of Toronto Category:Waterfronts Category:Redeveloped ports and waterfronts in Toronto",
 "title": "Toronto waterfront"
}