{
 "id": "667677",
 "text": "Zaman Shah Durrani, or Zaman Shah Abdali, (Pashto/Dari: ), (1767 – 1844) was ruler of the Durrani Empire from 1793 until 1801. He was the grandson of Ahmad Shah Durrani and the fifth son of Timur Shah Durrani. An ethnic Pashtun, Zaman Shah became the third King of the Durrani Empire. == Early Years == thumb|left|Zaman Shah Durrani being enthroned Zaman Shah Durrani was born as the son of Timur Shah Durrani. The date of his birth is disputed however. Fayz Muhammad gives 1767 as his birth date, while Noelle-Karimi gives 1770 as his birth date. Zaman Shah had always wanted to follow his father, Timur Shah Durrani with his conquests in Punjab, however Timur Shah Durrani did not allow it, and Zaman Shah very early grew interests of being like his grandfather, Ahmad Shah Durrani, as a child he had dreamt of conquering Hindustan, but to no avail in aid as his father did not allow him to come on his campaigns. Zaman Shah Durrani had taken the Durrani throne in 1793 after his father, Timur Shah Durrani's death. == Reign == === Opposition === When Zaman had taken the throne, he was opposed by many of his brothers, his brothers Mahmud Shah Durrani and Humayun had stayed in their respective state of governments however. To deal with these claims an election was held in Kabul over who the next Durrani King would be, Abbas Mirza was a running candidate and would have taken the vote if the election was held right after Timur Shah Durrani's death, however with the given time, Barakzai tribal leaders and Zaman's influence grew over time, allowing for him to get the popular vote and become the next Durrani King, specifically supported by Chief Payandah Khan. === Securing the Throne === Having now been declared King of the Durrani Empire and recognized by all but his brothers, he led his brothers to Kabul, where he imprisoned his opposing brothers. He implicated a diet to starve his brothers, with a diet of two-three ounces of bread each day, with the effect, the brothers gave in on the sixth day, where they had given in and recognized Zaman Shah as the King of the Durrani Empire. The Princes were then freed but kept under surveillance in the Bala Hissar, Kabul. === Reforms === Zaman Shah had wanted a ministry and cabinet that would be loyal to him and of his people, as a result he had replaced his old ministry and replaced them with loyal Pashtuns devoted to Zaman Shah, strengthening his position on the throne. Zaman Shah had also led hard campaigns to tie himself to the chiefs who had opposed him in the Kabul election, where in most cases he succeeded, bringing more strength to his rule and throne, to those who did oppose him still as the chiefs, he put them to death. === March on Kandahar against Humayun === Zaman Shah, wanting to further secure his throne and seeing Mahmud Shah Durrani's popularity in Herat grow, alongside his other brother Humayun growing in Kandahar as threats to his rule, he had mobilized and prepared to march on Kandahar once his affairs in Kabul finished, planning to stop them from uniting against his rule. Humayun, having been advised to stay in the defense of Kandahar's great walls as a fortress and to wait for reinforcements for his brother Mahmud Shah Durrani to arrive from Herat, he went against this and marched to meet Zaman Shah's armies. The two armies met at Qalati Ghilji with Humayun overestimating Zaman Shah and his brother in battle Shah Shujah Durrani, he was completely defeated, resulting in Humayun having to flee to Baluchistan. With this victory for Zaman Shah, they were able to secure Kandahar. Zaman Shah had planned to march on Herat against Mahmud Shah Durrani to finish the job and finally consolidate his kingdom, however he had heard news of possible rebellion on the outer provinces of the Durrani Empire, and his precense was urgently requested back to Kabul. Zaman Shah had signed a truce with Mahmud Shah Durrani and returned to Kabul as a result. === Return to Kabul === Having then recaptured Kandahar and being recalled, he had led a reign of terror, seeing his father, Timur Shah Durrani's implicated systems as too lenient, every person correlating to any influence within the Durrani Empire was watched upon, Zaman Shah also ordered the execution of anybody who opposed him, leading to often massacres within the city to route out small groups of resistance and opposition. The same Barakzai tribal leaders, who had led Zaman Shah in effort to consolidate his holdings and capture the throne were deprived of all power, with other chiefs also being arrested, or put to death. The outerlying provinces of the Durrani Empire, having heard of the news in the capital had led prolific revolts in return, not wanting to meet the same fate as many of the nobles in Kabul, revolts in Kashmir had risen, Punjab had opened in revolt, Sindh had severed themselves of influence and correlation to the Durrani Empire, and the Uzbeks has crossed the Oxus. === Second March to Kandahar and March on Sindh === Zaman Shah, now seeing his realm disintegrating, had marched to Peshawar, where he heard the news of his brother, Humayun, with the assistance of the Talpur in Sindh had seized Kandahar. He turned from Peshawar to meet him at Kandahar. Humayun was betrayed by the Afghans in Kandahar, forcing him to flee again, this time to Sindh, but then attempted to escape to Herat in the domain of his brother Mahmud Shah Durrani, Zaman Shah had captured Humayun with a detachment of horses. Zaman Shah had ordered Humayun to be put to death, making sure Kandahar wouldn't be under threat from him once again. Zaman Shah, having been forced to turn his expedition because of the Talpur had marched on Sindh, enraged and with the ideal of reintegrating the province into the Durrani Empire ever since it started to drift off from his father, Timur Shah Durrani's reign. When Zaman Shah entered Sindh, he heard the news of his brother, Mahmud Shah Durrani had been marching on Kandahar to cut him off from Afghanistan. Zaman Shah had then spared the Talpur but put under the conditions that they would tribute to the Durrani Empire once again, and confirmed the Talpur chief, Fath Ali Khan. With the Talpur's dealt with, he returned to Kandahar to deal with his brother Mahmud Shah Durrani. === Battle with Mahmud Shah === Zaman Shah, after dealing with the Talpur had marched back to Kandahar to prevent Mahmud Shah Durrani from seizing Kandahar. Mahmud Shah Durrani, having heard the news of his brother returning had set up position in the Siah-band range, remaining there until he heard further news of Zaman Shah's movements. Mahmud Shah Durrani had heard his brother, Zaman Shah, was but three marches away from him after leaving Kandahar, as a result he broke up his armies and moved to the plains, meeting Zaman Shah's army at Gurak Village. The two armies had fought, with the fight seemingly a close victory for Mahmud Shah Durrani initially, however his men finally gave way, leading to the decisive victory for Zaman Shah. Mahmud Shah Durrani had first fled to Farah, Afghanistan, then moving to Herat, where by inciting the Uzbeks to attack had made Mahmud Shah Durrani pardoned by Zaman Shah, allowing Mahmud Shah Durrani to continue his affairs in government. === Dealing with revolts and March to Punjab === Zaman Shah, having dealt with Mahmud Shah Durrani had coerced the Uzbeks into a treaty after they heard of Mahmud Shah Durrani's defeat in Garuk Village. Kashmir, in revolt was also put down by a dispatchment of forces under Zaman Shah. Now having consolidated his realm, Zaman Shah, wanting to remake his grandfather's conquests in India had mobilized in Peshawar, planning to invade Punjab. In November 1796, Zaman Shah had readied his army and was prepared to march to Punjab, however there was pressing issues throughout the empire that always needed him, when he attempted to march on Punjab, and had advanced 80 miles on the road to Lahore. However, intelligence in Kabul had notified Zaman Shah about Agha Mohammad Khan Qajar's invasion of Khorasan Province and had taken Mashhad on May 14, which was ruled by the Afsharid Dynasty (vassals of the Durrani Empire). As a result, Zaman Shah was forced to withdraw and prepare an army to invade Khorasan. However, due to Agha Mohammad Khan Qajar's assassination on June 17, 1797, one of Nader's grandsons had resumed control and declared his independence. == Later Reign == === Zaman Shah retakes Herat === Zaman Shah, seeing Mahmud Shah as a future threat if the Persians had ever invaded again, had decided to try and retake Herat and strip Mahmud of his administrative titles. Zaman Shah had met Mahmud Shah at a battle near Girishk. Zaman Shah defeated Mahmud Shah and this allowed Zaman Shah to besiege Herat. The city however, held out. Eventually, Mahmud Shah's mother had broken a deal between the two brothers. The terms of which would be Zaman Shah being recognized as King of the Durrani Empire in exchange for keeping his governorship of Herat. However, nobody had seemed to give notice to Kamran Mirza, Son of Mahmud Shah. Kamran Shah, with the army of the city, noticing Zaman Shah leaving back to Helmand, Kamran Shah had led his armies in pursuit, and once Kamran had left, Qilij Khan, the governor of Herat in place for Kamran while he was on his campaign had lead a rebellion and opened the gates to Zaman Shah. Mahmud Shah and Kamran had then fled to Tehran in Persia. === Second and Third March to Punjab === thumb|left|Drawing of Mahmud Shah Durrani With the Khorasan Province situation having blown over, Zaman Shah had returned to Peshawar to invade Punjab again, he advanced as far as Lahore and had planned to further invade into India. Zaman Shah had then heard the news that Mahmud Shah Durrani was in revolt and was planning to march on Kandahar once again. Zaman Shah, annoyed, and having enough of these constant issues had brought over one of Mahmud Shah Durrani's chief generals, occupied Herat, and forced him to flee to Persia. Having now dealt with Mahmud Shah Durrani, Zaman Shah had resumed his plans for invading Punjab and India, he led his armies to Peshawar and had advanced as far as Lahore once again, before he was recalled by his intelligence, that the Persians, under Fath-Ali Shah Qajar, were threatening Khorasan Province once again, this had forced Zaman Shah to withdraw to Peshawar and then Herat. The action that had prompted the Qajars to threaten the Durranis was provocated by the British East India Company, where the East India company had heard of Zaman Shah's attempts to repeat his fathers success in Hindustan. However, despite the Persian invasion, its attempted were foiled as Fath-Ali Shah Qajar had advanced as far as Sabzwar, and then withdrew. Though the invasion had failed, it had distracted Zaman Shah and forced him to hole in Kandahar for the winter. === Mahmud Shah's return to Herat === Mahmud Shah, having seen Zaman Shah distracted, had mobilized a force of over 10,000 men from the outer lying provinces of Persia, he had then lead these forces to Herat, where Zaman Shah, having heard of the news had also lead his armies to march to Herat. However, Mahmud Shah's allies had seen how he failed against Zaman Shah before, as a result they had little confidence and low morale for the circumstances he was facing. Zaman Shah, seeing this had capitalized on this by creating doubts and fights in Mahmud Shah's camp. With this, Zaman Shah had broken Mahmud Shah's morale and his allies belief to fight, as a result, Mahmud Shah had then fled to Khiva, and then the court of Fath-Ali Shah Qajar, where he led a petition to depose his brother, Zaman Shah. Mahmud Shah had attempted to seek help from Persia to invade the Durrani Empire to topple Zaman Shah's regime, however, nobody sought to help him. As a result, Mahmud Shah, retired to the mountains of Persia. thumb|right|200px|Payendah Khan Barakzai === Conspiracy and Deposition of Zaman Shah === With Zaman Shah at his zenith of power, he ushered through an era of prosperity not seen for a while within the Durrani Empire, however all was not good, with the Barakzais chiefs then planning for the topple of Zaman Shah, they had laid the constituent articles that Zaman Shah should be overthrown and replaced by his brother, Sujah Mirza, the Durrani crown should be elective, with the chiefs voting in for these. And that the kings who have been proven unworthy can be deposed by the chiefs. Despite setting their main framework of ideals and plans, Zaman Shah's prime minister, Wafadar Khan, had found out about this, and invited the Barakzai chiefs separately to the palace, where he had executed them. One of his victims was Payandah Khan, one of the same chiefs that helped Zaman Shah to the Durrani throne. However it did not stop there, with Wafadar Khan then ordering the complete capture of all Mohammadzai and Barakzai chiefs. Prominent of this was Fathi Khan, the son of Payandah Khan. Fathi Khan had fled to Khorasan Province, where he met Mahmud Shah Durrani. Mahmud Shah had given up on his attempts of capturing the Durrani throne, however, after hearing news of what happened, Mahmud Shah had agreed, where they had marched to Farah with 18 supporters. Mahmud Shah had led fiery speeches and rallies against Zaman Shah, talking about his oppressive government and the tyrannies of Zaman Shah and Wafadar Khan. He had announced his intention to become the Durrani king and march on Kabul with their support. With this, the Barakzais had risen and flocked to his support, with many of the Durrani doing the same, with his support now large, Mahmud Shah had marched on Kandahar. Mahmud Shah had begun sieging the city, for 42 days the city garrison held fierce, however, on the 43rd day, Fathi Khan had managed to gain the support of two tribal chiefs in Kandahar. With insurrection now fighting in the city and Mahmud Shah closing in, Kandahar fell to Mahmud Shah's forces. Zaman Shah, unaware of the events at Kandahar, had been focused on the King of Persia's movements, or what the Barakzais might do next in Kabul had then faced the reality of the situation. Instead of sending a force against his rebel brother, he left most of his forces with Shah Shujah Durrani at Peshawar. Zaman Shah, sensing his weakened position in Kabul had retreated in form to Jalalabad and had attempted to raise a large army, he failed to do this and only rallied around 400 artillerymen, and 200 cavalrymen. He marched to a fort not far from the Lataband Pass, where he appealed to the Afghans and tried to rally more support. Zaman Shah had succeeded in doing so, with many partisan fighters also flocking to his support such as Ahmad Khan. With this, his force numbered around 30,000. With Zaman Shah now ready, he marched ahead to meet Mahmud Shah once again in battle. The two armies met near Zabul. Ahmad Khan, leading the advance of Zaman Shah's army had flocked and deserted to Mahmud Shah's army. Zaman Shah, recognizing his situation had fled to a fort near again the Lataband Pass. Zaman Shah had also heard the news that Mahmud Shah had then captured Kabul. Mahmud Shah Durrani had led efforts to imprison Zaman Shah, with Zaman Shah leading a messenger to Mahmud Shah. The next day, Zaman Shah found out that he would be prisoner to Mahmud Shah, after conflicting with himself, he resigned to his fate, hiding his jewels including the Koh-i-Noor diamond, he was then led by a guard to Kabul. He had then met Asad Khan, a surgeon, where he was ordered to blind Zaman Shah from orders of Mahmud Shah. With Zaman Shah being defeated, Mahmud Shah Durrani had now started his first reign on the Durrani throne. Zaman Shah was then ordered out of Kabul, where he took refuge at Rawalpindi where he was met by Ranjit Singh who welcomed and invited him to stay in Lahore, with a monthly allowance of 1,500 rupees. ==Death and legacy== Zaman Shah died at Ludhiana on 13 September 1845. He is buried at the Ahmad al-Fārūqī al-Sirhindī Mazar in Sirhind, Punjab (India). Zaman Shah was seen by many Afghans as a kind and strong leader, however, after Wafadar Khan had begun murdering prominent tribal leaders, especially from the Barakzais, Zaman Shah and his regime were seen as cruel. Zaman Shah had attempted to repeat his Grandfathers success in India, advancing as far as Lahore, however having to give up the campaign due to many issues complicating things, usually being Zaman's brother, Mahmud Shah in open revolt, or the Persians threatening Durrani northern territories in Khorasan Province. Despite all these, under Zaman Shah, the Durrani Empire had faced a prosperous state once again, having not been seen since the times of Zaman Shah's grandfather, Ahmad Shah Abdali. From all of Zaman Shah's efforts, he fell as he rose, having attempted to consolidate power through brutal methods, usually by killing tribal chiefs who opposed him, including stripping people of their ranks, and thwarting their influence. == Cultural Depictions == == References == ===Further reading=== * * == External links == * The British Library – Chronology: from the emergence of the Afghan Kingdom to the Mission of Mountstuart Elphistone, 1747–1809 * Encyclopædia Britannica – Zaman Shah (1793–1800) * Zaman Shah Durrani's invasion of India and Tipu Sultan (1793–1800) Category:1770 births Category:1844 deaths Category:18th-century Afghan monarchs Category:19th- century Afghan monarchs Category:Emirs of Afghanistan Zaman Category:Pashtun people Category:Blind royalty and nobility Category:Burials in India",
 "title": "Zaman Shah Durrani"
}