{
 "id": "667891",
 "text": "thumb|\"Teatro de la ciudad\" Monclova thumb|Plaza Principal de Monclova Monclova (), is a city and the seat of the surrounding municipality of the same name in the northern Mexican state of Coahuila. According to the 2015 census, the city had 231,107 inhabitants. Its metropolitan area has 381,432 inhabitants and a population density of 29.88 inhabitants per square kilometer. Monclova is the third-largest city and metropolitan area in the state in terms of population, after Torreón and Saltillo. The city accounts for the highest production of steel of Mexico and Latin America, hence its nickname \"The Steel Capital\". Today Monclova has one of the highest levels of commercial, industrial, and financial development, and is currently has one of the lowest poverty rates among Mexican cities. Its metropolitan area is among the 10 most competitive urban areas in the country, and it also has one of the highest labor productivity rates. ==History== Established on July 25, 1577 by Spanish colonists, Monclova became the first city in the region known as Coahuila, which later became the State of Coahuila. During the colonial period and the early 19th century, Monclova served as the capital of Nueva Extremadura. It remained the capital for a few years after Mexico's independence. Prior to 1840, haciendas near Monclova were the headquarters of the Sánchez Navarro latifundio, the largest private landholding in the Americas.Harris, Charles H. (1975), A Mexican Family Empire, Austin: University of Texas Press, pp. xvii, 182 During the initial battle for independence from Spain, fleeing rebel leaders who had been captured at the Wells of Baján were first taken to Monclova before the long trip to the city of Chihuahua. The captured leaders were Juan Aldama, Ignacio Allende, Miguel Hidalgo, and Jose Mariano Jimenez.Fehrenbach,T.R.,(1995, updated). Fire and Blood: A History of Mexico, New York: Da Capo Press, p.331. With the adoption of the 1824 Constitution, which created the state of Coahuila y Tejas, the capital was transferred to Saltillo. In 1828, the decision was overturned when Monclova was declared the capital of the new state, but the state legislature continued to convene in Saltillo. On March 9, 1833, the state legislature settled the dispute in Monclova's favour, and the decision was ratified by President Antonio López de Santa Anna on December 2, 1834. With the enactment of the 1836 Constitutional Laws, by which the federal republic was converted into a centralised one, the state of Coahuila y Tejas was divided into two departments, Coahuila and Tejas (or Texas, as it would later become). Saltillo was confirmed as Coahuila's capital. However, 1835-36 was also the period of the Texas Revolution, and Texas became an independent republic. ==Geography== Monclova sits at an altitude of 620 m above sea level. It is located at , in the state's central region (Región Centro), in the east-central part of the state. == Climate == Monclova experiences a warm semi-arid climate, with a median yearly temperature of . The median temperature of the coolest month, January, is , although the temperature can climb as high as during some days and it can drop to some nights. Probably the coldest snap in recent history took place on December 25, 1983 when the temperature plunged to . On the other hand, temperatures during late spring and summer can have bouts of extreme heat, with evenings above for many consecutive days. In recent decades the hottest records have climbed as high as on July 13, 2005 and on May 4, 1984. However nighttime low temperatures are typically 15 degrees cooler than daytime highs, due to the very arid conditions. Even in July, the warmest month, temperatures have gotten as low as in 1975. The median temperature July is . A typical summer day has a low around and a high near . In 1976 the wettest month on record took place in July, with of rain, more than half the median yearly value of ; however the average wettest month is September with . The warmer months of the year are typically wetter than the cooler ones. Cold fronts in winter have the possibility of drastically reducing temperatures in the area, and are responsible for the little rainfall of such period. Even snowfall has occurred in Monclova some winters, although most years it is a phenomenon reserved only to the nearby mountains. Precipitation occurs an average of 47 days, out of which 6 will be thunderstorms and at least one day with hail. ==Economy== The city accounts for the highest production of steel of Mexico and Latin America, hence its nickname \"The Steel Capital\". In 1942 the steel factory Altos Hornos de Mexico was founded, accelerating the industrial development of Monclova. Today Monclova has one of the highest commercial, industrial and financial developments, and it is currently one of the cities with the lowest poverty rates in Mexico. Its metropolitan area is among the 10 most competitive urban areas in the country, and it also has the highest labor productivity. == Tourism == ===Buildings and monuments=== thumb|Harold R. Pape y Suzanne Lou Pape thumb|Molino en Monclova \"Xochipilli\" *The Santiago Apostol Parish Church - Construction of this building began in the second half of the eighteenth century. Its façade consists of carved cantera stone. *The San Francisco de Asis Parish Church - St. Francis of Assisi Church, seventeenth century. *Ermita de Zapopan Church - Due to damage caused during the revolution and to conserve original details like its bells and walls, restoration was carried out at the beginning of the nineteenth century. *El Polvorin (The Powder Magazine) - Museum with collections of anthropology, biology, sociology, watercolor art, geology, mathematics, communications, archery, guns, other weapons, and Mexican sexual culture. *Pape Museum Library - For 28 years, this cultural and recreational center, promoted by the Pape Foundation, has given seasonal expositions of artistic works. Its permanent exhibit chronologically illustrates the life and work of the couple Harold and Lou Pape. It also has an auditorium for 300 people where plays and musical concerts are performed. Next to the museum is the Harold R. Pape Library. *Meteorological Observatory - The observatory is the largest in the state with a 16-inch opening. Controlled by a computer, it integrates a highly sophisticated video system that projects live images of the sun, the moon, and the planets onto a black and white screen. This observatory was constructed by the government to educate the people about the difference between astronomy and astrology. *Venustiano Carranza International Airport - The city's airport. ===Parks and gardens=== *Xochipilli Park I and II - More than intended for relaxation and recreational activities form this original concept from the Papes. Its complete facilities include large sports and cultural spaces surrounded by green areas, lakes, rivers, fountains, and waterfalls. *The Main Square *The Zoo ==Sister cities== * San Marcos ==Notable people == *El Hijo de L.A. Park, professional wrestler *Andrés Espinosa, long-distance runner who specialized in marathon races *Jerry Estrada, professional wrestler *Hispana, rapper *Francisco Ríos, baseball pitcher *Nora Rocha, track and field athlete, gold medalist at the 1999 Pan American Games. *Cynthia Rodríguez, singer and reality television personality *Joakim Soria, major league baseball relief pitcher who has played for the Oakland Athletics, Kansas City Royals, Pittsburgh Pirates, Detroit Tigers, Texas Rangers, Chicago White Sox, and Milwaukee Brewers. *Volador Jr., professional wrestler *Susana Zabaleta, soprano singer and actress ==References== ===Sources=== *Link to tables of population data from Census of 2005 INEGI: Instituto Nacional de Estadística, Geografía e Informática ==External links== * Official Monclova webpage * Municipal information on Coahuila state website Category:1577 establishments in New Spain Category:Populated places in Coahuila Category:Populated places established in 1577",
 "title": "Monclova"
}