{
 "id": "668177",
 "text": "thumb|Geritol tablets Geritol is a United States trademarked name for various dietary supplements, past and present. Geritol is a brand name for several vitamin complexes plus iron or multimineral products in both liquid form and tablets, containing from 9.5 to 18 mg of iron per daily dose. The name conveys a connection with aging, as in \"geriatric\". The product has been promoted from almost the beginning of the mass media era as a cure for \"iron-poor tired blood\". ==History== Geritol was introduced as an alcohol-based, iron and B vitamin tonic by Pharmaceuticals, Inc., in August 1950 and primarily marketed as such into the 1970s. Geritol was folded into Pharmaceuticals' 1957 acquisition of J. B. Williams Co., founded in 1885. J. B. Williams Co. was bought by Nabisco in 1971. In 1982, the Geritol product name was acquired by the multinational pharmaceutical firm Beecham (later GlaxoSmithKline).Geritol Geritol was acquired by Meda Pharmaceutical in 2011. Meda was acquired by Mylan in 2016. The earlier Geritol liquid formulation was advertised as \"twice the iron in a pound of calf's liver,\" and daily doses contained about 50–100 milligrams of iron as ferric ammonium citrate. The Geritol tonic contained about 12% alcohol and some B vitamins. ==Federal Trade Commission investigation== Geritol was the subject of years of investigation starting in 1959 by the Federal Trade Commission (FTC). In 1965, the FTC ordered the makers of Geritol to disclose that Geritol would relieve symptoms of tiredness only in persons who suffer from iron deficiency anemia, and that the vast majority of people who experience such symptoms do not have such a deficiency. Geritol's claims were discredited in court findings as \"conduct amounted to gross negligence and bordered on recklessness,\" ruled as a false and misleading claim, and heavily penalized with fines totaling $812,000 (equivalent to $ in dollars), the largest FTC fine up to that date (1973). Although subsequent trials and appeals from 1965 to 1973 concluded that some of the FTC demands exceeded its authority, Geritol was already well known and continued to be the largest U.S. company selling iron and B-vitamin supplements through 1979. Since then, supplemental iron products, including Geritol, have been contraindicated because of concerns over hemochromatosis,\"HEMOCHROMATOSIS: A COMMON (YET PREVENTABLE) CHRONIC DISEASE\", CD Summary, Vol. 46, No. 16. August 5, 1997.Supplement Fact Sheet: Iron Office of Dietary Supplements • National Institutes of Health. August 24, 2007. Retrieved May 26, 2009 and serious questions raised in studies for men, postmenopausal women, and nonanemic patients with liver disease, heart disease, type 2 diabetes, or cancer.TF Emery (1991) Iron and Your Health: Facts and Fallacies, CRC. RB Lauffer (1992) Iron and Human Disease, CRC. ==Media sponsorships== In the early days of television, the marketing of Geritol was involved in the quiz show scandal, as the sponsor of Twenty-One. For many years after that, Geritol was largely marketed on television programs that appealed primarily to older viewers, such as The Lawrence Welk Show, What's My Line?, The Red Skelton Show, To Tell the Truth, Hee Haw, and Ted Mack's Original Amateur Hour, as well as Arthur Godfrey's daily show. It was also one of the sponsors of the original Star Trek series.Herb Solow and Bob Justman, Inside Star Trek: The Real Story. Pocket, 1996. == In popular culture == Geritol was often used in the 1960s as a punch line for a joke in sitcoms or in comedy routines; comic singer Allan Sherman parodied Geritol on his 1962 album My Son, the Folk Singer, singing \"Yasha got a bottle of Geritol\" to the tune of \"Joshua Fought the Battle of Jericho\". Geritol is also used as a punch line about old age several times on The Carol Burnett Show, including a 1973 \"Carol & Sis\" sketch, a 1977 \"As The Stomach Turns\" sketch, and an “Old Folks” sketch in Season 8 (episode 20). Geritol is famous for a controversial 1972 television commercial tag line, \"My wife, I think I'll keep her.\" This line, brought out during the height of the Women's Liberation Movement, was not appreciated by some women and was lambasted by news and comedy shows. Comedian Robert Klein commented on his 1972 album Child of the Fifties: \"Where does he get the nerve?... She has to keep begging him, \"Will you keep me one more day?\" \"All right, one more day: now, get back to the kitchen!\" The line was the inspiration for Mary Chapin Carpenter's 1993 song \"He Thinks He'll Keep Her\".Staff of WomaNews. \"Smart Talk: Shortcuts,\" Chicago Tribune, September 6, 1992. In the season 5 episode of M*A*S*H titled \"Dear Sigmund\" aired in 1976 , Dr. Sidney Freedman (Allan Arbus) describes feeling a dull ache behind his nose and a feeling of listlessness as \"sort of a severe Geritol deficiency\". In 1977, the pilot episode of Three’s Company made reference to Geritol by Suzanne Somers' character Chrissy Snow asking her roommate Janet whether their landlord Mr. Roper was taking too much of it. This question was posed after Mr. Roper abruptly poked the breast of a female visitor that he thought was a man dressed as a woman. In the 1982 movie Airplane II: The Sequel, Lloyd Bridges' character Steve McCroskey asks for \"some coffee\" plus \"a quart of Geritol and a ham on rye--no cheese.\" In a 1989 episode of Mama's Family \"Take My Mama, Please\", Geritol is mentioned by a guest star when being heckled by the show's main character portrayed by Vicki Lawrence. \"\"What's the matter, granny? Didn't take your Geritol this morning?\" In 1992, George Jones used the line “I don't need your rockin' chair, your Geritol or your Medicare” in his hit song \"I Don't Need Your Rockin' Chair\". In 1994, a reunion of members of Bill Haley & His Comets released the album You're Never Too Old to Rock (Hydra Records BCK 27013). One track, \"Let's Rock and Roll Some More\" features 70-year-old drummer Dick Richards singing \"We've been away a while, but we ain't gone/Take a Geritol and put your dancin' shoes on.\" In 1996, “Geritol” was the punchline of a joke in season 1, episode of the sitcom Moesha starring Brandy. In 2000, Family Guy season 2 episode 14 titled \"Let's Go to the Hop\" Peter says \"Thanks Geritol\" at the end of his song \"Gotta Give Up the Toad\" In 2001's “Out Cold” prospective buyer Lee Majors tells employee Rick Rambis “ First thing in the morning, I’ll take a Geritol so I can keep up!” In the 2002 stage musical Hairspray, Edna and Wilbur Turnblad sing to each other of love as they grow old in the song \"Timeless to Me\". In one line, Edna sings \"Pass that Geritol!\" In the 2006 Lemon Demon song Samuel and Rosella about an elderly couple causing ephebiphobic destruction, the line \"And off they hobble drunk on Geritol!\" is sung as part of the chorus. In 2013 an episode of Tanked, Season 4, Episode 4, titled \"Tip of the Hat to the Devils,\" Wayde asks the General if he would like some Geritol. In a 2020 episode of the Real Housewives of Potomac, Giselle insults Karen Huger by accusing her of using Geritol. ==See also== *Hadacol *Sorbitol ==References== ==External links== * Official site Category:Products introduced in 1950 Category:Dietary supplements Category:Nabisco brands Category:GlaxoSmithKline brands",
 "title": "Geritol"
}