{
 "id": "668242",
 "text": "thumb|Augusta Mary Anne Holmès Augusta Mary Anne Holmès (16 December 1847 – 28 January 1903) was a French composer of Irish descent (her father was from Youghal, Co. Cork). In 1871, Holmès became a French citizen and added the accent to her last name.Rollo Myers: \"Augusta Holmès: A Meteoric Career\", in The Musical Quarterly, vol. 53, no. 3 (July 1967), p. 365: \"Her surname was Gallicized by the addition of a grave accent on its last syllable.\" She wrote the texts to almost all of her vocal music herself, including songs, oratorios, the libretto of her opera La Montagne noire and the programmatic poems for her symphonic poems including Irlande and Andromède. ==Biography== Holmès was born in Paris, the only child of Irishman Charles William Scott Dalkeith Holmes (17 July 1797 - 19 December 1869) and to Tryphina Anna Constance Augusta Shearer (1811–1858).Une musicienne versaillaise: Augusta Holmès, archive.org The poet Alfred de Vigny, who was her godfather, was rumored to be her natural father.Holmes, Augusta Mary Anne Dictionary Of Irish Biography Despite showing talent at the piano, she was not allowed to study at the Paris Conservatoire, but took lessons privately. She developed her piano playing under the tutelage of local pianist Mademoiselle Peyronnet, Versailles' cathedral organist Henri Lambert, and Hyacinthe Klosé. Also, she showed some of her earlier compositions to Franz Liszt. Around 1876, she became a pupil of César Franck, whom she considered her real master. (She led the group of Franck's students who in 1891 commissioned for Franck's tomb a bronze medallion from Auguste Rodin.Daniele Gutmann: \"Rodin et la Musique\", in: Revue Internationale de Musique Française, February 1982, p. 105.) Camille Saint-Saëns wrote of Holmès in the journal Harmonie et Mélodie: \"Like children, women have no idea of obstacles, and their willpower breaks all barriers. Mademoiselle Holmès is a woman, an extremist.\" Like other female composers from the nineteenth century including Fanny Mendelssohn and Clara Schumann, Holmès published some of her earlier works under a male pseudonym (\"Hermann Zenta\") because women in European society at that time were not taken seriously as artists and were discouraged from publishing. For the 1889 celebration of the centennial of the French Revolution, Holmès was commissioned to write the Ode triomphale for the Exposition Universelle, a work requiring about 1,200 musicians. She gained a reputation of being a composer of programme music with political meaning, such as her symphonic poems Irlande and Pologne. ==Personal life== Holmès never married, but she cohabited with the poet Catulle Mendès; the couple had five children, including: * Huguette Mendès (1871–1964) * Claudine Mendès (1876–1937) * Helyonne Mendès (1879–1955) Holmès bequeathed most of her musical manuscripts to the Paris Conservatoire. ==Selected compositions== ===Operas=== * Héro et Leandre (1875) opera in one actArthur Elson: Woman's Work in Music (Boston: The Page Company, 1903), digitized by Google. * Lancelot du lac, opera in three acts (unpublished) * La Montagne noire, opera in four acts (1885), Paris, Opéra, 8 February 1895 ===Cantatas=== * Astarté, poème musical (1871, unpublished) * Lutèce, symphonie dramatique (1877) * Les Argonautes, symphonie dramatique (1880) * Ludus pro patria, ode-symphonie (1888) * Au pays bleu, suite symphonique (c.1888) * Une Vision de Sainte Thérèse for soprano and orchestra (c.1888) * Ode triomphale en l'honneur du centenaire de 1789 (1889) * Hymne à la paix (1890) * Hymne à Apollo (c.1890s) * La Belle au bois dormant suite lyrique (1902) * La Vision de la reine, cantata ===Orchestral works=== * Ouverture pour une comédie, symphonic poem (before 1870) * Roland furieux (1876) * Irlande, symphonic poem (1882) * Andromède, symphonic poem (1883) * Pologne, symphonic poem (1883) * La Nuit et l'amour (1888) ===Chamber music=== * Minuetto, for string quartet (1867) * Trois petites pièces for flute and piano (1879) * Fantaisie in C minor, for clarinet and piano (1900) * Molto lento, for clarinet and piano ===Piano music=== * Rêverie tzigane (1887) * Ce qu'on entendit dans la nuit de Noël (1890) * Ciseau d'hiver (1892) ===Songs, song collections=== (selective list) * Les Sept ivresses: 1. L'Amour; 2. Le Vin; 3. La Gloire; 4. La Haine; 5. Le Rêve; 6. Le Désir; 7. L'Or (1882) * Trois Chansons populaires: 1. Mignonne; 2. Les Trois pages; 3. La Princesse (1883) * Noël: Trois anges sont venus ce soir (1884) **File:Trois-anges-sont- venus-ce-soir.ogg * En Chemin (1886) * Hymne à Eros (1886) * Fleur de neige (1887) * La Chanson de gas d'Irlande (1891) * Berceuse (1892) * Contes divines (1892–5): 1. L'Aubepine de Saint Patrick (1892); 2. Les Lys bleus (1892); 3. Le Chemin de ciel (1893); 4. La Belle Madeleine (1893); 5. La Légende de Saint Amour (1893); 6. Les Moutons des anges (1895) * Noël d'Irlande (1896) ==References== ==Bibliography== * Rollo Myers: \"Augusta Holmès: A Meteoric Career\", in: The Musical Quarterly 53 (1967) 3, pp. 365–76 * Gérard Geffen: Augusta Holmès, l'outrancière (Paris: P. Belfond, 1987), * Karen Henson: \"In the House of Disillusion: Augusta Holmès and La Montagne noir\", in: Cambridge Opera Journal 9 (1997) 3, pp. 232–62 * Michèle Friang: Augusta Holmès ou la gloire interdite (Paris: Éditions Autrement, 2003), * Mariateresa Storino: \"Chère Illustre\": Franz Liszt ad Augusta Holmès, in: \"Quaderni dell'Istituto Liszt\" 9 (2010), pp. 1–44 * M. Storino: Franz Liszt and Augusta Holmès: Portrait of a Musical Friendship, in: Liszt et la France, ed. by Malou Haine and Nicolas Dufetel (Paris: Vrin, 2012), pp. 263–274; * Nicole K. Strohmann: Gattung, Geschlecht und Gesellschaft im Frankreich des ausgehenden 19. Jahrhunderts: Studien zur Dichterkomponistin Augusta Holmès (Hildesheim: Georg Olms, 2012), * M. Storino: Solidarietà dei Popoli e idea di Patria: i poemi sinfonici di Augusta Holmès, in: Music and War in Europe from French Revolution to WWI, ed. by Etienne Jardin (Turnhout: Brepols, 2016), pp. 357–377; ==External links== * * Free digital scores by Augusta Holmès in the OpenScore Lieder Corpus * Holmes and Duparc: A tale of two composers. BBC Radio 3 Composer of the Week, 6–10 July 2020 Category:1847 births Category:1903 deaths Category:19th-century classical composers Category:19th- century French composers Category:19th-century women composers Category:20th- century classical composers Category:20th-century French composers Category:20th-century French women musicians Category:20th-century women composers Category:Burials at the Cemetery of Saint-Louis, Versailles Category:French opera composers Category:French people of Irish descent Category:French Romantic composers Category:French women classical composers Category:Irish classical composers Category:Irish women classical composers Category:Musicians from Paris Category:Pseudonyms Category:Pupils of César Franck Category:Women opera composers",
 "title": "Augusta Holmès"
}