{
 "id": "668653",
 "text": "Urinetown: The Musical is a satirical comedy musical that premiered in 2001, with music by Mark Hollmann, lyrics by Hollmann and Greg Kotis, and book by Kotis. It satirizes the legal system, capitalism, social irresponsibility, populism, bureaucracy, corporate mismanagement, and municipal politics. The show also parodies musicals such as The Threepenny Opera, The Cradle Will Rock and Les Misérables, and the Broadway musical itself as a form. ==Productions== Urinetown debuted at the New York International Fringe Festival, and then was produced Off-Broadway at the American Theatre for Actors from May 6, 2001, to June 25, 2001. The musical then opened on Broadway at Henry Miller's Theatre, running from September 20, 2001, through January 18, 2004, totaling 25 previews and 965 performances. It was nominated for 10 Tony Awards and won three. It was directed by John Rando and featured music and lyrics by Mark Hollman, book and lyrics by Greg Kotis, and choreography by John Carrafa. The original cast included Hunter Foster (as Bobby Strong, later replaced by Tom Cavanagh), Jeff McCarthy (as Officer Lockstock), Nancy Opel (as Penelope Pennywise), John Cullum (as Caldwell B. Cladwell), Jennifer Laura Thompson (as Hope Cladwell), Spencer Kayden (as Little Sally), John Deyle (as Senator Fipp), and Ken Jennings (as Old Man Strong/Hot Blades Harry). Principal cast changes included James Barbour as Officer Lockstock, Carolee Carmello and Victoria Clark as Penelope Pennywise and Charles Shaughnessy as Caldwell B. Cladwell as well as Amy Spanger as Hope Cladwell. A national tour starring Christiane Noll began in San Francisco, California, on June 13, 2003. A production began performances at Chicago's Mercury Theater in March 2006 and closed in May 2006, followed by New Line Theatre in St. Louis in 2007. The characters of Officer Lockstock and Little Sally are featured in what has become a yearly tradition at the Broadway Cares/Equity Fights AIDS annual Gypsy of the Year benefit concert, in which the characters – portrayed by actors Jennifer Cody and Don Richard, both of whom understudied the roles in the original cast – perform a short comedy sketch making fun of current Broadway shows. An Australian production directed by Simon Phillips for the Melbourne Theatre Company was staged at the Playhouse in April–May 2004. The cast featured Kane Alexander (Bobby Strong), Shane Bourne (Officer Lockstock), Lisa McCune (Hope Cladwell), Rhonda Burchmore (Penelope Pennywise) and Gerry Connolly (Caldwell B. Cladwell). The production transferred to Sydney for the Sydney Theatre Company at the Sydney Theatre in June–July 2006. The Sydney season retained the principal cast from Melbourne, with the exception of David Campbell taking over the role of Bobby. The UK premiere directed by Jamie Lloyd opened at London's St. James Theatre in April 2014, transferred to the Apollo Theatre in September 2014, and ended its run on 3 January 2015. In 2015, a production of the show opened in São Paulo, Brazil, at the Teatro do Nucleo Experimental. In 2019, Urinetown opened in Singapore, produced by Pangdemonium Theatre Company. ==History== Greg Kotis had the idea for Urinetown while traveling in Europe. A traveling student on a budget, he encountered a pay toilet and began writing shortly thereafter, joining with Mark Hollmann for the journey to Broadway. Initially, no production companies were interested in optioning the musical, but finally the Neo-Futurists, an experimental theatre group from Chicago, agreed to produce Urinetown for their 1999–2000 season. Kotis, his wife, and original cast member Spencer Kayden belonged to the group. Plans with the Neo-Futurists later fell through, so John Clancy of the New York Fringe Festival accepted the show into the festival. Playwright David Auburn, a friend of Kotis and Hollmann, came to see the show and immediately called the production company The Araca Group. The company optioned the musical, and it opened off-Broadway at the American Theatre for Actors, transferring to Broadway in September 2001. Originally planned to open on September 13, the show contained several references which, after the September 11 attacks, would prove offensive. Ultimately, only one line was removed from the script, and the show opened September 20, 2001. ==Synopsis== ===Act I=== Officer Lockstock, a policeman, grimly welcomes the audience, assisted by the street urchin Little Sally. According to the pair, a twenty-year drought has caused a terrible water shortage, making private toilets unthinkable. All restroom activities are done in public toilets controlled by a megacorporation called \"Urine Good Company\" (or UGC). To control water consumption, people have to pay to use the amenities (\"Too Much Exposition\"). There are harsh laws ensuring that people pay to urinate, and if the laws are broken, the offender is sent to a place called \"Urinetown,\" never to return. The oppressed masses huddle in line at the poorest, filthiest urinal in town, Public Amenity #9, which is run by the rigid, harshly authoritarian Penelope Pennywise and her assistant, dashing young everyman Bobby Strong. Trouble ensues when Bobby's father Joseph \"Old Man\" Strong, unable to afford his daily urinal admission, asks Pennywise to let him go free \"just this once.\" After Old Man Strong's plea is dismissed (\"It's a Privilege to Pee\"), he urinates on the street, and Officers Lockstock and Barrel soon arrest him and escort him off to Urinetown (\"It's a Privilege to Pee (Reprise)\"). Later that day, in the corporate offices of Urine Good Company, CEO Caldwell B. Cladwell is discussing the new fee hikes with Senator Fipp, a politician firmly in Cladwell's pocket, when Cladwell's beautiful daughter, Hope Cladwell, arrives as the UGC's new fax/copy girl. As an introduction, the UGC staff sing a song praising their leader (\"Mr. Cladwell\"). Officers Lockstock and Barrel discuss the journey to Urinetown and how it reduces everyone, even the toughest, to screams (\"The Cop Song\"). Hope enters and encounters Bobby Strong. Bobby, distraught over his father's arrest and wondering if he could have done something, tells Hope that his heart feels either cold or empty. Hope tells Bobby that the only answer is to follow his heart. The two realize that they both want a new world where people can be happy and pee for free. United by their belief, they fall in love (\"Follow Your Heart\"). Little Sally asks Officer Lockstock what Urinetown is like, but Lockstock replies that its power lies in its mystery and he cannot flippantly reveal that \"there is no Urinetown, we just kill people\", and that the reveal will not come until Act II, \"with everybody singing and things like that.\" The next day, Cladwell's assistant, Mr. McQueen, announces the new fee hikes set upon the urinals. Bobby concludes that the laws are wrong. Opening the doors of the urinal, despite Ms. Pennywise's protests, he begins a pee-for-free rebellion (\"Look at the Sky\"). Pennywise rushes to the offices of UGC, where she informs Cladwell of the revolution. The two give each other long, meaningful looks, but they are interrupted by the situation at hand. Cladwell vows to crush the rebellion, frightening Hope, then uses a series of increasingly convoluted metaphors involving a bunny to tell Hope that their privilege and responsibility is to stomp on the poor (\"Don't Be the Bunny\"). Cladwell, McQueen, Fipp, Pennywise, Lockstock and Barrel arrive at Amenity #9 to snuff out the uprising. Learning that Hope is Cladwell's daughter, Bobby realizes that the only way out of the trap is to kidnap Hope to use as leverage against Cladwell. The rebel poor escape with Hope as their hostage. The police give chase, but the slow-motion choreography makes it impossible for the police to catch them. Lockstock vows to catch the poor as he tells the audience to enjoy intermission (\"Act I Finale\"). ===Act II=== Lockstock welcomes everyone back, updates the audience on the situation, and tells them that the rebel poor are holed up in a secret hideout somewhere, gesturing to a large sign that reads \"Secret Hideout.\" The sign leads to the sewers, where the rebels are holding Hope hostage. The rebels wonder what Urinetown is, and two of them, Little Becky Two-Shoes and Hot Blades Harry, explain their theories. Cladwell orders Lockstock to search harder for the rebels, threatening to send everyone to Urinetown if Hope is not found. Bobby and his mother Josephine hand out memos to the other Assistant Custodians, hoping that they will join them. Bobby is sure that Urinetown is nothing but a lie designed to scare the poor people. Lockstock catches Little Sally, but his threat of Urinetown doesn't work, because according to her, they are already there; it \"isn't so much a place as it is a metaphysical place\" that they are all in, including Lockstock. She escapes before Lockstock can ask her what \"metaphysical\" means. (\"What is Urinetown?\"). Convinced that Bobby, Josephine, and Little Sally have been captured, the rebels, particularly Hot Blades Harry and Little Becky Two-Shoes, decide that the best way to get revenge on Cladwell is to kill Hope (\"Snuff That Girl\"). They are about to kill her when Bobby bursts in and reminds the rebels that their purpose is more than just revenge. He explains that he made a promise to free all the people of the land. One of the rebels reminds Bobby that the only words he said were \"Run, everybody, run for your lives, run.\" Bobby explains that in the heat of battle the cry of freedom sounds something like (\"Run, Freedom, Run!\"). Invigorated, the poor rally around Bobby, but balk at his statement that the violent fight could take decades. Just then, Pennywise bursts into the secret hideout telling Bobby that Cladwell wants him to come to the UGC headquarters. Bobby goes, but only after the impatient rebels remind him that if anything happens to him, Hope will be killed. Pennywise fiercely swears that if any of the rebels harm Hope, she will have Bobby sent off to Urinetown. Bobby says goodbye to Hope, apologizes, and tells her to think of what they have (\"Follow Your Heart (Reprise)\"). At the UGC headquarters, Bobby is offered a suitcase full of cash and full amnesty to the rebels as long as Hope is returned and the people agree to the new fee hikes. Bobby refuses, and demands free access for the people. Cladwell orders the cops to escort Bobby to Urinetown—even if it means that the rebel poor will kill Hope. Horrified, Pennywise marvels at the depth of Cladwell's evil. Cladwell has her arrested as well. She, Hope, and Fipp sing of their regrets of falling for Cladwell's schemes. Meanwhile, Bobby is led to the top of the UGC building, and learns the truth: Urinetown is death. He regrets having ever listened to his heart. Lockstock and Barrel throw him off the building (\"Why Did I Listen To That Man?\"), killing him. Little Sally returns to the hideout in a shocked daze, having just heard Bobby's last words. The ghost of Bobby sings, along with Little Sally, his last words, which are directed to Hope (\"Tell Her I Love Her\"). His last words encourage the rebels \"to fight for what they know is right,\" and that \"the time is always now.\" Just as the rebels are about to murder Hope in revenge, Pennywise enters and offers herself instead, proclaiming herself to be Hope's mother. The poor reel back, shocked by this unexpected twist. Hope convinces the rebels to let her lead them, and she, Penny, and the poor march to the UGC offices. En route, they kill Officer Barrel (who had just confessed his love to Officer Lockstock), Senator Fipp, and Mrs. Millennium (\"We're Not Sorry\"). Hope reveals to her father that she is still alive. Cladwell is overjoyed, until the rest of the poor reveal themselves. Hope tells him that his reign of terror is over, and that he will \"be sent to the same place he sent Bobby and all those who wouldn't—or couldn't—meet his criminal fee hikes\". Cladwell unsuccessfully pleads to the people that he is their only chance at seeing tomorrow. After he and Pennywise reminisce about their past romance (\"We're Not Sorry (Reprise)\"), he is led to the roof, shouting that he regrets nothing, and however cruel he might have been, he \"kept the pee off the street and the water in the ground\", before being thrown off. With the town finally at peace, the age of fear is over and the people look forward to a bright new day. The Urine Good Company is renamed \"The Bobby Strong Memorial Toilet Authority\" and the people are henceforth allowed \"to pee whenever they like, as much as they like, for as long as they like, and with whomever they like\" (\"I See A River\"). However, the town's newfound urinary bliss is short-lived, as its limited water supply quickly disappears. Lockstock tells the audience that, as draconian as the UGC's rules were, they kept the people from squandering the limited water supply; now, much of the population dies of thirst. It is insinuated that Hope suffers a terrible death at the hand of the people for her actions in depleting the water supply, but the remaining townsfolk will wage on, their town now quite like the imaginary \"Urinetown\" with which they had been threatened for years. The final words of the musical are \"Hail Malthus!\" ==Casts== {| class=\"wikitable\" ! Role ! Original Off- Broadway Cast ! Original Broadway Cast ! London Premiere Cast ! London West End Cast |- ! scope=\"row\"| Bobby Strong | align=\"center\" colspan=\"2\"|Hunter Foster | align=\"center\" |Benjamin Milstein | align=\"center\" |Matthew Seadon- Young |- ! scope=\"row\"| Hope Cladwell | align=\"center\" colspan=\"2\"|Tamera Figueroa | align=\"center\" colspan=\"2\"|Beatriz Stewart |- ! scope=\"row\"| Penelope Pennywise | align=\"center\" colspan=\"2\"|Nancy Opel | align=\"center\" colspan=\"2\"|Jenna Russell |- ! scope=\"row\"| Caldwell B. Cladwell | align=\"center\" colspan=\"2\"|John Cullum | align=\"center\" colspan=\"2\"|Simon Paisley Day |- ! scope=\"row\"| Little Sally | align=\"center\" colspan=\"2\"|Eliana Schaer | align=\"center\" colspan=\"2\"|Karis Jack |- ! scope=\"row\"| Officer Lockstock | align=\"center\" colspan=\"2\"|Jeff McCarthy | align=\"center\" colspan=\"2\"| Lorenzo Stella |- ! scope=\"row\"| Officer Barrel | align=\"center\" colspan=\"2\"|Daniel Marcus | align=\"center\" |Stella Spiotta | align=\"center\" |Nathan Amzi |- ! scope=\"row\"| Senator Fipp | align=\"center\" colspan=\"2\"|Rosiland Douglass | align=\"center\" colspan=\"2\"|Mark Meadows |- ! scope=\"row\"| Mr. McQueen | align=\"center\" colspan=\"2\"|Ari Schaer | align=\"center\" colspan=\"2\"|Marc Elliott |- ! scope=\"row\"| Old Man Strong / Hot Blades Harry | align=\"center\" colspan=\"2\"|Esther McCarrie | align=\"center\" colspan=\"2\"|Cory English |- ! scope=\"row\"| Old Woman / Josephine Strong | align=\"center\" colspan=\"2\"|Kay Walbye | align=\"center\" colspan=\"2\"|Julie Jupp |- ! scope=\"row\"| Little Becky Two Shoes / Mrs. Millennium | align=\"center\"|Megan Lawrence | align=\"center\" |Jennifer Cody | align=\"center\" colspan=\"2\"|Katie Bernstein |- ! scope=\"row\"| Soupy Sue / Cladwell's Secretary | align=\"center\" colspan=\"2\"|Rachel Coloff | align=\"center\" colspan=\"2\"|Madeleine Harland |- ! scope=\"row\"| Tiny Tom / Dr. Billeaux | align=\"center\" colspan=\"2\"|Rick Crom | align=\"center\" colspan=\"2\"|Jeff Nicholson |- ! scope=\"row\"| Robbie the Stockfish / Business Man #1 | align=\"center\" colspan=\"2\"|Victor W. Hawks | align=\"center\" |Matthew Seadon- Young | align=\"center\" |Kane Oliver Parry |- ! scope=\"row\"| Billy Boy Bill / Business Man #2 | align=\"center\" colspan=\"2\"|Lawrence Street | align=\"center\" colspan=\"2\"|Aaron Lee Lambert |- |} === Notable Replacements === ;Broadway (2001–04) *Bobby: Tom Cavanagh, Luther Creek *Hope: Anastasia Barzee, Amy Spanger *Ms. Pennywise: Victoria Clark, Carolee Carmello *Cladwell: Charles Shaughnessy *Lockstock: James Barbour ==Characters== Major Characters *Bobby Strong – The dashing young everyman who works for Miss Pennywise as the Assistant Custodian at the poorest, filthiest urinal in town; the eventual protagonist and romantic hero who starts a revolution, and falls in love with Hope Cladwell along the way. *Caldwell B. Cladwell – The evil president and owner of the Urine Good Company, a miserly moneygrubber who gleefully exploits the poor. *Hope Cladwell – Cladwell's ravishingly beautiful daughter, torn between her love for her father and her new love for Bobby. Having just returned from the Most Expensive University in the World, she eventually joins Bobby as part of the Revolution. *Officer Lockstock – The principal narrator; a policeman in charge of finding guilty pee-ers. *Little Sally – A precocious, thoroughly irreverent and very intelligent street urchin; the co-narrator who always outsmarts Lockstock, and constantly questions the play's logic. *Penelope Pennywise – The tough, jaded warden of the poorest, filthiest urinal in town. A shrewd, penny-scrounging cheapskate, Pennywise is a figure of authority and lives to maintain order at the public bathrooms, but harbors a surprising secret. *Officer Barrel – Lockstock's partner. He harbors a surprising secret. *Mr. McQueen – Cladwell's assistant. A sneaky man who will do anything to save himself. *Senator Fipp – A corrupt politician in Cladwell's pocket. He also harbors a surprising, and slightly disturbing, secret. *Joseph \"Old Man\" Strong – Bobby's rebellious father, whose refusal to pay the fee causes him to be sent to Urinetown. *Josephine \"Ma\" Strong – Bobby's mother, a strong-willed old woman who is able to withstand the hard hand life has dealt her. The Poor *Hot Blades Harry – A dangerous and unpredictable rebel. *Little Becky Two-Shoes – A young, pregnant woman. Harry's \"Mate\". *Soupy Sue – An affectionate member of the gang. *Tiny Tom – A confused man-boy. *Robby the Stockfish – A poor rebel. *Billy Boy Bill – A poor rebel. The Rich *Mrs. Millennium – Office worker who aspires to be Cladwell's Head Secretary. *Dr. Billeaux – A scientist for Urine Good Company. == Musical numbers == * Mr. Cladwell – Cladwell, Hope, Mr. McQueen, and the Staff of UGC * Cop Song – Lockstock, Barrel, and Cops * Snuff That Girl – Hot Blades Harry, Little Becky Two Shoes, and the Poor THE BEST SONGS ==Awards and honors== ===Original Off-Broadway Production=== {| class=\"wikitable\" width=\"95%\" |- ! width=\"5%\"| Year ! width=\"20%\"| Award Ceremony ! width=\"45%\"| Category ! width=\"20%\"| Nominee ! width=\"10%\"| Result |- |rowspan=\"10\" align=\"center\"|2001 |Clarence Derwent Award |Most Promising Female Performer |Spencer Kayden | |- | rowspan=\"9\"| Drama Desk Award | colspan=\"2\"| Outstanding Musical | |- | Outstanding Book of a Musical | Greg Kotis | |- | Outstanding Featured Actor in a Musical | Jeff McCarthy | |- | Outstanding Featured Actress in a Musical | Spencer Kayden | |- | Outstanding Director of a Musical | John Rando | |- | Outstanding Choreography | John Carrafa | |- | Outstanding Orchestrations | Bruce Coughlin | |- | Outstanding Music | Mark Hollmann | |- | Outstanding Lyrics | Mark Hollmann and Greg Kotis | |- |rowspan=\"7\" align=\"center\"|2002 |rowspan=\"7\"|Lucille Lortel Award |colspan=\"2\"|Outstanding Musical | |- |Outstanding Lead Actor |Hunter Foster | |- |Outstanding Director |John Rando | |- |Outstanding Choreographer |John Carrafa | |- |Outstanding Costume Design |Jonathan Bixby | |- |Outstanding Lighting Design |Brian MacDevitt | |- |Outstanding Scenic Design |Scott Pask | |} ===Original Broadway production=== {| class=\"wikitable\" width=\"95%\" |- ! width=\"5%\"| Year ! width=\"20%\"| Award Ceremony ! width=\"45%\"| Category ! width=\"20%\"| Nominee ! width=\"10%\"| Result |- | rowspan=\"18\" align=\"center\"| 2002 | rowspan=\"10\"| Tony Award | colspan=\"2\"| Best Musical | |- | Best Book of a Musical | Greg Kotis | |- | Best Original Score | Mark Hollmann and Greg Kotis | |- | Best Performance by a Leading Actor in a Musical | John Cullum | |- | rowspan=\"2\"| Best Performance by a Leading Actress in a Musical | Nancy Opel | |- | Jennifer Laura Thompson | |- | Best Performance by a Featured Actress in a Musical | Spencer Kayden | |- | Best Direction of a Musical | John Rando | |- | Best Choreography | John Carrafa | |- | Best Orchestrations | Bruce Coughlin | |- | rowspan=\"6\"|Outer Critics Circle Award |colspan=\"2\"|Outstanding New Broadway Musical | |- | rowspan=\"2\"|Outstanding Actor in a Musical | Hunter Foster | |- |John Cullum | |- |Outstanding Featured Actress in a Musical |Spencer Kayden | |- |Outstanding Director |John Rando | |- |Outstanding Choreography |John Carrafa | |- |Drama League Award |colspan=\"2\"|Outstanding Production of a Musical | |- | colspan=\"2\"| Theatre World Award | Spencer Kayden | |} ==See also== *Politics in musicals *Thomas Robert Malthus *A Boy and His Dog *\"It's a Good Life\" (The Twilight Zone) ==References== ==External links== *[ Official site] (archive as at April 2008) *Official UK site * * *Internet Off-Broadway Database listing *Review of the 2014 London production Category:2001 musicals Category:Off-Broadway musicals Category:Broadway musicals Category:Original musicals Category:Water scarcity in fiction Category:Tony Award-winning musicals",
 "title": "Urinetown"
}