{
 "id": "668703",
 "text": "Major Major Major Major is a fictional character in Joseph Heller's 1961 novel Catch-22. He was named \"Major Major Major\" by his father, as a joke - passing up such lesser possibilities as \"Drum Major, Minor Major, Sergeant Major, or C Sharp Major\". Once he joined the army during World War II, he was quickly promoted to the rank of Major due to \"an IBM machine with a sense of humor almost as keen as his father's\". His full name and rank are the title of chapter 9. He has an uncanny resemblance to real-life actor Henry Fonda, which scholar Philip D. Beidler calls \"one of the novel's great absurd jokes\". ==In the novel== Heller echoes the eponymous character in Edwin Arlington Robinson's poem \"Miniver Cheevy\" in his initial description of Maj. Major as \"born too late and too mediocre\". The character is further described as having \"three strikes against him from the beginning - his mother, his father, and Henry Fonda, to whom he bore a sickly resemblance almost from the moment of his birth. Long before he even suspected who Henry Fonda was, he found himself the subject of unflattering comparisons everywhere he went. Total strangers saw fit to deprecate him, with the result that he was stricken early with a guilty fear of people and an obsequious impulse to apologize to society for the fact that he was not Henry Fonda.\" After his promotion to squadron commander by Colonel Cathcart, \"People who had hardly noticed his resemblance to Henry Fonda before now never ceased discussing it, and there were even those who hinted sinisterly that Major Major had been elevated to squadron commander because he resembled Henry Fonda. Captain Black, who had aspired to the position himself, maintained that Major Major really was Henry Fonda \"but was too chickenshit to admit it.\" ==Inspiration== Working from the basis of a resemblance to Henry Fonda, and from the thesis that people in the novel were, contrary to Heller's claims, heavily inspired by people and events from his own wartime experiences, Daniel Setzer deduces that the real-world inspiration for the character of Maj. Major was Randall C. Casada, who was Heller's squadron commander when he was stationed on Corsica. Whether intentionally or not, Maj. Major's wartime career resembles Henry Fonda's own, in that Fonda, after transferring to service HQ in New York City, was abruptly promoted to Lieutenant Junior Grade in a style similar to that of Maj. Major's promotion. ==In other media== Maj. Major was portrayed by Bob Newhart in Mike Nichols' 1970 film adaptation of the novel. Beidler asks, rhetorically, what to make of this, given that Newhart's lack of any resemblance to Fonda eliminates the entire joke. He provides one answer, namely that the joke was simply discarded because Henry Fonda himself no longer physically resembled the Henry Fonda of the 1955 film Mister Roberts, let alone the Fonda of World War II. Maj. Major was portrayed by Lewis Pullman in the 2019 miniseries based on the novel. His promotion was to enable his attendance at the Group Leaders' Allocation and Requisition Procedural Advisory Board (GLARPAB) meetings. ==Literary analysis== Rensselaer Polytechnic Institute Professor of Literature Alan Nadel observes that Maj. Major is \"perhaps the exemplary null set in the novel\". Everything about the character, he states, signifies nothing: The character's name is an empty repetition of \"the name of authority\". The character's promotion to squadron commander is meaningless. (\"'You're the new squadron commander,' Colonel Cathcart had shouted rudely across the railroad ditch to him. 'But don't think it means anything, because it doesn't. All it means is that you're the new squadron commander.'\") Even the character's physical identity is not his own, but rather that of Henry Fonda. Beidler describes him as \"the ultimate product of and operational cog in the Catch-22 machine\" and \"the definitive good Joe in a bad situation\". Relating Catch-22 characters to William J. Goode's sociological definition of ineptitude, Jerry M. Lewis and Stanford W. Gregory describe Maj. Major as the \"clearest portrayal of an inept role\" in the novel. They give three reasons for this: Maj. Major \"always followed the rules, yet no-one liked him or trusted him\"; his swift promotion to the rank of Major where he then remains is \"a clear foreshadowing of the Peter Principle\"; and the anathema to Maj. Major of being identified with Fonda, a symbol of competence, causes Maj. Major to retreat from everyone around him, making efforts to hide and to become, in the novel's words, a recluse in \"the midst of a few foreign acres teeming with more than two hundred people\". Lewis and Gregory state that Catch-22 supports a thesis that goes beyond Goode's, namely that the inept can identify their own ineptitude, and become active participants in its own institutionalization; whereas Goode asserts that the inept only ever have a passive role and can do little but accept their lot in life. Stephen W. Potts, a lecturer in literature, describes chapter 9 of the novel as making \"broad use of the rhetorical motifs of contradiction, negation, and deflation\", from the echolalia of the chapter title (\"Major Major Major Major\") onwards. Potts also discusses Maj. Major's father. == References == Notes Bibliography * * * * * * * Further reading * --Maj. Major is discussed in numerous places throughout this book. Category:Fictional United States Air Force personnel Category:Fictional majors Category:Catch-22 characters",
 "title": "Major Major Major Major"
}