{
 "id": "668791",
 "text": "Takanini is a southern suburb of Auckland, in northern New Zealand. It is located on the shores of the Pahurehure Inlet, 28 kilometres southeast of the Auckland CBD. The suburb is home to a Fonterra Brands milk plant (part of the dairy company Fonterra Co-operative), the Addison housing development, as well as international horse breeding facilities throughout the area. The two major shopping centres in Takanini are Takanini Town Centre and Southgate Shopping Centre. ==History== The suburb is named after Ihaka Takaanini, a Māori chief of the area. Local Māori (tribes) thus prefer that the suburb be spelled Takaanini. An old highway, the Great South Road, runs through Takanini, forming its main street. The road was constructed during the New Zealand Wars to transport supplies to the Waikato campaign. It was guarded by armed constabulary and was a designated military road. The first successful aeroplane flights in New Zealand were made in Takanini in February 1911, when Vivian Walsh and his brother Leo flew a Howard Wright 1910 Biplane named the Manurewa at Glenora Park (an area near the modern-day Southgate Shopping Centre). During the major reformation of local government in 1989, Takanini was included into the Papakura District boundaries. From October 2010, after a review of the Royal Commission on Auckland Governance, the entire Auckland Region was amalgamated into a single city authority. As well as Papakura District, other territorial authorities such as North Shore City, Rodney District, Waitakere City, Auckland City, Manukau City, and the Franklin District were abolished and the entire area amalgamated into a single Auckland city council. The suburb of Takanini is now in the Manurewa-Papakura Ward of the Auckland Council. ==Demographics== Takanini, comprising the statistical areas of Takanini North, Takanini West, Takanini South, Takanini Central and Takanini South East, had a population of 12,267 at the 2018 New Zealand census, an increase of 4,254 people (53.1%) since the 2013 census, and an increase of 5,850 people (91.2%) since the 2006 census. There were 3,366 households. There were 6,261 males and 6,012 females, giving a sex ratio of 1.04 males per female, with 2,772 people (22.6%) aged under 15 years, 3,267 (26.6%) aged 15 to 29, 5,211 (42.5%) aged 30 to 64, and 1,026 (8.4%) aged 65 or older. Ethnicities were 33.4% European/Pākehā, 21.9% Māori, 16.5% Pacific peoples, 41.9% Asian, and 2.4% other ethnicities (totals add to more than 100% since people could identify with multiple ethnicities). The proportion of people born overseas was 43.2%, compared with 27.1% nationally. Although some people objected to giving their religion, 31.5% had no religion, 33.5% were Christian, 9.7% were Hindu, 2.1% were Muslim, 2.4% were Buddhist and 16.2% had other religions. Of those at least 15 years old, 2,136 (22.5%) people had a bachelor or higher degree, and 1,587 (16.7%) people had no formal qualifications. The employment status of those at least 15 was that 5,334 (56.2%) people were employed full-time, 1,008 (10.6%) were part-time, and 456 (4.8%) were unemployed. ==Education== Takanini School and Kauri Flats School are full primary schools (years 1–8) with rolls of and students, respectively. Kauri Flats school opened in 2017. Holy Trinity Catholic Primary School is a state-integrated full primary school (years 1–8) with a roll of . All these schools are coeducational. Rolls are as of ==Facilities== ===Housing=== Similar to Dannemora, and Howick, Takanini has several suburban styled housing complexes throughout the area. Addison, Longford Park, and McLennan are three of the major housing projects which have increased local property values; smaller projects include Waiata Shores, Kauri Flats and Kauri Landing. The Takanini area contains a highly ethnically diverse population. A major Kiwibuild building project is being realised on surplus Defence Force land, east of Great South Road. The McLennan housing development next to Bruce Pulman Park was built on the former army base, made much smaller in the 2010's. Only the SAS troops remain in a small army barracks on the corner of Walters Rd and Grove Road. ===Transport=== The Auckland Southern Motorway and the North Island Main Trunk Railway run through Takanini. Train and bus services provide the bulk of public transport, with frequent trains on the Southern Line between Takanini and the CBD (Britomart). Though the motorway and Great South Road flow relatively freely at peak times, road commuters are affected by the acute traffic congestion as they get closer to metropolitan Auckland. ===Recreation=== Bruce Pulman Park is the major sporting location in Takanini. Sports facilities include a scout hall, a gymnastics stadium (the home of Counties-Manukau Gymnastics, a number of outside netball courts now supported by the large-scale Counties-Manukau indoor stadium used for basketball, volleyball, and netball. Bruce Pulman Park also includes a number of rugby, rugby league, and touch fields as well as a full-size cricket oval. New Zealand's First Sikh Games were held in Bruce Pulman Park. It was a big sports event of Indian community. NZ Sikh Sports Complex Takanini is being inaugurated on 22 March 2020. Prime Minister Jacinda Ardern will be a part of the inauguration team with Sikh Community leaders. According to the Daljit Singh, Chief Spokesperson of Supreme Sikh Society of New Zealand, SSC comprises 7 grounds of different sports like Soccer, Volleyball, netball, Kabbadi and Athletics. Soccer ground is as per standard of FIFA. ==Takanini industrial area== The northwestern part of Takanini, between Papakura Stream and Manuia Road, is almost entirely industrial. The Takanini Industrial statistical area had a population of 36 at the 2018 New Zealand census, a decrease of 30 people (-45.5%) since the 2013 census, and a decrease of 6 people (-14.3%) since the 2006 census. There were 12 households. There were 24 males and 12 females, giving a sex ratio of 2.0 males per female. The median age was 37.7 years, with 6 people (16.7%) aged under 15 years, 6 (16.7%) aged 15 to 29, 21 (58.3%) aged 30 to 64, and 3 (8.3%) aged 65 or older. Ethnicities were 75.0% European/Pākehā, 41.7% Māori, 8.3% Asian, and no other ethnicities (totals add to more than 100% since people could identify with multiple ethnicities). The proportion of people born overseas was 16.7%, compared with 27.1% nationally. Although some people objected to giving their religion, 58.3% had no religion, and 33.3% were Christian. Of those at least 15 years old, 3 (10.0%) people had a bachelor or higher degree, and 6 (20.0%) people had no formal qualifications. The median income was $44,900. The employment status of those at least 15 was that 18 (60.0%) people were employed full- time, 0 (0.0%) were part-time, and 0 (0.0%) were unemployed. ==References== ==External links== *Takanini School *Photographs of Takanini held in Auckland Libraries' heritage collections. Category:Suburbs of Auckland",
 "title": "Takanini"
}