{
 "id": "668754",
 "text": "In Australian Aboriginal mythology of southeast Australia, particularly among the Kamilaroi people of northern New South Wales, Bahloo is Moon man. His most known tale is his story with the Daens, the first humans who were once immortal until they refused to help him cross a river with his dogs. In retaliation for this misdeed, the dogs turned into snakes, biting the Daens, dooming them to live on Earth and die. This is the reason why mankind kills a venomous snake when it's seen. == Myths == Bahloo and the Daens The most notable myth seeks to explain both man's mortality and the hatred between snakes and men, much as does the Judeo-Christian story of the Garden of Eden. In the tale, Bahloo takes his snakes (calling them his 'dogs') out for a walk at night. He comes upon a group of men and asks them to carry the snakes across a river for him. They were afraid, and refused, so he did it himself, with two snakes coiled around each arm and one around his neck. He threw a piece of bark on the water, which floated, and a stone, which sank. He declared that he was like the bark, always rising again, but that the men would be like the stone, and sink to the bottom when they were dead. The men, who had always feared the snakes, now hated them and killed them whenever they saw one. Bahloo always sent more, to remind the people that they had not done what he asked.Bahloo the Moon and the Daens, Australian Legendary Tales, by K. Langloh Parker, [1897, at sacred-texts.com] Bahloo and Wahn One aboriginal legend tells of how Bahloo was once a clever man who lived with Wahn, the Crow, and Buumayamayal, the fly catcher lizard, creating the babies of the world. One day, Wahn asks Bahloo, in addition to making new babies, that they resurrect the dead as well. Bahloo refused this request, making Wahn very upset. Upon seeing a large gum tree, Wahn asks to Bahloo climb the tree for grubs. He then breathed on the gum tree, causing it to grow into the sky. This is where Bahloo stayed, explaining why the Moon travels across the sky. Bahloo and Yhi During Bahloo’s travels, Yhi, the Sun, courts Bahloo, but he refused her advances. The myth says that this is why the Sun chased the Moon across the sky. Yhi threatened the spirits who held up the sky that if they let him escape down to Earth, she would plunge the world into darkness. Nevertheless, Bahloo is sometimes seen walking on the Earth in Australian myth. He does so by disguising himself as the spirit emu, tricking the spirits and going to back to Earth to once again reclaim his post to creating baby girls. ==References== Category:Australian Aboriginal gods Category:Lunar gods",
 "title": "Bahloo"
}