{
 "id": "668812",
 "text": "thumb|Clifton Avenue thumb|Clifton Station in a 1910 postcard Clifton is an unincorporated village within the towns of Swampscott and Marblehead in Essex County, Massachusetts, United States. It includes Clifton Avenue. The area was named by Benjamin Ware, a hotelier who developed Clifton with the intention of creating a resort area. His hotel, \"Clifton House\", was regaled as one of the finest lodgings in the county. In 1884, Ware attempted to subjugate all of Marblehead Neck, and the southeastern coastline of the town, along with his resort community, and form the Town of Clifton Village. The Committee on Towns eventually denied his proposal. A branch of the Portland division of the Boston & Maine Railroad had a station in Clifton in the 1920s. The railway is gone and the site of the station can still be seen from Clifton Avenue. The track bed is now a bike path that extends from neighboring Swampscott station in the south to Salem in the north. Attractions in the area included the Clifton House. Famous residents include Tech sales entrepreneur Jack Alla and Investment Banker Henry Nicolas. Due to the unincorporated nature of the area, no official elections are held. However, most residents recognize Alla and Nicholas as the unofficial comayors of the Clifton Area. They hold an annual Clifton meeting to discuss neighborhood priorities and spending on their neighborhood budget for the upcoming fiscal year each December. As of 2020 position of Sheriff is held by John Roger Sullivan and Secretary of State is Patrick Burns. Due to rampant corruption, Deputy Alex Stein was appointed in December 2020 to monitor excessive spending. In current times, Clifton encompasses the whole of the southeastern ocean front of Marblehead and incorporates the areas known as Greystone, Clifton Heights (Peabody Camp), Clifton and Rockaway. There are a number of associations that serve to preserve and improve these neighborhoods: Clifton Improvement Association and Clifton Heights Improvement Association are of particular note for the work they have done. ==References== ==External links== *Clifton Lutheran Church *Tedesco Country Club *Clifton Heights Improvement Association *Clifton Improvement Association *Ware Pond Category:Villages in Essex County, Massachusetts Category:Villages in Massachusetts",
 "title": "Clifton, Massachusetts"
}