{
 "id": "669041",
 "text": ", known by her stage name , is a Japanese singer, songwriter and musician. She is also the founder and lead vocalist of the band Tokyo Jihen. She describes herself as \"\". She was ranked number 36 in a list of Japan's top 100 musicians compiled by HMV in 2003. == Early life == Sheena was born with an esophageal atresia in which the esophagus narrows as it approaches the stomach. Treatment of this involved several operations, at least one of which required her right shoulder blade to be cut open. These surgeries left Sheena with large scars on her shoulder blades, said to give the impression that an angel's wings had been removed. === Initial solo career === Sheena released her first official single \"Kōfukuron\" in May 1998, when she was 19 years old. She subsequently made singles \"Kabukichō no Joō\" and \"Koko de Kiss Shite\", the latter becoming her first hit. This was followed by the release of her first album, Muzai Moratorium, in February 1999. The album was a major hit. \"Gips\" was due to be the next single, but when Sheena had to cancel recording due to illness, \"Honnō\" was released as the fourth single instead. Sheena chose a hospital as the setting for the music video for \"Honnō\". The fifth and sixth singles, \"Gips\" and \"Tsumi to Batsu\", were released at the same time to prevent overlap with the release of her second album, Shōso Strip, in March 2000. Sheena had initially indicated that she would retire as \"Sheena Ringo\" when she had released three albums. At the time the second album was released, she was among the top three Japanese female artists, along with Hikaru Utada and Ayumi Hamasaki, in terms of popularity and annual income. However, she was uncomfortable with being regarded as an icon,ROCKIN' ON JAPAN, July 2008 issue and wanted her career to branch out more from the mainstream. When she began to produce her third album under the tentative title \"\" she intended to make it her last solo album. She released the single \"Mayonaka wa Junketsu\" in March 2001, with the intention of including it on a third album. The music video was created in a retro-anime style that depicted Ringo as a sort of mid-'60s spy movie heroine. In 2002, she released a two-disc multilingual cover album Utaite Myōri: Sono Ichi. Since she felt that a cover album did not count as a bona fide album, she began to work on her third original album. In 2003, she released her third album, titled Kalk Samen Kuri no Hana.\"Kalk Samen Kuri no Hana\" is translated into English with \"Lime, Semen, Chestnut Blossoms\". Lime and chestnut blossoms are said to smell like semen, and zamen is a non-standard reading of the characters for . The word karuki is derived from the Dutch word kalk, meaning lime, and as such is often translated as chalk. In Japanese the word refers specifically to calcium hypochlorite, a compound used as disinfectant in swimming pools. The album title is written with phonetic ateji (literally ka-ru-ki) that have no meaning; the word karuki is normally written with katakana. Towards the conclusion of her solo career, she released her final solo single, \"Ringo no Uta\" (\"Apple Song\"), which was adopted by the national children's song TV program Minna no Uta. This song had a summation of her career, and the music video included references to all of her previous videos. In 2004, Sheena undertook the role of music director for the stage play KKP (Kentaro Kobayashi Produce) No. 004 Lens,Kentaro Kobayashi—who is a member of stand-up comedy duo \"Rahmens—produced, directed, and starred in this play. which is based on the story of her short film Tanpen Kinema Hyaku-Iro Megane. === Tokyo Jihen === On May 31, 2004, Sheena formed a band called . The original lineup of Tokyo Jihen was Ringo Sheena (vocals, guitar, melodica), (guitar, backing vocals); (bass guitar); H Zett M (stylized as H ZETT M), also known as , (keyboard/piano); and (drums). The band was first introduced in Sheena's Sugoroku Ecstasy tour and is also featured on Sheena's Electric Mole DVD. Hiizumi and Hirama left Tokyo Jihen in July 2005, and the band selected two new members: , also known as , on guitar and backing vocals, and , also known as , on keyboards in September 2005. The band released its second album featuring the new lineup in January 2006 and played two concerts, at the Osaka-Jo Hall in Osaka and the Budokan in Tokyo, in February 2006. === Resumption of solo work === In late 2006, Ringo announced that she would resume work as a solo artist as the Music Director for the 2007 film Sakuran.The movie based on the Moyoco Anno manga about a girl who becomes an oiran courtesan in the Edo-era Yoshiwara district. The album Heisei Fūzoku (2007) is the soundtrack from this film. Violinist Neko Saitō and the band Soil & \"Pimp\" Sessions appear on the album. A song featuring her and Soil, \"Karisome Otome (Death Jazz version)\" was released on iTunes Japan exclusively on November 11, 2006. It went to the top of the charts and remained there for days. In June 2007, Sheena was asked to compose music for the kabuki Sannin Kichisa by Kanzaburo Nakamura. She composed the ending theme and some other music. In September 2008, Sheena provided Japanese boy band Tokio with two songs for their singles. In February 2009, Sheena had written music for Japanese rock duo Puffy AmiYumi. The duo's member Ami was introduced to Sheena by Hikaru Utada. Ami is a fan of Sheena's music, which amounted to their friendship together. (essay), the December 17, 2008 issue of An An In March 2009, Sheena Ringo received the newcomer Fine Arts Award in the Popular Culture category from the Ministry of Education, Culture, Sports, Science and Technology. In May of the same year, Sheena released a solo single titled \"Ariamaru Tomi\", which was used as the theme song for the TV drama Smile. In June, Sheena released her solo album titled Sanmon Gossip after a long hiatus. On December 2, 2009, Sheena released the single \"Nōdōteki Sanpunkan\" with Tokyo Jihen after an interval of about two years. Sheena provided a cover of \"Uta\" for the January 29, 2020 Buck-Tick tribute album Parade III ~Respective Tracks of Buck-Tick~ == Singing and songwriting style == Sheena is an accomplished musician and songwriter who writes music spanning numerous genres. She is well known for her eccentricity, rolling her \"r\"s and creating promotional music videos with striking visuals. She admired Eddi Reader's voice, but felt her own voice was not as clear and sounded hoarse. She admired Janis Ian's singing and wrote \"Seventeen\" in tribute to Ian's \"At Seventeen\". She later covered \"Love Is Blind\". She listens to many genres of music. At the time of her debut, she has ten closely written pages of lists of her favorite musicians. They included various genres such as classical music, Japanese and American popular music from the 1950s and 1960s, contemporary rock, and the local band Fukuoka.\"TIMEasia Magazine: Rinngo's a Star\" She mainly plays rhythm guitar, but she plays other musical instruments. During live shows she sometimes plays the piano and occasionally plays the bass guitar. While recording, she sometimes plays piano and drums, and occasionally uses uncommon musical instruments such as a melodica and a shamisen. == Stage name == At her audition in 1996, she introduced herself as \"Sheena Ringo\" for the first time. \"Ringo\" means \"apple\" in Japanese. She said that \"Ringo\" originated from her class nickname when she often blushed in public, and from the Beatles' drummer Ringo Starr. She declared recently that she followed the naming of the pen name of her favorite manga artist, Sensha Yoshida. His first name is just a name of an object like Ringo (\"Sensha\" in this case meaning a \"tank\" in English). She thought that those who heard her name would be shocked by that.\"Yoshida Sensha × Sheena Ringo\", Big Comic Spirits (December 6, 2004 issue) or (February 24, 2009) == In popular culture == The Duesenberg Starplayer guitar which Sheena has used recorded the historical sales of about 1000 sets in Japan in 2000. Sheena's name often appeared on the books, movies, TV dramas and songs, such as the Japanese movie All About Lily Chou-Chou (with The Beatles, Björk, and UA), Maximum the Hormone's song \"Sheena basu tei de matsu.\", Kreva's single \"Idome\",There are lyrics \"more active than Tokyo Jihen\". the Japanese movie Linda Linda Linda,The main characters must learn some cover songs within three days, and say the following lines. \"How about Ringo Sheena?\", \"It is impossible in three days!\" the TV drama Furuhata Ninzaburō final series, the book by Taro Aso who is the 92nd Prime Minister of Japan Totetsumonai Nihon (as a singer representative of Jpop with Hikaru Utada). (Shinchosha shinsho-size paperback, June 6, 2007 issue) ==Reception== Lenny Kravitz stated that he admired Sheena's music video and both her way of making music and the presentation, and said that he wanted to meet her in 2000.November 2000 issue of Rockin'on When Courtney Love visited Japan in 2001, she was recommended several Japanese female rock singers by the music magazine editor of rockin'on. Sheena and Seagull Screaming Kiss Her Kiss HerCourtney picked their album as number 3 in her top 5 for 2001 in NME. were chosen by Love, but she was unsuccessful in her efforts to contact Sheena.\"The interview to Courtenay that appeared in snoozer\" which is a bimonthly of the June 2010 issue British singer-songwriter Mika mentioned Sheena as one of his favorite Japanese artists (alongside Puffy AmiYumi, The Yellow Monkey, Yoko Kanno, and the Yoshida Brothers) in several interviews during his visit to Japan in 2007. Jack Barnett of These New Puritans, who was visiting Japan for the Summer Sonic 2008 festival, said in an interview that he was a great fan of Ringo Sheena and bought all her works while he was there, as they were not available in the United Kingdom. Her third album, Kalk Samen Kuri no Hana, was ranked second in CNN International Asia's list of \"the 2000s' most under- appreciated Japanese music of the last decade\" on December 22, 2009. Sheena also received a mention in The Guardian as one of Japan's artists who \"deserve to be seen and heard in the west\" in 2010. By March 2020, the album was ranked number eight by any artists from Japan and ranked number 556 overall in all- time album list at Rate Your Music. == Awards == {| class=\"wikitable\" |+ !Year !Ceremony !Award !Nominated Work |- |1999 |SPACE SHOWER MVA |BEST FEMALE VIDEO |Honnō |- | rowspan=\"3\" |2000 |42nd Japan Record Award |Best Album Award |Shōso Strip |- |SPACE SHOWER MVA |BEST FEMALE VIDEO |Tsumi to Batsu |- |Japan Gold Disc Award |ROCK ALBUM OF THE YEAR |Muzai Moratorium |- |2001 |Japan Gold Disc Award |ROCK ALBUM OF THE YEAR |Shōso Strip |- | rowspan=\"2\" |2002 | rowspan=\"2\" |SPACE SHOWER MVA |BEST FEMALE VIDEO |Mayonaka wa Junketsu |- |BEST WEB SITE by beatrip | |- | rowspan=\"2\" |2004 |18th Japan Gold Disc Award |Music Video of the Year | |- |SPACE SHOWER MVA |BEST ART DIRECTION VIDEO |Stem |- |2005 |SPACE SHOWER MVA |BEST GROUP VIDEO |Gunjō Biyori |- | rowspan=\"2\" |2008 |31st Japan Academy Award |Music Award |Sakuran |- |SPACE SHOWER MVA |BEST TECHNICAL WORKS VIDEO |Killer-tune |- |2009 |Art Award Newcomer Award |Art Award | |- | rowspan=\"3\" |2010 | rowspan=\"2\" |Space Shower Music Awards |BEST ARTIST | |- |BEST FEMALE VIDEO | |- |CD Shop Awards |Finalist Award |Sanmon Gossip |- |2012 |SPACE SHOWER MUSIC AWARDS |BEST ARTIST |Tokyo Jihen |- | rowspan=\"3\" |2015 |MTV VMAJ |Best Female Video -Japan- | |- |CD shop awards |Finalist Award |Hi Izuru Tokoro |- |Music Jacket Award |Grand Prix | |- |2016 |SPACE SHOWER MUSIC AWARDS |Best Female Artist |The Narrow Way |} == Personal life == Sheena's older brother Junpei Shiina is an R&B; musician, who debuted in 2000 under Sony. Since 2006, he has been managed by Kronekodow, Sheena's personal management agency. The pair have collaborated musically several times. In 2002, they covered three songs in English: Marvin Gaye's \"The Onion Song\" for Sheena's album Utaite Myōri, \"Where Is the Love\" (originally performed by Roberta Flack and Donny Hathaway) for Junpei Shiina's album Discover, and Toto's \"Georgy Porgy.\" The latter one was recorded as a part of a special unit called Yokoshima, featuring Jumpei Shiina on keyboards and Ringo Sheena on chorus. In 2007, the pair sang a duet on her single \"Kono Yo no Kagiri.\" In November 2000, Sheena married guitarist Junji Yayoshi, who was a member of her backing band Gyakutai Glycogen. Sheena gave birth to a son in July 2001. The pair then later divorced in January 2002. In September 2013, gossip magazine Josei Jishin published an article that linked her romantically with music director Yuichi Kodama and stating that she was secretly giving birth to her second child. Sheena addressed these rumours publicly during her Tōtaikai concerts in November 2013, announcing that she gave birth in spring of 2013 to a girl. As this was close to the release of her single \"Irohanihoheto/Kodoku no Akatsuki,\" she did not feel it was appropriate to link the birth of her daughter with single promotions, so decided not to announce it at the time. The footage of her announcement was released on her Tōtaikai DVD in March 2014. == Musical instruments == {| class=\"wikitable\" !Type !Model !Color !Notes |- |rowspan=\"15\"| Electric guitars | Duesenberg Starplayer II | surf green | She bought it by installments while still an amateur. |- |rowspan=\"3\"| Duesenberg Starplayer TV | silver sparkle | |- | surf green | |- | black-and-gold checkered pattern using gold leaf | Her signature model, \"Ichimatsu (市松)\". This was sold as a limited edition for Sheena Ringo's 5th anniversary. |- | Duesenberg V-Caster | vintage white | |- | Duesenberg Rocket | black and white | |- |Fender Jaguar Special | | Made by Fender Japan |- | Fender Telecaster | | Custom-made by Fender Japan |- |Fender Stratocaster Jimi Hendrix tribute | | |- | Gibson Firebird | | |- | Gibson Flying V | antique natural | |- | Gibson RD Artist | natural | Recommended by Ukigumo |- | Nagare | blue | This guitar is based on the Fender Jazzmaster, and is equipped with a flashbulb so it shines while playing. |- | Rickenbacker 620 | jetglo | She bought it with her first royalties. |- | Tele Phantom | red | Made by Songbird Guitar. This guitar uses \"Vox Phatnom markVI\" as the motif, and the structure is Telecaster. It is the same model of guitar as Ukigumo except for color. |- | Acoustic guitars | K.Yairi FK-1J | | |- | Bass guitars | Danelectro 58 Longhorn |aqua burst | |- | Amplifiers | Orange Overdrive OR412 | | She began to use this under the influence of Susumu Nishikawa who was her session guitarist in the early days. |- | Effects units | Pro Co RAT2 | | |- |rowspan=\"2\"| Keyboard instruments | Toy piano | | She used it on the \"Senko Ecstasy\" tour. |- | Melodica | | She used it on the \"Dynamite Out\" tour. |} == Discography == * Muzai Moratorium (1999) * Shōso Strip (2000) * Utaite Myōri (2002) * Kalk Samen Kuri no Hana (2003) * Heisei Fūzoku (2007) * Sanmon Gossip (2009) * Gyakuyunyū: Kōwankyoku (2014) * Hi Izuru Tokoro (2014) * Gyakuyunyū: Kōkūkyoku (2017) * Sandokushi (2019) == Concerts and tours == Tours * Senkō Ecstasy (先攻エクスタシー; 1999) * Manabiya Ecstasy (学舎エクスタシー; 1999) * Gekokujō Xstasy (2000) * Gokiritsu Japon (2000) * Sugoroku Ecstasy (2003) * Dai Ikkai Ringo-han Taikai: Adults Only (2005) * (Nama) Ringo-haku '08: Jūshūnen Kinen-sai ((生)林檎博'08 ～10周年記念祭～; 2008) * Tōtaikai: Heisei Nijūgo-nen Kaneyama-chō Taikai (党大会 平成二十五年神山町大会; 2013) * Hantaikai: Heisei Nijūgo-nen Hamarikyū Taikai (班大会 平成二十五年浜離宮大会; 2013) * Chotto Shita Recohatsu 2014 (ちょっとしたレコ発 2014; 2014) * Ringo Haku '14: Toshionna no Gyakushū (林檎博'14 ～年女の逆襲～; 2014) * Shiina Ringo to Kyatsura ga Yuku Hyakkiyakō 2015 (椎名林檎と彼奴等がゆく 百鬼夜行2015; 2015) * Shiina Ringo to Kyatsura no Iru Shinkūchitai (椎名林檎と彼奴等の居る真空地帯-AIRPOCKET-; 2018) * (Nama) Ringo Haku' 18: Fuwaku no Yoyū ((生)林檎博'18 ～不惑の余裕～; 2018) One-off concerts * Zazen Ecstasy (2000) * Baishō Ecstasy (賣笑エクスタシー; 2003) === Backing bands === == See also == * Tokyo Jihen * Space Shower Music Awards == Notes == == References == == External links == * * Category:1978 births Category:Living people Category:People from Saitama (city) Category:Japanese women pop singers Category:Japanese women singer-songwriters Category:Japanese multi- instrumentalists Category:Japanese record producers Category:Melodica players Category:Musicians from Saitama Prefecture Category:English-language singers from Japan Category:Tokyo Jihen members Category:Universal Music Japan artists Category:20th-century Japanese women singers Category:21st-century Japanese women singers Category:Japanese women record producers Category:EMI Music Japan artists Category:Virgin Records artists Category:EMI Records artists",
 "title": "Ringo Sheena"
}