{
 "id": "669092",
 "text": "The Trojan genealogy of Nennius was written in the Historia Brittonum of Nennius and was created to merge Greek mythology with Christian themes. As a description of the genealogical line of Aeneas of Troy, Brutus of Britain, and Romulus and Remus, the founders of Rome, it is an example of the foundation genealogies found not only in early Irish, Welsh and Saxon texts but also in Roman sources. As in all early Christian genealogies, it begins with God and goes through Noah before diverting to other regions. The line from God to Noah is from Genesis, chapter 5: *God created *Adam *Seth *Enos *Cainan *Mahalaleel *Jared *Enoch *Methuselah *Lamech *Noah *Japheth As with most genealogies of Judeo-Christian origins, Nennius splits the line at this point. Hisicion, the father of Brutus of Britain, was descended from Javan on both sides. This is his paternal genealogical line: *Javan *Jobath *Bath *Hisrau *Esraa *Ra *Aber *Ooth *Ethec *Aurthack *Ecthactur *Mair *Semion *Boibus *Thoi *Ogomuin *Fethuir, who married Rhea Silvia, the daughter of Numa Pompilius *Alanus *Hisicion *Brutus This line is the maternal line of Hisicion which includes the Trojan line: *Javan *Elisha *Dardanus *Tros, from whom Troy is named after. *Anchises *Aeneas *Ascanius *Numa Pompilius *Rhea Silvia, Numa's daughter and mother of Romulus and Remus. *Alanus *Hisicion *Brutus These lines conflict somewhat with the ancestry laid out by Geoffrey of Monmouth in which he states Ascanius is the grandfather of Brutus. Although he points out that there can never be proof, John Creighton suggests that the origin of this genealogy might be an early British foundation myth, surviving from around the early first century CE into the medieval period. Professor Tim Murray writes that this Trojan foundation myth was not challenged until Polydore Vergil, historian of the early Tudor dynasty, questioned it in the 16th century. The relationship between Alanus, Hisicion (Hisitio) and Brutus (Britto) comes from the Frankish Table of Nations and ultimately from Tacitus' Germania. Alanus is a corruption of Tacitus' Mannus and Hisicion is an invention of the Frankish Table to provide a name for the son from which the Istvaeones descended.. ==Footnotes== Category:Geoffrey of Monmouth Category:Japheth Category:Medieval literature Category:Welsh mythology",
 "title": "Trojan genealogy of Nennius"
}