{
 "id": "669168",
 "text": "Brutus Greenshield () was a legendary king of the Britons as accounted by Geoffrey of Monmouth. He was the son of King Ebraucus. ==Geoffrey's account== According to Geoffrey, Brutus, called Greenshield (Latin: Viridescutum), was the eldest of twenty sons and the only remaining son of Ebraucus in Britain at the time of his death. All Ebraucus's other sons were in Germany establishing a new kingdom there. He reigned for twelve years after his father's death. He was succeeded by his son, Leil. This is all that Geoffrey says of him. ==In Elizabethan culture== Polydore Vergil says that Greenshield \"was greatly renowned neither at home nor in warfare\".Vergil, Polydore, Polydore Vergil's English History, from an Early Translation, Volume 36, Camden society, 1846, p.34. However, in Elizabethan England he acquired a reputation as a great warrior who is supposed to have led an expedition against the French at Hainaut. Michael Drayton refers to him in Poly-Olbion as \"Brute Green-Shield, to whose name we providence impute / Divinely to revive the land's first conqueror, Brute\".Drayton, Michael, The Works of Michael Drayton, Volume 4, Shakespeare Head Press, 1961, p.141. Greenshield's supposed conquest of Hainaut is also described in Edmund Spenser's The Faerie Queene, in which it is stated that \"to repair his father's loss\" he fought \"a second battle at Henault with Brunchild [Prince of Hainaut] at the mouth of the river Scaldis\".Schwyzer, Philip, \"Thirteen Ways of Looking at a Welshman\" in Maley & Schwyzer (eds), Shakespeare and Wales: From the Marches to the Assembly, Ashgate, 2013, p.33. The battle turned his green shield red with blood. Greenshield also appears in other works. Brute Greenshield, a play about the king, was performed by the Admiral's Men in 1598, but the text is lost. It may have been written by John Day and Henry Chettle.Robert Boies Sharpe, The Real War of the Theaters: Shakespeare's Fellows in Rivalry with the Admiral's Men, 1594-1603; Repertories, Devices, and Types, D.C. Heath, Boston, 1935, p. 104. In all these works Greenshield's Hainaut expedition becomes the mythical foundation of the British empire, the first foreign venture to expand British influence in the world. Hainaut was also important to Elizabethans because the Earl of Leicester had led Elizabeth's army against the Spanish there in 1579, so \"the Greenshield episode thus prefigures Merlin's prophecy that Elizabeth shall 'stretch her white rod over the Belgicke shore'\". ==In popular culture== Greenshield is the namesake of a dungeon synth group, Brutus Greenshield, who have released several albums on the popular music site bandcamp. ==References== Category:Legendary British kings Category:Characters in works by Geoffrey of Monmouth",
 "title": "Brutus Greenshield"
}