{
 "id": "66936",
 "text": "is an initialism that stands for lesbian, gay, bisexual, and transgender. In use since the 1990s, the initialism, as well as some of its common variants, functions as an umbrella term for sexuality and gender identity. It may refer to anyone who is non-heterosexual or non-cisgender, instead of exclusively to people who are lesbian, gay, bisexual, or transgender. To recognize this inclusion, a popular variant, , adds the letter Q for those who identify as queer or are questioning their sexual or gender identity; LGBTQI or LGBTQI+ adds \"intersex\" (and other gender variants) to the definition. == History of the term == The first widely used term, homosexual, now carries negative connotations in the United States.Media Reference Guide (citing AP, Washington Post style guides), GLAAD. Retrieved 23 December 2019. Gay became a popular term in the 1970s. As lesbians forged more public identities, the phrase \"gay and lesbian\" became more common. A dispute as to whether the primary focus of their political aims should be feminism or gay rights led to the dissolution of some lesbian organizations, including the Daughters of Bilitis, which disbanded in 1970 following disputes over which goal should take precedence. As equality was a priority for lesbian feminists, disparity of roles between men and women or butch and femme were viewed as patriarchal. Lesbian feminists eschewed gender role play that had been pervasive in bars as well as the perceived chauvinism of gay men; many lesbian feminists refused to work with gay men, or take up their causes.Faderman, Lillian (1991). Odd Girls and Twilight Lovers: A History of Lesbian Life in Twentieth Century America, Penguin Books. , p. 210–211. Lesbians who held the essentialist view, that they had been born homosexual and used the descriptor \"lesbian\" to define sexual attraction, often considered the separatist opinions of lesbian- feminists to be detrimental to the cause of gay rights.Faderman (1991), p. 217–218. Bisexual and transgender people also sought recognition as legitimate categories within the larger minority community. After the elation of change following group action in the 1969 Stonewall riots in New York City, in the late 1970s and the early 1980s, some gays and lesbians became less accepting of bisexual or transgender people. Critics said that transgender people were acting out stereotypes and bisexuals were simply gay men or lesbian women who were afraid to come out and be honest about their identity. Each community has struggled to develop its own identity including whether, and how, to align with other gender and sexuality-based communities, at times excluding other subgroups; these conflicts continue to this day. LGBTQ activists and artists have created posters to raise consciousness about the issue since the movement began. From about 1988, activists began to use the initialism LGBT in the United States.Research, policy and practice: Annual meeting , American Educational Research Association Verlag AERA, 1988. Not until the 1990s within the movement did gay, lesbian, bisexual, and transgender people gain equal respect. This spurred some organizations to adopt new names, as the GLBT Historical Society did in 1999. Although the LGBT community has seen much controversy regarding universal acceptance of different member groups (bisexual and transgender individuals, in particular, have sometimes been marginalized by the larger LGBT community), the term LGBT has been a positive symbol of inclusion. Despite the fact that LGBT does not nominally encompass all individuals in smaller communities (see Variants below), the term is generally accepted to include those not specifically identified in the four- letter initialism. Overall, the use of the term LGBT has, over time, largely aided in bringing otherwise marginalized individuals into the general community. Transgender actress Candis Cayne in 2009 described the LGBT community as \"the last great minority\", noting that \"We can still be harassed openly\" and be \"called out on television\". In 2016, GLAAD's Media Reference Guide states that LGBTQ is the preferred initialism, being more inclusive of younger members of the communities who embrace queer as a self-descriptor. However, some people consider queer to be a derogatory term originating in hate speech and reject it, especially among older members of the community. == Variants == Many variants exist including variations that change the order of the letters, including . At least some of the components of sexuality (regarding hetero, bi, straight), and also gender are stated to be on (different) spectrums of sexuality Other common variants also exist, such as LGBTQIA, with the A standing for \"asexual,\" \"aromantic,\" or \"agender,\" and LGBTQIA+, where “[t]he ‘+’ represents those who are part of the community, but for whom LGBTQ does not accurately capture or reflect their identity.” Longer acronyms have prompted criticism for their length, and the implication that the acronym refers to a single community is also controversial. Although identical in meaning, LGBT may have a more feminist connotation than as it places the \"L\" (for \"lesbian\") first. LGBT may also include additional Qs for \"queer\" or \"questioning\" (sometimes abbreviated with a question mark and sometimes used to mean anybody not literally L, G, B or T) producing the variants LGBTQ and . The order of the letters has not been standardized; in addition to the variations between the positions of the initial \"L\" or \"G\", the mentioned, less common letters, if used, may appear in almost any order. In Spain, LGTB is used, that is, reversing the letters \"B\" and \"T\". Longer initialisms based on LGBT are sometimes referred to as \"alphabet soup\". Variant terms do not typically represent political differences within the community, but arise simply from the preferences of individuals and groups. The terms pansexual, omnisexual, fluid and queer-identified are regarded as falling under the umbrella term bisexual (and therefore are considered a part of the bisexual community). Some use LGBT+ to mean \"LGBT and related communities\". is sometimes used and adds \"queer, intersex, and asexual\" to the basic term. Other variants may have a \"U\" for \"unsure\"; a \"C\" for \"curious\"; another \"T\" for \"transvestite\"; a \"TS\", or \"2\" for \"two-spirit\" persons; or an \"SA\" for \"straight allies\". The inclusion of straight allies in the LGBT acronym has proven controversial as many straight allies have been accused of using LGBT advocacy to gain popularity and status in recent years, and various LGBT activists have criticised the heteronormative worldview of certain straight allies. Some may also add a \"P\" for \"polyamorous\", an \"H\" for \"HIV- affected\", or an \"O\" for \"other\". The initialism has seen use in India to encompass the hijra third gender identity and the related subculture. Adding the term allies to the initialism has sparked controversy, with some seeing the inclusion of \"ally\" in place of \"asexual\" as a form of asexual erasure. There is also the acronym (queer and questioning, unsure, intersex, lesbian, transgender and two-spirit, bisexual, asexual and aromantic, and gay and genderqueer). Similarly stands for \"lesbian, gay, bisexual, transgender, intersex, queer/questioning, asexual and many other terms (such as non-binary and pansexual)\". The + after the \"A\" may denote a second \"A\" representing \"allies\". In Canada, the community is sometimes identified as LGBTQ2 (Lesbian, Gay, Bisexual, Transgender, Queer and Two Spirit). Depending on the which organization is using the acronym the choice of acronym changes. Businesses and the CBC often simply employ LGBT as a proxy for any longer acronym, private activist groups often employ LGBTQ+, whereas public health providers favour the more inclusive LGBT2Q+ to accommodate twin spirited indigenous peoples. For a time the Pride Toronto organization used the much lengthier acronym , but appears to have dropped this in favour of simpler wording. === Transgender inclusion === The term trans* has been adopted by some groups as a more inclusive alternative to \"transgender\", where trans (without the asterisk) has been used to describe trans men and trans women, while trans* covers all non-cisgender (genderqueer) identities, including transgender, transsexual, transvestite, genderqueer, genderfluid, non-binary, genderfuck, genderless, agender, non-gendered, third gender, two-spirit, bigender, and trans man and trans woman. Likewise, the term transsexual commonly falls under the umbrella term transgender, but some transsexual people object to this. The LGBT term is an adaptation of the initialism , which began to replace the term gay in reference to the broader LGBT community beginning in the mid-to-late 1980s.Acronyms, Initialisms & Abbreviations Dictionary, Volume 1, Part 1. Gale Research Co., 1985, . Factsheet five, Issues 32–36, Mike Gunderloy, 1989 When not inclusive of transgender people, the shorter term LGB is still used instead of LGBT. === Intersex inclusion === Those who add intersex people to LGBT groups or organizing may use the extended initialism .William L. Maurice, Marjorie A. Bowman, Sexual medicine in primary care , Mosby Year Book, 1999, These two initialisms are sometimes combined to form the terms The relationship of intersex to lesbian, gay, bisexual and trans, and queer communities is complex, but intersex people are often added to the LGBT category to create an LGBTI community. Some intersex people prefer the initialism LGBTI, while others would rather that they not be included as part of the term. Emi Koyama describes how inclusion of intersex in LGBTI can fail to address intersex-specific human rights issues, including creating false impressions \"that intersex people's rights are protected\" by laws protecting LGBT people, and failing to acknowledge that many intersex people are not LGBT. Organisation Intersex International Australia states that some intersex individuals are same sex attracted, and some are heterosexual, but \"LGBTI activism has fought for the rights of people who fall outside of expected binary sex and gender norms\".OII releases new resource on intersex issues , Intersex for allies and Making services intersex inclusive by Organisation Intersex International Australia, via Gay News Network, 2 June 2014. Julius Kaggwa of SIPD Uganda has written that, while the gay community \"offers us a place of relative safety, it is also oblivious to our specific needs\". Numerous studies have shown higher rates of same sex attraction in intersex people, with a recent Australian study of people born with atypical sex characteristics finding that 52% of respondents were non-heterosexual, thus research on intersex subjects has been used to explore means of preventing homosexuality. As an experience of being born with sex characteristics that do not fit social norms, intersex can be distinguished from transgender,Children's right to physical integrity , Council of Europe Parliamentary Assembly, Report Doc. 13297, 6 September 2013. while some intersex people are both intersex and transgender. == Criticism of the term == The initialisms LGBT or GLBT are not agreed to by everyone that they encompass. For example, some argue that transgender and transsexual causes are not the same as that of lesbian, gay, and bisexual (LGB) people. This argument centers on the idea that being transgender or transsexual have to do more with gender identity, or a person's understanding of being or not being a man or a woman irrespective of their sexual orientation. LGB issues can be seen as a matter of sexual orientation or attraction. These distinctions have been made in the context of political action in which LGB goals, such as same-sex marriage legislation and human rights work (which may not include transgender and intersex people), may be perceived to differ from transgender and transsexual goals. A belief in \"lesbian & gay separatism\" (not to be confused with the related \"lesbian separatism\"), holds that lesbians and gay men form (or should form) a community distinct and separate from other groups normally included in the LGBTQ sphere. While not always appearing of sufficient number or organization to be called a movement, separatists are a significant, vocal, and active element within many parts of the LGBT community. In some cases separatists will deny the existence or right to equality of bisexual orientations and of transsexuality, sometimes leading public biphobia and transphobia. In contrasts to separatists, Peter Tatchell of the LGBT human rights group OutRage! argues that to separate the transgender movement from the LGB would be \"political madness\", stating that: > Queers are, like transgender people, gender deviant. We don't conform to > traditional heterosexist assumptions of male and female behaviour, in that > we have sexual and emotional relationships with the same sex. We should > celebrate our discordance with mainstream straight norms.[...] The portrayal of an all-encompassing \"LGBT community\" or \"LGB community\" is also disliked by some lesbian, gay, bisexual, and transgender people. Some do not subscribe to or approve of the political and social solidarity, and visibility and human rights campaigning that normally goes with it including gay pride marches and events. Some of them believe that grouping together people with non-heterosexual orientations perpetuates the myth that being gay/lesbian/bi/asexual/pansexual/etc. makes a person deficiently different from other people. These people are often less visible compared to more mainstream gay or LGBT activists. Since this faction is difficult to distinguish from the heterosexual majority, it is common for people to assume all LGBT people support LGBT liberation and the visibility of LGBT people in society, including the right to live one's life in a different way from the majority. In the 1996 book Anti-Gay, a collection of essays edited by Mark Simpson, the concept of a 'one-size-fits-all' identity based on LGBT stereotypes is criticized for suppressing the individuality of LGBT people. Writing in the BBC News Magazine in 2014, Julie Bindel questions whether the various gender groupings now, \"bracketed together\" ... \"share the same issues, values and goals?\" Bindel refers to a number of possible new initialisms for differing combinations and concludes that it may be time for the alliances to be reformed or finally go \"our separate ways\". In 2015, the slogan \"Drop the T\" was coined to encourage LGBT organizations to stop support of transgender people; the campaign has been widely condemned by many LGBT groups as transphobic. == Alternative terms == === Queer === Many people have looked for a generic term to replace the numerous existing initialisms. Words such as queer (an umbrella term for sexual and gender minorities that are not heterosexual, or cisgender) and rainbow have been tried, but most have not been widely adopted. Queer has many negative connotations to older people who remember the word as a taunt and insult and such (negative) usage of the term continues. Many younger people also understand queer to be more politically charged than LGBT. === SGM/GSM === SGM, or GSM, an abbreviation for sexual and gender minorities, has gained particular currency in government, academia, and medicine. It has been adopted by the National Institutes of Health; the Centers for Medicare & Medicaid Services; and the UCLA Williams Institute, which studies SGM law and policy. Duke University and the University of California San Francisco both have prominent Sexual and Gender Minority health programs. An NIH paper recommends the term SGM because it is inclusive of \"those who may not self-identify as LGBT … or those who have a specific medical condition affecting reproductive development,\" a publication from the White House Office of Management and Budget explains that \"We believe that SGM is more inclusive, because it includes persons not specifically referenced by the identities listed in LGBT,\" and a UK government paper favors SGM because initials like LGBTIQ+ stand for terms that, especially outside the Global North, are \"not necessarily inclusive of local understandings and terms used to describe sexual and gender minorities.\" An example of usage outside the Global North is the Constitution of Nepal, which identifies \"gender and sexual minorities\" as a protected class. === Rainbow === \"Rainbow\" has connotations that recall hippies, New Age movements, and groups such as the Rainbow Family or Jesse Jackson's Rainbow/PUSH Coalition. SGL (\"same gender loving\") is sometimes favored among gay male African Americans as a way of distinguishing themselves from what they regard as white-dominated LGBT communities. === Further umbrella terms === Some people advocate the term \"minority sexual and gender identities\" (MSGI, coined in 2000), so as to explicitly include all people who are not cisgender and heterosexual; or gender, sexual, and romantic minorities (GSRM), which is more explicitly inclusive of minority romantic orientations and polyamory; but those have not been widely adopted either. Other rare umbrella terms are Gender and Sexual Diversities (GSD),Organisation proposes replacing the 'limiting' term LGBT with 'more inclusive' GSD , 25 February 2013 MOGII (Marginalized Orientations, Gender Identities, and Intersex) and MOGAI (Marginalized Orientations, Gender Alignments and Intersex). === Clinical === In public health settings, MSM (\"men who have sex with men\") is clinically used to describe men who have sex with other men without referring to their sexual orientation, with WSW (\"women who have sex with women\") also used as an analogous term.Young, R M & Meyer, I H (2005) The Trouble with \"MSM\" and \"WSW\": Erasure of the Sexual-Minority Person in Public Health Discourse American Journal of Public Health July 2005 Vol. 95 No. 7.Glick, M Muzyka, B C Salkin, L M Lurie, D (1994) Necrotizing ulcerative periodontitis: a marker for immune deterioration and a predictor for the diagnosis of AIDS Journal of Periodontology 1994 65 p. 393–397. === MVPFAFF === MVPFAFF is an abbreviation for Māhū, Vakasalewa, , Fa’afafine, Akava’ine, Fakaleitī (Leiti), and Fakafifine. This term was developed by Phylesha Brown- Acton in 2010 at the Asia Pacific Games Human Rights Conference. This refers to those in the rainbow Pasifika community that may or may not identify with the LGBT acronym. == See also == * Androphilia and gynephilia * Gender and sexual diversity * LGBT symbols == Notes == == External links == * Archives of glbtq.com, the GLBTQ encyclopedia * Directory of U.S. and international LGBT Community Centers * American Psychological Association's Lesbian, Gay, Bisexual and Transgender Concerns Office Category:1990s neologisms LGBT Category:Bisexuality Category:Initialisms Category:Intersex Category:Lesbianism Category:Male homosexuality Category:Same-sex sexuality Category:Transgender Category:Queer",
 "title": "LGBT"
}