{
 "id": "669440",
 "text": "In mathematics, the fundamental class is a homology class [M] associated to a connected orientable compact manifold of dimension n, which corresponds to the generator of the homology group H_n(M,\\partial M;\\mathbf{Z})\\cong\\mathbf{Z} . The fundamental class can be thought of as the orientation of the top- dimensional simplices of a suitable triangulation of the manifold. ==Definition== ===Closed, orientable=== When M is a connected orientable closed manifold of dimension n, the top homology group is infinite cyclic: H_n(M,\\mathbf{Z}) \\cong \\mathbf{Z}, and an orientation is a choice of generator, a choice of isomorphism \\mathbf{Z} \\to H_n(M,\\mathbf{Z}). The generator is called the fundamental class. If M is disconnected (but still orientable), a fundamental class is the direct sum of the fundamental classes for each connected component (corresponding to an orientation for each component). In relation with de Rham cohomology it represents integration over M; namely for M a smooth manifold, an n-form ω can be paired with the fundamental class as :\\langle\\omega, [M]\\rangle = \\int_M \\omega\\ , which is the integral of ω over M, and depends only on the cohomology class of ω. === Stiefel-Whitney class === If M is not orientable, H_n(M,\\mathbf{Z}) cong \\mathbf{Z}, and so one cannot define a fundamental class M living inside the integers. However, every closed manifold is \\mathbf{Z}_2-orientable, and H_n(M,\\mathbf{Z}_2)=\\mathbf{Z}_2 (for M connected). Thus every closed manifold is \\mathbf{Z}_2-oriented (not just orientable: there is no ambiguity in choice of orientation), and has a \\mathbf{Z}_2-fundamental class. This \\mathbf{Z}_2-fundamental class is used in defining Stiefel–Whitney class. ===With boundary=== If M is a compact orientable manifold with boundary, then the top relative homology group is again infinite cyclic H_n(M,\\partial M)\\cong \\mathbf{Z}, and the notion of the fundamental class is extended to the relative case. ==Poincaré duality== For any abelian group G and non negative integer q \\ge 0 one can obtain an isomorphism :[M]\\frown~:H^q(M;G) \\rightarrow H_{n-q}(M;G) . using the cap product of the fundamental class and the q -cohomology group . This isomorphism gives Poincaré duality: :H^* (M; G) \\cong H_{n-*}(M; G) . Poincaré duality is extended to the relative case . See also Twisted Poincaré duality ==Applications== In the Bruhat decomposition of the flag variety of a Lie group, the fundamental class corresponds to the top- dimension Schubert cell, or equivalently the longest element of a Coxeter group. ==See also== *Longest element of a Coxeter group *Poincaré duality ==References== * == External links == *Fundamental class at the Manifold Atlas. * The Encyclopedia of Mathematics article on the fundamental class. Category:Algebraic topology",
 "title": "Fundamental class"
}