{
 "id": "669774",
 "text": "The WB's Superstar USA is a television show that spoofed the popular show American Idol and which aired on The WB in 2004. Essentially its polar opposite, Superstar USA told contestants they were looking for the best singer when they were actually looking for the worst. ==Description== Hosted by Brian McFayden, people first audition before three judges (Christopher Briggs, who also produced the show; rapper Tone Loc and singer Vitamin C) in four cities across the United States. Finalists were chosen based on the lie that they were the most likely to be able to parlay their win into a successful recording contract based on talent. However, the audition process was the opposite of American Idol as good singers were mocked and rejected while bad singers were given gushing praise and passed to the next round. Eventually the contest was \"won\" by Jamie Foss, who could barely carry a tune. Throughout the competition she was constantly mocked by judges with thinly veiled references to the largeness of her breasts. She was awarded $50,000 in cash and a $50,000 budget to produce a record, which had not yet surfaced. The truth was revealed to her on stage in front of the audience she had just sung for. One producer, worried that the live audience members would be unable to respectfully compose themselves during the final performances, falsely informed them that the singers were all terminally ill young people who were having a wish fulfilled by a charitable organization. The Los Angeles Times reported the said organization as the Make a Wish Foundation, which later received an apology from the WB. In an interview with USA Today, executive producer Mike Fleiss straightened out the details: \"First of all, it was me. But I did not say 'Make-A-Wish.' I said, 'Who's heard of the One Wish Foundation?' and people raised their hands. There is no One Wish Foundation. It was a prank on top of a prank. It was the only way to get it to work.\" ==Finalists== ;Winner * Jamie Foss ;Runner up * Mario Rodgers ;Third * Rosa McIntyre ;Fourth * Joseph \"Jojo\" Crane ;Top 8 * John Michael Zimmer * Nina \"Diva\" Oh * Omar Kramer * Tamara Lindsey ;Top 12 * Ash \"The Anglo Assassin\" Snyder * Emily Hobart * Ross Ecklund * Frank Glynn * Darren Wright ==References== ==External links== * Category:2000s American reality television series Category:2000s American parody television series Category:Singing talent shows Category:Television series by Warner Bros. Television Studios Category:2004 American television series debuts Category:2004 American television series endings Category:English-language television shows",
 "title": "Superstar USA"
}