{
 "id": "669932",
 "text": "thumb|300px|The with a ski-jump takeoff-ramp for STOBAR STOBAR (\"short take- off but arrested recovery\" or \"short take-off, barrier-arrested recovery\") is a system used for the launch and recovery of aircraft from the deck of an aircraft carrier, combining elements of \"short take-off and vertical landing\" (STOVL) with \"catapult-assisted take-off but arrested recovery\" (CATOBAR). Aircraft launch under their own power using a ski-jump to assist take-off (rather than using a catapult). However, the planes are conventional, rather than STOVL aircraft, and thus require arrestor wires to land on the ship. The STOBAR system is simpler to build than CATOBAR. , it has been used regularly on Russian, Indian, and Chinese carriers. == Advantages == Compared to CATOBAR, STOBAR is less expensive to develop. It is easier to operate than a CATOBAR configuration, which requires large number of operators to launch the aircraft. Lack of any moving parts in ski-jump makes it less expensive to maintain the launch system. It does not require any additional system to generate force required to launch the aircraft, unlike CATOBAR where an external force is needed to be generated either from steam catapult or electromagnetic aircraft launch system (EMALS) to launch the aircraft. == Limitations == thumb|Construction of the ski-jump on One major limitation of STOBAR configuration is that it only works with fighter aircraft that have a high thrust-to-weight ratio such as Su-33 or MiG-29K and thus limits the kind of aircraft that can be operated from the carrier. It is not known what restrictions ski-jump takeoff implies on maximal aircraft weight. According to some sources, in order to become airborne, the aircraft may be required to limit its weaponry and fuel package in order to reduce the launch weight of the aircraft. However, according to other sources, the Super Hornet can take- off from a ski-jump with a significant weapons load. Using ski-jump can limit the ability to conduct sorties faster on STOBAR aircraft carrier. STOBAR carriers must maintain a speed of in order to generate wind speed required on deck which is essential for conducting aircraft launch operations. == List of STOBAR aircraft == thumb|HAL Tejas (NP-1) short take-off during test flight. * HAL Tejas – two naval variants are being developed for the Indian Navy; a prototype (NP-1) is currently undergoing flight testing. * Mikoyan MiG-29K – currently active with the Indian Navy and the Russian Navy. * Shenyang J-15 – partially based on the Su-33, operated by the People's Liberation Army Navy on . * Sukhoi Su-33 – developed from Su-27 and only operated by the Russian Navy. ==Users== As of , three countries currently operate STOBAR type carriers; Russia and China are the only countries that have built a STOBAR ship for operation, while both India and China have procured STOBAR ships that were built by Russia and have had them converted for their own use. However, only India is in the process of building its own STOBAR carriers. === Active STOBAR aircraft carriers === {| class=\"wikitable\" !Class !Image !Origin !No. of ships !Propulsion !Displacement !Operator !Aircraft carried !Notes |- |rowspan=2| |rowspan=2|frameless|link=Russian aircraft carrier Admiral Kuznetsov |rowspan=2|Soviet Union |1 |rowspan=2|Steam turbine |rowspan=2|58,000 tons |Russian Navy | *Su-33 *MiG-29K *Ka-27 |rowspan=2| |- |1 |People's Liberation Army Navy | *J-15 *Z-18 |- | |frameless|link=INS Vikramaditya |Soviet Union |1 |Steam turbine |45,500 tons |Indian Navy | *MiG-29K *Ka-31 *Sea King |Built as STOVL carrier and converted to STOBAR |- | |frameless|link=Chinese aircraft carrier Shandong |China |1 |Steam turbine |70,000 tons |People's Liberation Army Navy | *J-15 *Z-18 *Z-9 |Upgraded Kuznetsov type design |- !colspan=9 align=center|In trials |- | |frameless|link=INS Vikrant (2013) |India |1 |Gas turbine |45,000 tonnes |Indian Navy | |1st aircraft carrier to be built in India |} ==References== Category:Aircraft carriers Category:Types of take-off and landing",
 "title": "STOBAR"
}