{
 "id": "67000",
 "text": "{{Infobox writer |image = Stephen_R_Donaldson_(cropped).jpg |imagesize = | name = Stephen Reeder Donaldson | caption = Stephen R. Donaldson on a 2007 book tour. | pseudonym = Reed Stephens | birth_date = | birth_place = Cleveland, Ohio | death_date = | death_place = | occupation = Novelist | nationality = American | period = | genre = Fantasy, science fiction, mystery | subject = | movement = | influences = | influenced = | signature = | website = }} Stephen Reeder Donaldson (born May 13, 1947) is an American fantasy, science fiction and mystery novelist, most famous for The Chronicles of Thomas Covenant, his ten-novel fantasy series. His work is characterized by psychological complexity, conceptual abstractness, moral bleakness, and the use of an arcane vocabulary, and has attracted critical praise for its \"imagination, vivid characterizations, and fast pace\".\"Stephen R. Donaldson Criticism\". Contemporary Literary Criticism. Enotes.com. Accessed 28 November 2010. He earned his bachelor's degree from The College of Wooster and a Master's degree from Kent State University. He currently resides in Albuquerque, New Mexico. ==Personal life== Donaldson spent part of his youth in India, where his father, a medical missionary, worked with lepers. Donaldson attended what is now the Kodaikanal International School. He was attending Kent State University as a graduate student at the time of the Kent State shootings on May 4, 1970. Though he was not on campus at the time of the shootings, his apartment was one and a half blocks away, and he was forced to live under martial law for three days afterwards. Donaldson does not like to discuss the incident, as he finds the memories disturbing. Donaldson is a fan of opera, and has said that he \"love[s] that direct expression of passionate emotion in beautiful sound\". In 1994, he gained a black belt in Shotokan karate. ==Major influences== Donaldson is part of the generation of fantasy authors which came to prominence in the 1970s and early 1980s. Like that of many of his peers, his writing is heavily influenced by the works of J. R. R. Tolkien. However, Donaldson's stories show a wide range of other influences, including Mervyn Peake, C. S. Lewis, Robert E. Howard, and the operas of Richard Wagner. Donaldson is also a great fan of Roger Zelazny's Amber novels, which were a direct inspiration for his own Mordant's Need series. Also, in the Gradual Interview section of his website, Donaldson mentions his extensive study of Joseph Conrad, Henry James and William Faulkner to further develop his narrative style. ==Ideas== In \"Creative Cognition, Conceptual Combination, and the Creative Writing of Stephen R. Donaldson,\" Thomas Ward quotes Donaldson's note in The Gap into Conflict: The Real Story: \"... a fair number of my best stories arise, not from one idea, but from two.\" Donaldson has said, \"two inert elements combine to produce something of frightening potency.\" For the Thomas Covenant books, when he put unbelief and leprosy together, \"... my brain took fire.\" ==The Chronicles of Thomas Covenant== Donaldson's most celebrated series is The Chronicles of Thomas Covenant, which centers on a cynical leper, shunned by society, who is destined to become the heroic savior of another world. Covenant struggles against the tyrannical Lord Foul, who intends to break the physical universe in order to escape his bondage and wreak revenge upon his arch enemy, The Creator. The Chronicles were originally published as two trilogies of novels between 1977 and 1983. According to his current publisher, Putnam's, those two series sold more than 10 million copies. A third series, The Last Chronicles of Thomas Covenant, began publication in 2004 with the novel The Runes of the Earth. With the second book of that series, Fatal Revenant, Donaldson again attained bestseller status when the book reached number 12 on the New York Times Bestseller List in October 2007. === The First Chronicles === :#Lord Foul's Bane (1977) :#The Illearth War (1977) :#The Power That Preserves (1979) === The Second Chronicles === :#The Wounded Land (1980) :#The One Tree (1982) :#White Gold Wielder (1983) === The Last Chronicles === :#The Runes of the Earth (2004) :#Fatal Revenant (2007) :#Against All Things Ending (2010) :#The Last Dark (2013) ==The Gap Cycle== A science fiction epic set in a future where humans have pushed far out into space in the attempt to replace depleted resources, The Gap Cycle follows two concurrent story arcs. The first concerns an ensign in the United Mining Companies Police (UMCP), Morn Hyland, who is attempting simply to stay alive after being captured by a marauder named Angus Thermopyle. The second follows the Byzantine political maneuvering of the head of the UMCP, Warden Dios, as he attempts to thwart the machinations of his boss, Holt Fasner, who is the CEO of United Mining Companies (UMC) and the most powerful man in human space. Each of the epics takes place against the backdrop of a threat to human survival itself from an alien species called the Amnion who use genetic mutation as a way to assimilate and overcome. Trade in raw materials (mostly ores) is carried out with the Amnion in exchange for technology, by both the UMC and illegals. Some illegals trade in Amnion territorial space, referred to as \"forbidden space\", out of bounds to the UMCP by treaty. Donaldson wrote the series in part to be a reworking of Wagner's Ring Cycle. The \"Gap\" of the title refers to the faster-than-light drives used by the space vessels in order to cross great distances, an instantaneous occurrence similar to the notion of \"folding\" space. ===The Gap series=== # The Gap into Conflict: The Real Story (1991) # The Gap into Vision: Forbidden Knowledge (1991) # The Gap into Power: A Dark and Hungry God Arises (1992) # The Gap into Madness: Chaos and Order (1994) # The Gap into Ruin: This Day All Gods Die (1996) The 2008 reprinting of the series combines The Real Story and Forbidden Knowledge into a single volume. According to Donaldson's website, this was done at his request. ==Other works== ===Early work=== Donaldson has stated that, when he was younger, he wrote two fan-fiction novellas: one based on Marvel Comics' Thor, and the other based on Joseph Conrad's Heart of Darkness. These have never been published. As Donaldson grew older, he discovered that the sensation that he was \"making it all up\" himself was necessary for his imagination to work well. He now regards these early novellas as failed experiments in the process of discovering himself as a writer. He feels the same way about a play he wrote, whose performance at Kent State University convinced him that he was \"not cut out to be a playwright\". ===Mordant's Need=== # The Mirror of Her Dreams (1986) # A Man Rides Through (1987) ===The Man Who=== The Man Who is a series of mystery novels written by Donaldson and published under the pseudonym Reed Stephens, derived from his full name, \"Stephen Reeder Donaldson\". Donaldson \"always hated\" writing under a false name, but was forced to do so by his publisher, Ballantine Books, who had a firm belief in \"category publishing\" and thought that readers would feel betrayed if books of such different genres were published under the name of a single author. However, the books sold poorly even when they were re-printed under Donaldson's name by Tor/Forge Books. * The Man Who Killed His Brother (1980) * The Man Who Risked His Partner (1984) * The Man Who Tried to Get Away (1990) * The Man Who Fought Alone (2001) Donaldson has indicated that he intends to write at least one more The Man Who novel after completion of The Last Chronicles. ===The Great God's War=== In November 2017, the \"Seventh Decimate,\" was released in bookstores and to online retailers. It is the first book in \"The Great God's War\" trilogy. It features fantasy kingdoms Amika and Belleger, who fight \"against each other in a sorcery-saturated battle of mutual destruction, with a charismatic prince searching for a legendary conjuror's library.\" *Seventh Decimate (2017) *The War Within (2019) *The Killing God (forthcoming 2022) ===Short stories and collections=== * Gilden- Fire (1981). The story of Lords Shetra and Hyrim and the Bloodguard on their mission to Seareach. The events described took place during the Illearth War of Chronicle One. * Daughter of Regals and Other Tales (1984) * Daughter of Regals (1984) * \"What Makes Us Human\"; appeared in The 1985 Annual World's Best SF (1985). Also published in Berserker Base, edited by Fred Saberhagen, and as one of the short stories in Reave the Just and Other Tales. * Epic Fantasy in the Modern World: A Few Observations (1986) * Strange Dreams (editor, 1993) * Reave the Just and Other Tales (1999) * The King's Justice: Two Novellas (2015), contains \"The King's Justice\" and \"The Augur's Gambit\" ==Awards== {| class=\"wikitable\" ! Year !! Award !! Work (if applicable) |- | 1979 || August Derleth Award || Lord Foul's Bane |- | 1979 || John W. Campbell Award for Best New Writer || Lord Foul's Bane |- | 1981 || Balrog Award - Best Novel || The Wounded Land |- | 1983 || Balrog Award - Best Novel || The One Tree |- | 1985 || Balrog Award - Best Collection || Daughter of Regals and Other Tales |- | 1988 || Science Fiction Book Club Award - Best Book of the Year || The Mirror of Her Dreams |- | 1989 || Science Fiction Book Club Award - Best Book of the Year || A Man Rides Through |- | 1989 || The College of Wooster Distinguished Alumni Award || |- | 1990 || Prix Julia Verlanger (France) || The Mirror of Her Dreams |- | 1991 || WIN/WIN Popular Fiction Readers Choice Award for Favorite Fantasy Author || |- | 1992 || Atlanta Fantasy Fair Award for Outstanding Achievement || |- | 1997 || President's Award, International Association for the Fantastic in the Arts || |- | 2000 ||World Fantasy Award - Best Collection|| Reave the Just and Other Tales |} Awards referenced from ===Honorary degrees=== * 2009: Honorary Doctor of Letters, University of St Andrews ==References== ==Further reading== * * * * * == External links == * * Kevin's Watch * Stephen Donaldson Home Page at Kent State University * * Stephen R. Donaldson at Fantasy Literature.net ===Interviews=== * The Gradual Interview, an archive of 2,690 questions posed by fans and answered by Donaldson. Ran from February 2004 to August 2011. * Interview on wotmania.com Category:1947 births Category:20th-century American dramatists and playwrights Category:20th-century American novelists Category:American fantasy writers Category:American male dramatists and playwrights Category:American male novelists Category:American mystery novelists Category:American male karateka Category:American science fiction writers Category:College of Wooster alumni Category:John W. Campbell Award for Best New Writer winners Category:Kent State University alumni Category:Kodaikanal International School alumni Category:Living people Category:Writers from Cleveland Category:Writers from Albuquerque, New Mexico Category:Shotokan practitioners Category:20th-century American male writers Category:Novelists from Ohio",
 "title": "Stephen R. Donaldson"
}