{
 "id": "670015",
 "text": "In the fields of sociology and social psychology, a breaching experiment is an experiment that seeks to examine people's reactions to violations of commonly accepted social rules or norms. Breaching experiments are most commonly associated with ethnomethodology, and in particular the work of Harold Garfinkel. Breaching experiments involve the conscious exhibition of \"unexpected\" behavior/violation of social norms, an observation of the types of social reactions such behavioral violations engender, and an analysis of the social structure that makes these social reactions possible. The idea of studying the violation of social norms and the accompanying reactions has bridged across social science disciplines, and is today used in both sociology and psychology. The assumption behind this approach is not only that individuals engage daily in building up \"rules\" for social interaction, but also that people are unaware they are doing so.Ritzer, George. 1996. “Ethnomethodology.” Pp. 373-399 in Sociological Theory. 4th Ed. New York, NY: McGraw-Hill| The work of sociologist Erving Goffman laid the theoretical foundation for ways to study the construction of everyday social meanings and behavioral norms, especially by breaking unstated but universally accepted rules. Garfinkel expanded on this idea by developing ethnomethodology as a qualitative research method for social scientists. Later, in the 1970s and 80s, famous social psychologist Stanley Milgram developed two experiments to observe and quantify responses to breaches in social norms to empirically analyze reactions to violation of those norms. == Erving Goffman on social interaction == Goffman published two seminal works related to this domain: Behavior in Public Places in 1963 and Relations in Public: Microstudies of the Public Order, published in 1971. Goffman draws on his earlier studies of individuals in mental asylums, as well as other stigmatized social groups, in order to highlight the often taken-for-granted rules of social interaction, as well as the results when rules are broken. He argues that the most common rule in all social situations is for the individual to \"fit in\". He defines norms as a kind of guide for action supported by social sanctions or reactions, in that there are penalties for infraction, or breaking norms, while individuals are generally rewarded for compliance. If an individual breaches a social norm, the act is often attributed to some property of the individual, such as that the person is sick or mentally ill. For example, a person who is observed talking to himself in a public place is assumed to be mentally ill by any strangers who may notice. Goffman further states that social gatherings have significant importance for organizing social life. He argues that all people in a social setting have some concern regarding the rules governing behavior. Infractions, or violation of an unstated rule, may be \"taken as a sign that the offender cannot be trusted\" not to take advantage of the situation \"even though the original infraction itself\" may actually be harmless. Individuals come to \"feel that rules for participating in gatherings are crucial for society’s well-being\" and that these \"rules are natural, inviolable, and fundamentally right\". == Harold Garfinkel and \"making commonplace scenes visible\" == Garfinkel suggests that each member of society uses \"background expectancies\" to interpret and decide how to act in a social situation. However, individuals are unable to explicitly describe what each of these expectancies, or rules, are. One way to help make background expectancies more visible is to be a \"stranger to the life as usual character of everyday scenes\". For instance, saying \"hello\" at the termination of a conversation. Although the term \"breaching experiment\" developed as a result of Garfinkel's approach, he warns it should not properly be called an experiment, but more accurately, a demonstration meant to produce disorganized interaction in order to highlight how the structures of everyday activities are ordinarily created and maintained. Some examples of everyday scenes include the home, school, or workplace. One task Garfinkel assigned to his graduate students was to challenge everyday understandings by frequently asking for clarification during a normal conversation with a friend or family member. Below is an example of an excerpt quoted in Garfinkel's text, Studies in Ethnomethodology: This is a breaching experiment in the form of interpersonal conversation. The violation of the expectancy of shared verbal understanding between friends results in the subject expressing confusion and irritation. Garfinkel conducted other experiments—often using his students: * Students were to return to their parental homes and observe their family as if each student was a lodger. Many students found this difficult as their distanced assessments of their family were discordant with their everyday beliefs (e.g., how often people argued). They were happy to return to what one student described as the \"real me\". * Students were to do the same as above, but actually behave as if they were lodgers. The associated distance and politeness resulted in reports of \"astonishment, bewilderment, shock, anxiety, embarrassment, and anger, and with charges by various family members that the student was mean, inconsiderate, selfish, nasty, or impolite\". * Students were to engage in conversation with others with the assumption that what the other person said was directed by hidden motives. Family members and friends were reported as having hurt feelings, and the two students who tried this with strangers were unable to complete the interaction. * Students were to participate in an evaluation in which their assessments of others was contradicted by subsequent information revealed by other assessors. Subsequently, many students tried to reconcile their initial opinion with the information and assessment provided by others. * They were asked to bargain for standard-priced merchandise in a store. Students felt anxiety in anticipation of the task and approaching the salesperson. However, this lessened once they began their interactions and were surprised by the possibility of succeeding. * Subjects played tic-tac-toe where the experimenter asked the subject to make the first move, then erases that mark and moves it to another square before making the responding move. Subjects were confused by this and interpreted the action as a sexual pass, a comment on their own stupidity, or as the impudence of the experimenter. Eventually, most demanded a reckoning of this behavior. * Subjects were asked to stand very, very close to a person while engaging in otherwise innocuous conversation. Garfinkel instructed his students to treat such everyday, implicit understandings as problematic phenomena to be studied. Breaching experiments reveal the resilience of social reality, since the subjects respond immediately to normalize the breach. They do so by rendering the situation understandable in familiar terms. It is assumed that the way people handle these breaches reveals much about how they handle their everyday lives. ==Social psychology approach to breaching norms== Later work in the field of social psychology adapted this approach, but often refers to the phenomena as social norm breaking. Two of the most well known studies of violation of social norms by a social psychologist were carried out by Stanley Milgram, well known for his infamous obedience experiments. One was conducted on the New York City Subway in the 1970s, when experimenters boarded crowded trains and asked able-bodied but seated riders, with no explanation, to give up their seats. The other was conducted in the 1980s, and studied the reactions to graduate student experimenters cutting ahead in lines of people waiting to purchase railroad tickets. These experiments build on the sociological work on breaching norms, but note that they are approached quantitatively by being structured so the experimenter can observe and count people's reactions. ===\"On maintaining social norms: a field experiment in the subway\"=== thumb|A busy New York City Subway train Milgram defines “residual rules” as rules that fulfill two criteria: # People must substantially agree on them. # People don't notice them until a violation occurs. A residual rule of everyday interaction on the New York City Subway is that seats are on a first-come, first-served basis and individuals are not supposed to talk to one another in such close quarters. The experimenters violated this implicit rule by asking people to give up their seats. They then measured the responses as the number of times individuals consented or refused to give up their seats, and also noted people's verbal and physical reactions to the request. Experimenters approached individuals under three conditions: # The experimenter approached the subject and said, \"Excuse me. May I please have your seat?\" No justification was offered. # The second condition tested the hypothesis that subjects gave up their seats because they assumed the experimenter had some important reason for requesting it. To rule out this assumption, experimenters were instructed to ask \"Excuse me. May I please have your seat? I can't read my book standing up.\" # The third condition was included because the experimenters believed that subjects might have been so startled by the request that they didn't have time to think about an adequate reply. Therefore, in this condition, to alert the subject that a seat might be requested, two experimenters entered the subway car from different doors and engaged in the following conversation: {| class=\"wikitable\" style=\"width:250px; text-align:center; margin:1em auto 1em auto;\" |+ Results |- ! Condition !! No justification !! Trivial justification !! Overheard condition |- ! Subjects who gave up their seats | 56% || 37.2%|| 26.8% |- ! Subjects who slid over to make room for E | 12.3% || 4.7%|| 9.8% |- ! Subjects who did not give up their seats | 31.7% || 58.1%|| 63.4% |} The experimenters reasoned that subjects in the no justification condition engaged in normalization of the breach by attributing a meaning to the violation that would make it seem not to be a violation at all. An example of such a normalization would be \"he is asking for a seat because he is sick.\" Since the second condition, the trivial justification, prevented the process of normalization, subjects could not as easily imagine an appropriate justification for the request, and therefore, a much lower number gave up their seats. In the third, overheard condition, the experimenters reasoned that the warning of the pending seat request allowed subjects to be better prepared to refuse the request. An important aspect of the maintenance of social norms is also revealed in the emotional reactions felt by the experimenters. Most of the experimenters reported great difficulty in carrying out the task. They reported that, when standing in front of the subject, they felt anxious, tense, and embarrassed. Many felt unable to verbalize the request for a seat and had to withdraw. They sometimes feared they were the center of attention in the car and were often unable to look directly at the subjects. Once they made a successful request for a seat, they felt pressure to act in a way that would actually justify the request, such as pretending to be ill. Milgram proposes that the experimenters were playing the social role of subway rider, and they felt an extreme emotional reaction as a result of breaking implicit rules for that role. These extreme emotional reactions reflect how important it is to people to engage in routine, everyday activities. ===\"Response to intrusion into waiting lines\"=== Another norm breaching study led by Milgram sought to examine the response of people waiting in line to intruders, again violating first-come, first served. This was done by having experimenters break into naturally formed lines around New York City and noting how people respond to them. The experimenters encroached on a total of 129 waiting lines, formed at railroad ticket counters, betting parlors, and other New York City locations. The lines had an average of six people waiting. The experimenter calmly approached a point between a 3rd and 4th person in line and said in a neutral tone \"Excuse me, I’d like to get in here.” Before anyone in the line could respond, the intruder cut in line and faced forward. If the experimental intruder was directly admonished to leave the line, he or she did so. Otherwise, the intruder stayed in the line for one minute before departing. Three female and two male graduate students acted as intruders, with an observer watching nearby to record physical, verbal, and nonverbal reactions to the intrusion. The experiment manipulated conditions by having either one or two intruders break into the line, as well as varying one or two buffers, or experimenters standing passively by in the line. This enabled the researchers to test whether the responsibility of addressing the intruder would extend from the person closest behind in line to the rest of those in line. Broadly, results indicated that others in line objected with greatest frequency (91.3%) when there were two intruders and no buffers. One intruder and no buffer resulted in the next highest frequency of objections (54%). The least amount of objection (5.0%) occurred when there was only one intruder and two buffers. Thus, objections occurred most frequently when there were more intruders and fewer buffers. The researchers noted the following rates for each type of objection: physical action (10%), verbal interjections (21.7%), nonverbal objections such as dirty looks, hostile stares, and gestures (14.7%). Verbal responses were the most common, with comments such as, \"No way! The line's back there. We've all been waiting and have trains to catch\". As reported in Milgram's subway study, experimenters in this study also experienced a high level of negative emotion associated with the task of intrusion into lines. Experimenters described feeling nauseated, anxious, and struggling to get up the \"nerve\" to intrude in a line. Milgram reasons that these feelings make up the \"inhibitory anxiety that ordinarily prevents individuals from breaching social norms\" and indicate that the internal restraints against intruding into lines play a significant role in assuring the integrity of the line. == Other examples == * \"The inexplicable do- gooder\": Social science researcher Earl R. Babbie instructed his students to experiment fixing problems for which they had no prior responsibility, such as picking up garbage from the street or mending street signs. Their self- consciousness while doing this, and the negative reactions they encountered, showed that \"in the normal course of things, it is simply not acceptable for people to take responsibility for public things\". Babbie claims that people have negative reactions when they see somebody fixing something that is not his/her \"job\" to fix; in some cases, altruistic actions are viewed as personal intrusions. However, he noted that these negative reactions were often based on incorrect assumptions, and when those assumptions were corrected the bystanders stopped reacting negatively. For instance, when a student picked up trash bystanders assumed that the student was responsible for the mess and either felt guilty or was being forced to clean it up. When the truth was explained, bystanders often joined in and assisted the students. ==See also== *Social experiment ==Notes== ==Bibliography== * Category:Psychology experiments Category:Methods in sociology",
 "title": "Breaching experiment"
}