{
 "id": "670527",
 "text": "Fiji is divided administratively into four divisions, which are further subdivided into fourteen provinces. Each province has a provincial council. == Administrative divisions == left|thumb|The four divisions of Fiji Fiji is divided administratively into four divisions, which are further subdivided into fourteen provinces; the self-governing island of Rotuma and its nearby islets lie outside any of the four divisions. Each division is headed by a Commissioner, appointed by the Fijian government. The divisions are basically agglomerations of provinces and have few administrative functions of their own, but serve to foster cooperation among the member provinces for providing services. == Provinces == thumb|The fourteen provinces of Fiji {| table width=\"60%\" border=\"1\" align=\"center\" cellpadding=3 cellspacing=0 style=\"margin:5px; border:3px solid;\" |td width=\"15%\" style=\"border-bottom:3px solid; background:#efefef;\"|Division (Capital)||td width=\"20%\" style=\"border-bottom:3px solid; background:#efefef;\"|Province||td width=\"20%\" style=\"border-bottom:3px solid; background:#efefef;\"|Area km22007 Census Analytical Report||td width=\"15%\" style=\"border-bottom:3px solid; background:#efefef;\"|Population (2007 Census)||td width=\"15%\" style=\"border-bottom:3px solid; background:#efefef;\"|Population (2017 Census) |- |rowspan=5|Central (Suva)||Naitasiri||align=\"right\"|1666||align=\"right\"|160,760||align=\"right\"|177,678 |- |Namosi||align=\"right\"|570||align=\"right\"|6,898||align=\"right\"|7,871 |- |Rewa||align=\"right\"|272||align=\"right\"|100,995||align=\"right\"|108,016 |- |Serua||align=\"right\"|830||align=\"right\"|18,249||align=\"right\"|20,031 |- |Tailevu||align=\"right\"|955||align=\"right\"|55,692||align=\"right\"|64,552 |- |rowspan=3|Northern (Labasa)||Bua||align=\"right\"|1378||align=\"right\"|14,176||align=\"right\"|15,466 |- |Cakaudrove||align=\"right\"|2816||align=\"right\"|49,344||align=\"right\"|50,469 |- |Macuata||align=\"right\"|2004||align=\"right\"|72,441||align=\"right\"|65,983 |- |rowspan=3|Eastern (Levuka)||Kadavu||align=\"right\"|478||align=\"right\"|10,167||align=\"right\"|10,897 |- |Lau||align=\"right\"|487||align=\"right\"|10,683||align=\"right\"|9,602 |- |Lomaiviti||align=\"right\"|411||align=\"right\"|16,253||align=\"right\"|15,657 |- |rowspan=3|Western (Lautoka)||Ba||align=\"right\"|2634||align=\"right\"|231,760||align=\"right\"|247,708 |- |Nadroga- Navosa||align=\"right\"|2385||align=\"right\"|58,387||align=\"right\"|58,931 |- |Ra||align=\"right\"|1341||align=\"right\"|29,464||align=\"right\"|30,432 |- |colspan=2|Rotuma||align=\"right\"|46||align=\"right\"|2,002||align=\"right\"|1,594 |} == Provincial council == Each province has a provincial council which may make bylaws and impose rates (local taxes), subject to the approval of the Fijian Affairs Board, a government department. The board must also approve the appointment of the Roko Tui, or executive head of the provincial council, who is usually a high chief, although in recent years, commoners have sometimes been chosen. The provinces used to have direct input into national affairs through the Great Council of Chiefs and the Senate. The Great Council of Chiefs was a traditional body which advised the government on indigenous affairs and also functioned as an electoral college to elect the President and Vice-President; 42 of the 55 members of the Great Council were chosen by the provincial councils, three from each province. In addition, 14 of the 32 members of the Senate, the upper house of the Fijian Parliament, were chosen by the provincial councils (one Senator each) and confirmed by the Great Council of Chiefs. The Military-backed interim government that seized power in a military coup on 5 December 2006 formally abolished the Great Council of Chiefs in 2012, and the 2013 Constitution promulgated by the regime similarly abolished the Senate. This effectively ended provincial input into national government affairs. == Island of Rotuma == Additionally, the island of Rotuma, north of the main archipelago, is a self-governing dependency according to the Rotuma Act promulgated in 1927. The Fiji government includes it in the Eastern Division for statistical purposes (such as the census), but it has its own council which is empowered to legislate on most local matters. Like a province, Rotuma used to choose (through its council) 3 members of the Great Council of Chiefs and 1 Senator. == Provincial administration == Below the provincial level, districts and villages, based on extended family networks, have their own chiefs and councils. Indigenous Fijian administration is based on the koro, or village, headed by a Turaga ni Koro elected or appointed by the villagers. Several koros combine to form a Tikina, two or more of which comprise a province. In addition, municipal governments have been established for the cities of Suva and Lautoka, and for ten towns. Each has a city or town council elected for a three-year term, presided over by a Mayor chosen by the councillors from among their own members. On 15 February 2006 the government announced legislation to change the local government term of office from three years to four. Provincial administration, and its sub divisions, cater for ethnic Fijians, town and city councils cater for urban residents of all races. Local authorities have also been established for rural areas, with advisory powers and these provide a voice to people of all races outside the provincial structure. The Ministry of Regional Development ensures that Fiji's rural areas are provided with the access to opportunities and basic amenities that are enjoyed by the urban areas. This is done through its district administrations which are involved in community capacity building, coordinating the development projects like upgrading of rural roads, upgrading of cane access roads, development or roads for access to cash crops and other capital programs in their respective districts. They also attend to some statutory functions such as registration of births, deaths and marriages, liquor licences and acting as Third Class Magistrates. == Districts == Fiji is divided into 17 districts, each with a district officer and five sub-districts with assistant district officers. The districts generally centre on towns and cities, but some follow provincial or tikina boundaries. The districts are: Ra, Tavua, Ba, Nadi, Nadarivatu, Keiyasi, Nausori, Navua, Vunidawa, Suva, Korovou, Macuata, Savusavu, Bua, Taveuni, Seqaqa, Saqani, Tukavesi, Kadavu, Rotuma, Lomaiviti, Lautoka. == Towns and Cities == {| table width=\"75%\" border=\"1\" align=\"center\" cellpadding=3 cellspacing=0 style=\"margin:5px; border:3px solid;\" |td width=\"15%\" style=\"border-bottom:3px solid; background:#efefef;\"|City or Town||td width=\"20%\" style=\"border-bottom:3px solid; background:#efefef;\"|Date of incorporation||td width=\"30%\" style=\"border-bottom:3px solid; background:#efefef;\"|Mayor (Party)||td width=\"10%\" style=\"border-bottom:3px solid; background:#efefef;\"|Councillors||td width=\"20%\" style=\"border- bottom:3px solid; background:#efefef;\"|Area (square kilometers)||td width=\"20%\" style=\"border-bottom:3px solid; background:#efefef;\"|Population (2017) |- |Ba||1939||Parveen Bala (NFP)||15||327||13,825 |- |Labasa||1939||Pradeep Singh (FLP)||12||360||22,204 |- |Lami||1977||Tevita Buatalevu (SDL)||12||680||20,217 |- |Lautoka (city)||1929||Rohit Kumar (FLP)||16||1607||60,925 |- |Levuka||1877||George Gibson (Balance)||8||67||3,277 |- |Nadi||1946||Shalesh Mudliar (NFP)||15||577||62,214 |- |Nasinu||1999||Rajeshwar Kumar (FLP)||21||4500||79,782 |- |Nausori||1931||Vikash Singh (NRA)||12||167||50,398 |- |Savusavu||1969||Ram Pillay (SRC)||9||800||5,494 |- |Sigatoka||1959||Ratu Isikeli Tasere (SDL/NFP)||10||127||8,940 |- |Suva (city)||1881||Ratu Peni Volavola (SDL)||20||2048||78,520 |- |Tavua||1992||Chandra Singh (TRLTA)||9||100||7,592 |- |colspan=6|FLP: Fiji Labour Party; NFP: National Federation Party; NRA: Nausori Ratepayers' Association; SDL: Soqosoqo Duavata ni Lewenivanua; SRC: Savusavu Ratepayers and Citizens Party; TRLTA: Tavua Ratepayers, Landowners, and Tenants Association |} ==See also== * ISO 3166-2:FJ ==References== ==External links== * Population statistics * Local Government in Asia and the Pacific - Fiji *THE LOCAL GOVERNMENT SYSTEM IN Fiji Fiji, Local government Fiji Category:Government of Fiji Local",
 "title": "Local government in Fiji"
}