{
 "id": "670691",
 "text": "This is a list of hospitals in Cuba. There are no private hospitals or clinics in Cuba, as all health services are government-run. There were 150 hospitals in Cuba, as of 2019. == Havana == thumb|General Calixto Garcia University Hospital thumb|Hermanos Ameijeiras Hospital thumb|Royal Hospital of San Lázaro (circa 1915) thumb|Mariano Workers' Maternity Hospital thumb|Daughters of Galicia Hospital Active and notable hospitals in Havana, capital of Cuba, are listed below. The hospital name in English and Spanish and date first opened are included. {| class=\"wikitable sortable plainrowheaders\" summary=\"Hospitals in Havana, Cuba\" |+ Hospitals in Havana, Cuba |- ! Hospital Name (English/Spanish) ! Location within Havana ! Beds ! Opened, References |- | 27 November Psychiatric Hospital Hospital Psiquiátrico Quinta Canaria, formerly Nuestra Señora de la Candelaria | | | 1907 |- | Borrás-Marfan Pediatric Hospital Hospital Pediátrico Borrás-Marfan | | | |- | Comandante Manuel Fajardo Surgical Clinical Hospital Hospital Clínico Quirúrgico Comandante Manuel Fajardo | | | |- | Central Military Hospital Carlos J. Finlay Hospital Militar Carlos J. Finlay | Avenida 31 | 530 | 1943 |- | Cira Garcia Central Clinic Clínica Central Cira Garcia Hospital | | | 1948 |- | Hospital Materno Infantil Diez de Octubre, Hospital Hijas de Galicia | | | 1924 |- | Frank Pais Orthopedic Hospital Hospital Ortopédico Frank País | | | |- | General Calixto Garcia University Hospital Hospital Clínico Quirúrgico Docente \"General Calixto García\" | | | 1896 |- | Havana Psychiatric Hospital Hospital Psiquiátrico de La Habana Comandante Doctor Eduardo Bernabé Ordaz Ducunge | Wajay, Boyeros | 2,500 | 1847 |- | Hermanos Ameijeiras Hospital Hospital Clínico Quirúrgico \"Hermanos Ameijeiras\" | Barrio de San Lázaro | | 1982 |- | Maternity Hospital Ramon Gonzalez Coro Hospital Ginecobstétrico Ramón González Coro | | | |- | Institute of Neurology and Neurosurgery Instituto de Neurologia y Neurocirugia | | | |- | Mariano Workers' Maternity Hospital Hospital Maternidad Obrera de Marianao | Avenida 31 | | 1941 |- | Medical University of Havana Hospital Instituto Superior de Ciencias Medicas de Havana | | | 1976 |- | Pediatric Hospital of Central Havana Hospital Pediátrico Docente Centro Habana | |206 | 1970 |- | Surgical Clinical Hospital Salvador Allende Hospital Clínico Quirúrgico Salvador Allende (La Covadonga) | Hill Causeway | | |- | San Miguel del Padrón Teaching Pediatric Hospital Pediatric Hospital of San Miguel del Padrón | | | |- | Surgical Medical Research Center Hospital CIMEQ, Centro de Investigaciones Médico Quirúrgicas | | | 1982 |- | | | 350 | 1990 |- | William Soler National Pediatric Teaching Hospital | Boyeros | | 1986 |} == Other cities == Active and notable hospitals in other cities include: {| class=\"wikitable sortable plainrowheaders\" summary=\"Hospitals in Cuba outside of Havana\" |+ Hospitals in Cuba outside of Havana |- ! Hospital Name (English/Spanish) ! Location ! Beds ! Opened, References |- | Army Military Hospital Comandante Manuel Fajardo Rivero | Santa Clara | 180 | 1827 |- | Army Military Hospital Dr. Octavio de la Concepción y la Pedraja | Camagüey | 125 | 1959 |- | Heroes del Baire Hospital Hospital Héroes del Baire | Nueva Gerona | | 1925 |- | Hospital Alberto Fernández Montes de Oca Alberto Fernández Montes de Oca Hospital | San Luis, Santiago de Cuba | 96 | |- | Hospital Clínico Quirúrgico Dr. Gustavo Aldereguía Lima | Cienfuegos | 94 | 1961 |- | Hospital Clínico Quirúrgico Lucía Iñiguez Landín | Holguin | 336 | 1998, November 28 |- | Hospital Camilo Cienfuegos | Chambas | | 1965 |- | Hospital Clinic Quirúrgico Manuel Ascunce Domenech Hospital Clínico Quirúrgico Manuel Ascunce Domenech | Camagüey | | |- | Pediatric Hospital Eliseo Noel Caamaño | Matanzas | | 1968 |- | Hospital Clínico Quirúrgico Faustino Perez | Matanzas | | |- | Hospital General Juan Bruno Zayas | Santiago | | |- | International Clinic Baracoa Clínica Internacional Baracoa | Baracoa | | |- | International Clinic of Santiago Clínica Internacional de Santiago de Cuba | Santiago de Cuba | | |- | International Clinic of Cienfuegos Clínica Internacional de Cienfuegos | Cienfuegos | | |- | International Clinic Santa Lucia Clínica Internacional Santa Lucia | Camagüey | | |- | International Clinic Varadero Clínica Internacional Varadero | Varadero | | |- | Matanzas Provincial Hospital Jose Ramón Lopez Tabranes | Matanzas | | |- | Mario Muñoz Monroy General Teaching Hospital | Colón | | 1962 |- | US Naval Hospital | Guantanamo Bay Naval Base | | 1903 |- | Santa Isabel Hospital of Cárdenas | Cárdenas | | 1860 |} == Defunct Hospitals == * Hospital de San Lázaro, Havana (Royal Hospital of San Lázaro), Barrio de San Lázaro, 1781-1916 * St. Ambrose Hospital, 1568-1899 * Hospital of San Felipe and Santiago (San Juan de Dios) * Belemitas Hospital * Hospice of San Isidro == Notes == == See also == * Healthcare in Cuba * List of medical schools in the Caribbean#Cuba ==References== Hospitals C Cuba",
 "title": "List of hospitals in Cuba"
}