{
 "id": "670901",
 "text": "Johann Georg Hiedler (28 February 1792 – 9 February 1857) was a journeyman miller and was officially considered to be the paternal grandfather of Adolf Hitler by Nazi Germany. However, whether Hiedler was in fact Hitler's biological paternal grandfather remains disputed by modern historians.See, e.g., Kershaw, p. 4. == Life == Johann Georg Hiedler was born to Martin Hiedler (11 November 1762–10 January 1829) and his wife Anna Maria Göschl (23 August 1760–7 December 1854) in Spital - a part of Weitra, Austria. He was baptized as a Roman Catholic. Hiedler left his family farm and applied for an apprenticeship in milling, and he ended up successfully completing the required qualifications of the apprenticeship, becoming a journeyman miller and lived a nomadic lifestyle. He married an peasant girl in Hoheneich in late-1823, but she died 5 months later in 1824. On 10 May 1842, Hiedler married Maria Schicklgruber and became the legal stepfather to her illegitimate five-year-old son, Alois. It was claimed later that Johann Georg had fathered Alois prior to his marriage to Maria, although Alois had been declared illegitimate on his birth certificate and baptism papers; the claim that Johann Georg was the true father of Alois was not made after the marriage of Maria and Johann Georg or during their lifetime. In June 1876, Johann's brother Johann Nepomuk Hiedler and Alois both returned to Weitra and Johann declared before a Catholic notary that Johann Georg was Alois' biological father, who had abandoned the child as he himself was living in extreme poverty and couldn't raise him, and had handed over his fatherhood responsibilities to Johann Nepomuk. With the help of 3 close relatives, Alois was legitimized, and officially changed his name on 6 January 1877, to Alois Hitler, and the parish priest in Döllersheim where the original birth certificate of Alois resided, then changed the details on the baptismal certificate from \"Catholic, Male, Illegitimate\" to \"Johann Georg Hitler\" under his father's name. He was 39-years old and was known well in the community as Alois Schicklgruber.Toland, pp. 4–5. Johann Georg Hiedler is one of two people most cited by modern historians as having possibly been the actual paternal grandfather of Adolf Hitler. The other one is Johann Nepomuk Hiedler himself, the younger brother of Johann Georg. During the Nuremberg trials, a claim was made by Hans Frank that Hitler had commissioned him to investigate Hitler's family in 1930 after a \"blackmail letter\" had been received from Hitler's nephew, William Patrick Hitler, who allegedly threatened to reveal embarrassing facts about his uncle's ancestry. Frank said that the investigation uncovered evidence that Maria Schicklgruber, Hitler's paternal grandmother, had been working as a cook in the household of a Jewish man named Leopold Frankenberger before she gave birth to Hitler's father, Alois, out of wedlock. Frank claimed that he had obtained from a relative of Hitler's by marriage a collection of letters between Maria Schicklgruber and a member of the Frankenberger family that discussed a stipend for her after she left the family's employ. According to Frank, Hitler told him that the letters did not prove that the Frankenberger son was his grandfather but rather his grandmother had merely extorted money from Frankenberger by threatening to claim his paternity of her illegitimate child. Frank accepted this explanation, but added that it was still just possible that Hitler had some Jewish ancestry. But he thought it unlikely because, \"from his entire demeanor, the fact that Adolf Hitler had no Jewish blood coursing through his veins seems so clearly evident that nothing more need be said on this.\"Translated from Frank's memoirs published posthumously: Frank, Hans (1953). Im Angesicht des Galgens. Deutung Hitlers und seiner Zeit aufgrund eigener Erlebnisse und Erkenntnisse. Friedrich Alfred Beck. p. 330 (in German). Given that all Jews had been expelled from the province of Styria (which includes Graz) in the 15th century and were not allowed to return until the 1860s, decades after Alois' birth, scholars such as Ian Kershaw and John Toland dismiss as baseless the Frankenberger hypothesis, which before had only Frank's speculation to support it.See Toland, pp. 246–7; Kershaw, pp. 8–9. Toland's conclusion is based on the research of Nikolaus Preradovic, University of Graz, who examined the books of the Jewish congregation at Graz and who concluded that, prior to 1856, there had not been \"one single Jew\" in Graz since the fifteenth century. Kershaw concludes that, whoever Alois' father may have been, he was not a Jew from Graz. There is no evidence outside of Frank's statements for the existence of a \"Leopold Frankenberger\" living in Graz in the 1830s, and Frank's story is inaccurate on several points such as the claim that Maria Schicklgruber came from \"Leonding near Linz\", when in fact she came from the hamlet of Strones near the village of Döllersheim. ==See also== *Hitler family ==References== Notes Bibliography * Payne, Robert (199) The Life and Death of Adolf Hitler. Dorset Press. ISBN 0880294027 * * * * Toland, John (1992) Adolf Hitler: The Definitive Biography. New York: Anchor Books. ISBN 0880294027 * Toland, John (1976) Adolf Hitler. Garden City, New York: Doubleday. pp.10-11. * Rosenbaum, Rom (1998) Explaining Hitler. New York: Random House. Category:1792 births Category:1857 deaths Johann Georg Category:Austrian Roman Catholics Category:Millers",
 "title": "Johann Georg Hiedler"
}