{
 "id": "671712",
 "text": "__NOTOC__ The Treaties of Stockholm are two treaties signed in 1719 and 1720 that ended the war between Sweden and an alliance of Hanover and Prussia. Aspects of the conflict that remained unresolved would be dealt with by two further treaties: the Treaty of Frederiksborg between Sweden and Denmark- Norway in 1720, which was a pure renewal of four previous treaties, Treaty of Copenhagen 1660, Malmö Recess 1662, Treaty of Fontainebleau 1679 and the Peace of Lund (written in Stockholm in 1679);333Årsboken, , pages 248-255 (Swedish) and the Treaty of Nystad between Sweden and Russia in 1721. Frederick I began negotiating the Treaties of Stockholm following the death of Charles XII of Sweden in 1718. The death of the Swedish monarch heralded the impending conclusion of the Great Northern War. ==Treaty with Hanover== In the treaty with Hanover on 9 November 1719, Sweden ceded the dominion of Bremen-Verden. ==Treaty with Prussia== On 21 January 1720, Sweden ceded Swedish Pomerania south of the river Peene and east of the river Peenestrom to Prussia, including the islands of Usedom and Wollin, and the towns of Stettin, Damm and Gollnow. The treaty was formalized in 1720, and became effective when Friedrich Wilhelm I of Prussia issued a patent declaring the ceded area to be part of Prussia on 29 May 1720. The parts of Swedish Pomerania that were to remain with Sweden were then under Danish occupation, and were restored to Sweden in the Treaty of Frederiksborg on 3 July 1720. ==References== ==Further reading== * Jackson, Jonathan F. \"A Clash of Visionaries. King Charles XII of Sweden, TSAR Peter I of Russia and the Great Northern War\" ( ARMY WAR COLLEGE CARLISLE BARRACKS PA, 1996) online. * Karonen, Petri. \"Coping with Peace after a Debacle: the Crisis of the Transition to Peace in Sweden after the Great Northern War (1700–1721).\" Scandinavian Journal of History 33.3 (2008): 203-225. ==External links== *Annotated edition of the Prusso-Swedish treaty at IEG Mainz Category:History of Pomerania Stockholm (1719) Stockholm Category:History of Bremen (state) Category:History of Mecklenburg-Western Pomerania Stockholm (1720) Category:1720 treaties Category:Treaties involving territorial changes Category:1719 treaties Category:Treaties of the Kingdom of Prussia Category:Treaties of the Electorate of Brunswick-Lüneburg Category:1719 in Sweden Category:1720 in Sweden Category:1720 in Prussia Category:1719 in the Holy Roman Empire Category:1720 in the Holy Roman Empire",
 "title": "Treaties of Stockholm (Great Northern War)"
}