{
 "id": "672360",
 "text": "The Territory of Hawaii or Hawaii Territoryhttps://www.census.gov/prod/cen2000/phc-3-13.pdf (U.S. Census Bureau, 2003, page III-1) was an organized incorporated territory of the United States that existed from April 30, 1900, until August 21, 1959, when most of its territory, excluding Palmyra Island, was admitted to the United States as the 50th U.S. state, the State of Hawaii. The Hawaii Admission Act specified that the State of Hawaii would not include Palmyra Island, the Midway Islands, Kingman Reef, and Johnston Atoll, which includes Johnston (or Kalama) Island and Sand Island. On July 4, 1898, the United States Congress passed the Newlands Resolution authorizing the U.S. annexation of the Republic of Hawaii, and five weeks later, on August 12, Hawaii became a U.S. territory. In April 1900 Congress approved the Hawaiian Organic Act which organized the territory. United States Public Law 103-150 adopted in 1993, (informally known as the Apology Resolution), acknowledged that \"the overthrow of the Kingdom of Hawaii occurred with the active participation of agents and citizens of the United States\" and also \"that the Native Hawaiian people never directly relinquished to the United States their claims to their inherent sovereignty as a people over their national lands, either through the Kingdom of Hawaii or through a plebiscite or referendum\". Hawaii's territorial history includes a period from 1941 to 1944, during World War II, when the islands were placed under martial law. Civilian government was dissolved and a military governor was appointed. ==Background== Upon the overthrow of Queen Liliuokalani in January 1893, the Committee of Safety established the Provisional Government of Hawaii and set out to effect Hawaii's speedy annexation by the United States. A commission, led by Lorrin A. Thurston, was sent to Washington D.C. to negotiate an annexation treaty with President Benjamin Harrison. A delegation led by Princess Victoria Kaiulani also went to Washington to protest the overthrow and to lobby against annexation. Harrison and the commission signed a treaty of annexation, which was sent to the U.S. Senate for approval. In March 1893, before the Senate could ratify it, Grover Cleveland took office. The new president was an anti-imperialist and strongly opposed to annexation. He withdrew the treaty from consideration, ordered a congressional investigation into the events surrounding the overthrow of the Hawaiian monarchy, and, after receiving the committee's first report, recommended the restoration of Liliuokalani as queen. This did not go over well from even his own party. Eventually a bi-partisan vote called for a \"hands off\" policy in regards to internal events in Hawaii. Further investigation by Congress led to the Morgan Report, which established that the actions of U.S. troops stationed in Hawaii during the coup had been completely neutral, and exonerated the U.S. military from any accusations of complicity with the overthrow.Niklaus R. Schweizer, His Hawaiian Excellency: The Overthrow of the Hawaiian Monarchy and the Annexation of Hawaii (1994). The provisional government convened a constitutional convention to establish the Republic of Hawaii. Thurston was urged to become the nation's first president but he was worried his brazen personality would damage the cause of annexation. The more conservative Sanford B. Dole, former Supreme Court Justice and friend of Queen Liliuokalani, was elected as the first and only president of the new regime.Helena G. Allen, Sanford Ballard Dole: Hawaii's Only President, 1844–1926 (1988) Hawaii's strategic location to support the Spanish–American War in the Philippines made it especially important to American interests, as argued by naval strategist Alfred Thayer Mahan. This and fears that the Empire of Japan would seize control of the islands provided momentum for the proponents of annexation. On July 4, 1898, the U.S. Congress passed a joint resolution to provide for annexing of Hawaii to the United States. The resolution, commonly known as the Newlands Resolution (named after Congressman Francis Newlands), was signed into law three days later by President McKinley and came into effect on August 12, 1898. The Newlands Resolution states, A formal ceremony marking the transfer of Hawaiian state sovereignty to the United States was held on August 12 on the steps of the ʻIolani Palace in Honolulu where the Hawaiian flag was lowered and the American flag was raised in its place. The Resolution also provided for the establishment of a five- member commission to study what new laws were needed regarding the management and disposition of public lands in Hawaii, and to develop a frame of government for the islands. It was composed of: Sanford B. Dole (who, under the terms of the Resolution, retained the powers he previously exercised as President of Hawaii), Walter F. Frear (who likewise remained Judge of the Supreme Court of Hawaii), along with U.S. senators Shelby M. Cullom (R-Illinois) and John T. Morgan (D-Alabama), and representative Robert R. Hitt (R-Illinois). The commission's final report was submitted to Congress for a debate which lasted over a year. Many Southern congressmen and senators raised objections to establishing an elected territorial government in Hawaii, as doing so would open a pathway for the admission of a state with a \"non-white\" majority population at a time when strict \"Jim Crow laws\" mandating racial segregation in all public facilities were in force throughout the American South. ==Organic Act== In early 1900 Congress passed an Act To provide a government for the Territory of Hawaii, which was signed into law by President William McKinley on April 30, 1900. This organic act established the office of governor of Hawaii. Territorial governors were appointed by the president of the United States with the advice and consent of the U.S. Senate. They served for four years, unless removed sooner by the president. ===Territorial governors=== * Sanford B. Dole, Republican, (1900–1903) * George R. Carter, Republican, (1903–1907) * Walter F. Frear, Republican, (1907–1913) * Lucius E. Pinkham, Democrat, (1913–1918) * Charles J. McCarthy, Democrat, (1918–1921) * Wallace R. Farrington, Republican, (1921–1929) * Lawrence M. Judd, Republican, (1929–1934) * Joseph B. Poindexter, Democrat, (1934–1942) * Ingram M. Stainback, Democrat, (1942–1951) * Oren E. Long, Democrat, (1951–1953) * Samuel Wilder King, Republican, (1953–1957) * William F. Quinn, Republican, (1957–1959) The organic act also created a bicameral Hawaii Territorial Legislature, consisting of a lower chamber House of Representatives and the upper chamber, the Senate, with its members elected by popular vote. A Territorial Supreme Court of several justices/judges led by a Chief Justice, and additional appellate courts, also appointed by the President with the constitutional \"advice and consent\" of the Senate. The Act also provided as with the other several Federal territories for a non-voting Delegate to the United States Congress, seated and with offices and the otherwise usual rights and privileges of a U.S. Representative in the U.S. House of Representatives ===Congressional delegates=== Representation in the U.S. House of Representatives was limited to a single, non-voting delegate: * Robert William Wilcox (1900–1903) * Jonah Kūhiō Kalanianaole (1903–1922) * Henry Alexander Baldwin (1922) * William Paul Jarrett (1923–1927) * Victor Stewart Kaleoaloha Houston (1927–1933) * Lincoln Loy McCandless (1933–1935) * Samuel Wilder King (1935–1943) * Joseph Rider Farrington (1943–1954) * Mary Elizabeth Pruett Farrington (1954–1957) * John Anthony Burns (1957–1959) ==Tourism == Hawaii's tourism industry began in 1882 when Matson Navigation Company, founded by William Matson, began sailing vessels between San Francisco and Hawaii carrying goods. His transports encouraged him to purchase passenger steamships that would carry tourists hoping to vacation in Hawaii from the United States mainland.Christine Skwiot, The purposes of paradise: US tourism and empire in Cuba and Hawai'i (University of Pennsylvania Press, 2011).James Mak, \"Creating 'Paradise of the Pacific': How Tourism Began in Hawaii\" (2015) online Matson's fleet included the SS Wilhelmina, rivaling the best passenger ships serving traditional Atlantic routes. With the boom in interest of Hawaiian vacations by America's wealthiest families in the late 1920s, Matson added the SS Mariposa, SS Monterey and SS Lurline (one of many Lurlines) to the fleet. Matson Navigation Company operated two resort hotels in Honolulu near royal grounds. The first (and for a time the only) hotel on Waikīkī was the Moana Hotel which opened in 1901. As the first hotel in Waikīkī, the Moana Hotel was nicknamed the \"First Lady of Waikīkī.\" The hotel gained international attention in 1920 when Edward, Prince of Wales and future King Edward VIII of the United Kingdom, stayed as a guest. In 1927, the luxurious Royal Hawaiian Hotel, informally called the \"Pink Palace of the Pacific,\" opened for business. It was the preferred Hawaii residence of President Franklin D. Roosevelt when he visited Hawaii during World War II. ==Military bases== With annexation, the United States saw Hawaii as its most strategic military asset. McKinley and his successor U.S. President Theodore Roosevelt expanded the military presence in Hawaii and established several key bases, some still in use today. By 1906, the entire island of Oahu was being fortified at the coastlines with the construction of a \"Ring of Steel,\" a series of gun batteries mounted on steel coastal walls. One of the few surviving batteries completed in 1911, Battery Randolph, is today the site of the U.S. Army Museum of Hawaii.Dan Cragg, Guide to military installations (U of Illinois Press, 2000).Bertrand M. Roehner, \"Relations Between US Military Forces and the Population of Hawaii\" Laboratoire de physique théorique et hautes énergies (2014). online List of Territorial Installations: * Camp McKinley (est. 1898) * Fort Kamehameha (est. 1907) * Pearl Harbor Naval Station (est. 1908) * Fort Shafter (est. 1907) * Fort Ruger (est. 1909) * Schofield Barracks (est. 1909) * Battery Closson (est. 1911) * Battery Dudley (est. 1911) * Battery Randolph (est. 1911) * Fort DeRussy (est. 1915) * Wheeler Army Airfield (est. 1922) ==Industrial boom and the \"Big Five\"== As a territory of the United States, sugarcane plantations gained a new infusion of investment. By getting rid of tariffs imposed on sugarcane sent to the continental United States, planters had more money to spend on equipment, land and labor. Increased capital resulted in increased production. Five kingdom-era corporations benefited from annexation, becoming multimillion-dollar conglomerations: Castle & Cooke, Alexander & Baldwin, C. Brewer & Co., American Factors (later Amfac), Theo H. Davies & Co. Together, the five companies dominated the Hawaiian economy as the \"Big Five.\" ==Pineapples and Hawaii== James Dole, also known as the Pineapple King, arrived in Hawaii in 1899. He purchased land in Wahiawa and established the first pineapple plantation in Hawaii. Confident that canned pineapples could become a popular food export, Dole built a cannery near his first plantation in 1901. Hawaiian Pineapple Company, later renamed Dole Food Company, was born. With his profits soaring, Dole expanded and built a larger cannery in Iwilei near Honolulu Harbor in 1907. The Iwilei location made his main operations more accessible to labor. The cannery at Iwilei was in operation until 1991. Dole found himself in the midst of an economic boom industry. In response to growing pineapple demand in 1922, Dole purchased the entire island of Lanai and transformed the Hawaiian tropical low shrublands into the largest pineapple plantation in the world. For a long stretch of time, Lanai would produce 75% of the world's pineapple and become immortalized as the \"Pineapple Island.\"Helena G. Allen, Sanford Ballard Dole: Hawaii's Only President, 1844-1926 (1988). By the 1930s, Hawaii became the pineapple capital of the world and pineapple production became its second largest industry. After World War II, there were a total of eight pineapple companies in Hawaii. Today pineapples are imported from Thailand and elsewhere; few are commercially grown in Hawaii.Duane P. Bartholomew, Richard A. Hawkins, and Johnny A. Lopez. \"Hawaii pineapple: the rise and fall of an industry.\" HortScience 47#10 (2012): 1390-1398. online ==Race relations== One of the most prominent challenges territorial Hawaii had to face was race relations. Intermarriage was tolerated and even sought after. Many native women married immigrant men and joined their community.Margaret A. Parkman and Jack Sawyer. \"Dimensions of ethnic intermarriage in Hawaii.\" American Sociological Review (1967): 593-607. in JSTOR By 1898, most of Hawaii's population was made up of plantation workers from China, Japan, the Philippines and Portugal. Their plantation experiences molded Hawaii to become a plantation culture. The Hawaiian Pidgin language was developed on the plantations so they all could understand each other. Buddhism and Shintoism grew to become large religions. Catholicism became Hawaii's largest Christian denomination.Lawrence H. Fuchs, Hawaii Pono: 'Hawaii the Excellent': An Ethnic and Political History (1961), pp 83. 110. ===Massie Trial=== Race relations in Hawaii took to the national spotlight on September 12, 1931 when Thalia Massie, a United States Navy officer's wife, got drunk and alleged that she was beaten and raped. That same night, the Honolulu Police Department stopped a car and detained five men, all plantation workers. Officers took the men to Massie's hospital bedroom where she identified them. Although evidence could not prove that the men were directly involved, national newspapers quickly ran stories about the brute locals on the prowl for white women in Hawaii. The jury in the initial trial failed to reach a verdict. One of the accused was afterwards severely beaten, while another, Joseph Kahahawai, was murdered. Police caught the Kahahawai killers: Massie's husband Thomas, mother Grace Fortescue, and two sailors. Famed criminal lawyer Clarence Darrow defended them. A jury of locals found them guilty and sentenced to hard labor for ten years. Outraged by the court's punishment, the territory's white leaders as well as 103 members of Congress signed a letter threatening to impose martial law over the territory. This pressured Governor Lawrence M. Judd to commute the sentences to an hour each in his executive chambers. Hawaii residents were shocked and all of America reconsidered what they thought of Hawaii's racial diversity. The term \"local\" (Hawaii's non-Caucasian population) was galvanized through the Massie trial ==Martial law== From 1941 to 1944, following the attack on Pearl Harbor and America's entry into World War II, Territorial Governors Joseph B. Pointdexter and Ingram M. Stainback stripped themselves of their administrative powers by declaring martial law.Robinson, Greg. Interview about his book, A Tragedy of Democracy: Japanese Confinement in North America. CUP. n.d. Retrieved March 9, 2012. With the territorial constitution suspended, the legislature and supreme court were also dissolved indefinitely. Military law was enforced on all residents of Hawaii. The formation of the military government was mostly done by Maj. Gen. Thomas H. Green of the U.S Army Judge Advocate General's Corps, who became Military Attorney General. General Walter Short appointed himself military governor December 7, 1941. He assumed control of Hawaii and governed from ʻIolani Palace, which was quickly barricaded and fitted with trenches. He was relieved December 17 and charged with dereliction of duty, accused of making poor preparations in case of attack before the attack on Pearl Harbor. Under martial law, every facet of Hawaiian life was under the control of the military governor. His government fingerprinted all residents over the age of six, imposed blackouts and curfews, rationed food and gasoline, censored the news and media, censored all mail, prohibited alcohol, assigned business hours, and administered traffic and special garbage collection. The military governor's laws were called General Orders. Violations meant punishment without appeal by military tribunals. Anthony, the shadow Attorney General of the period, provides different information. The \"aged and weak\" Poindexter (sic), an appointed Democrat, was variously misled into surrendering his powers. Anthony does not mention fingerprinting; corroborates gasoline rationing but not food (the latter unlike the mainland); and disproves a liquor ban by showing how the military gained handsome profits by liquor permits and fees. The military government instituted employment stasis by General Order No. 91 (no leaving an employer without a letter of good standing); and the banning of courts that required witnesses and juries. Traffic violations were said to have netted prison terms and the military courts evidenced bias against civilians. There ensued a turf battle between the federal Departments of War, Justice and Interior, in which the middle one played a mediating or flip-flopping role. Indeed, it appeared War if not the Pacific Command was operating autonomously. The Glockner and Seifert cases, actually two detained, naturalized Germans, tested the military's suspension of habeas corpus. In the second year of martial law, August 1943, U.S. District Judge Metzger subpoenaed General Richardson as to why these two were held without charges. The General, according to General Order No. 31, could have had the server arrested for bringing charges against a military person, but instead had the Marshal manhandled so as to evade summons. The prisoners were released outside of Hawaii, avoiding the implicated fall of military power. List of Military Governors: * Walter C. Short (1941) * Delos C. Emmons (1941–1943) * Robert C. Richardson Jr. (1943–1944) ==Democratic Revolution of 1954== The Democratic Revolution of 1954 was a nonviolent revolution consisting of general strikes, protests, and other acts of civil disobedience. The Revolution culminated in the territorial elections of 1954 where the reign of the Hawaii Republican Party in the legislature came to an abrupt end, as they were voted out of office to be replaced by members of the Democratic Party of Hawaii. ==Hawaii 7== During the years leading up to the ousting of the Republican Party, Cold War fears brewed and the U.S. was in the middle of the Second Red Scare. The FBI employed the Smith Act toward the ILWU and Communist Party of Hawaii, arresting those who would become known as the Hawaii 7 on August 28, 1951, in synchronized raids at 6:30 that morning. They were convicted in a two-year-long trial. The Hawaii 7 were eventually released in 1958. * Jack Hall * John Reinecke * Koji Ariyoshi * Jack Kimoto * Jim Freeman * Charles Fujimoto * Eileen Fujimoto ==Statehood== The first Congressional bill for Hawaii statehood was proposed in 1919 by Kuhio Kalanianaole,Congressional Quarterly Incorporated (1965); Congress and the Nation: 1945-1964, p. 411 and was based upon the argument that World War I had proved Hawaii’s loyalty.Tabrah, Ruth M. Hawaii: A History, pp. 135-136 It was ignored, and proposals for Hawaii statehood were forgotten during the 1920s because the archipelago’s rulers believed that sugar planters’ interests would be better served if Hawaii remained a territory.Ogawa, Dennis M. and Grant, Glen; Kodomo no tame ni = for the sake of the children: the Japanese American experience in Hawaii; p. 234 Following the Jones-Costigan Act, another statehood bill was introduced to the House in May 1935 by Samuel Wilder King but it did not come to be voted on, largely because FDR himself strongly opposed Hawaii statehood,Whitehead, John S.; Completing the Union: Alaska, Hawai‘i, and the Battle for Statehood, p. 30 while “Solid South” Democrats who could not accept non-white Congressmen controlled all the committees.Thomas, G. Scott; The Pursuit of the White House: A Handbook of Presidential Election Statistics and History, p. 396 Hawaii resurrected the campaign in 1940 by placing the statehood question on the ballot. Two-thirds of the electorate in the territory voted in favor of joining the Union. After World War II, the call for statehood was repeated with even larger support, even from some mainland states. The reasons for the support of statehood were clear: * Hawaii wanted the ability to elect its own governor * Hawaii wanted the ability to elect the president * Hawaii wanted an end to taxation without voting representation in Congress * Hawaii suffered the first blow of the war * Hawaii’s non-white ethnic populations, especially the Japanese, proved their loyalty by having served on the European frontlines * Hawaii consisted of 90% United States citizens, most born within the U.S. thumb|All islands voted at least 93 percent in favor of Admission acts. Ballot (inset) and referendum results for the Admission Act of 1959. A former officer of the Honolulu Police Department, John A. Burns, was elected Hawaii’s delegate to Congress in 1956. A Democrat, Burns won without the white vote but rather with the overwhelming support of Japanese and Filipinos in Hawaii. His election proved pivotal to the statehood movement. Upon arriving in Washington, D.C., Burns began making key political maneuvers by winning over allies among Congressional leaders and state governors. Burns’ most important accomplishment was convincing Senate Majority Leader Lyndon B. Johnson (D-Texas) that Hawaii was ready to become a state, despite the continuing opposition of such Deep Southerners as James EastlandBell, Roger; Last Among Equals: Hawaiian Statehood and American Politics; pp. 134, 256 and John Sparkman. In March 1959, both houses of Congress passed the Hawaii Admission Act and U.S. President Dwight D. Eisenhower signed it into law. On June 27, 1959, a plebiscite was held asking Hawaii residents to vote on accepting the statehood bill. The plebiscite passed overwhelmingly, with 94.3% voting in favor. On August 21, church bells throughout Honolulu were rung upon the proclamation that Hawaii was finally a US state. ==See also== * History of Hawaii * Historic regions of the United States * Territorial evolution of the United States ==References== ==Further reading== ===Surveys=== * Craig, Robert D. Historical dictionary of Honolulu and Hawaiʻi (Scarecrow Press, 1998). * * Fuchs, Lawrence H. Hawaii Pono: 'Hawaii the Excellent': An Ethnic and Political History.(1961). * Haley, James L. Captive Paradise: A History of Hawaii (St. Martin's Press, 2014). * Kuykendall, Ralph Simpson, and Arthur Grove Day. Hawaii: a history, from Polynesian kingdom to American state (Prentice Hall, 1961). * Wyndette, Olive. Islands of Destiny: A History of Hawaii (1968). ===Specialty studies=== * Allen, Helena G. Sanford Ballard Dole: Hawaii's Only President, 1844-1926 (1988). * Bartholomew, Duane P., Richard A. Hawkins, and Johnny A. Lopez. \"Hawaii pineapple: the rise and fall of an industry.\" HortScience 47#10 (2012): 1390-1398. online * Beechert, Edward D. Working in Hawaii: A Labor History (U of Hawaii Press, 1985) 401pp * Brown, DeSoto and Anne Ellett. Hawaii goes to war: life in Hawaii from Pearl Harbor to peace (1989). * Chapin, Helen. Shaping history: The role of newspapers in Hawai'i (University of Hawaii Press, 1996). * Forbes, David W. Encounters with paradise: views of Hawaii and its people, 1778-1941 (Honolulu Academy of Arts, 1992). * Hartwell, Alfred S. The Organization of a Territorial Government for Hawaii. The Yale Law Journal, vol. 9, no. 3, 1899, pp. 107–113. JSTOR * Hawkins, Richard A. \"James D. Dole and the 1932 Failure of the Hawaiian Pineapple Company,\" The Hawaiian Journal of History (2007) vol. 41, pp. 149–170. * Imai, Shiho. Creating the Nisei Market: Race & Citizenship in Hawai'i's Japanese American Consumer Culture (2010) * Jung, Moon-Kie. Reworking Race: the making of Hawaii's interracial labor movement (Columbia University Press, 2006). * MacLennan, Carol A. Sovereign Sugar, Industry and Environment in Hawaii (2014). * Melendy, Howard Brett, and Rhoda E.A. Hackler. Hawaii, America's Sugar Territory, 1898-1959 (Edwin Mellen Press, 1999). * Melendy, Howard Brett. Walter Francis Dillingham, 1875-1963: Hawaiian Entrepreneur and Statesman (Edwin Mellen Pr, 1996). * Melendy, H. Brett. \"The Controversial Appointment of Lucius Eugene Pinkham, Hawaii's First Democratic Governor,\" Hawaiian Journal of History (1983(, Vol. 17, pp 185–208. * Parkman, Margaret A., and Jack Sawyer. \"Dimensions of ethnic intermarriage in Hawaii.\" American Sociological Review (1967): 593-607. JSTOR * Poblete, JoAnne. Islanders in the Empire: Filipino and Puerto Rican Laborers in Hawai‘i (University of Illinois Press, 2014). * Rohrer, Judy. Haoles in Hawai'i\" (2010) 124pp; scholarly survey * Sumida, Stephen H. And the View from the Shore: Literary Traditions of Hawai'i (University of Washington Press, 2015). * Williams Jr., Ronald. \"Race, Power, and the Dilemma of Democracy: Hawaii's First Territorial Legislature, 1901.\" Hawaiian Journal of History (2015) 49#1 pp 1–45. * Whitehead, John S. Completing the Union: Alaska, Hawai`i, and the Battle for Statehood (2004). ===Primary sources=== * Thomas H. Green, The Papers of Major General Thomas H. Green, Judge Advocate General's Corps, U.S. Army, University Publications of America, 2001 ==External links== * Hawaii Army Museum Society * Morgan Report * Congressional Debates On Hawaiian Organic Act ... Matters Concerning the Hawaiian Islands in the 56th Congress, First Session, December 4, 1899 – June 7, 1900. Photostatic Reproductions from the Congressional Record, Vol. 33, Parts 1–8. Category:Pre-statehood history of Hawaii Hawaii Hawaii Category:Former colonies in Oceania Hawaii, Territory Category:1890s in Hawaii Category:20th century in Hawaii Category:History of United States expansionism Category:States and territories established in 1898 Category:States and territories disestablished in 1959 Category:1898 establishments in Hawaii Category:1959 disestablishments in Hawaii",
 "title": "Territory of Hawaii"
}