{
 "id": "672362",
 "text": "Madan Lal Khurana (15 October 1936 – 27 October 2018) was an Indian politician and former Chief Minister of Delhi from 1993 to 1996. He also served as Governor of Rajasthan in 2004. He was the Union Minister of Parliamentary affairs and Tourism in the Atal Bihari Vajpayee government. He was a member of Rashtriya Swayansevak Sangh and Bharatiya Janata Party. ==Early life== Khurana was born on 15 October 1936 in Lyallpur, Punjab Province (British India) (now called Faisalabad in Punjab, Pakistan) to S. D. Khurana and Laxmi Devi. Khurana was barely 12 when the family was forced to migrate to Delhi by India's partition and began to piece its life together again at a refugee colony Kirti Nagar in New Delhi. He took his bachelor's degree from Kirori Mal College under Delhi University.http://www1.timesofindia.indiatimes.com/articleshow/496455.cms ==Political career== ===As a student=== Khurana had his training in politics at Allahabad University, where he was doing his post-graduation in economics. He was general secretary of the Allahabad Students Union in 1959 and became general secretary of the Akhil Bharatiya Vidyarthi Parishad in 1960. ===Jan Sangh=== As a youth, Khurana became a teacher with Vijay Kumar Malhotra, at PGDAV (evening) College before deciding to enter politics. Madan Lal Khurana, Vijay Kumar Malhotra, Kedar Nath Sahani and Kanwar Lal Gupta founded the Delhi chapter of the Jan Sangh, which in 1980 transformed into BJP. Khurana was the Jan Sangh's general secretary from 1965 to 1967. He dominated first Municipal Corporation politics and then the Metropolitan Council where he was the Chief Whip, Executive Councillor and Leader of the Opposition by turns. ===Rise in BJP=== BJP suffered badly in 1984 general elections, held after the death of Indira Gandhi. Khurana is credited with reviving the party in India's capital, New Delhi. He worked tirelessly, which earned him the title of 'Dilli Ka Sher' (Lion of Delhi). He was the Chief Minister of Delhi from 1993 until he resigned in 1996. The party declined to reinstate him and preferred staying with Sahib Singh Verma. He along with Kedar Nath Sahani and Vijay Kumar Malhotra kept the party afloat in New Delhi for more than four decades spanning from 1960 to 2000. The peak of his career saw him serve as the Union Minister of Parliamentary Affairs and Tourism in the Vajpayee government, before resigning in January 1999, owing to a fallout with the senior leadership of the party following a series of attacks on Christians that were blamed on Hindu groups. He also served as the Governor of Rajasthan from 14 January 2004 to 28 October 2004, when he resigned to return to politics in Delhi after about half a dozen MLAs from Delhi went up to him in Jaipur Raj Bhawan requesting that he return to active politics. On 20 August 2005, Khurana was removed from the BJP for indiscipline for publicly criticising BJP president Lal Krishna Advani and expressing inability and discomfort at serving with him. On 12 September 2005, he was taken back to the party and given back his responsibilities after he apologised about his remarks about the party's leadership. On 19 March 2006, he was again expelled from the primary membership of the BJP for his anti-party statements. Khurana spoke against the party leadership when he announced that he would attend expelled Saffron Party leader Uma Bharti's rally in Delhi. Khurana left the BJP, accusing it of not helping solve his cause as committed to giving weight to his mission of developing Delhi. ==Criticism== In 1991, an arrest linked to militants in Kashmir led to a raid on hawala brokers, revealing evidence of large-scale payments to national politicians. Those accused included L. K. Advani, V. C. Shukla, P. Shiv Shankar, Sharad Yadav, Balram Jakhar, and Madan Lal Khurana. The prosecution that followed was partly prompted by a public interest petition (see Vineet Narain), and yet the court cases of the Hawala scandal eventually all collapsed without convictions. Many were acquitted in 1997 and 1998, partly because the hawala records (including diaries) were judged in court to be inadequate as the main evidence. The Central Bureau of Investigation's role was criticised. In concluding the Vineet Narain case, the Supreme Court of India directed that the Central Vigilance Commission should be given a supervisory role over the CBI. ==Personal life== Khurana was married to Raj Khurana. Together they had four children. One of his sons, Vimal, died in August 2018. Two months later, at 11 p.m. (IST) on 27 October 2018, Khurana died at his residence in Kirti Nagar, New Delhi, aged 82. He had suffered from a brain hemorrhage five years prior to his death and had been ailing since then. == See also == * Khurana cabinet ==References== |- |- |- ==External links== *Official biographical sketch in Parliament of India website Category:1936 births Category:2018 deaths Category:Government of Delhi Category:Kirori Mal College alumni Category:University of Allahabad alumni Category:Chief ministers from Bharatiya Janata Party Category:Governors of Rajasthan Category:Chief Ministers of Delhi Category:9th Lok Sabha members Category:10th Lok Sabha members Category:12th Lok Sabha members Category:13th Lok Sabha members Category:Delhi University alumni Category:Members of the Delhi Legislative Assembly Category:Lok Sabha members from Delhi Category:People from South Delhi district Category:Punjabi people Category:Bharatiya Janata Party politicians from Delhi",
 "title": "Madan Lal Khurana"
}