{
 "id": "672533",
 "text": "thumb|right|\"Teddy\", mascot of the BayBears The Mobile BayBears were a Minor League Baseball team based in Mobile, Alabama, United States. The team, which played in the Southern League, served as the Double-A affiliate of the San Diego Padres (1997–2006), Arizona Diamondbacks (2007–2016), and Los Angeles Angels (2017–2019). The BayBears played in Hank Aaron Stadium, which opened in 1997 and is named after baseball's former all-time home run king and Mobile native Hank Aaron. In 2020, the BayBears relocated to Madison, Alabama, where they are now called the Rocket City Trash Pandas. ==History== The BayBears franchise originated in 1976 in Charlotte, North Carolina, first as the Charlotte Orioles and then as the first incarnation of the Charlotte Knights. When Charlotte moved up to become a Triple-A franchise in 1993, the team found a temporary home in Nashville, Tennessee, as the Nashville Xpress from 1993 to 1994. It existed as the Port City Roosters in Wilmington, North Carolina, from 1995 to 1996. The franchise landed in Mobile in 1997. The team's name was announced in July 1996, having been selected in a name-the-team contest. Mobile mayor Mike Dow announced the name at that year's Mobile Fourth of July fireworks display. In September 1996, the BayBears signed an affiliation agreement with the San Diego Padres. In November 2017, BayBears owners Michael Savit and HWS Group, closed on the sale of the team to BallCorps LLC. The team will continue to play in Mobile through the 2019 season, but will relocate to Madison, Alabama, in 2020, where they will play in a newly-built ballpark. Upon relocation, the team will be called the Rocket City Trash Pandas. The name is a reference to both the area's association with the space industry and the determination and ingenuity of raccoons. The BayBears played their final game on September 2, 2019. They were defeated by the Tennessee Smokies, 5–4, before a crowd of 1,554 people. ==BayBears Hall of Fame== *Dusty Allen *Ben Davis *Buddy Carlyle *Matt Clement *Kevin Nicholson *Brian Tollberg *Wiki González *Jake Peavy ==Other notable alumni== *Emilio Bonifacio *Craig Breslow *Max Scherzer *Justin Upton *Paul Goldschmidt *Mark Reynolds *Trevor Bauer *Tyler Skaggs ==References== ==External links== * * BR Bullpen: Mobile BayBears Category:Baseball teams established in 1997 Category:Baseball teams disestablished in 2019 Category:Defunct Southern League (1964–present) teams Category:Professional baseball teams in Alabama Category:Sports in Mobile, Alabama Category:Arizona Diamondbacks minor league affiliates Category:San Diego Padres minor league affiliates Category:Los Angeles Angels minor league affiliates Category:1997 establishments in Alabama Category:2019 disestablishments in Alabama Category:Defunct baseball teams in Alabama",
 "title": "Mobile BayBears"
}