{
 "id": "672793",
 "text": "St Germans ()Place-names in the Standard Written Form (SWF) : List of place- names agreed by the MAGA Signage Panel. Cornish Language Partnership. is a village and civil parish in east Cornwall, England. It stands on the River Tiddy, just upstream of where that river joins the River Lynher; the water way from St Germans to the Hamoaze is also known as St Germans River. It takes its name from the St. German's Priory, generally associated with St Germanus, although the church may have been associated initially with a local saint, who was gradually replaced by the 14th century.W. M. M. Picken This magnificent and ancient Norman church is adjacent to the Port Eliot estate of the present Earl of St Germans. The other villages in the historic parish were Tideford, Hessenford, Narkurs, Polbathic, and Bethany, but new ecclesiastical parishes were established in 1834 (St Anne's Church, Hessenford) and 1852 (Tideford). In 1997 part of the St Germans parish was made into Deviock parish. The area of the civil parish is , and it has a population of 1,427,Office for National Statistics Census 2001: Parish Headcounts: Caradon Retrieved 30 January 2010 increasing to 1,453 at the 2011 census. An electoral ward with the name St Germans also exists. The population at the 2011 census was 4,301. ==Parliamentary borough== The village was one of the rotten boroughs, electing two members to the unreformed House of Commons until the Reform Act 1832. As in many of the Cornish rotten boroughs, the franchise in St Germans was restricted to a tiny number of \"freemen\", rather than to all residents, but even they were not numerous—by the time of the Reform Bill, the male population of the borough was only 247. However, the previous census had shown that the whole parish (of which the borough made up only a fraction) had a population of 2,404, and the initial proposal was that St Germans should lose only one of its two MPs; but the Whig government subsequently decided that the availability of sufficient population in a surrounding parish should not save a borough from disfranchisement unless a substantial part of that population was already within the borough boundaries, amending the bill's schedules so as to extinguish both of the St Germans MPs. The Tory opposition attacked the decision as politically motivated (St Germans was a Tory borough), and the vote in the Commons was one of the narrowest in the entire Reform Bill debates. The seal of the borough of St Germans was St German seated on a throne, with the legend \"S. Prepositure Sci Germani in laya\". ==Antiquities== thumb|St Germans war memorial There is a Cornish cross at Carracawn.Langdon, A. G. (1896) Old Cornish Crosses. Truro: Joseph Pollard; p. 201 ==Church history== ===See of St Germans=== St Germans was originally the seat of the Bishop of Cornwall before the see was combined with that of Crediton in 1042. Today the Bishop of Truro's assistant (suffragan) bishop is known as the Bishop of St Germans in acknowledgement of this, although he has no specific links with the village. The first of these bishops was appointed in 1905. Under its Latin name of , the see is included in the Catholic Church's list of titular sees. The adjectival form of the name of the see is , meaning \"Cornish\" or \"of Cornwall\".Annuario Pontificio 2013 (Libreria Editrice Vaticana, 2013, ), p. 963 ===St Germans Priory Church=== ===John of Cornwall=== John of Cornwall, in Latin , was a Christian scholar and teacher, who was living in Paris about 1176. Little is known of his life. From his names, it is surmised that he was a native of St Germans. ==Almshouses== Sir William Moyle's Almshouses, also known as the Galleries, date from 1583. They are unusual in that they consisted of six one-room apartments on the ground floor and a further six on the first floor. The upper rooms open onto a gallery along the front of the range, which is reached by stairs at either end. The almshouses were converted into four separate dwellings in the 20th century; it is a Grade II* listed building. ==Fishing quay, railway station and viaduct== It was originally a busy fishing village in the 19th century. The St Germans Quay was busy in the last century with cargoes of timber, coal and limestone. Until the last war the trade in roadstone continued. Now St Germans Quay is home to the village sailing club: the Quay Sailing Club (QSC). The sailing club is now well established and plays a part in the life of the village. St Germans railway station was opened on 4 May 1859 at the west end of St Germans viaduct, 106 feet above the quay. It is notable for having the best-preserved Cornwall Railway station buildings. ==May Fair== There are references in St Germans to a fair in 1284, as well as a second fair on Lammas Day. A rental of Landrake Manor made in 1652 says 'there was a Fayre keept yeerely within the Towne of St Germans upon the Last Tursday in Maye' but notes that the fair has decayed and ended under Cromwell's government. However the fair was revived shortly after the Restoration, possibly due to the similarly timed Oak Apple Day to celebrate the Restoration, and there are multiple references to it from then on. Indeed, it is listed annually in local newspapers until the late 1950s, with the date of the fair held on the nearest possible day to 28 May. Robert Hunt in Popular Romances of the West of England describes a two-day festival, that took place on the 28th and 29 May. On 28 May, a 'mock mayor' was chosen 'with many formalities, remarkable only for their rude and rough nature', and cattle were brought into the village for the fair. On the 29th the mock mayor, who had been 'supping too freely of the fair ale', was pulled around on a cart to claim his pretend jurisdiction. On this day, anyone entering the village without the leaf or branch of an oak leaf in his hat was thrown in the trough of water fed by a stream on Nut Tree Hill. On 27 May 2012, the fair was revived. A new \"mock mayor\" was elected, and a symbolic May tree was paraded through the village. This is a wooden, decorated garland that is symbolic of a walnut nut tree that once stood on the green at the top of present-day Old Quay lane. It was felled between 1865 and 1870, and it was rumoured the wood was used to build cabinets in Port Eliot. Recently a small walnut wood cabinet was re-discovered in church storage and shown to the community during the 2018 May Tree Fair. == Cricket == In the late 19th Century the Earl of St Germans had a cricket ground purposely built about a mile West of St Germans along the B3249. The sloping land was excavated and tree trunks were laid as a base before being covered with top soil to give a flat playing surfaces thus making it one of the first purpose built cricket grounds in the county. St Germans Cricket Club played on the ground until folding in the early 1970s. From 1975 the ground has been the home ground of Tideford Cricket Club who re-located from a site they had been using near Trerulefoot. The views from the ground stretch out to the East as far as Maker Church (7 miles away) and several miles to the South across the valley to the Plymouth – Penzance railway line. To the North the ground is bordered by woods. Whilst the ground is very picturesque the facilities are basic with no mains electricity available (quoted £15K for installation in the 1990s). Tideford Cricket Club runs 2 adult teams (Cornwall Cricket League) and several junior age group teams (West Devon Youth League). == Twinning == St Germans is twinned with Plouguerneau () in Brittany, France. ==Notable people== *Robert Scawen, English politician who sat in the House of Commons at various times between 1640 and 1670. He supported the Parliamentary cause in the English Civil War. *William Scawen, politician and key figure in Cornish-language preservation. *Sir John Eliot, key Parliamentarian figure in the build-up to the Personal Rule of Charles I. Died in the Tower of London. Of the local Eliot family. *Henry Furneaux, British classical scholar. == References == ==External links== * * Cornwall Record Office Online Catalogue for St Germans * St Germans parish website * St Germans Parish Council website * GENUKI article on St Germans Category:Villages in Cornwall Category:Civil parishes in Cornwall Sanctus Germanus",
 "title": "St Germans, Cornwall"
}