{
 "id": "672800",
 "text": "250px|thumb|Koss Porta Pro headphones 250px|thumb|Koss Pro/4AA headphones Koss Corporation is an American company that designs and manufactures headphones. Headquartered in Milwaukee, Wisconsin, since 1958, the company invented the first high fidelity stereophones. Koss continues to design and manufacture headphones and audio accessories. == History == John C. Koss founded the J.C. Koss Hospital Television Rental Company in 1953. After a short time Koss was looking for new ideas, and partnered with Martin Lange to eventually develop a stereo headphone. Based in Milwaukee, Wisconsin, United States, in 1991 Koss Audio & Video Electronics started producing and selling consumer electronics products as a separate company in Hazelwood, Missouri, United States. The Koss family owns more than 75% of the firm. Having only a high school education, John C. Koss worked with Lange, an engineer, to develop the headphone that launched the company almost by accident, as they came upon the headphone idea as a result of an attempt to market a portable phonograph. What made this product unique was the privacy switch feature, which gave listeners the opportunity to listen to the first Koss SP/3 Stereophones. Initially, the product's purpose was to demonstrate to consumers the high-fidelity stereo sound of the portable phonograph. Prior to this time, headphones had only been used for communications purposes. In 1958, the design was debuted at a hi-fi trade show in Milwaukee, and audiences were approving of the design. Soon after the trade show, Koss went into business manufacturing and marketing stereophones from his basement apartment. The technology was imitated by competing manufacturers, which set the design and aesthetics of headphones for years to come. In the early 1970s, Koss worked out of two nearby locations. One was Koss TV-Rental, which also did electronics and musical instrument repairs. The second was the main facility two blocks to the east. At this time, Koss pioneered the high-end \"electro-static\" \"ES series\" headphone market. These headphones set the standard for wide-range frequency response. Being very durable, they required service for wear and tear on cords and ear pads. These repair efforts were supported by K&M; Electronics (Klenworth & Midwest based in Minneapolis), working out of the TV Rental location, and were mainly of headphones that came in by the case from customer locations. Koss headphones were easy and cost-effective to repair. At this site, a separate garage was set up to support the musical instrument and electronics repair business. The TV rental and repair site was managed by John's brother Pete Koss. Eventually, Koss dominated the headphone market, competing mainly with Telex. Koss was considered a higher quality unit at the time, offering a wide line of models. In the late 1970s, to accommodate rapid growth, Koss moved to its present location on the north side of Milwaukee. in the 1980s, Koss tried to diversify into related areas of electronics. Koss was, however, unsuccessful, and, in 1984, filed for bankruptcy protection after a net loss that year of US$6 million (equivalent to $ million in ). Koss emerged from Chapter 11 bankruptcy proceedings in 1985. In 1991, Michael J. Koss, son of founder John C. Koss, took over as president and chief executive officer. In December 2009, former vice president of finance Sujata \"Sue\" Sachdeva was charged in federal court with wire fraud after the firm discovered her embezzlement of US$34 million (equivalent to $ million in ). Sachdeva was sentenced to 11 years in federal prison. She was released in 2017 after serving six years. Koss was forced to restate five years of financials. It was able to recoup over US$12 million from its former auditor, from Sachdeva's credit card company, and from auctioning Sachdeva's stolen merchandise. During the 2021 Gamestop Short Squeeze, the executives and directors of Koss earned US$40 million by selling company stock. This was more than the value of the Koss Corporation at the end of 2020. == Products == {| class=\"wikitable\" !Product !Description !Year Released |- |SP/3 |The World's First Koss Stereophone |1958 |- |Pro4 Stereophones |Elected #1 by Consumer Union Magazine in 1963 |1962 |- |Beatlephone |Beatles Tribute Stereophone |1966 |- |ESP/6 |The first self-energizing electrostatic stereophone |1968 |- |Pro4AA |Featured a speaker system specially designed for dynamic stereophones |1970 |- |HV1A |The first dynamic stereophone to deliver all 10 audible octaves |1974 |- |Porta Pro Release |Portable \"high-end supra-aural stereophone model\" |1984 |- |JCK/300 Kordless Stereophone System |Cordless stereophone system with infrared technology |1989 |- |QZ1000 |Quiet zone noise reduction stereophone |1993 |- |KSC35 |Earclip stereophone |1995 |- |The Plug |Plug in- ear headphone |1999 |- |QZ/5 |Provides isolation from all types of outside noise, high and mid frequency. |2000 |- |UR/20 |Incorporated a neodymium, rare earth magnet and 16 micron mylar diaphragm for deep bass and treble clarity |2000 |- |CC_01 |Earphones with adjustable, in-ear fit. |2009 |- |KDE250 |Adjustable ear clip headphones |2009 |- |FitClips |Ear clip activewear headphones designed for women |2010 |- |Striva |World's first Wi-Fi headphones |2012 |- |BT540i |Wireless headphones with bluetooth hardware and software integrated with aptX codec technology |2014 |- |SP Series: SP540 and SP330 |Designed specifically for personal listening |2014 |- |Pro4S |Studio Headphone for professionals who use headphones everyday to create music |2014 |- |UR23i |Headphones with unique D-Profile design, In-line one touch microphone and flat cord resist tangles |2015 |- |KPH14 |Side-firing headphones designed specifically for active lifestyles |2015 |- |KEB25i |Headphones with a dynamic element positioned just outside the ear connects to a tubular port structure that inserts into an expandable cushion. |2015 |} In addition to selling headphones under their own brand, Koss headphones were also rebranded as RadioShack headphones under license and sold in RadioShack stores. Some of their more popular products are the Koss Plug and Koss Spark Plug which are noise isolation earphones. Their ability to be adapted to take the high-end Etymotic ear tip (known as the Koss Hybrid), and the popular Koss Porta Pro has contributed to their success. Their budget-priced headphones (the KSC series in particular) are widely regarded as some of the best low-end headphones on the market.Koss KSC 75 @ HeadRoom - Right Between Your Ears Since 1989, all headphones manufactured in North America by KOSS come with a limited lifetime warranty, which covers normal use by the initial user or purchaser.Koss Headphones Limited Lifetime Warranty. == Notes == == References == * Bednarek, David I., 'Koss Corp. May Be Suffering from Wall Street's Low Interest,' Milwaukee Journal, September 1, 1991. ==External links== * Category:Manufacturing companies based in Milwaukee Category:Audio equipment manufacturers of the United States Category:Headphones manufacturers Category:Electronics companies established in 1953 Category:Companies listed on the Nasdaq Category:1953 establishments in Wisconsin Category:American brands",
 "title": "Koss Corporation"
}