{
 "id": "673083",
 "text": "The Strategic Defence Review (SDR) was a British policy document produced in July 1998 by the Labour Government that had gained power a year previously. Then Secretary of State for Defence, George Robertson, set out the initial defence policy of the new government, with a series of key decisions designed to enhance the United Kingdom's armed forces. Two of the largest defence procurement projects were excluded from the 1998 SDR, the Trident submarines and the Eurofighter. However the Trident system was essential to maintaining a credible nuclear deterrent, a policy adopted by Labour, and was already nearing completion. Likewise the Eurofighter was nearing production and withdrawal would lead to loss of considerable investment and severe penalties from the partner nations. Its overall strategic conclusions were that the British Armed Forces should be able to respond to a major international crisis which might require a military effort and combat operations of a similar scale and duration to Operation Granby during the Gulf War. It also should be able to undertake a more extended overseas deployment on a lesser scale (as in Bosnia) while retaining the ability to mount a second substantial deployment - which might involve a combat brigade and appropriate naval and air forces - if this were made necessary by a second crisis (as in Operation Veritas in Afghanistan). It would not, however, expect both deployments to involve warfighting or to maintain them simultaneously for longer than six months. The Armed Forces must also retain the ability, at much longer notice, to rebuild a bigger (pre-Options for Change) force as part of NATO's collective defence should a major strategic threat re-emerge. The next wholesale review of the British Armed Forces was the Strategic Defence and Security Review of 2010. == Summary == ; Harrier Force : Royal Navy's Fleet Air Arm to merge their Sea Harrier force with the RAF's Harrier GR7s to form \"Joint Force Harrier.\" This joint force was to operate from Royal Navy s or air bases as required. With the retirement of the Sea Harrier from 2004 to 2006 the Joint Force Harrier operated the Harrier GR7 and the upgraded GR9 until scrapped as a result of the 2010 defence policy review. The type has subsequently been replaced by the 'Lightning II' Joint Combat Aircraft. ; Aircraft carriers : The current three Invincible-class aircraft carriers were to be replaced by two new larger and more flexible aircraft carriers. These ships, the (known at the time of the review as CVF) entered service in 2017 and 2019. ; Mobility : To increase strategic transport six s were ordered, and four C-17 Globemasters were leased. The SDR also reaffirmed the need for a permanent strategic transport force and the Airbus A400M was selected in 2000. Since that time, with operational tempo increasing the seven year C-17 lease has been extended and the RAF purchased them outright at the end of the lease (together with the acquisition of additional C-17s, bringing the total force to eight aircraft) to operate them alongside the A400M and C130 fleet. ; Royal Navy fleet : The surface fleet force was reduced from 35 to 32 frigates and destroyers with the withdrawal of Batch 2 Type 22 frigates, 25 to 22 minehunters and the SSN attack submarine force was reduced from 12 to 10. The potency of the SSN force was increased by the decision to make all capable of firing the Tomahawk land attack missile (TLAM.) The SDR confirmed the purchase an initial batch of three submarines. ; Nuclear deterrent : The maximum capacity of the Trident missile system will not be exploited. Approximately 200 warheads will be maintained, reduced from 300. Further the last batch of missile bodies will not be procured, with a total of 58 missiles. The patrols of the Vanguard- class submarines will be limited to one vessel carrying a reduced warhead load of 48 (reduced from 96.) The SDR recommended acceleration of the retirement of the WE.177 tactical nuclear weapons. ; Army : The British Army was reorganised, with the establishment of two deployable divisions in the UK and Germany; 1st (UK) Armoured Division and 3rd (UK) Mechanised Division. Another important move was the establishment of the spearhead 16th Air Assault Brigade which includes the Army's WAH-64 Apache attack helicopter force. This gave an overall deployable force structure of three armoured brigades, three mechanised brigades, and one airmobile brigade. A Joint Rapid Reaction Force was also established to provide the capability to deploy a brigade-sized force at short notice. The Army's size in Germany was to be reduced but numbers increased by 3,300 overall. The eight armoured regiments of the Royal Armoured Corps were to be reduced to six larger ones, fielding 58 rather than 38 Challenger 2 tanks each. ; Territorial Army : The TA was to be modernised and enhanced to make it more readily deployable and usable, primarily through greater integration with the regular Army. Total numbers were to be cut from 56,000 to 42,000. ; Ground Based Air Defence : Ground-Based Air Defence would no longer be separated under the Army and the RAF, but consolidated under a single Joint Ground-Based Air Defence Command. ; Support helicopters : All of the services battlefield support helicopters (around 400) were combined to form the Joint Helicopter Command. ;RAF fast jet force : The number of frontline aircraft was reduced by 36 (two squadrons) but the MoD reaffirmed their commitment to the Eurofighter. The SDR identified the need for a replacement for the Tornado GR4 (subsequently replaced by the F-35B) and initiated studies under the Future Offensive Air System project. The purchase of Meteor, Brimstone and Storm Shadow missiles was confirmed. ; NBC defence : An integrated British Army and RAF force, comprising both regular and reservist elements would be formed to specialise in NBC defensive capabilities. This resulted in the formation of the Joint NBC Regiment in 1999. ==SDR New Chapter== Following the September 11th attacks on New York and Washington the Secretary of State for Defence, Geoff Hoon announced that work would be undertaken on a New Chapter to the Strategic Defence Review. This reviewed again the UK's defence posture and plans to ensure that the country possessed the right capabilities and the right forces to meet the additional challenges faced after 9/11. The review concluded; :\"We need to look further into how we should allocate the investment which is needed, including, for example, to intelligence gathering, network-centric capability (including enhanced strike and Special Forces capabilities and unmanned aerial vehicles), improved mobility and fire power for more rapidly deployable lighter forces, temporary deployed accommodation for troops, and night operations. The significant additional resources made available to Defence in Spending Review 2002 will enable us to take this forward with the urgency that the 11 September demands.\" ==See also== * Strategic Defence and Security Review 2010 * Options for Change (1990 restructuring) * Front Line First (1994) * Delivering Security in a Changing World (2003 restructuring) * Military of the United Kingdom ==References== ==External links== * 1998 Strategic Defence Review:Full report Category:1998 documents Category:History of the Labour Party (UK) Category:Defence white papers Category:British defence policymaking Category:1998 in British politics Category:United Kingdom defence procurement Category:Trident (UK nuclear programme) Category:1998 in military history Category:20th-century military history of the United Kingdom",
 "title": "Strategic Defence Review"
}