{
 "id": "673208",
 "text": "thumb|170px|Chief Mkwawa Chief Mkwavinyika Munyigumba Mwamuyinga (1855 – 19 July 1898), more commonly known as Chief Mkwawa or Sultan Mkwawa, was a Hehe tribal leader in German East Africa in Kalenga, Iringa region (now mostly the mainland part of Tanzania) who opposed the German colonization. The name \"Mkwawa\" is derived from Mukwava, itself a shortened form of Mukwavinyika, meaning \"conqueror of many lands\". While young child he was named Ndesalasi, meaning \"Troublemaker\". As an adult later named Mtwa Mkwava Mkwavinyika Mahinya Yilimwiganga Mkali Kuvagosi Kuvadala Tage Matenengo Manwiwage Seguniwagula Gumganga, meaning: \"A leader who takes control of the forests, who is aggressive to men and polite to women, who is unpredictable and unbeatable, and who has the power that it is only death who can take him away.\" ==Life== Mkwawa was born in Luhota and was the son of Sultan Munyigumba, who died in 1879 leaving him \"Chief\" of the tribe. (He was actually a Sultan: a Muslim leader.) In July 1891, the German commissioner, Emil von Zelewski, led a battalion of soldiers (320 askaris with officers and porters) to suppress the Hehe. On 17 August, they were attacked by Mkwawa's 3,000-strong army at Lugalo, who, despite only being equipped with spears and a few guns, quickly overpowered the German force and killed Zelewski. On 28 October 1894, the Germans, under the new commissioner Colonel Freiherr , attacked Mkwawa's fortress at Kalenga. Although they took the fort, Mkwawa managed to escape. Subsequently, Mkwawa conducted a campaign of guerrilla warfare, harassing the Germans until 1898 when, on 19 July, he was surrounded and shot himself to avoid capture.Iliffe, John (1979). A Modern History of Tanganyika. Cambridge, p. 115 Mkwawa shot himself at the site of the Mlambalasi Rock Shelter. It is believed that Mkwawa had previously used the Mlambalasi Rock Shelter as hideout. Mkwawa's body was buried a few meters away from the rockshelter. == Disposition of his skull == thumb|170px right|thumb|170px|Skull on display at the Mkwawa Memorial Museum After his death, German soldiers removed Mkwawa's head. The skull was sent to Berlin and probably ended up in the Übersee-Museum Bremen. In 1918 the then British Administrator of German East Africa Horace Byatt proposed to his government that it should demand a return of the skull to Tanganyika in order to reward the Wahehe for their cooperation with the British during the war and in order to have a symbol assuring the locals of the definitive end of German power. The skull's return was stipulated in the 1919 Treaty of Versailles: The Germans disputed the removal of the said skull from East Africa and the British government took the position that the whereabouts could not be traced. However, after World War II the Governor of Tanganyika, Sir Edward Twining, took up the issue again. After enquiries he was directed to the Bremen Museum which he visited himself in 1953. The Museum had a collection of 2000 skulls, 84 of which originated from the former German East Africa. He short-listed the ones which showed measurements similar to surviving relatives of Chief Mkwawa; from this selection he picked the only skull with a bullet-hole as the skull of chief Mkwawa. The skull was finally returned on 9 July 1954, and now resides at the Mkwawa Memorial Museum in Kalenga, near the town of Iringa. ==See also== * Maji Maji Rebellion ==Notes== ==References== ==Further reading== *Martin Baer, Olaf Schröter: Eine Kopfjagd. Deutsche in Ostafrika. Berlin 2001. *Doebold, Holger: Schutztruppe Deutsch-Ostafrika. *Nigmann, Ernst: Die Wahehe: Ihre Geschichte, Kult-, Rechts-, Kriegs- u. Jagd-Gebräuche. Berlin: Mittler 1908. *Nigmann, Ernst: Geschichte der Kaiserlichen Schutztruppe für Deutsch-Ostafrika. Berlin: Mittler 1911. *Patera, Herbert: Der weiße Herr Ohnefurcht: das Leben des Schutztruppenhaupmanns Tom von Prince. Berlin 1939. *Prince, Tom von: Gegen Araber und Wahehe: Erinnerungen aus meiner ostafrikanischen Leutnantszeit 1890-1895. Berlin 1914. *Redmayne, Alison Hope: The Wahehe people of Tanganyika. Oxford 1965. *Redmayne, Alison: The Hehe. Tanzania Before 1900. *Small wars & insurgencies. London: Taylor & Francis, ISSN 1743-9558, Online-Resource. ==External links== * \"The colonial wars of imperial Germany\" Category:1855 births Category:1898 deaths Category:African resistance to colonialism Category:Tanzanian chiefs Category:Colonial people of German East Africa Category:Rebellions in Africa Category:Suicides by firearm in Tanzania Category:African warriors Category:1890s suicides",
 "title": "Chief Mkwawa"
}