{
 "id": "67345",
 "text": "300px|thumb|Nations with which Argentina has diplomatic relations. This article deals with the diplomatic affairs, foreign policy and international relations of Argentina. At the political level, these matters are handled by the Ministry of Foreign Affairs, also known as the Cancillería, which answers to the President. The current Minister of Foreign Affairs, since September 2021, is Chancellor (es: Canciller) Santiago Cafiero. == History == === From isolation to nationhood === Owing to its geographical remoteness, local authorities in what is today Argentina developed an early sense of autonomy. Based largely on economic needs, during colonial times their pragmatism led to a flourishing unofficial market in smuggled goods, out of the then-small port of Buenos Aires, in blatant contravention of the Spanish mercantilist laws. With the Enlightened despotism of the late-eighteenth-century Bourbon kings and the creation of the Viceroyalty of the Río de la Plata in 1776, trade increased as the political importance of the port-city of Buenos Aires soared. The urgency for a complete liberalization of commerce remained a powerful political cause for Criollos and Mestizos, further stimulated by the politically egalitarian and revolutionary ideals spread by the French and Anglo-American revolutions. Ultimately, the actual experience of successfully defending without Spanish aid the viceroyalty from a foreign invader during the 1806–1807 British invasions of the Río de la Plata, triggered a decisive quest for even greater autonomy from the colonial metropolis. Between 1808 and 1810, the Napoleonic French Empire openly invaded Spain, after deposing King Ferdinand VII and taking him prisoner. A Spanish resistance formed an emergency government, the Supreme Central and Governing Junta of the Kingdom in order to govern themselves and the Spanish Empire in the absence of Ferdinand VII. But, when the Supreme Central Junta dissolved itself on 29 January 1810, under extreme pressure from Napoleonic forces, most of the main cities of Spanish America refused to acknowledge its successor, a Regency Council, as the legitimate depositary of sovereignty. They proceed to name their own local juntas, as a means to exercise government in the absence of the prisoner king. On 25 May 1810, a Criollo-led cabildo abierto formally assumed the authority from Viceroy Baltasar Hidalgo de Cisneros. However, the ensuing United Provinces of South America (formed on the basis of the former Viceroyalty) declared itself independent on 9 July 1816, after Ferdinand VII was restored in 1815. During the Independence Wars no sovereign state recognized the United Provinces. Until the fall of the Royalist stronghold of Lima in 1821, and the Battle of Ayacucho of 1824, territorial integrity was solely sustained by the military brilliance of Generals José de San Martín and Manuel Belgrano, the continuous efforts of northern provinces defenders Martín Miguel de Güemes and Juana Azurduy, among many others. However, during this same period, internecine power conflicts among diverse leaders, and ideological and economical struggles developed between Buenos Aires Province and much of the rest of the United Provinces, with many of the Provinces bonding themselves into a Federal League, inspired by Federalist José Gervasio Artigas' leadership. In practice, each side treated the other's grievances as a \"foreign policy\" matter. The Unitarian Constitution of 1819 was immediately rejected by the provinces, and a state of anarchy ensued following the Battle of Cepeda. The only cause that could regain unity among the hostile factions was the 1825 invasion of what today is Uruguay on the part of Brazilian Empire. Uruguay, then known as the Province of the Eastern Bank of the Uruguay River, was considered a somewhat breakaway Province, since Montevideo served as the seat of the Royalist Viceroy Francisco Javier de Elío during its war on the May Revolution; and that, after the independentists victory, the Province became the main stronghold of the Federal League leader José Gervasio Artigas, who waged a long and bitter dispute during the 1810s against the Unitarians about the shape the national organization would have. The war crisis led to a new Constitution and a first semblance of a united national government, at the same time it represented the first foreign policy crisis of the young nation (known as República Argentina, per the 1926 Constitution), as it forced the nation into war with Brazil. The common cause the crisis provided did lead to enough institutional stability to have the British Empire recognize Argentina (as President James Monroe had the U.S. State Department done in 1822) and led to the election of the first President of Argentina. The opportunity for unity, however, was wasted largely because the new President, Bernardino Rivadavia, pushed a new Constitution even more biased towards Buenos Aires' agenda than the failed 1819 document. The war with Brazil, moreover, went badly. Land battles were won, early on, and despite some heroic feats on the part on Irish-born Admiral Guillermo Brown, the war dragged on, resulting in bankruptcy. This and the hated new constitution led to the end of the first republic by 1828; it also led, however, to peace with Brazil and the formation of an independent Uruguay. 26 September 1828 treaty itself became another foreign policy crisis, as it triggered a violent coup d'état by generals opposed to what they saw as a unilateral surrender. The murder of the man responsible for the treaty, Buenos Aires Governor Manuel Dorrego, itself led to a countercoup that brought with it the promise of a lasting peace; but eventually led to destabilizing consequences. The countercoup brought in a new governor for the Buenos Aires Province, who would in time become the leading figure of a loose confederation of Argentine Provinces (the so-called Argentine Confederation). Juan Manuel de Rosas made it his mission to stabilize Argentina in a confederacy under the tutelage of Buenos Aires Province. This led to repression, massacres of Native Americans in the Pampas and, in 1838, an international embargo over the case of a French journalist tortured to death at Rosas' orders. An unyielding Rosas might have let the impasse continue for a decade or more; but, Admiral Guillermo Brown made his talents amenable once again, forcing the French blockade to be lifted in 1841. Having come to power avenging the murder of a man who had decided to cease interference in Uruguay, Rosas invaded Uruguay upon the 1842 election of a government there antagonistic to his personal commercial interests (mainly centered in the export of cow hides and beef jerky, valuable commodities in those days). Commercially close with the French and British Empires, Uruguay's crisis met with swift reprisals against Rosas and the Argentine Confederacy from the two mighty powers. Slapped with fresh embargoes and a joint blockade, Argentina by 1851 found itself bankrupt and with \"rogue nation\" standing; on 3 February 1852, a surprise military campaign led by the Governor of Entre Ríos Province, Justo José de Urquiza, put an end to the Rosas regime and, until 1878, at least, serious Argentine foreign policy misadventures. === Constitution and conflict resolution === thumb|left|240px|President Julio Roca (front, 2nd from right) hosts Argentine and Chilean negotiators in an 1899 bid to avoid war. The deposition of Rosas led to Argentina's present institutional framework, outlined in the 1853 constitution. The document, drafted by a legal scholar specializing in the interpretation of the United States Constitution put forth national social and economic development as its overriding principle. Where foreign policy was concerned, it specifically put emphasis on the need to encourage immigration and little else, save for the national defense against aggressions. This, of course, was forced into practice by Paraguayan dictator Francisco Solano López's disastrous 1865 invasion of northern Argentine territory, leading to an alliance between 1820s-era adversaries Argentina, Brazil and Uruguay and the loss of hundreds of thousands of lives (particularly Paraguay's own). Setbacks notwithstanding, the policy was successful. Domestically, Argentina was quickly transformed by immigration and foreign investment into, arguably, the most educationally and economically advanced nation in Latin America. Whatever else was happening domestically, internationally, Argentine policy earned a reputation for pragmatism and the reliance of conflict resolution as a vehicle to advance national interests. The era's new strongman, Gen. Julio Roca, was the first Argentine leader to treat foreign policy on equal footing with foreign investment and immigration incentives, universal education and repression as instruments of national development. His first administration occupied Patagonia and entered into an 1881 agreement with Chile to that effect and his second one commissioned archaeologist Francisco Moreno to survey an appropriate boundary between the two neighbors, which brought Chile into the historic 1902 pact, settling questions over Patagonian lands east of the Andes. Later that year, endorsed his Foreign Secretary's successful negotiation of a debt dispute between Venezuela, France and Germany. Foreign Secretary Luis Drago's proposal in this, a dispute among third parties, became the Drago Doctrine, part of international law to this day. thumb|240px|Signatories of the 1938 treaty ending the Chaco War gather in Buenos Aires. Foreign Minister Carlos Saavedra Lamas is at right. This success led to a joint effort between Argentina, Brazil and Chile to negotiate a peaceful resolution to the United States' occupation of Veracruz, Mexico in April 1914. That May, the three nations' foreign ministers hosted U.S. officials in Canada, a conference instrumental in the withdrawal of U.S. troops that November. This also resulted in the 1915 ABC pact signed between the three and, like Brazil and Chile, Argentina thereafter pursued a pragmatic foreign policy, focused on preserving favorable trade relationships. This policy was in evidence during the 1933 Roca-Runciman Treaty, which secured Argentine markets among British colonies, and in the Argentine position during the Chaco War. Resulting from the 1928 discovery of petroleum in the area, the dispute developed into war after Bolivia's appeal for Argentine intervention in what it saw as Paraguayan incursions into potentially oil-rich lands were rejected. Bolivia invaded in July 1932 and, despite its legitimate claim to what historically had been its territory, its government's ties to Standard Oil of New Jersey (with whom the Argentine government was in dispute over its alleged pirating of oil in Salta Province)Wirth, John. The Oil Business in Latin America. Beard Books, 2001. led Buenos Aires to withhold diplomatic efforts until, in June 1935, a cease-fire was signed. The laborious negotiations called in Buenos Aires by Argentine Foreign Minister Carlos Saavedra Lamas yielded him Latin America's first Nobel Prize for Peace in 1936 and a formal peace treaty in July 1938. ==World War II== As they had during World War I, Argentine governments of different ideological stripes remained consistent in one important foreign policy point: they maintained Argentina neutral, preferring to offer the nation's vast agricultural export capacity to British and U.S. wartime needs; indeed, Argentine trade surpluses totalled US$1 billion during World War I and US$1.7 billion during World War II. In early 1945, the United States and 19 Latin American countries met in Mexico at the Inter-American Conference on Problems of War and Peace. Argentina was not invited. The conference demanded that Argentina declare war on Germany or else it would be isolated. Argentina did so on 27 March 1945, and kept its status in the Pan-American Union and at the insistence of Latin American delegations was admitted to the new United Nations. ==Cold War== thumb|left|240px|President Frondizi (2nd from left) hosts President John F. Kennedy in United States, 1961. The incipient Cold War in evidence following World War II led the new administration of Juan Perón to conclude that a third world war might follow. Perón restored diplomatic relations with the Soviet Union and, in 1949, articulated a \"third way\" as his foreign policy doctrine, in hopes of avoiding friction with either superpower, while opening the door to grain sales to the perennially shortage-stricken Soviets. Though commercial concerns continued to dominate foreign policy, conflict resolution was again ventured into when President Arturo Frondizi initiated negotiations between U.S. President John F. Kennedy and Cuban representative Ernesto Che Guevara during a Western Hemisphere summit in Uruguay in August 1961. Frondizi followed these exchanges with private discussions with Che Guevara in Buenos Aires, a misstep resulting in the Argentine military's opposition to further talks. Ultimately, Cuba was expelled from the Organization of American States in January 1962 and Frondizi was forced by the military to resign that March. The effort, though fruitless, showed audacity on the part of Frondizi, whom President Kennedy called \"a really tough man.\"Clarín. 19 April 1995. === A stray from precedent === Argentina's relations with its neighbor Chile, though generally cordial, have been strained by territorial disputes – mostly along their mountainous shared border – since the nineteenth century. In 1958 the Argentine Navy shelled a Chilean lighthouse during the Snipe incident. On 6 November 1965 the Argentine Gendarmerie killed Chilean Lieutenant Hernán Merino Correa, member of Carabineros de Chile in the Laguna del Desierto incident. In 1978 the bellicoseSee Argentine Historian Luis Alberto Romero (Argentina in the Twentieth Century, Pennsylvania State University Press, translated by James P. Brennan, 1994, ) about the Argentine Government: \"By that time, a bellicose current of opinion had arisen among the military and its friend, an attitude rooted in a strain of Argentine nationalism, which drew substance from strong chauvinistic sentiments. Diverse ancient fantasies in society's historical imaginary-the \"patria grande\", the \"spoliation\" that the country had suffered- where added to a new fantasy of \"entering the first world\" through a \"strong\" foreign policy. All this combined with the traditional messianic military mentality and the ingeniousness of its strategies which were ignorant of the most elemental facts of international politics. The aggression against Chile, stymied by papal mediation, was transferred to Great Britain ...\" Argentine dictatorship abrogated the binding Beagle Channel Arbitration and started the Operation Soberania in order to invade Chile but aborted it a few hours later due to military and political reasons.See Alejandro Luis Corbacho Predicting the Probability of War during Brinkmanship Crisis: The Beagle and the Malvinas conflicts (p.45): \"The newspaper Clarín explained some years later that such caution was based, in part, on military concerns. In order to achieve a victory, certain objectives had to be reached before the seventh day after the attack. Some military leaders considered this not enough time due to the difficulty involved in transportation through the passes over the Andean Mountains. and in cite 46: According to Clarín, two consequences were feared. First, those who were dubious feared a possible regionalization of the conflict. Second, as a consequence, the conflict could acquire great power proportions. In the first case decision makers speculated that Peru, Bolivia, Ecuador and Brazil might intervene. Then the great powers could take sides. In this case, the resolution of the conflict would depend not on the combatants, but on the countries that supplied the weapons.]\" The conflict was resolved after the Argentine defeat in the Falklands by Papal mediation in the Beagle conflict of Pope John Paul II and in the form of a Treaty of Peace and Friendship of 1984 between Chile and Argentina (\"Tratado de Paz y Amistad\"), granting the islands to Chile and most of the Exclusive economic zone to Argentina; since then, other border disputes with Chile have been resolved via diplomatic negotiations. The military dictatorship in Argentina invaded and occupied the British-controlled Falkland Islands on 2 April 1982, starting the Falklands War. The war lasted 74 days before an Argentine surrender on 14 June. The war cost the lives of nearly a thousand Argentine and British troops as well as three Falkland Islanders. It dealt the dictatorship a humiliating blow, opening the door for the return of a democratically elected government. Since the return of civilian rule to Argentina in 1983, relations with Chile, the United Kingdom and the international community in general improved and Argentine officials have since publicly ruled out interpreting neighboring countries' policies as any potential threat; but Argentina still does not enjoy the full trust of the Chilean political class.See notes of the Chilean Foreign Minister Jose Miguel Insulza, in La Tercera de Santiago de Chile, 13 July 1998: \"Enfatizó que, si bien la situación es diferente, lo que hoy está ocurriendo con el Tratado de Campo de Hielo Sur hace recordar a la opinión pública lo sucedido en 1977, durante la disputa territorial por el Canal de Beagle.\"See notes of Senator (not elected but named by the Armed Forces) Jorge Martínez Bush in La Tercera de Santiago de Chile, 26 July 1998: \"El legislador expuso que los chilenos mantienen \"muy fresca\" en la memoria la situación creada cuando Argentina declaró nulo el arbitraje sobre el canal del Beagle, en 1978.\" See notes of the Chilean Foreign Minister Ignacio Walker, Clarín de B.A., 22 July 2005: \"Y está en la retina de los chilenos el laudo de Su Majestad Británica, en el Beagle, que fue declarado insanablemente nulo por la Argentina. Esa impresión todavía está instalada en la sociedad chilena.\"See also \"Reciprocidad en las Relaciones Chile – Argentina\" of Andrés Fabio Oelckers Sainz in PDF: \"También en Chile, todavía genera un gran rechazo el hecho que Argentina declarase nulo el fallo arbitral británico y además en una primera instancia postergara la firma del laudo papal por el diferendo del Beagle\"See notes of Director académico de la Facultad Latinoamericana de Ciencias Sociales Flacso, Francisco Rojas, in Santiago de Chile, in La Nación de Buenos Aires, 26 September 1997: \"Desde la Argentina, cuesta entender el nivel de desconfianza que hoy existe en Chile a propósito de la decisión que tomó en 1978 de declarar nulo el laudo arbitral\" See notes of Chilean Defense Minister Edmundo Pérez Yoma in \"Centro Superior de Estudios de la Defensa Nacional del Reino de España\", appeared in Argentine newspaper El Cronista Comercial, 5 May 1997: ... Y que la Argentina estuvo a punto de llevar a cabo una invasión sobre territorio de Chile en 1978 ... . These notes were later relativized by the Chilean Government (See ) Michel Morris stated that Argentina has used threats and force to pursue its claims against Chile and Great Britain and that some of the hostile acts or armed incidents appear to have been caused by zealous local commanders. === Menem Presidency === Early on in the administration of President Carlos Menem (1989–1999), Argentina restored diplomatic relations with the United Kingdom and developed a strong partnership with the United States. It was at this time that Argentina left the Non-Aligned Movement and adopted a policy of \"automatic alignment\" with the United States. In 1990, Menem's Foreign Minister, Guido di Tella, memorably pronounced the U.S.–Argentine alliance to be a \"carnal relationship.\" Argentina was the only Latin American country to participate in the 1991 Gulf War and all phases of the Haiti operation. It has contributed to United Nations peacekeeping operations worldwide, with Argentine soldiers/engineers and police/Gendarmerie serving in El Salvador–Honduras–Nicaragua (where Navy patrol boats painted white were deployed), Guatemala, Ecuador–Peru, Western Sahara, Angola, Kuwait, Cyprus, Croatia, Kosovo, Bosnia and East Timor. In recognition of its contributions to international security and peacekeeping, U.S. President Bill Clinton designated Argentina as a major non-NATO ally in January 1998. The country is currently of two in Latin America that hold this distinction, the other being Brazil. At the United Nations, Argentina supported United States policies and proposals, among them the condemnations of Cuba on the issue of human rights, and the fight against international terrorism and narcotics trafficking. In November 1998, Argentina hosted the United Nations conference on climate change, and in October 1999 in Berlin, became one of the first nations worldwide to adopt a voluntary greenhouse gas emissions target. Argentina also became a leading advocate of non-proliferation efforts worldwide. After trying to develop nuclear weapons during the 1976 military dictatorship, Argentina scrapped the project with the return of democratic rule in 1983, and became a strong advocate of non-proliferation efforts and the peaceful use of nuclear technologies. Since the return of democracy, Argentina has also turned into strong proponent of enhanced regional stability in South America, the country revitalized its relationship with Brazil; and during the 1990s (after signing the Treaty of Peace and Friendship of 1984 between Chile and Argentina) settled lingering border disputes with Chile; discouraged military takeovers in Ecuador and Paraguay; served with the United States, Brazil and Chile as one of the four guarantors of the Ecuador–Peru peace process. Argentina's reputation as a mediator was damaged, however, when President Menem and some members of his cabinet were accused of approving the illegal sale of weapons to Ecuador and to Croatia. In 1998, President Menem made a state visit to the United Kingdom, and the Prince of Wales reciprocated with a visit to Argentina. In 1999, the two countries agreed to normalize travel to the Falkland Islands () from the mainland and resumed direct flights. In the 1990s, Argentina was an enthusiastic supporter of the Summit of the Americas process, and chaired the Free Trade Agreement of the Americas (FTAA) initiative. === Kirchner Presidency === Within the term of President Néstor Kirchner, from 2003 onwards, Argentina suspended its policy of automatic alignment with the United States and moved closer to other Latin American countries. Argentina no longer supports the UN Commission on Human Rights resolution criticizing the \"human rights situation in Cuba\" and calling upon the Government of Cuba to \"adhere to international human rights norms\", but has chosen instead to abstain. In the 2006 United Nations Security Council election, Argentina supported, like all Mercosur countries, the candidacy of Venezuela (a Mercosur member) over Guatemala for a non-permanent seat in the Security Council. The Mercosur has become a central part of the Argentine foreign policy, with the goal of forming a Latin American trade bloc. Argentina has chosen to form a bloc with Brazil when it comes to external negotiations, though the economic asymmetries between South America's two largest countries have produced tension at times. Between 4 and 5 November 2005, the city of Mar del Plata hosted the Fourth Summit of the Americas. Although the themes were unemployment and poverty, most of the discussion was focused on the FTAA. The summit was a failure in this regard, but marked a clear split between the countries of the Mercosur, plus Venezuela, and the supporters of the FTAA, led by the United States, Mexico and Canada. FTAA negotiations have effectively stalled until at least the conclusion of the 2006 Doha round global trade talks. In 2005, Argentina assumed again (see history here ) the two-year non-permanent position on the UN Security Council. As of 2007, during Kirchner's almost four years in power, Argentina entered into 294 bilateral agreements, including 39 with Venezuela, 37 with Chile, 30 with Bolivia, 21 with Brazil, 12 with China, 10 with Germany, 9 with the United States and Italy, and 7 with Cuba, Paraguay, Spain and Russia. === Macri Presidency === Mauricio Macri started his term with a series of foreign policy objectives: (i) re-invigorate bilateral relations with the US and Europe, (ii) revise the foundations of Mercosur, evaluating (together with Brazil) alternatives that imply more free trade and (iii) go back to a single exchange rate, allow for a revival of commodity exports and attract foreign direct investment. However, the realization of these objectives will depend on the evolution of domestic (the fate of Kirchnerism) and regional (the fate of the PT in Brazil) developments. == Issues == === Sovereignty claims === thumb|right|Territory claimed by Argentina Argentina claims part of Antarctica as Argentine Antarctica, an area delimited by the 25° West and 74° West meridians and the 60° South parallel. This claim overlaps the British and Chilean claims, though all territorial claims in Antarctica are currently suspended under the Antarctic Treaty System. Argentina also claims the British overseas territories of the Falkland Islands and South Georgia and the South Sandwich Islands. In addition a long border with Chile in the Southern Patagonian Ice Field is awaiting demarcation as required under a 1998 treaty. On 22 April 2009, the Argentine government submitted a claim to the United Nations (UN) for of ocean territory to be recognised as Argentina's continental shelf as governed by the Convention on the Continental Shelf and Convention on the Law of the Sea. Argentina claims to have spent 11 years investigating the matter and submitted of documents in support of the claim. If the claim is recognised by the UN then Argentina will gain the rights to the commercial exploitation of the sea bed (which includes mining and oil drilling). The new claim will add to the existing of commercial shelf already managed by Argentina and includes the disputed British overseas territories of the Falklands, South Georgia and the South Sandwich Islands and parts of Antarctica disputed with Chile and the United Kingdom. As of 2016 the UN Commission on the Limits of the Continental Shelf (CLCS) decided to expand Argentina maritime territory in the South Atlantic Ocean by 35% thus increasing by its territorial waters, fixing the limit of its territory at from its coast. However, this ruling did not increase Argentina's Exclusive Economic Zone (EEZ) which is calculated differently and over which the CLCS has no authority to make a determination. In fact, the CLCS finding is likely to strengthen the UK’s claim to the contested seabed around the islands because the CLCS finding makes it more likely that the seabed between the islands and the Argentine mainland needs to be shared. The UN CLCS ruling included a caveat referencing the unresolved diplomatic dispute between Argentina and the United Kingdom over the Falkland Islands. === Other incidents === Argentina, through its Coast Guard and Navy, has been traditionally greatly involved in fishery protection in the Argentine Sea with the first major incidents tracing back to the 1960s when a destroyer fired and holed a Russian trawler[Conway's All the World Fighting Ships 1947–1995] and continued through recent years. In November 2006, an Argentine judge issued an arrest warrant for former Iranian President Akbar Hashemi Rafsanjani and eight other ex-officials in relation to the 1994 bombing of the Jewish-Argentine Mutual Association (AMIA) community center in Buenos Aires which killed 85 people. Iran refused to carry out the arrest demanded by the warrant claiming it to be a \"Zionist plot\". As a result, President Néstor Kirchner ordered the security forces to be on the alert for incidents similar to the 1994 bombing. Argentina has a dispute with neighboring Uruguay about two pulp mills on the Uruguay side of the shared Uruguay River near the Argentine city of Gualeguaychú. Residents of Gualeguaychú, concerned about pollution from the mills, blockaded bridges across the river in 2006. The case was brought before the International Court of Justice. Meanwhile, the denial of preliminary measures in July 2006 allowed the mills to begin functioning. An ICJ decision was released in 2010. It found that Uruguay had broken its 1985 treaty obligation to consultant Argentina before building the mills but that Argentine claims of pollution caused by the new mills were not backed by the evidence. ==Africa== {| class=\"wikitable sortable\" style=\"width:100%; margin:auto;\" |- ! style=\"width:15%;\"| Country ! style=\"width:12%;\"| Formal relations began !Notes |- valign=\"top\" |||1962||See Algeria–Argentina relations * Algeria has an embassy in Buenos Aires. * Argentina has an embassy in Algiers. |- valign=\"top\" ||| |See Angola–Argentina relations * Angola has an embassy in Buenos Aires. * Argentina has an embassy in Luanda. *Argentine Ministry of Foreign Relations: list of bilateral treaties with Angola |- valign=\"top\" ||| || Both countries established diplomatic relations on 20 September 1976. |- valign=\"top\" ||| || Both countries established diplomatic relations on 26 July 1975. |- valign=\"top\" ||||| * Argentina is accredited to Chad from its embassy in Abuja, Nigeria. * Chad does not have an accreditation to Argentina. |- valign=\"top\" ||| || Both countries established diplomatic relations on 15 July 1986. * Argentina is accredited to the Central African Republic from its embassy in Abuja, Nigeria. * Central African Republic does not have an accreditation to Argentina. |- valign=\"top\" ||||| Argentina is represented in Comoros by its embassy in Nairobi, Kenya.https://ekeny.cancilleria.gob.ar/es/content/jurisidcci%C3%B3n |- valign=\"top\" ||||| * Argentina is accredited to the DR Congo from its embassy in Nairobi, Kenya. * DR Congo has an embassy in Buenos Aires. |- valign=\"top\" ||||| Both countries established diplomatic relations on 27 August 1993. |- valign=\"top\" |||||See Argentina–Egypt relations Diplomatic relations were established between both countries in 1947. * Argentina has an embassy in Cairo. * Egypt has an embassy in Buenos Aires. |- valign=\"top\" ||||| * Argentina has an embassy in Addis Ababa. * Ethiopia is accredited to Argentina from its embassy in Brasília, Brazil. |- valign=\"top\" ||||| Both countries established diplomatic relations on 15 January 1980. |- valign=\"top\" |||||| * In 2012 Ghana illegally seized ARA Libertad (Q-2) because Argentina over a debt dispute with vulture funds. * Argentina is accredited to Ghana from its embassy in Abuja, Nigeria. * Ghana is accredited to Argentina from its embassy in Brasília, Brazil. |- valign=\"top\" ||| || Both countries established diplomatic relations on 13 June 1974. |- valign=\"top\" ||||| * Argentina has an embassy in Nairobi. * Kenya is accredited to Argentina from its embassy in Brasília, Brazil. |- valign=\"top\" |||1995|| * Argentina has an embassy in Tripoli. * Libya has an embassy in Buenos Aires. |- valign=\"top\" ||||| * Argentina is accredited to Madagascar from its embassy in Nairobi, Kenya. * Madagascar does not have an accreditation to Argentina. |- valign=\"top\" ||||| Argentina is represented in Mauritania by its embassy in Tunis, Tunisia. |- valign=\"top\" |||1960||See Argentina–Morocco relations * Argentina recognized Morocco's independence in 1956. * Argentina has an embassy in Rabat. * Morocco has an embassy in Buenos Aires. |- valign=\"top\" ||||| * Argentina has an embassy in Maputo. * Mozambique is accredited to Argentina from its embassy in Brasília, Brazil. |- valign=\"top\" ||||| * Argentina is accredited to Namibia from its embassy in Pretoria, South Africa. * Namibia is accredited to Argentina from its embassy in Brasília, Brazil. |- valign=\"top\" ||||| * Argentina has an embassy in Abuja. * Nigeria has an embassy in Buenos Aires. |- valign=\"top\" ||| | Both countries established diplomatic relations on 5 November 1975. |- valign=\"top\" ||||| * Argentina has an embassy in Dakar. * Senegal is accredited to Argentina from its embassy in Brasília, Brazil. |- valign=\"top\" ||| |See Argentina–South Africa relations *Diplomatic relations were cut off in 1982 with the Falklands War. Full diplomatic relations between both countries were re-established in August 1991. * Argentina has an embassy in Pretoria. * South Africa has an embassy in Buenos Aires. * Both countries are members of the Cairns Group. * List of Treaties ruling relations Argentina and South Africa (Argentine Foreign Ministry) * South African Department of Foreign Affairs about relations with Argentina |- valign=\"top\" ||||| * Argentina has an embassy in Tunis. * Tunisia has an embassy in Buenos Aires. |} ==Americas== {| class=\"wikitable sortable\" style=\"width:100%; margin:auto;\" |- ! style=\"width:15%;\"| Country ! style=\"width:12%;\"| Formal relations began !Notes |- valign=\"top\" ||| | * Argentina is accredited to the Bahamas from its embassy in Kingston, Jamaica. * Bahamas does not have an accreditation to Argentina. |- valign=\"top\" ||| | * Argentina has an embassy in Bridgetown. * Barbados is accredited to Argentina from its embassy in Caracas, Venezuela and maintains an honorary consulate in Buenos Aires. * Both countries are full members of the Community of Latin American and Caribbean States and the United Nations and the Group of 77. * Argentine Ministry of Foreign Relation: list of bilateral treaties with Barbados |- valign=\"top\" ||| | *Both countries established diplomatic relations on 8 January 1992. *In 2013 both countries have an agreement on Technical cooperation. * Argentina is accredited to Belize from its embassy in Guatemala City, Guatemala. * Belize has an honorary consulate in Buenos Aires. |- valign=\"top\" |||||See Argentina–Bolivia relations * Argentina has an embassy in La Paz and consulates-general in Santa Cruz de la Sierra and Tarija and consulates in Cochabamba, Villazón and Yacuíba. * Bolivia has an embassy in Buenos Aires and nine consulates. |- valign=\"top\" ||| | After democratization, a strong integration and partnership began between the two countries. In 1985 they signed the basis for the MERCOSUR, a Regional Trade Agreement. Also on the military side there has been greater rapprochement. In accordance with the friendship policy, both armies dissolved or moved major units previously located at their common border (e.g. Argentine's 7th Jungle and 3rd Motorized Infantry Brigades). Brazilian soldiers are embedded in the Argentine peacekeeping contingent at UNFICYP in Cyprus and they are working together at MINUSTAH in Haiti and, as another example of collaboration, Argentine Navy aircraft routinely operates from the Brazilian Navy carrier São Paulo. On 7 September 2008, the President of Argentina, Cristina Kirchner, traveled to Brazil where she was the guest of honor at the Independence Day celebrations and witnessed the military parade in Brasília. The following day, she held discussions with the Brazilian President Luiz Inácio Lula da Silva on a variety of bilateral issues including energy, defense and nuclear cooperation.Argentina, Brazil consolidate relations G15. Retrieved on 17 January 2008.Brazil and Argentina's Nuclear Cooperation Brazil's decision to prevent a Royal Navy ship docking in Rio de Janeiro was seen as backing Argentina over the Falklands dispute. * Argentina has an embassy in Brasília. * Brazil has an embassy in Buenos Aires. |- valign=\"top\" |||1940 | * Canada's first Ambassador to Buenos Aires, began his assignment in 1945. * Argentina has an embassy in Ottawa and consulates- general (in Montreal, Toronto and Vancouver). * Canada has an embassy in Buenos Aires.Canadian embassy in Buenos Aires * Both countries are members of the Organization of American States and the Cairns Group. * List of Treaties ruling relations Argentina and Canada (Argentine Foreign Ministry) * Canadian Foreign Affairs and International Trade Office about relations with Argentina |- valign=\"top\" ||| | Argentina and Chile share the world's third-longest international border, which is 5,300 km long and runs from north to the south along the Andes mountains. During much of the 19th and the 20th century, relations between the countries chilled due to disputes over Patagonia, though in recent years relations have improved dramatically. * Argentina has an embassy in Santiago. * Chile has an embassy in Buenos Aires. |- valign=\"top\" ||| | * Argentina has an embassy in Bogotá * Colombia has an embassy in Buenos Aires. Colombian embassy in Buenos Aires * Both countries are full members of the Organization of American States, Latin American Economic System, Latin American Integration Association, Rio Group and Union of South American Nations. * List of Treaties ruling the relations Argentina and Colombia (Argentine Foreign Ministry) |- valign=\"top\" ||||| * Argentina has an embassy in San José. * Costa Rica has an embassy in Buenos Aires. |- valign=\"top\" |||12 May 1909||See Argentina–Cuba relations * Argentina has an embassy in Havana. * Cuba has an embassy in Buenos Aires. |- valign=\"top\" |||1985 | Argentina and Dominica established diplomatic relation on 13 June 1985. * Argentina is accredited to Dominica from its embassy in Castries, Saint Lucia. |- valign=\"top\" ||||| * Argentina has an embassy in Santo Domingo. * Dominican Republic has an embassy in Buenos Aires. |- valign=\"top\" ||||| * Argentina has an embassy in Quito. * Ecuador has an embassy in Buenos Aires. |- valign=\"top\" |||1940|| * Argentina has an embassy in San Salvador. * El Salvador has an embassy in Buenos Aires. |- valign=\"top\" |||7 October 1918|| * Argentina has an embassy in Guatemala City. * Guatemala has an embassy in Buenos Aires. |- valign=\"top\" |||1972 | *Both countries have established diplomatic relations on 6 October 1972. * Argentina has an embassy in Georgetown. * Guyana is accredited to Argentina from its embassy in Brasília, Brazil. *Both countries are full members of Organization of American States and Union of South American Nations. |- valign=\"top\" ||||| * Argentina has an embassy in Port-au- Prince. * Haiti has an embassy in Buenos Aires. |- valign=\"top\" |||3 June 1958|| * Argentina has an embassy in Tegucigalpa. * Honduras has an embassy in Buenos Aires. |- valign=\"top\" ||||| * Argentina has an embassy in Kingston. * Jamaica is accredited to Argentina from its embassy in Brasília, Brazil. |- valign=\"top\" |||1818 | * Argentina has an embassy in Mexico City and a consulate in Playa del Carmen. * Mexico has an embassy in Buenos Aires.Embassy of Mexico in Buenos Aires (in Spanish) *Both nations are members of the G20 and the Organization of Ibero-American States. *See also: Argentine immigration to Mexico |- valign=\"top\" ||||| * Argentina has an embassy in Managua. * Nicaragua has an embassy in Buenos Aires. |- valign=\"top\" ||||| * Argentina has an embassy in Panama City. * Panama has an embassy in Buenos Aires. |- valign=\"top\" |||1811 | * Both countries were at war between 1864 and 1870 (War of the Triple Alliance), and never fought each other since. * Argentina has an embassy in Asunción and 2 Consulates-General (in Ciudad del Este and Encarnación). * Paraguay has an embassy in Buenos Aires and 7 consulates (in Clorinda, Corrientes, Formosa, Posadas, Resistencia, Rosario and Puerto Iguazú). |- valign=\"top\" |||||See Argentina–Peru relations * Argentina has an embassy in Lima. * Peru has an embassy in Buenos Aires. |- valign=\"top\" ||| | *Both countries established diplomatic relations on 4 October 1983. *Both countries are full members of the Organization of American States. |- valign=\"top\" ||||| * Argentina is accredited to Suriname from its embassy in Georgetown, Guyana. * Suriname is accredited to Argentina from its embassy in Brasília, Brazil. |- valign=\"top\" ||| | The United States has a positive bilateral relationship with Argentina based on many common strategic interests, including non-proliferation, counternarcotics, counter-terrorism, the fight against human trafficking, and issues of regional stability, as well as the strength of commercial ties. Argentina is a participant in the Three- Plus-One regional mechanism (Argentina, Brazil, Paraguay and the U.S.), which focuses on coordination of counter-terrorism policies in the tri-border region. * Argentina has an embassy in Washington, D.C. and consulates-general in Atlanta, Chicago, Houston, Los Angeles, Miami, and New York City. * United States has an embassy in Buenos Aires. |- valign=\"top\" ||| | * Uruguay gained its independence after the Cisplatine War, with the help of Argentina. * Between the 1960s and the 1990s, there was significant Uruguayan emigration to Argentina, where today, around 120,000 Uruguayan nationals live. * In 2006, both countries had the first diplomatic tensions in decades following groundbreaking for a large pulp mill along the Uruguay River. * Uruguay has an embassy in Buenos Aires, 2 general consulates (in Córdoba and Rosario), 3 consulates (in Colón, Concordia and Gualeguaychú), 2 honorary consulates (in Mendoza and Neuquén). * Argentina has an embassy in Montevideo and 5 consulates (in Colonia del Sacramento, Fray Bentos, Paysandú, Punta del Este and Salto). * Both countries were founding members of the Mercosur. |- valign=\"top\" ||| | US$1.4 billion was traded between Argentina and Venezuela during 2008. Argentine President Cristina Fernández de Kirchner met Venezuelan President Hugo Chávez in Caracas on 11 August 2009. Kirchner called it a \"bilateral meeting [...] aimed at deepening our vital integration\". The two presidents signed deals intended to see Venezuela import leather, machinery and poultry from Argentina, whilst a rice importation agreement was described by the Argentine President as \"the biggest ever in Argentina's history\". The deals were said to be worth $1.1 billion. The meeting coincided with visits to Venezuela by dozens of Argentine businessmen. Chávez signed the deals at a time of increasing tensions with Colombia over the United States usage of its military bases. * Argentina has an Embassy in Caracas. * Venezuela has an embassy in Buenos Aires. |} ==Asia== {| class=\"wikitable sortable\" style=\"width:100%; margin:auto;\" |- ! style=\"width:15%;\"| Country ! style=\"width:12%;\"| Formal relations began !Notes |- valign=\"top\" ||| |See Argentina–Armenia relations * Argentina has an embassy in Yerevan. * Armenia has an embassy in Buenos Aires. *List of Treaties ruling the relations Argentina and Armenia (Argentine Foreign Ministry) |- valign=\"top\" ||| |See Argentina–Azerbaijan relations * Argentina has an embassy in Baku. * Azerbaijan has an embassy in Buenos Aires. |- valign=\"top\" ||| |See Argentina–China relations * Argentina has an embassy in Beijing and 2 Consulates-Generals (in Hong Kong and Shanghai). * China has an embassy in Buenos Aires. Chinese embassy in Buenos Aires * China is in the process of trying to persuade Argentina to purchase Chengdu J-10 Multirole Fighter Aircraft. * List of Treaties ruling relations Argentina and China (Argentine Foreign Ministry) * Chinese Ministry of Foreign Affairs about relations with Argentina |- valign=\"top\" ||| |See Argentina–India relations * India has an embassy in Buenos Aires. * Argentina has an embassy in New Delhi. * List of Treaties ruling relations Argentina and India (Argentine Foreign Ministry) |- valign=\"top\" |||||See Argentina–Indonesia relations * Indonesia has an embassy in Buenos Aires. * Argentina has an embassy in Jakarta |- valign=\"top\" |||1902 |See Argentina–Iran relations * Argentina has an embassy in Tehran. * Iran has an embassy in Buenos Aires. * Relations were somewhat strained between the two countries following the 1994 AMIA bombing in Buenos Aires in 1994. * Argentina's exports to Iran increased from $29 million in 2007 to $1.2 billion in 2008. Argentina is Iran's second largest trade partner in Latin America after Brazil.\"Brazil, Iran's Biggest Trade Partner in Latin America \", FARS News Agency, 5 December 2009. |- valign=\"top\" |||||See also Argentina–Israel relations, Argentine Jew, History of the Jews in Argentina * Argentina has an embassy in Tel Aviv. * Israel has an embassy in Buenos Aires and 2 honorary consulates (in Córdoba and Mendoza).Israeli embassy in Buenos Aires * Argentina has the largest Jewish community in Latin America. *Argentine Ministry of Foreign Relations: list of bilaterla treaties with Israel |- valign=\"top\" ||| ||See Argentina–Japan relations Diplomatic relations were restored by the signing of the San Francisco Peace Treaty in 1952. Argentine president Arturo Frondizi visited Japan in 1960, and subsequently bilateral trade and Japanese investment into Argentina have increased in importance. Japanese imports were primarily foodstuffs and raw materials, while exports were mostly machinery and finished products. Members of the Imperial Family of Japan have visited Argentina on a number of occasions, including Prince and Princess Takamado in 1991, Emperor and Empress Akihito in 1997 and Prince and Princess Akishino in 1998. Argentine President Raúl Alfonsín visited Japan in 1986, as did President Carlos Menem in 1990, 1993 and 1998. * Argentina has an embassy in Tokyo. * Japan has an embassy in Buenos Aires. |- valign=\"top\" ||||| Argentina and Kazakhstan established a visa-free policy for respective citizens in 2014 during a visit to Astana by Argentina Foreign Hector Timerman. Kazakhstan's deputy foreign minister visited Buenos Aires in May 2017 to propose increased trade and economic cooperation. |- valign=\"top\" ||||| Both countries established diplomatic relations on 6 October 1992. |- valign=\"top\" |||1945 |See Argentina–Lebanon relations * Argentina has an embassy in Beirut. * Lebanon has an embassy in Buenos Aires. |- valign=\"top\" ||| || Argentina has an embassy in Kuala Lumpur, and Malaysia has an embassy in Buenos Aires. Argentina established diplomatic relations with Malaysia on 7 June 1967. |- valign=\"top\" |||1987 | The Maldives and Argentina established diplomatic relations on 14 May 1987. |- valign=\"top\" ||| | * Argentina is accredited to Mongolia from its embassy in Beijing, China. * Mongolia is accredited to Argentina from its embassy in Brasília, Brazil. |- valign=\"top\" |||||See Argentina–Pakistan relations * Argentina has an embassy in Islamabad. * Pakistan has an embassy in Buenos Aires. * The relationship has recently grown and become very cordial, with important trade ties developing along with other inter- government communications. |- valign=\"top\" |||||See Argentina–Philippines relations Argentina and the Philippines were former Spanish colonies. In 2012, both countries commemorated the 65th anniversary of the establishment of bilateral, diplomatic, and trade relations. Both countries also proposed separate bilateral agreements on culture, education, and sports in the future as well as cooperation on the promotion of the study of the Spanish language. Argentine Foreign Secretary Hector Timerman, the first foreign minister from Latin America to visit the Philippines under the administration of President Aquino. Del Rosario and Timerman are to discuss how to broaden the relations and people and cultural engagement between the two countries. Argentina is expected to export citrus to the Philippines. * Argentina has an embassy in Manila. * Philippines has an embassy in Buenos Aires. |- valign=\"top\" ||||| * Argentina has an embassy in Doha. * Qatar has an embassy in Buenos Aires. |- valign=\"top\" ||||| * Argentina has an embassy in Riyadh. * Saudi Arabia has an embassy in Buenos Aires. |- valign=\"top\" ||| |See Argentina–South Korea relations The establishment of diplomatic relations between the Republic of Korea and the Argentine Republic began on 15 February 1962. *Argentina and South Korea have signed an agreement of the Working Holiday Visa Program in 2019. **Argentina has an embassy in Seoul. **South Korea has an embassy in Buenos Aires. *List of Treaties ruling relations Argentina and South Korea (Argentine Foreign Ministry) *South Korean Ministry of Foreign Affairs about Bilateral relations with Argentina (in Korean only) |- valign=\"top\" ||||| * Argentina has an embassy in Bangkok. * Thailand has an embassy in Buenos Aires. |- valign=\"top\" |||1910 || See Argentina–Turkey relations * Argentina has an embassy in Ankara. * Turkey has an embassy in Buenos Aires. *Both countries are members of G20 and WTO *Flights from Istanbul to Buenos Aires via São Paulo commenced in December 2013 and are taking place on a daily basis. *Trade volume between the two countries was 455 million USD in 2019 (Argentine exports/imports: 294/161 million USD. |- valign=\"top\" ||||| * Argentina has an embassy in Abu Dhabi. * United Arab Emirates has an embassy in Buenos Aires. |- valign=\"top\" ||| | * Since December 1996, Argentina has an embassy in Hanoi. * Since January 1995, Vietnam has an embassy in Buenos Aires. * Argentine Ministry of Foreign Relations: list of bilateral treaties with Vietnam * Vietnamese Ministry of Foreign Affairs about relations with Argentina |} ==Europe== {| class=\"wikitable sortable\" style=\"width:100%; margin:auto;\" |- ! style=\"width:15%;\"| Country ! style=\"width:12%;\"| Formal relations began !Notes |- valign=\"top\" |||26 April 1995||See Andorra–Argentina relations * Andorra does not have an accreditation to Argentina. * Argentina is accredited to Andorra from its embassy in Madrid, Spain. |- valign=\"top\" |||1864 |See Argentina–Austria relations * Argentina has an embassy in Vienna. * Austria has an embassy and trade office in Buenos Aires and 3 honorary consulates (in Córdoba, Posadas and San Carlos de Bariloche). Austrian embassy in Buenos Aires Austrian Trade Office in Buenos Aires *Argentina Ministry of Foreign Relations: list of bilateral treaties with Austria |- valign=\"top\" |||1800s | * Argentina has an embassy in Sofia, Bulgaria. * Bulgaria has an embassy in Buenos Aires. * List of Treaties ruling relations Argentina and Bulgaria (Argentine Foreign Ministry) * Fondation Argentina-Bulgaria (Bulgarians living in Argentina) |- valign=\"top\" |||1992-04-13||See Argentina–Croatia relations * Argentina is represented in Croatia through its embassy in Vienna, Austria and Argentina has an honorary consulate in Zagreb. * Croatia has an embassy in Buenos Aires. |- valign=\"top\" ||| | * Argentina has an embassy in Copenhagen and Denmark has an embassy in Buenos Aires. * Argentina Foreign Ministry: List of bilateral treaties with Iceland * Danish embassy in Buenos Aires |- valign=\"top\" |||27 September 1991 | * Argentina is accredited to Estonia from its embassy in Helsinki, Finland. * Estonia does not have an accreditation to Argentina. |- valign=\"top\" ||| |See Argentina–Finland relations * Argentina has an embassy in Helsinki. * Finland has an embassy in Buenos Aires and five honorary consulates (in Córdoba, Mendoza, Oberá, Rosario, and Ushuaia). * Argentine Ministry of Foreign Relations: list of bilateral treaties with Finland (in Spanish only) * Finnish Ministry of Foreign Affairs: relations with Argentina |- valign=\"top\" |||1829 |See Argentina–France relations * Argentina has an embassy in Paris.Argentine embassy in Paris (in French only) * France has an embassy in Buenos Aires. French embassy in Buenos Aires * List of Treaties ruling the relations Argentina and France (Argentine Foreign Ministry) * French Ministry of Foreign Affairs about the relations with Argentina |- valign=\"top\" |||||See Argentina–Germany relations * Argentina has an embassy in Berlin and consulates-general in Frankfurt and Hamburg. * Germany has an embassy in Buenos Aires. |- valign=\"top\" |||||See Argentina–Greece relations At least 30,000 persons of Greek descent live in Argentina with about 5,000 with Greek passports. The majority of Greeks live in Buenos Aires. * Argentina has an embassy in Athens. * Greece has an embassy in Buenos Aires. |- valign=\"top\" |||1940-04-17||See Argentina–Holy See relations * Argentina has an embassy to the Holy See located in Rome. * The Holy See has a nunciature in Buenos Aires. Pope John Paul II made two pastoral visits. The first was in June 1982 where he called for an end to the Falklands War. The second was in April 1987 where he lectured on morality. |- valign=\"top\" |||||See Argentina–Hungary relations * Argentina has an embassy in Budapest. * Hungary has an embassy in Buenos Aires. |- valign=\"top\" |||1952-04-25|| Both countries established diplomatic relations on 25 April 1952. * Argentina is accredited to Iceland from its embassy in Oslo, Norway. * Iceland is accredited to Argentina from its Ministry of Foreign Affairs in Reykjavík and maintains an honorary consulate in Buenos Aires. |- valign=\"top\" |||1947-07-29 |See Argentina-Ireland relations * Argentina has an embassy in Dublin * Ireland has an embassy in Buenos Aires. * In March 2008, it was announced that there was a special new visa programme between the two countries. * List of Treaties ruling relations Argentina and Ireland (Argentine Foreign Ministry) |- valign=\"top\" |||1855 |See Argentina–Italy relations * Argentina has an embassy in Rome and a consulate-general in Milan. * Italy has an embassy in Buenos Aires and has six consulates in the country. |- valign=\"top\" ||| | * Argentina is accredited to Latvia from its embassy in Helsinki, Finland. * Latvia does not have an accredation to Argentina, however, maintains an honorary consulate in Buenos Aires. |- valign=\"top\" ||| | * Argentina is accredited to Lithuania from its embassy in Helsinki, Finland. * Lithuania is accredited to Argentina from its embassy in Madrid, Spain. |- valign=\"top\" ||| | Both countries established diplomatic relations on 8 March 1993. |- valign=\"top\" |||13 September 2006 |See Argentina–Montenegro relations * Argentina recognized Montenegro’s Independence on 23 June 2006. * Argentina is accredited to Montenegro from its embassy in Belgrade, Serbia. * The Argentine capital Buenos Aires, hosts the only Montenegrin embassy in South America. |- valign=\"top\" ||| | * Argentina is accredited to Montenegro from its embassy in Sofia, Bulgaria. * North Macedonia is accredited to Argentina from its embassy in Madrid, Spain. |- valign=\"top\" ||||| * Argentina has an embassy in Oslo. * Norway has an embassy in Buenos Aires. |- valign=\"top\" |||1920 |See Argentina–Poland relations * Argentina has an embassy in Warsaw. * Poland has an embassy in Buenos Aires.Polish embassy in Buenos Aires * List of Treaties ruling the relations Argentina and Poland (Argentine Foreign Ministry) |- valign=\"top\" |||1812-05-26 |See Argentina–Portugal relations * Argentina has an embassy in Lisbon. * Portugal has an embassy in Buenos Aires and 3 honorary consulates (in Comodoro Rivadavia, Mendoza and Rosario). * Both countries are full members of the Organization of Ibero-American States. *Argentine Ministry of Foreign Relations: list of bilateral treaties with Portugal |- valign=\"top\" |||1885-10-22 | * Argentina has an embassy in Moscow. * Russia has an embassy in Buenos Aires. *List of Treaties ruling the relations Argentina and Russia (Argentine Foreign Ministry) |- valign=\"top\" |||||See Argentina–Serbia relations Diplomatic relations between Serbia and Argentina existed before the Second World War and were restored in 1946. Serbia has an embassy in Buenos Aires and Argentina has an embassy in Belgrade. The Ambassador of Serbia to Argentina is Jela Bacovic. The Ambassador of Argentina to Serbia is Mario Eduardo Bossi de Ezcurra.Political relations with Argentina , Ministry of Foreign Affairs of Serbia |- valign=\"top\" |||1992-04-13 | * Argentina is represented in Slovenia through its embassy in Vienna, Austria and an honorary consulate in Ljubljana. * Slovenia has an embassy in Buenos Aires and 4 honorary consulates in Lomas del Mirador, Paraná, Mendoza and San Carlos de Bariloche. * There are more than 30,000 Slovenes who live in Argentina. * Argentine Ministry of Foreign Affairs: list of bilateral treaties with Slovenia |- valign=\"top\" |||1863||See Argentina–Spain relations * Argentina has an embassy in Madrid and consulates-general in Barcelona and Vigo and consulates in Cadiz, Palma and Santa Cruz de Tenerife. * Spain has an embassy in Buenos Aires and consulates-general in Bahía Blanca, Córdoba, Mendoza and in Rosario. *See also: Spanish Argentine |- valign=\"top\" |||1831 | * Argentina has an embassy in Stockholm. * Sweden has an embassy in Buenos Aires. |- valign=\"top\" |||1834||See Argentina–Switzerland relations * Diplomatic relations were established in 1834, with the opening of a Swiss consulate in Buenos Aires, followed in 1891 by the opening of an embassy. * Argentina has an embassy in Bern. * Switzerland has an embassy in Buenos Aires. * List of Treaties ruling relations Argentina and Switzerland (Argentine Foreign Ministry) *Swiss Federal Department of Foreign Affairs about relations with Argentina |- valign=\"top\" |||1992-01-06 |See Argentina–Ukraine relations * Argentina has an embassy in Kyiv.Argentine embassy in Kyiv * Ukraine has an embassy in Buenos Aires.Ukrainian embassy in Buenos Aires * List of Treaties ruling relations Argentina and Ukraine (Argentine Foreign Ministry) * A visa- free travel regime between the two countries started operating in October 2011.Ukrainian tourists now able to visit Argentina without visas, Kyiv Post (3 October 2011) |- valign=\"top\" |||1823-12-15||See Argentina–United Kingdom relations * Diplomatic relations were cut off before the Falklands War (), they were reinstated only in 1990, after the departure of Margaret Thatcher from the post of Prime Minister of the United Kingdom. * Argentina has an embassy in London. Argentine embassy in London * The United Kingdom has an embassy in Buenos Aires.British embassy in Buenos Aires *List of Treaties ruling the relations Argentina and United Kingdom (Argentine Foreign Ministry) |} ==Oceania== {| class=\"wikitable sortable\" style=\"width:100%; margin:auto;\" |- ! style=\"width:15%;\"| Country ! style=\"width:12%;\"| Formal relations began !Notes |- valign=\"top\" ||| | See Argentina–Australia relations * Argentina opened its embassy in Canberra in 1961. Argentina also has a Consulate-General Sydney. * Australia has an embassy in Buenos Aires. * Both countries are members of the Cairns Group. *List of Treaties ruling the relations Argentina and Australia (Argentine Foreign Ministry) *Australian Department of Foreign Affaires and Trade about the relation with Argentina |- valign=\"top\" |||1993 | Both countries established diplomatic relations on 23 April 1993. |- valign=\"top\" |||1993 | Both countries established diplomatic relations on 27 July 1993. |- valign=\"top\" |||2016 | Both countries established diplomatic relations on 31 October 2016. |- valign=\"top\" |||1984 |See Argentina–New Zealand relations * Diplomatic relations were cut off during the Falklands War, they were re-established in 1984. * Argentina has an embassy in Wellington. * New Zealand has an embassy in Buenos Aires. * Both countries are members of the Cairns Group. * List of Treaties ruling the relations Argentina and New Zealand (Argentine Foreign Ministry) * New Zealand Ministry of Foreign Affairs and Trade about relations with Argentina |- valign=\"top\" |||1996 | Both countries established diplomatic relations in 1976. |- valign=\"top\" |||1993 | Both countries established diplomatic relations on 18 May 1993. |- valign=\"top\" |||2016 | Both countries established diplomatic relations on 29 July 2016. |- valign=\"top\" |||1987 | Both countries established diplomatic relations on 13 March 1987. |} == See also == * Argentine energy crisis (2004) * Argentine irredentism * List of Canciller (Foreign Minister) of Argentina * List of diplomatic missions in Argentina * List of twin towns and sister cities in Argentina * List of violent incidents at the Argentine border * Military of Argentina * State-Church relations in Argentina (for relations with the Holy See) * Visa requirements for Argentine citizens == References == ==Further reading== * Escudé, Carlos. Foreign policy theory in Menem's Argentina (U Press of Florida, 1997) * Francis, Michael J. The limits of hegemony: United States relations with Argentina and Chile during World War II. (University of Notre Dame Press, 1977) * Leonard, Thomas M., and John F. Bratzel, eds. Latin America During World War II (Rowman & Littlefield, 2007) * Sheinin, David MK. \"Peripheral Anti-Imperialism: The New Revisionism and the History of Argentine Foreign Relations in the Era of the Kirchners.\" Estudios Interdisciplinarios de América Latina y el Caribe (2014) 25#1 Online, with a guide to the Spanish language historiography. * Sheinin, David M. K. Argentina And the United States: An Alliance Contained (2006) * Schmidli, William Michael. The Fate of Freedom Elsewhere: Human Rights and U.S. Cold War Policy toward Argentina (2013) Excerpt * Smith, Wayne S., ed. Toward resolution?: the Falklands/Malvinas dispute (Lynne Rienner Publishers, 1991) * Tulchin, Joseph S. Argentina and the United States: A Conflicted Relationship (Macmillan Reference USA, 1990) * * * Historia de las Relaciones Exteriores Argentinas by Carlos Escudé and Andrés Cisneros * Historical Dictionary of Argentina. London: Scarecrow Press, 1978. == External links == * Ministerio de Relaciones Exteriores, Comercio Internacional y Culto – Official website of the Argentine Ministry of Foreign Relations, International Trade and Worship. * The Special Relationship between Argentina and Brazil * Historia de las Relaciones Exteriores Argentinas. Obra dirigida por Carlos Escudé y Andrés Cisneros. Obra desarrollada y publicada bajo los auspicios del Consejo Argentino para las Relaciones Internacionales (CARI), en el contexto de las tareas de su Centro de Estudios de Política Exterior (CEPE). Category:Government of Argentina Category:Politics of Argentina",
 "title": "Foreign relations of Argentina"
}