{
 "id": "673661",
 "text": "John Dennis Spellman (December 29, 1926 – January 16, 2018) was an American politician who served as the 18th governor of Washington from 1981 to 1985 and as the first King County Executive from 1969 to 1981. Spellman was elected governor in 1980 amid large gains for Republicans across the country. During his tenure, the Washington State economy suffered due to the early 1980s recession. Spellman was defeated in his reelection campaign in 1984. To date, he is the last Republican to have held the office of Governor of Washington. ==Early life and education== Spellman was born in Seattle, to insurance executive Sterling Bartholomew \"Bart\" Spellman (1895–1955) and teacher Lela A. Spellman (née Cushman; 1895–1985). He was of Irish and English Puritan descent. His paternal grandfather, Dennis Bartholomew \"Denny\" Spellman, arrived in Seattle from Ireland just before the great fire of 1889 and became a successful plumbing contractor. His maternal grandmother was one of the first white children born in Oregon Territory and settled in the town of Brownsville. His father, Bart, was a standout guard for the University of Oregon in its 1917 Rose Bowl victory over the heavily favored University of Pennsylvania and later was an assistant coach at both Oregon and the University of Washington. Spellman was raised in the Eastside suburbs of Hunts Point and Bellevue with his sister Mary; his older brother David Bartholomew (1925–1951), was killed during the Korean War. He completed his high school education at Seattle Preparatory School, graduating in 1944. The same year, he left high school midway through his senior year studies to enroll in the Merchant Marine cadet program during World War II and served in the United States Navy. Under the G.I. Bill, he was a 1949 BBS History-Political Science graduate of Seattle University and a 1953 graduate of the Georgetown University Law Center. John met his wife Lois Elizabeth Murphy (1927–2018), who was from Havre, Montana in a Spanish class while attending Seattle University; the two were married in 1954 and had six children together, Margo, Bart, David, Jeffrey, Teresa and Kat. ==Early political career== Spellman entered politics after joining a group of progressive Republicans who sought to reform the party. He became a member of the Municipal Civic Service Commission while practicing as an attorney in the early 1960s. Spellman ran for mayor of Seattle in 1964, but did not advance past the primary. He campaigned for Dan Evans in his successful bid to become governor later that year. Spellman was elected to the three-member King County Commission in 1967. Following a voter-approved plan to implement a new Home Rule Charter in 1968, the office of County Executive was established and Spellman was elected the county's first chief executive over former governor Albert Rosellini in 1969. Spellman played the lead role in establishing the county's new governmental structure under the Charter. He consolidated previously independent departments and replaced the old patronage system with a merit system. Spellman supervised the controversial process of siting and building the Kingdome, the domed stadium that provided the first home for the Seattle Seahawks and Seattle Mariners, and initiated early efforts to deal with uncontrolled growth. He was twice re-elected to the office in 1973 and 1977. ==Governor of Washington (1981–1985)== Spellman first ran for governor in 1976 and was the top Republican in the state's blanket primary, but lost the general election to Democrat Dixy Lee Ray. Spellman again ran for governor in 1980, narrowly defeating representative Duane Berentson in the primary. Jim McDermott was the Democratic nominee, having defeated Ray in the primary, but was defeated by Spellman by a lopsided margin in the general election in a year Republicans made big political gains across the country. During Spellman's four-year term of office, Washington's economy suffered a serious recession marked by rising unemployment and disappointing tax revenues. The State Legislature was deeply divided over how to address an alarming revenue shortfall, but did agree to an increase in Washington's statewide sales tax rate from 5.5% to 6.5%. Despite campaign promises to oppose new taxes, Spellman pushed for $2.5 billion in new taxes to address funding shortfalls. One of Spellman's memorable policy stands was his strong commitment to environmental protection. Against pressure from business groups and many legislators, he vetoed a bill permitting for an environmentally-risky development project by Chicago Bridge & Iron in a sensitive shoreline area of Whatcom County. The veto was overridden by a vote of the state senate. He successfully blocked a proposed oil pipeline that would have crossed under the Puget Sound over potential endangerment of the waterway's ecology and refused to back down amidst public support of the project. In September 1983, upon the death of U.S. Senator Henry M. Jackson, Spellman appointed former Republican governor Daniel J. Evans to fill the vacant U.S. Senate seat. While the Democratic party protested the appointment of a Republican to fill the seat vacated by a Democrat, Spellman's appointment was considered lawful under the then-current statutes. As state law required an immediate primary and general election for the remaining U.S. Senate seat term, a primary election was held just three weeks after Evans' interim appointment. In 1984, Spellman ran for a second term of office. After a Democratic primary between then-State Senator Jim McDermott, former state Representative John Jovanovich, and then-Pierce County Executive Booth Gardner, Spellman faced a difficult battle in the general election against Democratic nominee Gardner. In the November 1984 general election, Spellman was defeated by Booth Gardner, and no Republican has served as governor of Washington since. ==Post-governorship career== After leaving office in January 1985, Spellman returned to private law practice. In 1990 he ran for election as a justice of the Washington Supreme Court against Richard P. Guy, but was not elected. Spellman was a partner at the Seattle- based law firm, Carney Badley Spellman. Spellman was awarded the James R. Ellis Regional Leadership Award from the Municipal League of King County in 2006. ==Death== Spellman suffered a fall on December 27, 2017, which resulted in a broken hip. He was admitted to Virginia Mason Medical Center in Seattle for treatment and died of pneumonia on the morning of January 16, 2018, at the age of 91. ==References== ==External links== |- |- Category:1926 births Category:2018 deaths Category:Georgetown University Law Center alumni Category:Governors of Washington (state) Category:King County Councillors Category:Politicians from Seattle Category:Republican Party state governors of the United States Category:Seattle University alumni Category:Washington (state) lawyers Category:Washington (state) Republicans Category:Deaths from pneumonia in Washington (state) Category:20th-century American lawyers Category:20th-century American politicians Category:21st-century American lawyers Category:Candidates in the 1976 United States elections Category:Candidates in the 1990 United States elections Category:People from Brownsville, Oregon Category:People from Bellevue, Washington Category:People from Hunts Point, Washington Category:United States Merchant Mariners of World War II Category:United States Navy personnel of World War II Category:Military personnel from Seattle",
 "title": "John Spellman"
}