{
 "id": "673949",
 "text": "Mœnia is a Mexican electronica/synthpop/ambient group. Popular within the Latin club scene while simultaneously pioneering a darker, more experimental, more poetic side of Spanish-language electronica, Mœnia has had three top-20 hits. Mœnia is often considered one of the first successful experimental Mexican music composers and performers, finding commercial viability in a market normally dominated by Latin ballad crooners, teenage vocal groups and musical styles with more mass appeal like cumbia, reggaeton and ranchera. Mœnia is also popular in other parts of Latin America, including the Argentinian and Chilean music markets, where they have also charted. Some of their most recognized singles include \"Estabas Ahí\", \"No Dices Más\" and \"Manto Estelar\". ==History== ===Early years (1985–1990)=== The group's formation dates back to 1985 while attending junior high school. The project began when sophomore year student Juan Carlos Lozano along with Alfonso Pichardo and Jorge Soto shared various musical tastes such as punk and New wave. At the same time in this era Spanish language rock music was also having a tremendous impact on Latin American listeners. Their musical influences include New Order, Erasure, OMD, The Cure, Depeche Mode, The Sisters of Mercy among others. Later on in their high school years the trio would compete in school organized music recitals, played live sets in small nightclubs and even recorded a few demos. It was during this time when the three had a very clear vision of what they intended to do in the music scene. The band's first moniker was that of ' 5mentarios ', its line up originally consisted of Alfonso Pichardo as lead vocalist, Juan Carlos Lozano as lead guitarist, Jorge Soto on keyboards, Abraham Rodríguez on synthesizers and Carlos Mercado on drums. Rodríguez abandoned 5mentarios in mid 1990. Alejandro Ortega (Alex Midi), a self-taught musician on guitar and synthesizers joins the band in early 1991 soon after finishing college. ===Setbacks and later success, Mœnia (1991–1998)=== In 1991, the group scored a contract with PolyGram and recorded a self-titled 'debut' the following year. With very few copies released, the album included an early but darker sounding version of \"Color melancolía\" (which was re-recorded in the 1996 edition), however it did not meet significant expectation and was immediately deemed a commercial failure. The failed album is considered by many longtime fans as a precursor in how it would characterize Moenia's sound in the years that followed. After that album's failed attempt, In 1993 Pichardo steps down from the band as he decided to complete his master's degree in the United States, the situation forced Lozano to take over as vocalist and eventually in 1996 and after several attempts they receive a new opportunity under Universal Music to record their official debut Mœnia, the debut album featured hits like \"No puedo estar sin ti\" and \"Estabas ahí\" (becoming club scene hymns) followed by a remix compilation album Mœnia Mixes. Much of the lyrical content in Moenia's 1996 debut were composed by Pichardo and yet were vocalized by Lozano. A similar situation happens with Adición+ (1999) when much of its lyrical content was composed by Lozano and later vocalized by Pichardo upon his return to Moenia. ===Post Lozano era – Adición+, Le Modulor, Televisor (1998–2003)=== Juan Carlos exits Moenia in late 1998 after an extensive tour and moved on to form the still electronically oriented but more guitar-centered Morbo, despite the acclaimed success of 1996's Mœnia and its subsequent album of remixes (a risky and previously unheard of novelty in the Mexican music industry), Pichardo returned with the remaining two of his former bandmates to complete Mœnia's line-up, which has remained unchanged since 1999. Moenia's second album Adición+ featured hits like \"No Dices Más\" and \"Regreso a Casa\". Their third album Le Modulor (2001), featured tracks like \"Molde Perfecto\" but Le Modulor did not have the same impact on listeners like the two previous albums did. 2003 saw the release of their third album Televisor, which featured the smash singles \"¿En qué momento?\" and \"Tú sabes lo que quiero\". The music video for \"Tú sabes lo que quiero\" stirred controversy at the time due to its racy sexualized themes, causing several music video networks to stop airing the piece. ===Stereo Hits, HitsLive (2004–2005)=== Stereo Hits is by far Mœnia's highest-selling album to date. It is a series of successful 1980s and 1990s Latin pop/rock and ballad hit covers such as \"En Algún Lugar\" by Duncan Dhu, \"Tren Al Sur\" by Los Prisioneros, \"Beber de Tu Sangre\" by Los Amantes de Lola, \"Mátenme Porque Me Muero\" by Caifanes and \"Ni Tú Ni Nadie\" by Alaska y Dinarama. The album was originally intended to serve as a stopgap to keep fans happy while the group worked on their next album, but became so popular that it was soon followed by a tour, which in turn was followed by a live album of its own in 2005, HitsLive. HitsLive was recorded live in Mexico City's National Auditorium. This compilation features Moenia's early hits up to the Stereo Hits era. ===Solar (2006–2007)=== In 2006 Mœnia released a new album, named Solar, which follows a more 1980s electropop style, including more electric guitar sounds. Also includes a duet with Denisse Guerrero (of Belanova) called \"Me Equivoque\". ===En Electrico (2009)=== Pichardo had started a solo project entitled Equivocal, with the first single \"Dar la Vuelta\". In November 2009 a compilation album entitled En Electrico was released. Produced by Armando Avila, featuring notable guests such as Paco Huidobro (Fobia), María José and former fellow frontman/vocalist Juan Carlos Lozano. ===FM (2012)=== 30 October 2012 saw the release of their seventh studio album FM, with their first single \"Morir Tres Veces\" (Die Thrice). An FM APP was released in December which featured the song \"Eso Que Pasó\" (That Which Happened). Two other singles from FM include \"Mejor Ya No\" (Better Not) and \"Soy Lo Peor\" (I'm Worse). ===Fantom (2016)=== Released on 23 September 2016, Moenia presents new tracks under producer Armando Ávila. At first many listeners thought the album would be a series of either mashups, covers or samplings, as for the album title itself according to keyboardist Alex Midi, the concept consisted in the combination of original written compositions along with interpolated works of other artists' songs and thus the term Fantom was stapled to that of what they consider 'ghostly apparitions' of one song within another. In the summer of 2015 the single \"Jamás! \" was the first to be released and found favorable reviews amongst music critics and other media. The track contains interpolated lyrics of Timbiriche's 1987 hit \"No seas tan cruel\". Other singles such as \"Me Liberé\" and \"Prohibido besar\" (which features Playa Limbo vocalist María León) would follow that pattern respectively. == Members== *Alfonso Pichardo – Vocal & Keyboardist (Co-Founder / 1985–1993 & 1998 – present day) *Jorge Soto – Keyboards & Guitar (Co-Founder / 1985–present day) *Alejandro \"Alex Midi\" Ortega – Synth & programming (1995–present day) Former members *Juan Carlos Lozano – Lead guitarist, vocalist (Co-Founder / 1985–1995) & singer (1995–1998) *Abraham Rodríguez – Synth & programming (1986–1990) *Carlos Mercado – Drums (1985–93) == Discography == * , 1992 (Debut LP, out of print) * , 1996 * , 1999 * , 2001 (Out of print and only available as a digital download) * , 2003 * , 2004 * , 2006 * , 2012 * , 2016 == Compilations == * , 1998 * , 2001 * , 2005 * , 2009 == Singles == Mœnia (1996) * * * (Re-recorded from their 1992 debut LP) * * Adicion + (1999) * * * Le Modulor (2001) * * * Televisor (2003) * * * Stereo Hits (2004) * (featuring sample of \"Rock and Roll Part 2\" (1972) by Gary Glitter) * Hits Live (2005) * (Live) Solar (2006) * * * En Electrico (2010) * * * FM (2012) * Morir Tres Veces * Eso Que Pasó * Mejor Ya No * Soy Lo Peor Fantom (2016) * Jamás ! * Prohibido besar (feat. María León) * Me Liberé * Todo mal #Hagamoscontactoœ (2018-2020) (2018) * Clásico B-side: Hibridos (2019) * Sin Etiquetas B-side: Una Hora Mas * Summer Drive B-side: Otra Oportunidad (2020) * Solo Lastimaste (feat. Della Ciprian) * Labios Rojos B-sides: Extraño Notes * \"Jamás!\" contains interpolation of Timbiriche's \"No seas tan cruel\". * \"Prohibido besar\" contains interpolation of Cetu Javu's \"A Dónde\". * \"Me Liberé\" contains interpolation of the Aleks Syntek hit \"Lindas criaturitas\". * \"Todo mal\" contains interpolation of Héroes del Silencio's \"La Chispa Adecuada (Bendecida III)\". ==References== == External links == * * Category:Rock en Español music groups Category:Mexican rock music groups Category:Mexican electronic musical groups Category:Mexican electronic music",
 "title": "Mœnia"
}