{
 "id": "673997",
 "text": "{{Infobox writer | name = Howard R. Garis | image = Howard Garis - 1922.jpg | imagesize = 250px | caption = Howard R. Garis, 1922 | pseudonym = Victor Appleton Laura Lee Hope Clarence Young Lester Chadwick Marion Davidson Van Powell | birth_name = | birth_date = | birth_place = Binghamton, New York, U.S. | death_date = | death_place = Amherst, Massachusetts, U.S. | occupation = Writer | nationality = American | period = 1910–1962 | genre = Children's literature | subject = | movement = | notableworks = Uncle Wiggily | spouse = Lilian Garis | children = Roger Garis, Cleo F. Garis | signature = | website = }} Howard Roger Garis ( – ) was an American author, best known for a series of books that featured the character of Uncle Wiggily Longears, an engaging elderly rabbit. Many of his books were illustrated by Lansing Campbell. Garis and his wife, Lilian Garis, were possibly the most prolific children's authors of the early 20th century. == Biography == Garis was born in Binghamton, New York. He and his spouse Lilian Garis both worked as reporters for the Newark Evening News. He did some work on the side for WNJR also in Newark. ===Uncle Wiggily=== The first Uncle Wiggily story appeared January 10, 1910, in the Newark News. For almost four decades the newspaper published an Uncle Wiggily story by Garis every day except Sunday, and the series was eventually nationally syndicated. By the time Garis retired from the newspaper in 1947, he had written more than 11,000 Uncle Wiggily stories.Bodian, Nat. Old Newark Memories: \"Recalling Newark News Writer Howard Garis and His Rabbit\" By virtue of his accessible characters and engaging plots, Garis was one of the most influential children's authors of his day. Many of his books, especially the Uncle Wiggily books, are still widely read and are readily available over the internet. Milton Bradley produced an Uncle Wiggily board game in 1916, 1947, 1954, again in 1967,Milton Bradley, 1967 and again in 1988.Milton Bradley 1988 The game debuted much earlier though and remained popular until the 1970s. ===Stratemeyer Syndicate=== Garis wrote many books for the Stratemeyer Syndicate under various pseudonyms. As Victor Appleton, he wrote about the enterprising Tom Swift; as Laura Lee Hope, he is generally credited with writing volumes 4–28 and 41 of the Bobbsey Twins; as Clarence Young, the Motor Boys series; as Lester Chadwick, the Baseball Joe series; and as Marion Davidson, a number of books including several featuring the Camp Fire Girls. The couple's children also wrote for Stratemeyer. After Edward Stratemeyer's death in May 1930, his two daughters, Harriet Stratemeyer Adams (1892–1982) and Edna C. Squier (1895–1974), ran the company, with the result that Garis stopped writing for the Syndicate in 1933 after several disagreements.Keeline, James D. \"Stratemeyer Syndicate Pseudonyms\". === Death === Garis moved to Amherst, Massachusetts in 1950, and died there in 1962. ==Biographies== Garis' son, Roger Garis, penned a biography of the writing Garis family My Father Was Uncle Wiggily (McGraw-Hill, 1966), as well as writing several books under his own name and pseudonyms, including a four-volume series of children's adventures/mysteries for A. L. Burt. His daughter, Cleo F. also wrote a three- volume series of children's mysteries, published by A. L. Burt. His granddaughter, Leslie Garis, wrote a more revealing Garis family memoir, The House of Happy Endings (Farrar, Straus and Giroux, 2007). ==Bibliography == === Titles written under Garis's name=== * With Force and Arms, J. S. Ogilvie Publishing Company, 1902 * The King of Unadilla, J. S. Ogilvie Publishing Company, 1903 * The White Crystals, Little, Brown and Company, 1904 * Isle of Black Fire, J. B. Lippincott Company, 1904 * Tam of the Fire Cave, D. Appleton and Company, 1927 * Tuftoo the Clown, D. Appleton and Company, 1928 * Chad of Knob Hill, Little, Brown and Company, 1929 === The Mystery Boys series (two separate series, both by Garis) === Written under Howard R. Garis, and published by Bradley # Mystery Boys in Ghost Canyon, 1930 # Mystery Boys at Round Lake, 1931 Written under the pen name Van Powell, and first published by A. L. Burt # The Mystery Boys and the Inca Gold, 1931 # The Mystery Boys and Captain Kidd's Message, 1931 # The Mystery Boys and the Secret of the Golden Sun, 1931 # The Mystery Boys and the Chinese Jewels, 1931 # The Mystery Boys and the Hindu Treasure, 1931 ===The Daddy series (selected)=== # Daddy Takes Us Camping, 1914 # Daddy Takes Us Fishing, 1914 # Daddy Takes Us to the Circus, 1914 # Daddy Takes Us Skating, 1914 # Daddy Takes Us Coasting, 1914 # Daddy Takes Us to the Farm, 1918 (?) # Daddy Takes Us to the Garden, 1914 # Daddy Takes Us Hunting Flowers, 1915 # Daddy Takes Us Hunting Birds, 1916 # Daddy Takes Us to the Woods, 1917 ===The Baseball Joe Series=== Written under the pen name Lester Chadwick # Baseball Joe of the Silver Stars # Baseball Joe on the School Nine # Baseball Joe at Yale # Baseball Joe in the Central League # Baseball Joe in the Big League # Baseball Joe on the Giants # Baseball Joe in the World Series # Baseball Joe Around the World # Baseball Joe: Home Run King # Baseball Joe Saving the League # Baseball Joe Captain of the Team # Baseball Joe Champion of the League # Baseball Joe Club Owner # Baseball Joe Pitching Wizard ===Two Wild Cherries series / The Dick and Janet Cherry Series=== Originally released as Two Wild Cherries; re-released as The Dick and Janet Cherry series; as Howard R. Garis # Two Wild Cherries; or, How Dick and Janet Lost Something # Two Wild Cherries In The Country; or, How Dick and Janet Saved The Mill # Two Wild Cherries At The Seashore; or, How Dick and Janet Were Shipwrecked # Two Wild Cherries in the Woods; or, How Dick and Janet Caught the Bear (This series later released under alternative titles by McLoughlin, and book order changed) ===Rick and Ruddy series=== as Howard R. Garis # Rick and Ruddy, 1920 # Rick and Ruddy in Camp, 1921 # Rick and Ruddy Afloat, 1922 # Rick and Ruddy Out West, 1923 # Rick and Ruddy on the Trail, 1924 (This series later released under alternative titles by McLoughlin) ===Those Smith Boys series=== as Howard R. Garis # Those Smith Boys, 1910 # Those Smith Boys on the Diamond, 1912 ===The Venture Boys series=== as Howard R. Garis # The Venture Boys Afloat, 1917 # The Venture Boys in Camp, 1918 ===Larry Dexter Series=== as by Howard R. Garis # From Office Boy to Reporter 1907 # Larry Dexter, Reporter, 1907 # Larry Dexter's Great Search, 1909 # Larry Dexter and the Bank Mystery, 1912 # Larry Dexter and the Stolen Boy, 1912 # Larry Dexter in Belgium, 1915 # Larry Dexter and the Ward Diamonds, 1927 # Larry Dexter's Great Chase, 1927 Volumes 1 and 2 initially published by Chatterton-Peck. Volumes 1 through 6 issued by Grosset & Dunlap. Volumes 6 and 7 issued by Garden City Publishing (in paperback only) Volume 1 through 6 retitled and issued by George Sully as the Young Reporter Series circa 1918. # The Young Reporter at the Big Flood # The Young Reporter and the Land Swindlers # The Young Reporter and the Missing Millionaire # The Young Reporter and the Bank Mystery # The Young Reporter and the Stolen Boy # The Young Reporter at the Battle Front ===Three Little Trippertrots series=== as Howard R. Garis. Published by Graham & Matlack, New York. Compilations of stories originally read over the New Jersey Telephone Herald entertainment service. #Three Little Trippertrots, 1912 #Three Little Trippertrots And Their Travels, 1912 ===Tom Cardiff series=== as Howard R. Garis #Tom Cardiff's Circus (1926) (reprinted in USSR as Том Кардиф в Цирке) (1930) #Tom Cardiff in the Big Top (1927) ===Circus Animal stories=== Published by R. F. Fenno #Snarlie the Tiger, 1916 #Woo-Uff The Lion, 1917 #Umboo the Elephant, 1918 ===Bed Time series=== This series of children's books was written by Garis beginning in 1910. Each volume contains 31 stories, one for each day of the month: # Sammie and Susie Littletail # Johnny and Billy Bushytail # Lulu, Alice & Jimmie Wibble-Wobble # Jackie and Peetie Bow-Wow # Buddy and Brighteyes Pigg # Joie, Tommie and Kittie Kat # Charlie and Arabella Chick # Neddie and Beckie Stubtail # Bully and Bawly No-Tail # Nannie and Billie Wagtail # Jollie and Jillie Longtail # Jacko and Jumpo Kinkytail # Curly and Floppy Twistytail # Toodle and Noodle Flat-Tail # Dottie and Willie Flufftail # Dickie and Nellie Fliptail # Woodie and Waddie Chuck # Bobby and Betty Ringtail ===The Curlytops series=== as Howard R. Garis; Published by Cupples & Leon, illustrated by Julia Greene # At Cherry Farm; or, Vacation Days in the Country, 1918. # On Star Island; or, Camping Out with Grandpa, 1918. # Snowed In; or, Grand Fun with Skates and Sleds, 1918. # At Uncle Frank's Ranch; or, Little Folks on Ponyback, 1918. Cupples & Leon. # At Silver Lake; or, On the Water with Uncle Ben, 1920. # And Their Pets; or, Uncle Toby's Strange Collection, 1921. # And Their Playmates; or, Jolly Times Through the Holidays, 1922. # In the Woods; or, Fun at the Lumber Camp, 1923. # At Sunset Beach; or, What Was Found in the Sand, 1924. # Touring Around; or, The Missing Photograph Album, 1925. # In a Summer Camp; or, Animal Joe's Menagerie, 1927. # Growing Up; or, Winter Sports and Summer Pleasures, 1928. # At Happy House; or, The Mystery of the Chinese Vase, 1931. # At the Circus; or, The Runaway Elephant, 1932. ===Buddy series=== as Howard R. Garis. Cupples & Leon published this series about the adventures of Buddy Martyne with his family and friends: # Buddy on the Farm or, a Boy and his Prize Pumpkin, 1929 # Buddy in School, or, a Boy and his Dog, 1929 # Buddy and his Winter Fun, or, a Boy in a Snow Camp, 1929 # Buddy at Rainbow Lake, or, a Boy and his Boat, 1930 # Buddy and his Chum, or, a Boy’s Queer Search, 1930 # Buddy at Pine Beach, or, a Boy on the Ocean, 1931 # Buddy and his Flying Balloon, or, a Boy’s Mysterious Airship, 1931 # Buddy on Mystery Mountain or, a Boy’s Strange Discovery, 1932 # Buddy on Floating Island or, a Boy’s Wonderful Secret, 1933 # Buddy and the Secret Cave or, a Boy and the Crystal Hermit, 1934 # Buddy and his Cowboy Pal or, a Boy on a Ranch, 1935 # Buddy and the Indian Chief or, a Boy among the Navajos, 1936 # Buddy and the Arrow Club or, a Boy and the Long Bow, 1937 # Buddy at Lost River or, a Boy and a Gold Mine, 1938 # Buddy on the Trail or, a Boy Among the Gypsies, 1939 # Buddy in Deep Valley or, a Boy on a Bee Farm, 1940 # Buddy at Red Gate or, a Boy on a Chicken Farm, 1941 # Buddy in Dragon Swamp or, a Boy on a Strange Hunt, 1942, # Buddy’s Victory Club or, a Boy and a Salvage Campaign, 1943 # Buddy and the G-Man Mystery or, a Boy and a Strange Cipher, 1944 # Buddy and his Fresh Air Camp or, a Boy and the Unlucky Ones, 1947 ===Rocket Riders series=== as Howard R. Garis # Rocket Riders Across The Ice or Racing Against Time, 1933 # Rocket Riders Over the Desert or, Seeking the Lost City, 1933 # Rocket Riders in Stormy Seas or, Trailing the Treasure Divers, 1933 # Rocket Riders in The Air or, A Chase in the Clouds, 1934 ===Teddy series=== as Howard R. Garis # Teddy and The Mystery Monkey, 1936 # Teddy and The Mystery Dog, 1936 # Teddy and The Mystery Cat, 1937 # Teddy and The Mystery Parrot, 1938 # Teddy and The Mystery Pony, 1939 # Teddy and His Mystery Deer, 1940 # Teddy and His Mystery Goat, 1941 ===Uncle Wiggily series=== as Howard R. Garis # Uncle Wiggily's Adventures # Uncle Wiggily's Travels # Uncle Wiggily's Fortune # Uncle Wiggily's Automobile # Uncle Wiggily at the Seashore # Uncle Wiggily's Airship # Uncle Wiggily in the Country # Uncle Wiggily in the Woods # Uncle Wiggily on the Farm # Uncle Wiggily's Journey # Uncle Wiggily and Baby Bunty # Uncle Wiggily's Story Book # Uncle Wiggily's Picture Book # Uncle Wiggily's Puzzle Book # Uncle Wiggily on Sugar Island # The Uncle Wiggily Book # Uncle Wiggily's Bungalow # Uncle Wiggily's Picnic Party # Uncle Wiggily’s Surprises # Uncle Wiggily's Happy Days # Uncle Wiggily and The Canoe # Uncle Wiggily and the Littletails # Uncle Wiggily in Wonderland, 1921 # Uncle Wiggily and Old Mother Hubbard, 1922 ===Happy Home series=== The Happy Home Series is a six-volume series of children's books written by Garis between 1926 and 1927: # Adventures of the Galloping Gas Stove # Adventures of the Runaway Rocking Chair # Adventures of the Traveling Table # Adventures of the Sliding Foot Stool # Adventures of the Sailing Sofa # Adventures of the Prancing Piano ==References== ==External links== * * * * * * * * * * * Works by Howard R. Garis at Esprios (Free to download titles) Category:1873 births Category:1962 deaths Category:American children's writers Category:Stratemeyer Syndicate Category:Writers from Binghamton, New York Category:20th-century American writers Category:20th-century American male writers",
 "title": "Howard R. Garis"
}