{
 "id": "673947",
 "text": "was an admiral in the Imperial Japanese Navy and was the ambassador to the United States at the time of the attack on Pearl Harbor. ==Early life and career== Nomura was born in Wakayama city, Wakayama Prefecture. He graduated from the 26th class of the Imperial Japanese Naval Academy in 1898, with a ranking of 2nd out of a class of 57 cadets. As a midshipman, he served on the corvette Hiei and battleship Yashima. He was promoted to ensign on January 12, 1900, and to sub-lieutenant on October 1, 1901. As a crewman, he made a voyage to the United States on the battleship Mikasa from 1901 to 1902. Promoted to lieutenant on September 26, 1903, he served on a large number of ships, including the gunboat Maya, corvette Kongō, and cruiser Tokiwa. He served as chief navigator on the cruiser Saien (1904) and cruiser Takachiho during the Russo-Japanese War. After the war, he was chief navigator on the cruisers Hashidate and Chitose. In March 1908, he was sent as naval attaché to Austria. He was promoted to lieutenant commander on September 25, 1908, and became naval attaché to Germany in 1910. He returned to Japan in May 1911 and became executive officer on the cruiser Otowa in September 1911. In June 1912, he was assigned a number of staff roles and was promoted to commander on December 1, 1913. During World War I, from 11 December 1914 until 1 June 1918, Nomura was naval attaché to the United States. While in the United States, he was promoted to captain on April 1, 1917. On Nomura's return to Japan, he received his first command, the cruiser Yakumo. However, only a month later, he was reassigned to the Imperial Japanese Navy General Staff, joining Japan's delegation to the Versailles Peace Treaty Conference. Following the conclusion of negotiations, he returned to Washington, DC, to participate in the Washington Naval Conference of 1921–1922. ==Admiral== thumb|left|180px|Kichisaburō Nomura after Hongkew Park Bombing On June 1, 1922, Nomura was promoted to rear admiral. He served as chief of the 3rd section of the Navy General Staff, followed by Commander of the 1st Expeditionary Fleet, Director of the Education Bureau, and Vice Chief of the Navy General Staff. He was promoted to vice admiral on December 1, 1926. On June 11, 1930, Nomura became Commander in Chief of the Kure Naval District. He was Commander in Chief of the Yokosuka Naval District in December 1930. During the First Shanghai Incident in 1932, Nomura was commander of the Imperial Japanese Navy Third Fleet, supporting the Army, which was under the command of Yoshinori Shirakawa. In April of that year, a Korean man named Yun Bong-gil detonated a bomb when Nomura and his colleagues were attending the celebration of Emperor Hirohito's birthday at Shanghai's Hongkou Park. Shirakawa was seriously wounded in the attack and died of his injuries the following month. Shigemitsu, the Ambassador to China, lost his right leg, and Nomura was blinded in one eye. Nomura was promoted to full admiral on March 1, 1933. From 1933 to 1937, Nomura served as Naval Councilor on the Supreme War Council, and retired from active service in 1937. ==Diplomat== thumb|Nomura meets the press after he had been appointed as Foreign Minister (26 September 1939) After his retirement, Nomura was principal of the Gakushūin Peer's school from 1937 to 1939. He was appointed Foreign Minister of Japan from 1939 to 1940 in the cabinet of Nobuyuki Abe. On November 27, 1940, Nomura was sent as ambassador to the United States, replacing Kensuke Horinouchi, who had served since March 1939. Roosevelt, who as Assistant Secretary of the Navy knew Nomura back in his Washington DC years, welcomed the appointment of the fellow Navy man whom he liked as a honest man. Throughout much of 1941, Nomura negotiated with United States Secretary of State Cordell Hull to prevent the war between Japan and the United States. Nomura attempted to resolve issues including the Japanese conflict with China, the Japanese occupation of French Indochina, and the US oil embargo against Japan. Nomura's repeated pleas to his superiors to offer the Americans meaningful concessions were rejected by his government, while Hull and his boss Roosevelt were far from yielding themselves. Herbert P. Bix, Hirohito and the Making of Modern Japan, p. 421 On November 15, 1941, Nomura was joined by a \"special envoy\" to Washington, Saburō Kurusu. The retired Admiral, and in fact the entire Japanese Foreign Office, was kept in the dark as to the Japanese Navy's impending attack upon Pearl Harbor. Nomura and Kurusu had to decode the radioed message of Japan's breaking off of the negotiations with the United States, which practically meant war. It was sent from Japan on Monday, December 8, and received while the embassy's technical support staff were still on their Sunday off. Nomura stated that was why he was unable to deliver the message until after the actual attack had taken place. In his memoirs, Hull credited Nomura for trying sincerely to prevent the war. While the Japanese Consulate struggled to decipher their own code, Washington had broken it and Hull knew how Nomura was being used by Tokyo as a convenient time-buying ploy. All in vain, but Nomura, who understood America and had healthy respect for it, always hoped for the break through for peace and believed it was possible. ==Later life== On August 20, 1942, Nomura returned to Japan. He continued to serve in an unofficial capacity as an advisor to the government through World War II, and he was appointed to the Privy Council in May 1945. After the war, the well-connected and well-liked Nomura started new careers. He was frequently visited and supported by the members of American Council on Japan including the former US Ambassador to Tokyo, Joseph Grew, who were convinced that their amiable old friend still had an important role to play in newly democratic Japan and the new US-Japan relationship. He was invited by Prime Minister Shigeru Yoshida, close ally of GHQ, the US Forces in Japan, and of the American Council, to serve as a committee member studying the rearmament of Japan during the Cold War. He was also recruited by Konosuke Matsushita, a fellow Wakayama city native and the founder of Panasonic, as a general manager for JVC, Victor Company of Japan, which was owned by Matsushita and Nomura quickly reestablished its former tie with RCA in US. In 1954, Nomura ran for the House of Councillors (upper house) and was elected by a landslide. In the late 1950 he was considered to be a strong candidate to head the Defense Agency by two prime ministers, Ichirō Hatoyama and Nobusuke Kishi, however he declined both offers and expressed his belief in civilian control of armed forces. Nomura had been a civilian for nearly two decades by that time, but was still regarded by many as a retired admiral of the old Imperial Japanese Navy. Nomura was re-elected to the upper house in 1960 and died in office in 1964. ==Honors== From the corresponding article in the Japanese Wikipedia * Grand Cordon of the Order of the Rising Sun – 7 February 1934 * Order of the Golden Kite, Second Class – 29 April 1934 * Grand Cordon of the Order of the Sacred Treasure – 13 July 1940 * Grand Cordon of the Order of the Paulownia Flowers – 8 May 1964 (posthumous) * Navy Distinguished Service Medal – 1918 (United States) ==Citations == == General references == ===Books=== * * * * * == Further reading == * == External links == Category:1877 births Category:1964 deaths Category:Ambassadors of Japan to the United States Category:Attack on Pearl Harbor Category:Foreign ministers of Japan Category:Grand Cordons of the Order of the Rising Sun Category:Imperial Japanese Navy admirals Category:Japanese military personnel of World War II Category:Japanese naval attachés Category:Japanese politicians with physical disabilities Category:Members of the House of Councillors (Japan) Category:People from Wakayama Prefecture Category:Recipients of the Order of the Golden Kite Category:Recipients of the Order of the Rising Sun with Paulownia Flowers Category:Recipients of the Order of the Sacred Treasure, 1st class",
 "title": "Kichisaburō Nomura"
}