{
 "id": "674093",
 "text": "Pernod Ricard () is a French company best known for its anise-flavoured pastis apéritifs Pernod Anise and Ricard Pastis (often referred to simply as Pernod or Ricard). The world’s second-largest wine and spirits seller, it also produces several other types of pastis. After the banning of absinthe, Pernod Ricard was created from the Pernod Fils company, which had produced absinthe. Pernod Ricard owned the distilled beverage division of the former corporation Seagram (including brands like Chivas Regal) until 2006, along with many other holdings. In 2005, the company acquired a British-based competitor, Allied Domecq PLC. In 2008, Pernod Ricard announced its acquisition of Swedish-based V&S; Group, which produces Absolut Vodka. In 2013, Pernod Ricard joined leading alcohol producers as part of a producers' commitments to reducing harmful drinking. As of 2015, India is the company's third largest market by value. In December 2018, Elliott Management Corporation purchased a 2.5% stake in Pernod Ricard. According to the NGO Alliance Anticorrida, Pernod Ricard was the major funder of bullfighting in France, financing bullfighting clubs and sponsoring corridas despite the opposition of a majority of French citizens to blood sports. In 2020, Pernod Ricard ended the association with bullfighting clubs. ==History== thumb|right|Pernod mixed with water and ice ===Pernod=== *1797 – , a Swiss distiller, opens his first absinthe distillery in Switzerland. *1805 – Maison Pernod Fils (simply known as Pernod Fils) is founded in Pontarlier, Franche-Comté, eastern France, by Henri-Louis Pernod and begins production of the anise-flavored liquor known as absinthe. *1850 – Henri-Louis Pernod dies. *1871 – Distillerie Hémard is founded near Paris. *1872 – Société Pernod Père & Fils opens in Avignon. *1915 – Production and consumption of absinthe is prohibited in France. *1926 – All 3 distilleries merge to form Les Établissements Pernod. *1951 – Pastis 51 is launched. *1965 – Takeover of Distillerie Rousseau, Laurens et Moureaux, producer of Suze liquor since 1889. ===Ricard=== *1932 – Ricard, which soon becomes France's favourite long drink, is founded in Marseille by Paul Ricard. *1940 – Production of pastis is prohibited by the Vichy regime. *1944 – Production of pastis becomes legal again. *1968 – Paul Ricard retires; his son Patrick becomes CEO in 1978. ===Pernod Ricard=== thumb|Head office of Pernod Ricard, 12 place des États-Unis, Paris, 16th arrondissement *1975 – Old rivals Pernod and Ricard merge to form Pernod Ricard S.A.. *1988 – Pernod Ricard acquires Irish Distillers (which includes Jameson Irish whiskeys). *1989 – Pernod Ricard acquires Orlando Wyndham (makers of Jacob's Creek). *1993 – Pernod Ricard works with Cuban companies to create Havana Club International. *1998 – Pernod Ricard acquires the Yerevan Brandy Company. *2001 – Pernod Ricard purchases 38% of Seagram's Wines and Spirits business. *2005 – Pernod Ricard purchases Allied Domecq. *2008 – Pernod Ricard purchases V&S; Group, including the Absolut Vodka brand, from the Swedish government. ==Subsidiaries== *Chivas Brothers Ltd – whisky and gin branch of Pernod Ricard. Owner of 13 Scotch malt distilleries, 1 grain distillery and 2 gin distilleries. *Pernod Ricard Winemakers – owner of Jacob's Creek, Brancott Estate, Campo Viejo, Ysios, Tarsus, Aura, Azpilicueta, and Siglo *Corby Distilleries – Canadian subsidiary; owner of Wiser's whisky, Lamb's rum; Hiram Walker & Sons Limited is majority shareholder of Corby and itself unit of Pernod Ricard *Pernod Ricard Rouss – subsidiary in the Russian Federation *Irish Distillers – Irish subsidiary *Pernod Ricard Armenia – Armenian subsidiary and owner of Yerevan Brandy Company *Pernod Ricard Hellas - subsidiary in Greece *Pernod Ricard India – Indian subsidiary ==Brands== Pernod Ricard owns a wide variety of beverage brands worldwide. These include: ; Whisky ; Vodkas ; Other ; Wine and Champagne Pernod Ricard previously owned the non-alcoholic chocolate beverage Yoo-hoo, which was acquired from a group of private investors in 1989. Pernod Ricard also previously owned the carbonated citrus drink Orangina. Both brands were sold in 2001 to Cadbury Schweppes. ==References== ==External links== * Category:Distilleries in France Category:Drink companies of France Category:French brands Category:Holding companies of France Category:Manufacturing companies based in Paris Category:Multinational companies headquartered in France Category:Absinthe Category:Anise liqueurs and spirits Category:French companies established in 1975 Category:Food and drink companies established in 1975 Category:Holding companies established in 1975 Category:CAC 40 Category:Companies in the Euro Stoxx 50 Category:Companies listed on Euronext Paris",
 "title": "Pernod Ricard"
}