{
 "id": "674166",
 "text": "thumb|300px|Grænavatn, Krýsuvíkurskóli, Sveifluháls with geothermal areas For the volcanic landforms around Krýsuvík, see also: Krýsuvík (volcanic system) Krýsuvík (also Krísuvík, both pronounced in Icelandic) is an area in Southwest Iceland at about 35 km from Reykjavík. ==Geography and access== It is situated on the Reykjanes peninsula between Þorlákshöfn and Grindavík and accessed by Routes 42 and 427.Ísland Vegaatlas. Reykjavík 2006, p. 1 == Name == The name Krýsuvík means \"bay of Krýsa,\" a folk tale figure from the area. Krýsa was an old woman who, together with her cousin Herdís, could use witchcraft. They had a discussion about the borders of their respective lands; one wanted to cast a spell so that all the fish in a nearby lake would be hairy, the other intended to bring up a storm and let all fishermen die. The dispute ended with the death of both of them. The folk tale says that they were buried side by side, and the place of the graves is still known to locals. The Ögmundarhraun lava flows which were emitted by the nearby Krýsuvík volcanic system in the 12th century, destroyed the Krýsuvík farm, which was located at the coast, and filled up the bay.Snæbjörn Guðmundsson: Vegavísir um jarðfræði Íslands. Reykjavík 2015, p. 24 ==History== thumb|The old Krýsuvikurkirkja, March 2007 There were farms in the vicinity from the Middle Ages till 1945. After the eruption known as the Krýsuvík fires in the middle of the 12th century, probably in 1151-1188, the main farm was transferred to a place under the mountain Bæjarfell. The name Krýsuvík was still used for the farm, though the buildings were at a distance of some kilometers from the sea. The farm had a reputation for being very rich till the end of the 19th century. Being near the sea, the farm had additional income from fishing and hunting. Commerce was also done, because the farm was a junction of old trails from the north to the south coast. Also the sulfur of the nearby geothermal areas was mined and exported.Vegahandbókin. Ferðahandbókin þín. Landmælingar Íslands og Vegahandbókin. 2014, p. 213 However, Krýsuvík was too far away from upcoming industry and commerce and therefore abandoned in the middle of the 20th century. Árni Gíslason, one of the richest people in Iceland in the 19th century, lived in Krýsuvík. In 1949, a new farm (Fjósið) was constructed near the maar Grænavatn, but for many reasons, never used much as such.https://ferlir.is/krysuvik-althydublad-hafnarfjardar-1949/ Ferlir. Retrieved 2. August 2020. As all the estate farms in Iceland, Krýsuvík had its own small proprietary church, in this case from the 13th century until 2010. The last building was a 19th century timber church built in 1857.https://it.visiticeland.com/plan-your-trip/travel-search/search- results/view/krysuvik?type=place Krýsuvík in: Visit Iceland. Official Tourism Information Site. Retrieved 2 August 2020. The church was then changed into an apartment building for some time after 1927. In 1964, the mayor of Hafnarfjörður had the church renovated and used for weddings and placed under the protection of the National Museum as part of the National Museum’s Buildings Collection. It burned down in January 2010. An association was formed to build a replica, which was done by students and teachers at the technical school in Hafnarfjörður. The replica was driven to the site by truck and unloaded in 2020.New church arrived in Krýsuvík. Fjarðarfréttir 9 October 2020 (in Icelandic) ==Sites== thumb|The maar Grænavatn with the buildings of the \"new\" farm thumb|Geothermal area of Seltún in 2018 thumb|Aerial photographs of Ögmundarhraun lava field thumb|Sea cliffs of Krýsuvíkurbjarg thumb|Puffins at Krýsuvíkurbjarg Under the mountain Bæjarfell is a boarding school for young people who have problems with drug abuse.Íslandshandbókin. Náttúra, saga of sérkenni. Reykjavík 1989, p. 55 In the vicinity are some maars and the high temperature geothermal area of Seltún, all part of the Krýsuvík volcanic system. The largest lake in the area, Kleifarvatn, began to diminish after an earthquake in 2000; 20% of its surface disappeared by 2005, but it had filled up again by 2019. Many interesting tuff rock formations are to be found at its western coast near Route 42 on the slopes of Sveifluháls. The Ögmundarhraun lava field south of Krýsuvík includes some kīpukas, vegetation islands in the lava field, which can be reached by hiking trails. One of them, the Húshólmi, contains some ruins of the medieval farm of Krýsuvík.Reynir Ingibjartsson: 25 Gönguleiðir á Reykjanesskaga. Náttúrann við Bæjarveggin. Reykjavík 2014, p. 88-93 Scientists identified some stone fences within the same kipuka as being older as the official time of settlement (874). They used tephrochronology and saw that the famous bimodal settlement tephra (landnámslagið) derived from a combined eruption series within the Bárðarbunga-Veiðivötn and Torfajökull systems in the years 871-874, was covering these structures.Reynir Ingibjartsson: 25 Gönguleiðir á Reykjanesskaga. Náttúrann við Bæjarveggin. Reykjavík 2014, p. 88 A jeep track runs down to the sea from Krýsuvík and Route 427. It ends at the high cliffs of Krýsuvíkurbjarg or Krýsuvíkurberg which are renowned as bird cliffs with thousands of Icelandic sea birds like arctic terns, puffins, fulmars and more. About 63,000 pairs of birds were counted there shortly before 2014. But the cliffs, which can be reached on foot, are also a window in the geologic past.Reynir Ingibjartsson: 25 Gönguleiðir á Reykjanesskaga. Náttúrann við Bæjarveggin. Reykjavík , p. 94-99 The lava flows covering the area came mostly from the crater up on Geitahlíð tuya, not from the Krýsuvík, but from the neighbouring Brennisteinsfjöll volcanic system. The area is protected as part of Reykjanesfólkvangur.Reynir Ingibjartsson: 25 Gönguleiðir á Reykjanesskaga. Náttúrann við Bæjarveggin. Reykjavík , p. 99 Krýsuvík is a popular hiking area, and tourism infrastructure such as wooden pathways has been developed. The music video for the song \"Never Forget\" by Greta Salóme & Jónsi was filmed in this area. ==See also== * Krýsuvík fires ==References== Category:Farms in Iceland Category:Hafnarfjörður Category:Reykjanes Volcanic Belt Category:Krýsuvík Volcanic System Category:Reykjanes",
 "title": "Krýsuvík"
}