{
 "id": "67411",
 "text": "Above the Law (also known as Nico: Above the Law, or simply Nico) is a 1988 American crime action film written, produced and directed by Andrew Davis. It marked the film debut of Steven Seagal, and stars Pam Grier, Sharon Stone, Daniel Faraldo and Henry Silva. Seagal plays Nico Toscani, an ex-CIA agent, Aikido specialist and a Chicago policeman who discovers a conspiracy upon investigating the mysterious shipment of military explosives seized from a narcotics dealer. The film originated after a successful screen test, financed by Michael Ovitz, leading to Seagal being offered a contract by Warner Bros. The film was set and filmed on location in Chicago. The film premiered in the United States on April 8, 1988. ==Plot== Sergeant Nico Toscani, who traces his roots to Palermo, Sicily, is a detective in the Chicago Police Department's vice squad. At an early age he had become interested in martial arts, and moved to Japan to study them. In 1969, Toscani was recruited to join the CIA by Nelson Fox and was involved in covert operations on the Vietnamese- Cambodian border during the Vietnam War. There, he became disgusted with DCI Kurt Zagon, who tortured prisoners. A stand-off occurred when Toscani tried to stop a torture session, and he left the CIA. Toscani returned to Chicago, joined the police department, and got married. Toscani and his new partner Detective Delores \"Jacks\" Jackson are investigating a drug ring, and after busting two of the dealers, including Salvadorian drug lord Tony Salvano, Toscani finds C-4 explosive. Shortly afterward, the men that Toscani and Jackson arrested are released at the request of federal officials, and Toscani is ordered to stand down. Later, the priest of Toscani's parish is killed in an explosion during Mass. Fox calls Toscani and tells him to move his family to a safer location, saying that he is in danger. Under pressure from the feds, Toscani is asked to turn in his badge. He eventually discovers that the dealers he busted are linked to Zagon, who is still with the CIA, and who is being accused of human rights violations by a Central American priest who was being sheltered by Toscani's priest. While Zagon is torturing the priest, Toscani bursts in and a gun battle ensues. Detectives Lukich and Jackson are wounded during the shootout, and Toscani has to flee. Senator Ernest Harrison is investigating Zagon's group to reveal their covert operations and drug dealing. When Toscani finds out that Zagon killed the priest and is planning to kill Harrison, he goes after Zagon. Toscani confronts Fox, but they are interrupted by Zagon's men. Fox is killed and Toscani is captured. He is held in the kitchen of a hotel during a Harrison campaign rally. Before Zagon can kill Harrison, Toscani breaks free and kills Zagon and all of his remaining men. After, Toscani meets Harrison, who has been informed of everything. Harrison promises justice and Toscani says he is now willing to testify about his experiences with Zagon and covert operations in the CIA. ==Cast== * Steven Seagal as Sergeant Nicolo \"Nico\" Toscani * Pam Grier as Detective Delores \"Jacks\" Jackson * Henry Silva as CIA Agent Kurt Zagon * Ron Dean as Detective Lukich * Sharon Stone as Sara Toscani * Gene Barge as Detective Henderson * Chelcie Ross as CIA Agent Nelson Fox * Ronnie Barron as CIA Bartender * Nicholas Kusenko as FBI Agent Neeley * Gregory Alan Williams as FBI Agent Halloran * Jack Wallace as Uncle Branca * Metta Davis as Rosa Toscani * Toni Fleming as Grandma Zingaro * Michelle Hoard as Lucy, Nico's Cousin * Christopher Peditto as Alex, The Pimp * Cheryl Hamada as Watanabe * Ralph Foody as Federal Clerk * Joseph Kosala as Lieutenant Fred Strozah * Thalmus Rasulala as Deputy Superintendent Crowder * Joe Greco as Father Joseph Gennaro * Henry Godinez as Father Tomasino * India Cooper as Sister Mary * Joe D. Lauck as Senator Ernest Harrison * Clare Peck as Judge Roberta Alspaugh * Danny Goldring as Zagon's Aide * Daniel Faraldo as Bautista \"Tony\" Salvano * Miguel Nino as \"Chi-Chi\" Ramon * Rafael Gonzalez as Carlos Abandano, Salvano's Lawyer * Juan Ramirez as Machete Man * Nydia Rodriguez Terracina as Bomb Woman * Lee de Broux as CIA Interrogator * Patrick Gorman as CIA Interrogator * Michael Rooker as Man In Bar #1 * Rex Linn as Man in Bar #2 * Gene Hartline as Man In Bar #3 * John C. Reilly as Thug In Bar (uncredited) * Mark Boone Junior as Man In Window (uncredited) ==Production== It has been reported that Seagal was asked to make the film by his former aikido pupil, agent Michael Ovitz, who believed that he could make anyone a movie star. It was set and filmed in Chicago, Illinois, over 60 days between April 27 and June 26, 1987. ==Release== ===Home media=== Warner Bros. released the Region 1 DVD in the United States on January 28, 1998. The Region 2 DVD was released in the United Kingdom on April 26, 1999. The Region-free Blu-ray Disc was released on April 7, 2009. ==Reception== ===Box office=== The film grossed $18,869,631 in the U.S. ===Critical response=== Above the Law received mixed reviews. Rotten Tomatoes gives the film a score of 47%, based on reviews from 19 critics. Audiences polled by CinemaScore gave the film an average grade of \"B\" on an A+ to F scale. Roger Ebert of the Chicago Sun-Times stated \"It contains 50 percent more plot than it needs, but that allows it room to grow in areas not ordinarily covered in action thrillers.\" In a negative review, Hal Hinson of The Washington Post criticized it as \"woefully short on originality.\" ===Legacy=== Above the Law is regarded as the first American film to feature Aikido in fight sequences. Steven Seagal tweeted plans for Above The Law 2 on August 1, 2016, but the project never came to fruition. ==References== ==External links== * * Category:1988 films Category:1980s crime action films Category:1988 martial arts films Category:American crime action films Category:American films Category:American martial arts films Category:American police detective films Category:1980s English-language films Category:Fictional portrayals of the Chicago Police Department Category:Films directed by Andrew Davis Category:Films scored by David Michael Frank Category:Films set in 1973 Category:Films set in 1988 Category:Films set in Chicago Category:Films with screenplays by Ronald Shusett Category:Films with screenplays by Steven Pressfield Category:Vietnam War films Category:Warner Bros. films",
 "title": "Above the Law (1988 film)"
}