{
 "id": "6745",
 "text": "Couscous is a North African dish of small steamed granules of rolled durum wheat semolina that is traditionally served with a stew spooned on top. Pearl millet, sorghum, Bulgur and other cereals can be cooked in a similar way in other regions and the resulting dishes are also sometimes called couscous. Couscous is a staple food throughout the Maghrebi cuisines of Algeria, Tunisia, Mauritania, Morocco, and Libya. It is also widely consumed in France and in Sicily, where it was introduced by Maghreb immigrants. In 2020 it was inscribed in UNESCO Intangible Cultural Heritage Lists. == Etymology == The word couscous, alternately cuscus or kuskus, is of Berber origin, The exact formation of the word presents some obscurities. The Berber root √K-S means \"well formed, well rolled, rounded\". Numerous names and pronunciations for couscous exist around the world. == History == It is unclear when couscous originated. Food historian Lucie Bolens believes couscous originated millennia ago, during the reign of Masinissa in the ancient kingdom of Numidia in present-day Algeria. Traces of cooking vessels akin to couscoussiers have been found in graves from the 3rd century BC, from the time of the berber kings of Numidia, in the city of Tiaret, Algeria. According to Charles Perry, couscous originated among the Berbers of Algeria and Morocco between the end of the 11th-century Zirid dynasty, modern-day Algeria, and the rise of the 13th- century Almohad Caliphate. The historian Hady Idris noted that couscous is attested in the Hafsid era, but not in the Zirid era. In the twelfth century, Maghrebi cooks were preparing dishes of non-mushy grains by stirring flour with water to create light, round balls of couscous dough that could be steamed. The historian Maxime Rodinson found three recipes for couscous from the 13th-century Arabic cookbook Kitab al-Wusla ila al-Habib, written by an Ayyubid author, and the anonymous Arabic cooking book Kitab al tabikh and Ibn Razin al-Tujibi's Fadalat al-khiwan also contain recipes. Couscous is believed to have been spread among the inhabitants of the Iberian Peninsula by the Berber dynasties of the thirteenth century, though it is not found in traditional Spanish or Portuguese cuisine anymore. In modern-day Trapani, Sicily the dish is still made to the medieval recipe of Andalusian author Ibn Razin al-Tujibi. Ligurian families that moved from Tabarka to Sardinia brought the dish with them to Carloforte in the 18th century. Known in France since the 16th century, it was brought into French cuisine at the beginning of the 20th century, via the French colonial Empire and the Pieds-Noirs of Algeria. == Preparation == thumb|Brown couscous with vegetables in Tunisia Couscous is traditionally made from the hard part of the durum, the part of the grain that resisted the grinding of the millstone. The semolina is sprinkled with water and rolled with the hands to form small pellets, sprinkled with dry flour to keep them separate, and then sieved. Any pellets that are too small to be finished granules of couscous fall through the sieve and are again rolled and sprinkled with dry semolina and rolled into pellets. This labor-intensive process continues until all the semolina has been formed into tiny granules of couscous. In the traditional method of preparing couscous, groups of people come together to make large batches over several days, which are then dried in the sun and used for several months. Handmade couscous may need to be re- hydrated as it is prepared; this is achieved by a process of moistening and steaming over stew until the couscous reaches the desired light and fluffy consistency. In some regions couscous is made from farina or coarsely ground barley or pearl millet. In modern times, couscous production is largely mechanized, and the product is sold in markets around the world. This couscous can be sauteed before it is cooked in water or another liquid. Properly cooked couscous is light and fluffy, not gummy or gritty. Traditionally, North Africans use a food steamer (called ataseksut in Berber, a kiskas in Arabic or a couscoussier in French). The base is a tall metal pot shaped rather like an oil jar in which the meat and vegetables are cooked as a stew. On top of the base, a steamer sits where the couscous is cooked, absorbing the flavours from the stew. The lid to the steamer has holes around its edge so steam can escape. It is also possible to use a pot with a steamer insert. If the holes are too big, the steamer can be lined with damp cheesecloth. There is little archaeological evidence of early diets including couscous, possibly because the original couscoussier was probably made from organic materials that could not survive extended exposure to the elements. The couscous that is sold in most Western supermarkets has been pre-steamed and dried. It is typically prepared by adding 1.5 measures of boiling water or stock to each measure of couscous then leaving covered tightly for about five minutes. Pre-steamed couscous takes less time to prepare than regular couscous, most dried pasta, or dried grains (such as rice). Packaged sets of quick-preparation couscous and canned vegetables, and generally meat, are routinely sold in European grocery stores and supermarkets. Couscous is widely consumed in France, where it was introduced by Maghreb immigrants and voted the third most popular dish in a 2011 survey.Les plats préférés des Français , enquête réalisée en août 2011 pour le magazine Vie Pratique Gourmand auprès d'un échantillon national de personnes représentatif de l'ensemble de la population âgée de 18 ans et plus, interrogées en face à face. Méthode des quotas (sexe, âge, profession du chef de ménage PCS) et stratification par région et catégorie d’agglomération. == Recognition == In December 2020, Algeria, Mauritania, Morocco and Tunisia obtained official recognition for the knowledge, know-how and practices pertaining to the production and consumption of couscous on the Representative List of the Intangible Cultural Heritage of Humanity by UNESCO. The joint submission by the four countries was hailed as an \"example of international cooperation\". == Local variations == Couscous proper is about 2 mm in diameter, but there also exist a larger variety (3 mm more) that is known as Berkoukes, as well as an ultra fine version (around 1 mm). In Morocco, Algeria, Tunisia, and Libya, it is generally served with vegetables (carrots, potatoes, and turnips) cooked in a spicy or mild broth or stew, and some meat (generally, chicken, lamb or mutton).thumb|Couscous with vegetables, meat, and tfaya. === Algeria and Morocco === Algerian couscous can also include tomatoes and legumes. Moroccan couscous uses saffron. In both Algeria and Morocco it may be served at the end of a meal or by itself in a dish called \"sfouff\". Along the Mediterranean coast of Algeria and Morocco, an ultra-fine ( in diameter) grade of couscous, known as seffa or mesfuf, is also produced. It can also be served as a dessert, for which the couscous is usually steamed several times until it is fluffy and pale in color. It is then sprinkled with almonds, cinnamon and sugar. Traditionally, this dessert is served with milk perfumed with orange flower water, or it can be served plain with buttermilk in a bowl as a cold light soup for supper. === Tunisia === thumb|Fish couscous from Tunisia In Tunisia, couscous is made mostly spicy with harissa sauce and served commonly with any dish, including lamb, fish, seafood, beef and sometimes, in southern regions, camel. Fish couscous is a Tunisian specialty and can also be made with octopus, squid or other seafood in hot, red, spicy sauce. === Libya === In Libya, it is mostly served with lamb, but also camel, and rarely beef, in Tripoli and the western parts of Libya, but not during official ceremonies or weddings. Another way to eat couscous is as a dessert; it is prepared with dates, sesame, and pure honey, and locally referred to as maghrood. === Mauritania === In Mauritania, the couscous uses large wheat grains (mabroum) and is darker than the yellow couscous of Morocco. It is cooked with lamb, beef, or camel meat together with vegetables, primarily onion, tomato and carrots, then mixed with a sauce and served with ghee, locally known as dhen. == Similar foods == Couscous is made from crushed wheat flour rolled into its constituent granules or pearls, making it distinct from pasta, even pasta such as orzo and risoni of similar size, which is made from ground wheat and either molded or extruded. Couscous and pasta have similar nutritional value, although pasta is usually more refined. Several dishes from all over the world are also made from granules, like those of couscous rolled from flour from grains or other milled or grated starchy crops. * Attiéké, a staple food in Côte d'Ivoire and also known to surrounding regions of West Africa, is made from granulated grated cassava. * Cuscuz () is a couscous-like dish from the Northeast Region of Brazil. It is made out of cornmeal and eaten hot with meat and cold with milk. In the state of São Paulo the Cuscuz is pressed into a mold decorated with orange slices, in a dish called CuscuzPaulista a variation of the original version made by locals after migrants waves from the Northeast Region to this state. * Dambou is a couscous-like dish from Niger. It may be made from semolina for special occasions, but is often made with rice, millet or other grain. Moringa leaves are traditionally included in the dish. In France, this Nigerien dish has been adapted as a specific variant (called Couscous aux épinards) of the Maghreb- syle couscous commonly found there, often using spinach in place of the moringa. * Fregula is a type of pasta from Sardinia. It is similar to North African Berkoukes and Middle Eastern Moghrabieh. Fregula comes in varying sizes, but typically consists of semolina dough that has been rolled into balls 2–3 mm in diameter and toasted in an oven. * Kouskousaki (Κουσκουσάκι in Greek or kuskus in Turkish), a pasta from Greece and Turkey, that is boiled and served with cheese and walnuts. thumb|Maftoul, a Palestinian variety of couscous that is made with bulgur. * In the Levant, the dish known as moghrabieh (a reference to the Maghreb region) uses the same durum-based semolina flour but rolled into larger ( in diameter) 'pearls' to create a dish that is popular across Jordan, Lebanon and Syria. The pearls are either cooked as part of a stew or flavoured with cinnamon and served alongside a chicken and chickpea broth. * Palestinian maftoul uses granules that are larger than the North African variety but smaller than moghrabieh pearls ( in diameter) and made with bulgur, not durum wheat. It is similarly served alongside a chicken and chickpea broth. Maftoul is an Arabic word derived from the root \"fa-ta-la\", which means to roll or to twist, describing the hand-rolling method used to make the granules. * Thiep is a couscous variant in the Sahel countries of West Africa, such as Mali and Senegal that uses pearl millet pounded or milled to the size and consistency of couscous.Sivak MN. Starch: Basic Science to Biotechnology. Academic Press, 1998, , p. 132 Sahel couscous is served without legumes and without broth. * Ptitim, also known as Israeli couscous, is made up of tiny balls of toasted pasta, developed in Israel in the 1950s when rice was scarce due to austerity in Israel. Despite the name, it is not a type of couscous. * Wusu-Wusu is a couscous that is prepared out of fonio in the Hausa region of Nigeria, Benin, Togo and Ghana. == See also == * North African cuisine: Moroccan cuisine, Berber cuisine, Algerian cuisine, Tunisian cuisine, Libyan cuisine and Egyptian cuisine * List of Middle Eastern dishes * List of African dishes * == Notes == == References == Category:Maghrebi cuisine Category:African cuisine Category:North African cuisine Category:West African cuisine Category:Arab cuisine Category:Mediterranean cuisine Category:Levantine cuisine Category:French cuisine Category:Italian cuisine Category:Greek cuisine Category:Libyan cuisine Category:Jewish cuisine Category:Moroccan cuisine Category:Israeli cuisine Category:Tunisian cuisine Category:Algerian cuisine Category:Mauritanian cuisine Category:Sephardi Jewish cuisine Category:Beninese cuisine Category:Cape Verdean cuisine Category:Gambian cuisine Category:Guinean cuisine Category:Nigerien cuisine Category:Senegalese cuisine Category:Turkish cuisine Category:Egyptian cuisine Category:Jordanian cuisine Category:Vegan cuisine Category:Staple foods Category:Steamed foods Category:Wheat dishes Category:National dishes Category:Palestinian cuisine Category:Semolina dishes Category:Middle Eastern cuisine Category:Berber cuisine Category:Intangible Cultural Heritage of Humanity",
 "title": "Couscous"
}