{
 "id": "674645",
 "text": "Godfrey Giffard ( 12351302) was Chancellor of the Exchequer of England, Lord Chancellor of England and Bishop of Worcester. ==Early life== Giffard was a son of Hugh Giffard of Boyton in Wiltshire,British History Online Archdeacons of Wells accessed on 3 November 2007 a royal justice, by Sibyl, a daughter and co-heiress of Walter de Cormeilles. He was born about 1235 and was the younger brother of Walter Giffard, who was to become Archbishop of York and whose successful career ensured the preferment of Godfrey. His sister Mabel was the abbess of Shaftesbury Abbey. ==Career== Giffard appears to have profited from his brother's position, and held the following positions: *Canon of Wells *Rector of Mells. *Rector of the greater moiety of Attleborough in Norfolk *Archdeacon of Barnstaple between 1265 and 1267, and (after Walter later became archbishop of York)British History Online Archdeacons of York accessed on 3 November 2007 *Archdeacon of York *Chancellor of the exchequerFryde, et al. Handbook of British Chronology p. 85 *Chancellor of England and *Rector of Adlingfleet in 1267 Complaints were later made to the Pope at Rome about the way in which the Archbishop had given this and many other benefices to his brother – as Godfrey was it was claimed, \"...only in minor orders and deficient in learning\". ==Bishop of Worcester== Giffard was still Chancellor when the monks of Worcester elected him as Bishop of Worcester about between 2 and 24 May 1268,Fryde, et al. Handbook of British Chronology p. 279 on the translation of Bishop Nicholas of Ely to the See of Winchester. Henry III accepted his appointment, and he received the temporalities on 13 June 1268. After some little resistance, Archbishop Boniface of Savoy confirmed his election, but it was not until 23 September that he was consecrated by the archbishop at Canterbury and he was enthroned in Worcester Cathedral on Christmas Day 1268.British History Online Bishops of Worcester accessed on 3 November 2007 Giffard retained the chancellorship until October 1268, and in 1268 received a grant of five hundred marks a year for the support of himself and the clerks of the chancery. In 1272 Giffard acted with Roger de Meyland Bishop of Lichfield in treating with Llywelyn ap Gruffudd of Wales. In May 1273 he was sent abroad with Nicholas of Ely, Bishop of Winchester, and Walter Bronescomb, Bishop of Exeter, to meet King Edward I on his return from the Holy Land. He was made a commissioner along with Roger Mortimer to investigate certain grievances of the Oxford scholars, and in 1278 acted as an itinerant justice in Hertfordshire and Kent. In 1279 Giffard succeeded to the very extensive property of his brother the Archbishop of York. He was also one of the four negotiators selected in 1289 by King Edward I of England to treat at Salisbury with the Scottish and Norwegian envoys about sending Margaret of Norway to Scotland. Giffard ruled over the See of Worcester for more than thirty-three years, and his activities were almost confined to his own diocese. ==Activities as bishop== Giffard was engaged in many disputes with his monastic cathedral chapter, long accounts of which, written from the monks' point of view, have survived in the \"Annals of Worcester\". One main area of disagreement was whether or not the Bishop should be allowed to annex some of the more valuable livings in his gift, to the prebends of the college at Westbury.'College: Westbury-on-Trym', in A History of the County of Gloucester: Volume 2, ed. William Page (London, 1907), pp. 106-108 http://www.british-history.ac.uk/vch/glos/vol2/pp106-108 [accessed 10 February 2016]. This dispute led to some tedious litigation which was ultimately decided in favour of the monks. However, the claim of the Bishop that he was entitled to receive the monks' ‘profession’ produced still more lawsuits. In 1288, at an ordination at Westbury, an unseemly dispute arose between the precentor of Worcester and John of Evreux, the then Archdeacon of Gloucester (he was a favourite nephew of the Bishop) as to who had the right to call over the names of the candidates and which led to the expulsion of the precentor from the chancel with the connivance of the Bishop. Some time later a truce patched matters up, but at Bromsgrove the Bishop, \"...would not permit the prior to exercise his office, regardless of the peace that had been made, which we believe to have been as vain as a peace with the Welsh.\" The monks also complained of his depriving them of the chapel at Grafton'Parishes: Grafton Manor', in A History of the County of Worcester: Volume 3 (London, 1913), pp. 123-127 http://www.british-history.ac.uk/vch/worcs/vol3/pp123-127 [accessed 10 February 2016]. and of his constant efforts to visit and to exercise jurisdiction over them. In 1290 he held a visitation, and required the convent to support his 140 horses leaving the place in anger. Giffard was also involved in another great dispute with the Abbot of Westminster after he had deposed William of Ledbury, the Prior of Malvern, for \"gross crimes\". The monks of Westminster took up William's cause, as Malvern was a cell of their Abbey, and they also obtained the support of the King. In the end Giffard was glad to compromise the case, and received a grant of land at Knightwick and agreed not to visit Malvern as his predecessors had done and Ledbury was restored. However, this settlement was attacked by Archbishop Peckham as being simoniacal. Giffard had already been involved, like the other suffragans to Canterbury, in the struggle against Peckham's excessive claims of metropolitical jurisdiction; he however later more friendly with him, and sent the Archbishop many expensive gifts. Giffard's many favours to the Franciscans, whose General had in both 1277 and 1282, admitted him as a brother of the order, must have procured him the friendship of the Franciscan primate. However his remissness in allowing the monks of the cathedral to steal the body of one Henry Poche from the Franciscans and bury it in their churchyard in 1290 was another new source of friction. By the year 1300 Giffard had become sick and infirm; in March of that year he was visited by Archbishop Winchelsey at Wyke. In 1301, William of Gloucester produced thirty- six articles against him before the Archbishop; although mostly small, technical and legal, they included: *A charge of manumitting serfs without its consent. *Another complaint of him unduly favouring his nephews. Both complaints were well investigated, and the Bishop's answers are recorded along with the charges in his register. ==Death and legacy== Giffard died on Friday 26 January 1302, and was buried on 4 February by John de Monmouth, Bishop of Llandaff, in Worcester Cathedral, on the south side of the altar of the lady chapel; his tomb remains there still. Under the terms of Giffard's will, which was dated 13 September 1300, he left a large number of legacies to his kinsfolk, including his sister Mabel, Abbess of Shaftesbury, and to various churches. Giffard's heir was his nephew John, who was the son of his brother William Giffard and who after fighting on the baronial side at Boroughbridge, was hanged at Gloucester, thus forfeiting his estates to the Crown. However, these estates were later restored, and subsequently the Giffords of Weston- sub-Edge assumed the arms of the See of Worcester in memory of their ancestor. Despite his long running quarrels with the chapter at Worcester, Giffard was a benefactor of his Cathedral; during his reign he beautified the pillars of both the choir and lady chapel by interlacing them with smaller pillars and in 1280 he laid the first stone of the pavement of the cathedral. Giffard also sought leave to fortify and finish Hartlebury Castle which Bishop Cantelupe had begun. He extracted from the Bishop's executors a legacy which had been left to the See, for supplying a stock of cattle on the lands of the Bishopric. Giffard also obtained a \"grant of fairs\" to Stratford-on-Avon and Blockley and secured permission to fortify his palaces at Worcester and Wydindon as he had done at Hartlebury. ==Citations== ==References== * British History Online Archdeacons of Wells accessed on 3 November 2007 * British History Online Archdeacons of York accessed on 3 November 2007 * British History Online Bishops of Worcester accessed on 3 November 2007 * * ==External links== *Godfrey Giffard's Will Category:Lord Chancellors of England Category:Chancellors of the Exchequer of England Category:Bishops of Worcester Category:13th-century English Roman Catholic bishops Category:Archdeacons of Barnstaple Category:1230s births Category:1302 deaths Category:Burials at Worcester Cathedral",
 "title": "Godfrey Giffard"
}