{
 "id": "674771",
 "text": "{| |} The first USS Wampanoag was a screw frigate in the United States Navy built during the American Civil War. ==Development and design== Commerce raiding by CSS Alabama and CSS Florida, both built in English yards, reached a point in 1863 where continued peaceful relations between the United States and Great Britain were seriously jeopardized. As a result, Congress responded by authorizing construction of a new class of screw frigates as part of the naval procurement bill of that year. These vessels, designed to be the fastest in the world, were intended for use in hit-and-run operations against British ports and commerce in the event of war. Wampanoag was the lead ship of this class, which also included the Madawaska. Wampanoag contained numerous design features unprecedented in American naval construction. Her hull -- designed by clipper ship architect Benjamin Franklin Delano -- was unusually long and tapered relative to the vessel's beam. Her machinery, developed by Naval Engineer Benjamin F. Isherwood, was unique for its geared steam engine in which slow-moving machinery coupled to fast-moving propulsion gear. Tremendous debate caused by this design delayed construction, preventing Wampanoag from being completed in time to serve in the American Civil War. ==Service history== Wampanoag was laid down on 3 August 1863 by the New York Navy Yard; launched on 15 December 1864; sponsored by Miss Case, daughter of Capt. Augustus Ludlow Case, second-in-command of the navy yard; and commissioned on 17 September 1867, Capt. J. W. A. Nicholson in command. ===Sea trials=== The screw frigate finally left New York for sea trials on 7 February 1868. On 11 February, she commenced speed tests, running flat-out in rough weather from Barnegat Light, New Jersey, to Tybee Island, Georgia. She covered the distance of 633 nautical miles (1,172 km) in 38 hours for an average sustained speed of 16.6 knots (31 km/h), at one point making 17.75 knots (33 km/h). However, the validity of these trials have been called into question: all speeds were recorded out of sight of land, making their measurement less accurate, and may have been assisted by offshore currents. This record for a United States Navy vessel stood for 21 years until it was broken by , though achieved 18.6 knots on her trial a decade later. However, the wooden gear wheels used in the ship's unique geared engine wore down by 5/8 of an inch during the first voyage alone. ===Deployment=== From 22 February 1868 to 8 April, Wampanoag was deployed as flagship of the North Atlantic Fleet. On 5 May 1868, she decommissioned at the New York Navy Yard. Wampanoag was renamed Florida on 15 May 1869. ===Condemnation=== The controversy generated by the frigate's unconventional design reached a peak in 1869 when a naval commission examined and condemned the vessel. Rear Admiral Louis M. Goldsborough, Commodore Charles S. Boggs, and Engineers Edward D. Robie, John W. Moore, and Isaac Newton judged the ship unacceptable for active duty in the Navy. They complained of her unusually large machinery spaces and heavy coal consumption, and found particular fault with her narrow breadth relative to her length. The commission said this caused inordinate rolling and straining of the vessel. They calculated that of all the weight the hull could accommodate, 84% was taken up by engines, boilers and coal supplies, leaving only 16% for masts, sails, rigging, anchors, guns, provisions and water. Wampanoag also burned 136 tons of coal a day, enough for only five days of steaming: a serious handicap in a commerce raider which could be expected to spend most of its time chasing down enemy ships on the high seas. As a result, Florida remained in ordinary at New York for five years before departing on 5 March 1874, bound for New London, Connecticut, to become a receiving and store ship at the naval station there. Florida remained at New London, rotting, until February 1885. She was sold, at New York, on 27 February 1885 to Edwin LeBars. ==See also== *List of steam frigates of the United States Navy *Union Navy *Union Blockade *Bibliography of early American naval history ==Notes== ==Citations== ==References== * * * * * ==External links== * Naval Historical Center photos * Wampanoag history Category:Steamships of the United States Navy Category:1864 ships Category:Ships built in New York City Category:Ships of the Union Navy",
 "title": "USS Wampanoag (1864)"
}