{
 "id": "674923",
 "text": "A singing game is an activity based on a particular verse or rhyme, usually associated with a set of actions and movements. As a collection, they have been studied by folklorists, ethnologists, and psychologists and are seen as important part of childhood culture. The same term is also used for a form of video game that involves singing. ==The study of singing games== Singing games began to be recorded and studied seriously in the nineteenth century as part of the wider folklore movement. Joseph Strutt's Sports and Pastimes of the People of England (1801), Robert Chambers’s Popular Rhymes of Scotland (1826), James Orchard Halliwell's The Nursery Rhymes of England (1842) and Popular Rhymes and Nursery Tales (1849), and G. F. Northal's English Folk Rhymes (1892) all included singing games.B. Sutton-Smith, J. Mechling and T. W. Johnson, Children's Folklore: A Source Book (London: Taylor & Francis, 1995), pp. 11-16. However, the first studies to focus solely on this area were William Wells Newell's Games and Songs of American Children (1883) and Alice Gomme's The Traditional Games of England, Scotland, and Ireland (1894-8). Both were considered landmark works in studies conducted on respective sides of the Atlantic. Naturally, these studies tended to include many of the faults associated with the gathering of folklore and folk song examples in the eras studied. They have been criticised for focusing on rural society at the expense of urban, and an obsession with recovering what they considered “authentic” and original, but “disappearing,” verse from adults while disregarding contemporary practice by children. Some of these problems were rectified by the work of Norman Douglas, who produced London Street Games in 1916, focusing on the urban working classes. Perhaps still the most significant works in the field are that of Iona and Peter Opie, who departed from previous practice in Britain; following work by Dorothy Howard in America and Brian Sutton-Smith in New Zealand, they relied on detailed observation of children for their evidence. This resulted in the couples’ works The Language and Lore of Schoolchildren (1959), Children's Games in Street and Playground (1969), and The Singing Game (1985). Their extensive studies refuted the idea that the traditions of singing games were disappearing in the face of social and media change, and instead suggested adaptation as well as primary development. Their work was highly influential, and efforts were made to replicate it in a number of locations, including America, where Herbert and Mary Knapp produced One Potato, Two Potato: the Secret Education of American Children (1976) and Finland which saw 's Children's Lore (1978). Wider anthropological-based studies include Helen Schwartzman's Transformations: The Anthropology of Children's Play (1978).T. A. Green, Folklore: an encyclopedia of beliefs, customs, tales, music, and art. (ABC-CLIO, 1997), pp. 127 and 395. As investigational evidence changed, so did the methods of recording. Early folklorists like Lady Gomme tended to provide written descriptions of games, lyrics, and occasionally musical notation of tunes. In time, complex symbols were developed to choreograph the body’s movements within the games, but from the late 1970s on there was increasing use of ethnographic film to record the actual practice of games, providing a record of the links between movement and music. ==Origins of singing games== Early folklorists tended to reflect contemporary theories and beliefs, including the view that singing games were a form of pagan survivalism, which led Alice Gomme to conclude that \"London Bridge Is Broken Down\" reflected a memory of child sacrifice, or 'devolution', which assumed that children's songs must have devolved down to children from adult culture and did not allow for innovation by children themselves. The origins of most are obscure and have been evolved by children over many generations. ==Types of games== The Opies divided singing games into a number of categories, including: *Matchmaking *Wedding Rings *Cushion Dances *Witch Dances *Calls of Friendship *Eccentric Circles *Buffoonery *Clapping *Mimicry ===Starting songs=== Many other children's games, that do not themselves involve singing are prefaced by a song. Traditionally there were many calling rhymes, used to assemble players of a game, which is probably the origin of the nursery rhyme \"Girls and Boys Come Out To Play\". Singing games are often used as counting out or 'dipping' games, a means of starting a game by choosing special roles, usually by eliminating all but one player, most famously in rhymes like \"Eeny, meeny, miny, moe\" and \"One potato, two potato\".I. Opie and P. Opie, Children's Games in Street and Playground (Oxford: Oxford University Press, 1969), pp. 28-61. ===Circle dances=== Some children's singing games may have their origins in circle dances, including \"Here We Go Round the Mulberry Bush\". The simplest, and perhaps the best known, circle dance is \"Ring a Ring o' Roses\". ===Courtship and marriage games=== A number of singing games deal with elements of courtship and marriage, like \"Skip to My Lou\", which remained also an adult courtship song, and \"Green Grass\" and \"Three Dukes\", which was largely retained only by children.A. L. Spurgeon, Waltz the hall: The American play party (University Press of Mississippi, 2005), p. 193. Perhaps the best known of wedding ring games, where players are chosen for various roles in married life, from a circle is \"The Farmer in the Dell\". ===Clapping games=== A clapping game is usually played by two players and involves clapping as accompaniment to a rhyme. Clapping games are found throughout the world and similar games may be known throughout large areas with regional variations. The rhyme helps the players carry out the codas in time.P. Blatchford and S. Sharp, Breaktime and the School: Understanding and Changing Playground Behaviour (London: Routledge, 1994), p. 40. ===Skipping rhymes=== A skipping or jump-rope rhyme, is a form of singing game chanted while using skipping ropes. Such rhymes have been recorded in all cultures where skipping is played. Examples of English- language rhymes have been found going back to at least the seventeenth century. Like most folklore, skipping rhymes tend to be found in many different variations.R. D. Abrahams, Jump-Rope Rhymes, a Dictionary (University of Texas Press, 1969). ===\"Catching\" games=== In this game, two players make an arch while the others pass through in single file while singing a song. The arch is then lowered at the end of the song to \"catch\" a player. Perhaps the most common example of such a game involves the song \"London Bridge is Falling Down.\" A similar game is played to the tune of \"Oranges and Lemons.\" Similar games exist in other cultures as well. In Japan, for example, similar games are played to the song \"Toryanse.\" In Mexico, the game is played to the song \"La Vibora de La Mar.\" ==The role of games== A variety of roles have been attributed to singing games, including exploring language, allowing acceptable criticism and to regularise and ritualise play and other behaviour. Most singing games tend to be co-operative rather than competitive and communal rather than hierarchical.M. Hammersley and P. Woods, Gender and ethnicity in schools: ethnographic accounts (London: Routledge, 1993), p. 30. ==Debates over decline== From the eighteenth century it has been argued that the culture of singing games is dying out. There is evidence that street games in many European and North American regions are disappearing as children play less in 'unsafe' traffic-filled roads, and simple games compete with the rise of television, video games and other pastimes; however, detailed observations indicate that they still thrive in the playground.E. Grugeon, \"What sort of texts are these?\", in E. Bearne and V. Watson, eds, Where Texts and Children Meet (London: Routledge, 2000), pp. 98-112. There is evidence that age range has narrowed, with adolescents almost totally abandoning them and the 'guardianship' of games being left to those ages six to ten years old.R. S. Reifel, Theory in Context and Out (Greenwood Publishing Group, 2001), p. 117. Recently Iona Opie has noted that singing games in Britain have become virtually the preserve of girls.I. Opie, 'Playground rhymes and the oral tradition', in Peter Hunt, S. G. Bannister Ray, International Companion Encyclopedia of Children's Literature (London: Routledge, 2004), p. 176. ==Video games== Singing games on video game formats pit multiple players against each other, or a single player against previous performances or a set standard. Objectives might include subjectively rated creativity, adherence to a theme, ability to mimic another performer, or objectively rated pitch and note duration. Examples include Karaoke Revolution, released by Konami, which measures a player's pitch and gives a score based on the player's ability to maintain the proper pitch and duration for each note while singing along with a song whose lyrics are displayed on the screen. High scores are saved, so players can compete against each other or previous scores. == See also == * Children's songs * Nursery rhymes ==References== ==External links== * America's Story from America's Library: Singing Games Category:Game terminology Category:Song forms",
 "title": "Singing game"
}