{
 "id": "675678",
 "text": "Edward John Spencer, 8th Earl Spencer, (24 January 192429 March 1992) styled Viscount Althorp until June 1975, was a British nobleman, military officer, and courtier. He was the father of Diana, Princess of Wales, and the maternal grandfather of Prince William, Duke of Cambridge, and Prince Harry, Duke of Sussex, respectively second and sixth in the line of succession to the British throne. ==Early life, education and military career== Lord Spencer was born Edward John Spencer, Viscount Althorp, the only son and younger child of Albert Spencer, 7th Earl Spencer and his wife the former Lady Cynthia Hamilton, second daughter of the 3rd Duke of Abercorn. He was born on 24 January 1924 in their family home at 24 Sussex Square, Bayswater, London. He was educated at Eton, the Royal Military College at Sandhurst, and the Royal Agricultural College. Popularly known to his family and friends as Johnnie Althorp, he served as a captain in the Royal Scots Greys from 1944 to 1945, and was Mentioned in Dispatches. He landed in France the day after D-Day. He led a British Army unit in an operation to liberate two French towns, La Neuve-Lyre and La Vieille-Lyre. From 1947 to 1950, he served as Aide-de-Camp to His Excellency Lieutenant-General Sir Willoughby Norrie, then Governor of South Australia. He was engaged to 1950's debutante of the year, Lady Anne Coke (later Anne Tennant, Baroness Glenconner, lady-in-waiting to Princess Margaret). His father objected to the match on the grounds of \"mad blood\", a reference to the institutionalised relatives of the queen, and the engagement was broken off. Much later, the director of the Murdoch Children's Research Institute thought that a genetic disease in the Hepburn-Stuart-Forbes-Trefusis family may have killed male members of the family in early childhood and caused learning disabilities in females.\"The History of the Murdoch Childrens Research Institute \" website, retrieved 14 November 2011.\"Bowes-Lyon Retardation Gene May Have Killed Males\", The Age, 9 April 1987. Spencer held the offices of County Councillor for Northamptonshire (1952), High Sheriff of Northamptonshire (1959) and Justice of the Peace for Norfolk (1970). He served as equerry to King George VI (1950–52) and to Queen Elizabeth II (1952–54), and was invested as a Member (fourth class) of the Royal Victorian Order (MVO) in 1954. Prior to 1984, the grades of Lieutenant and Member were classified as Members (fourth class) and Members (fifth class), respectively, but both with the post-nominals MVO. He was known by the courtesy title Viscount Althorp until 1975 when he became the 8th Earl Spencer upon his father's death. He was Member of the House of Lords from 9 June 1975 (the day his father died and he inherited the peerage) until his own death. ==Family life== On 1 June 1954 Spencer and Frances Ruth Roche, the younger daughter of the 4th Baron Fermoy, were married in Westminster Abbey by Percy Herbert, Bishop of Norwich. Queen Elizabeth II and other members of the royal family attended the wedding ceremony. They had five children: * Lady Sarah McCorquodale (born 19 March 1955), married Neil Edmund McCorquodale on 17 May 1980 and had issue. * Jane Fellowes, Baroness Fellowes (born 11 February 1957), married Robert Fellowes, Baron Fellowes, on 20 April 1978 and had issue. * The Honourable John Spencer (12 January 1960 – 12 January 1960), died within ten hours of his birth. * Diana, Princess of Wales (1 July 1961 – 31 August 1997), married to Charles, Prince of Wales, from 1981 to 1996 and had issue. * Charles Spencer, 9th Earl Spencer (born 20 May 1964), married first to Victoria Lockwood from 1989 to 1997 and had issue, married second to Caroline Hutton from 2001 to 2007 and had issue, and married third to Karen Villeneuve on 18 June 2011 and had issue. John and Frances Spencer were divorced in 1969. Immediately thereafter, Frances married Peter Shand Kydd, while John was granted custody of their children by the courts after his former mother-in-law, Lady Fermoy, testified against her own daughter.The Times (London), Thursday, 8 July 1993; p. 4 col. D and p. 19 col. A In 1976, Lord Spencer married Raine McCorquodale, the former wife of the 9th Earl of Dartmouth and daughter of Capt. Alexander McCorquodale, a British Army officer, and the romantic novelist Barbara Cartland. In 1978, Spencer had suffered a severe stroke, from which, at one stage, he was not expected to recover, and which kept him in hospital for eight months. Shortly before his death, he was hospitalised for pneumonia. He died of a heart attack in 1992, and was succeeded by his son Charles. ==Coat of arms== == Ancestry == ==References== ==External links== * * Category:1924 births Category:1992 deaths Category:20th-century British landowners John Spencer, 8th Earl Spencer 08 Category:People educated at Eton College Category:Royal Scots Greys officers Category:British Army personnel of World War II Category:Graduates of the Royal Military College, Sandhurst Category:Alumni of the Royal Agricultural University Category:High Sheriffs of Northamptonshire Category:Members of the Royal Victorian Order Category:Equerries",
 "title": "John Spencer, 8th Earl Spencer"
}