{
 "id": "676745",
 "text": "\"Love and Marriage\" is a 1955 song with lyrics by Sammy Cahn and music by Jimmy Van Heusen. It is published by Barton Music Corporation (ASCAP). ==Frank Sinatra versions== \"Love and Marriage\" was introduced by Frank Sinatra in the 1955 television production of Thornton Wilder's Our Town that aired on Producers' Showcase. Sinatra went on to record two versions of the song. The first was recorded for Capitol Records on August 15, 1955Welding, Pete: Sinatra 80th: All the Best (CD) liner notes, copyright 1995 by Capitol Records, catalog number CDP 7234 8 35952 2 8 and became a major chart hit. (A competing version by Dinah Shore also achieved popularity.) This first recording appeared on the 1956 album This Is Sinatra!. The second version was recorded for the Reprise Records album A Man and His Music on October 11, 1965.Kennedy, William: Sinatra Reprise: The Very Good Years (CD) liner notes, copyright 1991 by Reprise Records, catalog number 26501-2 The Capitol version was later used as the theme song for the 1987–97 Fox TV sitcom Married... with Children. Although both versions were arranged by Nelson Riddle, there are many slight but noticeable differences. For instance: *In the Capitol version, the opening lyrics are \"Love and marriage. Love and marriage go together like a horse and carriage.\" In the Reprise version, the opening lyrics are \"Love and marriage. Love and marriage. They go together like a horse and carriage.\" *The Capitol version includes a crescendoing instrumental bridge which was later played over the closing credits of Married... with Children. This bridge is missing from the Reprise version. *In the Reprise version, Sinatra ends the song by saying (not singing) \"No, sir.\" The ending of the Capitol version is an instrumental version of \"Shave and a Haircut\" with a bassoon playing the final two notes solo – a C flat and a B flat. (Traditionally, when played in B major, the last two notes of \"Shave and a Haircut\" are an A natural and a B flat.) In 1956, \"Love and Marriage\" won the Emmy for Best Musical Contribution from the Academy of Television Arts and Sciences. ==Other versions and uses in media== *Included in Peggy Lee 1961 Capitol T-1475 LP album Olé ala Lee. *Dinah Shore sang it in 1955 when it briefly reached No.20 on the U.S. Song charts. *Bing Crosby recorded the song in 1955 for use on his radio show and it was subsequently included in the box set The Bing Crosby CBS Radio Recordings (1954-56) issued by Mosaic Records (catalog MD7-245) in 2009. *The tune was used in broadcast advertisements for Campbell Soup (\"soup and sandwich, soup and sandwich, have your favorite Campbell's soup and sandwich...\") *The tune was also used in broadcast advertisements for Cadbury's Double Decker chocolate bar. *Used in a broadcast ad for Kellogg's Fruit 'n Fibre breakfast cereal. *American ska punk group Less Than Jake covered the song in 2010 for their EP of television theme song covers, TV/EP. *It was used as the theme song for the sitcom Married... with Children. *The tune with modified lyrics was used in the 1970s to advertise Ban brand roll-on antiperspirant. *The tune was also used for a series of commercials for Duncan Hines Chocolate Chip cookies in 1984 and 1985. *The song was sung by Mike Minor and Linda Kaye Henning on Petticoat Junction: Season 7 Episode 17 ==References== ==External links== * *Jimmy Van Heusen Website Category:Frank Sinatra songs Category:1955 songs Category:Songs with lyrics by Sammy Cahn Category:Songs with music by Jimmy Van Heusen Category:Comedy television theme songs Category:Songs about marriage Category:Capitol Records singles",
 "title": "Love and Marriage"
}