{
 "id": "676867",
 "text": "Robert Alexis Machado (born June 3, 1973) is a former Venezuelan catcher in Major League Baseball who played from 1998 through 2004 for the Chicago White Sox, Montreal Expos, Seattle Mariners, Chicago Cubs, Milwaukee Brewers and Baltimore Orioles. Listed at 6' 1\", 205 lb., Machado batted and threw right- handed. He was born in Puerto Cabello, Carabobo. Machado was a solid defensive catcher with a strong arm, but his little offensive value limited his effectiveness as an everyday player. His most productive season came in 2001 with the Cubs, when he posted a .997 of fielding percentage and threw out 13 of 39 baserunners who attempted to steal off him. He also had eight multi-hit games, including three over a six-game span, when he went 9-for-23 with three doubles and a home run. On June 9, 2002, the Cubs traded Machado to the Brewers for previously heralded prospect Jackson Melián. Machado also played in all or part of 13 Minor League seasons spanning 1991–2004, posting a .273 average with 70 homers and 392 RBI in 862 games. In February 2009, Machado received a 15-game suspension for violating MLB-Minor League drug treatment and prevention program while trying to return to organized baseball. ==See also== * List of Major League Baseball players from Venezuela ==References== ==External links== , or ESPN, or Retrosheet, or Pura Pelota (Venezuelan Winter League) Category:1973 births Category:Living people Category:Baltimore Orioles players Category:Baseball players suspended for drug offenses Category:Birmingham Barons players Category:Calgary Cannons players Category:Charlotte Knights players Category:Chicago Cubs players Category:Chicago White Sox players Category:Gulf Coast White Sox players Category:Iowa Cubs players Category:Major League Baseball catchers Category:Major League Baseball players from Venezuela Category:Milwaukee Brewers players Category:Montreal Expos players Category:Nashville Sounds players Category:Navegantes del Magallanes players Category:Ottawa Lynx players Category:Pastora de los Llanos players Category:Pastora de Occidente players Category:People from Puerto Cabello Category:Petroleros de Cabimas players Category:Prince William Cannons players Category:Seattle Mariners players Category:South Bend White Sox players Category:Tacoma Rainiers players Category:Utica Blue Sox players Category:Venezuelan expatriate baseball players in Canada Category:Venezuelan expatriate baseball players in the United States Category:Venezuelan sportspeople in doping cases",
 "title": "Robert Machado"
}