{
 "id": "677477",
 "text": "Donald Alan Thomas, Ph.D. (born May 6, 1955) is an American engineer and a former NASA astronaut. ==Education== Graduated from Cleveland Heights High School, Cleveland Heights, Ohio, in 1973; received a Bachelor of Science degree in Physics from Case Western Reserve University in 1977, and a Master of Science degree and a Doctorate in Materials Science from Cornell University in 1980 and 1982, respectively. His dissertation involved evaluating the effect of crystalline defects and sample purity on the superconducting properties of niobium. ==Early life and education== Following graduation from Cornell University in 1982, Dr. Thomas joined AT&T; Bell Laboratories in Princeton, New Jersey, working as a Senior Member of the Technical Staff. His responsibilities there included the development of advanced materials and processes for high-density interconnections of semiconductor devices. He was also an adjunct professor in the physics department at Trenton State College in New Jersey. He holds two patents and has authored several technical papers. He left AT&T; in 1987 to work for Lockheed Engineering and Sciences Company in Houston, Texas, where his responsibilities involved reviewing materials used in Space Shuttle payloads. In 1988 he joined NASA's Lyndon B. Johnson Space Center as a materials engineer. His work involved lifetime projections of advanced composite materials for use on Space Station Freedom. He was also a Principal Investigator for the Microgravity Disturbances Experiment, a middeck crystal growth experiment that flew on STS-32 in January 1990. This experiment investigated the effects of Orbiter and crew-induced disturbances on the growth of crystals in space. ==NASA career== Selected by NASA in January 1990, Dr. Thomas became an astronaut in July 1991. Thomas was turned down in his application to the astronaut program twice. He decided to differentiate from the applicant competition by getting his pilot's license, teaching a university course and furthering his education. In his third application he made the group of 100 semi-finalists. After being invited to Houston, going through a one-week medical exam and interviews, he was still turned down. He eventually moved over 1500 miles to live in Houston and was finally accepted on his fourth application. Thomas has served in the Safety, Operations Development, and Payloads Branches of the Astronaut Office. He was CAPCOM (spacecraft communicator) for Shuttle missions STS-47, 52 and 53. From July 1999 to June 2000 he was Director of Operations for NASA at the Gagarin Cosmonaut Training Center in Star City, Moscow, Russia. A veteran of four space flights, he logged over 1,040 hours in space. He was a mission specialist on STS-65 (July 8, 1994 – July 23, 1994), STS-70 (July 13, 1995 – July 22, 1995), STS-83 (April 4, 1997 – April 8, 1997) and STS-94 (July 1, 1997 – July 17, 1997). Initially assigned to the ISS Expedition 6 crew, his flight assignment withdrawal resulted from a medical issue affecting long- duration space flight qualifications. Thomas has logged over 1,040 hours in space. In his last assignment, he served as the International Space Station Program Scientist overseeing NASA experiments performed on the ISS. Thomas retired from NASA in July 2007 in order to pursue private interests. ==Space flight experience== STS-65 Columbia (July 8, 1994 – July 23, 1994) set a new flight duration record for the Space Shuttle program. The mission flew the second International Microgravity Laboratory (IML-2). During the 15-day flight the crew conducted more than 80 experiments focusing on materials and life sciences research in microgravity. The mission was accomplished in 236 orbits of the Earth, traveling 6.1 million miles in 353 hours and 55 minutes. STS-70 Discovery (July 13, 1995 – July 22, 1995). During the STS-70 mission, Dr. Thomas was responsible for the deployment of the sixth and final Tracking and Data Relay Satellite from the Space Shuttle. Mission duration was 214 hours and 20 minutes, traveling 3.7 million miles in 142 orbits of the Earth. Four of the five astronauts were born in Ohio, so Ohio Governor George Voinovich made astronaut Kevin Kregel an \"Honorary Ohioan\", making this flight \"The All- Ohio Space Shuttle Mission\". STS-83 Columbia (April 4, 1997 – April 8, 1997). The STS-83 Microgravity Science Laboratory (MSL-1) Spacelab mission, was cut short because of problems with one of the Shuttle's three fuel cell power generation units. Mission duration was 95 hours and 12 minutes, traveling 1.5 million miles in 63 orbits of the Earth. STS-94 Columbia (July 1, 1997 – July 17, 1997), was a re-flight of the Microgravity Science Laboratory (MSL-1) Spacelab mission, and focused on materials and combustion science research in microgravity. Mission duration was 376 hours and 45 minutes, traveling 6.3 million miles in 251 orbits of the Earth. ==Post-NASA== Don Thomas is head of the Willard Hackerman Academy of Mathematics and Science at Towson University in Towson, Maryland. He is a private pilot with over 250 hours in single engine land aircraft and gliders, and over 800 hours flying as mission specialist in NASA T-38 jet aircraft. In 2013, Thomas has written a book e assistance of Mike Bartell Orbit of Discovery: The All-Ohio Space Shuttle Mission, referencing the STS-70 flight. ==Organizations== Tau Beta Pi; Association of Space Explorers (ASE). ==Awards and honors== Graduated with Honors from Case Western Reserve University in 1977. Recipient of NASA Sustained Superior Performance Award, 1989. Recipient of 4 NASA Group Achievement Awards, 4 NASA Space Flight Medals, 2 NASA Exceptional Service Medals, and the NASA Distinguished Service Medal. In July 2014, Don Thomas, now a retired astronaut, was featured as a celebrity visitor to the spaceship R. U. Sirius in the comic strip Brewster Rockit by Tim Rickard, which is anachronistically set in the present time. On July 4, the spaceship crew recalls that his 1995 mission was delayed due to a woodpecker attacking his Space Shuttle. The same woodpecker appears, pecking at the windows of the spaceship, at which time Thomas confesses that he owes the bird money. ==References== ==External links== * *Donald Thomas on Spacefacts.de *Donald Thomas, Ohio astronaut, personal website * *Earth from Space: Interactive Astronaut Panel, Michael Barratt, Jean-Jacques Favier, Thomas Marshburn, Donald A. Thomas, the 13th Ilan Ramon International Space Conference, February 2018 Category:1955 births Category:Living people Category:American astronauts Category:Cornell University College of Engineering alumni Category:People from Cleveland Category:Towson University faculty Category:Case Western Reserve University alumni Category:Lockheed people Category:Space Shuttle program astronauts Category:Cleveland Heights High School alumni",
 "title": "Donald A. Thomas"
}