{
 "id": "677476",
 "text": "Carlos Duarte Costa (July 21, 1888 - March 26, 1961) was a Brazilian Catholic bishop who became the founder of the Brazilian Catholic Apostolic Church, an independent Catholic church, and its international communion, which long after his death became the short-lived Worldwide Communion of Catholic Apostolic Churches. The former Bishop of Botucatu, he was excommunicated by Pope Pius XII, ultimately for schism, but in culmination of several doctrinal and canonical issues (such as his views on clerical celibacy). Duarte Costa has been canonized as \"St. Carlos of Brazil\" by the Brazilian Catholic Apostolic Church and others. ==Early life and ministry== Carlos Duarte Costa was born in Rio de Janeiro on July 21, 1888, at the residence of his uncle Eduardo Duarte de Silva. His father was João Matta Francisco Costa and his mother was Maria Carlota Duarte da Silva Costa, who came from a family heavily involved in politics and public service.Jarvis, Edward, Carlos Duarte Costa: Testament of a Socialist Bishop, Apocryphile Press, Berkeley CA, 2019, pp. 30-31 He completed his primary studies at the Salesian College Santa Rosa, in Niterói, and at age nine, he received his first communion in the cathedral of Uberaba from the hands of his uncle, Dom Eduardo Duarte da Silva (now a bishop), on July 24, 1897. That same year he was taken by his uncle to Rome to study at the Pontifical Latin American College, a Jesuit minor seminary. In 1905 he returned to Brazil for health reasons and entered an Augustinian seminary in Uberaba, where he continued his philosophical and theological studies. He only narrowly managed to complete his studies and qualify for ordination, however, and his uncle intervened to vouch for his nephew.Jarvis, Edward, God, Land & Freedom: The True Story of ICAB, Apocryphile Press, Berkeley CA, 2018, p. 42 After ordination as a deacon, Duarte Costa served in the cathedral church of Uberaba under his uncle, Dom Eduardo Duarte da Silva, who, on April 1, 1911, ordained Duarte Costa to the priesthood.\"Igreja Católica Apostólica Brasileira IICAB)\", Encyclopedia of New Religious Movements, (Peter Clarke, ed.), Routledge, 2004 He worked with his uncle in Uberaba as secretary of the diocese. Duarte Costa was awarded the title of monsignor for his publication of a catechism for children and was later named Protonotary Apostolic and General Secretary of the Roman Catholic Archdiocese of Rio de Janeiro, serving in this capacity until 1923. On July 4, 1924, Pope Pius XI nominated Duarte Costa as Bishop of Botucatu. His episcopal consecration occurred on December 8 that year at the metropolitan cathedral of Rio de Janeiro, presided over by Cardinal Sebastian Leme da Silveira Cintra. ==Attempts at church and societal reform== In the 1930s, Duarte Costa became deeply involved in the social and political changes taking place in Brazil. Brazil's economy had collapsed in 1929 as a result of the Great Depression and a populist military regime had taken over the government in 1930. Led by Getúlio Vargas, the new government had an erratic policy record in its early years, sometimes anti-clerical and anti-aristocratic, sometimes swinging the opposite direction. In 1932, Duarte Costa became a leading spokesman for the Catholic Electoral League, which was organized by the church to lobby for Christian principles in the laws and acts of the government. In 1932, Duarte Costa played an active role in the Constitutionalist Revolution, a failed attempt to restore constitutional government to Brazil. Duarte Costa formed a \"Battalion of the Bishop\" to fight on the side of the Constitutionalist troops and helped finance the battalion by selling off diocesan assets along with his own personal possessions. Duarte Costa's battalion never fought, however, which was a source of disappointment to him.Jarvis, Edward, God, Land & Freedom: The True Story of ICAB, Apocryphile Press, Berkeley CA, 2018, pp. 46-47. Duarte Costa's support for the Constitutionalist Revolution earned him the animosity of President Vargas, signaling the beginning of a long period of difficult relations between Duarte Costa and the Brazilian government. In 1936, Duarte Costa made his second ad limina visit to Rome, meeting with Pope Pius XI. It is widely believed that he presented the pope with a list of radical reform proposals for the Catholic Church in Brazil, though no record of this survives. During this period he did become friends with another outspoken priest who would go on to achieve world fame, Helder Camara.Jarvis, Edward, God, Land & Freedom: The True Story of ICAB, Apocryphile Press, Berkeley CA, 2018, p. 49 ==Bishop of Maura== In September 1937, Duarte Costa resigned from his episcopal post and was appointed titular bishop of Maura. Duarte Costa left the diocesan quarters but remained in Rio de Janeiro as Bishop Emeritus of Botucatu and Titular Bishop of Maura. He obtained the support of a protector, Cardinal Dom Sebastião da Silveira Cintra, who granted permission for him to keep a private chapel. At this time he established the magazine Nossos (\"Ours\") as a vehicle to spread devotion to the Blessed Virgin Mary. Soon, however, Duarte Costa resumed his vocal criticism of the government and the national church administration, which he saw as an accessory to the mistreatment of the poor in Brazil. He openly criticized certain papal periodicals and encyclicals, including Rerum novarum (Leo XIII), Quadragesimo anno (Pius XI), and Divini Redemptoris (Pius XI). In 1942 several priests and nuns of German and Italian ethnicity were arrested in Brazil for operating clandestine radio transmitters, presumably passing information to the German and Italian governments. Duarte Costa publicly said that these individuals were just the tip of the iceberg, and claimed that most German and Italian clergy in Brazil were agents of the German Nazi and Italian Fascist regimes. In light of their allegedly mixed loyalties, Duarte Costa called on all German and Italian clergy to resign. In 1944 he gained further notoriety by writing a glowing preface to the Brazilian translation of The Soviet Power by the Very Reverend Hewlett Johnson, the Anglican Dean of Canterbury known as \"The Red Dean\" for his uncompromising support of the Soviet Union. Duarte Costa consistently maintained his left- wing allegiance, calling for the establishment of a \"Christian communism\" in contrast to \"Roman [Catholic] Church Fascism\".Jarvis, Edward, God, Land & Freedom: The True Story of ICAB, Apocryphile Press, Berkeley CA, 2018, p 16 As long as he enjoyed the protection of Cardinal Dom Sebastiao Leme da Silveira Cintra, Duarte Costa's political activism proceeded without much trouble. However, soon after the cardinal's death, Duarte Costa was formally accused by the Brazilian government of being a communist sympathizer. He was arrested on June 6, 1944 and imprisoned in Belo Horizonte.Byrne, Julie. The Other Catholics, Columbia University Press, 2016 The following month the Ecclesiastical Chamber forbade him from preaching or hearing confessions, as punishment for his undisciplined outspokenness. He remained imprisoned until September 6, 1944, when he was released in response to pressure from the embassies of Mexico and the United States on his behalf. ==Excommunication== After his release from prison Carlos Duarte Costa soon found himself in trouble again. In May 1945, Duarte Costa gave newspaper interviews accusing Brazil's papal nuncio of Nazi-Fascist spying, and accused Rome of having aided and abetted Adolf Hitler. In addition, he announced plans to set up his own Brazilian Catholic Apostolic Church, in which priests would be permitted to marry (and hold regular jobs in the lay world), personal confessions and the praying of rosaries would be abolished and bishops would be elected by popular vote. In response to Duarte Costa's continued insubordination, the Vatican finally laid against him the penalty of excommunication on July 2, 1945. Upon being informed of his excommunication, Duarte Costa responded by saying, \"I consider today one of the happiest days of my life.\" He immediately titled himself \"Archbishop of Rio de Janeiro\" and told the press that he hoped soon to ordain ten married lawyers and professional men as priests in his new church. ==Founding of the ICAB== thumb|left|200px|Duarte Costa consecrates Castillo Mendez in 1948 A few days after learning of his excommunication, Duarte Costa established the Brazilian Catholic Apostolic Church (ICAB). Its articles of incorporation were published in the federal register on July 25, and the church was legally registered as a civil society. On August 18, 1945, Duarte Costas published a \"Declaration to the Nation\", in which he again criticized the Roman Catholic Church and promoted his new national church. Although he had already been excommunicated, on July 24, 1946, he was declared \"excommunicado vitando\". This effectively forbids Catholics from associating with him. After establishing the ICAB, Duarte Costa continued to use the same vestments, insignia, and rites as he had in the Roman Catholic Church. This provoked the cardinals of São Paulo and Rio de Janeiro to appeal to the Minister of Justice and the President himself for an injunction against both him and the ICAB. On September 27, 1948, the ICAB churches were closed by the courts, on the grounds that they were deceiving the public into thinking they were Catholic churches and clergy. Duarte Costa quickly filed an appeal, and in 1949 the Brazilian Supreme Court ruled that the ICAB could reopen its doors on condition that the church use a modified liturgy and its clergy wear gray cassocks to minimize the potential for confusion with the black-colored Roman Catholic clergy. from the Brazilian Supreme Court historical website With the formation of the ICAB, Duarte Costa implemented a number of reforms of what he saw as problems in the Roman Catholic Church. Clerical celibacy was abolished. Rules for the reconciliation of divorced persons were implemented. The liturgy was translated into the vernacular and in emulation of a short-lived experiment in France clergy were expected to live and work amongst the people and support themselves and their ministries by holding secular employment. According to Randolph A. Brown, within a short time the ICAB began to be identified as \"The Church of the Poor\". It attracted the attention of scholars of Brazilian religions such as Roger Bastide, who described it as \"having both a religious and a political program, the latter [having] much in common with the Communist Party\".Roger Bastide, The African Religions of Brazil: Towards a Sociology of the Interpenetration of Civilizations, English translation of the 1960 French edition, Baltimore: The Johns Hopkins University Press, 2007, p. 233. Unlike the official Catholic Church in Brazil, the ICAB developed friendly relations with Spiritism and Freemasonry. Duarte Costa \"began giving talks in Spiritist centers to publicize the new church\" and \"ICAB would go on to attract many members\" of Freemasonry.Jarvis, Edward, Carlos Duarte Costa: Testament of a Socialist Bishop, Apocryphile Press, Berkeley CA, 2019, pp. 77–78 Duarte Costa also \"openly encouraged cooperation with Umbanda, Macumba and Candomblé communities\", at that time considered a threat and opposed by the Roman Catholic hierarchy.Jarvis, Edward, Carlos Duarte Costa: Testament of a Socialist Bishop, Apocryphile Press, Berkeley CA, 2019, p. 59 In the years immediately after founding the church, Duarte Costa consecrated four bishops, Salomão Barbosa Ferraz (August 15, 1945), Jorge Alves de Souza and Antidio Jose Vargas (both in 1946) and Luis Fernando Castillo Mendez (May 3, 1948).Jarvis, Edward, God, Land & Freedom: The True Story of ICAB, Apocryphile Press, Berkeley CA, 2018, pp 77-109 These bishops had intended to establish similar autonomous Catholic national churches in several other Latin American countries. Relations between the bishops were not always good, and Duarte Costa fought bitterly with Ferraz from the earliest days of the ICAB.Jarvis, Edward, God, Land & Freedom: The True Story of ICAB, Apocryphile Press, Berkeley CA, 2018, pp. 78-79 His most fractious and quarrelsome relationship was with Luis Fernando Castillo Mendez however, whom he repeatedly denounced as a fraud and a charlatan.Jarvis, Edward, God, Land & Freedom: The True Story of ICAB, Apocryphile Press, Berkeley CA, 2018, pp. 111-115 Duarte Costa consecrated eleven ICAB bishops in total.Jarvis, Edward, Carlos Duarte Costa: Testament of a Socialist Bishop, Apocryphile Press, Berkeley CA, 2019, pp. 197-206 Duarte Costa served as leader of the Brazilian Catholic Apostolic Church and its international affiliates for sixteen years until his death in 1961, by which time the church in Brazil was said to have grown to 60,000 members. ==Death and legacy== Duarte Costa died quietly in his sleep on March 26, 1961 (Palm Sunday), in Rio de Janeiro at 72 years of age. At that time, the ICAB had 50 priests and 37 bishops, with many of the congregations meeting in private homes.\"Carlos Duarte, 72, Led Brazil Church\", The New York Times, March 27, 1961 Duarte Costa was accredited and praised by the church for his acts of charity for the poor and his strong devotion to the Blessed Virgin Mary and the Eucharist. The bishops consecrated by Duarte Costa went on to consecrate dozens of additional bishops, many of whom had only tenuous relationships with the Brazilian Church. Bishops tracing their apostolic succession back to Duarte Costa have formed numerous other independent Catholic denominations in the United States, Europe, and Latin America, most of which have no formal ties to the Brazilian Catholic Apostolic Church. Bishops of the Worldwide Communion of Catholic Apostolic Churches had all been consecrated sub conditione to ensure recognition of their lineage. Many consecrated bishops also hold apostolic succession to current Old Catholic bishops. In the years since his death there have been many reports on graces and miracles resulting from people praying through Duarte Costa's intercession. On July 4, 1970, after officially acknowledging his work for the poor and the church, the Brazilian Catholic Apostolic Church held a canonization Mass in Rio de Janeiro and officially granted Duarte Costa the title \"São Carlos do Brasil\". He is considered to be the patron saint of the ICAB and Independent Catholicism. ==References== ==External links== *Igreja Católica Apostólica Brasileira (ICAB) *The Mexican National Catholic Church * *National Catholic Apostolic Church in the United States (non-Roman) Category:1888 births Category:1961 deaths Category:People from Rio de Janeiro (city) Category:Apostolic pronotaries Category:Independent Catholic patriarchs Category:Primates of the Brazilian Catholic Apostolic Church Category:People excommunicated by the Catholic Church Category:Former Roman Catholics Category:Brazilian bishops Category:Brazilian saints Category:Roman Catholic bishops of Botucatu",
 "title": "Carlos Duarte Costa"
}