{
 "id": "678726",
 "text": "Greatest Hits is a greatest hits collection by the American rock band Alice in Chains. It was released on July 24, 2001, on Columbia Records. ==Overview== Greatest Hits is the second collection of hit songs by the band, albeit shorter than the previous release, Nothing Safe: Best of the Box. Greatest Hits was certified gold by the RIAA on November 30, 2005. It was the last album released by Alice in Chains before the death of singer Layne Staley in 2002. Mike Starr plays bass on the album's first five songs, while Mike Inez plays bass on the last five. ==Album cover== The album featured two covers. The first cover features a photo of boxer Gene Fullmer receiving a crushing right from Neal Rivers during their 10-round bout at Madison Square Garden on November 15, 1957. The unofficial second cover features the members of the band's heads on a rainbow background without the text on the cover. The album received reviews criticizing the lack of songs and \"Cash grab\" nature of the release. AllMusic's Steve Huey called the album \"a lower-priced, ten-track sampler of Alice in Chains' career.\"[4] Bill Adams of Ground Control Magazine questioned the integrity of the album, writing in his review \"one has to wonder who this collection was made for. When it was released in 2001, Alice in Chains had only gone for about six years without a new studio album, and fans had been kept interested with live albums, box sets, and many other releases, so why put out something so plainly useful?\".[5] ==Track listing== ==Personnel== *Layne Staley – lead vocals, backing vocals on \"No Excuses\", \"Grind\" and \"Heaven Beside You\" and guitar on \"Angry Chair\" *Jerry Cantrell – lead guitar, backing vocals and lead vocals on \"No Excuses\", \"Grind\" and \"Heaven Beside You\" *Mike Starr – bass (tracks 1–5) *Mike Inez – bass (tracks 6–10), additional backing vocals on \"Again\" *Sean Kinney – drums *Bryan Carlstrom – engineer *Ronnie S. Champagne – engineer *Dave Jerden – producer, engineer, mixing *Stephen Marcussen – mastering *Rick Parashar – producer, engineer, mixing *Toby Wright – producer, engineer, mixing *Tom Nellen – engineer *Rocky Schenck – photography *Mary Maurer – art direction *Marty Temme – photography *Elliott Blakey – engineer ==Chart positions== {| class=\"wikitable !Chart (2001) !Position |- |US Billboard 200 |align=center|112 |} ==Certifications== ==References== Category:2001 greatest hits albums Category:Alice in Chains compilation albums Category:Albums produced by Toby Wright Category:Columbia Records compilation albums",
 "title": "Greatest Hits (Alice in Chains album)"
}