{
 "id": "680053",
 "text": "The Second Sex () is a 1949 book by the French existentialist philosopher Simone de Beauvoir, in which the author discusses the treatment of women throughout history. Beauvoir researched and wrote the book in about 14 months between 1946 and 1949. She published the work in two volumes: Facts and Myths (Les faits et les mythes) and Lived Experience (L'expérience vécue). Some chapters first appeared in journal Les Temps modernes. One of Beauvoir's best- known books, The Second Sex is often regarded as a major work of feminist philosophy and the starting inspiration point of second-wave feminism. ==Summary== ===Volume One=== Beauvoir asks \"What is woman?\" She argues that man is considered the default, while woman is considered the \"Other\": \"Thus humanity is male and man defines woman not herself but as relative to him.\" Beauvoir describes the relationship of ovum to sperm in various creatures (fish, insects, mammals), leading up to the human being. She describes women's subordination to the species in terms of reproduction, compares the physiology of men and women, concluding that values cannot be based on physiology and that the facts of biology must be viewed in light of the ontological, economic, social, and physiological context. Authors whose views Beauvoir rejects include Sigmund Freud and Alfred Adler, and Friedrich Engels. Beauvoir argues that while Engels, in his The Origin of the Family, Private Property and the State (1884), maintained that \"the great historical defeat of the female sex\" is the result of the invention of bronze and the emergence of private property, his claims are unsupported. According to Beauvoir, two factors explain the evolution of women's condition: participation in production and freedom from reproductive slavery. Beauvoir writes that motherhood left woman \"riveted to her body\" like an animal and made it possible for men to dominate her and Nature. She describes man's gradual domination of women, starting with the statue of a female Great Goddess found in Susa, and eventually the opinion of ancient Greeks like Pythagoras who wrote, \"There is a good principle that created order, light and man and a bad principle that created chaos, darkness and woman.\" Men succeed in the world by transcendence, but immanence is the lot of women. Beauvoir writes that men oppress women when they seek to perpetuate the family and keep patrimony intact. She compares women's situation in ancient Greece with Rome. In Greece, with exceptions like Sparta where there were no restraints on women's freedom, women were treated almost like slaves. In Rome because men were still the masters, women enjoyed more rights but, still discriminated against on the basis of their sex, had only empty freedom. Discussing Christianity, Beauvoir argues that, with the exception of the German tradition, it and its clergy have served to subordinate women. She also describes prostitution and the changes in dynamics brought about by courtly love that occurred about the twelfth century. Beauvoir describes from the early fifteenth century \"great Italian ladies and courtesans\" and singles out the Spaniard Teresa of Ávila as successfully raising \"herself as high as a man.\" Through the nineteenth century women's legal status remained unchanged but individuals (like Marguerite de Navarre) excelled by writing and acting. Some men helped women's status through their works. Beauvoir finds fault with the Napoleonic Code, criticizes Auguste Comte and Honoré de Balzac, and describes Pierre-Joseph Proudhon as an antifeminist. The Industrial Revolution of the nineteenth century gave women an escape from their homes but they were paid little for their work. Beauvoir traces the growth of trade unions and participation by women. She examines the spread of birth control methods and the history of abortion. Beauvoir relates the history of women's suffrage, and writes that women like Rosa Luxemburg and Marie Curie \"brilliantly demonstrate that it is not women's inferiority that has determined their historical insignificance: it is their historical insignificance that has doomed them to inferiority\". Beauvoir provides a presentation about the \"everlasting disappointment\" of women, for the most part from a male heterosexual's point of view. She covers female menstruation, virginity, and female sexuality including copulation, marriage, motherhood, and prostitution. To illustrate man's experience of the \"horror of feminine fertility\", Beauvoir quotes the British Medical Journal of 1878 in which a member of the British Medical Association writes, \"It is an indisputable fact that meat goes bad when touched by menstruating women.\" She quotes poetry by André Breton, Léopold Sédar Senghor, Michel Leiris, Paul Verlaine, Edgar Allan Poe, Paul Valéry, Johann Wolfgang von Goethe, and William Shakespeare along with other novels, philosophers, and films. Beauvoir writes that sexual division is maintained in homosexuality. Examining the work of Henry de Montherlant, D. H. Lawrence, Paul Claudel, André Breton, and Stendhal, Beauvoir writes that these \"examples show that the great collective myths are reflected in each singular writer\". \"Feminine devotion is demanded as a duty by Montherlant and Lawrence; less arrogant, Claudel, Breton, and Stendhal admire it as a generous choice....\" She finds that woman is \"the privileged Other\", that Other is defined in the \"way the One chooses to posit himself\", and writes that, \"But the only earthly destiny reserved to the woman equal, child-woman, soul sister, woman-sex, and female animal is always man.\" Beauvoir writes that, \"The absence or insignificance of the female element in a body of work is symptomatic... it loses importance in a period like ours in which each individual's particular problems are of secondary import.\" Beauvoir writes that \"mystery\" is prominent among men's myths about women. She also writes that mystery is not confined by sex to women but instead by situation, and that it pertains to any slave. She thinks it disappeared during the eighteenth century when men however briefly considered women to be peers. She quotes Arthur Rimbaud, who writes that hopefully one day, women can become fully human beings when man gives her her freedom. ===Volume Two=== Presenting a child's life beginning with birth, Beauvoir contrasts a girl's upbringing with a boy's, who at age 3 or 4 is told he is a \"little man\". A girl is taught to be a woman and her \"feminine\" destiny is imposed on her by society. She has no innate \"maternal instinct\". A girl comes to believe in and to worship a male god and to create imaginary adult lovers. The discovery of sex is a \"phenomenon as painful as weaning\" and she views it with disgust. When she discovers that men, not women, are the masters of the world this \"imperiously modifies her consciousness of herself\". Beauvoir describes puberty, the beginning of menstruation, and the way girls imagine sex with a man. She relates several ways that girls in their late teens accept their \"femininity\", which may include running away from home, fascination with the disgusting, following nature, or stealing. Beauvoir describes sexual relations with men, maintaining that the repercussions of the first of these experiences informs a woman's whole life. Beauvoir describes women's sexual relations with women. She writes that \"homosexuality is no more a deliberate perversion than a fatal curse\". Beauvoir writes that \"to ask two spouses bound by practical, social and moral ties to satisfy each other sexually for their whole lives is pure absurdity\". She describes the work of married women, including housecleaning, writing that it is \"holding away death but also refusing life\". She thinks, \"what makes the lot of the wife-servant ungratifying is the division of labor that dooms her wholly to the general and inessential\". Beauvoir writes that a woman finds her dignity only in accepting her vassalage which is bed \"service\" and housework \"service\". A woman is weaned away from her family and finds only \"disappointment\" on the day after her wedding. Beauvoir points out various inequalities between a wife and husband whom find themselves in a threesome and finds they pass the time not in love but in \"conjugal love\". She thinks that marriage \"almost always destroys woman\". She quotes Sophia Tolstoy who wrote in her diary: \"you are stuck there forever and there you must sit\". Beauvoir thinks marriage is a perverted institution oppressing both men and women. In Beauvoir's view, abortions performed legally by doctors would have little risk to the mother. She argues that the Catholic Church cannot make the claim that the souls of the unborn would not end up in heaven because of their lack of baptism because that would be contradictory to other Church teachings. She writes that the issue of abortion is not an issue of morality but of \"masculine sadism\" toward woman. Beauvoir describes pregnancy, which is viewed as both a gift and a curse to woman. In this new creation of a new life the woman loses her self, seeing herself as \"no longer anything ... [but] a passive instrument\". Beauvoir writes that, \"maternal sadomasochism creates guilt feelings for the daughter that will express themselves in sadomasochistic behavior toward her own children, without end\", and makes an appeal for socialist child rearing practices. Beauvoir describes a woman's clothes, her girl friends and her relationships with men. She writes that \"marriage, by frustrating women's erotic satisfaction, denies them the freedom and individuality of their feelings, drives them to adultery\". Beauvoir describes prostitutes and their relationships with pimps and with other women, as well as hetaeras. In contrast to prostitutes, hetaeras can gain recognition as an individual and if successful can aim higher and be publicly distinguished. Beauvoir writes that women's path to menopause might arouse woman's homosexual feelings (which Beauvoir thinks are latent in most women). When she agrees to grow old she becomes elderly with half of her adult life left to live. A woman might choose to live through her children (often her son) or her grandchildren but she faces \"solitude, regret, and ennui\". To pass her time she might engage in useless \"women's handiwork\", watercolors, music or reading, or she might join charitable organizations. While a few rare women are committed to a cause and have an end in mind, Beauvoir concludes that \"the highest form of freedom a woman-parasite can have is stoic defiance or skeptical irony\". According to Beauvoir, while a woman knows how to be as active, effective and silent as a man, her situation keeps her being useful, preparing food, clothes, and lodging. She worries because she does not do anything, she complains, she cries, and she may threaten suicide. She protests but doesn't escape her lot. She may achieve happiness in \"Harmony\" and the \"Good\" as illustrated by Virginia Woolf and Katherine Mansfield. Beauvoir thinks it is pointless to try to decide whether a woman is superior or inferior, and that it is obvious that the man's situation is \"infinitely preferable\". She writes, \"for woman there is no other way out than to work for her liberation\". Beauvoir describes narcissistic women, who might find themselves in a mirror and in the theater, and women in and outside marriage: \"The day when it will be possible for the woman to love in her strength and not in her weakness, not to escape from herself but to find herself, not out of resignation but to affirm herself, love will become for her as for man the source of life and not a mortal danger.\" Beauvoir discusses the lives of several women, some of whom developed stigmata. Beauvoir writes that these women may develop a relation \"with an unreal\"— with their double or a god, or they create an \"unreal relation with a real being\". She also mentions women with careers who are able to escape sadism and masochism. A few women have successfully reached a state of equality, and Beauvoir, in a footnote, singles out the example of Clara and Robert Schumann. Beauvoir says that the goals of wives can be overwhelming: as a wife tries to be elegant, a good housekeeper and a good mother. Singled out are \"actresses, dancers and singers\" who may achieve independence. Among writers, Beauvoir chooses only Emily Brontë, Woolf and (\"sometimes\") Mary Webb (and she mentions Colette and Mansfield) as among those who have tried to approach nature \"in its inhuman freedom\". Beauvoir then says that women don't \"challenge the human condition\" and that in comparison to the few \"greats\", a woman comes out as \"mediocre\" and will continue at that level for quite some time. A woman could not have been Vincent van Gogh or Franz Kafka. Beauvoir thinks that perhaps, of all women, only Saint Teresa lived her life for herself. She says it is \"high time\" a woman \"be left to take her own chances\". In her conclusion, Beauvoir looks forward to a future when women and men are equals, something the \"Soviet revolution promised\" but did not ever deliver. She concludes that, \"to carry off this supreme victory, men and women must, among other things and beyond their natural differentiations, unequivocally affirm their brotherhood.\" ==Reception and influence== The first French publication of The Second Sex sold around 22,000 copies in a week. It has since been translated into 40 languages. The Vatican placed the book on its List of Prohibited Books. The sex researcher Alfred Kinsey was critical of The Second Sex, holding that while it was an interesting literary production, it contained no original data of interest or importance to science. In 1960, Beauvoir wrote that The Second Sex was an attempt to explain \"why a woman's situation, still, even today, prevents her from exploring the world's basic problems.\" The attack on psychoanalysis in The Second Sex helped to inspire subsequent feminist arguments against psychoanalysis, including those of Betty Friedan's The Feminine Mystique (1963), Kate Millett's Sexual Politics (1969), and Germaine Greer's The Female Eunuch (1970). Millett commented in 1989 that she did not realize the extent to which she was indebted to Beauvoir when she wrote Sexual Politics. The philosopher Judith Butler writes that Beauvoir's formulation that \"One is not born, but rather becomes, a woman\" distinguishes the terms \"sex\" and \"gender\". Borde and Malovany-Chevallier, in their complete English version, translated this formulation as \"One is not born, but rather becomes, woman\" because in this context (one of many different usages of \"woman\" in the book), the word is used by Beauvoir to mean woman as a construct or an idea, rather than woman as an individual or one of a group. Butler writes that the book suggests that \"gender\" is an aspect of identity which is \"gradually acquired\". Butler sees The Second Sex as potentially providing a radical understanding of gender.Butler, Judith, \"Sex and Gender in Simone de Beauvoir's Second Sex\" in Yale French Studies, No. 72 (1986), pp. 35-49. The biographer Deirdre Bair, writing in her \"Introduction to the Vintage Edition\" in 1989, relates that \"one of the most sustained criticisms\" has been that Beauvoir is \"guilty of unconscious misogyny\", that she separated herself from women while writing about them. Bair writes that the French writer Francis Jeanson and the British poet Stevie Smith made similar criticisms: in Smith's words, \"She has written an enormous book about women and it is soon clear that she does not like them, nor does she like being a woman.\" Bair also quotes British scholar C. B. Radford's view that Beauvoir was \"guilty of painting women in her own colors\" because The Second Sex is \"primarily a middle-class document, so distorted by autobiographical influences that the individual problems of the writer herself may assume an exaggerated importance in her discussion of femininity. The classical scholar David M. Halperin writes that Beauvoir gives an idealized account of sexual relations between women in The Second Sex, suggesting that they reveal with particular clarity the mutuality of erotic responsiveness that characterizes women's eroticism. The critic Camille Paglia praised The Second Sex, calling it \"brilliant\" and \"the supreme work of modern feminism.\" Paglia writes that most modern feminists do not realize the extent to which their work has simply repeated or qualified Beauvoir's arguments. In Free Women, Free Men (2017) Paglia writes that as a sixteen-year-old, she was \"stunned by de Beauvoir's imperious, authoritative tone and ambitious sweep through space and time\", which helped inspire her to write her work of literary criticism Sexual Personae (1990). ==Censorship== The Spanish-language translation of The Second Sex (printed in Argentina) was banned in Francoist Spain in 1955. Spanish feminists smuggled in copies of the book and circulated it in secret. A full Castilian Spanish translation of The Second Sex was published in 1998.Gutiérrez, Lucía Pintado and Castillo Villanueva, Alicia (eds.) (2019). New Approaches to Translation, Conflict and Memory : Narratives of the Spanish Civil War and the Dictatorship. Cham : Springer International Publishing : Palgrave Macmillan. p. 96 == Cultural repercussions == The rise of second wave feminism in the United States spawned by Betty Friedan’s book, The Feminine Mystique, which was inspired by Simone de Beauvoir’s, The Second Sex, took significantly longer to reach and impact the lives of European women. Even though The Second Sex was published in 1949 and Feminine Mystique was published in 1963, the French were concerned that expanding equality to include matters of the family was detrimental to French morals. In 1966, abortion in Europe was still illegal and contraception was extremely difficult to access. Many were afraid that legalization would \"take from men 'the proud consciousness of their virility' and make women 'no more than objects of sterile voluptuousness'\". The French Parliament in 1967 decided to legalize contraception but only under strict qualifications. Social feminists then went further to claim that women “were fundamentally different from men in psychology and in physiology…” and stressed gender differences rather than simply equality, demanding that women have the right of choice to stay home and raise a family, if they so desired, by issue of a financial allowance, advocated by the Catholic church, or to go into the workforce and have assistance with childcare through government mandated programs, such as nationally funded daycare facilities and parental leave. The historical context of the times was a belief that \"a society cut to the measure of men ill served women and harmed the overall interests of society\". As a result of this push for public programs, European women became more involved in politics and by the 1990s held six to seven times more legislative seats than the United States, enabling them to influence the process in support of programs for women and children. ==Translations== Many commentators have pointed out that the 1953 English translation of The Second Sex by H. M. Parshley, frequently reissued, is poor.Moi, Toril (2002), \"While we wait: The English translation of The Second Sex\" in Signs: Journal of Women in Culture and Society vol. 27, no. 4, pp. 1005–1035. A reviewer from The New York Times described the zoologist hired to do the translation as having \"a college undergraduate’s knowledge of French.\" The delicate vocabulary of philosophical concepts is frequently mistranslated, and great swaths of the text have been excised.Simons, Margaret, \"The Silencing of Simone de Beauvoir: Guess What's Missing from The Second Sex\" in Beauvoir and The Second Sex (1999), pp. 61-71. The English publication rights to the book are owned by Alfred A. Knopf, Inc and although the publishers had been made aware of the problems with the English text, they long stated that there was really no need for a new translation, even though Beauvoir herself explicitly requested one in a 1985 interview: \"I would like very much for another translation of The Second Sex to be done, one that is much more faithful; more complete and more faithful.\"Simons, Margaret, \"Beauvoir Interview (1985)\", in Beauvoir and The Second Sex (1999), pp. 93-94. The publishers gave in to those requests, and commissioned a new translation to Constance Borde and Sheila Malovany- Chevallier.Moi, Toril (January 12, 2008), \"It changed my life!\", The Guardian. The result, published in November 2009,London: Jonathan Cape, 2009. . has met with generally positive reviews from literary critics, who credit Borde and Malovany-Chevallier with having diligently restored the sections of the text missing from the Parshley edition, as well as correcting many of its mistakes.di Giovanni, Janine, \"The Second Sex\", in The Times (London).Cusk, Rachel (December 12, 2009), \"Shakespeare's Daughters\", in The Guardian.Crowe, Catriona (December 19, 2009), \"Second can be the best\", in The Irish Times.Smith, Joan (December 18, 2009), \"The Second Sex, By Simone de Beauvoir trans. Constance Borde & Sheila Malovany-Chevallier\", in The Independent (London). Other reviewers, however, including Toril Moi, one of the most vociferous critics of the original 1953 translation, are critical of the new edition, voicing concerns with its style, syntax and philosophical and syntactic integrity. The New York Times reviewer cites some confused English in the new edition where Parshley's version was smoother, saying, \"Should we rejoice that this first unabridged edition of 'The Second Sex' appears in a new translation? I, for one, do not.\" ==See also== * Feminist existentialism * Le Monde 100 Books of the Century ==Notes== ==References== * * * * * * ==External links== * * * * (Free English translation of a small part of the book) * * * * Category:1949 non-fiction books Category:Books about the philosophy of sexuality Category:Books by Simone de Beauvoir Category:Censored books Category:Existentialist books Category:Feminist books Category:French non-fiction books Category:Sociology books",
 "title": "The Second Sex"
}