{
 "id": "680333",
 "text": "Jennifer Grey (born March 26, 1960) is an American actress. She made her acting debut with the film Reckless (1984), and had her breakthrough with the teen comedy film Ferris Bueller's Day Off (1986). She subsequently earned worldwide fame for starring as Frances \"Baby\" Houseman in the romantic drama film Dirty Dancing (1987), which earned her a Golden Globe Award nomination. Her other feature films include Red Dawn (1984), The Cotton Club (1984), Bloodhounds of Broadway (1989), Bounce (2000), Redbelt (2008), The Wind Rises (2013), In Your Eyes (2014), Duck Duck Goose (2018), and Bittersweet Symphony (2019). Grey's early television work includes the made-for-TV films Murder in Mississippi (1990), Criminal Justice (1990), and If the Shoe Fits as Kelly Carter / Prudence (1990). She starred as herself in the series It's Like, You Know... (1999–2001), won season eleven of the dancing competition series Dancing with the Stars (2010) and starred as Judy Meyers in the Amazon Prime Video comedy Red Oaks (2014–2017). She has done voice work in film and television, providing her voice in the 2018 film Duck Duck Goose and the 2008–2014 animated television series Phineas and Ferb. ==Early life== Jennifer Grey was born on March 26, 1960, in New York City, the daughter of stage and Academy Award-winning screen actor Joel Grey and former actress/singer Jo Wilder (née Brower).\"Jennifer Grey Biography - Facts, Birthday, Life Story\". Biography. Retrieved January 20, 2012.\"Jennifer Grey: Biography\". TV Guide. Retrieved March 24, 2012. Her paternal grandfather was comedian and musician Mickey Katz. Grey's parents both came from Jewish families.Katz, Mickey. Papa, Play for Me: The Autobiography of Mickey Katz. Wesleyan. 2002. p. 154. Google Books. Retrieved May 24, 2012.\"Joel Grey's famous family line\". Los Angeles Times. January 17, 2011.\"KATZ, MEYER MYRON - The Encyclopedia of Cleveland History\". Case Western Reserve University. July 17, 1997. Grey is an alumna of the Dalton School, a private school in ManhattanPorter, Rick (October 12, 2010). \"'Dancing With the Stars': Jennifer Grey rules again\" . Zap2it. where she studied dance and acting, and where she met her best friend, actress Tracy Pollan.\"Tracy Pollan: Actress\". People. Vol. 53. No. 18. May 8, 2000. Page 128. After graduating in 1978, Grey enrolled at Manhattan's Neighborhood Playhouse School of the Theatre for two years of training as an actress. While waiting for roles, she supported herself waitressing.Hutchings, David (September 14, 1987). \"Jennifer Grey (Joel's Baby and Matthew Broderick's Lady) Turns Up the Heat in Dirty Dancing\".People. Vol. 28. No. 11. September 14, 1987. ==Career== Grey's commercial debut was at the age of 19, in an ad for Dr. Pepper, before making her film debut in Reckless (1984), in a small role. She appeared in a small role in Francis Ford Coppola's The Cotton Club (1984). That year she starred in the war film Red Dawn. She then appeared in the 1985 John Badham project American Flyers. In 1986 she played the role of jealous sister Jeanie Bueller in the John Hughes comedy film Ferris Bueller's Day Off, opposite Matthew Broderick. The film was commercially successful; ; and received a positive critical reception.\"Ferris Bueller's Day Off\". Rotten Tomatoes. The following year, she reunited with Patrick Swayze, her co-star in Red Dawn, to play Frances \"Baby\" Houseman in Dirty Dancing. The story is a coming of age love story: spending the summer at a Catskills resort with her family, Frances \"Baby\" Houseman falls in love with the camp's dance instructor, Johnny Castle. The low-budget film was a surprise hit, the first film to sell one million copies on video,Salvatore, Rosanne (October 10, 2011). \"'Dirty Dancing': Where Are They Now?\". Daily News. and is considered a classic.Serjeant, Jill (August 9, 2011). \"Classic \"Dirty Dancing\" film to get Hollywood remake\". Reuters. The film also defined Grey's career, and she was nominated for a Golden Globe for Best Actress for the role.Ward, Rachel (November 5, 2011). \"Jennifer Grey: where has she been?\". The Daily Telegraph. Grey's sole Broadway theatre credit is her 1993 appearance in The Twilight of the Golds. In the early 1990s, Grey underwent two rhinoplasty procedures. The second was necessary to correct problems stemming from the first. This resulted in a nose that caused even close friends to fail to recognize her, and the major change in her appearance affected her career. Of the experience she said, \"I went in the operating room a celebrity—and came out anonymous. It was like being in a witness protection program or being invisible.\"\"Dirty Dancing - Dirty Dancer Grey's Nightmare Nose Job\". Contactmusic. October 29, 2006 . She briefly considered changing her name in order to start her career anew, but ultimately decided against this. From March 1999 until January 2000, Grey starred as herself in the short-lived ABC sitcom It's Like, You Know..., which satirized her much-publicized nose job as a running gag.Huff, Richard (March 28, 1999). \"Like, You Know... L.a. Has A Funny Bone, Too\". Daily News. Grey appeared with Shirley MacLaine, Liza Minnelli, and Kathy Bates in the CBS television movie The West Side Waltz, adapted by Ernest Thompson from his play. She appeared in one episode of Friends as Mindy, a high school friend of Jennifer Aniston's character Rachel. She had a small role in the 2000 film Bounce with Gwyneth Paltrow and Ben Affleck. In 2007, Grey portrayed Daphne on the HBO series John from Cincinnati. In 2010, she played Abbey, the mother of a sick child in the season seven House episode \"Unplanned Parenthood\". Grey was a contestant on season eleven of Dancing With the Stars. She was partnered with professional dancer Derek Hough. She came out very strong at first, frequently topping the leaderboard. However, injuries, stress, and exhaustion took their toll on Grey, and for a couple of weeks she fell behind. In week seven, however, she improved, tying with previous frontrunner Brandy Norwood. On November 23, 2010, Grey and her partner Hough won the competition. In September 2011 Grey appeared in the Lifetime movie Bling Ring as Iris Garvey, the mother of Zack Garvey.Cooper, Jackie K. (September 19, 2011) \"The Bling Ring Marks the Return of Jennifer Grey\". The Huffington Post. On November 5 and 6, 2011, Grey stood in for head judge Len Goodman on the BBC One TV show Strictly Come Dancing. Grey voiced Mrs. Kurokawa in the English dub version of Hayao Miyazaki's film The Wind Rises. From 2014 to 2017, Grey portrayed Judy Meyers on Red Oaks. In 2018, Grey co-starred in the film Untogether; the film was released on February 8, 2019. ==Personal life== On August 5, 1987, Grey suffered severe whiplash in a car collision in Enniskillen, Northern Ireland, while vacationing with actor Matthew Broderick, whom she had begun dating in semi-secrecy during the filming of Ferris Bueller's Day Off. The crash, the event through which their relationship became public, occurred when Broderick, at the wheel of a rented BMW, crossed into the wrong lane and collided head-on with a Volvo driven by a local mother and daughter, Margaret Doherty, 63, and Anna Gallagher, 28, who were killed instantly. Broderick was convicted of careless driving and fined $175. Dirty Dancing was released a few weeks after the collision, catapulting Grey to fame. But she has said that her grief and survivor's guilt over the crash prevented her from enjoying the film's success, and led her to withdraw from acting for some time.Isola, Laurie (September 22, 2010). \"Jennifer Grey never recovered from Matthew Broderick car crash\". San Francisco Chronicle. Grey was also romantically involved with actors Michael J. Fox and Johnny Depp and then-aide to President Clinton George Stephanopoulos. She married actor/director Clark Gregg on July 21, 2001. They have a daughter.\"Briefly\". USA Today. December 6, 2001, p. LIFE, 5D They lived in Venice, California. The couple co-starred in the Lifetime movie The Road to Christmas in 2006. On July 3, 2020, Grey and Gregg announced they had separated amicably on January 18, 2020, and were in the process of divorcing. Their divorce became final on February 16, 2021. According to a September 2015 Grey profile in Jewish Journal, Grey had recently reconnected with Judaism, saying, \"I love being a Jew. I've gotten a lot more Jewish in the last five years because of my daughter's bat mitzvah, and I realized I really care about being a Jew.\" Prior to her 2010 appearances on Dancing with the Stars, Grey had a physical examination to ensure that she was fit enough to compete and saw a doctor to address chronic neck problems caused by the car crash decades earlier. Her spinal cord was compressed and her surgeon placed a titanium plate in her neck to stabilize it. He also found a cancerous nodule on her thyroid that he removed. Grey said she believed the cancer was caught before it could metastasize and that she was now cancer-free. In January 2017, Grey participated in the Los Angeles 2017 Women's March. ==Filmography== ===Film=== {|class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- |rowspan=3|1984 |Reckless |Cathy Bennario | |- |Red Dawn |Toni Mason | |- |The Cotton Club |Patsy Dwyer | |- |1985 |American Flyers |Leslie | |- |1986 |Ferris Bueller's Day Off |Jeanie Bueller | |- |1987 |Dirty Dancing |Frances \"Baby\" Houseman | |- |1988 |Gandahar |Airelle (voice) | |- |1989 |Bloodhounds of Broadway |Lovey Lou | |- |1990 |If the Shoe Fits |Kelly Carter/Prudence | |- |1992 |Wind |Kate Bass | |- |1995 |Lover's Knot |Megan Forrester | |- |1995 |Grampa’s Babies |Dottie Kravetz | |- | 1996 |Portraits of a Killer |Elaine Taylor | |- |1997 |Red Meat |Candice | |- |2000 |Bounce |Janice Geurrero | |- |2002 |Ritual |Dr. Alice Dodgson | |- |rowspan=2|2008 |Redbelt |Lucy Weiss | |- |Keith |Caroline | |- |2013 |The Wind Rises |Mrs. Kurokawa (voice) |English dub |- |2014 |In Your Eyes |Diane | |- |rowspan=2|2018 |Duck Duck Goose |Edna (voice) | |- |Untogether |Joise | |- |2019 | Bittersweet Symphony | Eleanor Roberts | |} ===Television=== {|class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- |1984 |rowspan=2|ABC Afterschool Special |Carol Durate |Episode: \"The Great Love Experiment\" |- |1985 |Laura Eller |Episode: \"Cindy Eller: A Modern Fairy Tale\" |- |1986 |The Equalizer |Valerie Jacobs |Episode: \"A Community of Civilized Men\" |- |rowspan=3|1990 |Murder in Mississippi |Rita Schwerner |rowspan=4|Television film |- |Criminal Justice |Liz Carter |- |If the Shoe Fits |Kelly Carter / Prudence |- |1991 |Eyes of a Witness |Christine Baxter |- |1993 |A Case for Murder |Kate Weldon |Television film |- |rowspan=3|1995 |Friends |Mindy |Episode: \"The One with the Evil Orthodontist\" |- |Fallen Angels |Ginger Allen |Episode: \"A Dime a Dance\" |- |The West Side Waltz |Robin Ouiseau |rowspan=\"3\"|Television film |- |rowspan=2|1998 |Outrage |Sally Casey |- |Since You've Been Gone |Patty Reed |- |1999–2001 |It's Like, You Know... |Herself |26 episodes |- |2006 |The Road to Christmas |Claire Jameson |Television film |- |2007 |John from Cincinnati |Daphne, Meyer's Fiancée |3 episodes |- |2008–2014 |Phineas and Ferb |Various voices |8 episodes |- |2009 |The New Adventures of Old Christine |Tracey |Episode: \"Love Means Never Having to Say You're Crazy\" |- |rowspan=2|2010 |House |Abbey |Episode: \"Unplanned Parenthood\" |- |Dancing with the Stars |Herself |Season 11 Winner |- |rowspan=2|2011 |The Bling Ring |Iris Garvey |Television film |- |Strictly Come Dancing |Herself / Guest Judge |Series 9, Week 6 |- |2014–2017 |Red Oaks |Judy Meyers |21 episodes |- |2016 |Lip Sync Battle |rowspan=2|Herself |Episode: \"Clark Gregg vs. Hayley Atwell\" |- |2017 |Who Do You Think You Are? |Episode: \"Jennifer Grey\" |- |2019 |Grey's Anatomy |Carol Dickinson |3 episodes |- |2020 |The Conners |Janelle |2 episodes |- |2022 |Dollface |Sharon Wiley |Episode: \"Homecoming Queen\" |} ==Dancing with the Stars performances== {|class=\"wikitable\" style=\"text-align:center\" |- style=\"text-align:Center; background:#ccc;\" ! rowspan=2| Week # ! rowspan=2| Dance / Song ! colspan=3| Judges' score ! rowspan=2| Result |- style=\"text-align:center; background:#ccc;\" | style=\"width:10%; \"|Inaba | style=\"width:10%; \"|Goodman | style=\"width:10%; \"|Tonioli |- style=\"text-align:center; background:#faf6f6;\" |1 |Viennese Waltz / \"These Arms of Mine\" |8 |8 |8 |Safe |- style=\"text- align:center; background:#faf6f6;\" |2 |Jive / \"Shake It\" |8 |8 |8 |Safe |- style=\"text-align:center; background:#faf6f6;\" |3 |Samba / \"A Little Respect\" |8 |8 |8 |Safe |- style=\"text-align:center; background:#faf6f6; background:#faf6f6;\" | style=\"test-align:center' \"|4 |Argentine Tango / \"La Cumparsita\" ||9/10 ||9/9 ||9/10 |Safe |- style=\"text-align:center; background:#faf6f6;\" |5 |Foxtrot / \"Love and Marriage\" |8 |8 |9 |Safe |- style=\"text-align:center; background:#faf6f6;\" |6 |Paso Doble / \"So What\" Rock 'n' Roll Dance Marathon / \"La Grange\" |6 Awarded |7 9 |7 points |Last to be called safe |- style=\"text-align: center; background:#faf6f6;\" |7 |Tango / \"Shut Up\" Team Cha-cha-cha / \"Bust A Move\" |10/9 9 |9 9 |9 9 |Safe |- style=\"text-align: center; background:#faf6f6;\" |8 |Quickstep / \"Let's Face the Music and Dance\" Rumba / \"Waiting for a Girl Like You\" |9 10 |9 10 |9 10 |Safe |- style=\"text-align: center; background:#faf6f6;\" |style=\"text- align:center; background:#faf6f6;\"|9 Semi-finals |Cha-cha-cha / \"Mercy\" Waltz / \"Way Over Yonder\" |10 10 |10 10 |10 10 |Safe |- style=\"text-align: center; background:#faf6f6;\" |style=\"text- align:center; background:#faf6f6;\"|10 Finals |Paso Doble / \"Habanera\" Freestyle / \"Do You Love Me (Now That I Can Dance)\" Viennese Waltz / \"These Arms of Mine\" Instant Cha-cha-cha / \"Raise Your Glass\" |10 10 10 9 |10 10 10 9 |10 10 10 10 ! |} ==Awards and nominations== {| class=\"wikitable sortable\" |- style=\"text-align:center;\" ! Year ! Award ! Category ! Work ! Result |- |1988 |Golden Globe Award |Best Actress – Motion Picture Comedy or Musical |Dirty Dancing | |- |} ==Notes== ==References== ==External links== * * * * * * Category:1960 births Category:Living people Category:20th-century American actresses Category:21st-century American actresses Category:Actresses from New York City Category:American film actresses Category:American people of Jewish descent Category:American television actresses Category:American voice actresses Category:American Ashkenazi Jews Category:Dalton School alumni Category:Dancing with the Stars (American TV series) winners Category:Jewish American actresses Category:Neighborhood Playhouse School of the Theatre alumni Category:Participants in American reality television series Category:21st-century American Jews",
 "title": "Jennifer Grey"
}