{
 "id": "680543",
 "text": "Saitwal (or Swahitwal) is a Digambara Jain community of Maharashtra. Swahitwal means that they work for the benefit of their inner self (Swa+hit+wal). Saitwal community is largely concentrated in Maharashtra state, though people from Saitwal community can be found in all over India. Another name for Setaväla is Svahitavāla or Sahitavāla. It is said that the Svahitavālas are divided into two sub-castes, viz., (i) Svahitavāla and (ii) Setavāla, based on the difference of occupation. The latter weave bodice cloth, and are cloth merchants, shop-keepers and money-lenders. The former are tailors.These distinctions are not observed now and all are termed as Setavālas. As regards their origin many accounts are told. According to one account the Setavālas are considered as the descendants of the Kshatriyas who came to the Deccan for the protection of the Jaina sages and places of pilgrimage from fiercer sort of people, whose leaders were called Bhairavas. The places where the sages resided and where religion was specially practised were called Kshetras or holy places. The people who had been entrusted with the sacred duty of protecting religion and religious places came to be called Kshetrapālas or protectors of holy places. The Präkrit form of the Sanskrit word Kshetrasāla is Chhettaväla from which the Marathi word Setaväla is derived. From this it appears that the Setavälas came from the North and settled in the Deccan. Mr. Russel also mentions that Saitavāla is one of the castes which came into the Central Provinces from Rajputanā. As regards Setavālas in the Bombay Province it stated that they seem to have come from Marwar in search of work, though when they came is not known. They have many rustic customs and ways, but signs remain which support their claim to have a strain of Kshatriya blood. According to another account, the Setavālas appear to have been originally a body of hundred families excommunicated for some unknown reason; and now forming a caste by themselves. They were formerly known as Satavālas or the hundred families.in This seems to be wrong for obvious reasons. According to the third, the word Setavāla is derived from a Marathi word \"Seta' i.e., a farm, and Setavālas are those who subsist on farming.Vilas A. Sangave Jaina Community-a social survey, p. 94 There are supposed to be many gotras among Setavālas but the names of 44 gotras only are available, viz., Bahu; Abhaya kumāra; Sahasrabāhu; Maghava; Vijayamitra; Mahäbahu; Bhūvallabha; Hariketu; Vijaya; Dhanapati; Simharatha; Vidyasakti; Supratishtha; Meghavähana; Prthvipäla; Vajradanta; Ratnāyudha; Anantavijaya; Dharma; Prajñāpāla; Yugandhara; Lokapāla; Hariśchandra; Sūryaputra; Yaśapäla; Minaketu; Surendra- datta; Pundarīka; Dhanaratha; Dhātrivāhana; Susheņa; Subhachandra; Pūrvabāhu; Maņimālā; Jitaśatru; Vajräyudha; Satyašruti; Jayan dhara; Narmadā; Vimalavähana; Surakirti; Vimalakirti; Srīsheņa and Chakräyudha.Vilas A. Sangave Jaina Community-a social survey, p. 95 The community is majority among Digambar Jains in Maharashtra. They are predominantly in profession of silver ornament making, weaving, oil extraction, tailoring and have been spread in pockets of Vidarbha, Marathwada, Khandesh and in small proportion in Western Maharashtra as well. Mostly the financially weaker section among otherwise well to do Jains. Over past few decades many of Saitwal Jains have achieved socioeconomic development with education and entrepreneurship. Last year this community was awarded OBC status by government though it was deprived of such privileges for many years even after remaining weaker section of society due to misconception of being an integral part of elite Jain community. ==History== Several Jain authors were born in this community. This includes Pasakirti (Sudarshana Charitra, shaka 1549), Brahma Matisagar (Adinath panchkalyanaka, shaka 1732), Nemsagar (shaka 1675–1776) etc. Svahitavala Sandesh, Dec. 2011, p. 3-4 A bronze image of Chandraprabha has been discussed by J. C. Wright that has an inscription mentioning that it was installed by a person of Sehitavāla jati in Śaka Year 1559 (A.D. 1638) under the supervision of Bhattaraka Vijayakīrti. Two Inscribed Digambara Bronzes, J C Wright, CoJS Newsletter, March 2014, Issue 9, pp. 34-35 ==Religious organizations== The Dakshin Bharat Jain Sabha is a religious and social service organization of the Jains of South India. The organization is headquartered at Kolhapur, Maharashtra, India. The association is credited with being one of the first Jain associations to start reform movements among the Jains in modern India. The organization mainly seeks to represent the interests of the native Jains of Maharashtra (Marathi Jains), Karnataka (Kannada Jains) and Goa. ==See also== * Acharya Aryanandi * Jainism in Maharashtra * Jainism in Karnataka ==References== * Category:Social groups of Maharashtra",
 "title": "Saitwal"
}