{
 "id": "68055",
 "text": "A patron saint, patroness saint, patron hallow or heavenly protector is a saint who in Catholicism, Anglicanism, or Eastern Orthodoxy is regarded as the heavenly advocate of a nation, place, craft, activity, class, clan, family, or person. ==In Christianity== Saints often become the patrons of places where they were born or had been active. However, there were cases in Medieval Europe where a city which grew to prominence and obtained for its cathedral the remains or some relics of a famous saint who had lived and was buried elsewhere, thus making them the city's patron saint – such a practice conferred considerable prestige on the city concerned. In Latin America and the Philippines, Spanish and Portuguese explorers often named a location for the saint on whose feast or commemoration day they first visited the place, with that saint naturally becoming the area's patron. Occupations sometimes have a patron saint who had been connected somewhat with it, although some of the connections were tenuous. Lacking such a saint, an occupation would have a patron whose acts or miracles in some way recall the profession. For example, when the previously unknown occupation of photography appeared in the 19th century, Saint Veronica was made its patron, owing to how her veil miraculously received the imprint of Christ's face after she wiped off the blood and sweat. The veneration or \"commemoration\" and recognition of patron saints or saints in general is found in Catholicism, Eastern Catholicism, Eastern Orthodoxy, Oriental Orthodoxy, and among some Lutherans and Anglicans. According to the Catholic catechism a person's patron saint, having already attained the beatific vision, is able to intercede with God for their needs. It is, however, generally discouraged in most Protestant branches such as Calvinism, where the practice is considered a form of idolatry. ===Catholicism=== A canonized saint can be assigned as patron by a venerable tradition, or chosen by election. The saint is considered a special intercessor with God and the proper advocate of a particular locality, occupation, etc., and merits a special form of religious observance. A term in some ways comparable is \"titular\", which is applicable only to a church or institution. == In Islam == Although Islam has no codified doctrine of patronage on the part of saints, it has nevertheless been an important part of both Sunni and Shia Islamic traditions that particularly important classical saints have served as the heavenly advocates for specific Muslim empires, nations, cities, towns, and villages. Martin Lings wrote: \"There is scarcely a region in the empire of Islam which has not a Sufi for its Patron Saint.\" As the veneration accorded saints often develops purely organically in Islamic climates, in a manner different from Catholic and Eastern Orthodox Christianity, \"patron saints\" are often recognized through popular acclaim rather than through official declaration. Traditionally, it has been understood that the patron saint of a particular place prays for that place's wellbeing and for the health and happiness of all who live therein. However, the Wahhabi and Salafi movements within Sunnism have latterly attacked the veneration of saints (as patron or otherwise), which they claim are a form of idolatry or shirk. More mainstream Sunni clerics have critiqued this argument since Wahhabism first emerged in the 18th century. The critiques notwithstanding, widespread veneration of saints in the Sunni world declined in the 20th century under Wahhabi and Salafi influence. == In Hinduism == In Hinduism, certain sects may devote themselves to the veneration of a saint, such as the Balmiki sect that reveres Valmiki. == See also == * Calendar of saints * Guardian angel * List of blesseds * List of saints * Patron saints of ailments, illness, and dangers * Patron saints of occupations and activities * Patron saints of places * Patron saints of ethnic groups * Military saints * Saint symbolism *Tutelary deity == References == == External links == *Catholic Online: Patron Saints * *",
 "title": "Patron saint"
}