{
 "id": "681406",
 "text": "The Rotunda is a cylindrical highrise building in Birmingham, England. The Grade II listed building is tall and was completed in 1965. Originally designed to be an office block, by architect James A. Roberts A.R.I.B.A., it was refurbished between 2004 and 2008 by Urban Splash with Glenn Howells who turned it into a residential building, with serviced apartments on 19th and 20th floors. The building was officially reopened on 13 May 2008. ==History== A part of the James A. Roberts design for the original Bull Ring Shopping Centre included a 12-storey circular office block. This was revised to 25 storeys, abandoning plans for a rooftop restaurant and a cinema. The design was approved and construction began on the 81 metre (265 ft) building in 1961. It was constructed with aid of a tower crane located to the side of the reinforced concrete central core. Due to its proximity to a railway tunnel, the main load was built on to a twin ring of piled foundations directly beneath the circular structural core. The floors are supported by the core and perimeter columns. When opened, the podium had shops and its own work of art, \"The Rotunda Relief\" at Lloyds banking hall, a circular mural designed by John Poole. The building construction was unique at the time, possibly due to the lack of construction space, and was mostly built at ground floor level then 'jacked up' one floor at a time. This allowed the plant room and boiler house, located on the top floor, to have their equipment installed at ground level, making access easier than having to crane the equipment once the building was complete. The supports for the hydraulic pumps used to jack up the building started to shift towards the New Street Station railway lines so the building's planned height was never completed. thumb|left|The Rotunda before 2006 - 2007 refurbishment. Completed in 1965 as an office block at a cost of £1 million during the post-war rebuilding of the Bull Ring, it was initially much derided and considered a \"dead building\". However, suggestions in the 1980s that it should be demolished when the Bull Ring was again redeveloped met with equal, if not greater, hostility from the local populace. In 1974 a pub on the ground floor and basement of the building, was one of the sites of the Birmingham pub bombings. Since its construction and prior to the construction of the new Bullring, advertisements were displayed on the top of the building. In the 1960s and 1970s these advertisements were for the property company MEPC plc (top) and Double Diamond beer (bottom) while in the 1980s and 1990s the Rotunda displayed signs for Coca-Cola. During construction of the new Bullring, advertisements on the top of the building advertised the new development. The building also previously had a digital clock showing the time from the top floors. In August 2000, it received Grade II listed building status. ===Refurbishment=== From 2004 to 2008, the Rotunda, a Grade II listed building, was refurbished and partially converted for residential use by developer Urban Splash and Glenn Howells Architects. The redevelopment created 232 luxury apartments, including six penthouse suites on the 20th floor. The whole of the 19th floor and one of the penthouses on the 20th floor is run as serviced apartments by the Manchester-based operator, Staying Cool. There are fourteen apartments on each floor. All apartments have been sold, with the final 92 being sold within three hours of their release. Two hi-tech LED illuminations were installed at the top of the building in 2007. Both LED boards have been removed to make way for a 'light box' which was approved by Birmingham City Council in late 2007. The façade consists of 72 floor-to- ceiling height glass panes, each placed at 5° to the neighbouring window. On 18 May 2006, strong winds dislodged a pane of glass causing it to fall to the ground resulting in the surrounding area being closed to the public. In May 2004, its original architect Jim Roberts commented: He also explained that the building had originally been intended to look like a candle, with a flame-like weather beacon on top, changing colour to reflect the weather. However, by June 2008, investors were already facing a significant financial loss. Rents have been significantly below what was expected, and the value of the flats dropped an average of £25,000 from October 2005 to June 2008.Rotunda flats hit by credit crunch ==Gallery== File:New Street Station and Rotunda - geograph.org.uk - 1601399.jpg|The Rotunda in 1983, with Coca-Cola advertisements. Image:Birmingham_Rotunda_20_04_06.jpg|The Rotunda on the 20 April 2006 during refurbishment. Image:Rotunda all floors.jpg|16 June 2006 with most of the walls removed, to be replaced with glazing. Image:Rotunda, Birmingham during refurb.jpg|The Rotunda in 2007 during the refurbishment. The majority of the windows and cladding has been installed. Image:Rotunda_Finished_2008.JPG|The Rotunda 6 August 2008, completed refurbishment with many apartments occupied or up for rental. Image:Rotunda Apartment 01.JPG|Interior of one of the single apartments showing the kitchen area. File:Birmingham Gay Pride 2013 March Past Bullring And Rotunda (8845441199).jpg|The Rotunda during Birmingham Pride 2013. ==See also== * Rotunda (architecture) * List of tallest buildings and structures in Birmingham ==References== ==External links== * Skyscrapernews entry * Birmingham History: Images documenting the construction of the Rotunda Category:Buildings and structures in Birmingham, West Midlands Category:Grade II listed buildings in Birmingham Birmingham, Rotunda Category:Commercial buildings completed in 1965 Category:Round buildings",
 "title": "Rotunda, Birmingham"
}