{
 "id": "681653",
 "text": "Joanne Whalley (born 25 August 1961; ; ), credited as Joanne Whalley-Kilmer from 1988 to 1996, is an English actress who began her career in 1974. She has appeared primarily on television, but also in nearly 30 feature films, including Dance with a Stranger (1985), Willow (1988), Scandal (1989), Storyville (1992) The Secret Rapture (1993) and Mother's Boys (1994). Following her marriage to Val Kilmer in 1988, she was credited as Joanne Whalley-Kilmer until their divorce in 1996. Whalley was nominated for the BAFTA TV Award for Best Actress for the 1985 BBC serial Edge of Darkness, and was nominated for a Best Actress Golden Nymph Award at the Monte-Carlo Television Festival for the 2011 series The Borgias. Her other television roles include the 1986 BBC serial The Singing Detective; playing the title role in the 2000 CBS TV film Jackie Bouvier Kennedy Onassis, Claudia, wife of Pontius Pilate in the 2015 NBC series A.D. The Bible Continues, and Sister Maggie in Daredevil. ==Early life== Whalley was born in Salford, Lancashire, and later moved to Levenshulme and then to Stockport, Cheshire. There, she attended Bredbury Comprehensive School, before leaving to study at Harrytown Convent Girls' School in Romiley and the Braeside School of Speech and Drama in Marple. Whalley first appeared as a child in How We Used to Live and Juliet Bravo, and also had bit parts in soap operas, especially Coronation Street and Emmerdale. Her early film roles include a non-speaking part as a groupie in Pink Floyd's The Wall, and a young Beatles fan in Birth of the Beatles. ==Musical career== In the post-punk era, she flirted with the fringes of the Manchester New Wave scene and was briefly a member of a Stockport-based band called the Slowguns, but left before the release of their two singles. Later, she was the lead singer of the pop group Cindy & The Saffrons; they recorded the Shangri-Las' song \"Past, Present and Future\" in 1982 at Abbey Road Studios and the next year they recorded \"Terry\" by Twinkle. The group split up soon afterward.from The Great Rock Discography via Google Books – link broken 17.4.10 In 2003, Whalley appeared on Blink-182's song \"Stockholm Syndrome\", reading letters between Mark Hoppus’ grandparents. ==Acting career== In 1982, she played Ingrid Rothwell in A Kind of Loving, a well-received Granada TV adaptation of Stan Barstow's three Vic Brown novels. Whalley came to prominence on British television as Emma Craven in Troy Kennedy Martin's Edge of Darkness (1985), then as Nurse Mills in the Dennis Potter-written serial The Singing Detective (1986)both for BBC Television. In 1987, she played Jackie in the TV film Will You Love Me Tomorrow; she also played a role in The Good Father (1985), another Channel 4-backed film. Whalley met the American actor Val Kilmer in 1987 while filming the fantasy adventure Willow.Val Kilmer at tribute.ca After their wedding in 1988, she moved to Los Angeles and began using 'Joanne Whalley-Kilmer' as her professional SAG-AFTRA name. She continued making more films in Hollywood than in the UK. In 1989, Whalley- Kilmer played the role of Christine Keeler in Scandal alongside stars John Hurt and Sir Ian McKellen. In 1991, she starred in the mystery noir Shattered. In 1994, she was the lead actress in Trial By Jury, with co-stars Armand Assante and William Hurt, among others. Also in 1994, she became the second actress to play Gone with the Wind heroine Scarlett O'Hara when she appeared in a made-for-TV adaptation of the sequel novel, Scarlett. She later starred in the 1997 film The Man Who Knew Too Little. After her divorce from Kilmer in 1996, for personal and professional reasons, she changed her surname back to Whalley. Whalley played the title character in the 2000 television film Jackie Bouvier Kennedy Onassis. She later collaborated with the pop-punk band Blink-182, reading a letter at the beginning of the song \"Stockholm Syndrome\". In 2005, she appeared as Queen Mary I in The Virgin Queen, a BBC serial about the life of Queen Elizabeth I which also starred Anne-Marie Duff and Tara FitzGerald. That same year she filmed Played which also starred her ex-husband Val Kilmer. However, the two did not share any scenes together. In 2006, she appeared in Life Line, a two-part drama on BBC1, starring opposite Ray Stevenson. In February 2008, she appeared on stage in Billy Roche's Poor Beast in the Rain presented by the Salem K. Theatre Company at the Matrix Theatre, Los Angeles, California. In that same year, Whalley was also a regular in the ITV mini series Flood with Robert Carlyle amongst others. In 2011, Whalley played one of the female leads, Vannozza dei Cattanei, mistress of Cardinal Rodrigo Borgia, future Pope Alexander VI, in the Showtime historical drama The Borgias. She guest-starred as Princess Sophie in season 4 of Gossip Girl. With the cast of 44 Inch Chest, she shared the Best Ensemble Award at the San Diego Film Critics Society Awards 2010. The film reunited her with John Hurt, with whom she had done two previous films. In 2014 she played Aunt Patience in Jamaica Inn for BBC One. In 2015, she played Claudia, the wife of Pontius Pilate, in A.D. The Bible Continues, and Queen Catherine of Aragon in the BBC miniseries Wolf Hall. In 2018, she appeared in the third season of Daredevil as Sister Maggie. In 2020, Whalley starred in the Eleanor Coppola film Love Is Love Is Love. It was scheduled to have its world premiere at the Tribeca Film Festival in April 2020, but the festival was postponed due to the COVID-19 pandemic. The film is rescheduled for its world premiere at the Deauville American Film Festival in September. ==Personal life== Whalley met American actor Val Kilmer while filming the movie Willow. The couple married in 1988. Whalley took a break from acting to bring up two children with Kilmer. Mercedes was born on 29 October 1991 in Santa Fe, New Mexico, and Jack was born on 6 June 1995. Shortly after that, the pair separated. Whalley filed for divorce on 21 July 1995, citing irreconcilable differences. ==Filmography== ===Film=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 1982 | Pink Floyd – The Wall | Groupie | |- | rowspan=3 | 1985 | Dance with a Stranger | Christine | |- | No Surrender | Cheryl | |- | The Good Father | Mary Hall | |- | rowspan=2 | 1988 | Willow | Sorsha | |- | To Kill a Priest | Anna | |- | rowspan=2 | 1989 | Scandal | Christine Keeler | as Joanne Whalley-Kilmer |- | Kill Me Again | Fay Forrester | as Joanne Whalley-Kilmer |- | rowspan=2 | 1990 | Navy SEALs | Claire Varrens | as Joanne Whalley-Kilmer |- | The Big Man | Beth Scoular | as Joanne Whalley-Kilmer; also known as Crossing the Line |- | rowspan=2 | 1991 | Shattered | Jenny Scott | as Joanne Whalley-Kilmer |- | Storyville | Natalie Tate | as Joanne Whalley-Kilmer |- | 1993 | The Secret Rapture | Katherine Coleridge | as Joanne Whalley-Kilmer |- | rowspan=3 | 1994 | Mother's Boys | Colleen 'Callie' Harland | as Joanne Whalley-Kilmer |- | A Good Man in Africa | Celia Adekunle | as Joanne Whalley-Kilmer |- | Trial by Jury | Valerie Alston | as Joanne Whalley-Kilmer |- | 1997 | The Man Who Knew Too Little | Lori | |- | 1999 | A Texas Funeral | Miranda | |- | rowspan=2 | 2000 | The Guilty | Natalie Crane | |- | Breathtaking | Caroline Henshow | |- | rowspan=2 | 2002 | Before You Go | Mary | |- | Virginia's Run | Jessie Eastwood | |- | 2005 | The Californians | Luna | |- | 2006 | Played | Maggie | |- | 2007 | Flood | Commissioner Patricia Nash | |- | 2009 | 44 Inch Chest | Liz Diamond | |- | rowspan=2 | 2011 | Golf in the Kingdom | Agatha McNaughton | |- | Twixt | Denise | |- | 2017 | Muse | Jacqueline | |- | 2018 | Paul, Apostle of Christ | Priscilla | |- | 2020 | Love Is Love Is Love | Joanne | |} ===Television=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 1974, 1976 | Coronation Street | Pamela Graham | 3 episodes |- | 1975 | Joby | Molly McLeod | ITV Yorkshire television film |- | 1976, 1978 | Crown Court | Janice Scott/Linda Mason | 3 episodes |- | 1977 | Emmerdale Farm | Angela Read | 6 episodes |- | 1976–79 | How We Used to Live | Marjorie Dawson/Sarah Hughes | 20(?) episodes |- | 1978 | The One and Only Phyllis Dixey | Doris | ITV television film |- | 1979 | Omnibus | Little Red Riding Hood/Madge | 2 episodes |- | rowspan=3 | 1980 | ITV Playhouse | Lindsey | Episode: \"Too Close to the Edge\" |- | Juliet Bravo | Maureen Maskell | Episode: \"Shot Gun\" |- | Scene | Evelyn | Episode: \"And Mum Came Too\" |- | 1980–81 | Coming Home (1980 TV series)|Coming Home | Travel agent | 2 episodes |- | rowspan=2 | 1981 | The Gaffer | Nancy | Episode: \"The Trouble with Women\" |- | Noddy | Mary | Television film |- | rowspan=2 | 1982 | A Kind of Loving | Ingrid Rotherwell (Brown) | Main role, 8 episodes |- | The Gentle Touch | Dany | Episode: \"Dany\" |- | rowspan=2 | 1983 | Bergerac | Christine Bolton | Episode: \"Always Leave Them Laughing\" |- | Reilly, Ace of Spies | Ulla | ITV television miniseries; episode: \"The Visiting Fireman\" |- | 1984 | A Christmas Carol | Fan (Ebenezer's sister) | CBS television film |- | 1985 | Edge of Darkness | Emma Craven | 6 episodes |- | 1986 | The Singing Detective | Nurse Mills | 6 episodes |- | 1987 | Screen Two | Jackie | Series 3, TV film: \"Will You Love Me Tomorrow?\" |- | 1994 | Scarlett | Scarlett O'Hara | CBS television miniseries; Lead role; as Joanne Whalley-Kilmer |- | rowspan=2 | 2000 | Jackie Bouvier Kennedy Onassis | Jackie Bouvier Kennedy Onassis | CBS television film |- | Run the Wild Fields | Ruby Miller | Showtime Original television film |- | rowspan=2 | 2005 | The Virgin Queen | Mary I | Television miniseries |- | Child of Mine | Tess Palmer | TV film |- | 2009 | Diverted | Marion Price | CBC television miniseries |- | 2011–12 | Gossip Girl | Princess Sophie Grimaldi | 7 episodes |- | 2011–13 | The Borgias | Vanozza Cattaneo | Main role, 25 episodes |- | 2013 | The Challenger Disaster | Gweneth Feynman | BBC television film; also known as The Challenger Disaster |- | 2014 | Jamaica Inn | Patience Merlyn | BBC One television miniseries |- | rowspan=3 | 2015 | Wolf Hall | Catherine of Aragon | BBC Two television miniseries |- | The Ark | Emmie | BBC One television film |- | A.D. The Bible Continues | Claudia, wife of Pontius Pilate | Main role, 12 episodes |- | 2016 | Beowulf: Return to the Shieldlands | Rheda | Main role, 13 episodes |- | 2017 | The White Princess | Margaret, Duchess of Burgundy | Television miniseries |- | 2018 | Daredevil | Sister Maggie | Main role, season 3 |- | 2020 | Tin Star | Mary James | |} ==References== ==External links== * Category:1961 births Category:English child actresses Category:English expatriates in the United States Category:English film actresses Category:English pop singers Category:English television actresses Category:Living people Category:Actresses from Salford Category:Actors from Stockport Category:20th-century English actresses Category:Actresses from Cheshire Category:21st-century English actresses",
 "title": "Joanne Whalley"
}