{
 "id": "681752",
 "text": "thumb|Blanquette de veau à l'ancienne thumb Blanquette de veau () is a French veal ragout in which neither the veal nor the butter is browned in the cooking process. To refrain from browning meat and fat in this way, is to cook them en blanquette. Prosper Montagne wrote that \"Blanquette had a very important place in historical cuisine and became a classic of bourgeois cookery. Blanquettes are also made with fish (monkfish) and vegetables (chard and celery.)\" ==Terminology== Larousse Gastronomique defines a blanquette as \"the French term for a ragout of white meat (veal, lamb or poultry) cooked in a white stock or water with aromatic flavorings\". ==Preparation and variations== To prepare blanquette de veau, one stews pieces of veal (such as shoulder or breast) and mirepoix. Strain, reserving meat, then bolster the broth with roux. Boil to thicken, then return meat to stew. International Culinary Center recipe includes adding pearl onions and quartered mushrooms to the mix. Finish with a liaison of heavy cream and yolk, 1:1. Do not further cook once egg is added, to avoid curdling. Prosper Montagne says \"Theoretically, the sauce is obtained by making a roux and adding cream and egg yolks. However, the roux is more often than not omitted.\" Again, from Larousse: > \"Blanquette is usually served with rice à la créole but may also be served > with celeriac (celery root), halved celery hearts, carrots, braised parsnips > or leeks, cucumber (cut into chunks and braised three minutes in boiling > salted water, braised lettuce or lettuce hearts. Even modern chefs follow tradition in this classic dish. From The Country Cooking of France: > Traditionally all the ingredients are white: veal, baby onions, button > mushrooms, white wine, and crème fraîche. The carrots that sometimes slip in > should not be there. Eliza Acton's recipe includes mushrooms gently sauteed in butter and served over the veal with Sauce Tournée (also called velouté). Pasta or potatoes can occasionally be served instead of rice. However, Georges Auguste Escoffier's Le Guide culinaire written in 1903 lists the Blanquette de Veau à l'Ancienne\" (old-fashioned blanquette veal breast) as being served with noodles instead of rice. He also lists a second recipe, Blanquette of Veal Breast with Celery Knobs and Endives, which is served on parboiled noodles as well. ==See also== * Cuisine of France * List of stews * List of veal dishes * ==References== *2001 2nd edition, , with assistance from a gastronomic committee chaired by Joël Robuchon •The Food Lover's Companion by Sharon Tyler Herbst, Barron's Cooking Guide, Copyright 1995, Library of Congress catalog number 95-15208 Category:French stews Category:Veal dishes",
 "title": "Blanquette de veau"
}