{
 "id": "681810",
 "text": "Running with Scissors is the tenth studio album by \"Weird Al\" Yankovic, released on June 28, 1999. It was the fourth studio album self-produced by Yankovic, and his first album for Volcano Records after its acquisition of Scotti Brothers. The musical styles on the album are built around parodies and pastiches of pop and rock music of the late 1990s, largely targeting alternative rock and hip-hop. The album's lead single, \"The Saga Begins\", however, was a parody of the 1971 single \"American Pie\" by Don McLean, and it recounts the plot of the film Star Wars: Episode I – The Phantom Menace, which was released around the same time. None of the album's singles charted domestically, although \"Pretty Fly for a Rabbi\" (a parody of \"Pretty Fly (For a White Guy)\" by the Offspring) charted at number 67 in Australia. The album featured five parodies. Aside from the aforementioned \"The Saga Begins\" and \"Pretty Fly for a Rabbi\", the album also contains lampoons of \"One Week\" by Barenaked Ladies, \"It's All About the Benjamins\" by Puff Daddy, and \"Zoot Suit Riot\" by Cherry Poppin' Daddies. The other half of the album is original material, featuring many \"style parodies\", or musical imitations of existing artists. These style parodies include imitations of specific artists like Nine Inch Nails and the Rugburns, as well as imitations of different musical genres like zydeco, third-wave ska, and truck-driving country. Running with Scissors was met with mostly positive reviews, with many critics praising \"The Saga Begins\"; some, however, felt that the album was rushed. The album peaked at number 16 on the Billboard 200. \"The Saga Begins\" went on to become one of Yankovic's best-known singles, although it never charted on the Billboard Hot 100. Running with Scissors was Yankovic's seventh Gold record in the United States, and went on to be certified Platinum for sales of over one million copies in the US. The album also was certified Gold in both Australia and Canada. ==Production== ===Recording=== In June 1997, Yankovic entered the studio to begin the first of the Running with Scissors sessions, which Yankovic produced himself. Recording with Yankovic were Jon \"Bermuda\" Schwartz on drums, Steve Jay on bass, and Jim West on guitar. The album was recorded in six sessions. The first session started on June 29, 1997, in which Yankovic recorded the theme song to his television show, The Weird Al Show. The second session, which occurred on October 7, 1998, produced the original song \"Germs\", and eight days later, on October 15, Yankovic started the third session and recorded three more originals, \"Albuquerque\", \"My Baby's in Love with Eddie Vedder\", and \"Truck Drivin' Song\". The next day, the fourth session resulted in the song \"Your Horoscope for Today\". On April 19 of the following year, Yankovic recorded four parodies during the fifth session, \"Pretty Fly for a Rabbi\", \"Jerry Springer\", \"It's All About the Pentiums\", and \"Grapefruit Diet\". The album's sixth and final session occurred on April 20, and resulted in \"The Saga Begins\", and the album's polka medley, \"Polka Power!\" ===Originals=== The album includes \"The Weird Al Show Theme\", which is the theme song to Yankovic's short-lived television series. \"Germs\", a style parody of industrial rock band Nine Inch Nails, that tells of the narrator's germophobia. \"Your Horoscope for Today\", is a style parody of third wave ska, features Reel Big Fish members Tavis Werts on trumpet and Dan Regan on trombone, and has lyrics about ridiculous horoscopes. Yankovic attributes the lyrics' inspiration to the satirical newspaper The Onion. After Ophiuchus was touted by some papers as the \"13th zodiac sign\", Yankovic released new lyrics on his Twitter for the sign. \"Albuquerque\", an eleven-minute \"hard-driving rock narrative\", is a style parody of The Rugburns, and tells the fictional life of Yankovic and his various adventures in the town of Albuquerque, New Mexico. Yankovic originally wrote the song to \"annoy people for 12 minutes\". He felt that it would be an \"odyssey\" for fans to successfully sit through it, and so it was placed at the album's end. Instead, to Yankovic's surprise, the song has become a fan favorite. \"My Baby's in Love with Eddie Vedder\" is a style parody of zydeco about a man's frustration that his girlfriend is obsessed with Eddie Vedder, the lead singer for the grunge band Pearl Jam. \"Truck Drivin' Song\", a detailed account of a truck-driver working, while at the same time worrying about their clothing and makeup, is a style parody of truck-driving country. While writing the song, Yankovic listened to C.W. McCall for inspiration. ===Parodies and polka=== The first parody recorded for the album was \"Pretty Fly for a Rabbi\", a parody of the Offspring's 1998 single \"Pretty Fly (For a White Guy)\", about a hip rabbi.\" In order to accurately write the song, Yankovic consulted several of his Jewish friends as well as several English-to-Yiddish dictionaries. The song's opening line – \"Veren zol fun dir a blintsa\" – is a Yiddish curse that roughly means \"May you turn into a blintz.\" Originally, Yankovic had wanted voice actress Mary Kay Bergman to sing the song as her South Park character Sheila Broflovski. However, due to legal restrictions, she was only able to say a few lines in the finished product. Yankovic then approached actress Fran Drescher to lend her voice to the song, but this was also unsuccessful. Finally, Yankovic was able to get actress Tress MacNeille – who had been featured in his 1983 parody \"Ricky\" – to appear in the song. The second parody recorded for the album was \"Jerry Springer\", a parody of Barenaked Ladies 1998 hit \"One Week\". The song is about The Jerry Springer Show, hosted by the eponymous Jerry Springer. In preparation for the song, Yankovic watched \"a couple shows\" until he understood the \"basic formula\" for how the episodes unfolded. Originally, there were plans to shoot a video, and Springer was asked if he wanted to be in it. Springer was initially interested, but after hearing the song, he declined because he believed it was too \"negative\" towards his show. The third parody recorded for the album was \"It's All About the Pentiums\", a parody of the rock remix of the track \"It's All About the Benjamins\" by Sean \"Puff Daddy\" Combs. Yankovic spoke to Combs personally on the phone to make sure that the parody would not emulate the 1996 Coolio incident. Due to time constraints, Yankovic was forced to write the song a few days before the entire album was slated to be mastered, as Yankovic had still been waiting for Combs' approval. By the time Combs responded to him, Yankovic was recording the last session for the album. To give him time to write the lyrics, Yankovic's band recorded the music first. Yankovic noted that \"we were mixing the last few songs on the album by the time I finished writing the lyrics to 'Pentiums,' and I wound up recording the lead vocals just a couple days before the album had to be mastered.\" The fourth parody recorded for the album was \"Grapefruit Diet\", a pastiche of \"Zoot Suit Riot\" by the Cherry Poppin' Daddies about an obese man going on such a diet. The song's writer, Steve Perry, called the opportunity to be parodied \"an honor\" but noted that \"Why Weird Al is such an icon is a mystery to me though\". The final parody recorded for the album was \"The Saga Begins\", which recounts the plot of Star Wars: Episode I – The Phantom Menace from the point of view of Obi-Wan Kenobi to the tune of the 1971 single \"American Pie\" by Don McLean. Yankovic, who often bases his albums around significant moments in pop culture, felt that the album should have a song centered on the release of The Phantom Menace. Yankovic first considered writing his parody of \"Pretty Fly (For a White Guy)\" about the film and calling it \"Pretty Fly for a Jedi\", but he quickly dismissed this idea; he wanted to parody a classic song to commemorate how important the new movie was considered. Yankovic then chose to write a parody of \"American Pie\" about the film. Because Yankovic wanted the song to be topical, he began writing the lyrics in December 1998, many months before the film was released, gleaning all of the information about the movie's plot entirely from Internet spoilers. The song was completed two months before The Phantom Menace was released to theaters; Yankovic had approached Lucasfilm about the prospect of an advanced screening to ensure that his lyrics were accurate, but the company declined. However, Yankovic later went to a charity screening, whose tickets cost US$500 each. As a result, Yankovic only had to change one line; \"He's probably gonna marry her someday\" was originally \"I hear he's gonna marry her someday\". A video which Yankovic later jokingly dubbed \"Star Wars Unplugged\" was filmed for the song, after The Phantom Menace premiered in theaters. Much like Yankovic's previous albums, Running with Scissors features a polka medley of then-current hit songs called \"Polka Power!\". The song was later released as a promotional single in Germany, where Yankovic's recording label felt a polka song might have more success. This was the second time that one of Yankovic's polka medleys was released as a single; in 1985, Scotti Brothers Records released \"Hooked on Polkas\", from the album Dare to Be Stupid, in Japan. ==Artwork and packaging== For nearly 20 years, Yankovic had been known for his hairdo, glasses, and moustache. However, in 1998, Yankovic grew out his hair, shaved his moustache and underwent LASIK eye surgery to correct his vision, thus making glasses no longer necessary. As such, Running with Scissors was his first album with his new style. On the cover, he is shown running on the track at Santa Monica City College, holding a pair of scissors in each hand—a literal depiction of the album's title. The CD booklet contains the complete lyrics to all but one of the album's songs; due to the length of the closing song \"Albuquerque\", not all of its lyrics fit on the final page of the booklet. Instead of continuing with the \"Albuquerque\" lyrics, the end of the booklet breaks off mid-sentence and concludes with an apology from Yankovic, in which he states that there was no way he could have fit the rest of the song's lyrics on the existing booklet and that he \"should have used a smaller font or a bigger piece of paper or something\". Yankovic later released the complete lyrics on the \"Ask Al\" feature on his website, and had them printed in Weird Al: The Book (2012).Rabin and Yankovic, p. 166–167 Running with Scissors is also the first of \"Weird Al\" Yankovic's albums to feature multimedia content. After placing the CD in a CD-ROM drive, one can browse through the files and play a QuickTime movie file containing fourteen minutes of footage from the Disney Channel concert special \"Weird Al\" Yankovic: (There's No) Going Home. ==Promotion== Following the release of Running with Scissors, Yankovic undertook a two-year-long tour called \"Touring with Scissors\". Starting on July 19, 1999, Yankovic played over 200 shows across the United States. A live video recording of one of the shows, called \"Weird Al\" Yankovic Live! was released later in the year. To promote the album, two promotional websites were launched for the singles \"It's All About the Pentiums\" and \"The Saga Begins\": \"thepentiums.com\" and \"sagabegins.com\" respectively. Each site featured the respective song's music video, as well as additional information such as behind-the-scenes notes and lyrics. ==Critical reception== The album was met with mostly positive reviews from critics. J.D. Considine of Entertainment Weekly gave the album a \"B\" rating and felt that, while many comedians are unable to translate jokes onto CD, \"Yankovic's jokes are eminently listenable.\" He concluded that \"compared with most comedy recordings these days, Running with Scissors is a cut above.\" Melissa Ruggieri of the Richmond Times-Dispatch graded the album a \"B+\", writing, \"Now on his 10th album, the weird and wacky Al tackles gems such as Don McLean's 'American Pie,' The Offspring's 'Pretty Fly (For a White Guy)' and Barenaked Ladies' 'One Week.' Most of the results are priceless.\" Warren Rhodes of the Anchorage Daily News named the album the fifth best release of 1999, writing that, \"Leaving his long-time label [Scotti Brothers] has inspired the parody king; even his originals are pretty good this time.\" He also wrote that \"the intellect's still there, and his wide-ranging chameleon band has no equal.\" In The Rolling Stone Album Guide, Running with Scissors was given 3.5 stars out of 5, which denoted that the album averaged between good and excellent. The book wrote that Yankovic's \"nasal whine has never been put to more appropriate use than [on] 'Pretty Fly for a Rabbi'.\" Not all reviews were positive. Steve Huey of Allmusic gave the album two and a half stars out of five and called it \"a mixed bag\". Huey felt that both \"The Saga Begins\" and \"Jerry Springer\" were clever parodies, whereas \"Pretty Fly for a Rabbi\" and \"It's All About the Pentiums\" were not \"quite up to his usual standards.\" Robert Johnson of the San Antonio Express-News was critical of the album, giving it one-and-a-half stars, noting that \"in his haste to stay up to the minute, [Yankovic] forgot to make ['The Saga Begins'] funny.\" He wrote that the album \"features recycled ideas (fat jokes, alt-rock hits redone as polkas), tunes that sound better than they play ('Pretty Fly for a Rabbi') and weirdness for its own sake (the 11-minute 'Albuquerque').\" ==Commercial performance== Running with Scissors was released on June 29, 1999. The album entered the Billboard 200 chart at number 35 on July 17, and went up to its peak position of 16 the following week. The album also charted on the Top Internet Albums, a first for Yankovic, entering at number 7, and eventually peaking at number 3. The album was consecutively certified both Gold and Platinum by Recording Industry Association of America (RIAA) for shipments of over 1,000,000 copies in the United States. , sales in the United States have exceeded 1,182,000 copies, according to Nielsen SoundScan. In late 2013, Yankovic sued his label, Volcano, and its parent company Sony for unpaid publishing royalties from several of his albums and singles, including Running with Scissors. Yankovic claimed thatdespite the album's successhe never earned royalties from the record. The initial lawsuit was for $5 million; Yankovic won the lawsuit and was awarded an undisclosed sum of money from Sony. ==Track listing== ==Personnel== Adapted from the album liner notes. Musicians and production *\"Weird Al\" Yankovic – accordion, keyboards, vocals, backing vocals, production *Steve Jay – bass guitar, backing vocals *Jon \"Bermuda\" Schwartz – percussion, drums, backing vocals *Rubén Valtierra – keyboards on \"The Saga Begins\", \"The Weird Al Show Theme\", \"Jerry Springer\" and \"Grapefruit Diet\" *Jim West – banjo, guitar, backing vocals *Tony Papa – engineer, mixer Other personnel *Kim Bullard – keyboards on \"Germs\" *Tom Evans – saxophone on \"Your Horoscope for Today\" and \"Grapefruit Diet\" *Thomas \"Snake\" Johnson – tuba on \"Polka Power!\" *Warren Luening – trumpet on \"The Weird Al Show Theme\" and \"Polka Power!\" *Tress MacNeille - spoken word on \"Pretty Fly for a Rabbi\" and \"Jerry Springer\" *Joel Peskin – clarinet on \"Pretty Fly for a Rabbi\" and \"Polka Power!\" *Dan Regan – trombone on \"Your Horoscope for Today\" *Bill Reichenbach Jr. – trombone on \"The Weird Al Show Theme\" *Marty Rifkin – pedal steel guitar on \"Truck Drivin' Song\" *Tom Sauber – fiddle on \"My Baby's in Love with Eddie Vedder\" *Lee Thornberg – trombone, trumpet on \"Your Horoscope for Today\" and \"Grapefruit Diet\" *Tavis Werts – trumpet on \"Your Horoscope for Today\" ==Charts and certifications== ===Charts=== {| class=\"wikitable sortable\" |- !Chart !Peak position |- |ARIA Charts | style=\"text- align:center;\"|18 |- |Canadian Albums Chart | style=\"text-align:center;\"|16 |- |US Billboard 200 | style=\"text-align:center;\"|16 |} ===Certifications=== {| class=\"wikitable sortable\" |- !Country !Certification (sales thresholds) |- |Australia | style=\"text-align:center;\"|Gold |- |Canada | style=\"text-align:center;\"|Gold |- |United States | style=\"text- align:center;\"|Platinum |} ===Singles=== {|class=\"wikitable\" |- !rowspan=\"2\"| Year !rowspan=\"2\"| Song !colspan=\"1\"| Peak positions |- style=\"font- size:85%;line-height:1.3;vertical-align:top\" !style=\"width:4em\"| AUS |- | 1999 | \"Pretty Fly for a Rabbi\" | style=\"text-align:center;\"| 67 |} ==References== Works cited * Category:\"Weird Al\" Yankovic albums Category:1999 albums Category:Volcano Entertainment albums",
 "title": "Running with Scissors (\"Weird Al\" Yankovic album)"
}