{
 "id": "681974",
 "text": "Providence is an American medical drama television series, created by John Masius, that aired on NBC and starred Melina Kanakaredes. The show ran for five seasons from January 8, 1999, until December 20, 2002, airing 96 episodes. ==Synopsis== The show revolves around Dr. Sydney Hansen (Kanakaredes), who leaves her glamorous job as a plastic surgeon for the rich in Beverly Hills so she can return to her hometown of Providence, Rhode Island, and be with her family. Sydney lives with her father Jim (Farrell), brother Robbie (Peterson), sister Joanie (Cale), and Joanie's baby Hannah in a large home in suburban Providence that also houses her father's veterinary clinic. Sydney's mother Lynda (Tomei) dies in the first episode but continues to appear to Sydney as a spirit, to offer advice. The show ends rather abruptly, with a two-part wedding episode. NBC called this Providence \"winter finale,\" fully expecting to bring it back in the spring or autumn of 2003, but these plans were eventually scrapped when some cast members, including Melina Kanakaredes, opted out of returning for a sixth season. ==Characters== * Dr. Sydney \"Syd\" Hansen (Melina Kanakaredes) – A high-profile plastic surgeon who returns home for her sister's wedding. Unfortunately, her mother dies before the ceremony begins. Syd returns to Los Angeles, only to find her boyfriend cheating on her with another man. She ultimately decides to move back home to Providence to help her family, and she takes a job at a free clinic that she later ends up running. While struggling with her new specialty of family medicine and helping her family, she also tries to rebuild her love life, without much luck until season 5. * Joan \"Joanie\" Hansen (Paula Cale) – Sydney's younger sister and single mother of young Hannah. Her mother's death interrupts her wedding and, after giving birth to Hannah, she decides not to marry Hannah's father, Richie. An optimistic woman, Joanie assists her father in his practice until she discovers that her cooking, while unpalatable for humans, is a delicacy for dogs, and she opens a delicatessen bakery for dogs. Her love life, however, is as complicated as her older sister's. Though mostly loyal to her family, Joanie often feels overshadowed by Syd's accomplishments, and is known to squabble with her frequently. Joanie senses that her parents, especially her father, tend to favor Syd. So she decides to take over as her father's caregiver after he survives a near-fatal gunshot head wound that was intended for his dog, Fearless. Joanie often makes Syd feel guilty about having her own life and priorities, but as is later learned, it's mainly due to extreme envy. While Joanie admires her sister, she mostly finds herself resenting her. * Robert \"Robbie\" Hansen (Seth Peterson) – Syd's younger brother. A charming bad boy who manages a pub and is a gambling addict. After much trouble, he finally settles down when he marries Tina, a divorced mother of one, Pete, and later has a son with her, Nicholas \"Nick\" Hansen. * Lynda Hansen (Concetta Tomei) – Sydney, Joanie, and Robbie's overbearing mother. She dies before her pregnant daughter's wedding service, and afterwards appears only to Syd in dreams, giving her (often unsolicited) advice. * Dr. Jim Hansen (Mike Farrell) – Sydney, Joanie, and Robbie's father, a warmhearted veterinarian who runs a clinic in his basement and who occasionally relates better to animals than to people. * Dr. Helen Reynolds (Leslie Silva) – Syd's friend and head of the free clinic in Season 1. Afterwards, she returns to her hometown, leaving the clinic in Sydney's hands. ==Episodes== ==Crew== John Masius created the series. Regular writers include Masius, Mike Kelley, Carol Barbee, Elle Triedman, Robert De Laurentiis, Robert Fresco, Tim Kring, Jennifer M. Johnson, and Ann Lewis Hamilton. ==Theme song== In the United States, the theme song was \"In My Life\", a cover of the Beatles song performed by Chantal Kreviazuk. Internationally, the theme song was \"You Make Me Home\", composed by Tim Truman and performed by Angelica Hayden. ==Home media== The Providence Collection, a collection of 12 episodes from the show, was released on DVD in 2004 by Lions Gate. The four discs contained the following episodes: \"Pilot\", \"Home Again\", \"Tying the Not\", \"The Letter\", \"Don't Go Changin'\", \"The Thanksgiving Story\", \"Falling\", \"Best Man\", \"Act Naturally\", \"A New Beginning\", \"Eye of the Storm\", \"The Eleventh Hour\". The release contained several bonus features, including an introduction by creator John Masius, commentaries by Melina Kanakaredes, Paula Cale, Mike Farrell, Michael Fresco, Seth Peterson, Concetta Tomei, Monica Wyatt, and creator John Masius on selected episodes. A gag reel with outtakes and bloopers, and a retrospective documentary featuring new interviews with the cast, creators, and special guests. ==References== ==External links== * Category:1999 American television series debuts Category:2002 American television series endings Category:1990s American drama television series Category:2000s American drama television series Category:1990s American medical television series Category:2000s American medical television series Category:English-language television shows Category:NBC original programming Category:Television series about ghosts Category:Television series by Universal Television Category:Television shows set in Rhode Island",
 "title": "Providence (American TV series)"
}