{
 "id": "68208",
 "text": "{{Infobox settlement | name = Ayrshire | native_name = | native_name_lang = | settlement_type = Historic county | image_skyline = | image_alt = | image_caption = | image_flag = | flag_size = 150px | flag_link = Flag of Ayrshire | flag_alt = | image_seal = | seal_alt = | image_shield = | shield_alt = | nickname = | motto = | image_map = Ayrshire.svg | map_alt = | map_caption = | pushpin_map = | pushpin_map_alt = | pushpin_map_caption = | coor_pinpoint = | coordinates = | coordinates_footnotes = | subdivision_type = Country | subdivision_name = Scotland | subdivision_type1 = | subdivision_name1 = | subdivision_type2 = | subdivision_name2 = | established_title = | established_date = | founder = | seat_type = County town | seat = Ayr | government_footnotes = | leader_party = | leader_title = | leader_name = | unit_pref = UK | area_footnotes = | area_land_sq_mi = | area_water_sq_mi = | area_total_km2 = 2,924 | area_land_km2 = | area_water_km2 = | area_water_percent = | area_note = Ranked 7th of 34 | elevation_footnotes = | elevation_m = | population_footnotes = | population_total = | population_as_of = | population_density_km2 = auto | population_demonym = | population_note = | timezone1 = | utc_offset1 = | timezone1_DST = | utc_offset1_DST = | postal_code_type = Chapman code | postal_code = AYR | area_code_type = | area_code = | iso_code = | website = | footnotes = }} Ayrshire (, ) is a historic county and registration county in south-west Scotland, located on the shores of the Firth of Clyde. Its principal towns include Ayr, Kilmarnock and Irvine and it borders the counties of Renfrewshire and Lanarkshire to the north-east, Dumfriesshire to the south-east, and Kirkcudbrightshire and Wigtownshire to the south. Like many other counties of Scotland it currently has no administrative function, instead being sub- divided into the council areas of North Ayrshire, South Ayrshire and East Ayrshire. It has a population of approximately 366,800. The electoral and valuation area named Ayrshire covers the three council areas of South Ayrshire, East Ayrshire and North Ayrshire, therefore including the Isle of Arran, Great Cumbrae and Little Cumbrae. These three islands are part of the historic County of Bute and are sometimes included when the term Ayrshire is applied to the region. The same area is known as Ayrshire and Arran in other contexts. The largest settlement in Ayrshire is Ayr, closely followed by Kilmarnock. ==Geography== Ayrshire is roughly crescent-shaped and is a predominantly flat county with areas of low hills; it forms part of the Southern Uplands geographic region of Scotland. The north of the county contains the main towns and bulk of the population. East of Largs can be found the Renfrewshire Heights, which continue south to the hill-country around Blae Loch. Southern Ayrshire shares with the Galloway counties some rugged hill country known as the Galloway Hills. These hills lie to the west of the A713 (Ayr to Castle Douglas road) and they run south from the Loch Doon area almost to the Solway Firth. To the east of this route through the hills lie the Carsphairn and Scaur Hills which lie to the south east of Dalmellington and south of New Cumnock. Glen Afton runs deep into these hills. Ayrshire is one of the most agriculturally fertile regions of Scotland. Potatoes are grown in fields near the coast, using seaweed-based fertiliser, and in addition the region produces pork products, other root vegetables, and cattle (see below); and summer berries such as strawberries are grown abundantly. A number of small islands in the Firth of Clyde are part of Ayrshire, the chief of these being Horse Isle, Lady Isle and Ailsa Craig. ===Rivers=== The main rivers flowing to the Clyde coast are, from north to south, the following: *River Garnock *River Irvine *River Ayr *River Doon *River Girvan *River Stinchar File:HorseIsleNearArdrossan(StuartMcMahon)Jun2004.jpg|Horse Isle File:Ayr Beach, Scotland - geograph.org.uk - 16915.jpg|Part of Ayr Beach with the Heads of Ayr in the background File:Boydshillslack2.JPG|Boyd's Hill near Dunlop File:Garnock Water near Glengarnock Castle 2.JPG|The Garnock's Waters near Glengarnock Castle File:View towards Mochrum Hill - geograph.org.uk - 231335.jpg|Mochrum Hill near Kirkoswald File:Lendalfoot from Little Carleton Farm, Lendalfoot, South Ayrshire, Scotland.jpg|Lendalfoot coast, with Ailsa Craig in the distance ==History== The area that today forms Ayrshire was part of the area south of the Antonine Wall which was briefly occupied by the Romans during the reign of Emperor Antoninus Pius (see: Roman Britain#Occupation and retreat from southern Scotland). It was inhabited by the Damnonii, who are presumed to have been Britons. Later, it formed part of the British Kingdom of Strathclyde, which was incorporated into the Kingdom of Scotland during the 11th century. In 1263, the Scots successfully drove off the Norwegian leidang-army in a skirmish known as the Battle of Largs. thumb|right|The remains of Turnberry Castle A notable historic building in Ayrshire is Turnberry Castle, which dates from the 13th century or earlier, and which may have been the birthplace of Robert the Bruce. The historic shire or sheriffdom of Ayr was divided into three districts or bailieries which later made up the county of Ayrshire. The three districts were: *Carrick in the south. It was situated between the Doon and the wild district of Galloway in the adjoining Stewartries, an area that was little else than a vast tract of hills and mosses. *Kyle in the centre, which included the royal burgh of Ayr, occupied the central district between the River Irvine in the north, and the River Doon in the south and south-west, an area that is quite hilly inland. It was subdivided into \"Kyle Stewart\", (sometimes called \"Stewart Kyle\" or \"Walter's Kyle\") and \"King's Kyle,\" the former embracing the country between the Irvine and the River Ayr; and the latter, the triangular portion between the Ayr and the Doon, which is honoured as the birthplace and youthful home of Robert Burns. *Cunninghame in the north which included the royal burgh of Irvine was that part of the county which lay north of the Irvine water, and was in an area that is generally level and fertile. The area used to be heavily industrialised, with steel making, coal mining and in Kilmarnock numerous examples of production-line manufacturing, most famously Johnnie Walker whisky. In more recent history, Digital Equipment had a large manufacturing plant near Ayr from about 1976 until the company was taken over by Compaq in 1998. Some supplier companies grew up to service this site and the more distant IBM plant at Greenock in Renfrewshire. Scotland's aviation industry has long been based in and around Prestwick and its international airport, and although aircraft manufacture ceased at the former British Aerospace plant in 1998, a significant number of aviation companies are still based on the Prestwick site. However, unemployment in the region (excluding the more rural South Ayrshire) is above the national average. Throughout the 17th century, huge numbers of people from Ayrshire moved to Ulster, the northern province in Ireland, as part of the Plantation of Ulster, many of them with surnames such as Burns, Hamilton, Morrow, Stewart, Flanagan, Kennedy and Cunningham. Today, the Ulster Scots dialect is largely an offshoot of the version of Lowland Scots spoken in Ayrshire. The Ulster Scots dialect is still widely spoken throughout County Antrim and in parts of County Down and County Londonderry, as well as still being widely spoken in West Tír Eoghain and parts of County Donegal (chiefly East Donegal and Inishowen). ==Local government== thumb|right|250px|The administrative subdivisions covering Ayrshire. Arran is administered as part of the North Ayrshire council area, but is historically part of Buteshire. The Local Government (Scotland) Act 1889 established a uniform system of county councils in Scotland and realigned the boundaries of many of Scotland's counties. Subsequently, Ayr county council was created in 1890. In 1930 the Local Government (Scotland) Act 1929 was implemented. This re-designated the Burghs into large burghs and small burghs. This new categorisation influenced the level of autonomy that the Burghs enjoyed from the county council. The act also abolished the parish as a unit of local government in Scotland. In Ayrshire in excess of 30 parishes were consolidated into ten district councils. The District Councils were Ayr, Cumnock, Dalmellington, Girvan, Irvine, Kilbirnie, Kilmarnock, Maybole, Troon and Saltcoats. Ayrshire County Council was based at County Buildings in Wellington Square. In May 1975 the county council was abolished and its functions were transferred to Strathclyde Regional Council. The county area was divided between four new districts within the two-tier Strathclyde region: Cumnock and Doon Valley, Cunninghame, Kilmarnock and Loudoun and Kyle and Carrick. The Cunninghame district included the Isle of Arran, Great Cumbrae and Little Cumbrae, which had until then been administered as part of the County of Bute. In 1996 the two-tier system of regions and districts was abolished and Ayrshire was divided between the unitary council areas of East Ayrshire (covering the area of the former Kilmarnock & Loudoun District and Cumnock & Doon Valley District), North Ayrshire (covering the area of the former Cunninghame District Council) and South Ayrshire (covering the area of the former Kyle and Carrick District). == Parliamentary constituencies == There was an Ayrshire constituency of the House of Commons of the Parliament of Great Britain from 1708 to 1801 and of the Parliament of the United Kingdom from 1801 until 1868, when the constituency was divided into Ayrshire North and Ayrshire South. During the whole of the 1708 to 1868 period, and until 1950, the burghs of Ayr and Irvine were parliamentary burghs, represented as components of Ayr Burghs. In 1832 Kilmarnock became a parliamentary burgh, to be represented as a component of Kilmarnock Burghs until 1918. Ayr Burghs and Kilmarnock Burghs were districts of burghs, and quite different in character from later Ayr and Kilmarnock constituencies. From 1918 to 1983 Ayrshire and Buteshire were treated as if a single area for purposes of parliamentary representation, with their combined area being divided into different constituencies at different times. Scottish local government counties were abolished in 1975, in favour of regions and districts, but the next reform of constituency boundaries was not until 1983. Constituencies covering Ayrshire may be listed by periods as below, but the story is somewhat more complicated than the lists may imply: until 1918, Ayr Burghs and Kilmarnock Burghs included burghs lying outside both Ayrshire and Buteshire; a particular constituency name may represent different boundaries in different periods; in 1974, there were boundary changes without the creation of any new constituency names. {|Class=wikitable |- ! Period ! Constituencies |- | 1708 to 1832 | Ayrshire and Ayr Burghs |- | 1832 to 1868 | Ayrshire, Kilmarnock Burghs and Ayr Burghs |- | 1868 to 1918 | North Ayrshire, Kilmarnock Burghs, Ayr Burghs and South Ayrshire |- | 1918 to 1950 | Bute and Northern Ayrshire, Kilmarnock, Ayr Burghs and South Ayrshire |- | 1950 to 1983 | Bute and Northern Ayrshire, Central Ayrshire, Kilmarnock, Ayr and South Ayrshire |} ==Transport== thumb|275px|Entering Ayrshire on the northbound A77 A number of railway lines connect the towns of northern Ayrshire to each other and also to Glasgow, as well as south to Stranraer and south-east to Dumfries. Ferries link Ayrshire to the islands of Arran and Great Cumbrae in Buteshire. Glasgow Prestwick International Airport, serving Glasgow and the west of Scotland more generally, is located away from Glasgow in Ayrshire; it provides various passenger flights to Spain, Portugal, Italy and Poland.glasgowprestwick.com - Destination Map retrieved 4 July 2016 The name Glasgow was added in front of Prestwick as per American military airport naming conventions, as the airport was in the past oft-used as a stopover by US military personnel on their way to and from military bases in Germany. Moreover, it is known in rock history as the only place in Britain visited by Elvis Presley, on his way home from army service in Germany in 1960. ==Towns and villages in Ayrshire== thumb|right|Ayr, county town of Ayrshire thumb|right|Cumnock thumb|right|Darvel thumb|right|Kilmarnock thumb|right|Kilmaurs thumb|right|Largs thumb|right|Patna *Alloway *Ardrossan *Annbank *Ardeer *Auchentiber *Auchinleck *Ayr *Ballantrae *Barassie *Barkip *Barr *Barrhill *Barrmill *Beith *Bellsbank *Belmont *Benslie *Bourtreehill *Broomlands *Burnhouse *Catrine *Colmonell *Coylton *Craigie *Craigmalloch *Cronberry *Crosshill *Crosshouse *Cumnock *Cunninghamhead *Dailly *Dalgarven *Dalmellington *Dalry *Dalrymple *Darvel *Doonfoot *Drakemyre *Dreghorn *Drongan *Drybridge *Dundonald *Dunlop *Dunure *Fairlie *Fenwick *Fergushill *Fullarton *Galston *Gatehead *Gateside *Giffordland *Girdle Toll *Girvan *Glenbuck *Glengarnock *Greenhills *Hansel *Haugh *Heathfield *Hessilhead hamlet *Highfield *Hurlford *Irvine *Joppa *Kilbirnie *Kilmarnock *Kilmaurs *Kilwinning *Kincaidston *Kirkmichael *Kirkoswald *Knockentiber *Largs *Lendalfoot *Loans *Logan *Longbar *Lugton *Lugar *Lylestone *Mauchline *Maidens *Maybole *Meikle Auchengree *Minishant *Monkton *Moscow *Montgreenan *Mossblown *Muirkirk *Netherthird *New Cumnock *Newmilns *Ochiltree *Old Dailly *Patna *Pinmore *Pinwherry *Polnessan *Portencross *Prestwick *Priestland *Rankinston *Riccarton *Saltcoats *Seafield *Seamill *Skelmorlie *Sorn *Springside *Stair *Stevenston *Stewarton *Straiton *Symington *Tarbolton *Torranyard *Trabboch *Troon *Turnberry *Waterside *West Kilbride == Places of interest == *Auchenharvie Castle *Barony and Castle of Giffen *Cleeves Cove *Clyde Muirshiel Regional Park *Corsehill *Culzean Castle *Dalgarven Mill – Museum of Ayrshire Country Life and Costume *Dean Castle - Kilmarnock *Eglinton Country Park *Laigh Milton viaduct *Thurgartstone *Ayr Seafront Playpark *Burns National Heritage Park *The Low Green, Ayr *Turnberry (golf course) ==People from Ayrshire== * Hew Ainslie (1792–1878), poet * Nicola Benedetti (1987-), classical violinist born in West Kilbride * Sir Thomas Brisbane (1773–1860), Soldier and Colonial Administrator, after whom the city of Brisbane is named. Born in Largs. * John Boyd Orr (1880–1971), Nobel Peace Prize winner, born in Kilmaurs. * George Douglas Brown (1869–1902), novelist, best known for The House with the Green Shutters, born in Ochiltree * Robert the Bruce (1274–1329), possibly born in Turnberry Castle * Robert Burns (1759–1796), poet, born in Alloway; * Kenneth Campbell (1917–1941), RAF pilot and posthumous recipient of the Victoria Cross, born in Ardrossan * James McCosh Clark (1833–1898), mayor of Auckland, born in Beith * Steve Clarke (1963-), Football Manager, born in Saltcoats. * Robert Craufurd (1764–1812), British major general; * Noam Dar (1993-), professional wrestler signed to WWE performing on the NXT UK and 205 Live brands * John Dunlop (1840–1921), inventor of the pneumatic tyre, born in Dreghorn * Robert Dunsmuir (1825-1889), coal baron and industrial capitalist on Vancouver Island, Canada * Henry Faulds (1843-1930), doctor, missionary and scientist. Born in Beith * Andrew Fisher (1862–1928), 5th Prime Minister of Australia (1908-1909, 1910–1913 and 1914–1915) * Sir Alexander Fleming (1881–1955), inventor/discoverer of penicillin, born in Darvel * John Galt (1779–1839), author * Drew Galloway (1985–), professional wrestler on WWE's RAW brand as Drew McIntyre * Colin Hay (1953-), singer and former lead-singer of Australian band Men At Work, born in Saltcoats. * Air Chief Marshal Angus Houston (1947–), current Australian Chief of Defence Force * George Houston (1869–1947), landscape painter of Scottish locales,Euan Robson, George Houston: Nature's Limner (Atelier Books: Edinburgh, 1997). born in Dalry. * Tom Hunter (1961–), entrepreneur and philanthropist * Bobby Lennox, MBE. (1943-), Footballer, born in Saltcoats * The MacDonald Brothers, recording artists and contestants on The X Factor * Sir James MacMillan (1959-), classical composer and conductor * John McAdam (1756–1836), engineer and inventor of macadam * James McCosh (1811–1894), philosopher of the Scottish School of Common Sense and president of what would become Princeton University * Jai McDowall (1986–), winner of Britain's Got Talent in 2011 * Hugh McIlvanney MBE (1934-2019), Sports Journalist, born in Kilmarnock. * William McIlvanney (1936–2015), Writer, born in Kilmarnock. * Sir Thomas McKillop, (1943–) CEO of AstraZeneca, born in Dreghorn * James Henry McLean (1806–1886), physician and United States Congressman from Missouri * Colin Mochrie (1957–), improvisational comedian and actor best known for being in Whose Line Is It Anyway?, born in Kilmarnock * William Murdoch (1754–1839), inventor of gas lighting and engineer * Simon Neil (1979–), James Johnston (1980–), and Ben Johnston (1980–) of Biffy Clyro * Alexander Peden (1626–1686), leading figure in the Covenanter movement * Bill Shankly (1913–1981), football manager, born in Glenbuck * Bob Shankly (1910-1982) Football Manager, born in Glenbuck * Robert Simson (1687–1768), mathematician and professor of mathematics for 50 years * Nicola Sturgeon (1970–), current First Minister of Scotland, born in Irvine. * Sam Torrance (1953–), professional golfer, born in Largs * Kimberly Benson (1991–), professional wrestler best known as Piper Niven and for her work in WWE and ICW ==See also== * Potato Labour Scandal 1971 ==References== == External links == * South Ayrshire Council * Ayrshire & Arran Tourist Board * Place-Names of the Coalfield Communities Category:Counties of Scotland Category:Counties of the United Kingdom (1801–1922)",
 "title": "Ayrshire"
}