{
 "id": "68256",
 "text": "This is a list of sovereign states and dependent territories of the world by continent, displayed with their respective national flags, including the following entities: * By association within the UN system: ** The 193 United Nations member states (UN). ** Vatican City (administered by the Holy See, a UN observer state), which has diplomatic relations with . ** Palestine (a UN observer state), which has diplomatic relations with . * By Other States ** Generally this contains states with limited recognition and associated states not members of the United Nations ** Partially recognised de facto sovereign states without UN membership, such as Hong Kong, the Republic of Kosovo and the Republic of China (Taiwan) ** De facto sovereign states lacking general international recognition ** Cook Islands and Niue, two states in free association with New Zealand without UN membership * By Dependent Territories of other UN member states: ** Generally this contains non-sovereign territories that are recognized by the UN as part of some member state. ** Dependent territories. ** Other territories often regarded as separate geographical territories even though they are integral parts of their mother countries (such as the overseas departments and regions of France). This list divides the world using the seven-continent model, with islands grouped into adjacent continents. Variations on are noted below and discussed in the following articles: Continent, Boundaries between the continents of Earth, and List of transcontinental countries. == Legend == == Africa == For a table of sovereign states and dependent territories in Africa with geographical data such as area, population, and population density, see Africa: territories and regions. Geologically, Africa is connected to Eurasia by the Isthmus of Suez and forms part of Afro-Eurasia. *Transcontinental countries in Europe and Africa, classified as Southern European countries by the United Nations Statistics Division: (Pantelleria and the Pelagie Islands), , (Madeira [including the Savage Islands]), and (Canary Islands, Ceuta, Melilla, Alboran Island, and Spain's plazas de soberanía). *Transcontinental country in Europe and Africa, classified as a Western European country by the United Nations Statistics Division: (Mayotte, and Réunion). *Transcontinental country in Asia and Africa, classified as a Western Asian country by the United Nations Statistics Division: (Socotra). == Asia == For a table of sovereign states and dependent territories in Asia with geographical data such as area, population, and population density, see Asia: territories and regions. Geologically, Asia is part of Eurasia and due to the Isthmus of Suez forms part of Afro-Eurasia. *Transcontinental country in Africa and Asia, classified as a Northern African country by the United Nations Statistics Division: (Sinai). *Transcontinental country in Europe and Asia, classified as an Eastern European country by the United Nations Statistics Division: (North Asia). *States mostly or entirely in West Asia, but commonly associated with Europe, and a member of the Council of Europe: , , , , and . *States with limited recognition, entirely in West Asia, but commonly associated with Europe: , , , and . *Entirely in Southeast Asia, but commonly associated with Oceania, and lying east of the biogeographical Wallace Line: . *Transcontinental country in Europe and Asia, classified as a Southern European country by the United Nations Statistics Division: (Kastellorizo, Strongyli Megistis, Ro, and other islands in North Aegean and South Aegean). *Transcontinental country in Asia and North America, classified as a Northern American country by the United Nations Statistics Division: (Little Diomede Island, Near Islands, and St. Lawrence Island). == Europe == For a table of sovereign states and dependent territories in Europe with geographical data such as area, population, and population density, see Europe: political geography. Geologically, Europe is part of Eurasia and due to the Isthmus of Suez forms part of Afro-Eurasia. *Transcontinental countries in Europe and Asia, classified as West Asian countries by the United Nations Statistics Division: , , , and (all but Kazakhstan are members of the Council of Europe). *Entirely in West Asia, but commonly associated with Europe, and a member of the Council of Europe: and . *States with limited recognition, entirely in West Asia, but commonly associated with Europe: , , , and . == North America == For a table of sovereign states and dependent territories in North America with geographical data such as area, population, and population density, see North America: countries and territories. Geologically, North America is joined with South America by the Isthmus of Panama to form the Americas. *Transcontinental countries in North America or South America (depending on the boundary definition), classified as South American countries by the United Nations Statistics Division: (Archipelago of San Andrés, Providencia and Santa Catalina) and (Nueva Esparta, the Federal Dependencies of Venezuela [including Isla de Aves]). *Transcontinental countries in Europe and North America, classified as Western European countries by the United Nations Statistics Division: (Bonaire, Saba, and Sint Eustatius) and (Guadeloupe and Martinique). *States partially lying on the North American Plate, but commonly associated with Europe, and a member of the Council of Europe: , (Azores), and (Commander Islands and Big Diomede). == Oceania == For a table of sovereign states and dependent territories in Oceania with geographical data such as area, population, and population density, see Oceania: territories and regions. *Transcontinental country in Asia and Oceania, classified as an Eastern Asian country by the United Nations Statistics Division: (Ogasawara [also known as the Bonin Islands or as the Nanpō Islands]). *Transcontinental country in Asia and Oceania, classified as a Southeastern Asian country by the United Nations Statistics Division: (Western New Guinea). *Entirely in Southeast Asia, but commonly associated with Oceania, and lying east of the biogeographical Wallace Line: . *Transcontinental country in North America and Oceania, classified as a Northern American country by the United Nations Statistics Division: (Hawaii). *Transcontinental countries in Oceania and South America, classified as South American countries by the United Nations Statistics Division: (Desventuradas Islands, Easter Island, Isla Salas y Gómez, and Juan Fernández Islands) and (Galápagos Islands). == South America == For a table of sovereign states and dependent territories in South America with geographical data such as area, population, and population density, see South America: demographics. Geologically, South America is joined with North America by the Isthmus of Panama to form the Americas. *Transcontinental country in North America and South America, classified as a Central American country by the United Nations Statistics Division: (South East Panama). *Transcontinental island countries and dependencies in South America or North America (depending on the boundary definition), classified as Caribbean countries and dependencies by the United Nations Statistics Division: , , and (Only Trinidad and Tobago is an independent state). *Transcontinental countries in Europe and South America, classified as Western European countries by the United Nations Statistics Division: (Bonaire) and (French Guiana). == Antarctica == Antarctica is regulated by the Antarctic Treaty System, which defines it as all land and ice shelves south of 60°S, and has no government and belongs to no country. However, the following territorial claims in Antarctica have been made: * Argentina: Argentine Antarctica * Australia: Australian Antarctic Territory * Chile: Chilean Antarctic Territory * France: Adélie Land (part of the French Southern and Antarctic Lands) * New Zealand: Ross Dependency * Norway: Peter I Island and Queen Maud Land * United Kingdom: British Antarctic Territory * Terra nullius: Marie Byrd Land (unclaimed territory) Russia and the United States have reserved the right to claim territory on Antarctica. === Subantarctic islands === Unlike Antarctica itself, other nearby Subantarctic island territories most commonly associated with the Antarctic continent, but lying north of 60°S, have had full sovereignty established over them by a governing state. The following dependent territories are situated within in the wider Antarctic region, but are not directly part of the Antarctic Treaty System: {| class=\"wikitable sortable\" ! class=\"unsortable\" | Flag ! Name ! Status ! Region ! Capital |- | | Bouvet Island | Dependency of Norway | Atlantic Ocean | style=\"text-align:center\" | — |- | | French Southern and Antarctic Lands | Overseas territory of France | Indian Ocean | Alfred Faure (Crozet Islands) Port-aux-Français (Kerguelen Islands) Martin-de-Viviès (Saint Paul and Amsterdam Islands) |- | | Heard Island and McDonald Islands | External territory of Australia | Indian Ocean | style=\"text-align:center\" | — |- | | South Georgia and the South Sandwich Islands | British overseas territory | Atlantic Ocean | King Edward Point |} In addition to the dependent territories listed above, the following islands are governed as a direct part of a controlling state. Thus they are fully and legally integrated within the governance structure of the respective state. They are similarly also not part of the Antarctic Treaty System. {|class=\"wikitable sortable\" !Administering Country !Name !Status !Region !Subdivisions |- | |Macquarie Island |Part of the State of Tasmania. |Oceania |style=\"text-align:center\"|— |- | |New Zealand Subantarctic Islands |Governed directly, not within local municipal structure. |Oceania |The Antipodes Islands, the Auckland Islands, the Bounty Islands, the Campbell Islands, and the Snares Islands. |- | |Prince Edward Islands |Part of the City of Cape Town. |Africa |Prince Edward Island and Marion Island. |} ==See also== * Boundaries between the continents of Earth * Continental union * Gallery of dependent territory flags * Gallery of sovereign state flags * List of countries by United Nations geoscheme * List of dependent territories * List of sovereign states * List of sovereign states and dependent territories by continent (data file) — this data in a plain text format suitable for automated processing * List of transcontinental countries ==Notes== ==References== ==External links== * UN List of Territories * CIA - The World Factbook * U.S. Department of State: Background notes * European Commission: List of countries, territories and currencies * Administrative Divisions of Countries (\"Statoids\") * World Population Review: List of countries by continent * Category:Dependent territories",
 "title": "List of sovereign states and dependent territories by continent"
}