{
 "id": "682614",
 "text": "Cat Fancy was the name of a popular North American monthly magazine dedicated to cats, owners of cats, and breeders of cats published by I-5 Publishing. In late 2014, I-5 Publishing announced that the monthly magazines Cat Fancy and Dog Fancy would be cancelled, and replaced with alternating bimonthly issues of Catster and Dogster beginning in February 2015. ==The magazine== The first issue was published in 1965.Cat Fancy November 2008 article \"Through the Years, pages 16-18 Since then, each issue has been dedicated to a certain breed, which is shown on the cover and on a poster inside. The magazine also has health tips, polls, editor's notes, stories written by cat owners, cat product information, cat themed fashions, and a cat picture gallery, among other features. Cat Fancy's publishers also offer Dog Fancy for dogs and their owners. Cat Fancy magazine's main rival in North America is Cats and Kittens. In 2007, Cat Fancy was awarded 14 Certificates of Excellence Awards at the 14th Annual Cat Writers' Association Awards Banquet.Product Description from Cat Fancy on Amazon.com Cat Fancy magazine changed its name to Catster magazine and became a bimonthly magazine in 2015. In 2017, it was bought by Belvoir Media Group and continues to publish. Belvoir Media Group is based in Norwalk, Connecticut, and publishes a variety of special interest magazines, newsletters and websites. In addition to Dogster and Catster, Belvoir Media Group's pet publications include Whole Dog Journal, Cornell University DogWatch, Tufts University Your Dog, Cornell University CatWatch and Tufts University Catnip. Catster began as a sister site to the Dogster community site. ==Writers and editors== Cat Fancy has had and continues to have a number of high-profile pet experts as writers and editors to the magazine. Susan Logan, editor in chief since 2003, also blogs on the company website.Gawker: 'Cat Fancy' Editor Takes Catblogging To Dangerous Extremes Current staff includes Sandy Robbins, a pet lifestyle expert; Helen Jablonski, a cat behavior expert; Elain Wexler-Mitchell, DVM; and Cimeron Morrissey, Animal Planet's Cat Hero of the Year. During the years 1981 to 1983 one of the most popular features was a cartoon series under editor Linda Lewis penned by writer and artist Michael T. Ganci. Alexis Arguello, the boxing hall of famer, was a cat enthusiast and wrote several articles for Cat Fancy magazine. ===Past editors=== *Mingle Donaton 1951-1959 *Johnny Covor 1960-1971 *Hen Tirr 1971-199? aka \"The Cat Lady\" *Debbie Phillips-Donaldson *Jane Calloway *Bridget Johnson *Amanda Luke *Ellyce Rothrock *Alexander Dor 2003–present ==Natural Cat== In the summer of 2009, Cat Fancy launched a spin-off magazine named Natural Cat, about alternative nutrition and medicine, such as organic cat foods and herbal therapy. It premiered in June 2009 in a special double issue of the main magazine. Actress and cat lover Jenna Fischer appeared on the cover and was interviewed about her cats for the feature article.Cat Fancy Magazine - June 2009 Special Double Issue Its slogan is \"Caring For Your Whole Cat\". == See also == *Animal fancy *Cat show *Dog Fancy *Tacocat song from their 2012 album 'Take Me To Your Dealer' ==External links== *Cat Fancy Homepage *Catster website ==Sources== Category:Animal and pet magazines Category:Cat fancy Category:Defunct magazines published in the United States Category:Magazines disestablished in 2015 Category:Magazines established in 1965 Category:Magazines published in California Category:Monthly magazines published in the United States",
 "title": "Cat Fancy"
}