{
 "id": "68264",
 "text": "Sexuality and gender identity-based cultures are subcultures and communities composed of people who have shared experiences, backgrounds, or interests due to common sexual or gender identities. Among the first to argue that members of sexual minorities can also constitute cultural minorities were Adolf Brand, Magnus Hirschfeld, and Leontine Sagan in Germany. These pioneers were later followed by the Mattachine Society and the Daughters of Bilitis in the United States. Not all persons of various gender and sexual orientations identify or affiliate with a particular subculture. Reasons include geographic distance, unawareness of the subculture's existence, fear of social stigma, or personal preference to remain unidentified with sexuality- or gender-based subcultures or communities. Some have suggested that the identities defined by the Western heterosexualized cultures are based on sexuality, have serious flaws, and often leave no space for the public to discuss these flaws of gender and sexuality. This leaves many rejecting these identities in large numbers, often while disowning their own sexual needs and possibly subjecting them to be classified under what they may consider misclassified sexual identities. ==LGBT culture== LGBT culture is the common culture shared by lesbian, gay, bisexual and transgender people. It is sometimes referred to as \"queer culture\" or \"gay culture\", but the latter term can also be specific to gay men's culture. LGBT culture varies widely by geography and the identity of the participants. Elements often identified as being common to the culture of gays, lesbians, bisexuals, and transgender people include: *The work of famous gay, lesbian, bisexual and transgender people. This may include: **Present-day LGBT artists and political figures; **Historical figures who have been identified as LGBT. It has often been questioned whether it is appropriate to identify historical figures using modern terms for sexual identity (see History of sexuality). However, many LGBT people feel a kinship towards these people and their work, especially to the extent that it deals with same-sex attraction or gender identity. *An understanding of the history of LGBT political movements. *An ironic appreciation of things linked by stereotype to LGBT people. *Figures and identities that are present in the LGBT community and LGBT culture, this could include the gay village, drag kings and queens, gay pride, and the rainbow flag. In some cities, especially in North America, gay men and lesbians tend to live in certain neighbourhoods. LGBT communities organize a number of events to celebrate their culture, such as Pride parades, the Gay Games and Southern Decadence. ==Polyamory== Polyamory is the practice and associated culture of being romantically connected or involved with more than one person simultaneously and consensually, which is distinct yet entwined with polysexuality, the practice of having more than one sexual partner. Polyamory can occur in a social group, culture, or group of people specific to a certain gender-identity or sexual orientation. In some cultures the practice of forming multiple simultaneous romantic relationships is controversial. Polygamy (a practice that overlaps heavily with polyamory) is the practice of legally marrying more than one person. It is against the law to marry more than one person in the United States; however, there are many countries around the world where polygamy and/or polyamorous relationships are not unusual. For example, it is not uncommon in many middle eastern cultures for men to have multiple wives. This type of polyamorous relationship is known as polygyny. The illegal status of multiple marriages in many parts of the world has not stopped the formation of communities and sub-cultures that practice polyamory and informal polygamy. There are several accounts of attempted private polygamist communities in Western Europe and North America. However, these communities, for the most part, have eventually disbanded. In Western culture there are few or no examples of widespread acceptance of polyamory. This does not mean that polyamorous relationships in Western culture (and subcultures) do not exist. In the United States it is estimated that polyamory is practiced by 4-5% of the population. Polyamory exists mainly as isolated instances in which those in relationships have made agreements with their significant other(s). The emphasis here should be that in countries where Polyamory exists or is accepted, it is in the context of heterosexual relationships. This is to note that it is too simple to vilify the West and praise non-Western culture for openness however when one assesses the facts through a non biased lens it is clear that the West is more accepting of the LGBT community and Polyamory in that sense. ==Sexual fetish-based cultures== The fetish subculture is a subculture that comprises people with a broad range of sexual fetishes and other paraphilias. Alternative terms for the fetish subculture include fetish scene and fetish community. The most common paraphilias seen in the fetish subculture are BDSM, leather fetishism and rubber fetishism. The fetish subculture supports a strong nightclub scene, in the form of fetish clubs. ==Influence on mainstream culture== Sexual minority cultures frequently and consistently influence straight culture. Yale sociology professor Joshua Gamson argues that the tabloid talk show genre, popularized by Oprah Winfrey in the 1980s provided much needed, high impact media visibility for sexual minorities and did more to make gay culture mainstream than any other development of the 20th century. Slang frequently originates in subcultures, including sexual minority subcultures, which becomes part of the larger vernacular including words associated with descriptions specific to sexual minorities or not. Madonna is one of many artists who have borrowed from sexual minority cultures, including her appropriation of vogueing. Recently, the television series Queer Eye for the Straight Guy depicts straight men being given fashion make-overs or decorating tips from gay men. == Non-Western cultures == In 2006, Thai film Rainbow Boys produced by Vitaya Saeng-aroon, depicting a contemporary gay relationship, saw a limited-release screening. Vitaya also produced the comedy-drama Club M2, set in a gay sauna.The real pride in being gay , The Nation (Thailand); retrieved 2007-11-17 The significance of the film is found in its novelty in a society very similar, if not more traditional, than the West in regards to assigned gender roles and attractions. Another 2007 film, Bangkok Love Story, directed by Poj Arnon, was critically hailed as a departure from the stereotyped view of homosexuals as transvestites and transsexuals. Gay Thai independent film producer Vitaya Saeng-aroon praised the film, saying, \"Director Poj Arnon was brave enough to shake society up.\" These people made breakthroughs through their films as other scholars and public authors also begin to bring the issue of gender and stereotypes to the forefront as a more over the rug topic in contemporary culture. In many countries, homosexuality and bisexuality are widely accepted and often legal, although often still face discrimination and criticism. In this context, \"queer youth are often cast as victims of homophobic violence or heterosexist exclusion in ways that inscribe them within tropes of victimization and risk.\" Unlike European cultures which are primarily based in Christian religion and held up many anti-LGBT laws until recently, the Chinese culture was much more open about non-exclusively- heterosexual relationships. \"For a period of the modern history of both the Republic of China and People's Republic of China in the 20th century, LGBT people received more stringent legal regulations regarding their orientations, with restrictions being gradually eased by the beginning of the 21st century.\" Though there were still restrictions in the ancient Chinese culture, homosexual relations have been documented since early historical periods. There were recordings of subcultures of prostitute/actors also in existence; however, even in modern-day Chinese culture, there are those who are opposed to outside heterosexual relationships and lifestyles. In the People's Republic of China, \"Reportedly, Mao Zedong believed in the sexual castration of \"sexual deviants,\" but little is known about the Communist Chinese governments official policy with regards to homosexuality prior to the 1980s.\" Many Japanese have adopted wide ranges of sexual identity, and space has always existed for non-exclusively hegemonic gender roles in Japanese society. The modern era, however, has made more room for those openly varied gender roles. Before Western contact, Japan did not have a system of identification in which one’s identity was determined by one’s biological sexual preference (see Sexual minorities in Japan). Yet, hegemonic notions of how men and women should behave are still strong in the country, as in the Western cultures., Mark McLelland and Romit Dasoupta, \"Queer studies\" in postwar Japan; 2005, Routledge Earlier studies on sex roles and gender identities in Asia focused heavily on particular constraints felt by women, for \"'[Japanese] models of citizenship implicitly privilege the male, white-collar 'citizen in a suit.'\" Constraints are also felt, however, on the males in Asian societies who are held at a higher standard due to the \"dominant paradigm\" referred to as \"hegemonic masculinity.\" Arguments present ideas that \"masculinity\" has a history and is actually not only expressed differently in different societies but also differently within societies throughout eras. Masculinity, even in traditional Asian cultures is, so called, plural. Still, certain forms of masculinity (and femininity for that matter) become particularly privileged, the hegemonic masculinity.Suzuki, N. Introduction. Men and Masculinities in Contemporary Japan: Dislocating the Salaryman Doxa. By J. Roberson. London: Routledge, 2003. 97-99. Print. thumb| Pan-Asian delegation march in Los Angeles 2011 to support LGBT rights in Asian communities of Southern California ==See also== *Asexuality *Bisexuality *Gay community *Gay village *Gender and Sexual Diversity *Non-westernized concepts of male sexuality *LGBT history in China *LGBT history *LGBT rights in Taiwan *LGBT social movements *Polyamory *Queer *Separatism *Sexual minorities in Japan *Sexual orientation *Third gender *Travesti (gender identity) ==References== ==Further reading== * * ==External links== * The Androphile Project Extensive resource of gay and bisexual history * The Gay, Lesbian, Bisexual, Transgender Historical Society Category:Identity politics",
 "title": "Sexuality and gender identity-based cultures"
}