{
 "id": "682866",
 "text": "Frederick Eaton (1856 - March 11, 1934), known as Fred Eaton, was a major individual in the transformation and expansion of Los Angeles in the latter 19th century through early 20th century, in California. Eaton was the political mastermind behind the early 20th century Los Angeles Aqueduct project, designed by William Mulholland. ==Introduction== Frederick Eaton was born in Los Angeles in 1856, into a prominent family who were among those that founded what has become the city of Pasadena. As an adult Eaton was a Radical Republican. He was a promoter of the Civil War Reconstruction, new railroads, and Southern California water supplies. He became the Mayor of Los Angeles. ==Accomplishments== Fred Eaton taught himself engineering and was the superintendent of the Los Angeles City Water Company by age 19 in 1875. As head of the Water Company, in 1878 Eaton first hired William Mulholland as a ditch-digger for distribution canals from the Los Angeles River to the city. In 1886 Eaton redesigned and renovated Los Angeles Park, present day Pershing Square, with an 'official park plan,' and it was renamed 6th Street Park. ===Los Angeles Aqueduct=== Eaton was the Los Angeles mayor from 1898 to 1900. For the office, he ran on the platform of establishing a new municipal water system for the city of Los Angeles. One year later in 1899, a 2.09 million US dollar bond measure was approved by city voters for the purchase of Los Angeles City Water Company's system. (the private water company that leased the city's waterworks and provided water to the city)Water and Power Associates Inc. \"Water in Early Los Angeles\" A few years later, Los Angeles was faced with a problem: a burgeoning population that threatened the city's water supply. Desperate to find a new water source for the city, Eaton recalled a camping trip in the Sierras where he \"gazed down upon the Owens Lake and thought about all the freshwater flowing into it and going to waste. Yes, Los Angeles was some 200 miles away, but it was all downhill. All one would have to do to move it to the city was dig some canals, lay some pipe and let gravity do the rest.\" In other words, Eaton realized an opportunity to sustain Los Angeles' growth and took matter into his own hands to save the city. In 1906, the Board of Water Commissioners created the Bureau of Los Angeles Aqueduct. They appointed William Mulholland as chief engineer, who planned and developed the Los Angeles Aqueduct. The aqueduct was completed in 1913. The Aqueduct brought plentiful water to Los Angeles, which supplied its explosive population growth. It also diverted the Owens River and its tributaries, taking water away from the Owens Valley, eventually disabling the farms and communities there. ====Controversy==== During the time that Eaton was surveying the Owens Valley land for his personal water project, the federal government was also in the process of reclaiming land in that area for a large irrigation system in response to the newly signed Newlands Reclamation Act. Many local farmers willingly gave up their land to make this project possible. However, since Eaton was also buying thousands of acres of land at the same time, \"it was a common but ill-founded assumption in the valley that Eaton was representing the Reclamation Service. Eaton did nothing to correct the inference that his activity in the valley was related to the government project.\" In addition to knowingly withholding information, Eaton used inside information from Joseph Lippincott, the regional engineer of the Reclamation Service, to help gain the water rights. The underhanded process of Los Angeles gaining the water rights for Owens Valley angered many residents. By 1924, when Los Angeles had taken so much water from the valley that Owens Lake dried up, the farmers and ranchers rebelled. They turned to violence and dynamited the aqueduct's concrete canal. ===Round Valley – St. Francis Dam=== Fred Eaton used his inside advance information about the aqueduct project to enrich himself and his associates at the expense of the city of Los Angeles and the Owens Valley landowners. Eaton claimed in a 1905 interview with the Los Angeles Express that he turned over all his water rights to Los Angeles without being paid for them, \"except that I retained the cattle which I had been compelled to take in making the deals . . . and mountain pasture land of no value except for grazing purposes.\" A portion of the land owned by Eaton was originally planned by Mulholland and Los Angeles to be used to build a storage reservoir. The Round Valley, Eaton's \"mountain pasture land,\" was strategically located on the Owens River in Inyo County upstream of the Owens River Gorge and Owens Valley, and an excellent site to purchase. Eventually, Eaton's demands for a million dollars to sell it became so entrenched that they ruptured his relationship with Mulholland. William Mulholland refused to authorize the purchase and explored other areas to build the reservoir. Eventually he settled on an area which he had considered for a potential dam site during the process of designing and building the Los Angeles Aqueduct, a section of San Francisquito Canyon located north of the present day Santa Clarita Valley, and built the St. Francis Dam. In March 1928, the dam catastrophically failed due to unknown weak bedrock formations. The flood caused much destruction and many deaths downstream along the Santa Clara River. Eaton's finances crumbled, also in 1928, and his ranch was acquired by the Los Angeles Department of Water and Power, where Crowley Lake was created for the aqueduct system's new storage. Fred Eaton died in Los Angeles in 1934. ==See also== *California Water Wars *History of Los Angeles *History of the San Fernando Valley to 1915 ==References== Category:Mayors of Los Angeles Category:Land owners from California Category:People from Los Angeles Category:1856 births Category:1934 deaths Category:History of Los Angeles Category:History of Los Angeles County, California Category:History of Inyo County, California Category:California Republicans Category:Los Angeles Aqueduct Category:Water in California",
 "title": "Frederick Eaton"
}