{
 "id": "682978",
 "text": "The Baggāra ( \"cattle herder\") or Chadian Arabs are a grouping Arabized Nubian groups inhabiting the portion of Africa's Sahel mainly between Lake Chad and southern Kordofan, numbering over six million.Baggara of Sudan: Culture and Environment - Culture, Traditions and Livelihood by Biraima M Adam They are known as Baggara in Sudan, and as Shuwa Arabs in Cameroon, Nigeria and Western Chad. The term Shuwa is said to be of Kanuri origin. The Baggāra mostly speak their distinct dialect, known as Chadian Arabic. However the Baggāra of Southern Kordofan, due to contact with the sedentary population and the Sudanese Arab camel herders of Kordofan, has led to some Sudanese Arabic influence on the dialect of that zone. They also have a common traditional mode of subsistence, nomadic cattle herding, although nowadays many lead a settled existence. Nevertheless, collectively they do not all necessarily consider themselves one people, i.e., a single ethnic group. The term \"baggara culture\" was introduced in 1994 by Braukämper. The political use of the term baggāra in Sudan is to denote a large group of closely related cattle-owning Arabic speaking tribes that reside traditionally in the Southern parts of Darfur and Kordofan who mixed extensively with the native people they live with in the region, in particular the Fur people, Nuba peoples and Fula people. Many are simply just the descendants of pre-existing indigenous tribes who have been arabized. The bulk of \"Baggara Arabs\" live in Chad and Sudan, with small minorities in Nigeria, Cameroon, Niger, Central African Republic and South Sudan. Those who are still nomads migrate seasonally between grazing lands in the wet season and river areas in the dry season. Their common language is known to academics by various names, such as Chadian Arabic, taken from the regions where the language is spoken. For much of the 20th century, this language was known to academics as \"Shuwa Arabic\", but \"Shuwa\" is a geographically and socially parochial term that has fallen into disuse among linguists specializing in the language, who instead refer to it as \"Chadian Arabic\" depending on the origin of the native speakers being consulted for a given academic project. == Origins and divisions == Like other Arabic speaking tribes in the Sudan and the Sahel, Baggara tribes claim to have origin ancestry from the Juhaynah Arab tribes. However the first documented evidence of Arab settlements in this region was in 1391 when the Mai, Kanuri title for King, of Bornu, Abu 'Amr Uthman b. Idris sent a letter to the Mamluk Sultan, Barquq, complaining about the Judham and other Arabs raiding his territory and enslaving his subjects The name of one of the major Baggara tribes is shared with an important sub-tribe of the Judham Arabs, the Beni Halba. Braukamper dates the formation of the Baggara culture to the 17th century in Wadai, between Bornu and Darfur, where Arabs, who were camel-herders, met the cattle- rearing Fula people migrating east, and out of this contact arose what Braukämper has coined an Arabic baggaara (cattle-herders') culture which today extends from the western Sudan (Kordofan and Darfur) into Nigeria (Borno). The Nigerian Arabs are the westernmost representation. Baggara tribes in Sudan include: the Rizeigat, Ta’isha, Beni Halba, Habbaniya, Salamat, Messiria, Tarjam, and Beni Hussein in Darfur, and the Messiria Zurug, Messiria Humr, Hawazma, Habbaniya and Awlad Himayd in Kordofan, and the Beni Selam on the White Nile. The Messiria, one of the largest and most important tribes of the Baggara Arabs are found in Chad, Darfur and Kordofan. The bulk of the Messiria reside in Kordofan and Chad with a comparatively smaller population in Darfur. In Darfur they are found mainly in Niteiga, an area north of Nyala. Besides the community of Messiria in Niteiga, there are several small Arab groups in Darfur that claim a connection with the Messiria, these are the Ta'alba, Sa'ada, Hotiyya, and Nei'mat. Along with these small groups should be included the Jebel \"Messiria\" community at Jebel Mun, in West Darfur, that speak a Nilo-Saharan language, Mileri, related to the Tama. The Mileri of Jebel Mun are traditionally not regarded as Arabs but their leaders have been stressing a Messiria Arab descent. The Baggara tribes have camel-owning relatives, known as the Abbala. The Abbala tribes in Sudan mainly reside in North and West Darfur. The largest and the tribe most synonymous with the term Abbala are the Northern Rizeigat, which consists of 5 sections; the Mahamid, Mahariyya, Nuwaiba, Irayqat and Atayfat. Closely affiliated with them in Darfur are the Awlad Rashid tribe, who mostly live in Chad. The small community of \"Baggara Arabs\", they are in fact Abbala, that reside in the southeastern corner of Niger are known as Diffa Arabs for the Diffa Region. The majority migrated from Chad, initially due to the 1974 drought, with more coming in the 1980s because of the war in Chad. Most of the Diffa Arabs claim descent from the Mahamid clan of Sudan and Chad. ==History== thumb|right|300px|Arab horseman photographed by French Colonials, at Dékakiré, Chad. c.1910s. From L'Afrique Équatoriale Française: le pays, les habitants, la colonisation, les pouvoirs publics. Préf. de M. Merlin. (published 1918). The Baggara of Darfur and Kordofan were the backbone of the Mahdist revolt against Turko-Egyptian rule in Sudan in the 1880s. The Mahdi's second-in-command, the Khalifa Abdallahi ibn Muhammad, was himself a Baggara of the Ta'aisha tribe. During the Mahdist period (1883–98) tens of thousands of Baggara migrated to Omdurman and central Sudan where they provided many of the troops for the Mahdist armies. After their defeat at the Battle of Karari in 1898, the remnants returned home to Darfur and Kordofan. Under the British system of indirect rule, each of the major Baggara tribes was ruled by its own paramount chief (nazir). Most of them were loyal members of the Umma Party, headed since the 1960s by Sadiq el Mahdi. The main Baggara tribes of Darfur were awarded \"hawakir\" (land grants) by the Fur Sultans in the 1750s. As a result, the four largest Baggara tribes of Darfur—the Rizeigat, Habbaniya, Beni Halba and Ta’isha—have been only marginally involved in the Darfur conflict. However, the Baggara have been deeply involved in other conflicts in both Sudan and Chad. Starting in 1985, the Government of Sudan armed many of the local tribes among them the Rizeigat of south Darfur and the Messiria and Hawazma of neighboring Kordofan as militia to fight a proxy war against the Sudan People's Liberation Army in their areas. They formed frontline units as well as Murahleen, mounted raiders that attacked southern villages to loot valuables and slaves. The Baggara people (and subgroups) were armed by the Sudanese government to participate in the counterinsurgency against the Sudanese People’s Liberation Army. The first attacks against villages by the Baggara were staged in the Nuba Mountains. The Sudanese government promoted attacks by promising the Baggara people no interference so they could seize animals and land. They formed the precursors to the Janjaweed - an infamous para-military.Flint, J. and Alex de Waal, 2008 (2nd Edn), Darfur: A new History of a Long War, Zed Books. During the Second Sudanese Civil War thousands of Dinka women and children were abducted and subsequently enslaved by members of the Missiriya and Rezeigat tribes. An unknown number of children from the Nuba tribe were similarly abducted and enslaved.United States Department of State, 2008 In Darfur, a Beni Halba militia force was organized by the government to defeat an SPLA force led by Daud Bolad in 1990–91. However, by the mid-1990s the various Baggara groups had mostly negotiated local truces with the SPLA forces. The leaders of the major Baggara tribes declared that they had no interest in joining the fighting. ==See also== * Abbala * Messiria tribe * Hawazma tribe * Rizeigat tribe * Ta’isha tribe * Habbaniya tribe * Beni Halba tribe * Awlad Himayd * Diffa Arabs ==References== ==Notes== * James DeCalco. 1979. Historical Dictionary of Niger. Metuchen, NJ & London: Scarecrow Press. . * de Waal, Alex and Julie Flint. 2006. Darfur: A Short History of a Long War. London: Zed Books. . * International Crisis Group. 2007-10-12. Sudan: breaking the Abyei deadlock. * Owens, Jonathan. 1993. A grammar of Nigerian Arabic. Wiesbaden: Otto Harrassowitz. Series: Semitica viva; 10. * Owens, Jonathan. 2003. Arabic dialect history and historical linguistic mythology. Journal of the American Oriental Society. * Scheinfeldt, Laura B, et al. 2010. Working toward a synthesis of archaeological, linguistic, and genetic data for inferring African population history. In John C. Avise and Francisco J. Ayala, eds., In the light of evolution. Volume IV: the human condition. Washington, D.C.: National Academies Press. Series: Arthur M. Sackler Colloquia * United States Department of State. 2008-06-04. Trafficking in Persons Report 2008—Sudan. * Adam, Biraima M. 2012. Baggara of Sudan: Culture and Environment, Amazon online Books Baggara of Sudan: Culture and Environment. * Tubiana, Jérôme. Tanner, Victor. Abdul-Jalil, Musa Adam. 2012. Traditional Authorities’ Peacemaking Role in Darfur * Young, M. Helen. 2008. Livelihoods, Power, and Choice: The Vulnerability of the Northern Risaygat, Darfur, Sudan Feinstein International Center, Tufts University * Owens, Jonathan. 2003. Arabic Dialect History and Historical Linguistic Mythology Journal of the American Oriental Society *Owens, Jonathan. 1998. Neighborhood and Ancestry: Variation in the spoken Arabic of Maiduguri, Nigeria John Benjamins Publishing Company * Manfredi, Stefano. 2012. Dialect mixing and dialect levelling in Kordofanian Baggara Arabic (Western Sudan) * MacMichael, Harold. 1922. A History of the Arabs in the Sudan and some Account of the People who preceded them and of the Tribes inhabiting Dárfūr * Oliver, Roland. 2008. The Cambridge History of Africa (1050-1600) Cambridge University Press * Hassan, Yusuf Fadl. 1967. The Arabs and the Sudan: from the seventh to the early sixteenth century Edinburgh, Edinburgh University Press ==Further reading== * Braukämper, Ulrich. 1994. Notes on the origin of Baggara Arab culture with special reference to the Shuwa. In Jonathan Owens, ed., Arabs and Arabic in the Lake Chad Region. Rüdiger Köppe. Series SUGIA (Sprache und Geschichte in Afrika); 14. Category:Bedouin groups Category:Chadian Arabs Category:Nigerien Arabs Category:Ethnic groups in the Central African Republic Category:Ethnic groups in Sudan Category:Ethnic groups in South Sudan Category:Muslim communities in Africa Category:African nomads Category:Darfur Category:Arabs in Sudan",
 "title": "Baggara Arabs"
}