{
 "id": "68326",
 "text": "An extended periodic table theorises about chemical elements beyond those currently known in the periodic table and proven. Those elements could include any beyond oganesson, which completes the seventh period (row) in the periodic table at atomic number (Z) 118. , no element with a higher atomic number than oganesson has been successfully synthesized; all elements in the eighth period and beyond thus remain purely hypothetical. Elements beyond 118 will be placed in additional periods when discovered, laid out (as with the existing periods) to illustrate periodically recurring trends in the properties of the elements concerned. Any additional periods are expected to contain a larger number of elements than the seventh period, as they are calculated to have an additional so-called g-block, containing at least 18 elements with partially filled g-orbitals in each period. An eight-period table containing this block was suggested by Glenn T. Seaborg in 1969. The first element of the g-block may have atomic number 121, and thus would have the systematic name unbiunium. Despite many searches, no elements in this region have been synthesized or discovered in nature.Element 122 was claimed to exist naturally in April 2008, but this claim was widely believed to be erroneous. According to the orbital approximation in quantum mechanical descriptions of atomic structure, the g-block would correspond to elements with partially filled g-orbitals, but spin–orbit coupling effects reduce the validity of the orbital approximation substantially for elements of high atomic number. While Seaborg's version of the extended period had the heavier elements following the pattern set by lighter elements, as it did not take into account relativistic effects, models that take relativistic effects into account do not. Pekka Pyykkö and Burkhard Fricke used computer modeling to calculate the positions of elements up to Z = 172, and found that several were displaced from the Madelung rule. As a result of uncertainty and variability in predictions of chemical and physical properties of elements beyond 120, there is currently no consensus on their placement in the extended periodic table. Elements in this region are likely to be highly unstable with respect to radioactive decay and undergo alpha decay or spontaneous fission with extremely short half-lives, though element 126 is hypothesized to be within an island of stability that is resistant to fission but not to alpha decay. Other islands of stability beyond the known elements may also be possible, including one theorised around element 164, though the extent of stabilizing effects from closed nuclear shells is uncertain. It is not clear how many elements beyond the expected island of stability are physically possible, whether period 8 is complete, or if there is a period 9. The International Union of Pure and Applied Chemistry (IUPAC) defines an element to exist if its lifetime is longer than 10−14 seconds (0.01 picoseconds, or 10 femtoseconds), which is the time it takes for the nucleus to form an electron cloud. As early as 1940, it was noted that a simplistic interpretation of the relativistic Dirac equation runs into problems with electron orbitals at Z > 1/α ≈ 137, suggesting that neutral atoms cannot exist beyond element 137, and that a periodic table of elements based on electron orbitals therefore breaks down at this point. On the other hand, a more rigorous analysis calculates the analogous limit to be Z ≈ 173 where the 1s subshell dives into the Dirac sea, and that it is instead not neutral atoms that cannot exist beyond element 173, but bare nuclei, thus posing no obstacle to the further extension of the periodic system. Atoms beyond this critical atomic number are called supercritical atoms. ==History== Heavier elements beyond the actinides were first proposed to exist as early as 1895, when the Danish chemist Hans Peter Jørgen Julius Thomsen predicted that thorium and uranium formed part of a 32-element period which would end at a chemically inactive element with atomic weight 292 (not far from the 294 known today for the first and only discovered isotope of oganesson). In 1913, the Swedish physicist Johannes Rydberg similarly predicted that the next noble gas after radon would have atomic number 118, and purely formally derived even heavier congeners of radon at Z = 168, 218, 290, 362, and 460, exactly where the Aufbau principle would predict them to be. Niels Bohr predicted in 1922 the electronic structure of this next noble gas at Z = 118, and suggested that the reason why elements beyond uranium were not seen in nature was because they were too unstable. The German physicist and engineer Richard Swinne published a review paper in 1926 containing predictions on the transuranic elements (he may have coined the term) in which he anticipated modern predictions of an island of stability: he had hypothesised since 1914 that half-lives should not decrease strictly with atomic number, but suggested instead that there might be some longer-lived elements at Z = 98–102 and Z = 108–110, and speculated that such elements might exist in the Earth's core, in iron meteorites, or in the ice caps of Greenland where they had been locked up from their supposed cosmic origin. By 1955, these elements were called superheavy elements. The first predictions on properties of undiscovered superheavy elements were made in 1957, when the concept of nuclear shells was first explored and an island of stability was theorised to exist around element 126. In 1967, more rigorous calculations were performed, and the island of stability was theorised to be centered at the then-undiscovered flerovium (element 114); this and other subsequent studies motivated many researchers to search for superheavy elements in nature or attempt to synthesize them at accelerators. Many searches for superheavy elements were conducted in the 1970s, all with negative results. , synthesis has been attempted for every element up to and including unbiseptium (Z = 127), except unbitrium (Z = 123), with the heaviest successfully synthesized element being oganesson in 2002 and the most recent discovery being that of tennessine in 2010. As some superheavy elements were predicted to lie beyond the seven-period periodic table, an additional eighth period containing these elements was first proposed by Glenn T. Seaborg in 1969. This model continued the pattern in established elements and introduced a new g-block and superactinide series beginning at element 121, raising the number of elements in period 8 compared to known periods. These early calculations failed to consider relativistic effects that break down periodic trends and render simple extrapolation impossible, however. In 1971, Fricke calculated the periodic table up to Z = 172, and discovered that some elements indeed had different properties that break the established pattern, and a 2010 calculation by Pekka Pyykkö also noted that several elements might behave differently than expected. It is unknown how far the periodic table might extend beyond the known 118 elements, as heavier elements are predicted to be increasingly unstable. Glenn T. Seaborg suggested that practically speaking, the end of the periodic table might come as early as around Z = 120 due to nuclear instability. ==Predicted structures of an extended periodic table== There is currently no consensus on the placement of elements beyond atomic number 120 in the periodic table. All of these hypothetically undiscovered elements are named by the International Union of Pure and Applied Chemistry (IUPAC) systematic element name standard which creates a generic name for use until the element has been discovered, confirmed, and an official name approved. These names are typically not used in the literature, and are referred to by their atomic numbers; hence, element 164 would usually not be called \"unhexquadium\" or \"Uhq\" (the IUPAC systematic name and symbol), but rather \"element 164\" with symbol \"164\", \"(164)\", or \"E164\". ===Aufbau principle=== At element 118, the orbitals 1s, 2s, 2p, 3s, 3p, 3d, 4s, 4p, 4d, 4f, 5s, 5p, 5d, 5f, 6s, 6p, 6d, 7s and 7p are assumed to be filled, with the remaining orbitals unfilled. A simple extrapolation from the Aufbau principle would predict the eighth row to fill orbitals in the order 8s, 5g, 6f, 7d, 8p; but after element 120, the proximity of the electron shells makes placement in a simple table problematic. ===Pyykkö=== Not all models show the higher elements following the pattern established by lighter elements. Pekka Pyykkö, for example, used computer modeling to calculate the positions of elements up to Z = 172 and their possible chemical properties in an article published in 2011. He found that several elements were displaced from the Madelung energy- ordering rule as a result of overlapping orbitals; this is caused by the increasing role of relativistic effects in heavy elements. thumb|center|512px ===Fricke=== Burkhard Fricke et al., who carried out calculations up to element 184 in an article published in 1971, also found some elements to be displaced from the Aufbau principle as a consequence of relativistic effects. {| class=\"wikitable\" style=\"text-align: center\" | H | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | He |- | Li | Be | | | | | | | | | | | | | | | | | | | | | | | | | | B | C | N | O | F | Ne |- | Na | Mg | | | | | | | | | | | | | | | | | | | | | | | | | | Al | Si | P | S | Cl | Ar |- | K | Ca | Sc | | | | | | | | | | | | | | | | Ti | V | Cr | Mn | Fe | Co | Ni | Cu | Zn | Ga | Ge | As | Se | Br | Kr |- | Rb | Sr | Y | | | | | | | | | | | | | | | | Zr | Nb | Mo | Tc | Ru | Rh | Pd | Ag | Cd | In | Sn | Sb | Te | I | Xe |- | Cs | Ba | La | | Ce | Pr | Nd | Pm | Sm | Eu | Gd | Tb | Dy | Ho | Er | Tm | Yb | Lu | Hf | Ta | W | Re | Os | Ir | Pt | Au | Hg | Tl | Pb | Bi | Po | At | Rn |- | Fr | Ra | Ac | | Th | Pa | U | Np | Pu | Am | Cm | Bk | Cf | Es | Fm | Md | No | Lr | Rf | Db | Sg | Bh | Hs | Mt | Ds | Rg | Cn | Nh | Fl | Mc | Lv | Ts | Og |- | 119 | 120 | 121 | | 142 | 143 | 144 | 145 | 146 | 147 | 148 | 149 | 150 | 151 | 152 | 153 | 154 | 155 | 156 | 157 | 158 | 159 | 160 | 161 | 162 | 163 | 164 | | | | | | |- | 165 | 166 | | | | | | | | | | | | | | | | | | | | | | | | | | 167 | 168 | 169 | 170 | 171 | 172 |} ===Nefedov=== , Trzhaskovskaya, and Yarzhemskii carried out calculations up to 164 (results published in 2006). Contrary to Pyykkö, as well as Fricke et al., they considered elements 158 through 164 to be homologues of groups 4 through 10, and not 6 through 12, noting similarities of electron configurations to the period 5 transition metals. Elements 111 and 112 are displaced from the plane to reflect differing configurations from Au and Hg. center|512px|thumb|Nefedov et al.'s suggested form (fragment, 8-column short form for the heavy elements) ===Kulsha=== Computational chemist Andrey Kulsha has suggested two forms of the extended periodic table. Based on their likely chemical properties, elements 157–172 are placed as eighth-period congeners of yttrium through xenon in the fifth period; this accords with the 2006 calculations of Nefedov et al. In Kulsha's first suggestion (2011, after Pyykkö's paper was published), elements 121–138 and 139–156 are placed as two separate rows (together called \"ultransition elements\"), related by the addition of a 5g18 subshell into the core, as they respectively mimic lanthanides and actinides. In his second suggestion (2016), elements 121–142 form a g-block (as they have 5g activity), while elements 143–156 form an f-block placed under actinium through nobelium. center|512px|thumb|Kulsha's first suggested form center|1024px|thumb|Kulsha's second suggested form ==Searches for undiscovered elements== ===Synthesis attempts=== Unsuccessful attempts have been made to synthesise the period 8 elements up to unbiseptium, except unbitrium. Attempts to synthesise ununennium, the first period 8 element, are ongoing . ====Ununennium==== The synthesis of element 119 (ununennium) was first attempted in 1985 by bombarding a target of einsteinium-254 with calcium-48 ions at the superHILAC accelerator at Berkeley, California: : + → 302119* → no atoms No atoms were identified, leading to a limiting cross section of 300 nb. Later calculations suggest that the cross section of the 3n reaction (which would result in 299119 and three neutrons as products) would actually be six hundred thousand times lower than this upper bound, at 0.5 pb. From April to September 2012, an attempt to synthesize the isotopes 295119 and 296119 was made by bombarding a target of berkelium-249 with titanium-50 at the GSI Helmholtz Centre for Heavy Ion Research in Darmstadt, Germany.Modern alchemy: Turning a line, The Economist, May 12, 2012.Superheavy Element Search Campaign at TASCA. J. Khuyagbaatar Based on the theoretically predicted cross section, it was expected that an ununennium atom would be synthesized within five months of the beginning of the experiment. Moreover, as berkelium-249 decays to californium-249 (the next element) with a short half-life of 327 days, this allowed elements 119 and 120 to be searched for simultaneously. : + → 299119* → 296119 + 3 : + → 299119* → 295119 + 4 The experiment was originally planned to continue to November 2012, but was stopped early to make use of the 249Bk target to confirm the synthesis of tennessine (thus changing the projectiles to 48Ca). This reaction between 249Bk and 50Ti was predicted to be the most favorable practical reaction for formation of element 119, as it is rather asymmetrical, though also somewhat cold. (The reaction between 254Es and 48Ca would be superior, but preparing milligram quantities of 254Es for a target is difficult.) Nevertheless, the necessary change from the \"silver bullet\" 48Ca to 50Ti divides the expected yield of element 119 by about twenty, as the yield is strongly dependent on the asymmetry of the fusion reaction. Due to the predicted short half-lives, the GSI team used new \"fast\" electronics capable of registering decay events within microseconds. No atoms of element 119 were identified, implying a limiting cross section of 70 fb. The predicted actual cross section is around 40 fb, which is at the limits of current technology. The team at the Joint Institute for Nuclear Research in Dubna, Russia, planned to begin experiments on the synthesis of elements 119 and 120 using the 249Bk+50Ti and 249Cf+50Ti reactions in 2019 using a new experimental complex. The team at RIKEN in Japan also planned to make attempts on these elements starting in 2018 with 248Cm targets using the 248Cm+51V and 248Cm+54Cr reactions. The former has been underway since June 2018. ====Unbinilium==== Following their success in obtaining oganesson by the reaction between 249Cf and 48Ca in 2006, the team at the Joint Institute for Nuclear Research (JINR) in Dubna started similar experiments in March–April 2007, in hope of creating element 120 (unbinilium) from nuclei of 58Fe and 244Pu. Isotopes of unbinilium are predicted to have alpha decay half-lives of the order of microseconds. Initial analysis revealed that no atoms of element 120 were produced, providing a limit of 400 fb for the cross section at the energy studied. : + → 302120* → no atoms The Russian team planned to upgrade their facilities before attempting the reaction again. In April 2007, the team at the GSI Helmholtz Centre for Heavy Ion Research in Darmstadt, Germany attempted to create element 120 using uranium-238 and nickel-64: : + → 302120* → no atoms No atoms were detected providing a limit of 1.6 pb for the cross section at the energy provided. The GSI repeated the experiment with higher sensitivity in three separate runs in April–May 2007, January–March 2008, and September–October 2008, all with negative results, reaching a cross section limit of 90 fb. In June–July 2010, and again in 2011, after upgrading their equipment to allow the use of more radioactive targets, scientists at the GSI attempted the more asymmetrical fusion reaction: : + → 302120 → no atoms It was expected that the change in reaction would quintuple the probability of synthesizing element 120, as the yield of such reactions is strongly dependent on their asymmetry. Three correlated signals were observed that matched the predicted alpha decay energies of 299120 and its daughter 295Og, as well as the experimentally known decay energy of its granddaughter 291Lv. However, the lifetimes of these possible decays were much longer than expected, and the results could not be confirmed. In August–October 2011, a different team at the GSI using the TASCA facility tried a new, even more asymmetrical reaction: : + → 299120* → no atoms Because of its asymmetry, the reaction between 249Cf and 50Ti was predicted to be the most favorable practical reaction for synthesizing unbinilium, although it is also somewhat cold. No unbinilium atoms were identified, implying a limiting cross-section of 200 fb. Jens Volker Kratz predicted the actual maximum cross-section for producing element 120 by any of these reactions to be around 0.1 fb; in comparison, the world record for the smallest cross section of a successful reaction was 30 fb for the reaction 209Bi(70Zn,n)278Nh, and Kratz predicted a maximum cross-section of 20 fb for producing the neighbouring element 119. If these predictions are accurate, then synthesizing element 119 would be at the limits of current technology, and synthesizing element 120 would require new methods. ====Unbiunium==== The synthesis of element 121 (unbiunium) was first attempted in 1977 by bombarding a target of uranium-238 with copper-65 ions at the Gesellschaft für Schwerionenforschung in Darmstadt, Germany: : + → 303121* → no atoms No atoms were identified. ====Unbibium==== The first attempts to synthesize element 122 (unbibium) were performed in 1972 by Flerov et al. at the Joint Institute for Nuclear Research (JINR), using the heavy-ion induced hot fusion reactions: : + → 304, 306122* → no atoms These experiments were motivated by early predictions on the existence of an island of stability at N = 184 and Z > 120. No atoms were detected and a yield limit of 5 nb (5,000 pb) was measured. Current results (see flerovium) have shown that the sensitivity of these experiments were too low by at least 3 orders of magnitude. In 2000, the Gesellschaft für Schwerionenforschung (GSI) Helmholtz Center for Heavy Ion Research performed a very similar experiment with much higher sensitivity: : + → 308122* → no atoms These results indicate that the synthesis of such heavier elements remains a significant challenge and further improvements of beam intensity and experimental efficiency is required. The sensitivity should be increased to 1 fb in the future for more quality results. Another unsuccessful attempt to synthesize element 122 was carried out in 1978 at the GSI Helmholtz Center, where a natural erbium target was bombarded with xenon-136 ions: : + → 298, 300, 302, 303, 304, 306122* → no atoms In particular, the reaction between 170Er and 136Xe was expected to yield alpha-emitters with half-lives of microseconds that would decay down to isotopes of flerovium with half-lives perhaps increasing up to several hours, as flerovium is predicted to lie near the center of the island of stability. After twelve hours of irradiation, nothing was found in this reaction. Following a similar unsuccessful attempt to synthesize element 121 from 238U and 65Cu, it was concluded that half-lives of superheavy nuclei must be less than one microsecond or the cross sections are very small. More recent research into synthesis of superheavy elements suggests that both conclusions are true. The two attempts in the 1970s to synthesize element 122 were both propelled by the research investigating whether superheavy elements could potentially be naturally occurring. Several experiments studying the fission characteristics of various superheavy compound nuclei such as 306122* were performed between 2000 and 2004 at the Flerov Laboratory of Nuclear Reactions. Two nuclear reactions were used, namely 248Cm + 58Fe and 242Pu + 64Ni. The results reveal how superheavy nuclei fission predominantly by expelling closed shell nuclei such as 132Sn (Z = 50, N = 82). It was also found that the yield for the fusion-fission pathway was similar between 48Ca and 58Fe projectiles, suggesting a possible future use of 58Fe projectiles in superheavy element formation.see Flerov lab annual reports 2000–2004 inclusive http://www1.jinr.ru/Reports/Reports_eng_arh.html ====Unbiquadium==== Scientists at GANIL (Grand Accélérateur National d'Ions Lourds) attempted to measure the direct and delayed fission of compound nuclei of elements with Z = 114, 120, and 124 in order to probe shell effects in this region and to pinpoint the next spherical proton shell. This is because having complete nuclear shells (or, equivalently, having a magic number of protons or neutrons) would confer more stability on the nuclei of such superheavy elements, thus moving closer to the island of stability. In 2006, with full results published in 2008, the team provided results from a reaction involving the bombardment of a natural germanium target with uranium ions: : + → 308, 310, 311, 312, 314124* → fission The team reported that they had been able to identify compound nuclei fissioning with half-lives > 10−18 s. This result suggests a strong stabilizing effect at Z = 124 and points to the next proton shell at Z > 120, not at Z = 114 as previously thought. A compound nucleus is a loose combination of nucleons that have not arranged themselves into nuclear shells yet. It has no internal structure and is held together only by the collision forces between the target and projectile nuclei. It is estimated that it requires around 10−14 s for the nucleons to arrange themselves into nuclear shells, at which point the compound nucleus becomes a nuclide, and this number is used by IUPAC as the minimum half-life a claimed isotope must have to potentially be recognised as being discovered. Thus, the GANIL experiments do not count as a discovery of element 124. The fission of the compound nucleus 312124 was also studied in 2006 at the tandem ALPI heavy-ion accelerator at the Laboratori Nazionali di Legnaro (Legnaro National Laboratories) in Italy: : + → 312124* → fission Similarly to previous experiments conducted at the JINR (Joint Institute for Nuclear Research), fission fragments clustered around doubly magic nuclei such as 132Sn (Z = 50, N = 82), revealing a tendency for superheavy nuclei to expel such doubly magic nuclei in fission. The average number of neutrons per fission from the 312124 compound nucleus (relative to lighter systems) was also found to increase, confirming that the trend of heavier nuclei emitting more neutrons during fission continues into the superheavy mass region. ====Unbipentium==== The first and only attempt to synthesize element 125 (unbipentium) was conducted in Dubna in 19701971 using zinc ions and an americium-243 target: : + → 309, 311125* → no atoms No atoms were detected, and a cross section limit of 5 nb was determined. This experiment was motivated by the possibility of greater stability for nuclei around Z ~ 126 and N ~ 184, though more recent research suggests the island of stability may instead lie at a lower atomic number (such as copernicium, Z = 112), and the synthesis of heavier elements such as element 125 will require more sensitive experiments. ====Unbihexium==== The first and only attempt to synthesize element 126 (unbihexium), which was unsuccessful, was performed in 1971 at CERN (European Organization for Nuclear Research) by René Bimbot and John M. Alexander using the hot fusion reaction: : + → 316126* → no atoms High energy (13-15 MeV) alpha particles were observed and taken as possible evidence for the synthesis of element 126. Subsequent unsuccessful experiments with higher sensitivity suggest that the 10 mb sensitivity of this experiment was too low; hence, the formation of element 126 nuclei in this reaction is highly unlikely. ====Unbiseptium==== The first and only attempt to synthesize element 127 (unbiseptium), which was unsuccessful, was performed in 1978 at the UNILAC accelerator at the GSI Helmholtz Center, where a natural tantalum target was bombarded with xenon-136 ions: : + → 316, 317127* → no atoms ===Searches in nature=== A study in 1976 by a group of American researchers from several universities proposed that primordial superheavy elements, mainly livermorium, unbiquadium, unbihexium, and unbiseptium, could be a cause of unexplained radiation damage (particularly radiohalos) in minerals. This prompted many researchers to search for them in nature from 1976 to 1983. A group led by Tom Cahill, a professor at the University of California at Davis, claimed in 1976 that they had detected alpha particles and X-rays with the right energies to cause the damage observed, supporting the presence of these elements. In particular, the presence of long-lived (on the order of 109 years) unbiquadium and unbihexium nuclei, along with their decay products, at an abundance of 10−11 relative to their possible congeners uranium and plutonium, was conjectured. Others claimed that none had been detected, and questioned the proposed characteristics of primordial superheavy nuclei. In particular, they cited that any such superheavy nuclei must have a closed neutron shell at N = 184 or N = 228, and this necessary condition for enhanced stability only exists in neutron deficient isotopes of livermorium or neutron rich isotopes of the other elements that would not be beta-stable unlike most naturally occurring isotopes. This activity was also proposed to be caused by nuclear transmutations in natural cerium, raising further ambiguity upon this claimed observation of superheavy elements. On April 24, 2008, a group led by Amnon Marinov at the Hebrew University of Jerusalem claimed to have found single atoms of unbibium-292 in naturally occurring thorium deposits at an abundance of between 10−11 and 10−12 relative to thorium. The claim of Marinov et al. was criticized by a part of the scientific community. Marinov claimed that he had submitted the article to the journals Nature and Nature Physics but both turned it down without sending it for peer review.Royal Society of Chemistry, \"Heaviest element claim criticised\", Chemical World. The unbibium-292 atoms were claimed to be superdeformed or hyperdeformed isomers, with a half-life of at least 100 million years. A criticism of the technique, previously used in purportedly identifying lighter thorium isotopes by mass spectrometry, was published in Physical Review C in 2008. A rebuttal by the Marinov group was published in Physical Review C after the published comment. A repeat of the thorium-experiment using the superior method of Accelerator Mass Spectrometry (AMS) failed to confirm the results, despite a 100-fold better sensitivity. This result throws considerable doubt on the results of the Marinov collaboration with regard to their claims of long-lived isotopes of thorium, roentgenium and unbibium. It is still possible that traces of unbibium might only exist in some thorium samples, although this is unlikely. The possible extent of primordial superheavy elements on Earth today is uncertain. Even if they are confirmed to have caused the radiation damage long ago, they might now have decayed to mere traces, or even be completely gone. It is also uncertain if such superheavy nuclei may be produced naturally at all, as spontaneous fission is expected to terminate the r-process responsible for heavy element formation between mass number 270 and 290, well before elements heavier than unbinilium may be formed. A recent hypothesis tries to explain the spectrum of Przybylski's Star by naturally occurring flerovium, unbinilium and unbihexium.Archived at Ghostarchive and the Wayback Machine: ==Predicted properties of eighth-period elements== Element 118, oganesson, is the heaviest element that has been synthesized. The next two elements, elements 119 and 120, should form an 8s series and be an alkali and alkaline earth metal respectively. Beyond element 120, the superactinide series is expected to begin, when the 8s electrons and the filling of the 8p1/2, 7d3/2, 6f, and 5g subshells determine the chemistry of these elements. Complete and accurate CCSD calculations are not available for elements beyond 122 because of the extreme complexity of the situation: the 5g, 6f, and 7d orbitals should have about the same energy level, and in the region of element 160, the 9s, 8p3/2, and 9p1/2 orbitals should also be about equal in energy. This will cause the electron shells to mix so that the block concept no longer applies very well, and will also result in novel chemical properties that will make positioning some of these elements in a periodic table very difficult. thumb|center|640px|Energy eigenvalues (in eV) for the outermost electrons of elements with Z = 100 through 172, predicted using Dirac–Fock calculations. The − and + signs refer to orbitals with decreased or increased azimuthal quantum number from spin–orbit splitting respectively: p− is p1/2, p+ is p3/2, d− is d3/2, d+ is d5/2, f− is f5/2, f+ is f7/2, g− is g7/2, and g+ is g9/2. ===Chemical and physical properties=== ====Elements 119 and 120==== :{| class=\"wikitable\" |+ Some predicted properties of elements 119 and 120 ! Property ! 119 ! 120 |- ! Standard atomic weight | [322] | [325] |- ! Group | 1 | 2 |- ! Valence electron configuration | 8s1 | 8s2 |- ! Stable oxidation states | 1, 3 | 2, 4 |- ! First ionization energy | 463.1 kJ/mol | 563.3 kJ/mol |- ! Metallic radius | 260 pm | 200 pm |- ! Density | 3 g/cm3 | 7 g/cm3 |- ! Melting point | | |-sigfig= ! Boiling point | | |} The first two elements of period 8 will be ununennium and unbinilium, elements 119 and 120. Their electron configurations should have the 8s orbital being filled. This orbital is relativistically stabilized and contracted; thus, elements 119 and 120 should be more like rubidium and strontium than their immediate neighbours above, francium and radium. Another effect of the relativistic contraction of the 8s orbital is that the atomic radii of these two elements should be about the same as those of francium and radium. They should behave like normal alkali and alkaline earth metals (albeit less reactive than their immediate vertical neighbours), normally forming +1 and +2 oxidation states respectively, but the relativistic destabilization of the 7p3/2 subshell and the relatively low ionization energies of the 7p3/2 electrons should make higher oxidation states like +3 and +4 (respectively) possible as well. ====Superactinides==== The superactinides may be considered to range from elements 121 through 157, which can be classified as the 5g and 6f elements of the eighth period, together with the first 7d element. In the superactinide series, the 7d3/2, 8p1/2, 6f5/2 and 5g7/2 shells should all fill simultaneously. This creates very complicated situations, so much so that complete and accurate CCSD calculations have been done only for elements 121 and 122. The first superactinide, unbiunium (element 121), should be similar to lanthanum and actinium: its main oxidation state should be +3, although the closeness of the valence subshells' energy levels may permit higher oxidation states, just as in elements 119 and 120. Relativistic stabilization of the 8p subshell should result in a ground-state 8s28p1 valence electron configuration for element 121, in contrast to the ds2 configurations of lanthanum and actinium; nevertheless, this anomalous configuration does not appear to affect its calculated chemistry, which remains similar to that of actinium. Its first ionization energy is predicted to be 429.4 kJ/mol, which would be lower than those of all known elements except for the alkali metals potassium, rubidium, caesium, and francium: this value is even lower than that of the period 8 alkali metal ununennium (463.1 kJ/mol). Similarly, the next superactinide, unbibium (element 122), may be similar to cerium and thorium, with a main oxidation state of +4, but would have a ground-state 7d18s28p1 or 8s28p2 valence electron configuration, unlike thorium's 6d27s2 configuration. Hence, its first ionization energy would be smaller than thorium's (Th: 6.3 eV; element 122: 5.6 eV) because of the greater ease of ionizing unbibium's 8p1/2 electron than thorium's 6d electron. The collapse of the 5g orbital itself is delayed until around element 125; the electron configurations of the 119-electron isoelectronic series are expected to be [Og]8s1 for elements 119 through 122, [Og]6f1 for elements 123 and 124, and [Og]5g1 for element 125 onwards. In the first few superactinides, the binding energies of the added electrons are predicted to be small enough that they can lose all their valence electrons; for example, unbihexium (element 126) could easily form a +8 oxidation state, and even higher oxidation states for the next few elements may be possible. Element 126 is also predicted to display a variety of other oxidation states: recent calculations have suggested a stable monofluoride 126F may be possible, resulting from a bonding interaction between the 5g orbital on element 126 and the 2p orbital on fluorine. Other predicted oxidation states include +2, +4, and +6; +4 is expected to be the most usual oxidation state of unbihexium. The superactinides from unbipentium (element 125) to unbiennium (element 129) are predicted to exhibit a +6 oxidation state and form hexafluorides, though 125F6 and 126F6 are predicted to be relatively weakly bound. The bond dissociation energies are expected to greatly increase at element 127 and even more so at element 129. This suggests a shift from strong ionic character in fluorides of element 125 to more covalent character, involving the 8p orbital, in fluorides of element 129. The bonding in these superactinide hexafluorides is mostly between the highest 8p subshell of the superactinide and the 2p subshell of fluorine, unlike how uranium uses its 5f and 6d orbitals for bonding in uranium hexafluoride. Despite the ability of early superactinides to reach high oxidation states, it has been calculated that the 5g electrons will be most difficult to ionize; the 1256+ and 1267+ ions are expected to bear a 5g1 configuration, similar to the 5f1 configuration of the Np6+ ion. Similar behavior is observed in the low chemical activity of the 4f electrons in lanthanides; this is a consequence of the 5g orbitals being small and deeply buried in the electron cloud. The presence of electrons in g-orbitals, which do not exist in the ground state electron configuration of any currently known element, should allow presently unknown hybrid orbitals to form and influence the chemistry of the superactinides in new ways, although the absence of g electrons in known elements makes predicting superactinide chemistry more difficult. :{| class=\"wikitable\" |+ Some predicted compounds of the superactinides (X = a halogen) ! ! 121 ! 122 ! 123 ! 124 ! 125 ! 126 ! 127 ! 128 ! 129 ! 132 ! 142 ! 143 ! 144 ! 145 ! 146 ! 148 ! 153 ! 154 ! 155 ! 156 ! 157 |- ! Compound | 121X3 | 122X4 | 123X5 | 124X6 | 125F 125F6 | 126F 126F6 126O4 | 127F6 | 128F6 | 129F 129F6 | | 142X4 142X6 | 143F6 | 144X6 144F8 144O4 | 145F6 | | 148O6 | | | | | |- ! Analogs | LaX3 AcX3 | CeX4 ThX4 | | | | | | | | | ThF4 | | UF6 PuF8 PuO4 | | | UO6 | | | | | |- ! Oxidation states | 3 | 4 | 5 | 6 | 1, 6, 7 | 1, 2, 4, 6, 8 | 6 | 6 | 1, 6 | 6 | 4, 6 | 6, 8 | 3, 4, 5, 6, 8 | 6 | 8 | 12 | 3 | 0, 2 | 3, 5 | 2 | 3 |} In the later superactinides, the oxidation states should become lower. By element 132, the predominant most stable oxidation state will be only +6; this is further reduced to +3 and +4 by element 144, and at the end of the superactinide series it will be only +2 (and possibly even 0) because the 6f shell, which is being filled at that point, is deep inside the electron cloud and the 8s and 8p1/2 electrons are bound too strongly to be chemically active. The 5g shell should be filled at element 144 and the 6f shell at around element 154, and at this region of the superactinides the 8p1/2 electrons are bound so strongly that they are no longer active chemically, so that only a few electrons can participate in chemical reactions. Calculations by Fricke et al. predict that at element 154, the 6f shell is full and there are no d- or other electron wave functions outside the chemically inactive 8s and 8p1/2 shells. This may cause element 154 to be rather unreactive with noble gas-like properties. Calculations by Pyykkö nonetheless expect that at element 155, the 6f shell is still chemically ionisable: 1553+ should have a full 6f shell, and the fourth ionisation potential should be between those of terbium and dysprosium, both of which are known in the +4 state. Similarly to the lanthanide and actinide contractions, there should be a superactinide contraction in the superactinide series where the ionic radii of the superactinides are smaller than expected. In the lanthanides, the contraction is about 4.4 pm per element; in the actinides, it is about 3 pm per element. The contraction is larger in the lanthanides than in the actinides due to the greater localization of the 4f wave function as compared to the 5f wave function. Comparisons with the wave functions of the outer electrons of the lanthanides, actinides, and superactinides lead to a prediction of a contraction of about 2 pm per element in the superactinides; although this is smaller than the contractions in the lanthanides and actinides, its total effect is larger due to the fact that 32 electrons are filled in the deeply buried 5g and 6f shells, instead of just 14 electrons being filled in the 4f and 5f shells in the lanthanides and actinides respectively. Pekka Pyykkö divides these superactinides into three series: a 5g series (elements 121 to 138), an 8p1/2 series (elements 139 to 140), and a 6f series (elements 141 to 155), also noting that there would be a great deal of overlapping between energy levels and that the 6f, 7d, or 8p1/2 orbitals could well also be occupied in the early superactinide atoms or ions. He also expects that they would behave more like \"superlanthanides\", in the sense that the 5g electrons would mostly be chemically inactive, similarly to how only one or two 4f electrons in each lanthanide are ever ionized in chemical compounds. He also predicted that the possible oxidation states of the superactinides might rise very high in the 6f series, to values such as +12 in element 148. Andrey Kulsha has called the thirty-six elements 121 to 156 \"ultransition\" elements and has proposed to split them into two series of eighteen each, one from elements 121 to 138 and another from elements 139 to 156. The first would be analogous to the lanthanides, with oxidation states mainly ranging from +4 to +6, as the filling of the 5g shell dominates and neighbouring elements are very similar to each other, creating an analogy to uranium, neptunium, and plutonium. The second would be analogous to the actinides: at the beginning (around elements in the 140s) very high oxidation states would be expected as the 6f shell rises above the 7d one, but after that the typical oxidation states would lower and in elements in the 150s onwards the 8p1/2 electrons would stop being chemically active. Because the two rows are separated by the addition of a complete 5g18 subshell, they could be considered analogues of each other as well. As an example from the late superactinides, element 156 is expected to exhibit mainly the +2 oxidation state, on account of its electron configuration with easily removed 7d2 electrons over a stable [Og]5g186f148s28p core. It can thus be considered a heavier congener of nobelium, which likewise has a pair of easily removed 7s2 electrons over a stable [Rn]5f14 core, and is usually in the +2 state (strong oxidisers are required to obtain nobelium in the +3 state). Its first ionization energy should be about 400 kJ/mol and its metallic radius approximately 170 picometers. With a relative atomic mass of around 445 u, it should be a very heavy metal with a density of around 26 g/cm3. ====Elements 157 to 166==== The 7d transition metals in period 8 are expected to be elements 157 to 166. Although the 8s and 8p1/2 electrons are bound so strongly in these elements that they should not be able to take part in any chemical reactions, the 9s and 9p1/2 levels are expected to be readily available for hybridization. These 7d elements should be similar to the 4d elements yttrium through cadmium. In particular, element 164 with a 7d109s0 electron configuration shows clear analogies with palladium with its 4d105s0 electron configuration. The noble metals of this series of transition metals are not expected to be as noble as their lighter homologues, due to the absence of an outer s shell for shielding and also because the 7d shell is strongly split into two subshells due to relativistic effects. This causes the first ionization energies of the 7d transition metals to be smaller than those of their lighter congeners. Theoretical interest in the chemistry of unhexquadium is largely motivated by theoretical predictions that it, especially the isotopes 472164 and 482164 (with 164 protons and 308 or 318 neutrons), would be at the center of a hypothetical second island of stability (the first being centered on copernicium, particularly the isotopes 291Cn, 293Cn, and 296Cn which are expected to have half-lives of centuries or millennia). Calculations predict that the 7d electrons of element 164 (unhexquadium) should participate very readily in chemical reactions, so that it should be able to show stable +6 and +4 oxidation states in addition to the normal +2 state in aqueous solutions with strong ligands. Element 164 should thus be able to form compounds like 164(CO)4, 164(PF3)4 (both tetrahedral like the corresponding palladium compounds), and (linear), which is very different behavior from that of lead, which element 164 would be a heavier homologue of if not for relativistic effects. Nevertheless, the divalent state would be the main one in aqueous solution (although the +4 and +6 states would be possible with stronger ligands), and unhexquadium(II) should behave more similarly to lead than unhexquadium(IV) and unhexquadium(VI). Element 164 is expected to be a soft Lewis acid and have Ahrlands softness parameter close to 4 eV. It should be at most moderately reactive, having a first ionization energy that should be around 685 kJ/mol, comparable to that of molybdenum. Due to the lanthanide, actinide, and superactinide contractions, element 164 should have a metallic radius of only 158 pm, very close to that of the much lighter magnesium, despite its expected atomic weight of around 474 u which is about 19.5 times the atomic weight of magnesium. This small radius and high weight cause it to be expected to have an extremely high density of around 46 g·cm−3, over twice that of osmium, currently the most dense element known, at 22.61 g·cm−3; element 164 should be the second most dense element in the first 172 elements in the periodic table, with only its neighbor unhextrium (element 163) being more dense (at 47 g·cm−3). Metallic element 164 should have a very large cohesive energy (enthalpy of crystallization) due to its covalent bonds, most probably resulting in a high melting point. In the metallic state, element 164 should be quite noble and analogous to palladium and platinum. Fricke et al. suggested some formal similarities to oganesson, as both elements have closed- shell configurations and similar ionisation energies, although they note that while oganesson would be a very bad noble gas, element 164 would be a good noble metal. Elements 165 (unhexpentium) and 166 (unhexhexium), the last two 7d metals, should behave similarly to alkali and alkaline earth metals when in the +1 and +2 oxidation states respectively. The 9s electrons should have ionization energies comparable to those of the 3s electrons of sodium and magnesium, due to relativistic effects causing the 9s electrons to be much more strongly bound than non-relativistic calculations would predict. Elements 165 and 166 should normally exhibit the +1 and +2 oxidation states respectively, although the ionization energies of the 7d electrons are low enough to allow higher oxidation states like +3 for element 165. The oxidation state +4 for element 166 is less likely, creating a situation similar to the lighter elements in groups 11 and 12 (particularly gold and mercury). As with mercury but not copernicium, ionization of element 166 to 1662+ is expected to result in a 7d10 configuration corresponding to the loss of the s-electrons but not the d-electrons, making it more analogous to the lighter \"less relativistic\" group 12 elements zinc, cadmium, and mercury, which have essentially no transition-metal character. :{| class=\"wikitable\" |+ Some predicted properties of elements 156–166 The metallic radii and densities are first approximations. Most analogous group is given first, followed by other similar groups. ! Property ! 156 ! 157 ! 158 ! 159 ! 160 ! 161 ! 162 ! 163 ! 164 ! 165 ! 166 |- ! Standard atomic weight | [445] | [448] | [452] | [456] | [459] | [463] | [466] | [470] | [474] | [477] | [481] |- ! Group | Yb group (4) | 3 (5) | 4 (6) | 5 (7) | 6 (8) | 7 (9) | 8 (10) | 9 (11) | 10 (12, 14, 18) | 11 (1, 13) | 12 (2, 14) |- ! Valence electron configuration | 7d2 | 7d3 | 7d4 | 7d5 | 7d6 | 7d7 | 7d8 | 7d9 | 7d10 | 7d10 9s1 | 7d10 9s2 |- ! Stable oxidation states | 2 | 3 | 4 | 1, 5 | 2, 6 | 3, 7 | 4, 8 | 5 | 0, 2, 4, 6 | 1, 3 | 2 |- ! First ionization energy | 400 kJ/mol | 450 kJ/mol | 520 kJ/mol | 340 kJ/mol | 420 kJ/mol | 470 kJ/mol | 560 kJ/mol | 620 kJ/mol | 690 kJ/mol | 520 kJ/mol | 630 kJ/mol |- ! Metallic radius | 170 pm | 163 pm | 157 pm | 152 pm | 148 pm | 148 pm | 149 pm | 152 pm | 158 pm | 250 pm | 200 pm |- ! Density | 26 g/cm3 | 28 g/cm3 | 30 g/cm3 | 33 g/cm3 | 36 g/cm3 | 40 g/cm3 | 45 g/cm3 | 47 g/cm3 | 46 g/cm3 | 7 g/cm3 | 11 g/cm3 |} ====Elements 167 to 172==== The next six elements on the periodic table are expected to be the last main-group elements in their period, and are likely to be similar to the 5p elements indium through xenon. In elements 167 to 172, the 9p1/2 and 8p3/2 shells will be filled. Their energy eigenvalues are so close together that they behave as one combined p-subshell, similar to the non-relativistic 2p and 3p subshells. Thus, the inert pair effect does not occur and the most common oxidation states of elements 167 to 170 are expected to be +3, +4, +5, and +6 respectively. Element 171 (unseptunium) is expected to show some similarities to the halogens, showing various oxidation states ranging from −1 to +7, although its physical properties are expected to be closer to that of a metal. Its electron affinity is expected to be 3.0 eV, allowing it to form H171, analogous to a hydrogen halide. The 171− ion is expected to be a soft base, comparable to iodide (I−). Element 172 (unseptbium) is expected to be a noble gas with chemical behaviour similar to that of xenon, as their ionization energies should be very similar (Xe, 1170.4 kJ/mol; element 172, 1090 kJ/mol). The only main difference between them is that element 172, unlike xenon, is expected to be a liquid or a solid at standard temperature and pressure due to its much higher atomic weight. Unseptbium is expected to be a strong Lewis acid, forming fluorides and oxides, similarly to its lighter congener xenon. Because of the analogy of elements 165–172 to periods 2 and 3, Fricke et al. considered them to form a ninth period of the periodic table, while the eighth period was taken by them to end at the noble metal element 164. This ninth period would be similar to the second and third period in that it is expected to have no transition metals. :{| class=\"wikitable\" |+ Some predicted properties of elements 167–172 The metallic or covalent radii and densities are first approximations. ! Property ! 167 ! 168 ! 169 ! 170 ! 171 ! 172 |- ! Standard atomic weight | [485] | [489] | [493] | [496] | [500] | [504] |- ! Group | 13 | 14 | 15 | 16 | 17 | 18 |- ! Valence electron configuration | 9s2 9p1 | 9s2 9p2 | 9s2 9p2 8p1 | 9s2 9p2 8p2 | 9s2 9p2 8p3 | 9s2 9p2 8p4 |- ! Stable oxidation states | 3 | 4 | 5 | 6 | −1, 3, 7 | 0, 4, 6, 8 |- ! First ionization energy | 620 kJ/mol | 720 kJ/mol | 800 kJ/mol | 890 kJ/mol | 984 kJ/mol | 1090 kJ/mol |- ! Metallic or covalent radius | 190 pm | 180 pm | 175 pm | 170 pm | 165 pm | 220 pm |- ! Density | 17 g/cm3 | 19 g/cm3 | 18 g/cm3 | 17 g/cm3 | 16 g/cm3 | 9 g/cm3 |} ====Beyond element 172==== Beyond element 172, another long transition series like the superactinides should begin, filling at least the 6g, 7f, and 8d shells (with 10s, 10p1/2, and 6h11/2 too high in energy to contribute early in the series). These electrons would be very loosely bound, potentially rendering extremely high oxidation states reachable, though the electrons would become more tightly bound as the ionic charge rises. In element 173 (unsepttrium), the outermost electron would enter the 6g7/2 subshell. Because spin–orbit interactions would create a very large energy gap between the 8p3/2 and 6g7/2 subshells, this outermost electron is expected to be very loosely bound and very easily lost to form a 173+ cation. As a result, element 173 is expected to behave chemically like an alkali metal, and one by far more reactive than even caesium (francium and element 119 being less reactive than caesium due to relativistic effects). Element 184 (unoctquadium) was significantly targeted in early predictions, as it was originally speculated that 184 would be a proton magic number: it is predicted to have an electron configuration of [172] 6g5 7f4 8d3, with at least the 7f and 8d electrons chemically active. Its chemical behaviour is expected to be similar to uranium and neptunium, as further ionisation past the +6 state (corresponding to removal of the 6g electrons) is likely to be unprofitable; the +4 state should be most common in aqueous solution, with +5 and +6 reachable in solid compounds. ===End of the periodic table=== The number of physically possible elements is unknown. A low estimate is that the periodic table may end soon after the island of stability, which is expected to center on Z = 126, as the extension of the periodic and nuclides tables is restricted by the proton and the neutron drip lines and stability toward alpha decay and spontaneous fission. One calculation by Y. Gambhir et al., analyzing nuclear binding energy and stability in various decay channels, suggests a limit to the existence of bound nuclei at Z = 146. Some, such as Walter Greiner, predicted that there may not be an end to the periodic table. Other predictions of an end to the periodic table include Z = 128 (John Emsley) and Z = 155 (Albert Khazan). ====Elements above the atomic number 137==== It is a \"folk legend\" among physicists that Richard Feynman suggested that neutral atoms could not exist for atomic numbers greater than Z = 137, on the grounds that the relativistic Dirac equation predicts that the ground-state energy of the innermost electron in such an atom would be an imaginary number. Here, the number 137 arises as the inverse of the fine-structure constant. By this argument, neutral atoms cannot exist beyond atomic number 137, and therefore a periodic table of elements based on electron orbitals breaks down at this point. However, this argument presumes that the atomic nucleus is pointlike. A more accurate calculation must take into account the small, but nonzero, size of the nucleus, which is predicted to push the limit further to Z ≈ 173. =====Bohr model===== The Bohr model exhibits difficulty for atoms with atomic number greater than 137, for the speed of an electron in a 1s electron orbital, v, is given by :v = Z \\alpha c \\approx \\frac{Z c}{137.036} where Z is the atomic number, and α is the fine structure constant, a measure of the strength of electromagnetic interactions. Under this approximation, any element with an atomic number of greater than 137 would require 1s electrons to be traveling faster than c, the speed of light. Hence, the non-relativistic Bohr model is inaccurate when applied to such an element. =====Relativistic Dirac equation===== The relativistic Dirac equation gives the ground state energy as :E=\\frac{m c^2}{\\sqrt{1+\\dfrac{Z^2 \\alpha^2}{\\bigg({n-\\left(j+\\frac12\\right)+\\sqrt{\\left(j+\\frac12\\right)^2-Z^ 2\\alpha^2}\\bigg)}^2}}}, where m is the rest mass of the electron. For Z > 137, the wave function of the Dirac ground state is oscillatory, rather than bound, and there is no gap between the positive and negative energy spectra, as in the Klein paradox. More accurate calculations taking into account the effects of the finite size of the nucleus indicate that the binding energy first exceeds 2mc2 for Z > Zcr ≈ 173\\. For Z > Zcr, if the innermost orbital (1s) is not filled, the electric field of the nucleus will pull an electron out of the vacuum, resulting in the spontaneous emission of a positron., and references therein This diving of the 1s subshell into the negative continuum has often been taken to constitute an \"end\" to the periodic table, although more detailed treatments suggest a less bleak outcome. Atoms with atomic numbers above Zcr ≈ 173 have been termed supercritical atoms. Supercritical atoms cannot be totally ionised because their 1s subshell would be filled by spontaneous pair creation in which an electron-positron pair is created from the negative continuum, with the electron being bound and the positron escaping. However, the strong field around the atomic nucleus is restricted to a very small region of space, so that the Pauli exclusion principle forbids further spontaneous pair creation once the subshells that have dived into the negative continuum are filled. Elements 173–184 have been termed weakly supercritical atoms as for them only the 1s shell has dived into the negative continuum; the 2p1/2 shell is expected to join around element 185 and the 2s shell around element 245. Experiments have so far not succeeded in detecting spontaneous pair creation from assembling supercritical charges through the collision of heavy nuclei (e.g. colliding lead with uranium to momentarily give an effective Z of 174; uranium with uranium gives effective Z = 184 and uranium with californium gives effective Z = 190). Even if passing Zcr is not an issue, the increasing concentration of the 1s density close to the nucleus would likely make these electrons more vulnerable to K electron capture as Zcr is approached. For such heavy elements, these 1s electrons would likely spend a significant fraction of time so close to the nucleus that they are actually inside it. This may pose another limit to the periodic table. =====Quark matter===== It has also been posited that in the region beyond A > 300, an entire \"continent of stability\" consisting of a hypothetical phase of stable quark matter, comprising freely flowing up and down quarks rather than quarks bound into protons and neutrons, may exist. Such a form of matter is theorized to be a ground state of baryonic matter with a greater binding energy per baryon than nuclear matter, favoring the decay of nuclear matter beyond this mass threshold into quark matter. If this state of matter exists, it could possibly be synthesized in the same fusion reactions leading to normal superheavy nuclei, and would be stabilized against fission as a consequence of its stronger binding that is enough to overcome Coulomb repulsion. Recent calculations suggest stability of up-down quark matter (udQM) nuggets against conventional nuclei beyond A ~ 266, and also show that udQM nuggets become supercritical earlier (Zcr ~ 163, A ~ 609) than conventional nuclei (Zcr ~ 177, A ~ 480). ===Nuclear properties=== ====Magic numbers and the island of stability==== The stability of nuclei decreases greatly with the increase in atomic number after curium, element 96, so that all isotopes with an atomic number above 101 decay radioactively with a half-life under a day, with an exception of dubnium-268. No elements with atomic numbers above 82 (after lead) have stable isotopes. Nevertheless, because of reasons not very well understood yet, there is a slight increased nuclear stability around atomic numbers 110–114, which leads to the appearance of what is known in nuclear physics as the \"island of stability\". This concept, proposed by University of California professor Glenn Seaborg, explains why superheavy elements last longer than predicted. Calculations according to the Hartree–Fock–Bogoliubov method using the non-relativistic Skyrme interaction have proposed Z = 126 as a closed proton shell. In this region of the periodic table, N = 184, N = 196, and N = 228 have been suggested as closed neutron shells. Therefore, the isotopes of most interest are 310126, 322126, and 354126, for these might be considerably longer-lived than other isotopes. Element 126, having a magic number of protons, is predicted to be more stable than other elements in this region, and may have nuclear isomers with very long half-lives. It is also possible that the island of stability is instead centered at 306122, which may be spherical and doubly magic. Taking nuclear deformation and relativistic effects into account, an analysis of single-particle levels predicts new magic numbers for superheavy nuclei at Z = 126, 138, 154, and 164 and N = 228, 308, and 318. Therefore, in addition to the island of stability centered at 291Cn, 293Cn, and 298Fl, further islands of stability may exist around the doubly magic 354126 as well as 472164 or 482164. These nuclei are predicted to be beta-stable and decay by alpha emission or spontaneous fission with relatively long half-lives, and confer additional stability on neighboring N = 228 isotones and elements 152–168, respectively. On the other hand, the same analysis suggests that proton shell closures may be relatively weak or even nonexistent in some cases such as 354126, meaning that such nuclei might not be doubly magic and stability will instead be primarily determined by strong neutron shell closures. Additionally, due to the enormously greater forces of electromagnetic repulsion that must be overcome by the strong force at the second island (Z = 164), it is possible that nuclei around this region only exist as resonances and cannot stay together for a meaningful amount of time. It is also possible that some of the superactinides between these series may not actually exist because they are too far from both islands, in which case the periodic table might end around Z = 130. Beyond element 164, the fissility line defining the limit of stability with respect to spontaneous fission may converge with the neutron drip line, posing a limit to the existence of heavier elements. Nevertheless, further magic numbers have been predicted at Z = 210, 274, and 354 and N = 308, 406, 524, 644, and 772, with two beta-stable doubly magic nuclei found at 616210 and 798274; the same calculation method reproduced the predictions for 298Fl and 472164\\. (The doubly magic nuclei predicted for Z = 354 are beta-unstable, with 998354 being neutron-deficient and 1126354 being neutron-rich.) Although additional stability toward alpha decay and fission are predicted for 616210 and 798274, with half-lives up to hundreds of microseconds for 616210, there will not exist islands of stability as significant as those predicted at Z = 114 and 164. As the existence of superheavy elements is very strongly dependent on stabilizing effects from closed shells, nuclear instability and fission will likely determine the end of the periodic table beyond these islands of stability. The International Union of Pure and Applied Chemistry (IUPAC) defines an element to exist if its lifetime is longer than 10−14 seconds, which is the time it takes for the nucleus to form an electron cloud. However, a nuclide is generally considered to exist if its lifetime is longer than about 10−22 seconds, which is the time it takes for nuclear structure to form. Consequently it is possible that some Z values can only be realised in nuclides and that the corresponding elements do not exist. It is also possible that no further islands actually exist beyond 126, as the nuclear shell structure gets smeared out (as the electron shell structure already is expected to be around oganesson), so that low- energy decay modes become readily available. ====Predicted decay properties of undiscovered elements==== As the main island of stability is thought to lie around 291Cn and 293Cn, undiscovered elements beyond oganesson may be very unstable and undergo alpha decay or spontaneous fission in microseconds or less. The exact region in which half-lives exceed one microsecond is unknown, though various models suggest that isotopes of elements heavier than unbinilium that may be produced in fusion reactions with available targets and projectiles will have half-lives under one microsecond and therefore may not be detected. It is consistently predicted that there will exist regions of stability at N = 184 and N = 228, and possibly also at Z ~ 124 and N ~ 198. These nuclei may have half-lives of a few seconds and undergo predominantly alpha decay and spontaneous fission, though minor beta-plus decay (or electron capture) branches may also exist. Outside these regions of enhanced stability, fission barriers are expected to drop significantly due to loss of stabilization effects, resulting in fission half-lives below 10−18 seconds, especially in even–even nuclei for which hindrance is even lower due to nucleon pairing. In general, alpha decay half-lives are expected to increase with neutron number, from nanoseconds in the most neutron-deficient isotopes to seconds closer to the beta-stability line. For nuclei with only a few neutrons more than a magic number, binding energy substantially drops, resulting in a break in the trend and shorter half-lives. The most neutron deficient isotopes of these elements may also be unbound and undergo proton emission. Cluster decay (heavy particle emission) has also been proposed as an alternative decay mode for some isotopes, posing yet another hurdle to identification of these elements. ===Electron configurations=== The following are expected electron configurations of elements 119–173 and 184. The symbol [Og] indicates the probable electron configuration of oganesson (Z = 118), which is currently the last known element. The configurations of the elements in this table are written starting with [Og] because oganesson is expected to be the last prior element with a closed-shell (inert gas) configuration, 1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 4f14 5s2 5p6 5d10 5f14 6s2 6p6 6d10 7s2 7p6. Similarly, the [172] in the configurations for elements 173 and 184 denotes the likely closed-shell configuration of element 172. Beyond element 123, no complete calculations are available and hence the data in this table must be taken as tentative. In the case of element 123, and perhaps also heavier elements, several possible electron configurations are predicted to have very similar energy levels, such that it is very difficult to predict the ground state. All configurations that have been proposed (since it was understood that the Madelung rule probably stops working here) are included. The predicted block assignments up to 172 are Kulsha's, following the expected available valence orbitals. There is, however, not a consensus in the literature as to how the blocks should work after element 138. :{| class=\"wikitable\" ! colspan=\"3\" | Chemical element !! Block !! Predicted electron configurations |-bgcolor=\"\" || 119 || Uue || Ununennium ||s-block ||[Og] 8s1 |-bgcolor=\"\" || 120 || Ubn || Unbinilium ||s-block ||[Og] 8s2 |-bgcolor=\"\" || 121 || Ubu || Unbiunium ||g-block || [Og] 8s2 8p |-bgcolor=\"\" || 122 || Ubb || Unbibium ||g-block || [Og] 8s2 8p [Og] 7d1 8s2 8p |-bgcolor=\"\" || 123 || Ubt || Unbitrium ||g-block || [Og] 6f1 8s2 8p [Og] 6f1 7d1 8s2 8p [Og] 6f2 8s2 8p [Og] 8s2 8p 8p |-bgcolor=\"\" || 124 || Ubq || Unbiquadium ||g-block || [Og] 6f2 8s2 8p [Og] 6f3 8s2 8p |-bgcolor=\"\" || 125 || Ubp || Unbipentium ||g-block || [Og] 6f4 8s2 8p [Og] 5g1 6f2 8s2 8p [Og] 5g1 6f3 8s2 8p [Og] 8s2 0.81(5g1 6f2 8p) + 0.17(5g1 6f1 7d2 8p) + 0.02(6f3 7d1 8p) |-bgcolor=\"\" || 126 || Ubh || Unbihexium ||g-block || [Og] 5g1 6f4 8s2 8p [Og] 5g2 6f2 8s2 8p [Og] 5g2 6f3 8s2 8p [Og] 8s2 0.998(5g2 6f3 8p) + 0.002(5g2 6f2 8p) |-bgcolor=\"\" || 127 || Ubs || Unbiseptium ||g-block || [Og] 5g2 6f3 8s2 8p [Og] 5g3 6f2 8s2 8p [Og] 8s2 0.88(5g3 6f2 8p) + 0.12(5g3 6f1 7d2 8p) |-bgcolor=\"\" || 128 || Ubo ||Unbioctium||g-block || [Og] 5g3 6f3 8s2 8p [Og] 5g4 6f2 8s2 8p [Og] 8s2 0.88(5g4 6f2 8p) + 0.12(5g4 6f1 7d2 8p) |-bgcolor=\"\" || 129 || Ube || Unbiennium ||g-block || [Og] 5g4 6f3 7d1 8s2 8p [Og] 5g4 6f3 8s2 8p [Og] 5g5 6f2 8s2 8p [Og] 5g4 6f3 7d1 8s2 8p |-bgcolor=\"\" || 130 || Utn || Untrinilium ||g-block || [Og] 5g5 6f3 7d1 8s2 8p [Og] 5g5 6f3 8s2 8p [Og] 5g6 6f2 8s2 8p [Og] 5g5 6f3 7d1 8s2 8p |-bgcolor=\"\" || 131 || Utu || Untriunium ||g-block || [Og] 5g6 6f3 8s2 8p [Og] 5g7 6f2 8s2 8p [Og] 8s2 0.86(5g6 6f3 8p) + 0.14(5g6 6f2 7d2 8p) |-bgcolor=\"\" || 132 || Utb || Untribium ||g-block || [Og] 5g7 6f3 8s2 8p [Og] 5g8 6f2 8s2 8p |-bgcolor=\"\" || 133 || Utt || Untritrium ||g-block || [Og] 5g8 6f3 8s2 8p |-bgcolor=\"\" || 134 || Utq || Untriquadium ||g-block || [Og] 5g8 6f4 8s2 8p |-bgcolor=\"\" || 135 || Utp || Untripentium ||g-block || [Og] 5g9 6f4 8s2 8p |-bgcolor=\"\" || 136 || Uth || Untrihexium ||g-block || [Og] 5g10 6f4 8s2 8p |-bgcolor=\"\" || 137 || Uts || Untriseptium ||g-block || [Og] 5g11 6f4 8s2 8p |-bgcolor=\"\" || 138 || Uto || Untrioctium ||g-block || [Og] 5g12 6f4 8s2 8p [Og] 5g12 6f3 7d1 8s2 8p |-bgcolor=\"\" || 139 || Ute || Untriennium ||g-block || [Og] 5g13 6f3 7d1 8s2 8p [Og] 5g13 6f2 7d2 8s2 8p |-bgcolor=\"\" || 140 || Uqn || Unquadnilium ||g-block || [Og] 5g14 6f3 7d1 8s2 8p [Og] 5g15 6f1 8s2 8p 8p |-bgcolor=\"\" || 141 || Uqu || Unquadunium ||g-block || [Og] 5g15 6f2 7d2 8s2 8p |-bgcolor=\"\" || 142 || Uqb || Unquadbium ||g-block || [Og] 5g16 6f2 7d2 8s2 8p |-bgcolor=\"\" || 143 || Uqt || Unquadtrium ||f-block || [Og] 5g17 6f2 7d2 8s2 8p |-bgcolor=\"\" || 144 || Uqq || Unquadquadium ||f-block || [Og] 5g18 6f2 7d2 8s2 8p [Og] 5g18 6f1 7d3 8s2 8p [Og] 5g17 6f2 7d3 8s2 8p [Og] 8s2 0.95(5g17 6f2 7d3 8p) + 0.05(5g17 6f4 7d1 8p) |-bgcolor=\"\" || 145 || Uqp || Unquadpentium ||f-block || [Og] 5g18 6f3 7d2 8s2 8p |-bgcolor=\"\" || 146 || Uqh || Unquadhexium ||f-block || [Og] 5g18 6f4 7d2 8s2 8p |-bgcolor=\"\" || 147 || Uqs || Unquadseptium ||f-block || [Og] 5g18 6f5 7d2 8s2 8p |-bgcolor=\"\" || 148 || Uqo || Unquadoctium ||f-block || [Og] 5g18 6f6 7d2 8s2 8p |-bgcolor=\"\" || 149 || Uqe || Unquadennium ||f-block || [Og] 5g18 6f6 7d3 8s2 8p |-bgcolor=\"\" || 150 || Upn || Unpentnilium ||f-block || [Og] 5g18 6f6 7d4 8s2 8p [Og] 5g18 6f7 7d3 8s2 8p |-bgcolor=\"\" || 151 || Upu || Unpentunium ||f-block || [Og] 5g18 6f8 7d3 8s2 8p |-bgcolor=\"\" || 152 || Upb || Unpentbium ||f-block || [Og] 5g18 6f9 7d3 8s2 8p |-bgcolor=\"\" || 153 || Upt || Unpenttrium ||f-block || [Og] 5g18 6f10 7d3 8s2 8p [Og] 5g18 6f11 7d2 8s2 8p |-bgcolor=\"\" || 154 || Upq || Unpentquadium ||f-block || [Og] 5g18 6f11 7d3 8s2 8p [Og] 5g18 6f12 7d2 8s2 8p |-bgcolor=\"\" || 155 || Upp || Unpentpentium ||f-block || [Og] 5g18 6f12 7d3 8s2 8p [Og] 5g18 6f13 7d2 8s2 8p |-bgcolor=\"\" || 156 || Uph || Unpenthexium ||f-block|| [Og] 5g18 6f13 7d3 8s2 8p [Og] 5g18 6f14 7d2 8s2 8p |-bgcolor=\"\" || 157 || Ups || Unpentseptium ||d-block || [Og] 5g18 6f14 7d3 8s2 8p |-bgcolor=\"\" || 158 || Upo || Unpentoctium ||d-block || [Og] 5g18 6f14 7d4 8s2 8p |-bgcolor=\"\" || 159 || Upe || Unpentennium ||d-block || [Og] 5g18 6f14 7d5 8s2 8p [Og] 5g18 6f14 7d4 8s2 8p 9s1 |-bgcolor=\"\" || 160 || Uhn || Unhexnilium ||d-block || [Og] 5g18 6f14 7d6 8s2 8p [Og] 5g18 6f14 7d5 8s2 8p 9s1 |-bgcolor=\"\" || 161 || Uhu || Unhexunium ||d-block || [Og] 5g18 6f14 7d7 8s2 8p [Og] 5g18 6f14 7d6 8s2 8p 9s1 |-bgcolor=\"\" || 162 || Uhb || Unhexbium ||d-block || [Og] 5g18 6f14 7d8 8s2 8p [Og] 5g18 6f14 7d7 8s2 8p 9s1 |-bgcolor=\"\" || 163 || Uht || Unhextrium ||d-block || [Og] 5g18 6f14 7d9 8s2 8p [Og] 5g18 6f14 7d8 8s2 8p 9s1 |-bgcolor=\"\" || 164 || Uhq || Unhexquadium ||d-block || [Og] 5g18 6f14 7d10 8s2 8p |-bgcolor=\"\" || 165 || Uhp || Unhexpentium ||d-block || [Og] 5g18 6f14 7d10 8s2 8p 9s1 |-bgcolor=\"\" || 166 || Uhh || Unhexhexium ||d-block ||[Og] 5g18 6f14 7d10 8s2 8p 9s2 |-bgcolor=\"\" || 167 || Uhs || Unhexseptium ||p-block || [Og] 5g18 6f14 7d10 8s2 8p 9s2 9p [Og] 5g18 6f14 7d10 8s2 8p 8p 9s2 |-bgcolor=\"\" || 168 || Uho || Unhexoctium ||p-block || [Og] 5g18 6f14 7d10 8s2 8p 9s2 9p [Og] 5g18 6f14 7d10 8s2 8p 8p 9s2 |-bgcolor=\"\" || 169 || Uhe || Unhexennium ||p-block || [Og] 5g18 6f14 7d10 8s2 8p 8p 9s2 9p [Og] 5g18 6f14 7d10 8s2 8p 8p 9s2 |-bgcolor=\"\" || 170 || Usn || Unseptnilium ||p-block || [Og] 5g18 6f14 7d10 8s2 8p 8p 9s2 9p [Og] 5g18 6f14 7d10 8s2 8p 8p 9s2 |-bgcolor=\"\" || 171 || Usu || Unseptunium ||p-block || [Og] 5g18 6f14 7d10 8s2 8p 8p 9s2 9p [Og] 5g18 6f14 7d10 8s2 8p 8p 9s2 9p |-bgcolor=\"\" || 172 || || Unseptbium ||p-block || [Og] 5g18 6f14 7d10 8s2 8p 8p 9s2 9p |- || 173 || Ust || Unsepttrium || ? || [172] 6g1 [172] 9p |- || ... || ... || ... || ... || ... |- || 184 || Uoq || Unoctquadium || ? || [172] 6g5 7f4 8d3 |} ==See also== * Table of nuclides * Hypernucleus ==References== ==Further reading== * * * ==External links== * * * * Category:Periodic table Category:Nuclear physics",
 "title": "Extended periodic table"
}