{
 "id": "683427",
 "text": "The Protecting Intellectual Rights Against Theft and Expropriation Act of 2004, () better known as the Pirate Act, was a bill in the United States Congress that would have let federal prosecutors file civil lawsuits against suspected copyright infringers. Prior to the introduction of this act, only criminal lawsuits could be filed against suspected infringers. ==Background== By the mid-1990s, p2p file sharing over the Internet had risen to prominence. Until 1997, copyright infringement was only considered a criminal offense if it was for the purpose of \"commercial advantage or private financial gain.\" During this year, the NET Act was passed, which allowed for federal prosecutors to file criminal lawsuits against suspected infringers, without requiring evidence of commercial benefit or financial gain. However, it proved difficult to find legitimate criminal charges, and by 2004, this privilege had yet to be invoked by federal prosecutors. As file sharing became more popular, the music industry experienced a steady three-year decline in revenue. From 2001-2004, the industry lost $5 billion, partially attributed to the increase in online music piracy on websites such as Kazaa, Morpheus and Grokster. The Recording Industry Association of America (RIAA) had filed thousands of civil lawsuits without the aid of federal prosecutors, hoping to deter music piracy at large. One of the first and most famous online copyright infringement lawsuits - Capitol v. Thomas - resulted in a mother of four owing $1.5 million to various music labels for violating copyrights on 24 songs. ==Contents== The Pirate Act was introduced in the United States Senate as by Orrin Hatch (R-UT) and Patrick Leahy (D-VT) on March 25, 2004. It would allow the United States Department of Justice to bring civil copyright infringement cases against individuals suspected of illegal file-sharing on the Internet. In filing a civil lawsuit, knowledge of infringement and willful intent are not required criteria, as they are in criminal cases. Thus, there is a lower burden of proof, making it easier for the DOJ to pursue infringers. Penalties for violating the terms of the bill included fines and prison time of up to 10 years if someone shared 2,500 pieces or more of content, such as songs or movies. Sharing a file that is determined (by a judge) to be worth more than $10,000 can also result in prison time. Additionally, anyone who released content that had not yet been released in wide distribution could also face penalties. In his argument in favor of the bill, Senator Leahy stated, \"Prosecutors can rarely justify bringing criminal charges, and copyright owners have been left to fend for themselves, defending their rights only where they can afford to do so. In a world in which a computer and an Internet connection are all the tools you need to engage in massive piracy, this is an intolerable predicament.\" In addition to granting the DOJ this privilege, the bill also stipulated that the Attorney General would have six months to \"develop a program to ensure effective implementation and use of the authority for civil enforcement of the copyright laws\", and report back to Congress on the details of said lawsuits, including the total number of lawsuits and the financial statistics. The DOJ would receive $2 million in order to fund the program at its conception. ==Reaction== Pro *Groups within the entertainment industry, including the RIAA and the Motion Picture Association of America (MPAA) were very supportive of the Pirate Act. Jack Valenti, the MPAA's chief executive at the time, commended Senators Hatch and Leahy for \"their vision and leadership in combating the theft of America's creative works.\" Additionally, Mitch Bainwol, then-chairman and CEO of the RIAA, agreed with Valenti's sentiments, stating that \"this legislation provide[d] federal prosecutors with the flexibility and discretion to bring copyright- infringement cases that best correspond to the nature of the crime.\" Con *Some organizations feel that the passage of bills such as the Pirate Act would give private industry groups (such as the RIAA) unnecessary aid from the government. By using the financial advantages provided by the DOJ, the Act would put the responsibility of funding the war on intellectual property piracy on taxpayers, rather than the content owners. Those who oppose this legislation feel that it expands the role of government far beyond what is necessary in order to combat the issue. Stacie Rumenap, deputy director of the American Conservative Union, was strongly against the bill: \"The Pirate Act is another masquerade by Hollywood to make taxpayers foot the bill for its misguided war on promising new technology. Right now, Hollywood is trying to ram this flawed bill - a handout for Tinsel Town fat cats - through Congress without hearings or debate.\" *Organizations such as P2P United, a group that represents software companies that run file-sharing networks, are opposed to the new laws that would punish file sharers. Instead, they propose that politicians should explore ways in which copyright holders can be paid through the movement of their works through P2P networks. *During the first quarter of 2004, Senator Leahy received $178,000 in campaign contributions from groups within the entertainment industries, which constituted his second-largest source of donations. Senator Hatch received $152,360 from similar groups. ==Legislative history== The Pirate Act was grouped into an omnibus bill - The Intellectual Property Protection Act (2004) - with seven other related pieces of legislation, including the Artists' Rights and Theft Prevention Act of 2004 (ART Act). It passed the Senate by a unanimous vote on June 25, 2004, and was referred to the U.S. House Committee on the Judiciary on August 4, 2004, where it eventually failed to pass. Various reincarnations of the Pirate Act were proposed and passed through the Senate in both 2005 and 2006, but both times it again failed to pass through the House. Another variation - The Intellectual Property Enforcement Act of 2007 - was proposed in the Senate on November 6, 2007, but no progress was made. ==See also== *Intellectual property legislation pending in the United States Congress *Trade group efforts against file sharing ==References== ==External links== * Text of the \"Pirate Act\" Category:United States proposed federal intellectual property legislation Category:Copyright legislation Category:Proposed legislation of the 108th United States Congress Category:2004 in the United States",
 "title": "Pirate Act"
}