{
 "id": "683441",
 "text": "thumb|240px|The southern end of Bassenthwaite Lake Bassenthwaite Lake is one of the largest water bodies in the English Lake District. It is long and narrow, approximately long and wide, but is also extremely shallow, with a maximum depth of about . It is the only body of water in the Lake District to use the word \"lake\" in its name, all the others being \"waters\" (for example, Derwentwater), \"meres\" (for example, Windermere) or \"tarns\" (for example, Dock Tarn). It is fed by, and drains into, the River Derwent. The lake lies at the foot of Skiddaw, near the town of Keswick. Some maps dating from the 18th century do in fact mark this lake with the name Bassenwater, and the use of the name Broadwater for this lake is also attested. The A66 dual carriageway runs roughly north–south along the western side of the lake. The lay-bys are popular spots for photographers and bird watchers looking for osprey. The section running south towards Keswick was built along the course of the former Cockermouth, Keswick and Penrith railway line. ==Origin== Like the other Lake District lakes, Bassenthwaite Lake lies in a glacially eroded valley, left after the last glaciation. Bassenthwaite Lake is linked to Derwent Water by the River Derwent, which crosses the alluvial plain between the two lakes. There has been speculation that Derwent Water and Bassenthwaite Lake were once one larger lake with the alluvial flats now separating them formed from partial infill of the original basin. ==Etymology== 'Bassenthwaite' is \"'Bastun's clearing', pers.[onal] n.[ame] plus 'þveit' 'clearing', also 'common', 'lake'. The 1st el[ement] is usually taken to be the Anglo-French nickname or surname 'Bastun', originally meaning 'stick', while the 2nd is ON 'þveit' 'clearing'. The lake, in early times known as 'Bastun's water', takes its name from the village.\" (ON=Old Norse). ==Biodiversity== The lake's catchment is the largest of any lake in the Lake District. This, along with a large percentage of cultivable land within this drainage area, makes Bassenthwaite Lake a fertile habitat. The lake contains salmon, trout, pike, perch, minnow, dace, ruffe and eel, though the predominant species is roach, which is believed to have been introduced in the form of discarded live-baits by visiting pike anglers. Also present was the vendace, until it was declared extinct within the lake in 2001. ===Birdlife=== Cormorants have been known to fish the lake and herons can also be seen; at the turn of the 19th century there was a report of 60 nests in a heronry in nearby Wythop Woods. ====Lake District Osprey Project==== In 2001, ospreys returned to nest in the Lake District after more than a hundred years. They nested by the lake, and have done so regularly since. The osprey family can be watched from viewpoints at Dodd Wood and by CCTV from Whinlatter Forest Visitor Centre.Ospreywatch, Lake District Osprey Project ==Threats== Water quality is adversely affected by high sediment deposition, and there are other problems such as phosphate pollution. These issues are being addressed via the Bassenthwaite Lake Restoration Programme. To reduce the sediment entering the lake more trees have been planted alongside watercourses, and clear felling of existing tree cover has been discouraged with the cooperation of Forestry England. Phosphates encourage algae formation. The Environment Agency attributed unacceptable levels of phosphate in the catchment to Keswick wastewater treatment works, Greta Grove pumping station and the associated overflow. Water company United Utilities was fined £27,000 in 2011 for allowing raw sewage to pollute nearby Pow Beck watercourse. The company's sewer improvement scheme, begun in 2011, aims to improve water quality in the River Greta and the lake itself. The project will facilitate removal of greater quantities of phosphates. Works to upgrade the wastewater treatment works and pumping station were begun in May 2010. ==Neolithic era== It has been reported that the wide gravel spreads between Derwent Water and Bassenthwaite Lake provided the best centre within Lakeland for Neolithic farming communities. Stone axes have been found in the area and particularly at Mossgarth, Portinscale. ==References== ==Sources== * A Topographical Dictionary of England (1848) ==External links== * Bassenthwaite entry at VisitCumbria * Bassenthwaite Restoration Project * Bassenthwaite Sailing Club * Parliamentary questions and answers on pollution in the Lake * Cockermouth, Keswick & Penrith Historic Rail Line Category:Lakes of the Lake District Category:Allerdale Category:Cumberland Category:National nature reserves in England Category:Sites of Special Scientific Interest in Cumbria Category:Nature reserves in Cumbria LBassenthwaite",
 "title": "Bassenthwaite Lake"
}