{
 "id": "683428",
 "text": "Kazaam () is a 1996 American musical fantasy comedy film directed by Paul Michael Glaser, written by Christian Ford and Roger Soffer based on a story by Glaser, and starring Shaquille O'Neal as the title character, a 5,000-year-old genie who appears from a magic boombox to grant a 12-year-old boy three wishes. The film was released on July 17, 1996, grossing $19 million on its $20 million budget. ==Plot== A wrecking ball destroys an abandoned building, the impact knocking over a magic lamp inside and causing it to land on a boombox. The genie inside decides to make residence inside the boombox from there on. Meanwhile, a 12-year-old boy named Maxwell “Max” Conner (Francis Capra) goes to school. He greets his friend, Jake (portrayed by Jake Glaser, director Paul Michael Glaser's son), with a goofy face and is chastised by his teacher. Max is confronted by a gang of bullies, who hold him on the bathroom floor and spray paint his outline, in retaliation for a key he gave them for a robbery being no good. The bullies later chase Max through Brooklyn after school. Max is chased into the abandoned building, where he discovers the boombox and accidentally unleashes the genie inside. The genie, who introduces himself as Kazaam (Shaquille O'Neal), a 5,000-year-old genie, tells Max that he is now Max's genie and proves it to him by demonstrating his powers, which results in Kazaam disappearing off the face of the earth. Max spots his father in passing during his return home from school, and finds that his mother is marrying a fireman named Travis O’Neil (John Costelloe). Max instantly rejects Travis, and when his mother confronts him on his behavior, he counters by confronting her that she lied to him about his real father's whereabouts, and that he is actually located in the city. Max then sets out to search for his father in the hopes of rekindling their relationship. He suddenly encounters Kazaam during his travels, who pesters Max into making a wish. Max eventually finds his father, only to learn that he is a musical talent agent who specializes in unauthorized music. But he initially doesn’t care because his father, Nick Mateo by name, is overjoyed to see him again, introduces Max (Mateo) to the other employees of the agency, and gives him free VIP passes to an upcoming concert at the nightclub he works at. Max goes to his personal secret hideout and tells Kazaam about his father. They decide to have a bike race through Max's hideout, during which Kazaam shows off his powers. Kazaam finally convinces Max to make his first wish, which consists of junk food raining from the sky. While eating all of this, Max suddenly realizes that he owns Kazaam until he makes his last two wishes. Max and Kazaam go out to see Max's father again. After getting past an intimidating bodyguard, Max and Kazaam attend the show, where the performing act (with a little needling from Max) persuade Kazaam to join in. The owner of the nightclub, Malik (Marshall Manesh), shows interest in Kazaam upon the realization that he is a genie, and he hopes to control Kazaam through Max's father. The next day, Kazaam stays in Max's home and passes himself off as Max's tutor. Max confesses to Kazaam that he and his father aren't really connecting, though Kazaam attempts to shirk the issue with some rapping, revealing how he and his “best friend, Ha’ber, in 1000 BC” first became genies. Max attempts to wish for his father and mother to fall back in love, but Kazaam cannot grant this wish because he is not a djinn, and therefore not free to grant ethereal wishes. Later that day, Max witnesses his father being assaulted by Malik and his minions due to a master tape being stolen during a robbery done by Max’s bullies with reluctance from Max and goes to Kazaam for help. Kazaam just received a record deal as a professional rapper and is reluctant to help Max. So Max uses his second wish to conjure a replacement tape, though this causes an argument and a rift to form between him and Kazaam. After school, when Max's father demand his son to hand over the Record Tape that he stole last night, he does. Then he leaves realizing that he won't get a second chance with him. Later that night, Max is kidnapped by Malik and takes possession of Kazaam's boombox, with his father being held hostage as well. Malik, having taken control of Kazaam's boombox, is now in control of Kazaam himself. Max is pushed down an elevator shaft by Malik. He summons Kazaam in the hopes that he will do his bidding. While Kazaam is initially powerless against his master, he soon breaks free from his oppression and defeats Malik and his minions. Kazaam transforms Malik into a basketball and then slam dunks him into a garbage disposal. However, he then finds Max's lifeless body, and wishes that he could have granted Max's wish to give his father a second chance at life. Then, in his sorrow, Kazaam finally becomes a djinn, and is therefore able to do this for Max. With him officially a djinn, he pulls Max out of harm's way and carried out of the burning building by Travis. Max's father then shows up and tells him that he hopes to rekindle the bonding with his son, before he takes off with authorities. Kazaam is then last seen walking off being grilled by his new girlfriend because he doesn't have a job, (having literally no idea what a job is), while at the same time, ecstatic over his newfound freedom. ==Cast== * Shaquille O'Neal as Kazaam * Francis Capra as Maxwell \"Max\" Connor * Ally Walker as Alice Connor * James Acheson as Nick Matteo * John Costelloe as Travis O'Neil * Marshall Manesh as Malik * Fawn Reed as Asia Moon * Mother Love as Mrs. Duke * Wade Robson as Elito * Jake Glaser as Jake * Efren Ramirez as Carlos * Steven Barr as Sam * Deidra Roper as Spinderella * Da Brat as Herself * Deborah Rennard as Malik's Date ==Production== Based on an initial idea by director Paul Michael Glaser, it went from idea to production in 10 weeks and was originally set up at Warner Bros before going into Turnaround where it was acquired by Disney. ==Soundtrack== ==Reception== On Rotten Tomatoes, Kazaam has an approval rating of 5% based on 37 reviews and an average rating of 2.82/10. The site's critical consensus reads, \"Crafted from a mix of genre clichés, Kazaam doesn't know what kind of film it wants to be, and Shaq's larger-than-life charisma is stifled by rote filmmaking and an unimaginative story.\" On Metacritic, the film has a score of 24 out of 100 based on 14 critics, indicating \"generally unfavorable reviews\". Audiences surveyed by CinemaScore gave the film a grade of \"B+\" on scale of A+ to F. Roger Ebert gave the film 1.5 stars, writing: \"Shaq has already proven he can act (in Blue Chips, the 1994 movie about college basketball). Here he shows he can be likable in a children's movie. What he does not show is good judgment in his choice of material. [...] the filmmakers didn't care to extend themselves beyond the obvious commercial possibilities of their first dim idea.\" Gene Siskel of the Chicago Tribune awarded the film one star and described the film as \"the kind of project someone probably told Shaq would sell to kids. It's marketing, not moviemaking.\" Shaquille O'Neal's performance in the film was considered poor and has since been referenced in a number of movies, mainly either criticizing his acting or gloating about it. The film grossed $18.9 million against a $20 million production budget. In a 2012 interview with GQ magazine O'Neal said, \"I was a medium-level juvenile delinquent from Newark who always dreamed about doing a movie. Someone said, 'Hey, here's $7 million, come in and do this genie movie.' What am I going to say, no? So I did it.\" == Film title confusion == Many people falsely remember the existence of a '90s film titled Shazaam, starring comedian and actor Sinbad as a genie. However, no such film ever existed, and it is possible people are misremembering Kazaam as the aforementioned film. In April 2017, Sinbad collaborated with internet comedic group CollegeHumor in a 2.5-minute short parody as homage to those who falsely remember the film that he allegedly starred in. ==See also== * List of Shaquille O'Neal films ==References== ==External links== * * Category:1996 films Category:1990s English-language films Category:Films about wish fulfillment Category:Films about dysfunctional families Category:Films directed by Paul Michael Glaser Category:Films shot in Los Angeles Category:Films shot in New York City Category:Touchstone Pictures films Category:Interscope Communications films Category:PolyGram Filmed Entertainment films Category:Genies in film Category:Films set in Brooklyn Category:Films scored by Christopher Tyng Category:Films produced by Scott Kroopf",
 "title": "Kazaam"
}