{
 "id": "68378",
 "text": "Jamie Lee Curtis (born November 22, 1958) is an American actress and writer. She is the recipient of several accolades, including a British Academy Film Award, two Golden Globe Awards and a star on the Hollywood Walk of Fame in 1998. Curtis made her film acting debut as Laurie Strode in John Carpenter's horror film Halloween (1978), which established her as a scream queen, and she thereafter appeared in a string of horror films, including The Fog, Prom Night, Terror Train (all 1980) and Roadgames (1981). She reprised the role of Laurie in the sequels Halloween II (1981), Halloween H20: 20 Years Later (1998), Halloween: Resurrection (2002), Halloween (2018), Halloween Kills (2021), and the upcoming Halloween Ends (2022). Her filmography is largely characterized by independent films that have been box-office successes, with eight of her lead-actress credits grossing over $100 million. Curtis's film work spans many genres, including the cult comedies Trading Places (1983), for which she received a BAFTA for Best Supporting Actress, and A Fish Called Wanda (1988), for which she earned a BAFTA nomination for Best Actress. She won a Golden Globe, an American Comedy Award, and a Saturn Award for playing the starring role of Helen Tasker in James Cameron's action comedy film True Lies (1994). Curtis's other major films include Blue Steel (1990), My Girl (1991), Forever Young (1992), The Tailor of Panama (2001), Freaky Friday (2003), Beverly Hills Chihuahua (2008), You Again (2010), Veronica Mars (2014), and Knives Out (2019). Curtis received a Golden Globe and a People's Choice Award for her portrayal of Hannah Miller on the ABC sitcom Anything But Love (1989–1992). She earned a Primetime Emmy Award nomination for her work in the television film Nicholas' Gift (1998). She also starred as Cathy Munsch on the Fox horror comedy series Scream Queens (2015–2016), for which she earned her seventh Golden Globe Award nomination. Curtis is a daughter of Janet Leigh and Tony Curtis. She is married to Christopher Guest, with whom she has two adopted children, Annie and Ruby. Due to her marriage with Guest, who is the 5th Baron Haden-Guest in the United Kingdom, Curtis is a baroness formally entitled to the title Lady Haden-Guest, which she does not use. She has written numerous children's books, with her 1998 release Today I Feel Silly, and Other Moods That Make My Day making The New York Times best-seller list. She is also a frequent blogger for The Huffington Post. ==Early life== thumb|right|150px|Curtis with her mother, Janet Leigh, in 1960 Curtis was born in Santa Monica, California, to actor Tony Curtis and actress Janet Leigh. Her father was Jewish, the son of Hungarian Jewish immigrants. Two of her maternal great-grandparents were Danish, while the rest of her mother's ancestry is German and Scots-Irish.There/Hollywood, page 6, 1985, by Janet Leigh Curtis has an older sister, Kelly Curtis, who is also an actress, and several half- siblings (all from her father's remarriages): Alexandra, actress Allegra Curtis, Benjamin, and Nicholas Curtis (who died in 1994 of a drug overdose).\"Family for Tony Curtis\" Turner Entertainment Networks, Inc. Retrieved August 29, 2015. Curtis's parents divorced in 1962. After the divorce, she stated her father was \"not around\" and that he was \"not interested in being a father.\" She was raised by her mother and her stepfather, stockbroker Robert Brandt. Curtis was very wealthy growing up, and attended elite schools Westlake School (now Harvard-Westlake School) and Beverly Hills High School in Los Angeles, and graduated from Choate Rosemary Hall in Connecticut in 1976. Returning to California in 1976, she attended her mother's alma mater, the University of the Pacific in Stockton, California, and studied law. She dropped out after one semester to pursue an acting career. ==Acting career== ===Film performances=== Curtis's film debut occurred in the 1978 horror film Halloween, in which she played the role of Laurie Strode. The film was a major success and was considered the highest-grossing independent film of its time, earning accolades as a classic horror film. The producer, Debra Hill, specifically cast Curtis because her mother, Leigh, had been known as a horror icon. Curtis was subsequently cast in several horror films, garnering her the title \"scream queen.\" She would return to the Halloween franchise six times, playing Strode again in the sequels Halloween II (1981), Halloween H20: 20 Years Later (1998), Halloween: Resurrection (2002), Halloween (2018), and Halloween Kills (2021), and having an uncredited voice role in Halloween III: Season of the Witch (1982). Her next film following Halloween was The Fog, which was helmed by Halloween director John Carpenter. The horror film opened in February 1980 to mixed reviews but strong box office, starting Curtis as a horror film starlet. Her next film, Prom Night, was a low-budget Canadian slasher film released in July 1980. The film, for which she earned a Genie Award nomination for Best Performance by a Foreign Actress, was similar in style to Halloween, yet received negative reviews which marked it as a disposable entry in the then-popular slasher genre. That year, Curtis also starred in Terror Train, which opened in October and met with negative reviews akin to Prom Night. Both films performed moderately well at the box office. Curtis's roles in the latter two films served a similar function to that of Strode—the main character whose friends are murdered and is practically the only protagonist to survive. Film critic Roger Ebert, who gave negative reviews to all three of Curtis's 1980 films, said that Curtis \"is to the current horror film glut what Christopher Lee was to the last one—or Boris Karloff was in the 1930s.\" In 1981, she appeared alongside Stacey Keach in the Australian thriller film Roadgames, directed by Carpenter's friend Richard Franklin; her importation, which was requested by the film's American distributor AVCO Embassy Pictures, was contested by the Sydney branch of Actors Equity.Kangaroo Hitchcock: The Making of Roadgames (2003). Anchor Bay Entertainment.Murray, Scott (July 12, 2008). \"Richard Franklin: Director/Producer\". Senses of Cinema. Accessed October 26, 2012. Although the film was a box office bomb in Australia and Franklin later regretted not increasing the size of Curtis's role, it has achieved a cult following and was championed by Quentin Tarantino. Her role in 1983's Trading Places helped Curtis shed her horror queen image, and garnered her a BAFTA Award for Best Actress in a Supporting Role. She then starred in the 1988 comedy film A Fish Called Wanda, which achieved cult status while showcasing her as a comedic actress. For her performance, she was nominated for the BAFTA Award for Best Actress in a Leading Role. Curtis received positive reviews for her performance in the action thriller Blue Steel (1990), which was directed by Kathryn Bigelow. She also received a Golden Globe Award for her work in the 1994 action comedy film True Lies, directed by James Cameron. Her other film roles also include the coming-of-age films My Girl (1991) and My Girl 2 (1994), and the Disney comedy film Freaky Friday (2003), opposite Lindsay Lohan. The latter was filmed at Palisades High School in Pacific Palisades, California, near where Curtis and Guest lived with their children. She was nominated for a Golden Globe Award for Best Actress – Motion Picture Comedy or Musical for her performance in the film.\"Complete list of nominees for 61st Annual Golden Globe Awards\". (Associated Press). USA Today, December 18, 2003. She starred in the Christmas comedy film Christmas with the Kranks (2004), which went on to gain a cult following. In October 2006, Curtis told Access Hollywood that she had closed the book on her acting career to focus on her family. She returned to acting after being cast in June 2007 in Disney's live- action-animated film Beverly Hills Chihuahua, co-starring opposite Piper Perabo as one of three live-action characters in the film. She also starred in the 2010 comedy film You Again, opposite Kristen Bell and Sigourney Weaver. Curtis had voice roles in the animated films The Little Engine That Could (2011) and From Up on Poppy Hill (2011). This was followed by supporting roles in the neo-noir mystery film Veronica Mars (2014) and the biographical drama film Spare Parts (2015). Curtis returned to leading roles with her reprisal of Laurie Strode in the horror sequel film Halloween (2018). The film debuted to $76.2 million, marking the second-best opening weekend of October and the highest opening weekend of the Halloween franchise; and became the highest- grossing in the franchise. Its opening performance was the best-ever for a film starring a lead actress over 55 years old. Curtis's performance earned critical acclaim. Also in 2018, she had a role in the drama film An Acceptable Loss. She then starred as Linda Drysdale-Thrombrey in Rian Johnson's mystery film Knives Out, which earned critical acclaim and over $300 million at the global box office. In September 2021, she was honored with the Golden Lion at the Venice Film Festival for her lifetime achievements. Curtis again reprised her role as Laurie Strode in the horror sequel Halloween Kills, which was released in October 2021, and is set to play the character again in Halloween Ends, which is set to be released in October 2022. She will also appear in the science fiction action film Everything Everywhere All at Once. ===Television performances=== Curtis made her television debut in a 1977 episode of the drama series Quincy, M.E.. She went on to guest star on several series, including Columbo, Charlie's Angels and Buck Rogers in the 25th Century. She appeared as Nurse Lt. Barbara Duran in the short-lived comedy series Operation Petticoat (1977–1978), based on the 1959 film that starred her father, Tony Curtis. Curtis was also a gameshow panelist on several episodes of Match Game. Curtis starred in the 1981 television film Death of a Centerfold: The Dorothy Stratten Story, playing the eponymous doomed Playmate. She earned a Golden Globe Award nomination for her work in TNT's adaptation of the Wendy Wasserstein play The Heidi Chronicles. Her first starring role on television came opposite Richard Lewis in the situation comedy series Anything But Love, which ran for four seasons from 1989 through 1992. For her performance as Hannah Miller, she received a People's Choice Award and the Golden Globe Award for Best Actress – Television Series Musical or Comedy. Curtis also appeared in a 1996 episode of the sitcom The Drew Carey Show. In 1998, she starred in the CBS television film Nicholas' Gift, for which she received an Primetime Emmy Award nomination. In 2012, she appeared in five episodes of the police drama series NCIS, playing the role of Dr. Samantha Ryan, a potential romantic interest of Special Agent Gibbs (Mark Harmon). During an interview, she stated that if they could develop a storyline, she would be interested to return to the series, but this never occurred. The series reunited Curtis with Harmon, after he played her character's fiancé and later husband in the 2003 remake of Freaky Friday. From 2012 to 2018, Curtis had a recurring role as Joan Day, the mother of Zooey Deschanel's character, in the sitcom New Girl. From 2015 to 2016, Curtis had a lead role as Cathy Munsch on the Fox satirical horror comedy series Scream Queens, which aired for two seasons. For her performance, she was nominated for the Golden Globe Award for Best Actress – Television Series Musical or Comedy. == Other ventures == ===Children's books=== Working with illustrator Laura Cornell, Curtis has written a number of children's books, all published by HarperCollins Children's Books.Children's Books . Harper Collins. thumb|right|Curtis autographing a copy of her children's book in 2010 *When I Was Little: A Four-Year Old's Memoir of Her Youth, 1993. *Tell Me Again About The Night I was Born, 1996. * Today I Feel Silly, and Other Moods That Make My Day, 1998; listed on the New York Times best-seller list for 10 weeks. *Where Do Balloons Go?: An Uplifting Mystery, 2000. *I'm Gonna Like Me: Letting Off a Little Self-Esteem, 2002. *It's Hard to Be Five: Learning How to Work My Control Panel, 2004. *Is There Really a Human Race?, 2006. *Big Words for Little People, , 2008. *My Friend Jay, 2009, edition of one, presented to Jay Leno *My Mommy Hung the Moon: A Love Story, 2010. *My Brave Year of Firsts, 2016. *This Is Me: A Story of Who We Are and Where We Came From, 2016. *Me, Myselfie & I: A Cautionary Tale, 2018. ===Invention=== In 1987, Curtis filed a US patent application that subsequently issued as Patent No. 4,753,647. This is a modification of a diaper with a moisture-proof pocket containing wipes that can be taken out and used with one hand. Curtis refused to allow her invention to be marketed until companies started selling biodegradable diapers. The full statutory term of this patent expired February 20, 2007, and it is now in the public domain. She filed a second US patent application related to disposable diapers in 2016 which issued as US Patent 9,827,151 on November 28, 2017, and will expire on September 7, 2036. ===Blogging=== Curtis is a blogger for The Huffington Post online newspaper. On her website, Curtis tells her young readers that she \"moonlights as an actor, photographer, and closet organizer\". ==Political views== During California's 2008 general election, Curtis appeared in the \"Yes on Prop 3\" television advertisements. In March 2012, Curtis was featured with Martin Sheen and Brad Pitt in a performance of Dustin Lance Black's play 8—a staged reenactment of the federal trial that overturned California's Prop 8 ban on same-sex marriage—as Sandy Stier. The production was held at the Wilshire Ebell Theatre and broadcast on YouTube to raise money for the American Foundation for Equal Rights.Archived at Ghostarchive and the Wayback Machine: In June 2016, the Human Rights Campaign released a video in tribute to the victims of the Orlando nightclub shooting; in the video, Curtis and others told the stories of the people killed there. Curtis endorsed Hillary Clinton in the 2016 presidential election; she has since been a vocal critic of President Donald Trump. ==Philanthropy== Beginning in 1990, Curtis and her father, Tony, took a renewed interest in their family's Hungarian Jewish heritage, and helped finance the rebuilding of the \"Great Synagogue\" in Budapest, Hungary. The largest synagogue in Europe today, it was originally built in 1859 and suffered damage during World War II.Steves, Rick. Rick Steves' Budapest, Public Affairs publ. (2009) pp. 72-73 Curtis was guest of honor at the 11th annual gala and fundraiser in 2003 for Women in Recovery, a Venice, California-based non-profit organization offering a live-in, twelve- step program of rehabilitation for women in need. Past honorees of this organization include Sir Anthony Hopkins and Dame Angela Lansbury. Curtis is also involved in the work of the Children Affected by AIDS Foundation, serving as the annual host for the organization's \"Dream Halloween\" event in Los Angeles, launched every year in October. Curtis plays a leadership role for Children's Hospital Los Angeles and supported the 2011 opening of a new inpatient facility for the organization. ==Personal life== Curtis married Christopher Guest on December 18, 1984. She saw a picture of him from the movie This Is Spinal Tap in Rolling Stone and told her friend Debra Hill, \"Oh, I'm going to marry that guy\"; she married him five months later. They have two adopted daughters: Annie, born in 1986, and Ruby, who is transgender, born in 1996. Curtis is actor Jake Gyllenhaal's godmother. Her father-in-law was a British hereditary peer; when he died on April 8, 1996, her husband succeeded him and became the 5th Baron Haden-Guest. By marriage, she takes on the title Baroness Haden-Guest of Saling in Essex. As the wife of a peer she is styled The Right Honourable The Lady Haden-Guest. Curtis rejects the idea of using this title, saying, \"It has nothing to do with me\". She is close friends with actress Sigourney Weaver. In a 2015 interview, she said she has never watched Weaver's film Alien in its entirety because she was too scared by it. Curtis is a recovering alcoholic, and was once addicted to painkillers that she began using after a cosmetic surgical procedure. She became sober from opiates in 1999 after reading and relating to Tom Chiarella's account of addiction; and maintains that recovery is the greatest achievement of her life. After her father Tony's death, she learned that her entire family, including siblings, had been cut out of his will. She is a fan of World of Warcraft and One Piece, and has attended Comic-Con, EVO and BlizzCon incognito. Curtis received the Lifetime Achievement Award during the 78th Venice International Film Festival, to which she reacted saying that she \"[felt] so alive, like I'm this 14-year- old person just beginning their life. That’s how I wake up every day with that sort of joy and purpose\" and added that she \"is just beginning [her] work.\" ==Filmography== ===Film=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 1978 | Halloween | Laurie Strode | |- | rowspan=\"3\" | 1980 | The Fog | Elizabeth Solley | |- | Prom Night | Kim Hammond | |- | Terror Train | Alana Maxwell | |- | rowspan=\"3\" | 1981 |Escape from New York | Narrator / Computer (voice) | Uncredited |- |Roadgames | Pamela \"Hitch\" Rushworth | |- | Halloween II | Laurie Strode | |- | rowspan=\"2\" | 1982 | Halloween III: Season of the Witch | Telephone Operator (voice) | Uncredited |- | Coming Soon | Narrator | Documentary |- | 1983 | Trading Places | Ophelia | |- | rowspan=\"3\" | 1984 | Love Letters | Anna Winter | |- | Grandview, U.S.A. | Michelle \"Mike\" Cody | |- | The Adventures of Buckaroo Banzai Across the 8th Dimension | Sandra Banzai | In extended version |- | 1985 | Perfect | Jessie Wilson | |- | rowspan=\"2\" | 1987 | A Man in Love | Susan Elliot | |- | Amazing Grace and Chuck | Lynn Taylor | |- | rowspan=\"2\" | 1988 | Dominick and Eugene | Jennifer Reston | |- | A Fish Called Wanda | Wanda Gershwitz | |- | 1990 | Blue Steel | Megan Turner | |- | rowspan=\"2\" | 1991 | Queens Logic | Grace | |- | My Girl | Shelly DeVoto | |- | 1992 | Forever Young | Claire Cooper | |- | 1993 | Mother's Boys | Judith \"Jude\" Madigan | |- | rowspan=\"2\" | 1994 | My Girl 2 | Shelly DeVoto Sultenfuss | |- | True Lies | Helen Tasker | |- | 1996 | House Arrest | Janet Beindorf | |- | 1997 | Fierce Creatures | Willa Weston | |- | rowspan=\"2\" | 1998 | Homegrown | Sierra Kahan | |- | Halloween H20: 20 Years Later | Laurie Strode / Keri Tate | |- | 1999 | Virus | Kelly Foster | |- | 2000 | Drowning Mona | Rona Mace | |- | rowspan=\"3\" | 2001 | The Tailor of Panama | Louisa Pendel | |- | Daddy and Them | Elaine Bowen | |- | Rudolph the Red-Nosed Reindeer and the Island of Misfit Toys | Queen Camilla (voice) | |- | 2002 | Halloween: Resurrection | Laurie Strode | |- | 2003 | Freaky Friday | Tess Coleman / Anna Coleman | |- | 2004 | Christmas with the Kranks | Nora Krank | |- | 2005 | The Kid & I | Herself | |- | 2008 | Beverly Hills Chihuahua | Vivian Ashe | |- | 2010 | You Again | Gail Byer Olsen | |- | 2011 | The Little Engine That Could | Beverly \"Bev\" (voice) | |- | 2012 | From Up on Poppy Hill | Ryoko Matsuzaki (voice) | English dub |- | 2014 | Veronica Mars | Gayle Buckley | |- | 2015 | Spare Parts | Principal Karen Lowry | |- | 2017 | Hondros | | Executive producer |- | rowspan=\"2\" | 2018 | Halloween | Laurie Strode | Also executive producer |- | An Acceptable Loss | Rachel Burke | |- | 2019 | Knives Out | Linda Drysdale-Thrombey | |- | 2021 | Halloween Kills | Laurie Strode | Also executive producer |- | rowspan=\"2\" | 2022 | Everything Everywhere All at Once |Deirdre Beaubeirdra | Post-production |- | Halloween Ends | Laurie Strode | Post-production |- | 2023 | Borderlands | Dr. Patricia Tannis | Post-production |} ===Television=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | rowspan=\"3\" | 1977 || Quincy, M.E. || Girl in Dressing Room || Episode: \"Visitors in Paradise\" |- | The Hardy Boys/Nancy Drew Mysteries || Mary || Episode: \"Mystery of the Fallen Angels\" |- | Columbo || Waitress || Episode: \"The Bye-Bye Sky High I.Q. Murder Case\" |- | 1977–1978 || Operation Petticoat || Lt. Barbara Duran || Main role |- | rowspan=\"2\" | 1978 || Charlie's Angels || Linda Frey || Episode: \"Winning Is for Losers\" |- | The Love Boat || Linda || Episode: \"Till Death Do Us Part, Maybe/Chubs/Locked Away\" |- | 1979 || Buck Rogers in the 25th Century || Jen Burton || Episode: \"Unchained Woman\" |- | 1980 || Saturday Night Live || Host || Episode: \"Jamie Lee Curtis/James Brown & Ellen Shipley\" |- | rowspan=\"2\" | 1981 || She's in the Army Now || Pvt. Rita Jennings || Television film |- | Death of a Centerfold: The Dorothy Stratten Story || Dorothy Stratten || Television film |- | rowspan=\"2\" | 1982 || Callahan || Rachel Bartlett || Television film |- | Money on the Side || Michelle Jamison || Television film |- | 1984 || Saturday Night Live || Herself/Host || 2 episodes: \"Thompson Twins\" & \"Jamie Lee Curtis/The Fixx\" |- | 1985 || Shelley Duvall's Tall Tales & Legends || Annie Oakley || Episode: \"Annie Oakley\" |- | 1986 || As Summers Die || Whitsey Loftin || Television film |- | 1989–1992 || Anything but Love || Hannah Miller || Main role; also directed episode: \"The Call of the Mild\" |- | 1995 || The Heidi Chronicles || Heidi Holland || Television film |- | 1996 || The Drew Carey Show || Sioux || Episode: \"Playing a Unified Field\" |- | 1998 || Nicholas' Gift || Maggie Green || Television film |- | 2000 || Pigs Next Door || Clara (voice) || Episode: \"Movin' On Up\" |- | 2005 || A Home for the Holidays || TV Program Host || Television film |- | 2012 || NCIS || Dr. Samantha Ryan || 5 episodes\"Fall Preview 2011 Photos: Jamie Lee Curtis on NCIS\" . CBS. August 24, 2011. |- | 2012–2018 || New Girl || Joan Day || 6 episodes |- | 2014 || Only Human || Evelyn Lang || Television film |- | 2015–2016 || Scream Queens || Cathy Munsch || Main role; also directed episode: \"Rapunzel, Rapunzel\" |- | 2019 || Guest Grumps || Herself || Web series; episode: \"Playing Super Mario Party w/ JAMIE LEE CURTIS!\"Archived at Ghostarchive and the Wayback Machine: |- |2020 |Archer |Agent Peregrine Bruchstein (voice) |2 episodes |- |2022 |Reno 911! |Lieutenant Donna Fitzgibbons |Episode: \"Bad Lieutenant Woman\" |} ==Awards and nominations== {| class=\"wikitable sortable\" |- !scope=\"col\"| Year !scope=\"col\"| Association !scope=\"col\"| Category !scope=\"col\"| Work !scope=\"col\"| Result !scope=\"col\" class=\"unsortable\"| |- | rowspan=\"2\" |1981 |Genie Award |Best Performance by a Foreign Actress |Prom Night | |style=\"text-align:center;\" | |- |Saturn Award |Best Actress |Terror Train | |style=\"text-align:center;\" | |- | rowspan=\"2\" |1984 |Jupiter Award ||Best International Actress |rowspan=\"2\"|Trading Places | |style=\"text-align:center;\" | |- |British Academy Film Award |Best Actress in a Supporting Role | |style=\"text-align:center;\" | |- |1986 |Jupiter Award |Best International Actress |Perfect | |style=\"text-align:center;\" | |- | rowspan=\"3\" |1989 |American Comedy Award |Funniest Lead Actress in a Motion Picture |rowspan=\"3\"|A Fish Called Wanda | |style=\"text-align:center;\" | |- |British Academy Film Award |Best Actress in a Leading Role | |style=\"text- align:center;\" | |- |Golden Globe Award |Best Actress in a Motion Picture – Comedy or Musical | |style=\"text-align:center;\" | |- | rowspan=\"4\" |1990 |Cognac Festival du Film Policier |Special Mention Award |rowspan=\"2\"|Blue Steel | |style=\"text-align:center;\" | |- |Mystfest Award |Best Actress | |style=\"text-align:center;\" | |- |Golden Globe Award |Best Actress in a Television Series – Comedy or Musical |rowspan=\"4\"|Anything But Love | |style=\"text-align:center;\" | |- |People's Choice Award |Favorite Female Performer in a New Television Series | |style=\"text-align:center;\" | |- |1991 |Viewers for Quality Television Award |Best Actress in a Quality Comedy Series | |style=\"text-align:center;\" | |- |1992 |Golden Globe Award |Best Actress in a Television Series – Comedy or Musical | |style=\"text-align:center;\" | |- | rowspan=\"9\" |1995 |Fangoria Chainsaw Award |Best Actress |Mother's Boys | |style=\"text-align:center;\" | |- |Awards Circuit Community Award |Best Actress in a Leading Role |rowspan=\"8\"|True Lies | |style=\"text-align:center;\" | |- |American Comedy Award |Funniest Lead Actress in a Motion Picture | |style=\"text-align:center;\" | |- |Blockbuster Entertainment Award |Favorite Actress – Action/Adventure | |style=\"text-align:center;\" | |- |Golden Globe Award |Best Actress in a Motion Picture – Comedy or Musical | |style=\"text- align:center;\" | |- |MTV Movie + TV Award |Best Female Performance | |style=\"text-align:center;\" | |- |MTV Movie + TV Award |Best Kiss (shared with Arnold Schwarzenegger) | |style=\"text-align:center;\" | |- |Saturn Award |Best Actress | |style=\"text-align:center;\" | |- |Screen Actors Guild Award |Outstanding Performance by a Female Actor in a Supporting Role | |style=\"text-align:center;\" | |- |1996 |Golden Globe Award |Best Actress in a Miniseries or Motion Picture Made for Television |The Heidi Chronicles | |style=\"text-align:center;\" | |- |1998 |Primetime Emmy Award |Outstanding Lead Actress in a Miniseries or a Movie |Nicholas' Gift | |style=\"text- align:center;\" | |- | rowspan=\"3\" |1999 |Blockbuster Entertainment Award |Favorite Actress – Horor |rowspan=\"3\"|Halloween H20: 20 Years Later | |style=\"text-align:center;\" | |- |Fangoria Chainsaw Award |Best Actress | |style=\"text-align:center;\" | |- |Saturn Award |Best Actress | |style=\"text- align:center;\" | |- |2001 |DVD Exclusive Award |Best Animated Character Performance |Rudolph the Red-Nosed Reindeer and the Island of Misfit Toys | |style=\"text-align:center;\" | |- | rowspan=\"3\" |2004 |Golden Globe Award |Best Actress in a Motion Picture – Comedy or Musical |rowspan=\"3\"|Freaky Friday | |style=\"text-align:center;\" | |- |Satellite Award |Best Actress in a Motion Picture – Comedy or Musical | |style=\"text-align:center;\" | |- |Saturn Award |Best Actress | |style=\"text- align:center;\" | |- |2012 |Behind the Voice Actors Award |Best Vocal Ensemble in a Television Special/Direct-to-DVD Title or Short |The Little Engine That Could | |style=\"text-align:center;\" | |- | rowspan=\"2\" |2014 |Behind the Voice Actors Award |Best Female Vocal Performance in an Anime Feature Film/Special in a Supporting Role |rowspan=\"2\"|From Up on Poppy Hill | |style=\"text- align:center;\" | |- |Behind the Voice Actors Award |Best Vocal Ensemble in an Anime Feature Film/Special | |style=\"text-align:center;\" | |- |2015 |20/20 Award |Best Actress |True Lies | |style=\"text-align:center;\" | |- | rowspan=\"4\" |2016 |Satellite Award |Best Actress in a Series – Comedy or Musical |rowspan=\"4\"|Scream Queens | |style=\"text-align:center;\" | |- |Fangoria Chainsaw Award |Best Television Supporting Actress | |style=\"text- align:center;\" | |- |Golden Globe Award |Best Actress in a Television Series – Comedy or Musical | |style=\"text-align:center;\" | |- |People's Choice Award |Favorite Actress in a New Television Series | |style=\"text-align:center;\" | |- | rowspan=\"2\" |2018 |IGN Summer Movie Award |Best Lead Performer in a Movie |rowspan=\"4\"|Halloween | |style=\"text-align:center;\" | |- |Fright Meter Award |Best Actress | |style=\"text-align:center;\" | |- | rowspan=\"3\" |2019 |Fangoria Chainsaw Award |Best Actress | |style=\"text-align:center;\" | |- |Saturn Award |Best Actress | |style=\"text-align:center;\" | |- |National Board of Review |Best Cast | rowspan=\"5\" |Knives Out | | |- | rowspan=\"3\" |2020 |Critics' Choice Award |Best Acting Ensemble | | |- |Gold Derby Award |Best Ensemble | | |- |Satellite Award |Best Cast – Motion Picture | | |- |2021 |Saturn Award |Best Supporting Actress | | style=\"text-align:center;\" | |} ===Honors=== {| class=\"wikitable sortable\" ! scope=\"col\" style=\"width:1em;\"| Year ! scope=\"col\" style=\"width:35em;\"| Association ! scope=\"col\" style=\"width:35em;\"| Category ! scope=\"col\" style=\"width:1em;\"| Result ! scope=\"col\" style=\"width:1em;\" class=\"unsortable\"| |- | 1988 |Golden Apple Award |Female Star of the Year | |style=\"text-align:center;\" | |- | 1998 |Hollywood Walk of Fame |Motion Picture – 6600 Hollywood Blvd. | |style=\"text- align:center;\" | |- |2000 |Hasty Pudding Theatrical Award |Woman of the Year | |style=\"text-align:center;\" | |- |2021 |78th Venice International Film Festival |Golden Lion Honorary Award | |style=\"text-align:center;\" | |- |} ==References== ==External links== * for Jamie Lee Curtis & Laura Cornell books * * * * Category:1958 births Category:Living people Category:20th-century American actresses Category:21st-century American actresses Category:Actresses from Los Angeles Category:Actresses from Santa Monica, California Category:American children's writers Category:American film actresses Category:American people of Hungarian-Jewish descent Category:American people of Danish descent Category:American people of German descent Category:American people of Scotch-Irish descent Category:American philanthropists Category:American television actresses Category:American voice actresses Category:Best Musical or Comedy Actress Golden Globe (film) winners Category:Best Musical or Comedy Actress Golden Globe (television) winners Category:Best Supporting Actress BAFTA Award winners Category:California Democrats Category:Choate Rosemary Hall alumni Category:LGBT rights activists from the United States Category:University of the Pacific (United States) alumni Category:Women inventors Category:Writers from Santa Monica, California Category:Activists from California Category:Haden-Guest family Haden-Guest",
 "title": "Jamie Lee Curtis"
}