{
 "id": "684079",
 "text": "Panniculitis is a group of diseases whose hallmark is inflammation of subcutaneous adipose tissue (the fatty layer under the skin – panniculus adiposus). Symptoms include tender skin nodules, and systemic signs such as weight loss and fatigue. Restated, an inflammatory disorder primarily localized in the subcutaneous fat is termed a \"panniculitis\", a group of disorders that may be challenging both for the clinician and the dermatopathologist. The general term for inflammation of any adipose tissue is steatitis. ==Signs and symptoms== Panniculitis can also be classified based on the presence or absence of systemic symptoms. Panniculitis without systemic disease can be a result of trauma or cold. Panniculitis with systemic disease can be caused by: * connective tissue disorders such as lupus erythematosus or scleroderma; * lymphoproliferative disease such as lymphoma or histiocytosis; * pancreatitis or pancreatic cancer; * sarcoidosis with cutaneous involvement (seen in up to 20 percent); * Alpha 1-antitrypsin deficiency * Crohn's disease This is not a complete list of possible causes. ===Associated conditions=== Lipoatrophy or lipodystrophy (the loss of subcutaneous adipose tissue) can occur in any of these conditions. ==Diagnosis== ===Classification=== It can occur in any fatty tissue (cutaneous or visceral) and is often diagnosed on the basis of a deep skin biopsy, and can be further classified by histological characteristics based on the location of the inflammatory cells (within fatty lobules or in the septa which separate them) and on the presence or absence of vasculitis. There are thus four main histological subtypes: # lobular panniculitis without vasculitis (acute panniculitis, previously termed Weber–Christian disease, systemic nodular panniculitis) # lobular panniculitis with vasculitis # septal panniculitis without vasculitis # septal panniculitis with vasculitis ====Lobular==== =====With vasculitis===== Erythema induratum, or \"Bazin disease\", is a panniculitis on the back of the calves. It was formerly thought to be a reaction to the tuberculum bacillus. It is now considered a panniculitis that is not associated with a single defined pathogen. Nodular vasculitis is a skin condition characterized by small, tender, reddened nodules on the legs, mostly on the calves and shins. Microscopically there are epithelioid granulomas and vasculitis in the subcutaneous tissue, making it a form of panniculitis. Most of these cases are now thought to be manifestation of tuberculosis and indeed they respond well to anti-tuberculous treatment. =====Without vasculitis===== Non-vasculitis forms of panniculitis that may occur include: * Cytophagic histiocytic panniculitis was first described in 1980 by Winkelmann as a chronic histiocytic disease of the subcutaneous adipose tissue, which is characterized clinically by tender erythematous nodules, recurrent high fever, malaise, jaundice, organomegaly, serosal effusions, pancytopenia, hepatic dysfunction and coagulation abnormalities.Winkelmann RK, Bowie EJ. Hemorrhagic diathesis associated with benign histiocytic cytophagic panniculitis and systemic histiocytosis. Arch Intern Med.1980; 140: 1460-3 CHP may occur either isolated or as part of cutaneous manifestations of hemophagocytic syndrome (HPS).Smith K J, Skeleton H J, Yeagre J, Angritt P, Wagner K, James W. D., Giblin W. J., Lupton G. P. Cutaneous histopathological, immunohistochemical, and clinical manifestations inpatients with hemophagocytic syndrome. Military Medical old Consortium for Applied Retroviral Research (MMCARR). Arch Dermatol 1992; 128: 193-200 CHP is a rare and often fatal form of panniculitis with multisystem involvement. But it can also present in a benign form involving only the subcutaneous tissue, thus having a broad clinical spectrum. * Traumatic panniculitis is a panniculitis that occurs following trauma to the skin. * Cold panniculitis is a panniculitis occurring after exposure to cold, most often seen in infants and young children. This condition has been described in children who suck ice or popsicles, and therefore is sometimes referred to as \"popsicle panniculitis.\" The term was coined when a patient with a rash of unknown origin on her cheek was taken to a dermatologist.Epstein, Ervin and Oren, Mark, \"Popsicle Panniculitis\" \"The New England Journal of Medicine\", 282 (17) : 966-67, 1970 * Gouty panniculitis is a panniculitis caused by deposition of uric acid crystals in gout. * Pancreatic panniculitis (also known as enzymatic panniculitis, Pancreatic fat necrosis, and subcutaneous fat necrosis) is a panniculitis most commonly associated with pancreatic carcinoma, and more rarely with anatomic pancreatic abnormalities, pseudocysts, or drug-induced pancreatitis. * Factitial panniculitis is a panniculitis that may be induced by the injection of organic materials, povidone, feces, saliva, vaginal fluid, and oils. ====With needle-shaped clefts==== Lipodermatosclerosis is a form of panniculitis associated with chronic venous insufficiency that presents with brown indurations on the front of the shins. It may be associated with pain and other signs of chronic venous insufficiency. The exact cause is unknown.Bruce AJ. et al., Lipodermatosclerosis: Review of cases evaluated at Mayo Clinic. J Am Acad Dermatol. 2002. Other forms include: * Subcutaneous fat necrosis of the newborn, a form of panniculitis occurring in newborns that is usually self- resolving, that may be a result of hypoxic injury to relatively high levels of brown fat. * Sclerema neonatorum, affecting premature births. * Weber–Christian disease, a symmetrical form of the disease of unknown origin occurring in middle-aged women. * Lupus erythematosus panniculitis, panniculitis associated with lupus erythematosus. * Forms associated with use of high doses of systemic corticosteroids during rapid corticosteroid withdrawal, and from the injection of silicone or mineral oils. ====Septal==== =====Erythema nodosum===== Erythema nodosum is a form of panniculitis characterised by tender red nodules, 1–10 cm, associated with systemic symptoms including fever, malaise, and joint pain. Nodules may become bluish- purple, yellowing, and green, and subside over a period of 2–6 weeks without ulcerating or scarring. Erythema nodosum is associated with infections, including Hepatitis C, EBV and tuberculosis, Crohn's disease and sarcoidosis, pregnancy, medications including sulfonamides, and some cancers, including Non-Hodgkin lymphoma and pancreatic cancer. =====A1AT-deficiency- associated===== Alpha-1 antitrypsin deficiency panniculitis is a panniculitis associated with a deficiency of the α1-antitrypsin enzyme. ==Treatment== ==See also== * Panniculus carnosus * List of cutaneous conditions ==References== == External links == * * Category:Conditions of the subcutaneous fat Category:Soft tissue disorders",
 "title": "Panniculitis"
}