{
 "id": "684517",
 "text": "{{Infobox writer |name = Jean Améry |caption = Portrait of Jean Améry by Félix De Boeck |image = Jean Améry par Félix De Boeck 1951.jpg |birth_name = Hanns Chaim Mayer |birth_date = |birth_place = Vienna, Austria-Hungary |death_date = |death_place = Salzburg, Austria |occupation = Author |genre = |movement = }} Jean Améry (31 October 191217 October 1978), born Hanns Chaim Mayer, was an Austrian-born essayist whose work was often informed by his experiences during World War II. His most celebrated work, At the Mind's Limits: Contemplations by a Survivor on Auschwitz and Its Realities (1966), suggests that torture was \"the essence\" of the Third Reich. Other notable works included On Aging (1968) and On Suicide: A Discourse on Voluntary Death (1976). He first adopted the pseudonym Jean Améry in 1955. Améry took his own life in 1978. Formerly a philosophy and literature student in Vienna, Améry's participation in organized resistance against the Nazi occupation of Belgium resulted in his detainment and torture by the German Gestapo at Fort Breendonk, and several years of imprisonment in concentration camps. Améry survived internments in Auschwitz and Buchenwald, and was finally liberated at Bergen-Belsen in 1945. After the war he settled in Belgium. == Early life == Jean Améry was born as Hanns Chaim Mayer in Vienna, Austria, in 1912, to a Jewish father and a Catholic mother. His father was killed in action in World War I in 1916. Améry was raised as a Roman Catholic by his mother.Amery: a biographical introduction Eventually, Améry and his mother returned to Vienna, where he enrolled in university to study literature and philosophy, but economic necessity kept him from regular pursuit of studies there. == Religion == While Améry's family was \"estranged from its Jewish origins, assimilated and intermarried\", this alienation itself, in the context of Nazi occupation, informed much of his thought: \"I wanted by all means to be an anti-Nazi, that most certainly, but of my own accord.\" The Nuremberg Laws of 1935, the text of which he soon came to know by heart, convinced Améry that Germany had essentially passed a sentence of death on all Jews. His The Necessity and Impossibility of Being a Jew speaks to this inner conflict as to his identity. He suggests that while his personal identity, the identity of his own childhood past, is distinctly Christian, he feels himself nonetheless a Jew in another sense, the sense of a Jewishness \"without God, without history, without messianic-national hope\".Améry, Jean. At the Mind's Limits. 1998, page 94 == During Nazi rule == thumb|The railway to Auschwitz In 1938, when the Nazis were welcomed into Austria and the country joined with Germany into a \"Greater Reich\", Améry fled to France, and then to Belgium with his Jewish wife, Regina, whom he had chosen in opposition to his mother's wishes. His wife later died of heart disease while hiding in Brussels. Ironically, he was initially deported back to France by the Belgians as a German alien and wound up interned in the south. After escaping from the camp at Gurs, he returned to Belgium where he joined the Resistance movement. Involved in the distribution of anti-military propaganda to the German occupying forces, Améry was captured by the Nazis in July 1943 and routinely tortured at the Belgian Gestapo center at Fort Breendonk. When it was established that there was no information to be extracted from him, he was \"demoted\" from political prisoner to Jew, and shipped to Auschwitz. Lacking any trade skills, he was assigned to the harshest physical labors, building the I.G. Farben factory at Auschwitz III, the Buna-Monowitz labor camp. In the face of the Soviet invasion in the following year, he was evacuated first to Buchenwald and then to Bergen- Belsen, where he was liberated by the British army in April 1945. == After the war == After the war, the former Hanns Mayer changed his name to Jean Améry (the surname being a French-sounding anagram of his family name) in order to symbolize his dissociation from German culture and his alliance with French culture. He lived in Brussels, working as a culture journalist for German language newspapers in Switzerland. He refused to publish in Germany or Austria for many years, publishing only in Switzerland. He did not write at all of his experiences in the death camps until 1964, when, at the urging of German poet Helmut Heißenbüttel, he wrote his book Jenseits von Schuld und Sühne (\"Beyond Guilt and Atonement\"). It was later translated into English by Sidney and Stella P. Rosenfeld as At the Mind's Limits: Contemplations by a Survivor on Auschwitz and its Realities. He later married Marie Eschenauer, whom he was still married to at the time of his death. == Death == In 1976 Améry published the book On Suicide: A Discourse on Voluntary Death. He committed suicide via an overdose of sleeping pills in 1978. == Literary and philosophical legacy == The publication of At the Mind's Limits, Améry's exploration of the Holocaust and the nature of the Third Reich, made him one of the most highly regarded of Holocaust writers. In comparing the Nazis to a government of sadism, Améry suggests that it is the sadist's nature to want \"to nullify the world\". For a Nazi torturer, > [a] slight pressure by the tool-wielding hand is enough to turn the other – > along with his head, in which are perhaps stored Kant and Hegel, and all > nine symphonies, and The World as Will and Representation – into a shrill > squealing piglet at slaughter. Améry's efforts to preserve the memory of the Holocaust focused on the terror and horror of the events in a phenomenological and philosophical way, with what he characterized as \"a scant inclination to be conciliatory\".Améry, Jean. At the Mind's Limits. 1998, page 71 His explorations of his experiences and the meaning and legacy of Nazi-era suffering were aimed not at resolving the events finally into \"the cold storage of history\",Brudholm, Thomas and Murphy, Jeffrie G. Resentment's Virtue. 2008, page 72 but rather keeping the subject alive so that it would not be lost to posterity, as an abstraction or mere text. As he wrote in his 1976 preface to Beyond Guilt and Atonement: > I do not have [clarity] today, and I hope that I never will. Clarification > would amount to disposal, settlement of the case, which can then be placed > in the files of history. My book is meant to prevent precisely this. For > nothing is resolved, nothing is settled, no remembering has become mere > memory. With the prize money that the Viennese writer Robert Menasse received for the Austrian State Prize (1999) he re-founded the “Jean Améry–Preis für Europäische Essayistik”, whose winners were Lothar Baier, Barbara Sichtermann (1985), Mathias Greffrath (1988), Reinhard Merkel (1991), Franz Schuh (2000), Doron Rabinovici (2002), Michael Jeismann (2004), Journalist, Drago Jančar (2007), Imre Kertész (2009), Dubravka Ugrešić (2012), Adam ZagajewskiOn the occasion of Zagajewski’s award ceremony was published a conversation between Robert Menasse and Cathérine Hug: Warum? Das Vermächtnis des Jean Améry, Siegburg (Buchhandlung R²) 2016. (2016) and Karl-Markus Gauß (2018). Améry was known for his opposition to antisemitism in postwar Germany and support for the state of Israel, which he said was \"more important than any other\" country to him. In 1969, he wrote an article in Die Zeit in which he stated: \"Anti-Zionism contains antisemitism like a cloud contains a storm\". ==Works== ===In German=== * Karrieren und Köpfe: Bildnisse berühmter Zeitgenossen. Zurich: Thomas, 1955. * Teenager-Stars: Idole unserer Zeit. Vienna: Albert Müller, 1960. * Im Banne des Jazz: Bildnisse großer Jazz-Musiker. Vienna: Albert Müller, 1961. * Geburt der Gegenwart: Gestalten und Gestaltungen der westlichen Zivilisation seit Kriegsende. Olten: Walter, 1961. * Gerhart Hauptmann: Der ewige Deutsche. Stieglitz: Handle, 1963. * Jenseits von Schuld und Sühne: Bewältigungsversuche eines Überwältigten. Munich: Szczesny, 1966. * Über das Altern: Revolte undd Resignation. Stuttgart: Klett, 1968. * Unmeisterliche Wanderjahre. Stuttgart: Klett, 1971. * Lefeu oder der Abbruch. Stuttgart: Klett, 1974. * Hand an sich Legen. Diskurs über den Freitod. Stuttgart: Klett, 1976. * Charles Bovary, Landarzt. Stuttgart: Klett, 1978. * Bücher aus der Jugend unseres Jahrhunderts. Stuttgart: Klett-Cotta, 1981. * Der integrale Humanismus: Zwischen Philosophie und Literatur. Aufsätze und Kritiken eines Lesers, 1966–1978. Stuttgart: Klett-Cotta, 1985. * Jean Améry, der Grenzgänger: Gespräch mit Ingo Hermann in der Reihe \"Zeugen des Jahrhunderts.\" Ed. Jürgen Voigt. Göttingen: Lamuv, 1992. * Cinema: Arbeiten zum Film. Stuttgart: Klett-Cotta, 1994. * Jean Améry: Werke. 9 vols. Edited by Irène Heidelberger-Leonard. Stuttgart: Klett-Cotta, 2002–2008. The collected works in German. ===Translations into French=== * Charles Bovary, médecin de campagne: portrait d'un homme simple. Roman/essai traduit de l'allemand par Françoise Wuilmart. Actes Sud : Arles, 1991. * Par-delà le crime et le châtiment : essai pour surmonter l'insurmontable. traduit de l'allemand par Francoise Wuilmart. Actes Sud : Arles, 1995. * Du vieillissement. Payot : Paris, 1991 [1968] ; rééd. Petite Bibliothèque Payot 2009 * Le feu ou la démolition. Actes Sud : Arles, 1996 [1974] * Porter la main sur soi – Du suicide. Actes Sud : Arles, 1999 [1976] * Les Naufragés. Actes Sud: Arles, 2010 [1935] ===Translations into English=== * Preface to the Future: Culture in a Consumer Society. Trans. Palmer Hilty. London: Constable, 1964. * At the Mind's Limits: Contemplations by a Survivor of Auschwitz and Its Realities. Trans. Sidney and Stella P. Rosenfeld. Bloomington: Indiana University Press, 1980. * Radical Humanism: Selected Essays. Trans. Sidney and Stella P. Rosenfeld. Bloomington: Indiana University Press, 1984. * On Aging: Revolt and Resignation. Trans. John D. Barlow. Bloomington: Indiana University Press, 1994. * On Suicide: A Discourse on Voluntary Death. Trans. John D. Barlow. Bloomington: Indiana University Press, 1999. *Charles Bovary, Country Doctor: Portrait of a Simple Man. Trans. Adrian Nathan West. New York: New York Review Books, 2018. == Notes == == Further reading == * Christopher Bigsby, Remembering and Imagining the Holocaust: The Chain of Memory (Cambridge University Press, 2006), Ch. 7. * Irène Heidelberger-Leonard, The Philosopher of Auschwitz: Jean Améry and Living with the Holocaust. Translated by Anthea Bell. London: I. B. Tauris, 2010. * Guia Risari, \"La paradossale condizione di un non-non ebreo\", \"Qol\", n. 64, lug.-sett.1996 * Guia Risari, \"Jean Améry, la morale del risentimento - La Shoah e gli storici\", \"Golem L'Indispensabile\", n. 12, dic. 2003 * Guia Risari, \"Il risentimento come principio creativo\",\"Materiali di Estetica\", n. 8, gen. 2003 * Guia Risari,\"Jean Améry. Il risentimento come morale\", Franco Angeli, Milano, 2002 [monography]; Jean Améry : il risentimento come morale, Roma, Castelvecchi, 2016, . * W. G. Sebald, \"Against the Irreversible\" in On the Natural History of Destruction, Penguin, 2003, pp. 147–72. * * * * * * * * * * * * * * * * * * == External links == * Jean Amery biography * An essay on Jean Améry * Essay on Jean Améry's suicide Category:1912 births Category:1978 suicides Category:Writers from Vienna Category:Jewish emigrants from Austria after the Anschluss Category:Austrian male writers Category:Drug-related suicides in Austria Category:Burials at the Vienna Central Cemetery Category:Holocaust historiography Category:Auschwitz concentration camp survivors Category:Buchenwald concentration camp survivors Category:Bergen-Belsen concentration camp survivors Category:Breendonk prison camp survivors Category:Jewish philosophers Category:Jewish writers Category:Belgian resistance members Category:Jewish resistance members during the Holocaust Category:Belgian people of Austrian descent Category:20th-century Austrian philosophers Category:Gurs internment camp survivors Category:1978 deaths Category:Austrian torture victims",
 "title": "Jean Améry"
}