{
 "id": "684690",
 "text": "right|thumb|Benesh notation example Benesh Movement Notation (BMN), also known as Benesh notation or choreology, is a dance notation system used to document dance and other types of human movement. Invented by Joan and Rudolf Benesh in the late 1940s, the system uses abstract symbols based on figurative representations of the human body. It is used in choreography and physical therapy, and by the Royal Academy of Dance to teach ballet. Benesh notation is recorded on a five line staff from left to right, with vertical bar lines to mark the passage of time. Because of its similarity to modern staff music notation, Benesh notation can be displayed alongside (typically below) and in synchronization with musical accompaniment. ==History== In 1955, Rudolf Benesh publicly introduced Benesh notation as an \"aesthetic and scientific study of all forms of human movement by movement notation\". In 1997, the Benesh Institute (an organisation focused on Benesh notation) merged with the Royal Academy of Dance. ==Notation system== right|thumb|upright=1.8|Benesh notation example. A dotted vertical line indicates the centre of a frame, though it is not part of the notation. Benesh notation plots the position of a dancer as seen from behind, as if the dancer is superimposed on a staff that extends from the top of the head down to the feet. From top to bottom, the five lines of the staff coincide with the head, shoulders, waist, knees and feet. Additional symbols are used to notate the . A frame is one complete representation of the dancer. A short horizontal line is used to represent the location of a hand or foot that passes through the Coronal plane which extends from the sides of the body. A short vertical line represents a hand or foot at a plane in front of the body, whereas a dot represents a hand or foot at a plane behind the body. The height of the hands and feet from the floor and their distance from the mid-line of the body are shown visually. A line drawn in the top space of the staff shows the position of the head when it changes position. A direction sign is placed below the staff when the direction changes. ==See also== *Choreomusicology *Labanotation, another dance notation system == References == == Further reading == * Benesh, R. and Benesh, J. (1983) Reading Dance: The Birth of Choreology. McGraw-Hill Book Company Ltd, * Neagle, R.J. and Ng, K.C. (2003) Machine-representation and Visualisation of a Dance Notation. in Proceedings of Electronic Imaging and the Visual Arts - London July 2003. * Ryman-Kane, Rhonda, and Hughes Ryman, Robyn (2014) Benesh for Ballet, Book I: Basic Ballet Positions in Word Definitions, DanceForms Images, and Benesh Movement Notation, (iBooks) * Ryman-Kane, Rhonda, and Hughes Ryman, Robyn (2015) Benesh for Ballet, Book 2: Jumps Without Travel, (iBooks) * Ryman-Kane, Rhonda, and Hughes Ryman, Robyn (2017) Benesh for Ballet, Book 3: Centre Work and Repeated Sequences, (iBooks) * Ryman-Kane, Rhonda, and Hughes Ryman, Robyn (2018) Benesh for Ballet, Book 4: Stage Plans, Locations, and Travelled Sequences, (iBooks) * Hughes Ryman, Robyn (2019) Kingdom of Locations, (iBooks) == External links == *The Benesh Dance Notation Collection is held by the Victoria and Albert Museum Theatre and Performance Department. Category:Dance notation",
 "title": "Benesh Movement Notation"
}