{
 "id": "684949",
 "text": "Gérard Henri de Vaucouleurs (25 April 1918 - 7 October 1995) was a French astronomer. ==Life and career== Born in Paris, he had an early interest in amateur astronomy and received his undergraduate degree in 1939 at the Sorbonne in that city. After military service in World War II, he resumed his pursuit of astronomy. He was married to fellow astronomer Antoinette de Vaucouleurs on October 31, 1944, and the couple would frequently collaborate on astronomical research. Fluent in English, he spent 1949-51 in England, 1951-57 in Australia, the latter at Mount Stromlo Observatory, 1957-58 at Lowell Observatory in Arizona and 1958-60 at Harvard. In 1960 he was appointed to the University of Texas at Austin, where he spent the rest of his career. He died of a heart attack in his home in Austin at the age of 77. His earliest work had concerned the planet Mars and while at Harvard he used telescope observations from 1909 to 1958 to study the areographic coordinates of features on the surface of Mars. His later work focused on the study of galaxies and he co-authored the Third Reference Catalogue of Bright Galaxies with his wife Antoinette (1921-1987), a fellow UT Austin astronomer and lifelong collaborator. His specialty included reanalyzing Hubble and Sandage's galaxy atlas and recomputing the distance measurements utilizing a method of averaging many different kinds of metrics such as luminosity, the diameters of ring galaxies, brightest star clusters, etc., in a method he called \"spreading the risks.\" During the 1950s he promoted the idea that galactic clusters are grouped into superclusters. The de Vaucouleurs modified Hubble sequence is a widely used variant of the standard Hubble sequence. De Vaucouleurs was awarded the Henry Norris Russell Lectureship by the American Astronomical Society in 1988. He was awarded the Prix Jules Janssen of the Société astronomique de France (Astronomical Society of France) in the same year. He and his wife and longtime collaborator, Antoinette, together produced 400 research and technical papers, 20 books and 100 articles for laymen. ==See also== * De Vaucouleurs's law * Edwin Hubble * Galaxy color–magnitude diagram * William Wilson Morgan * Julien Peridier ==References== ==Further reading== * * * * * * ==External links== * Obituary: Gerard Henri De Vaucouleurs, 1918-1995 * Biography * http://nedwww.ipac.caltech.edu/level5/normal_galaxies.html *National Academy of Sciences Biographical Memoir ===Other resources=== Category:1918 births Category:1995 deaths Category:University of Paris alumni Category:French emigrants to the United States Category:Harvard University staff Category:University of Texas at Austin faculty Category:Scientists from Paris Category:20th-century American astronomers Category:20th-century French astronomers Category:Members of the United States National Academy of Sciences",
 "title": "Gérard de Vaucouleurs"
}