{
 "id": "685131",
 "text": "Soda Constructor is the Java based physics engine, central to Soda's collaborative learning environment Sodaplay.com. It was created by Ed Burton, Soda's Research and development Director, in April 2000ed burton and won an Interactive Arts BAFTA Award in 2001.Bafta == Overview == Sodaplay.com users use constructor to create and share \"models\". These models are made of \"masses\" and \"springs\" and follow strict physical laws. By turning springs into \"muscles\", models can be animated and made very lifelike.Constructor | sodaplay.com ==History== Around 1990, Ed Burton created the precursor to sodaconstructor - a BASIC program entitled \"Constructor\" which contained some of sodaconstructor's modern functionality, with both springs and masses, but not muscles, available for construction. This program was never released and was never intended for general use. In May 1998, Ed Burton joined Soda, and it was around this time that he wrote the first Java version of the Constructor, mostly as a fun way to teach himself Java. The Soda team experimented with the program, creating the twelve basic models that are now presented as examples. This version of the program existed quietly on the soda website, still not being advertised or spread as an official Soda product. This small project eventually began to evolve into the \"sodaconstructor\", spreading only by word of mouth. By early 2001, as the number of active users began to grow, the team realized a save function was necessary to allow people to store the models they had created. With this feature, the Soda team began to emphasize sodaconstructor on their site and created the Sodazoo, a list of user-created models that had been deemed noteworthy enough to capture and share among the community which was growing around the applet. Soon after this, a forum was created in order to support the fan base and encourage discussion of models and construction techniques. Around late August 2007, Ed Burton and the soda team released Sodaconstructor II, an improved version of the classic sodaconstructor. It had a more standard interface, based around built-in features instead of the older sliders and menus built from scratch. It also allowed users to download, modify, and load the XML data used to store models, leading to some scripted tools being used for precise construction and introduced solid springs which masses would bounce off of. However, reaction was generally negative, as most users preferred the older interface due to its simplicity and flexibility. Another issue was the fact that due to small tweaks in the physics engine and XML format, some old models which relied on precise timing no longer functioned properly with the new applet. The community found the files required to run the old version, and XML converters were written, so both versions are now able to be used. ==Features== Recently even more features have been added, expanding the sodaplay universe: sodaraceSodarace.net and SC Local.Constructor | sodaplay.com Sodarace is a program where constructors can pit their models against other constructors' models on varying terrains, to see whose is faster. There is a sodarace league forum on the sodarace website, intended for challenging others to a race or showing off your model's prowess in previously created races. Along with sodarace came Sodaconstructor Local, which is an offline form of sodaconstructor. With it you can import and export models from and to your computer. Models on your computer are stored in an XML format, allowing you to edit your model in a text editor and import it back into sodaconstructor. Obviously not everyone would be interested in doing this, but it certainly gives constructors an edge in racing or the artistic aspects of their models. As sodaconstructor has developed, constructors have become more and more clever at using the software to create exceedingly complex models, some of which even contain \"motors\" (self-contained structures that can power an entire model). Sodaconstructor continues to evolve and expand, with no sign of stopping. == Community == The sodaplay community is small but diverse. While thousands of sodaplay creations are created the forum is visited by only a few daily. Meanwhile, the number of sodasites are very small. Also the presence of the sodateam is noticed as very inactive. Global moderators make rare appearances on the forum. It is believed that they get online to sort matters out, promote/demote, or do other administrative things. ==Demise== As the tools became obsolete redevelopment was considered too costly and Sodaplay.com was first archived with modelling tools made unavailable but the model archived maintained. In 2017 the archive was taken offline and the sodaplay redirected to Soda's home page. == See also == * Physics game * Theo Jansen == References == == External links == * Sodaplay.com * Sodarace.net * Soda.co.uk * Open Constructor - similar program * San Jose - similar program === Constructor Applets === * Soda Constructor II * Springs World 3D (A 3D construction applet inspired by Sodaplay) === Other resources === * Main page * Old Sodarace forums (archived) * Old Sodazoo (archived) * Warptera's Sodaplay Models Category:2000 video games Category:Browser games Category:Java platform games Category:Simulation video games Category:Video games developed in the United Kingdom",
 "title": "Soda Constructor"
}