{
 "id": "685130",
 "text": "A headache is often present in patients suffering from epilepsy. If the headache occurs in the vicinity of a seizure, it is defined as peri-ictal headache, which can occur either before (pre-ictal) or after (post-ictal) the seizure, to which the term ictal refers. An ictal headache itself may or may not be an epileptic manifestation. In the first case it is defined as ictal epileptic headache or simply epileptic headache. It is a real painful seizure, that can remain isolated or be followed by other manifestations of the seizure. On the other hand, the ictal non-epileptic headache is a headache that occurs during a seizure but it is not due to an epileptic mechanism. When the headache does not occur in the vicinity of a seizure it is defined as inter-ictal headache. In this case it is a disorder autonomous from epilepsy, that is a comorbidity. __TOC__ ==Definitions == Pre-ictal headache. The most frequent pre-ictal headache is that of a seizure occurring during or within one hour after an attack of migraine with aura, defined Migraine aura- triggered seizure or Migralepsy. However, the condition can also occur in connection with an attack of migraine without aura or of a non-migrainous headache. Only an EEG during the headache can determine whether it is a true migraine or an epileptic headache (in this second case epileptiform anomalies are detectable during the headache phase). Post-ictal headache. It is a headache “occurring within three hours after an epileptic seizure and remitting spontaneously within 72 hours after seizure termination”. It is one of the possible symptoms of the postictal state. Post-ictal headache is the most frequent association between headache and epilepsy, occurring between 12% to 52% of people with epilepsy. Post-ictal headache has migrainous features in about half of the cases. It is more frequent after generalized tonic-clonic seizures, in temporal and occipital lobe epilepsy and in those suffering from inter-ictal headache. Inter-ictal headache. Patients suffering from epilepsy may also suffer from any type of headache, having its occurrence independent of the epileptic seizures, although occasionally near it (after or before). This is a comorbid condition, to be kept separate from the above-reported peri-ictal and ictal headaches. ===Ictal headache=== 1.Ictal epileptic headache (IEH) or, more simply, Epileptic headache (EH, since the term \"ictal\" is pleonastic, as a headache manifestation of an epileptic seizure is by definition ictal). This is a rare form of painful seizure. EH may be the initial phase (so-called aura, necessarily with awareness) of an epileptic seizure, which then continues with other manifestations, for example convulsions. But EH is of greater clinical importance when it is an isolated event (\"pure EH\" ), i.e. not followed by other manifestations that clarify its epileptic nature. Symptoms and diagnosis. EH has no clinical elements allowing a diagnosis. The characteristics and location of the pain in EH can be different: sometimes migraine-like with or without aura, sometimes tension- type, sometimes indefinable. The duration of an episode of EH may last for seconds, but even for days (headache/status epilepticus ). For the diagnosis it is necessary to perform an EEG during the headache that shows epilepsy- compatible discharges coinciding with the onset and cessation of the headache. The so-called hemicrania epileptica is a variant of EH characterized by the fact that head pain and EEG paroxysms are located on the same side. MRI is necessary to establish the cause, which, as in all focal epilepsies, can be varied: malformations/dysplasia, neoplasms, encephalopathies, traumatic brain injury, vasculopathies. Therapy. It depends on the etiology. During the headache, like most seizures, i.v. benzodiazepines are usually effective. Antiepileptic drugs can be used as preventive. 2\\. Ictal non-epileptic headache. Rare cases are reported. It is a condition that can be differentiated with certainty from the previous one if the headache episode is also present outside the seizure, that is, before and/or after, without specific EEG abnormalities. ==References== == External links == * Seizures and Headaches: They Don't Have to Go Together Category:Headaches",
 "title": "Ictal headache"
}