{
 "id": "685384",
 "text": "Gorilla Biscuits are an American hardcore punk band from New York City, New York, United States, formed in 1986. The band currently consists of Anthony \"Civ\" Civarelli, Walter Schreifels, Arthur Smilios and Luke Abbey, and is signed to Revelation Records. Gorilla Biscuits are part of the New York hardcore scene. Gorilla Biscuits was formed by Smilios and Civ after meeting in high school in Long Island, New York. The band released their self-titled debut album as a 7\" in 1988. Gorilla Biscuits released their second album Start Today in 1989. Start Today gave Gorilla Biscuits underground popularity. They are considered one of the most seminal youth crew bands. \" Ryan J. Downey, \"Youth of Today\", \"Blood Runs Deep: 23 Bands Who Shaped the Scene\", Alternative Press #240, July 2008, p. 109. ==History== ===Early days (1987)=== Gorilla Biscuits were formed when Arthur Smilios and Nick Drysdale met Anthony \"Civ\" Civarelli while they were both attending the same high school in Long Island, New York. All three were fans of the band Agnostic Front, and started going to hardcore shows at CBGB on weekends. There they met people like Ray Cappo and John Porcelly of the band Youth of Today. Smilios sought to form a hardcore band and asked Civ to act as vocalist. However Civ was not interested in singing, and had to face the floor or wall during early gigs due to nerves. Members of the band Token Entry arranged a gig for the still unnamed band (Gorilla Biscuits used Token Entry's drummer, Ernie Parada for that first show), but needed a name to give it to the promoter. A popular drug in the area at that time was quaaludes, which people called \"ape shit,\" or \"gorilla biscuits\" due to the pill's large size. Eventually the name evolved into Gorilla Biscuits, and though it was initially only meant to be temporary, they have continued to use it. The band made a number of low-fi demo tapes which were sold at a dollar store. Their first official T-shirts were blue with an image of a gorilla riding a skateboard and were made using black magic markers and an ink blotter. ===Gorilla Biscuits and Start Today (1988–1991)=== Revelation Records featured the early Gorilla Biscuits song \"Better Than You\" on one of their compilations, and later released the eponymously titled Gorilla Biscuits 7-inch EP in 1988, which later became a hardcore hit. The band toured the United States and Europe twice. In 1989, the band released their first full-length album, Start Today, which became the biggest selling ever for Revelation Records, and was also the first album that the label issued on CD, alongside its vinyl and cassette versions, as part of the routine production. The band started writing material for a second LP (an unreleased song, \"Distance\", can be seen played by the band during a performance in the 1991 documentary Live In New York) which they never recorded, and eventually disbanded around the year 1992. Some of the members went on to play in a follow-up band, CIV. Besides singing for CIV, Civ now owns a tattoo studio on Long Island. Walter went on to form the post-hardcore band Quicksand. He then wrote the songs for and helped produce CIV's first album. ===Reunions and the future of Gorilla Biscuits (1992–present)=== Gorilla Biscuits re-united for one show in October 1997 at CBGB to benefit the family of then recently deceased Warzone singer Raybeez, and played another show at CBGB on August 14, 2005 as a benefit towards the club's legal costs, and again on September 3, 2006. In 2006, Revelation Records re-issued their seminal recording Start Today. The album is re-mastered and features in-depth liner notes by Walter Schreifels. The band held a month-long re-union tour during the summer of 2006, and featured both exclusive 7-inches and exclusive Paul Frank T-shirts only available on tour stops. In September 2007, Gorilla Biscuits performed a month-long tour across Europe, including stops in Germany, Spain, Switzerland, the Netherlands and England. In celebration of the European Tour, Paul Frank collaborated with Gorilla Biscuits again to produce an exclusive run of Gorilla Biscuits wallets. Only one was sold at each Paul Frank store worldwide. On May 28, 2011, Gorilla Biscuits headlined the Black N Blue Bowl at Webster Hall (formerly the Ritz) in New York City. On June 8, 9 and 10 2012, Gorilla Biscuits played the Epic Revelation Records 25 Year Anniversary shows at The Glasshouse in Pomona, CA. Also on the bills were Youth of Today, Sick Of It All, Shai Hulud, Bold, No For An Answer, Statue and Underdog. On August 6, 2016, during Gorilla Biscuits' set at Philadelphia's This Is Hardcore festival, Civarelli took a break to introduce the song \"Degradation\" that rails against nazis in the 1980s punk scene. He also commented on the Black Lives Matter movement, saying: > In 2016 people still have to wear shirts that say 'Black Lives Matter'. No > shit. Brown, white, yellow, black, we all fucking matter. Everybody here > matters. Do not let the media, schools, institutions, influence you. We are > one family, one people. Apparently, the statement did not sit well with some attendees at the festival who understood the speech as an endorsement of the anti-Black Lives Matter movement 'All Lives Matter'. Later, Civarelli said on his Facebook that the controversy had been a gross misunderstanding of his words: > “…I’m surprised that this was taken in any other way then it was intended. > My point was and I thought it was clear that in 2016 we as a people should > not need such things to be on a shirt and they should be universal truths. > We are all in this together. If you know the band and the lyrics and what we > have always stood for this should be clear. Also look at the lyrics to > “degradation” and “things we say” especially the line, “some people are so > quick to judge let’s get the judgement straight”…” ==Members== ===Current=== *Anthony Civarelli – vocals. He went on to form punk rock band CIV. Starting out with Lava Records and Revelation Records, they signed a major-label deal with Atlantic Records in 1995. They achieved commercial success with the single \"Can't Wait One Minute More\", which was also later used in a popular car commercial. Civ is also the owner of a Long Island tattoo studio called Lotus Tattoo. *Walter Schreifels, who played guitar and wrote most of the songs for Gorilla Biscuits, went on to be the frontman in Quicksand, one of the most influential post-hardcore bands. Later, Walter was in Rival Schools and Walking Concert. While in Gorilla Biscuits, Walter went on to sing for the band Moondog. His reasoning being he \"wanted to sing for a band. Playing guitar and writing songs for Gorilla Biscuits had always been fun but after a while I wanted to be doing something more.\" Moondog never actually got off the ground and Quicksand became the band he would front. He has also done extensive producing for other bands and lately he does a lot of solo acoustic shows. He has also been a member of Warzone, Youth of Today and Project X. He also did Songs with German Bands Madsen, Egotronic and Donots. *Arthur Meow Smilios – bass. Smilios had also played with Token Entry and Underdog for a little while, and after the demise of Gorilla Biscuits joined CIV with Civ. *Luke Abbey – drums. While in Gorilla Biscuits, Abbey was also a member of Warzone, and had been a part of the first real line-up of Judge. He was later replaced by Sammy Siegler in Gorilla Biscuits who had been in the band in the early days, and would go on to be the drummer in CIV. * Charlie Garriga – guitar. Also Judge guitarist. Played for the first time with GB in March 2019, at Dallas, TX. ===Former=== * Sammy Siegler – drums *Eric Fink – bass. Eric (guitar and founding member of Side By Side) played bass in the period between the demo tape and the 7\". He is pictured on the NYHC LP with the band, but does not actually play on that recording. He went on to play guitar in Uppercut, and briefly played in Bloodline from Minneapolis. *Mike Clark- Bass *Mark Hayworth – bass *John Porcelly – guitar * Tom Capone – guitar *Alex Brown – second guitar. He had previously been a member of the straight edge hardcore bands Side By Side and Project X, before joining Gorilla Biscuits. He was also behind the New York City-based fanzine and record label Schism, together with John Porcelly of Youth of Today (who also ended up playing guitar in a later incarnation of Gorilla Biscuits with Walter moving to bass). Brown died due to an intracranial aneurysm in February 2019. ==Discography== {| class=\"wikitable\" |- ! Title ! Release date !Notes !Label |- | Original 1987 Tape Demo Gorilla Biscuits | 1988 | Bootleg, can also be found on Walter Sings The Hits. | 99 Records |- | Gorilla Biscuits | 1988 | First 7″ LP | Revelation |- |Start Today | 1989 | Their second and final record before disbanding. | Revelation |- |Having A Great Time... Wish You Were Here |1991 |Last live show, soundboard recording from Germany in 1991. |99 records |- | Walter Sings the Hits | 199? | Bootleg, contains a full version of Start Today 12\" (w/ Walter on vocals instead of Civ), Moondog 7\", Live In Germany 7\", Live At The Safari Club 7\", Demo '87 7\" and Demo '86 7\". (made in Germany) | No Label |- | A Puzzle of 38 Pieces | 199? | Bootleg | ? |- | Live At CBGB =8/14/05 | 2005 | Bootleg | ? |- |2 Song 7-inch |2006 |Sold during the 2006 re-union tour. Only 20 copies were sold at each stop. It featured two brand new songs by the original line-up. |Self-released |} ==Compilations== * New York City Hardcore:Together, 7″ (1987, Revelation Records) * New York City Hardcore: The Way It Is, CD (1988/1992 (re-issue), Revelation Records) * Where the Wild Things Are (1989) Blackout Records * Rebuilding (7\") (1990) (Temperance Records) * Threat: Music That Inspired The Movie, CD (2006, Kings Mob Productions) ==References== ==External links== *Gorilla Biscuits on Bandcamp *Comprehensive listing of Gorilla Biscuits releases, shows, flyers and videos *Revelation Records *[ AllMusic] Category:Musical groups established in 1987 Category:Hardcore punk groups from New York (state) Category:Straight edge groups Category:Musical groups from New York City Category:Revelation Records artists Category:Musical groups disestablished in 1991 Category:Musical groups reestablished in 1997 Category:Musical groups disestablished in 1997 Category:Musical groups reestablished in 2005",
 "title": "Gorilla Biscuits"
}