{
 "id": "685350",
 "text": "Unity is the second and final studio album from Australian band George. It was released in February 2004 and peaked at number 5 on the ARIA Charts. ==The making of the album== The band recorded the album in Byron Bay during 2003. The album was produced by David Nicholas assisted by Justin Tresidder. Melbourne composer Paul Grabowsky also assisted with orchestral and horn arrangements. Bassist Paulie Bromley said on the band's web site that the album reflects the band's growth since their first album Polyserena \"Polyserena was us learning how to make a record, Unity was making that record.\" Songwriter, vocalist, keyboardist and guitarist Tyrone Noonan said that the songwriting was more mature \"I personally feel like I've developed a lot as a songwriter, more confident lyrics and statements being expressed through those lyrics. Overall it's a more positive approach in dealing with personal issues and socio-political issues, more positive light. As a band, this to me feels like a really mature album for us.\" Katie Noonan says on the band's web site that the title reflects the band's approach on the album \"That family vibe brings a closeness and honesty that permeates what we do. Collectively and individually, we've been through a great period of change and growth. Knowing we can look to each other for strength brings comfort and solidarity. We have all been through the same thing and there's an incredible sense of union from that experience - that's what being in a band's about.\" ==Track listing== # \"Falling Inside\" (Katie Noonan) – 3:53 # \"Still Real\" (Katie Noonan) – 4:25 # \"One\" (Tyrone Noonan, Nick Stewart) – 4:14 # \"Beauty of All Things\" (Tyrone Noonan) – 4:24 # \"Captive\" (Katie Noonan) – 4:00 # \"Today\" (Tyrone Noonan) – 3:57 # \"Fall\" (Katie Noonan) – 4:02 # \"Fortunate Smile\" (Tyrone Noonan) – 6:43 # \"Change\" (Tyrone Noonan, Nick Stewart, Geoff Green, Paulie Bromley) – 5:13 # \"Jaded\" (Katie Noonan) – 4:12 # \"Surrender\" (Katie Noonan, Paulie Bromley, Martin Challis) – 5:37 # \"Growing With Love\" (Tyrone Noonan) – 6:11 ==Charts and certifications== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" |- ! scope=\"col\"| Chart (2004) ! scope=\"col\"| Peak position |- |- |} ===Certifications=== ==External links== * George Official website * Festival Mushroom George artist page ==References== Category:Festival Records albums Category:2004 albums Category:George (band) albums",
 "title": "Unity (George album)"
}