{
 "id": "685456",
 "text": "Born Against was an American hardcore punk band from New York active between 1989 and 1993. In addition to their radical leftist politics, the group espoused a DIY punk message and challenged what they perceived as being a problem within the punk subculture of their time. Though Born Against received little media exposure while still together, they have since been described as \"legendary\" by the Chicago Reader and the LA Weekly. ==History== The group was founded in early 1989 by guitarist Adam Nathanson and bassist Neil Burke, vocalist Sam McPheeters, and drummer John Guzman, who was replaced in early rehearsals by a drummer named George. George's tenure was also brief, and he was replaced after a single show by Nigel Schreiber in July 1989. This lineup recorded a demo cassette and a track for the Murders Among Us 7-inch compilation released on McPheeters' Vermiform Records label before Burke and Schreiber left the group late in the year. Born Against would continue to be plagued by rhythm section fluctuation throughout its career. In March 1990, the band reemerged with bassist Javier Villegas and drummer Darryl Kahan. The band issued its first two vinyl releases, the Eulogy single (whose anti- religious title track was dedicated to Steve Reddy of Equal Vision Records) and a self-titled 7-inch EP, and several compilation tracks. Later this year, Kahan was replaced by drummer John Hiltz, birthing the longest lasting incarnation of the band. The group toured extensively, and released a debut LP, 1991's Nine Patriotic Hymns for Children, on Vermiform. Villegas left the group in late 1991. He was replaced in Born Against by bassist Bret Blue. With Hiltz and Blue, Born Against continued its extensive touring, including a trip to Europe. By this point, the band's aggressive political message and related critique of their contemporaries had attracted media attention, and they endured animosity in New York City and beyond. They began work on a new record, which was stalled in July 1992 when Hiltz left the group. The final sessions that produced the resultant 10-inch record, Battle Hymns of the Race War, featured Melissa York on drums, although York never performed live with the group. By early 1993, Nathanson and McPheeters had relocated to Jersey City, New Jersey and begun a new version of the band with bassist Tonie Joy (of Moss Icon and Universal Order of Armageddon) and drummer Brooks Headley (also from Universal Order of Armageddon). Although only extant for seven months, this was a prolific incarnation, as they continued to tour and released split 7-inches with Screeching Weasel (in which both bands swapped lyrics) and Universal Order of Armageddon. Their radical leftist stance became increasingly drenched in cynicism, which slowly threatened to overtake their message – the results of this evolution are evidenced in the nonsense song \"Lillian\" and other non-sequitur pieces from this time. Their final release was a split 8\" record with Man is the Bastard, and the group played its final show in July 1993. Two posthumous CDs containing the entire Born Against canon (aside from their demo tape) have since been released – Patriotic Battle Hymns (featuring Nine Patriotic Hymns for Children and Battle Hymns of the Race War) and The Rebel Sound of Shit and Failure (featuring all other material). Initially released on the now-defunct Vermiform, these records have since been taken on by the Kill Rock Stars and Prank Records imprints. ==Members== * Sam McPheeters – vocals (1989–1993) * Adam Nathanson – guitar, vocals (1989–1993) * Neil Burke – bass, vocals (1989) * John Guzman – drums (1989) * George – drums (1989) * Nigel Schreiber – drums (1989) * Javier Villegas – bass, vocals (1990–1991) * Daryl Kahan – drums (1990) * Jon Hiltz – drums (1990–1992) * Bret Blue – bass, vocals (1991–1992) * Melissa York – drums (1992) * Tonie Joy – bass, vocals (1993) * Brooks Headley – drums (1993) ==Discography== ===Studio albums=== *Nine Patriotic Hymns for Children LP (1991, Vermiform Records, later reissued by Prank Records and Kill Rock Stars) *Battle Hymns of the Race War 10-inch (1993, Vermiform Records, later reissued by Prank Records and Kill Rock Stars) ===EPs and splits=== *Eulogy/Riding With Mary 7-inch (1990) *Born Against 7-inch (1990) *Born Against/Suckerpunch 8\" flexi-disc split with Suckerpunch (1992, Ebullition Records) *Born Against/Screeching Weasel split 7-inch/CD with Screeching Weasel (1993, Lookout! Records) *Born Against/Universal Order of Armageddon split 7-inch with Universal Order of Armageddon (1993, Gravity Records) *Born Against/Man Is the Bastard split 8\" with Man Is the Bastard (1994) ===Compilation albums=== *Patriotic Battle Hymns compilation CD/LP (1994, Vermiform Records, later reissued by Kill Rock Stars) *The Rebel Sound of Shit and Failure compilation CD/LP (1995, Vermiform Records, later reissued by Kill Rock Stars) ===Compilation appearances=== *Murders Among Us (1990, Combined Effort Records/Vermiform Records) *Forever (Irate) *Bllleeeeaaauuurrrrgghhh! (Slap-a-Ham) *Our Voice, Pro Choice (Hands On) *Give Me Back (1991, Ebullition Records) *The Dignity of Human Being Is Vulnerable (1993, Anti War Action Records/De Konkurrent Records) *God's Chosen People (Old Glory) ==See also== *List of hardcore punk bands *New York hardcore ==References== ==External links== *Born Against website *Born Against - BandToBand.com Category:Hardcore punk groups from New York (state) Category:Musical groups established in 1989 Category:Political music groups",
 "title": "Born Against"
}