{
 "id": "685721",
 "text": "Teen Wolf Too is a 1987 American fantasy comedy film directed by Christopher Leitch, written by R. Timothy Kring, and starring Jason Bateman (film debut), James Hampton, John Astin and Kim Darby. It is the sequel to Teen Wolf (1985). ==Plot== Todd Howard (Jason Bateman), the cousin of Scott Howard, has recently been accepted into Hamilton University on a full athletic scholarship on the recommendation of Coach Bobby Finstock (Paul Sand), who was Scott's basketball coach at Beacontown High. Finstock's hope is that Todd has the family genes to become a werewolf and turn Finstock's new struggling boxing team into championship contenders. Having never been very good at sports, and because he is more interested in being a veterinarian, Todd is certain that Finstock has the wrong guy. During a meet and greet reception of school alumni, Todd has his first \"wolf-out\" while dancing with a seductive hostess. At first, Todd is horrified by his \"family affliction\", and fellow students begin to harass him. Then, during his first boxing match, after nearly getting knocked out, Todd has his second \"wolf-out\" only this time he is able to display his supernatural agility and strength and has a dramatic come from behind victory, thus earning the admiration of the students as well as the strict Dean Dunn (John Astin). With his newfound fame comes girls, top grades and even the dean's car but as the year goes on, Todd realizes that he is losing his friends and self-respect. Todd seeks out advice from his uncle, Scott's father, Harold Howard (James Hampton), who helps Todd comes to terms with his responsibilities and prepares him for the championship. Todd also reconnects with his girlfriend, Nicki (Estee Chandler), who helps him regain his focus of being humble. Todd then decides that he will fight his championship match against Steve \"Gus\" Gustavson (Robert Neary), who Todd had prior issues with, as himself rather than the wolf much to the dismay of all except his uncle, girlfriend and Professor Tanya Brooks (Kim Darby). Brooks, who unbeknownst to Todd is also a werewolf, intimidates Dean Dunn with glowing red eyes, growling, and swaying her tail. After losing round after round, and nearly getting knocked out, Todd is tempted to become the wolf until he sees Nicki mouth the words \"I love you\" to him. This gives Todd the strength to overcome Gus and knocks him out to a roaring ovation. ==Cast== * Jason Bateman as Todd Howard * Kim Darby as Professor Tanya Brooks * John Astin as Dean Dunn * Paul Sand as Coach Bobby Finstock * James Hampton as Uncle Harold Howard, along with Mark Holton, the only actor from the original Teen Wolf to reprise his role. * Mark Holton as Chubby, along with James Hampton, the only actor from the original Teen Wolf to reprise his role. * Estee Chandler as Nicki * Stuart Fratkin as Rupert \"Stiles\" Stilinski * Robert Neary as Steve \"Gus\" Gustavson * Beth Ann Miller as Lisa Goldfluss * Rachel Sharp as Emily * William H. Burton as Pug * David Burton as Peter * Kathleen Freeman as Admissions Lady ==Production== James Hampton and Mark Holton are the only actors to reprise their roles from Teen Wolf (1985), as Harold Howard and Chubby respectively. The characters of Coach Finstock and Stiles returned for the sequel but were re-cast with Paul Sand as Finstock and Stuart Fratkin as Stiles. ==Reception== Teen Wolf Too received near-universally negative reviews from critics. The film holds an 8% rating on Rotten Tomatoes based on 24 reviews. On Metacritic, the film has an 8 out of 100 rating based on 5 critics, indicating \"overwhelming dislike\". On their show, Gene Siskel and Roger Ebert specifically gave the film two emphatic thumbs down, with Ebert complaining that they had picked, along with Date with an Angel, the two worst films possible to be released on the same day. ==References== ==External links== * * * * Category:Teen Wolf Category:1987 films Category:1987 comedy films Category:1980s fantasy-comedy films Category:1987 independent films Category:1980s sports comedy films Category:1980s teen comedy films Category:American films Category:American fantasy-comedy films Category:American independent films Category:American sequel films Category:American sports comedy films Category:American teen comedy films Category:Atlantic Entertainment Group films Category:American boxing films Category:1980s English-language films Category:Films about shapeshifting Category:Films set in universities and colleges Category:American werewolf films Category:Films with screenplays by Jeph Loeb",
 "title": "Teen Wolf Too"
}