{
 "id": "686041",
 "text": "Rebecca Lucile Schaeffer (November 6, 1967 – July 18, 1989) was an American actress and model. She began her career as a teen model before moving on to acting. In 1986, she landed the role of Patricia \"Patti\" Russell in the CBS comedy My Sister Sam. The series was canceled in 1988, and she appeared in several films, including the black comedy Scenes from the Class Struggle in Beverly Hills. At the age of 21, she was shot and killed by Robert John Bardo, a 19-year-old obsessed fan who had been stalking her. Schaeffer’s death helped lead to the passage in California of legislation aimed at preventing stalking. ==Early life== Schaeffer was born into a Jewish family in Eugene, Oregon, on November 6, 1967, the only child of Danna (née Wilner), a writer and instructor at Portland Community College, and Dr. Benson Schaeffer, a child psychologist. She was raised in the Jewish religion in Portland, Oregon, where she attended Lincoln High School. She initially had aspirations to become a rabbi, but she began modeling during her junior year in high school. She appeared in department store catalogs and television commercials, and as an extra in a television film. In August 1984, her parents allowed her to move to New York City by herself to pursue a modeling career. ==Career== While working in New York, Schaeffer attended Professional Children's School. She also had a short-term role on the daytime soap opera Guiding Light.Kim, Jae-Ha. \"Patient actress skips soap for bubbly `Sister Sam' role.\" Chicago Sun-Times, FIVE STAR SPORTS FINAL ed., sec. SECTION 2 FEATURES, December 29, 1986, p. 40. NewsBank, infoweb.newsbank.com/apps/news/document- view?p=AWNB&docref;=news/0EB36D3D96FE18FE. Accessed April 19, 2019.Peterson, Bettelou. \"ACTRESS SAYS CO-STAR IS REALLY LIKE A SISTER.\" Wichita Eagle, The (KS), CITY EDITION ed., sec. LIFESTYLE, August 2, 1987, p. 3. NewsBank, infoweb.newsbank.com/apps/news/document- view?p=AWNB&docref;=news/0EADB31992137DDB. Accessed April 19, 2019.\\- of the Oregonian Staff, DAVID AUSTIN. \"ACTRESS FROM PORTLAND KILLED IN LA.\" Oregonian, The (Portland, OR), Fourth ed., sec. Local Stories, July 19, 1989, p. A01. NewsBank, infoweb.newsbank.com/apps/news/document- view?p=AWNB&docref;=news/0EB085D5E4CA1E7A. Accessed April 19, 2019. Daily News Staff Writer, RANDYE HODER. \"ACTRESS SHOT TO DEATH BY GUNMAN AT DOOR – VICTIM WAS FEATURED IN 'MY SISTER SAM'.\" Daily News of Los Angeles (CA), Valley ed., sec. News, July 19, 1989, p. N4. NewsBank, infoweb.newsbank.com/apps/news/document- view?p=AWNB&docref;=news/0EF566A6132ABE44. Accessed April 19, 2019. In late 1984, Schaeffer landed the role of Annie Barnes on ABC's One Life to Live for a stint that lasted six months. During this time, she attempted to further her modeling prospects. At , she was considered too short for high fashion modeling and struggled to find work. In 1985, she moved to Japan in hopes of finding more modeling jobs, but still encountered difficulty due to her height and weight. She returned to New York City and decided to focus on an acting career. In 1986, Schaeffer won a small role in Woody Allen's comedy Radio Days, but her performance was ultimately edited from the film; only a brief scene featuring her character remains in the film. She continued modeling and also worked as a waitress. She appeared on the cover of Seventeen magazine, which caught the attention of television producers who were casting for the comedy My Sister Sam starring Pam Dawber. Schaeffer won the role of Patricia \"Patti\" Russell, a teenager who moves from Oregon to San Francisco to live with her 29-year-old sister Samantha (\"Sam\") after the death of their parents. The series was initially a hit, ranking in the top 25, but it was canceled halfway through its second season in April 1988 due to falling ratings. After My Sister Sam, Schaeffer had supporting roles in Scenes from the Class Struggle in Beverly Hills, The End of Innocence, and the television film Out of Time. She also served as a spokesperson for the children's charity Thursday's Child. ==Murder== On July 18, 1989, 19-year-old fan Robert John Bardo shot and killed Schaeffer at her home in West Hollywood. At the time of her death, Bardo had been stalking her for three years. He had previously been obsessed with child peace activist Samantha Smith, who had been killed in a plane crash in 1985. He then wrote numerous letters to Schaeffer, one of which she answered. In 1987, he traveled to Los Angeles hoping to meet with Schaeffer on the set of My Sister Sam, but Warner Bros. security turned him away. He returned a month later armed with a knife, but security guards again prevented him from gaining access. He returned to his native Tucson, Arizona, and lost focus on Schaeffer for a while as his obsession shifted toward pop singers Debbie Gibson, Madonna, and Tiffany Darwish. Bardo watched Schaeffer in the black comedy Scenes from the Class Struggle in Beverly Hills in 1989, in which she appeared in bed with another actor. He became enraged by the scene, apparently out of jealousy, and decided that Schaeffer should be punished for \"becoming another Hollywood whore\". Arthur Richard Jackson had stalked and stabbed actress Theresa Saldana in 1982, and Bardo learned that Jackson had used a private investigator to obtain Saldana's address.http://rebeccaschaeffer.ew.com Bardo then paid a detective agency in Tucson $250 to find Schaeffer's home address in California's Department of Motor Vehicles (DMV) records. Cache from the Internet Archive. His brother helped him get a Ruger GP100 .357 handgun. Bardo traveled to Los Angeles a third time and roamed the neighborhood where Schaeffer lived, asking people if she actually lived there. Once he was certain that the address was correct, he rang the doorbell. Schaeffer was preparing for an audition for The Godfather Part III and was expecting a script to be delivered, so she answered the door. Bardo showed her a letter and autograph that she had previously sent him; after a short conversation, she asked him not to come to her home again. He went to a diner nearby and had breakfast, then returned to her apartment an hour later. She answered the door with \"a cold look on her face\", Bardo later said. He pulled out the handgun and shot her in the chest at point-blank range in the doorway of her apartment building; according to Bardo, she fell and said only, \"Why?\" Schaeffer was rushed to the emergency room of Cedars-Sinai Medical Center, where she was pronounced dead 30 minutes after her arrival. She was buried at Ahavai Sholom Cemetery in Portland. == Aftermath == Tucson Police Chief Peter Ronstadt arrested Bardo the next day after motorists reported a man running through traffic on Interstate 10. He immediately confessed to the murder. Marcia Clark, later known for her role as lead prosecutor in the O. J. Simpson murder case, prosecuted the case against him. Bardo was convicted of capital murder in a bench trial and was sentenced to life in prison without the possibility of parole. As a result of this incident, federal law regarding the release of personal information through the DMV was changed. The Driver's Privacy Protection Act, which prevents the DMV from releasing private addresses, was enacted in 1994. Schaeffer's death also helped prompt the 1990 passing of America's first anti-stalking laws, including California Penal Code 646.9. At the time of her death, Schaeffer was dating director Brad Silberling. Her death influenced his film Moonlight Mile (2002) about a man's grief after his fiancée is murdered. Shortly after Schaeffer's death, Pam Dawber and her My Sister Sam co-stars Joel Brooks, David Naughton, and Jenny O'Hara filmed a public service announcement for the Center to Prevent Handgun Violence in her honor. ==Filmography== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes ! class=\"unsortable\" | Ref |- | 1985 | One Life to Live | Annie Barnes | Unknown episodes | |- | 1986 | Amazing Stories | Miss Crowningshield | Episode: \"Miscalculation\" | |- | 1986–1988 | My Sister Sam | Patti Russell | 44 episodes | |- | 1987 | Radio Days | Communist's Daughter | | |- | 1988 | Out of Time | Pam Wallace | Television movie | |- | 1989 | Scenes from the Class Struggle in Beverly Hills | Zandra | | |- | 1990 | Voyage of Terror: The Achille Lauro Affair | Cheryl | Television movie; released posthumously | |- | 1990 | The End of Innocence | Stephanie (18–25 years old) | Released posthumously | |} ==References== Footnotes Sources * * * * * * ==External links== * The Rebecca Schaeffer Website - In Memoriam * * * Stalking: Legal Aspects of Stalking by Rhonda Saunders, JD * * Sitcom Actress Murdered - death prompts anti-stalking legislation. Category:1967 births Category:1989 deaths Category:1989 murders in the United States Category:20th-century American actresses Category:Actresses from Portland, Oregon Category:American child actresses Category:American soap opera actresses Category:American child models Category:American female models Category:American film actresses Category:American television actresses Category:Jewish American actresses Category:Burials in Oregon Category:Deaths by firearm in California Category:Lincoln High School (Portland, Oregon) alumni Category:Murdered American Jews Category:People murdered in Los Angeles Category:People murdered in California Category:American murder victims Category:Female murder victims Category:20th-century American Jews",
 "title": "Rebecca Schaeffer"
}