{
 "id": "686164",
 "text": "Lincoln Logs are an American children's toy consisting of square-notched miniature lightweight logs used to build small forts and buildings. They were invented around 1916 by John Lloyd Wright, second son of the well-known architect Frank Lloyd Wright. Lincoln Logs were inducted into the National Toy Hall of Fame in 1999. They are named for the eponymous sixteenth president of the United States who once lived in a log cabin. Starting in 2014, Lincoln Logs were manufactured by K'NEX Industries Inc. In late 2017, K'NEX, having filed for bankruptcy, was bought out by Basic Fun, Inc., of Florida. Pride Manufacturing, of Burnham, Maine, manufactures Lincoln Logs for Basic Fun, and the rights to the IP are owned by Hasbro. == Design == The logs measure three quarters of an inch (roughly two centimetres) in diameter. Like real logs used in a log cabin, Lincoln Logs are notched so that logs may be laid at right angles to each other to form rectangles resembling buildings. Additional parts of the toy set include roofs, chimneys, windows and doors, which bring a realistic appearance to the final creation. Later sets included animals and human figures the same scale as the buildings. The toy sets were originally made of redwood, with varying colors of roof pieces. In the 1970s the company introduced sets made entirely of plastic, but soon reverted to real wood. == History == thumb|Patent drawing Lincoln Logs were invented sometime around 1916–1917 when John Lloyd Wright was working in Japan with his father. The mold for the toy was based on the architecture of the Imperial Hotel in Tokyo, designed by the inventor's father. The foundation of the hotel was designed with interlocking log beams, which made the structure \"earthquake-proof\" and one of the few buildings to remain standing after the 1923 Great Kanto Earthquake that crumbled Tokyo. When he returned to the U.S, John organized The Red Square Toy Company (named after his father's famous symbol), and marketed the toy in 1918. Wright was issued U.S. patent 1,351,086 on August 31, 1920, for a \"Toy-Cabin Construction\". Soon after, he changed the name to J. L. Wright Manufacturing. The original Lincoln Log set came with instructions on how to build Uncle Tom's Cabin as well as Abraham Lincoln's cabin. Subsequent sets were larger and more elaborate. The toy was a hit, following as it did Meccano, Tinker Toys and Erector Set introduced a few years before. Lincoln Logs are believed to be the first toy to be marketed to both boys and girls and appeal to a \"simple\" type of creativity. In 1999 Lincoln Logs and John Lloyd Wright were entered into the National Toy Hall of Fame. In September 2014 the manufacturer announced the return of production from China to the U.S. == See also == * K'Nex * Tinkertoy == References == == External links == * Category:Construction toys Category:Wooden toys Category:1910s toys Category:Products introduced in 1918 Category:Hasbro products Category:Hasbro brands Category:History of Chicago Category:Cultural depictions of Abraham Lincoln",
 "title": "Lincoln Logs"
}