{
 "id": "686271",
 "text": "Exit English is the second album by the American melodic hardcore band Strike Anywhere, released in 2003. ==Background== Strike Anywhere released their debut studio album Change Is a Sound in August 2001. In between various tours supporting it, the members had alternative jobs: bassist Garth Petrie was a mover; drummer Eric Kane cooked in different cafés; guitarist Matt Smith ran a recording studio in his basement; guitarist Matt Sherwood served as an electrical engineer; and vocalist Thomas Barnett worked in markets and health food stores. In March 2003, the band toured the US and Canada, with support from the Explosion, Majority Rule, and the Exit. The following month, the band began recording their next album with producer Brian McTernan at Salad Days in Maryland. ==Composition== Musically, the sound of Exit English has been described as hardcore punk, melodic hardcore, and punk rock. Barnett's vocals were compared to Jason Shevchuk of Kid Dynamite and Ari Katz of Lifetime. Smith said the album's title refers to \"thinking for yourself and not embracing American ideals worldwide\". Barnett's notebooks, which contained lyrics and song ideas, were stolen from his car shortly before recording, prompting the rest of the members to aid in the writing. \"We Amplify\" acts as a prologue to \"Blaze\", which alongside \"To the World\" were viewed as an East Coast iteration of the Offspring. The former features Barnett quoting lines from Percy Bysshe Shelley's poem The Masque of Anarchy. \"New Architects\" and \"Aluminium Union\" were referred to as faster Good Riddance songs. \"Fifth Estate\" is a hardcore punk power ballad about the control of mass media. For \"Modern Life\", Petrie asked Barnett to write about topics such as Animal Liberation and vegetarianism. Discussing \"Extinguish\", Barnett said it was about the \"fact that in the States only the story of the rich men is ever told, how they built America.\" ==Release== In April 2003, the band supported AFI for a few headlining US shows, and appeared at Friendly Fest. On June 4, 2003, Exit English was announced for release in September. On June 27, the album's track listing was posted online. In July 2003, the band were set to go on a tour of Japan; however, they were detained at a Tokyo airport. The band explained that their Japanese promotor had failed to acquire them visas to play in the country. As a result, the shows were cancelled, and the band was placed under house arrest. After some negotiations, they were allowed to fly to Australia to begin a tour there. On July 29, 2003, \"Infrared\" and \"To the World\" were posted on the label's website. In August 2003, the band toured the west coast with From Ashes Rise and the Disaster. Exit English was made available for streaming on August 18, before being released on September 30, 2003, through Jade Tree. Barnett explained that the title referred to English colonialism. Between September and November 2003, the band supported the Bouncing Souls on their headlining US tour. The stint included an appearance a CMJ showcase. Following this, the band went on a European tour with New Mexican Disaster Squad, which ran into December. A music video for \"Infrared\" was posted online on November 30. In February and March 2004, the band went on an US tour with Fifth Hour Hero; F-Minus and Silverstein appeared on select dates. Following this, the band headlined the Jade Tre United Tour, which occurred in the Midwest and East Coast, and featured From Ashes Rise, Challenger, Paint It Black, and Breather Resist. The band headlined some shows in Europe, before touring the territory as part of the Deconstruction Tour in May and June. In July and August, they toured the US with New Mexican Disaster Squad and Engine Down, and appeared at that year's Hellfest. They trekked across the US again, this time as part of the Rock Against Bush tour in September and October 2004. They closed out the year with a tour of Germany with the Donots. \"Two Fuses\", an outtake from the album's recording sessions, appeared on the band's first compilation album To Live in Discontent in 2005. ==Reception== Exit English was met with generally favorable reviews from music critics. AllMusic reviewer Charles Spano wrote that the album was \"as fun as it is serious -- equal parts pogo punk and agitprop anti-authoritarianism.\" He said that the \"only real drawback\" was that Strike Anywhere's contemporaries were pushing their sound, while they were \"firmly planted in the moment during 1994\", which wasn't \"a bad place to be, but the members of Strike Anywhere have more in them than that.\" CMJ New Music Monthly Mikael Wood noted that Exit English was rooted in a \"tradition of positively minded, progressively political hardcore [...] which means that what the disc lacks in musical subtlety, it makes for in well-meaning sentiment\". Stuart Green of Exclaim! found that the band took \"a few musical chances by slowing down the tempos and revisiting the old-school punk of the late 70s\", showcasing growth \"both musically and lyrically.\" Punknews.org staff member Brian Shultz wrote that Exist English had a \"more complete sound\" than their debut, with Strike Anywhere showing that they \"have lit the match and have already set it ablaze.\" Ox-Fanzine reviewer Joachim Hiller called Exist English \"a rousing, mature album\", full of \"rousing hardcore\" that \"extends the known old school elements here more than before with newer elements, sometimes only stopping a hand's breadth in front of screamo colleagues like Thrice and Co.\" Rock Hard writer Jan Jaedike said Exist English had a handful of \"really fine hooks [that] fall off without neglecting the aggro portion. Good slice!\" Now contributor Dylan Young wrote that the album consisted of \"a tight blend of strident rhythms, scattershot drums, casual chatter and laryngitis-inducing wails.\" He mentioned that \"[t]one-wise, it’s a little unrealistic – you know, bleeding-heart , obstructed, transcended and anthemically hopeful.\" ==Track listing== #\"We Amplify\" – 1:04 #\"Blaze\" – 2:02 #\"Infrared\" – 3:28 #\"To the World\" – 3:22 #\"New Architects\" – 2:34 #\"Lights Go Out\" – 2:28 #\"Fifth Estate\" – 1:19 #\"Modern Life\" – 2:55 #\"Aluminum Union\" – 2:45 #\"Extinguish\" – 2:47 #\"In the Fingernails\" – 2:29 #\"'Til Days Shall Be No More\" – 4:34 ==Personnel== *Thomas Barnett - Lead vocals *Matt Smith - Guitar *Matt Sherwood - Guitar *Garth Petrie- Bass *Eric Kane - Drums All members of the band contributed vocals on several tracks. ==References== ==External links== * Tour diary about Australia and Japan at AMP Category:Strike Anywhere albums Category:2003 albums Category:Jade Tree (record label) albums",
 "title": "Exit English"
}