{
 "id": "686228",
 "text": "The Texas A&M; Transportation Institute (TTI) in Bryan/College Station, Texas is a transportation research agency in the United States. The institute was created in 1950, primarily in response to the needs of the Texas Highway Department (now the Texas Department of Transportation). TTI is a state agency and a member of the Texas A&M; University System. Over 100 TTI researchers publish papers and give presentations at the Transportation Research Board (TRB) annual meeting, with around 50 serving on TRB committees. Since the inception of the National Cooperative Highway Research Program (NCHRP) in 1962, TTI has led over 70 NCHRP projects, more than any other participant in the program. The institute maintains a close association with the Texas A&M; University Dwight Look College of Engineering, the College of Architecture, and the George Bush School of Government and Public Service, as well as other academic units within the Texas A&M; University System and at other collaborating universities. Over 40 TTI researchers hold joint academic positions at Texas A&M; University. TTI also plays a role in training and educating students; one-third of the staff is students. Headquartered on the Texas A&M; University System RELLIS Campus in Bryan, Texas, TTI also maintains a roadside safety proving ground facility there, and has offices in Arlington, Austin, Dallas, Doha, El Paso, Galveston, Houston, Mexico City, San Antonio, Waco, and Washington, D.C. As part of its research program, TTI also operates eleven formal state and national research centers. ==Administration== The director is currently Gregory D. Winfree, J.D. He is assisted by a deputy agency director, three executive associate directors, three assistant agency directors, a director of human resources, and chief information officer. ==Research Focus Areas== * Connected Transportation * Economics * Environment * Freight * Human Interaction * Infrastructure * Mobility * Planning and Operations * Policy * Safety * Security * Workforce Development ==Centers== * Center for Advancing Research in Transportation Emissions, Energy, and Health * Center for Alcohol and Drug Education Studies * Center for Infrastructure Renewal * Center for International Intelligent Transportation Research * Center for Ports & Waterways * Center for Railway Research * Center for Transportation Computational Mechanics * Center for Transportation Safety * Maritime Transportation Research and Education Center * National Institute for Congestion Reduction * Safety Through Disruption (Safe-D) ==Notable research projects== ET2000 – In 1991, the TTI-patented ET2000 guardrail end treatment was developed. Over 250,000 units have been shipped throughout the United States and around the world. TxDOT and TTI received the Federal Highway Administration's (FHWA) 1991 Administrator's Biennial Safety Award for their development of the ET2000. Ground Penetrating Radar (GPR) – GPR is a nondestructive geophysical method that \"sees\" underground and produces a record of subsurface features—without drilling, probing, digging, or coring. Since 1988, researchers at TTI have been developing, testing, and implementing GPR technology for TxDOT to use in its road repair and maintenance activities. Roadway Congestion Index (RCI) – To evaluate mobility levels on Texas streets and freeways, TTI developed the RCI, which is now computed annually for over 85 major U.S. cities. Intelligent Transportation Systems (ITS) – TTI's ITS research has been implemented in several major Texas cities. Real-time train detection and analysis systems have expedited emergency vehicle dispatch, enhanced signal operations, and averted major accidents. HOV Lanes and Managed Lanes – Since the 1980s, many major metropolitan areas have developed HOV or High Occupancy Vehicle lanes to help with traffic flow and provide incentives for carpooling and public transit. TTI has become known as the nation's leader in HOV lane research. Some cities have taken the HOV lane concept one step further in the development of what's being called Managed Lanes. Teens in the Driver Seat – TTI has developed a peer-to-peer driving safety program. Teens in the Driver Seat relies on young drivers themselves to create safety messages and then serve as the messengers to make their peers aware of the risks of teen driving. ==See also== *Clearview (typeface) ==References== ==External links== *tti.tamu.edu - Official Website Transportation Institute, Texas Category:Automotive safety Category:College Station, Texas Category:Texas A&M; University System",
 "title": "Texas A&M Transportation Institute"
}