{
 "id": "68627",
 "text": "Ayalon Valley (also Ajalon; or ) is a valley in the lowland of the Shephelah in Israel and the West Bank, identified in the 19th century as Yalo at the foot of the Bethoron pass, a Palestinian Arab village located southeast of Ramla in the West Bank but destroyed in 1967. ==History== In the Tell el- Amarna letters, written during the last twelve years of Pharaoh Akhenaten and the first regnal year of Tutankhamun (14th century BCE), Abdi-Heba speaks of the destruction of the \"city of Ajalon\" by the invaders, and describes himself as \"afflicted, greatly afflicted\" by the calamities that had come on the land, urging the king of Egypt to hasten to his help. Ajalon is mentioned in the accounts of an invasion of Canaan by the Egyptian king Sheshonk I of Egypt in the 10th century BCE. This event may have been connected to an attack of the Amorites, before the arrival of the Israelites under Joshua. But since the valley stretches as far to the west as to a point halfway between Sha'alvim and Latrun, the city referenced in these letters may have been any settlement in the valley. ===Joshua's battle=== The Valley of Ayalon was first mentioned in the Book of Joshua as where Joshua defeated five Amorite kings. Following his midnight march to rescue the city of Gibeon from the coalition led by the King of Jebus (Jerusalem), Joshua pursued the coalition eastward, down through the descent of Beth-horon, and then southward across the Valley of Ajalon. To allow the Israelites to complete the rout before nightfall, Joshua asked the Lord to lengthen the day by uttering the command: \"Sun, stand thou still on Gibeon; and thou, Moon, in the valley of Aijalon\". records that God cooperated with Joshua's request. ===Tribe of Dan=== Following the conquest, the city of Ajalon was apportioned to the Tribe of Dan () and was designated as one of the Levitical cities given to the Kohathites ( and ). In spite of Joshua's initial victory in the Valley of Ajalon, the Amorites continued to live in the city of Ajalon (). Constant Philistine pressure to control the valleys of the Shephelah forced the tribe of Dan to retreat westward, reducing the extent of their territory. Eventually, the Danites abandoned their initial inheritance in the Aijalon area and moved to the extreme northern part of Israel, settling in the city of Laish, which they renamed Dan (). The location was also the site of a great victory over the Philistines by King Saul and his son Jonathan. After a daring attack by Jonathan on the Philistine garrison at Michmash, they pursued the Philistines to Aijalon, a distance of fifteen miles (). In later years, Aijalon was inhabited by Ephraimites and Benjamites ( and ). After the kingdom divided, Ajalon became the boundary between the kingdoms of Judah and Israel. Rehoboam, the first king of Judah, fortified the city of Aijalon, supplying officers, weapons and food provisions (). ===Identification=== Ajalon's identification with Yalo was made by Edward Robinson during his travels in Palestine in 1838. Using the works of Jerome and Eusebius of Caesarea, who describe Aijalon as being two Roman miles from Nicopolis, while also drawing upon descriptions of Aijalon in the Old Testament and noting the philological similarities between the Arabic name and its Hebrew root, Robinson concluded that the Yalo was indeed Aijalon.Robinson and Smith, 1860, p. 253-254. ==Sites== Canada Park, Yad La- Shiryon,http://www.yadlashiryon.com the International Center for the Study of Bird Migration and the Latrun Monasteryhttp://www.holy-wine.com/ are located in the Ayalon Valley. ==See also== * Tel Aviv–Jerusalem railway * Geography of Israel * Cities in the Book of Joshua ==References== ==Bibliography== * Robinson, Edward and Eli Smith (1860). Biblical Researches in Palestine and Adjacent Regions: A Journal of Travels in the Year 1838. Crocker and Brewster. * Robinson, Edward and Eli Smith (1856). Later Biblical Researches in Palestine and Adjacent Regions: A Journal of Travels in the Year 1852. J. Murray. Category:Valleys of Israel Category:Hebrew Bible valleys Category:Levitical cities Category:Valleys of the West Bank",
 "title": "Ayalon Valley"
}