{
 "id": "689463",
 "text": "Palau is divided into sixteen administrative regions, called states. Palau has a high ratio of government offices to citizens, with 16 states and both a tribal chiefdom and elected legislature in each state, for 20,000 people.Patterson, Carolyn Bennett, et al. \"At the Birth of Nations: In the Far Pacific.\" National Geographic Magazine, October 1986 page 493. National Geographic Virtual Library, Accessed 17 May 2018. \"The westernmost among the emerging nations of the Pacific, the Republic of Palau (or Belau), population more than 15,000, is divided into 16 separate states, each with its own governor, lieutenant governor, and legislature. Most state populations are very small, and one wonders if anyone has time for anything but government, American style and democratic though it may be. An example is Peleliu, the tragic island where more than 13,000 Americans and Japanese died during less than three months of fighting, often hand to hand, in the autumn of 1944. Pat and I went to Peleliu from Koror, the republic's capital, by speedboat, a wave-tossing, rear-slapping 45 minutes, and arrived to discover it was election day, with five candidates running for governor. Although Peleliu claims a population of 2,000 people, only 400 actually live there. More registered voters live in Koror than on their home island, and 800 send votes from Guam. The situation is similar in Palau's other states. A current joke puts a laugh in the truth. A man walks into a bar in Koror and calls out, \"Hey, Governor!\" And half the men in the place stand up. But that's only the state story. The national government is headed by President Lazarus Salii, followed by a vice president, a cabinet responsible for five ministries, a judiciary, and a legislature with a 16-member house and a 14-member senate. The there's the hereditary leadership. Each village has ten chiefs, ranked in importance. And, dividing the island group, there are two paramount chiefs. Never, I thought, have so few been governed by so many.\" {| class=\"wikitable sortable\" ! State || Capital || Area (km2) || Population (Census 2015) |- | colspan=4 align=center bgcolor=\"#EFEFEF\" | North of Babeldaob |- | 27px Kayangel || Kayangel || align=\"right\" | 3 || align=\"right\" | 54 |- | colspan=4 align=center bgcolor=\"#EFEFEF\" | Babeldaob |- | 27px Aimeliik || Mongami || align=\"right\" | 52 || align=\"right\" | 334 |- | 27px Airai || Ngetkib || align=\"right\" | 44 || align=\"right\" | 2,455 |- | 27px Melekeok || Melekeok || align=\"right\" | 28 || align=\"right\" | 277 |- | 27px Ngaraard || Ulimang || align=\"right\" | 36 || align=\"right\" | 413 |- | 27px Ngarchelong || Mengellang || align=\"right\" | 10 || align=\"right\" | 316 |- | 27px Ngardmau || Urdmang|| align=\"right\" | 47 || align=\"right\" | 185 |- | 27px Ngeremlengui || Imeong || align=\"right\" | 65 || align=\"right\" | 350 |- | 27px Ngatpang || Ngereklmadel || align=\"right\" | 47 || align=\"right\" | 282 |- | 27px Ngchesar || Ngersuul || align=\"right\" | 41 || align=\"right\" | 291 |- | 27px Ngiwal || Ngerkeai || align=\"right\" | 26 || align=\"right\" | 282 |- | colspan=4 align=center bgcolor=\"#EFEFEF\" | Southwest of Babeldaob |- | 27px Angaur || Ngaramasch || align=\"right\" | 8 || align=\"right\" | 119 |- | 27px Koror ||Ngerbeched|| align=\"right\" | 65 || align=\"right\" | 11,444 |- | 27px Peleliu || Kloulklubed || align=\"right\" | 13 || align=\"right\" | 484 |- | colspan=4 align=center bgcolor=\"#EFEFEF\" | Southwest Islands |- | 27px Hatohobei || Hatohobei || align=\"right\" | 3 || align=\"right\" | 25 |- | 27px Sonsorol || Dongosaru || align=\"right\" | 3 || align=\"right\" | 40 |- style=\"background: #CCC;\" |- |} ==See also== *ISO 3166-2:PW ==Notes== ==External links== *Republic of Palau – States *Honorary Consulate of the Republic of Palau to the UK &NI; *Statoids Category:Subdivisions of Palau Palau, States Palau 1 States, Palau Category:Palau geography-related lists",
 "title": "States of Palau"
}