{
 "id": "689422",
 "text": "The Twin Ports of Duluth, Minnesota and Superior, Wisconsin, are located at the western part of Lake Superior (the westernmost of North America's Great Lakes) and together are considered the largest freshwater port in the world. They are twin cities and seaports, connected to the Atlantic Ocean through the Great Lakes and the Saint Lawrence Seaway. The Twin Ports are at the core of the U.S. Census Bureau's \"Duluth, MN-WI Metropolitan Statistical Area\",Minnesota which includes all of Wisconsin's Douglas County, and Minnesota's Carlton, Lake, and Saint Louis counties. With a 2020 census population of 291,638, the Duluth MSA ranked as the 170th largest metropolitan area in the United States. Approximately 6.7 million tourists visit Duluth alone each year, this does not account for surrounding suburbs such as Virginia, Two Harbors, Ely, or Hibbing. The area is home to two long bridges: the Richard I. Bong Memorial Bridge (carrying U.S. Highway 2) and the John Blatnik Bridge (carrying I-535 and U.S. Highway 53). Each bridge reaches across more than 1.5 miles (2.5 km) across the mouth of the Saint Louis River. The Aerial Lift Bridge was constructed in 1905 and is on the National Register of Historic Places. It must be raised each time a vessel enters or leaves Duluth's harbor; the inlet on the Wisconsin side is not similarly obstructed. Together, the cities rank as the 19th-busiest port in the country overall (44.2 million short tons [40.1 million tonnes] per year) as of 2002, though the area is the 7th-busiest port (13.8 million short tons [12.5 million tonnes] per year) when measured on foreign exports alone. == MSA == The Twin Ports includes 4 counties, of which 3 are in Minnesota and 1 in Wisconsin. St. Louis County is Minnesota's largest county by area. Duluth MN-WI Metropolitan Statistical Area {| class=\"wikitable sortable\" !County !Seat !2020 Census !2010 Census !Change !Area !Density |- |St. Louis |Duluth | | | |- |Douglas, WI |Superior | | | |- |Carlton |Carlton | | | |- |Lake |Two Harbors | | | |- |- class=sortbottom style=\"background:#fbfbbb\" |Total | | | | |} == Communities == Population as of 2020 Census ==== Principal city ==== * Duluth (86,697) ==== Places with 10,000 to 50,000 inhabitants ==== * Superior, WI (26,751) * Cloquet (12,568) * Hermantown (10,221) Places with fewer than 9,999 inhabitants * Saginaw (3,910) unincorporated * Proctor (3,120) * Esko (2,082) * Carlton (948) * Wrenshall (428) * Oliver, WI (399) == Infrastructure == The four tallest buildings are in Duluth, the Alworth Building, Historic Old Central High School, Maurices Headquarters, Medical Arts Building. The Bong Bridge leads to from Duluth to Superior. The bong bridge was built in 1985 and is 11,800 ft (3,600 m) long. The Blatnik Bridge also leads to from Duluth to Superior. The Blatnik Bridge was built in 1965 and is 7,975 feet (2,431 m) long. Canal Park is a heavy tourist area in Downtown Duluth. In Virginia the tallest bridge in Minnesota (Hwy 53 Bridge) connecting Eveleth to Virginia. The Hwy 53 Bridge covers the Rouchleau Mine. The bridge opened in 2017 and is 204 ft. high in the air and spans 1,125 ft. === Hospitals === * Essentia Health St. Mary's Medical Center - Duluth - (Level 1 Trauma Center) * St. Luke's Hospital - Duluth - (Level 2 Trauma Center) * Community Memorial Hospital - Cloquet - (Level 4 Trauma Center) === Shopping === * Miller Hill Mall === Attractions === * Aerial Lift Bridge * AMSOIL Arena * Bayfront Festival Park * Blatnik Bridge * Canal Park * Enger Tower * Glensheen Mansion * Gooseberry Falls * Great Lakes Aquarium * Lake Superior Railroad Museum * Leif Erikson Ship * Minnesota Point * Oldest Operating Hockey Arena in Minnesota * Spirit Mountain Ski Area * Tallest Bridge in Minnesota * World's Largest Freestanding Hockey Stick == Education == === Colleges and universities === * College of St. Scholastica - Duluth * Fond du Lac Tribal and Community College - Cloquet * Lake Superior College - Duluth * University of Minnesota Duluth - Duluth * University of Wisconsin, Superior - Superior, WI == Transportation == === Major highways === Interstates * 20px I-35 * 24px I-535 U S Highways * 20px US 2 * 20px US 53 * 20px US 169 Minnesota Highways * 20px MN 23 * 20px MN 61 – North Shore * 20px MN 194 – Central Entrance – Mesaba Avenue * 20px MN 210 St. Louis County Highways * 20px Saint Louis County Road 4 – Rice Lake Road === Airports === * Duluth International Airport - Duluth (DLH) * Sky Harbor Airport & Seaplane Base - Duluth (KDYT) ==See also== * List of ports in the United States * McDougall Duluth Shipbuilding Company * Fraser Shipyards ==References== ==External links== * Superior WI Community Links Page * Twin Ports Commonwealth regional community cooperative Category:Geography of Douglas County, Wisconsin Category:Duluth–Superior metropolitan area Category:Transportation in Wisconsin Category:Geography of St. Louis County, Minnesota Category:Transportation in St. Louis County, Minnesota Category:Metropolitan areas of Minnesota Category:Metropolitan areas of Wisconsin Category:Water transportation in Wisconsin",
 "title": "Duluth MN-WI Metropolitan Area"
}