{
 "id": "68968",
 "text": "This article is about transport in Belize. ==Public transport== Most Belizeans travel the country using public buses as their primary form of transportation. In the larger towns and cities, such as Belize City or Belmopan, there are bus terminals. In smaller places, there are bus stops. However, the most common way of catching a bus is by flagging it down on the road. On the Northern and George Price Highways, bus service is more frequent than on smaller highways and other roads. In some locations, like small towns, buses may run only once a day. Buses are classified as either Regular runs (usual prices) or Express runs (faster, for slightly higher prices). Some Belizeans prefer riding bikes due to traffic, or the time of day. Many buses are Greyhounds or school buses, although newer express buses travel the two main highways. A new zoning system was implemented on Sunday, October 19, 2008.New Bus Transport System , press release, Belmopan, October 17, 2008. Accordingly, the country is divided into zones: Northern (highway/rural), Southern (highway/rural), Western (highway/rural). Bus providers are restricted to assigned zones: * Buses that can operate on the highway in the Southern Zone are: James Bus Line, Usher Bus Line, G-Line Service. * Buses that can operate in the rural areas of the Southern Zone are: Chen Bus Line, Yascal Bus Line, Smith Bus Line, Richie Bus Line, Martinez Bus Line, Williams Bus Line, Radiance Ritchie Bus Line, Polanco Bus Line. * Buses that can operate on the highway in the Western Zone are: WestLine Bus Co. Ltd, Shaw Bus Service, Belize Bus Owner's Cooperatives (B.B.O.C.). * There was no change in the runs in the Western Zone's rural area at this time. The early run starts at three in the morning leaving Benque Viejo Town going toward Belize, and the last run leaving Belize City terminal heading towards Benque Viejo town leaves at nine pm. Hence, the time of the runs changes on weekend from every half-an-hour to an hour. The Northern Zone bus runs continue as they are at this time, with the exception of the Ladyville Shuttle Service which will now be provided by Skai's Bus Line, Flores Bus Service and Ramos Bus Service. The major national bus lines are James, WestLine and BBOC. ==Roads== * total: * country comparison to the world: 167 * paved: * unpaved: (2006) Belize has four major asphalt-paved two- lane roads: the Hummingbird Highway, Southern Highway, George Price Highway, and Philip Goldson Highway. Most other roads are unpaved, rough and in poor condition. A stretch of the Southern Highway near Big Falls is unpaved as well. Traffic changed to driving on the right-hand side of the road on 1 October 1961.The Rule of the Road: An International Guide to History and Practice, Peter Kincaid, Greenwood Press, 1986, page 50 ==Waterways== * (navigable only by small craft) (2008) * country comparison to the world: 72 ==Merchant marine== Belize is often considered a flag of convenience. ==Ports== * Port of Belize * Big Creek ==Airports== * estimated 44 (2008) * This number would rank it 97th compared to the rest of the world in terms of number of airports. ===With paved runways=== * total: 4 **: 1 **: 1 ** under :2 (2008) ===With unpaved runways=== * total: 40 ** 8,000 to 10,000 ft (2,438 to 3,047 m): 1 ** 3,000 to 5,000 ft (914 to 1,523 m): 12 ** under 3,000 ft (914 m): 27 (2008) ===Commercial Aviation in Belize=== As of 2008, an estimated 44 airports and airstrips were in operation. The international airport is Philip S. W. Goldson International Airport in Ladyville, 9 miles north of Belize City. Currently, the international airport is served by several international and local carriers. A runway expansion program set to be completed in 2007 may allow larger aircraft to land and may encourage new direct or nonstop service from Europe and Canada. There is a smaller airport with local service in Belize City itself. Two airlines, Tropic Air and Maya Island Air, provide service within the country. Both airlines have service originating both the main airport (Philip S. W. Goldson), and Belize City Municipal Airport in the city. From here they serve San Pedro, Caye Caulker, Dangriga, Placencia, Punta Gorda, and to Flores in Guatemala, and one airline serves Savannah at Big Creek. There is also service from San Pedro to Sarteneja and to Corozal Town. The local airlines generally fly small single- engine equipment, such as the Cessna Caravan. == Railways == Belize has no railways. Dismantled lines include the Stann Creek Railway that linked Dangriga and Middlesex Estate; it was abandoned in 1937. Some of its bridges remain along the Hummingbird Highway. == References == == External links == * Belize Bus Schedule * Belize Bus Schedules and Travel Information * Cell phone Bus Schedules",
 "title": "Transport in Belize"
}