{
 "id": "68969",
 "text": "The Belize Defence Force (BDF) is the military of Belize, and is responsible for protecting the sovereignty of the country. The BDF is under the Ministry of National Defence and Border Security, which is currently headed by Hon. Florencio Marin Jr.; the BDF itself is commanded by Brigadier General Azariel Loria. In 2012, the Belizean government spent about $17 million on the military, constituting 1.08% of the country's gross domestic product (GDP). ==History== The military of Belize dates back to 1817, when the Prince Regent Royal Honduras Militia, a volunteer organization, was founded. Between 1817 and 1978, the military force in Belize has had ten different names: *The Prince Regent's Royal Militia (1817-1866) *The Belize Volunteer Force (1866-1868) *The Belize Volunteer Corps (1868-1883) *The Belize Light Infantry Volunteer Force (1897-1905) *British Honduras Volunteers (1905-1916) *British Honduras Territorial Force (1916-1928) *British Honduras Defence Force (1928-1944) *British Honduras Home Guard (1942-1943) *British Honduras Volunteer Guard (1943-1973) *Belize Volunteer Guard (1973-1977) The BDF was founded in 1978 following the disbanding of the Belize Volunteer Guard and the Police Special Force the year before. After Belize achieved independence in 1981 the United Kingdom maintained the deterrent British Forces Belize in the country to protect it from invasion by Guatemala. During the 1980s this included a battalion and No. 1417 Flight RAF of Harriers. The main British force left in 1994, three years after Guatemala recognised Belizean independence, but the United Kingdom maintained a training presence via the British Army Training and Support Unit Belize (BATSUB) and 25 Flight AAC until 2011 when the last British Forces left Ladyville Barracks, with the exception of seconded advisers. The BDF Maritime Wing became part of the Belize Coast Guard Service in November 2005. In October 2015, due to rising tensions between Belize and Guatemala and the British cutback on military bases worldwide to focus on the War On Terror in 2011, Belize asked the UK to bring BATSUB back; the British Government brought BATSUB to Belize once again. ==Organization== thumb|Soldiers training from 2nd. Battalion The BDF consists of: *Two infantry battalions, each comprising three companies First Battalion The First Infantry Battalion came into existence in 1993. This was as a direct result of the British Government decision to withdraw British Forces from Belize and handing over the Defence of Belize to Belizeans. Since that time, the battalion participated in extensive military exercises in Belize as well a selected part of its staff going aboard to participate in United Nations Peace Operations in Haiti. The battalion consists of three infantry companies and a small HQ staff. It operates in the entire country alternating from the South to the North of the country. Presently, it is stationed at Fairweather Camp, Punta Gorda in the Toledo District with its two companies and in Belize City marinating a presence to accomplish its task as stipulated in the Defence Act. Every February, the battalions alternate between Ladyville and Punta Gorda. Second Battalion Second Infantry Battalion, a combination of men and women soldiers, was formed on 1 October 1994. The Battalion at that time had three Infantry Companies Sierra, Alpha and Echo Company. For the period 31 October 2000 to 31 August 2002, the Battalion nomenclature was revoked and redesignated a Land Command. Becoming either Land Command South (LCS) or Land Command North (LCN) depending on the rotation. LCN comprises the Cayo District, a partition of the Hummingbird Highway, Belize, Orange Walk and Corozal Districts. LCS comprises the Toledo and Stann Creek Districts and a portion of the Hummingbird Highway. These are now presently designated Battalion Tactical Areas of Responsibility (Bn TAOR) and Command HQs were based on rotation between Price Barracks and Fairweather Camp in Punta Gorda. On the 31 August 2002, LCS and LCN was reverted to being Second Infantry Battalion. This was under the command of Lieutenant Colonel Reynolds Lewis. However, this time the Coys were Hotel, Gulf and Sierra Companies. *One volunteer Battalion The history of British Honduras would not be complete without the story of the part played by the volunteer soldiers who banded themselves together and fought to preserve their lands, their homes and indeed, their own existence. In 1866, the detachment of the 4th West Indian Regiment was defeated in battle by the Indians near Orange Walk. Volunteers were enrolled at Belize and sent to the Hondo to deal with Indian raids locally. In January 1881, the volunteers were formed into four companies, A, B, C and D. In 1897, the Belize Light Infantry Volunteers was formed. On the 25th November, 1904, a mounted Infantry Company was formed. This Company justified very early its existence by providing the volunteers with a valuable mobile force during the Indian disturbances in the Western District. right|thumb|Belize army M16A2 assault rifle On the 4th August, 1914, the astounding news reached Belize that Great Britain had declared war on Germany in defence of Belgium. The force was immediately called out for active service. Later when another offer of men was accepted, 100 men under Lieutenant R. H. Furness was dispatched to England. These men made so good an impression that more men were asked for and a second contingent of over 400 men was sent over. Men eager to serve but debarred from going overseas for one reason or another joined the volunteers and swelled the strength to over 1000. Companies were formed in Corozal, Stann Creek, El Cayo and Orange Walk, and detachments at Benque Viejo and Hill Bank. In August 1928, this force was disbanded and a new force of four platoons renamed the British Honduras Defence Force was formed. *One Support Battalion The Support Battalion commands the specialist platoons of the force. They are the Administrative Company, Mortar Platoon, Signal Platoon, Reece Platoon and the Combat Engineer Platoon. The Combat Engineer Platoon, formerly referred to as the Assault Pioneers in the early days of the BDF, has heavy equipment at its disposal and is trained to renovate and erect buildings as well as engage in construction. Part of the engineer unit is an Explosive Ordnance Device Team. Its role is to defuse or destroy bombs and engage in demolition work. *Air Wing The Belize Defence Force Air Wing is the aviation branch of the Belize Defence Force, formed in 1983 it is based at the Philip S. W. Goldson International Airport in Ladyville. The main tasks of the Air Wing are Reconnaissance, SAR, CASEVAC, aerial resupply and troop transport. Furthermore, they assist the Belize Police Department in drug interdiction and anti-smuggling operations. *Special Boat Unit The special boat unit is the Belize Defense Force maritime component that falls under the airwing. Their mandates includes mainly the entire country of Belize, all the rivers, and the coast lines. The people at the special boat unit are in charge of making sure that no illegal activities happen, occur within the country of Belize in the rivers and the coastline. They have a variety of boats which includes outboards and jet drive, however they are moving more into the riverine capabilities because their mandate includes mostly rivers. To distinguish them from the coast guard, because their uniform is kind of similar, is that people from the special boat unit, wear blue digitals whereas the coast guard use full blue. The coast guard are mainly found along the seas whereas they restrict their presence to mainly the riverine areas. thumb|Belize and U.S. soldiers working together *Belize Defence Force Band The BDF Band was formed on 1 January 1978 from the former Belize Volunteer Guard Band, under the mastership of the late Warrant Officer Class 1, Walter P. Lamb. The band was originally formed in 1947 from the North Caribbean Force (Battalion of Belize) fundamentally as a Drum & Bugle Corps, at Mount Pleasant Creek, Central Farm in the Cayo District. In 1952, it added the brass section to the Drums & Bugles Corps that was the nucleus of what would evolve into the existing BDF Band. *Three reserve companies As of 2012, there are also 40 British Army personnel stationed in Belize. ==Special Operations Team== ===Belize Special Assignment Group (BSAG)=== Is an elite unit of the B.D.F., tasked with undertaking high-risk operations which require specialized military skills and capabilities. Not much is known about the group, which is probably intentional, since it is designed to handle covert operations as well. ===BDF Special Boat Unit=== \"The special boat unit is the Defense Force’s maritime component, the unit patrols the rivers, and coast lines of Belize. They have a variety of boats which includes outboards, 43 foot interceptors , and eight U.S. donated Seabee reconnaissance boats. ==Equipment == ===Infantry Weapons=== {| class=\"wikitable\" ! style=\"text- align:center; background:#aabccc;\"|Name ! style=\"text-align: center; background:#aabccc;\"|Origin ! style=\"text-align:l center! ; background:#aabccc;\"|Type ! style=\"text-align:l center; background:#aabccc;\"|Variant ! style=\"text-align: center; background:#aabccc;\"|Notes |- ! style=\"align: center; background: lavender;\" colspan=\"6\" | Small Arms |- | Browning Hi-Power | Belgium | Semi-automatic pistol |FN35 | Standard side arm |- | Sterling machine gun | United Kingdom | SMG || L2A3 | |- | M4 carbine | United States | Assault rifle | M4A1 | |- | M16 rifle | United States | Assault rifle |M16A2 | |- | FN MAG | Belgium | General-purpose rifle | | |- | FN Minimi | United States | Light machine gun | M249 | |- | M2 Browning | United States | Heavy machine gun | | Used on patrol boats |- | Remington 700 | United States |Sniper rifle | | Bolt action rifle |- ! style=\"align: center; background: lavender;\" colspan=\"6\" | Heavy Weapons |- | L16 mortar | United Kingdom | Mortar | | 6 units.IISS (2012), p. 374 |- | Carl Gustaf recoilless rifle | Sweden | Recoilless rifle | | 6 unitsIISS (2012), p. 374 |} === Vehicles === {| class=\"wikitable\" ! style=\"text- align:center; background:#aabccc;\"|Name ! style=\"text-align: center; background:#aabccc;\"|Origin ! style=\"text-align:l center! ; background:#aabccc;\"|Type ! style=\"text-align:l center; background:#aabccc;\"|In Service ! style=\"text-align: center; background:#aabccc;\"|Notes |- |Hino 500 |Japan |logistical |6 |donated by the US |- |Bedford TM |United Kingdom | logistical |17 |donated by the British upon BATSUB’s departure in 2011 |- |Jeep J8 |United States |utility vehicle |6 |gifted by the US |- |Ford F250 |United States |utility truck |10 |8 assigned to the Defence Force and two to the Belize Coast Guard. |- |Ford F450 |United States |Utility truck |2 |assigned to the Special Boat Unit. |- |Mahindra |India |Utility truck |10 | |- |Toyota Land Cruiser |Japan |Military ambulance |2 | |- |Jeep J8 |United States |Military ambulance |1 | |- |Polaris |United States |All-terrain vehicle |6 | |} ===Aircraft=== {| class=\"wikitable\" ! style=\"text-align:center; background:#acc;\"|Aircraft ! style=\"text-align: center; background:#acc;\"|Origin ! style=\"text-align:l center; background:#acc;\"|Type ! style=\"text-align:left; background:#acc;\"|Variant ! style=\"text-align:center; background:#acc;\"|In service ! style=\"text-align: center; background:#acc;\"|Notes |- ! style=\"align: center; background: lavender;\" colspan=\"6\"| Transport |- | BN-2 Islander | United Kingdom | utility | | 1 | |- ! style=\"align: center; background: lavender;\" colspan=\"6\"| Helicopters |- | Bell UH-1 | United States | utility | UH-1H | 1 | |} ==Facilities== * Mountain Pine Ridge Training Area - south of Belmopan used for jungle warfare by Belize, US, German, Dutch and British forces * Price Barracks - Ladyville - Air Wing HQ and former British helicopter base; it is named for the country's first Prime Minister George Cadle Price * Fairweather Camp - Punta Gorda Town - HQ for 2nd Bat and former British military base * Orange Walk Airport (Army) - Orange Walk District * Belizario Camp - San Ignacio - border area base * Corozal Training Centre - Corozal Town * Dangriga Training Centre - Dangriga * Philip S. W. Goldson International Airport - main airbase * Hector Silva Airstrip - small base located south of the airstrip; this is a secondary airstrip and was used by the British Army * Punta Gorda Airport is a secondary airstrip * St. George's Caye (Army) * Holdfast Camp (Army) * Baldy Beacons (Army) * Rideau Camp (Army) * Salamanca Camp (Army) * Militia Hall- Belize City ==References== ;Notes ==External links== * Belize Defence Force Category:Government of Belize Category:Military of Belize Category:1978 establishments in Belize",
 "title": "Belize Defence Force"
}