{
 "id": "68972",
 "text": "thumb|Enlargeable, detailed map of Benin Benin, a narrow, key-shaped, north- south strip of land in West Africa, lies between the Equator and the Tropic of Cancer. Its altitude ranges from 6°30′ N to 12°30′ N and its longitude from 1° E to 3°40′ E. It is bounded by Togo to the west, Burkina Faso and Niger to the north, Nigeria to the east, and the Bight of Benin to the south. With an area of , it is slightly bigger than the nation of Bulgaria. It extends from the Niger River in the north to the Atlantic Ocean in the south, a distance of . Although the coastline measures , the country measures about at its widest point. It is one of the smaller countries in West Africa, about one eighth the size of Nigeria, its neighbor to the east. It is, however, twice as large as Togo, its neighbor to the west. A relief map of Benin shows that it has little variation in elevation, averaging in elevation. ==Biogeography== thumb|left|Topography of Benin The country can be divided into four main areas from the south to the north. The low-lying, sandy, coastal plain, which has a highest elevation of is, at most, wide. It is marshy and dotted with lakes and lagoons connected to the ocean. The plateaus of southern Benin, with an altitude ranging between , are split by valleys running north to south along the Couffo, Zou, and Oueme Rivers, an area that has been categorised by the World Wildlife Fund as part of the Guinean forest-savanna mosaic ecoregion. Then an area of flat lands dotted with rocky hills whose altitude seldom reaches extends around Nikki and Savé. Finally, the Atacora mountain range extends along the northwest border and into Togo with the highest point, Mont Sokbaro, at . Benin has fields lying fallow, mangroves, and remnants of large sacred forests. In the rest of the country, the savanna is covered with thorny scrubs and dotted with huge baobab trees. Some forests line the banks of rivers. In the north and the northwest of Benin the Reserve du W du Niger and Pendjari National Park attract tourists eager to see elephants, lions, antelopes, hippos and monkeys. The country formerly offered habitat for the endangered painted hunting dog, Lycaon pictus,C. Michael Hogan. 2009 although this canid is considered to have been extirpated from Benin due to human population expansion. Woodlands comprise approximately 31 percent of Benin's land area.Rebecca Kormos and Christophe Boesch. 2003 Location: Western Africa, bordering the North Atlantic Ocean, between Nigeria and Togo Geographic coordinates: Continent: Africa Area: total: 112 622 km2 country comparison to the world: 102 land: 110 622 km2 water: 2 000 km2 Area comparative *Australia comparative: about half the size of Victoria *Canada comparative: 1.5 times larger than New Brunswick *United Kingdom comparative: smaller than England *United States comparative: slightly smaller than Pennsylvania Land boundaries: total: 2 123 km border countries: Burkina Faso 386 km, Niger 277 km, Nigeria 809 km, Togo 651 km Coastline: 121 km Maritime claims: territorial sea: 200 nautical miles (370.4 km) Climate: tropical; hot, humid in south; semiarid in north Terrain: mostly flat to undulating plain; some hills and low mountains Elevation extremes: lowest point: Atlantic Ocean 0 m highest point: Mont Sokbaro 658 m Natural resources: small offshore oil deposits, limestone, marble, timber Land use: arable land: 23.94% permanent crops: 3.99% other: 72.06% (2012) Irrigated land: 230.4 km2 (2012) 'Total renewable water resources: 26.39 km3 (2011) Freshwater withdrawal (domestic/industrial/agricultural): total: 0.13 km³/a (32%/23%/45%) per capita: 18.74 m³/a (2001) Natural hazards: hot, dry, dusty harmattan wind may affect north in December to March Environment - current issues: inadequate supplies of potable water; poaching threatens wildlife populations; deforestation; desertification Environment - international agreements: party to: Biodiversity, Climate Change, Climate Change-Kyoto Protocol Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Ship Pollution, Wetlands, Whaling Sandbanks create difficult access to a coast with no natural harbors, river mouths, or islands. == Climate == thumb|Benin map of Köppen climate classification zones thumb|left|man transporting a tree trunk during rainy season (October 2018) Benin's climate is hot and humid. Annual rainfall in the coastal area averages , not particularly high for coastal West Africa. Benin has two rainy and two dry seasons. The principal rainy season is from April to late July, with a shorter less intense rainy period from late September to November. The main dry season is from December to April, with a short cooler dry season from late July to early September. Temperatures and humidity are high along the tropical coast. In Cotonou, the average maximum temperature is ; the minimum is . Variations in temperature increase when moving north through a savanna and plateau toward the Sahel. A dry wind from the Sahara called the harmattan blows from December to March. Grass dries up, the vegetation turns reddish brown, and a veil of fine dust hangs over the country, causing the skies to be overcast. It is also the season when farmers burn brush in the fields. == Extreme points == This is a list of the extreme points of Benin, the points that are farther north, south, east or west than any other location. * Northernmost point – the confluence of the Mékrou River and the river Niger on the border with Niger, Alibori Department * Easternmost point – unnamed location on the border with Nigeria immediately east of the town of Néganzi, Borgou Department * Southernmost point – the point at which the border with Togo enters the Atlantic Ocean, Mono Department * Westernmost point - unnamed location on the border with Togo immediately south-west of Tiokossi in Datori, Atakora Department ==References== * C. Michael Hogan. 2009. Painted Hunting Dog: Lycaon pictus, GlobalTwitcher.com, ed. N. Stromberg *Rebecca Kormos and Christophe Boesch. 2003. West African chimpanzees: status survey and conservation action plan, International Union for Conservation of Nature and Natural Resources, IUCN/SSC Primate Specialist Group, 219 pages , * * ==Line notes== ==External links== * Soil Maps of Benin European Digital Archive on the Soil Maps of the world",
 "title": "Geography of Benin"
}