{
 "id": "689969",
 "text": "Election is a 1999 American black comedy film directed by Alexander Payne from a screenplay by Payne and Jim Taylor, based on Tom Perrotta's 1998 novel of the same name. The plot revolves around a student body election and satirizes politics and high school life. The film stars Matthew Broderick as Jim McAllister, a popular high school social studies teacher, and Reese Witherspoon as Tracy Flick, an overachieving student whom he dislikes. When Tracy runs for student government president, McAllister sabotages her candidacy by backing a rival candidate and tampering with the ballot count. Although not a success at the box office, Election received widespread critical acclaim. The film received an Oscar nomination for Best Adapted Screenplay, a Golden Globe nomination for Witherspoon for Best Actress, and the Independent Spirit Award for Best Film in 1999. ==Plot== Jim McAllister is a civics teacher at an suburban Omaha, Nebraska, high school. One of his students, Tracy Flick, is an overachieving senior he resents. Dave Novotny, a fellow teacher and Jim's best friend, lost his job and his wife after Tracy's mother discovered Tracy was having a sexual relationship with him. While Jim felt Dave needed to suffer the consequences, he is also bitter that Tracy emerged unscathed. Tracy announces she is running for student body president and informs McAllister that they will be spending time together, since he oversees student government. Appalled by this and that Tracy is running unopposed, McAllister encourages Paul Metzler, a popular football player, to enter the race. Paul, sidelined with a broken leg, finds his candidacy gives him purpose; it also infuriates Tracy, who resents Paul's popularity and privileged upbringing, being the son of a concrete magnate. Tammy Metzler, Paul's younger sister, is dumped by her girlfriend, Lisa Flanagan, who becomes Paul's girlfriend and campaign manager. Tammy exacts revenge by running for president on a nihilistic platform that student government is a sham. The three candidates make their campaign speeches to the student body. Tracy draws polite applause while Paul receives a warm reception, despite giving a halting and lackluster speech. Tammy delivers a defiant address in which she denounces the election and vows to dissolve student government if she wins. Tammy's speech rallies the students to a rowdy standing ovation, but it also gets her suspended from school. Tracy sees that one of her campaign posters has come unstuck from the wall. She tries to secure it but accidentally rips the poster apart. In a fit of rage, she destroys the other candidates' campaign posters and discards them in a dumpster, unaware that Tammy sees her. When McAllister confronts Tracy with his suspicion that she removed the posters, Tracy feigns innocence and threatens to sue the school. In a ploy to get expelled, Tammy claims she vandalized the posters and produces them as proof, having retrieved them from the dumpster. Tammy is expelled, her name is struck from the ballot, and her parents enroll her in a private Catholic school for girls, much to her delight. The day before the election, Jim visits Linda Novotny, Dave's ex- wife. Jim has previously suggested they rent a motel room together, and Linda later kisses him and they have sex. Linda asks Jim to rent a motel room for an afterschool rendezvous, but she fails to show. When Jim drives to Linda's house to find her, he is stung by a bee, causing a severe allergic reaction on his right eyelid. He returns home to find Linda and his wife talking. Knowing his encounter with Linda has been exposed, he spends the night in his car. During the election, Jim oversees the tally of the ballots, despite being sleep-deprived and disfigured from the bee sting. After the ballots are counted, Tracy wins by a single vote—cast by Paul, who thinks it would be dishonorable to vote for himself. During the ballot-counting, Jim spots Tracy dancing gleefully in the hall after one of the student vote-counters surreptitiously signals that she won. Jim secretly disposes of two of Tracy's ballots and declares Paul the winner. When a janitor discovers the ballots in the trash and shows them to the principal, Tracy becomes president and Jim is forced to resign. Jim's wife, angry at him for his tryst with Linda, throws him out of their house. Divorced and humiliated, Jim leaves Nebraska and fulfills a longtime dream of moving to New York City, where he becomes a tour guide at the American Museum of Natural History and begins dating a new woman. Tracy attends Georgetown University, while Paul enrolls at the University of Nebraska. Tammy finds a new girlfriend at her all-girls school. McAllister encounters Tracy during a trip to Washington, D.C., when he sees her getting into a limousine with a Republican U.S. representative. Disgusted that Tracy's success is the result of her cut-throat nature, McAllister impulsively hurls a cup of soda at the limo as it drives away. McAllister later speaks to a group of elementary school students at the museum, refusing to respond to the raised hand of an overeager girl who reminds him of Tracy. ==Cast== ==Production== Producers Albert Berger and Ron Yerxa sent director Alexander Payne an unpublished manuscript from novelist Tom Perrotta called \"Election\" in 1996. Payne was initially uninterested in directing a high school movie, but changed his mind after he read the manuscript. \"It was set in a high school, but it wasn’t a high school story, per se. Also what attracted me was the formal exercise of doing a movie with multiple points of view and multiple voice- overs,\" said Payne. The novel's rights were sold to Payne in January 1997 and it was officially published in March 1998. The novel was inspired by two key events. The first was the 1992 United States presidential election, in which Ross Perot entered as a third party candidate (a move echoed by Tammy Metzler). The second was a 1992 incident at Memorial High School in Eau Claire, Wisconsin, in which a pregnant student was elected homecoming queen, but staff announced a different winner and burned the ballots to cover it up. The film uses a number of stylized techniques in its storytelling, particularly through the use of freeze frames, flashbacks and voiceovers, which allow sections of the narrative to be delivered from the points of view of the four main characters. The film was primarily shot on location around the Omaha metro area in the fall of 1997, most notably in Papillion, Bellevue and the Dundee neighborhood. Papillion-La Vista Senior High School portrayed the fictitious Carver High School with many of the background extras being actual enrolled students at the time. Minor scenes were filmed at Younkers in Westroads Mall, the Old Market and the Henry Doorly Zoo and Aquarium. ===Alternate ending=== The film's original ending was not known until a rough workprint of it was found in a box of VHS tapes at a yard sale in 2011. This ending also appears in the third draft of the script, which can be read online. It is faithful to the book: Jim stays in Omaha and is hired as a used car salesman by one of his former students instead of moving to New York. Tracy encounters McAllister while looking to buy a car and the two settle their differences before she has him sign her yearbook. == Reception == Election was not a box office success as it grossed only $17.2 million against a budget of $8.5-$25 million. === Critical response === Election received critical acclaim. On Rotten Tomatoes, the film holds a rating of 92%, based on 114 reviews, with an average rating of 7.90/10. The critical consensus reads, \"Election successfully combines dark humor and intelligent writing in this very witty and enjoyable film.\" On Metacritic, the film has a score of 83 out of 100, based on 33 reviews, indicating \"universal acclaim\". Audiences surveyed by CinemaScore gave the film a grade \"B-\" on scale of A to F. It later placed at #5 in the first annual Village Voice Film Poll. Roger Ebert gave the film three and a half out of four stars, praising Witherspoon and Payne, and saying, \"...here is a movie that is not simply about an obnoxious student, but also about an imperfect teacher, a lockstep administration, and a student body that is mostly just marking time until it can go out into the world and occupy valuable space\". Todd McCarthy of Variety magazine wrote: \"Brandishes the sort of intelligent wit and bracing nastiness that will make it more appealing to discerning adults than to teens who just want to have fun.\" Desson Howe from The Washington Post recommended the film, saying it was \"the satire of the season, a hilarious, razor-sharp indictment of the American Dream,\" also praising Payne for finding \"a perfect fulcrum between humor and tragedy, between black comedy and poignancy.\" According to Payne, it is also President Barack Obama's favorite political film. === Accolades === Election is ranked #61 on Bravo's \"100 Funniest Movies\" and #9 on Entertainment Weekly's list of the \"50 Best High School Movies\", while Witherspoon's performance was ranked at #45 on the list of the \"100 Greatest Film Performances of All Time\" by Premiere. {| class=\"wikitable sortable plainrowheaders\" |- ! Year ! Award ! Category ! Nominated work ! Result ! |- |1999 || Academy Awards || Best Adapted Screenplay || Alexander Payne & Jim Taylor || || |- |1999 || Golden Globe Awards || Best Actress - Motion Picture Comedy or Musical || Reese Witherspoon || || |- |rowspan=5|1999 || rowspan=5|Independent Spirit Awards || Best Feature || Election || || rowspan=5| |- |Best Direction || Alexander Payne || |- |Best Screenplay || Alexander Payne & Jim Taylor || |- |Best Female Lead || Reese Witherspoon || |- |Best Debut Performance || Jessica Campbell || |- |rowspan=2|1999 || rowspan=2|Los Angeles Film Critics Association || Best Actress || Reese Witherspoon || || rowspan=8| |- |Next Generation Award || rowspan=2|Alexander Payne and Jim Taylor || |- |1999 || New York Film Critics Circle || Best Screenplay || |- |rowspan=3|1999 || rowspan=3|National Society of Film Critics || Best Film || Election || |- |Best Screenplay || Alexander Payne & Jim Taylor || |- |Best Actress || Reese Witherspoon || |- |1999 || National Board of Review || Excellence in filmmaking || Election || |- |1999 || Writers Guild of America Awards || Best Adapted Screenplay || Alexander Payne & Jim Taylor || |- |} ==Home media== Election was released on DVD on October 19, 1999 and Blu-ray on January 20, 2009. A special edition Blu-ray was released by The Criterion Collection on December 16, 2017, with a 4K restoration of the film.Election Blu-ray. Blu-ray.com. ==References== ==External links== * * * * * * Election: That’s Why It’s Destiny an essay by Dana Stevens at the Criterion Collection * Ann Hornaday, \"The 34 best political movies ever made\" The Washington Post Jan. 23, 2020), ranked #16 Category:1990s black comedy films Category:1990s high school films Category:1990s satirical films Category:1990s teen comedy films Category:1999 comedy films Category:1999 films Category:1999 independent films Category:1999 LGBT-related films Category:American black comedy films Category:American films Category:American high school films Category:American independent films Category:American LGBT- related films Category:American political satire films Category:American teen comedy films Category:American teen LGBT-related films Category:1990s English- language films Category:Films about academic scandals Category:Films about elections Category:Films about teacher–student relationships Category:Films based on American novels Category:Films directed by Alexander Payne Category:Films scored by Rolfe Kent Category:Films set in Nebraska Category:Films set in New York City Category:Films set in Washington, D.C. Category:Films shot in Iowa Category:Films shot in Nebraska Category:Films shot in Washington, D.C. Category:Films with screenplays by Alexander Payne Category:Films with screenplays by Jim Taylor (writer) Category:Independent Spirit Award for Best Film winners Category:Lesbian-related films Category:LGBT-related black comedy films Category:LGBT-related satirical films Category:MTV Films films Category:Paramount Pictures films Category:Films about scandalous teacher–student relationships",
 "title": "Election (1999 film)"
}