{
 "id": "690191",
 "text": "Olivet Nazarene University (ONU) is a private Nazarene university in Bourbonnais, Illinois. Named for its founding location, Olivet, Illinois, ONU was originally established as a grammar school in east-central Illinois in 1907. In the late 1930s, it moved to the campus in Bourbonnais. The university is affiliated with the Church of the Nazarene and is the annual site of the church's Regional Celebrate Life youth gathering for the Central USA Region. ==History== Olivet Nazarene University traces its roots to 1907, when the Eastern Illinois Holiness Association started Miss Mary Nesbitt's grammar school in a house in Georgetown, Illinois. In 1908, the school's founders acquired 14 acres in the village of Olivet, and moved the grammar school to the proposed campus. A Wesleyan–holiness community sprang up around the school.\"Why These Schools? Historical Perspectives on Nazarene Higher Education,\" by Stan Ingersol In 1909, the liberal arts college was chartered and named Illinois Holiness University, with A. M. Hills from Texas Holiness University as its first president. It was then given to the Church of the Nazarene in 1912, with E. F. Walker as president, and inherited one of the most populated Nazarene regions in the United States. It was renamed Olivet University in 1915,The History of ENC, written by James Cameron, references J.E.L. Moore leaving Eastern Nazarene College in 1919 to become \"president of the Pentecostal Nazarene University at Olivet, Illinois.\" on p.142 and the Year Book of American Churches, 1921-1922 edited by E.O. Watson, published by Hayworth Publishing Co. Washington D.C. cites the name as \"Olivet University.\" and again in 1921 to Olivet College. The economic solvency of the school became a problem in the 1920s, and the trustees were forced to declare bankruptcy in 1926. The school's treasurer, T. W. Willingham, purchased the school back at an auction and was elected president. In 1939, the main building on campus was destroyed by fire. This prompted the school to look for a new location. Under President A.L. Parrott, the school moved in 1940, onto the previous campus of St. Viator's College. With the move, the school's name was changed to Olivet Nazarene College (ONC). The school's name was changed again in 1986 to Olivet Nazarene University (ONU). The past twenty years have been marked by a massive change in the culture and image of Olivet. Following the appointment of John C. Bowling as University president, the university began appealing to a more diverse set of students from different Christian denominations. The school began several different construction projects to mark the growth of the school as a whole. The university currently is organized with seven academic units: the College of Arts and Sciences, the McGraw School of Business, the Martin D. Walker School of Engineering, the School of Education, the School of Life and Health Sciences, the School of Theology and Christian Ministry, and the School of Graduate and Continuing Studies. ==Campus== ONU's campus is in the village of Bourbonnais, Illinois, outside the city of Kankakee, Illinois,The college has been in Bourbonnais since 1940, but its seal has traditionally read Kankakee. with 30 buildings. Four buildings are original from St. Viator College, including Burke Administration, Chapman Hall, Miller Business Center, and Birchard Gymnasium. There are also satellite campuses for adult education in Rolling Meadows, Illinois and Hong Kong.HLC of the NCA: ONU profile ===Campus features=== Since Olivet Nazarene University relocated to Bourbonnais, the campus has undergone several different waves of construction. In addition, within the past two years, there have been numerous construction projects including the construction of the Betty and Kenneth Hawkins Centennial Chapel, the largest theater in Kankakee County, which seats approximately 3,059 people, and the Student Life and Recreation Center, which opened in December 2012. In total, there are seven academic buildings (Burke, Wisner, Weber, Reed, Larsen, Forton Villa, and Leslie Parrott), two gymnasiums (Birchard and McHie), and six residence halls (Chapman, Hills, Nesbitt, Parrott, McClain, Howe and Williams). The university also has several off-campus apartment buildings (Old Oak, Oak Run, University Place, Grand, Stadium, Stratford, and Bresee). Centennial Chapel has showcased many Christian artists including Bill Gaither and Chris Tomlin. The university has also completed their student life and recreation center which was opened on December 12, 2012. This building serves as central hub for the campus and features an Olympic-sized pool, Jacuzzi, lazy river, resistance pool, indoor track, one of the tallest collegiate rock climbing walls in North America, various classrooms, offices, a fitness center, game room and coffee shop. ==Organization== ONU is one of nine regional U.S. liberal arts collegesLIBERAL ARTS AND THE PRIORITIES OF NAZARENE HIGHER EDUCATION by J. Matthew Price, Ph.D. Eastern Nazarene College is the only Nazarene institution to retain the \"college\" moniker. Different states hold different standards for university status, but Nazarene higher education is based on the liberal arts model rather than that of a research university. affiliated with the Church of the Nazarene.Nazarene Educational Regions ONU is the college for the \"Central USA Region\" of the United States.Although its name might suggest that it is the college for the \"Olivet\" region, no such region currently exists. Eastern and Northwest are the only Nazarene schools to use their regional names. Olivet is named for a former location in the village of Olivet, Illinois. There was a Nazarene institution once called Central Nazarene College in Texas. In terms of the Church of the Nazarene, the \"Central Region\" comprises the Wisconsin, Northwestern Illinois, Illinois, Chicago Central, Northern Michigan, Michigan, Eastern Michigan, Northwest Indiana, Northeastern Indiana, Indianapolis, and Southwest Indiana districts, which include Wisconsin, Michigan, Illinois, and Indiana. Each college receives financial backing from the Nazarene churches on its region; part of each church budget is paid into a fund for its regional school. Each college or university is also bound by a gentlemen's agreement not to actively recruit outside its respective \"educational region.\" ==Academics== ONU has been accredited by the Higher Learning Commission since 1956 and offers bachelor's degrees in 67 academic majors. The School of Graduate and Continuing Studies offers master's degrees, nontraditional adult degree-completion programs, and a doctor of education degree offered only at Bourbonnais main campus as well as a master of \"professional counseling\" degree offered at a site in Hong Kong and distance education for a master in education degree. The doctor of education degree was offered through a unique hybrid/cohort model (both in- class and online). Starting late 2018, the doctor of education program was switched to full online only version. The 2007 acceptance rate for students who applied to the college was 70.3 percent. ==Student life== There were 4,636 students at the college in 2007, 3,190 of whom were undergraduates. ONU students are from 40 states and 20 countries, and represent 30 Christian denominations. The university offers over 80 different clubs with many different focuses. All of the clubs and student organizations are sponsored by the Olivet Nazarene University Associated Student Council. Some of the most influential clubs on campus include Capitol Hill Gang, the university's political society, and the campus chapter of the International Justice Mission. The school also supports one club sports team which is loosely affiliated with the university. In 2010, the Black Penguins, a club Ultimate Frisbee team was created and reached the UPA's College Nationals, reaching that level again in 2014. ===Athletics=== Olivet Nazarene athletic teams are known as the Tigers; the university is member of the National Association of Intercollegiate Athletics (NAIA) and compete as a member of Chicagoland Collegiate Athletic Conference (CCAC). ONU also competes in the North Central Region of the National Christian College Athletic Association (NCCAA). Men's sports include baseball, basketball, cheerleading, cross country, football, golf, soccer, swimming, tennis, track & field and volleyball; while women's sports include basketball, cheerleading, cross country, golf, soccer, softball, swimming, tennis, track & field and volleyball. The purple and gold colors and the Tigers athletic nickname at Olivet Nazarene have existed since 1940, when ONC students first played Bethany Nazarene College (BNC), and intervarsity athletics began with another game between ONC and BNC in 1966. ONU was originally affiliated with the Division III Northern Illinois-Iowa Conference of the National Collegiate Athletic Association (NCAA) from 1974 to 1997. ONU became a charter member of the Mid-States Football Association in 1994 (football-only). From 2002 to 2019, the Chicago Bears held their summer training camp at the school. Although the Bears had an agreement to continue practicing at the university through 2022, they moved the camp to Halas Hall for the 2020 season. ==Controversies== ===Evolution controversy=== In 2007, President John C. Bowling prohibited ONU alumnus and faculty member Richard G. Colling from teaching the general education biology course which he had taught since 1991. President Bowling banned professors from assigning Colling's 2004 book: Random Designer: Created from Chaos to Connect with the Creator (Browning Press: ) In the book, Colling argued that \"'evolution has stood the test of time and considerable scrutiny,' and that evolution through random mutation and natural selection is 'fully compatible with' faith. In particular, his designing God uses the laws of nature he created 'to accomplish his goals' of, among other things, a wondrous diversity of nature and an ever-changing living world.\" The 2009-2013 Manual of the Church of the Nazarene states: \"The Church of the Nazarene believes in the biblical account of creation (\"In the beginning God created the heavens and the earth . . .\"—Genesis 1:1). We oppose any godless interpretation of the origin of the universe and of humankind.\" The 2005-2009 Manual included an additional paragraph that was removed in 2009: \"[T]he church accepts as valid all scientifically verifiable discoveries in geology and other natural phenomena, for we firmly believe that God is the Creator.\" In a chapel message delivered 11 January 2006, President Bowling stated: \"The Christian faith and some understandings of evolution are not necessarily incompatible. However, I want to be very clear in saying that not every articulation of evolution will do; not at all. That is to say, evolution must be understood in certain ways to be compatible with Christian faith.\" In October 2007 the School of Theology and Christian Ministry and the Department of Biology issued a statement concerning creation and theistic evolution, which includes this statement: \"We affirm the value of science as a way of exploring the revelation of the Creator God in nature. We think that the theory of evolution can be seen as a scientific explanation of the diversity of life on earth, rather than as a godless religion that denies God’s hand in the processes of creation.\" In a September 15, 2007 article about the Colling controversy published in Newsweek, Bowling is quoted as saying: \"In the last few months [objections to Colling] took on a new life and became a distraction, and things were deteriorating in terms of confidence in the university.\" Bowling further said that he banned Colling's book in order to \"get the bull's-eye off Colling and let the storm die down.\" In 2009, the conclusion of an American Association of University Professors (AAUP) investigation found problems with shared governance at ONU and that Colling's rights had been violated when Bowling placed the concerns of the more conservative members of its Nazarene constituency higher than its principles of academic freedom. In 2009, Dr. Colling resigned from the Olivet Nazarene University faculty in an agreement with the school. ===Homosexuality=== According to the 2009–2013 Manual of the Church of the Nazarene: \"Homosexuality is one means by which human sexuality is perverted. We recognize the depth of the perversion that leads to homosexual acts but affirm the biblical position that such acts are sinful and subject to the wrath of God. We believe the grace of God sufficient to overcome the practice of homosexuality (1 Corinthians 6:9-11). We deplore any action or statement that would seem to imply compatibility between Christian morality and the practice of homosexuality. We urge clear preaching and teaching concerning Bible standards of sexual morality.\" Woody Webb, VP for Student Development, stated: “We want to talk about this issue with students, and we want them to feel safe doing so. If they come to us and want help understanding their same sex attractions, our offices are open. While we won’t help a student accept [his or her] same sex attraction and enter a gay lifestyle, if they realize that their same sex attraction is contrary to God’s will for them, we will walk with them on their journey.” According to a controversial article published in the Olivet student newspaper, \"[I]f a student needs counseling and indicates that he or she is gay on the application... Olivet counselors are not permitted to counsel them according to University policy.\" If a student is attempting to overcome homosexual tendencies, the University will accept them into counseling services. The only way that ONU will not accept a student into the counseling program is if the purpose of the counseling is directly related to accepting their homosexuality. In addition, if this is the case, Olivet will refer the student to an outside counseling agency. In March 2012, the Illinois Defense of Marriage Initiative visited campus, and advocated against gay marriage. That same month, Mike Haley, a motivational speaker and self-proclaimed reformed homosexual, spoke to students during the school's mandatory Chapel. According to The Daily Journal \"[t]his prompted a small group of students at Olivet to petition for tolerance and an open discussion about homosexuality.\" ===T. J. Martinson=== On June 28, 2019, the university rescinded its job offer of assistant professor to academic and author T. J. Martinson (Ph.D. IU Bloomington, The Reign of the Kingfisher), a third-generation Olivet alumnus, “citing complaints that his novel contained profanity and other elements [including the depiction of prostitution and the portrayal of a lesbian character] that conflict with the school’s religious doctrine”. On July 26, 2019, PEN America released a statement on the controversy: \"A professor’s dismissal on the basis of a work of fiction suggests a disturbing climate for open inquiry and creative expression at [Olivet Nazarene University]. Unfortunately, the circumstances of Martinson’s dismissal give the impression that the institution is more committed to quelling potential criticism and controversy than it is committed to defending the academic freedom of its faculty. In this case, dismissing Martinson over the content of his novel, including the presence of a lesbian character, sends a message of exclusion to the ONU community and is likely to have a chilling effect on the free and creative expression of students and faculty.\" ==Notable alumni== *Paul Cunningham, former General Superintendent of the Church of the Nazarene *James Diehl, former General Superintendent of the Church of the Nazarene *R. Wayne Gardner, notable Nazarene minister and president emeritus of Eastern Nazarene College *David W. Graves, General Superintendent of the Church of the Nazarene *Ben Heller, professional baseball player *Adam Kotsko, author, translator, and professor of humanities at Shimer College *Tara Beth Leach, pastor and author *Mike Overy, professional baseball player *Les Parrott, professor of clinical psychology for Seattle Pacific University, author, and motivational speaker *Theresa K. Woodruff, researcher at Northwestern University's Feinberg School of Medicine *Ben Zobrist, professional baseball player ==References== ==External links== *Official website Category:Private universities and colleges in Illinois Category:Educational institutions established in 1907 Category:Universities and colleges affiliated with the Church of the Nazarene Category:Education in Kankakee County, Illinois Category:Buildings and structures in Kankakee County, Illinois Category:1907 establishments in Illinois Category:Council for Christian Colleges and Universities",
 "title": "Olivet Nazarene University"
}