{
 "id": "690199",
 "text": "Cynthia Voigt (born February 25, 1942) is an American writer of books for young adults dealing with various topics such as adventure, mystery, racism and child abuse. Her first book in the Tillerman family series, Homecoming, was nominated for several international prizes and adapted as a 1996 film.\"Homecoming (1996) . Allmovie. Her novel Dicey's Song won the 1983 Newbery Medal. Voigt received the Margaret Edwards Award from the American Library Association in 1995 recognizing her contribution in writing for teens. == Life == Cynthia Voigt was born February 25, 1942, in Boston, Massachusetts.\"Learning About Cynthia Voigt\". Lauren Elmegreen, Grade 8. [Kay E.] Vandegrift's Children's Literature Page, SCILS, Rutgers (rutgers.edu). [Archive] She graduated from Smith College in Massachusetts and worked in advertising in New York City. In 1964, she married and moved to Santa Fe, New Mexico, where she started teaching. She taught second grade (and one high school English class) at the Key School in Annapolis, Maryland, from 1966 to 1971. She divorced in 1972, and taught high school English in Glen Burnie, Maryland.Biographies: Theodosius I to David Watmough .... Brief Biographies (biography.jrank.org). She began writing again and remarried in 1974, to Walter Voigt, who taught classical Greek at The Key School, where she returned to teach high school English again.\"Cynthia Voigt\" . Scholastic Teachers. After winning the Newbery Medal for Dicey's Song, she left teaching to write full-time and moved to Deer Isle, Maine. She is the mother of two children, Peter and Jessica. ==Awards and honors== The ALA Margaret Edwards Award recognizes one writer and a particular body of work for \"significant and lasting contribution to young adult literature\". Voigt won the annual award in 1995, citing seven books published from 1981 to 1986: Homecoming, Dicey's Song, A Solitary Blue, Building Blocks, The Runner, Jackaroo, and Izzy, Willy- Nilly(‡). According to the YA librarians, her \"work for young adults over a period of years has provided an authentic voice ... Voigt's intense character studies introduce young adults to genuine people often isolated from society. While her characters may be orphaned, abandoned, disabled, their strength to overcome adversity is extraordinary.\" She has won several awards for particular works, too. *Dicey's Song: Newbery Medal 1983 *The Callender Papers: Edgar Allan Poe Award Young Adult category 1984 *The Runner: Deutscher Jugendliteraturpreis Non-fiction book 1989 *On Fortune's Wheel: ALA Best Books for Young AdultsVoigt, Cynthia. On Fortune's Wheel. New York: Ballantine Books, 1991. p. i.Google Books Voigt, Cynthia. On Fortune's Wheel. New York: Simon & Schuster, 1999. Back cover. *A Solitary Blue: Newbery Honor Book 1984; Phoenix Award Honor Book 2003 ==Works== ===Tillerman Cycle=== The Tillerman Cycle follows the struggles of the eponymous family, beginning with Homecoming, in which one generation of Tillerman children is abandoned by their mother. The young four-some must find their way to their estranged grandmother, under the leadership of thirteen-year-old Dicey, the eldest sibling and main character of the series. Four of the books are, however, centered on other characters--The Runner follows Dicey's uncle, Bullet. Come a Stranger and A Solitary Blue cover some of the same territory as Dicey's Song from the perspectives of Mina and Jeff, respectively, who are two of Dicey's friends. Sons from Afar focuses on Dicey's brothers, James and Sammy. Throughout Voigt's novels, she taps into the emotional aspects of the struggles of the Tillerman children, as well as the other protagonists of her novels, making the Tillerman cycle a series of books appropriate for all ages. *1981 Homecoming ‡ *1982 Dicey's Song ‡ *1983 A Solitary Blue ‡ *1985 The Runner ‡ *1986 Come a Stranger *1987 Sons from Afar *1989 Seventeen Against the Dealer (‡) The first four Tillerman books were among seven cited when Voigt won the 1995 Edwards Award. ===Kingdom series=== The vast majority of Voigt's work is marked by a contemporary or historical setting and a realistic style. The \"Kingdom\" books break from the former, being set in an unspecified but apparently invented region in a circa-medieval period of historical development. While the world is invented, however, it remains realistic in its construction, and resembles in most respects a historically faithful period setting, rather than a sword and sorcerer fairyland. What myths are present in the Kingdom are usually seen to have historical basis; the first novel, Jackaroo, deals with such a myth—a Robin Hood-like figure who is really just an archetype whose guise is donned by various nobles and commoners through the years. The Kingdom books are connected by history and geography rather than the lifespan of any one character or family; though characters in later novels are sometimes descended from characters in earlier novels, their adventures are usually the stuff of myth or distant memory. In recent years, the series was repackaged and the books were released under new titles: The Tale of Gwyn (previously published as Jackaroo), The Tale of Birle (previously published as On Fortune's Wheel), The Tale of Oriel (previously published as The Wings of a Falcon), and The Tale of Elske (previously published as Elske). *1985 Jackaroo ‡ *1990 On Fortune's Wheel *1993 The Wings of a Falcon *1999 Elske ===Rosie series=== *1986 Stories about Rosie *2003 Good Morning Rosie ===Bad Girls series=== *1996 Bad Girls *1997 Bad, Badder, Baddest\" *2000 It's Not Easy Being Bad *2001 \"Born to be bad\" *2002 Bad Girls in Love (Voigt Novel) *2003 *2006 Bad Girls, Bad Girls, Whatcha Gonna Do? ===Davis Farm series=== *2005 Angus and Sadie *2011 Young Fredle *2018 Toaff’s Way ===Mister Max series=== *2013 Mister Max: The Book of Lost Things: Mister Max 1 *2014 Mister Max: The Book of Secrets: Mister Max 2 *2015 Mister Max: The Book of Kings: Mister Max 3 ===Other books=== *1982 Tell Me If the Lovers Are Losers *1983 Callender Papers *1984 Building Blocks ‡ *1986 Izzy, Willy-Nilly ‡ *1988 Shore Writers' Sampler II *1988 Tree by Leaf *1991 Glass Mountain *1991 The Vandemark Mummy *1992 David and Jonathan *1992 Orfe *1994 When She Hollers *2016 Teddy & Co. *2017 By Any Name ===Short stories=== *2011 \"The Stepsister\" included in the young adult anthology What You Wish For ==References == ==External links== * * * Cynthia Voigt at Library of Congress Authorities —with 60 catalog records Category:1942 births Category:20th-century American novelists Category:21st- century American novelists Category:21st-century American short story writers Category:American children's writers Category:American women novelists Category:American women short story writers Category:Edgar Award winners Category:Margaret A. Edwards Award winners Category:Newbery Medal winners Category:Newbery Honor winners Category:American writers of young adult literature Category:Smith College alumni Category:Living people Category:20th- century American women writers Category:21st-century American women writers",
 "title": "Cynthia Voigt"
}