{
 "id": "690537",
 "text": "{{Infobox settlement | name = Shingō | native_name = | native_name_lang = ja | settlement_type = Village | image_skyline = ShingoVillageOffice.jpg | imagesize = | image_alt = | image_caption = Shingō Village Office | image_flag = Flag of Shingo Aomori.svg | flag_alt = | image_seal = Emblem of Shingo, Aomori.svg | seal_alt = | image_shield = | shield_alt = | image_blank_emblem = | nickname = | motto = | image_map = Shingo in Aomori Prefecture Ja.svg | map_alt = | map_caption = Location of Shingō in Aomori Prefecture | pushpin_map = Japan | pushpin_label_position = | pushpin_map_alt = | pushpin_map_caption = | coordinates = | coor_pinpoint = | coordinates_footnotes = | subdivision_type = Country | subdivision_name = Japan | subdivision_type1 = Region | subdivision_name1 = Tōhoku | subdivision_type2 = Prefecture | subdivision_name2 = Aomori | subdivision_type3 = District | subdivision_name3 = Sannohe | established_title = | established_date = | founder = | named_for = | seat_type = | seat = | government_footnotes = | leader_party = | leader_title = | leader_name = | leader_title1 = | leader_name1 = | total_type = | unit_pref = | area_magnitude = | area_footnotes = | area_total_km2 = 150.77 | area_land_km2 = | elevation_footnotes = | elevation_m = | population_footnotes = | population_total = 2408 | population_as_of = March 2020 | population_density_km2 = auto | population_est = | pop_est_as_of = | population_demonym = | population_note = | timezone1 = Japan Standard Time | utc_offset1 = +9 | timezone1_DST = | utc_offset1_DST = | postal_code_type = | postal_code = | area_code_type = | area_code = | blank_name_sec1 = City Symbols | blank1_name_sec1 = - Tree | blank1_info_sec1 = Aesculus | blank2_name_sec1 = - Flower | blank2_info_sec1 = Asian skunk cabbage | blank3_name_sec1 = | blank3_info_sec1 = | blank4_name_sec1 = | blank4_info_sec1 = | blank5_name_sec1 = | blank5_info_sec1 = | blank6_name_sec1 = | blank6_info_sec1 = | blank7_name_sec1 = | blank7_info_sec1 = | blank_name_sec2 = Phone number | blank_info_sec2 = 0178-78-2111 | blank1_name_sec2 = Address | blank1_info_sec2 = 039-0801 | website = | footnotes = }} is a village located in Aomori Prefecture, Japan. , the village has an estimated population of 2,408 in 922 householdsShingō Village official statistics and a population density of 16 persons per km² (42 people per square mile). The total area of the village is . ==Geography== Shingō is in south-central Aomori Prefecture, east of Lake Towada. The western edge of the village borders Akita Prefecture. Much of the village is mountainous with the outer ring mountains of Lake Towada, including Mt. Okomagatake (1,144 meters) and Mt. Toraidake (1,159 m). The village area extends along National Route 454, which connects Hachinohe City, Aomori Prefecture and Lake Towada. ===Neighboring municipalities=== Aomori Prefecture *Towada *Sannohe District **Gonohe **Nanbu **Sannohe Akita Prefecture *Kazuno ==Climate== The village has a cold humid continental climate characterized by cool short summers and long cold winters with very heavy snowfall (Köppen climate classification Dfa). The average annual temperature in Shingō is 8.7 °C (47 °F). The average annual rainfall is 1342 mm (53 in.), with September as the wettest month. The temperatures are highest on average in August, at around 22.2 °C (72 °F), and lowest in January, at around -3.7 °C (25 °F).Shingō climate data ==Demographics== Per Japanese census data,Shingō population statistics the population of Shingō has declined steadily over the past 70 years. ==History== The area around Shingō was controlled by the Nambu clan of Morioka Domain during the Edo period. During the post-Meiji restoration establishment of the modern municipalities system on 1 April 1889, Herai Village and neighboring Nozawa Village were formed. On July 29, 1955 the western portion of Nozawa Village merged into Herai, which was then renamed Shingō. ==Government== Shingō has a mayor-council form of government with a directly elected mayor and a unicameral village council of eight members. Shingō is part of Sannohe District which contributes three members to the Aomori Prefectural Assembly. In terms of national politics, the town is part of Aomori 2nd district of the lower house of the Diet of Japan. ==Education== Shingō has two public elementary schools and two public middle schools operated by the village government. The village does not have a high school. ==Economy== The economy of Shingō is heavily dependent on agriculture. Notable crops include edible chrysanthemum, Japanese yam and tobacco. Traditionally a horse breeding area, Shingō is also known for its cattle ranches. ==Transportation== ===Railway=== *The village has no passenger railway service. ===Highway=== * ==Alleged Tomb of Jesus== left|thumb|Alleged tomb of Jesus in Shingo Village Shingō village is the location of what is purported to be the resting place of Jesus, the \"Tomb of Jesus\" (Kirisuto no haka), and the residence of Jesus' last descendants, the family of Sajiro Sawaguchi. According to these ahistorical claims, Jesus Christ did not die on the cross at Golgotha. Instead, a man alleged to be his brother, Isukiri, took his place on the cross, while Jesus escaped across Siberia to Mutsu Province, in northern Japan. Once in Japan, Jesus changed his name to Torai Tora Daitenku and became a garlic farmer. In Japan, Jesus allegedly married a woman named Miyuko, with whom he fathered three children, all daughters. The eldest daughter married into the Sawaguchi family, which is claimed to hold a direct lineage to Jesus, evidenced by certain non-Japanese physical characteristics. After his death at an age exceeding 100, Jesus was said to have been interred into one of two grave mounds in the village. A remnant of the crucified Isukiri, typically thought to be a lock of hair, is allegedly buried in the other mound. Few people seem to believe in the legend at face value, especially as many of the details come from the controversial Takenouchi documents (竹内文書), which are believed by most scholars to be a hoax. These documents report that Jesus studied Buddhism in Japan in the time between his childhood and the start of his ministry, and that his teachings in the New Testament were rooted in ancient Buddhist wisdom. These documents were reportedly destroyed during World War II, making verification of their authenticity impossible. Some theorize that the legend originated from 17th century Jesuit missionaries. Following the outlawing of Christianity in Japan, these missionaries, as well as Japanese Catholic converts, were persecuted and driven into hiding. thumb|A sign directing visitors to the Tomb of Christ site in Shingō, Aomori. A Christian church, repurposed into a Legend of Christ Museum, currently sits at the Tomb of Christ site in Shingō and can be visited for a ¥100 entrance fee. This museum includes displays and artifacts detailing the different elements of the legend and daily life in Shingō over history. The museum claims that many of the unique customs of the village, like the now-lost custom of drawing a cross on the forehead of infants, come directly from the teachings and direction of Jesus. Each year, a festival (matsuri) is held at the site on the first Sunday of June. Thousands of pilgrims and tourists travel to the site annually, making it the small village's primary source of tourism. ==References== ==External links== *Official Website Category:Alleged tombs of Jesus Category:Villages in Aomori Prefecture Category:Christianity in Japan Category:Denial of the crucifixion of Jesus",
 "title": "Shingō, Aomori"
}