{
 "id": "690702",
 "text": "In graph theory, total coloring is a type of graph coloring on the vertices and edges of a graph. When used without any qualification, a total coloring is always assumed to be proper in the sense that no adjacent edges, no adjacent vertices and no edge and either endvertex are assigned the same color. The total chromatic number χ″(G) of a graph G is the fewest colors needed in any total coloring of G. The total graph T = T(G) of a graph G is a graph such that (i) the vertex set of T corresponds to the vertices and edges of G and (ii) two vertices are adjacent in T if and only if their corresponding elements are either adjacent or incident in G. Then total coloring of G becomes a (proper) vertex coloring of T(G). A total coloring is a partitioning of the vertices and edges of the graph into total independent sets. Some inequalities for χ″(G): # χ″(G) ≥ Δ(G) + 1. # χ″(G) ≤ Δ(G) + 1026. (Molloy, Reed 1998) # χ″(G) ≤ Δ(G) + 8 ln8(Δ(G)) for sufficiently large Δ(G). (Hind, Molloy, Reed 1998) # χ″(G) ≤ ch′(G) + 2. Here Δ(G) is the maximum degree; and ch′(G), the edge choosability. Total coloring arises naturally since it is simply a mixture of vertex and edge colorings. The next step is to look for any Brooks-typed or Vizing-typed upper bound on the total chromatic number in terms of maximum degree. The total coloring version of maximum degree upper bound is a difficult problem that has eluded mathematicians for 50 years. A trivial lower bound for χ″(G) is Δ(G) + 1. Some graphs such as cycles of length n ot \\equiv 0 \\bmod 3 and complete bipartite graphs of the form K_{n,n} need Δ(G) + 2 colors but no graph has been found that requires more colors. This leads to the speculation that every graph needs either Δ(G) + 1 or Δ(G) + 2 colors, but never more: :Total coloring conjecture (Behzad, Vizing). \\chi(G) \\le \\Delta(G)+2. Apparently, the term \"total coloring\" and the statement of total coloring conjecture were independently introduced by Behzad and Vizing in numerous occasions between 1964 and 1968 (see Jensen & Toft). The conjecture is known to hold for a few important classes of graphs, such as all bipartite graphs and most planar graphs except those with maximum degree 6. The planar case can be completed if Vizing's planar graph conjecture is true. Also, if the list coloring conjecture is true, then \\chi(G) \\le \\Delta(G) +3. Results related to total coloring have been obtained. For example, Kilakos and Reed (1993) proved that the fractional chromatic number of the total graph of a graph G is at most Δ(G) + 2. == References == * *Jensen, Tommy R.; Toft, Bjarne (1995). Graph coloring problems. New York: Wiley-Interscience. . * * Category:Graph coloring",
 "title": "Total coloring"
}