{
 "id": "690872",
 "text": "__NOTOC__ This is a list of ancient Egyptian people who have articles on Wikipedia. The list covers key ancient Egyptian individuals from the start of the first dynasty until the end of the ancient Egyptian nation when the Ptolemaic Dynasty ended and Egypt became a province of Rome in 30 BC. Note that the dates given are approximate. The list that is presented below is based on the conventional chronology of Ancient Egypt, mostly based on the Digital Egypt for Universities database developed by the Petrie Museum of Egyptian Archaeology. A - B - C - D - E - F - G - H - I - J - K - L - M - N - O - P - Q - R - S - T - U - V - W - X - Y - Z ==A== {| class=\"wikitable sortable\" align=\"center\" !style=\"width: 150px;\"|Name !! style=\"width: 100px;\"|Main Title !! style=\"width: 90px;\"|Dynasty !!align=\"center\" style=\"width: 150px;\"|Date!! |Comment |- |Aahotepre || Pharaoh ||14th dynasty|| (fl. c. mid-17th century BC)|| Pharaoh of Canaanite descent from the 14th Dynasty possibly identical to 'Ammu. |- |Aat|| Queen || 12th dynasty|| (fl. c. late-19th century BC)|| Queen and wife of Amenemhat III. |- |Abar || Queen ||25th dynasty || (fl. c. mid-8th century BC)|| Egyptian queen, the mother of King Taharqa and probably the wife of King Piye. |- |Achillas || Military commander||Ptolemaic|| (fl. mid-1st century BC)|| Commander under the Ptolemaic Egyptian king Ptolemy XIII. Executed at the orders of Arsinoe IV of Egypt by Ganymedes. |- |Addaya ||Diplomat || 18th dynasty || (fl. c. mid-14th century BC)|| Egyptian commissioner in southern Canaan mentioned in the Amarna letters. He probably served under Pharaohs Amenhotep III and/or Akhenaten. |- |Agathoclea||Mistress|| Ptolemaic|| (fl. c. late-3rd century BC)|| Mistress of the Ptolemaic king Ptolemy IV Philopator and sister of his chief minister, Agathocles. Together, they managed to achieve complete influence over Ptolemy IV. |- |Agathocles|| Minister || Ptolemaic || (fl. c. late-3rd century BC)|| Chief minister of the Ptolemaic king Ptolemy IV Philopator and brother of the king's mistress Agathoclea. Together, they managed to achieve complete influence over Ptolemy IV. |- |Ahaneith|| Queen || 1st dynasty|| (fl. c. 30th century BC)|| Wife of King Djet |- |Ahhotep I || Queen ||17th dynasty || (fl. c. mid-16th century BC) || Daughter of Queen Tetisheri and Senakhtenre Ahmose, and was probably the sister, as well as the wife, of pharaoh Seqenenre Tao. Ahhotep reigned as regent until her son, Ahmose I, was of age. Also known as Ahhotpe or Aahhotep. |- |Ahhotep II || Queen ||17th dynasty ||(fl. c. mid-16th century BC) || Probably the Great Royal Wife of pharaoh Kamose. |- |Ahmes || Scribe ||17th dynasty|| (fl. c. mid-17th century BC) || Wrote the Rhind Mathematical Papyrus, a work of Ancient Egyptian mathematics. Also called Ahmose. |- |Senakhtenre Ahmose ||Pharaoh|| 17th dynasty|| fl. c. mid-16th century BC || Pharaoh of the late 17th dynasty, his existence and complete name were confirmed by recent archeological discoveries. |- |Ahmose I || Pharaoh || 18th dynasty || (reigned c. 1549 BC – c. 1524 BC) || Founder of the 18th dynasty. He was a son of pharaoh Seqenenre Tao and brother of the last pharaoh of the seventeenth dynasty, Kamose. During his reign, he completed the conquest and expulsion of the Hyksos from the delta region and restored Theban rule over the whole of Egypt. |- |Ahmose ||Princess || 17th dynasty || (fl. c. mid-16th century BC) || Daughter of pharaoh Seqenenre Tao by his sister-wife Sitdjehuti. Ahmose was a half-sister of Pharaoh Ahmose I. |- |Ahmose || Queen || 18th dynasty || (fl. c. mid-16th century BC) || Wife of 18th dynasty pharaoh, Thutmose I, and the mother of queen and later, pharaoh, Hatshepsut. |- |Ahmose||King's son High Priest of Re|| 18th dynasty || (fl. c. late 15th century BC)|| Probably a son of pharaoh Amenhotep II. He was in office as High Priest of Re in Heliopolis during the reign of his brother Thutmose IV. |- |Ahmose, son of Ebana||Military Commander|| 17th/18th dynasty|| (fl. c. mid to late-16th century BC)|| Served in the Egyptian military under the 17th and 18th dynasty pharaohs Seqenenre Tao, Ahmose I, Amenhotep I, and Thutmose I. |- |Ahmose-ankh || Prince || 18th dynasty || (fl. c. mid-16th century BC) || Son of Pharaoh Ahmose I and queen Ahmose Nefertari. He was the crown prince but pre-deceased his father. |- |Ahmose-Henutemipet|| Princess|| 17th/18th dynasty|| (fl. c. late-16th century BC) || Daughter of Pharaoh Seqenenre Tao and probably Queen Ahhotep I. She was the sister of Ahmose I. |- |Ahmose-Henuttamehu || Princess / Queen || 17th/18th dynasty|| (fl. c. late-16th century BC)|| Daughter of 17th dynasty pharaoh Seqenenre Tao by his sister-wife Ahmose-Inhapi. She was probably married to her half-brother Pharaoh Ahmose I. Ahmose-Henuttamehu was a half-sister to Queen Ahmose-Nefertari. |- |Ahmose-Inhapi|| Prince / Queen || 17th dynasty|| (fl. c. mid-16th century BC) || Daughter of Pharaoh Senakhtenre Ahmose and was sister to Pharaoh Seqenenre Tao, and the queens Ahhotep I and Sitdjehuti. She was married to her (half-)brother Seqenenre Tao and they had a daughter, Ahmose-Henuttamehu. |- |Ahmose-Meritamon || Princess || 17th dynasty|| (fl. c. late-16th century BC)|| Probably a daughter of Seqenenre Tao. Her mummy was found in the Deir el-Bahri cache and is now in the Egyptian Museum in Cairo. |- |Ahmose-Meritamun || Princess / Queen || 18th dynasty|| (fl. c. late-16th century BC) || Daughter of Ahmose I and Ahmose Nefertari, and was queen of her brother Amenhotep I. |- |Ahmose-Nebetta || Princess || 17th dynasty|| (fl. c. mid-16th century BC) || Probably the daughter of Seqenenre Tao and a sister of Ahmose I. |- |Ahmose Nefertari || Princess / Queen || 17th/18th dynasty|| (fl. c. mid to late-16th century BC) || Daughter of Seqenenre Tao and Ahhotep I, and royal sister and the wife of pharaoh Ahmose I. Following Ahmose I's death, Ahmose-Nefertari became the regent for her son Amenhotep I and ruled until he was old enough to rule on his own. |- |Ahmose Pen-Nekhebet || Military Commander || 18th dynasty|| (fl. c. late-16th to early-15th century BC)|| Egyptian official and military commander who started his career under Ahmose I and served all subsequent pharaohs until Thutmose III. |- |Ahmose Sapair ||Prince ||17th dynasty || (fl. c. mid-16th century BC) || Probably a son of Pharaoh Seqenenre Tao and a brother of Ahmose I. |- |Ahmose-Sitamun || Princess || 18th dynasty || (fl. c. late-16th century BC) || Daughter of Pharaoh Ahmose I and sister of Amenhotep I. A colossal statue of hers stood before the eighth pylon at Karnak. |- |Ahmose called Si- Tayit || Viceroy of Kush||18th dynasty || (fl. c. late-16th century BC) || Viceroy of Kush during the reign of Ahmose I. Possibly the first Viceroy to serve in that capacity. Early in the reign of Amenhotep I, the position passed from Si-Tayit to his son Ahmose called Turo. |- |Ahmose-Sitkamose || Princess / Queen || 17th/18th dynasty || (fl. c. late-16th century BC)|| Probably the daughter of Pharaoh Kamose. She probably married Ahmose I. Also called Sitkamose. |- |Ahmose-Tumerisy||Princess ||17th dynasty || (fl. c. mid-16th century BC) || Probably a daughter of pharaoh Seqenenre Tao and a sister of Ahmose I. |- |Ahmose called Turo || Viceroy of Kush|| 18th dynasty || (fl. c. late-16th century BC) || Viceroy of Kush under Amenhotep I and Tuthmosis I. Son of Ahmose called Si-Tayit. |- |Akhenaten || Pharaoh || 18th dynasty || (reigned c. 1353 BC – c. 1336 BC) || Known before the 5th year of his reign as Amenhotep IV (or Amenophis IV). He abandoned traditional Egyptian polytheism and introducing worship centered on Aten. Also called Echnaton or Akhenaton. |- |Akhraten || King of Kush|| || (reigned c. 350 BC – c. 335 BC)|| Possibly a son of Harsiotef and a brother of Nastasen. Akhraten may have been succeeded by Nastasen. |- |Alara of Nubia || King of Kush || || (fl. c. early-8th century BC) || Founder of the Napatan royal dynasty and was the first recorded prince of Nubia. He unified all of Upper Nubia from Meroë to the Third Cataract. His successors would comprise the 25th Dynasty of Egypt. |- |Alexander Helios ||Prince || Ptolemaic || (40 BC – c. 29 BC) || Eldest son of queen Cleopatra VII and Roman triumvir Mark Antony. |- |Amanibakhi || King of Kush || || (fl. c. mid-4th century BC)|| Kushite King of Meroe. The successor of Akhraten and the predecessor of Nastasen. |- |Amanineteyerike || King of Kush || || (fl. c. late-5th century BC) || Kushite King of Meroe. The son of King Malewiebamani, and brother of Baskakeren. His predecessor Talakhamani was either an older brother or an uncle. His name is also written as Amanneteyerike, Aman-nete-yerike, or Irike-Amannote. |- |Amasis II || Pharaoh || 26th dynasty || (reigned c. 570 BC – c. 526 BC)|| Based at Sais and the successor to Apries. Under Amasis II, Egypt's agricultural based economy reached its zenith. He was able to defeat an invasion of Egypt by the Babylonian king Nebuchadrezzar II. Also called Ahmose II. |- |Amenemhat I || Pharaoh || 12th dynasty || (reigned c. 1991 BC – c. 1962 BC) || First ruler of the 12th dynasty. Amenemhat I was a vizier of his predecessor Mentuhotep IV. He moved the capital from Thebes to Itjtawy. |- |Amenemhat II || Pharaoh || 12th dynasty || (reigned c. 1929 BC – c. 1895 BC)|| Third pharaoh of the 12th dynasty of Egypt. He was the son of Senusret I through the latter's chief wife, Queen Neferu III. |- |Amenemhat III || Pharaoh || 12th dynasty || (reigned c. 1860 BC – c. 1814 BC) || Sixth king of the 12th dynasty. Son of Senusret III. |- |Amenemhat IV || Pharaoh || 12th dynasty || (reigned c. 1815 BC – c. 1806 BC)|| Seventh king of the 12th dynasty. Possibly a son of Amenemhat III. |- |Amenemhat V Sekhemkare || Pharaoh || 13th dynasty || (fl. c. early 18th century BC) || Egyptian king of the 13th Dynasty. He appears as 'Sekhemkare' in the Turin King List. |- |Amenemhet VI|| Pharaoh || 13th dynasty || (fl. c. mid-18th century BC) || Seventh king of the Thirteenth Dynasty according to the Turin Canon. |- |Amenemhat|| Nomarch || 12th dynasty|| (fl. 20th century BCE)|| Also known as Ameny, a governor at Men'at Khufu during the reign of pharaoh Senusret I. |- |Amenemhat|| High Priest of Amun || 18th dynasty|| (fl. c. late-15th century BC)|| High Priest of Amun during the reign of pharaoh Amenhotep II. |- |Amenemhat || Prince || 18th dynasty|| (fl. c. mid-15th century BC)|| Son of Pharaoh Thutmose III. He was the eldest son and appointed heir but predeceased his father. |- |Amenemhat || Prince || 18th dynasty|| (fl. c. early-14th century BC) || Son of Pharaoh Thutmose IV. He died young and was buried in his father's tomb. |- |Amenemhatankh || Prince || 12th dynasty|| (fl. c. early 19th century BC) || Son of Amenemhat II. |- |Amenemipet called Pairy||Vizier || 18th dynasty || (fl. c. late-15th century BC) || Served during the reigns of Amenhotep II and Thutmose IV. |- |Amenemnisu || Pharaoh || 21st dynasty || (reigned c. 1051 BC – c. 1047 BC) || Second pharaoh of the 21st dynasty. Only ruled 4 years. |- |Amenemope|| Pharaoh || 21st dynasty || (reigned c. 1001 BC – c. 992 BC) || Son of Psusennes I and Queen Mutnedjemet. He was the successor to his father, and after c. 9 years of rule, he was succeeded by Osorkon the Elder. AMenemope was buried in Tanis. |- |Amenemopet || Prince || 18th dynasty || (fl. c. late-15th century BC) || Probably a son of Amenhotep II. Known from stela from Giza, and possibly depicted on the stela of the royal nurse Senetruiu. |- |Amenemopet || Princess || 18th dynasty || (fl. c. early-14th century BC) || Probably a daughter of Thutmose IV. Buried with other royal princesses in the Sheikh Abd el-Qurna cache. |- |Amenemopet ||Viceroy of Kush|| 19th dynasty || (fl. c. early-13th century BC) || Served as Viceroy of Kush during the reign of the 19th dynasty pharaoh Seti I. |- |Amenemope || Scribe || Ramesside || (fl. c. late-12th century BC) || Amenemope, son of Kanakht, is thought to be the author of the Instruction of Amenemope, an Egyptian text written in the Ramesside Period. His discourses are presented in the traditional form of instructions from father to son on how to live a good and moral life. |- |Amenhotep I || Pharaoh || 18th dynasty || (reigned c. 1526 BC – c. 1506 BC) || Second pharaoh of the 18th dynasty of Egypt. He was the son of Ahmose I and queen Ahmose-Nefertari. He inherited an enlarged kingdom formed by his father's military conquests and maintained dominance over Nubia and the Nile Delta. Also called Amenophis I'. |- |'Amenhotep II || Pharaoh || 18th dynasty || (reigned c. 1427 BC – c. 1400 BC) || Son of Thutmose III and Queen Merytre- Hatshepsut. Also called Amenophis II. |- |'Amenhotep III || Pharaoh || 18th dynasty || (reigned c. 1391 BC – c. 1353 BC) || Son of Thutmose IV and queen Mutemwia. His lengthy reign was a period of unprecedented prosperity and artistic splendour, when Egypt reached the peak of her artistic and international power. Also called Amenophis III. |- |Amenhotep IV (see Akhenaten) || Pharaoh || 18th dynasty || || Son of Amenhotep III and Queen Tiye. Changed his name to Akhenaten in the 4th year of his reign. |- |Amenhotep, son of Hapu || Architect || 18th dynasty || (fl. c. mid-14th century BC)|| Amenhotep, son of Hapu, was an architect, a priest, a scribe, and a public official, who held a number of offices under Pharaoh Amenhotep III. |- |Amenhotep ||High Priest of Amun|| 18th dynasty|| (fl. c. mid-15th century BC)|| High priest in the Temple of Amun. |- |Amenhotep ||High Priest of Amun|| 20th dynasty|| (fl. c. late-12th century BC) || High priest of Amun under the 20th dynasty pharaohs Ramesses IX to Ramesses XI. He was also the vizier and first prophet of Amun-resonther. |- |Amenhotep|| Prince || 18th dynasty || (fl. c. late-15th century BC) || Son and possibly the designated heir of Amenhotep II. |- |Amenhotep Huy|| High steward of Memphis || 18th dynasty|| (fl. c. mid-14th century BC) || High steward of Memphis under Amenhotep III. He was one of the highest officials at the royal court. |- |Amenhotep-Huy|| Vizier || 18th dynasty|| (fl. c. mid-14th century BC)|| Served during the reign of the 18th dynasty pharaoh Amenhotep III. He was also director of Upper and Lower Egypt and overseer of all the works of the King in Upper and Lower Egypt. |- |Amenia ||Noble Woman || 18th dynasty|| (fl. c. late-14th century BC) || First wife of the pharaoh Horemheb, the last ruler of the 18th dynasty. Amenia died before Horemheb became Pharaoh. Buried in Saqqara. |- |Amenirdis I Khaneferumut || God's Wife of Amun || 25th dynasty|| (fl. c. 714 BC – c. 700 BC) || Kushite princess, daughter of Pharaoh Kashta and Queen Pebatjma. |- |Amenirdis II|| Divine Adoratrice of Amun|| 25th dynasty|| (fl. c. 650 BC – c. 640 BC) || Daughter of the Kushite pharaoh Taharqa and was adopted by Shepenupet II, daughter of Piye, to become Divine Adoratrice of Amun. |- |Amenmesse || Pharaoh|| 19th dynasty|| (reigned c.1202 BC – c.1199 BC)|| Possibly the son of Pharaoh Merneptah and Queen Takhat. Amenmesse likely usurped the throne from Seti II, Merneptah's son. The two may have ruled as rivals until Seti II defeated Amenmesse. Also called Amenmesses or Amenmose. |- |Amenmose|| Noble man|| 18th dynasty|| (fl. c. mid-15th century BC)|| Egyptian noble who lived during the reigns of the Pharaohs Thutmose III and Amenhotep II. |- |Amenmose ||Prince|| 18th dynasty|| (fl. c. late-16th century BC)|| Eldest son and designated heir of Thutmose I. He predeceased his father. |- |Amenmose || Vizier|| 19th dynasty|| (fl. c. late-13th century BC)|| Vizier of Egypt during the reigns of the Pharaohs Amenmesse and Seti II. |- |Amethu called Ahmose || Vizier|| 18th dynasty|| (fl. c. mid-15th century BC)|| Held this position during the reigns of the Pharaohs Thutmose II and Hatshepsut and during the early years of the reign of Thutmose III. |- |Ameny Qemau || Pharaoh|| 13th dynasty|| (fl. c. mid-18th century BC)|| Ruled during the early 13th dynasty. A pyramid in southern Dahshur was constructed for him. Possibly also known as Sehotepibre. |- |Ammeris || Governor of Sais|| 26th dynasty|| (died c. 695 BCE)|| Vassal of Shabaka of the 25th dynasty, installed as governor of Sais by him. |- |Amun- her-khepeshef || Prince|| 19th dynasty|| (fl. c. 1280 BC – c. 1250 BC)|| First-born son of the 19th dynasty Pharaoh Ramesses II and Queen Nefertari. He was the crown prince of Egypt but predeceased his father. His name is also written as Amonhirkhopshef and earlier in his life as Amun-her-wenemef. |- |Amun-her-khepeshef|| Prince|| 20th dynasty|| (fl. c. early-12th century BC)|| Eldest son and appointed heir of the 20th dynasty Pharaoh Ramesses III. |- |Amyrtaeus of Sais|| Pharaoh|| 28th dynasty|| (reigned 404 BC – 399 BC)|| Only king of the 28th dynasty of Egypt who ruled after the first Persian occupation of Egypt. Amyrtaeus started a revolt against Darius II of Persia in 411 BC and following the death of Darius declared himself king. Amyrtaeus was defeated in a battle with his successor, Nepherites I of Mendes, and executed. Also known as Amenirdisu of Sais. |- |Analmaye ||King of Kush || || (fl. c. mid-6th century BC)|| Succeeded King Malonaqen and was in turn succeeded by King Amaninatakilebte. |- |Anat-her ||Pharaoh, prince or chieftain || 15th or 16th dynasty or contemporaneous with 12th dynasty ||(fl. c. late-19th to mid-17th century BC) || Obscur semitic ruler during the second intermediate period. Possibly a vassal of the Hyksos, a Hyksos prince, or a Canaanite chieftain contemporaneous with the 12th dynasty. |- |Anedjib || Pharaoh || 1st dynasty || (fl. c. 30th century BC)|| Possibly a son of King Den. |- |Anen || Second Prophet of Amun || 18th dynasty || (fl. c. mid-15th century BC)|| Brother of Queen Tiye, the wife of Amenhotep III. |- |Anhotep || Viceroy of Kush||19th dynasty || (fl. c. 13th century BC)|| Viceroy of Kush during the reign of Ramesses II. |- |Ankh-ef-en-Khonsu i || Priest of Monthu || 25th/26th dynasty || (fl. c. mid-8th century BC)|| Best known under the name of Ankh-af-na- khonsu, and as the dedicant of the so-called Stela of Revealing |- |Ankhefensekhmet ||High Priest of Ptah || 21st dynasty || (fl. c. mid-10th century BC)|| Probably served during the reigns of king Psusennes II and king Shoshenq I. |- |Ankherfenedjef||Prince || 4th dynasty|| (fl. c. 26th century BC)|| Son of Nefermaat, the eldest son of pharaoh Sneferu, and of Itet. |- |Ankhesenamen || Queen || 18th dynasty || (fl. c. late-14th century BC)|| Named Ankhesenpaaten at her birth, she was a daughter of the Egyptian Pharaoh Akhenaten and Nefertiti and became queen to her (half-) brother Tutankhamun. Following their marriage, the couple honored the deities of the restored religion by changing their names to Tutankhamun and Ankhesenamen. |- |Ankhesenpaaten Tasherit || Princess|| 18th dynasty || (fl. c. mid-14th century BC)|| Probably the daughter of Ankhesenamun (who was named Ankhesenpaaten as a princess) and Akhenaten. |- |Ankhesenpepi I || Queen || 6th dynasty || (fl. c. 24th century BC)|| Queen consort to Pharaoh Pepi I. Ankhesenpepi was a daughter of Nebet, the female vizier, and her husband Khui. Also called Ankhenesmeryre I. |- |Ankhesenpepi II || Queen || 6th dynasty || (fl. c. 23rd century BC)|| Daughter of Nebet, the female vizier, and her husband Khui. Ankhesenpepi II was married to Pharaoh Pepi I and later was a queen to Merenre Nemtyemsaf I. Also called Ankhenesmeryre II. |- |Ankhesenpepi III || Queen || 6th dynasty || (fl. c. 23rd century BC)|| Daughter of Nemtyemsaf I and she became the wife of Pepi II. |- |Ankhesenpepi IV || Queen || 6th dynasty || (fl. c. 23rd century BC)|| Queen of Pharaoh Pepi II. She was the mother of 7th dynasty king Neferkare II. |- |Ankhhaf|| Prince, Vizier || 4th dynasty|| (fl. c. 26th century BC)|| Egyptian prince who served as vizier and overseer of works for King Khafre. Ankhhaf was a son of pharaoh Sneferu. |- |Ankhkherednefer ||Official ||22nd dynasty|| (fl. c. mid-9th century BC)|| Served under Pharaoh Osorkon II. His name is also written as Ankhrenepnefer and Ankhsherynefer. |- |Ankhmakis ||Local King|| Ptolemaic|| (fl. early 2nd century BC)|| Second king (reigned c.199 BC – c.185 BC) of a dynasty which controlled much of Upper Egypt during the reigns of the Egyptian kings Ptolemy IV and Ptolemy V. His name is also written as: Ankhonnophris, Khaonnophris, Chaonnophris and Ankmachis. |- |Ankhmare || Prince, Vizier || 4th dynasty||(fl. c. 26th century BC)|| Son of King Khafre. Served as vizier. |- |Ankhnesneferibre|| God's Wife of Amun|| 26th dynasty|| (fl. c.mid-6th century BC)|| Daughter of Psamtik II and his wife Takhuit. She governed Thebes until the Persian conquest of Egypt in 525 BC. |- |Ankhreshet || Prince || 4th dynasty|| (fl. c. 26th century BC)|| Son of Nefermaat, the eldest son of pharaoh Sneferu, and of Itet. His name is also written as Ankhersheretef. |- |Ankhtifi||Nomarch of Hierakonpolis || 10th/11th dynasty|| (fl. c. 22nd century BC)|| Nomarch of Hierakonpolis and a supporter of the Herakleopolitan- based 10th dynasty which was locked in conflict with the Theban-based 11th Dynasty kings for control of Egypt. |- |Ankhu || Vizier|| 13th dynasty|| (fl. c. late 18th century BC)|| Vizier during the reigns of King Khendjer and King Sobekhotep II. |- |Anlamani ||King of Kush|| || (reigned c. 620 BC – c. 600 BC)|| During his reign, Kush experienced a revival in its power in the region. |- |'Apepi ||Pharaoh || 14th dynasty|| (fl. c. mid-17th century BC)|| Obscure pharaoh of Canaanite descent reigning in the late 14th Dynasty. |- |Apepi ||Pharaoh || 15th dynasty|| (fl. c. mid-16th century BC)|| Penultimate Hyksos ruler of Lower and Middle Egypt, belonging to the 15th dynasty and reigning towards the end of the Second Intermediate Period. Also known as Ipepi or Apophis. |- |Aperanat ||Pharaoh || 15th or 16th dynasty|| (fl. c. mid to late 17th century BC)|| Semitic ruler of Lower Egypt, easier an early Hyksos king of the 15th Dynasty or a vassal of the Hyksos kings. |- |Aperel ||Vizier || 18th dynasty||(fl. c. mid-14th century BC) || Also known as Aperia. He was a vizier of Egypt who served during the reigns of the 18th dynasty pharaohs Amenhotep III and Akhenaten. |- |Apries Wahibre Haaibre || Pharaoh || 26th dynasty|| (reigned c. 589 BC – c. 567 BC) || During his reign, a civil war broke out between Egyptian army troops and foreign mercenaries in the Egyptian army. Egyptians turned for support towards a victorious general, Amasis II, who declared himself pharaoh and Apries fled Egypt. |- |Aramatle-qo || King of Kush || ||(fl. c. mid-6th century BC)|| Also known as Amtalqa, he was a Nubian king who was the son and successor of King Aspelta and Queen Henuttakhbit. |- |Aristomenes of Alyzia ||Regent, Minister|| Ptolemaic||(fl. c. early 2nd century BC)|| Also known as Aristomenes the Acarnanian. He was regent and chief minister of Egypt in the Ptolemaic period during the reign of the boy king Ptolemy V. Around 196 BC, Ptolemy V took personal control of his kingdom, but Aristomenes remained chief minister until he was removed from power in 192 BC. |- |Arsinoe I ||Queen || Ptolemaic|| (c. 305 BC – c. 247 BC)|| First wife of Ptolemy II of Egypt. They had three children, including his successor Ptolemy III of Egypt. Around 274 BC, she was accused by Arsinoe II of plotting against him and went in exile. |- |Arsinoe II||Queen || Ptolemaic|| (316 BC–270 BC)|| Queen of Thrace, Asia Minor and Macedonia and wife of King Lysimachus, her half-brother Ptolemy Keraunos and later co-ruler of Egypt with her brother and husband King Ptolemy II Philadelphus. |- |Arsinoe III ||Queen || Ptolemaic|| (c. 246 BC – 204 BC)|| Daughter of Ptolemy III and Berenice II. In 220 BC she married her brother, Ptolemy IV and became queen of Egypt. She reigned 220 BC – 204 BC. She was murdered in a palace coup, shortly after her husband's death. |- |Arsinoe IV ||Queen || Ptolemaic|| (c. 68 BC–41 BC)|| Daughter of Ptolemy XII Auletes. Arsinoe IV was a half-sister of Cleopatra VII and Ptolemy XIII. When Julius Caesar arrived in Alexandria in 48 BC and sided with Cleopatra VII, Arsinoe escaped from Alexandria but was later captured and taken to Rome. She lived in a temple in Ephesus until Cleopatra VIII arranged for Mark Antony to have her murdered. |- |Artakama|| Queen || Ptolemaic || fl. c. 4th century BC|| Second wife of Ptolemy I Soter. Artakama married Ptolemy (then a general) in April 324 BC at the Susa marriage festival as ordered by Alexander the Great. |- |Ashakhet I ||High Priest of Ptah|| 21st dynasty || (fl. c. mid-11th century BC)|| Served as high priest during the reigns of Amenemnisu and possibly Psusennes I. |- |Ashakhet II ||High Priest of Ptah|| 21st dynasty || (fl. c. mid-10th century BC)|| Served during the reigns of King Siamun and King Psusennes II. |- |Aspelta || King of Kush || || (reigned c. 600 BC – c. 580 BC)|| Ruler of the kingdom of Kush. Egyptian forces invaded Kush because Pharaoh Psamtik II saw Aspelta as a threat to his authority over Upper Egypt. The capital, Napata, was sacked so Aspelta moved the Nubian capital to Meroë. |- |Atakhebasken ||Queen|| 25th dynasty || (fl. c. late 8th century BC)|| Also known as Akhetbasaken. She was the queen consort to pharaoh Taharqa. |- |Atlanersa|| King of Kush|| || (reigned c. 656 BC – c. 640 BC)|| Nubian king who was the successor of Tantamani, the last ruler of the 25th Nubian dynasty in Egypt. In contrast to his predecessor, Atlanersa's kingdom was restricted to the region of Kush south of Aswan. |- |Ay Kheperkheprure|| Pharaoh || 18th dynasty|| (reigned c. 1323 BC – c.1319 BC)|| Penultimate pharaoh of Egypt's 18th dynasty. He was pharaoh for a brief period, although he was a close advisor to two or three of the pharaohs who reigned before him and was the power behind the throne during Tutankhamun's reign. |- | (Queen) || Queen || 13th dynasty|| (fl. c. late-18th century BC)|| Possibly the wife of the 13th dynasty king Sobekhotep II. |} ==B== {| class=\"wikitable sortable\" align=\"center\" !style=\"width: 150px;\"|Name !! style=\"width: 100px;\"|Main Title !! style=\"width: 90px;\"|Dynasty !!align=\"center\" style=\"width: 150px;\"|Date!! |Comment |- |Babaef|| Vizier || 4th dynasty|| (fl. c. 26th century BC)|| Also known as Khnumbaf. He was a vizier during the reign of king Shepseskaf. He was probably the son of the vizier Duaenre. |- |Bakenkhonsu || High Priest of Amun || 19th dynasty|| (c. 1303 BC – c. 1213 BC) || From the time of pharaoh Ramesses II. |- |Bakenranef || Pharaoh || 24th dynasty|| (reigned 725 BC – 720 BC) || Also known as Bocchoris. Was briefly a king of the 24th dynasty of Egypt. Based at Sais in the western Delta. Captured and executed by Shabaka, a king of the 25th dynasty. |- |Bakenrenef || Vizier || 26th dynasty|| (7th century BCE)|| From the time of pharaoh Psamtik I. |- |Baketwernel || Queen || 20th dynasty|| (fl. c. late-12th century BC)|| Great Royal Wife of Ramesses IX. |- |Baqet III || Nomarch of Men'at Khufu || 11th dynasty|| (fl. c. 21st century BCE)|| From the time of pharaoh Mentuhotep II. |- |Baskakeren || King of Kush || || (fl. c. late-5th century BC)||King of Kush (reigned c. 405 BC – c. 404 BC) and was probably a son of King Malewiebamani and the younger brother of King Amanineteyerike. He succeeded Amanineteyerike to the throne. |- |Baufra || Prince || 4th dynasty|| (fl. c. 26th century BC)|| Also known as Baufre or Bauefre. Baufra was a son of Pharaoh Khufu. |- |Bay Irsu|| Chancellor || 19th dynasty|| (fl. c. late-13th century BC)||Served under pharaoh Seti II and later became an influential powerbroker in the closing stages of the 19th dynasty. Executed. |- |Bebi|| Vizier || 11th dynasty|| fl. c. 21st century BC|| Egyptian vizier under king Mentuhotep II. |- |Bebiankh || Pharaoh || 16th dynasty|| fl. c. early-16th century BC|| Also known as Seuserenre Bebiankh. The successor of king Semenre. |- |Bebnum || Pharaoh || 14th or 16th dynasty|| fl. c. early to mid 17th century BC|| Obscur ruler of Lower or Upper Egypt during the Second Intermediate Period. Only known from the Turin King List. |- |Behenu || Queen || 6th dynasty|| fl. c. 23rd century BC|| Thought to have been the wife of either Pepi I or of Pepi II. |- |Bek (or Bak)|| Royal Sculptor || 18th dynasty|| fl. c. mid-14th century BC|| Chief royal sculptor during the reign of Pharaoh Akhenaten. Bek followed the king to Akhetaten, the city founded by Akhenaten. He oversaw the construction of the great temple statues of the king. |- |Beketamun || Princess || 18th dynasty|| (fl. c. mid-15th century BC)|| Also known as Beket. A daughter of Pharaoh Thutmose III. |- |Beketaten || Princess || 18th dynasty|| (fl. c. mid-14th century BC)|| Youngest daughter of Pharaoh Amenhotep III and Tiye and thus the sister of Pharaoh Akhenaten. |- |Benerib || Queen || 1st dynasty|| (fl. 31st century BC)|| Most likely a wife of pharaoh Hor-Aha, but she was not the mother of his heir, Djer. |- |Berenice || Princess/Queen || Ptolemaic|| (fl. 261 BC – 246 BC)|| Also known as Berenice Syra. Daughter of the Egyptian king Ptolemy II Philadelphus and Arsinoe I. She married the Seleucid monarch Antiochus II Theos who divorced his wife, Laodice I. When Antiochus II died, Berenice claimed the regency for her son, Seleucus. However, both Berenice and her son were then killed by Laodice I. |- |Berenice I || Queen || Ptolemaic|| (c. 340 BC – c. 275 BC)|| Macedonian noblewoman who, through her marriage to Ptolemy I Soter, became the first queen of the Ptolemaic dynasty of Egypt. Berenice travelled to Egypt as a lady-in-waiting to Eurydice, Ptolemy I's wife. Ptolemy I married Berenice in 317 BC. |- |Berenice II|| Queen || Ptolemaic|| (c. 267 BC – c. 221 BC)|| Daughter of Magas of Cyrene and Queen Apama II. Her husband, Demetrius the Fair, a Macedonian prince, moved to Cyrene where he became the lover of her mother Apama. So Berenice had him killed in Apama's bedroom. Afterwards she married the Egyptian king, Ptolemy III Euergetes. |- |Berenice III || Queen || Ptolemaic|| (120 – 80 BC)|| Ruled jointly with her uncle/husband Ptolemy X Alexander I (101 BC–88 BC). After Ptolemy X died, Ptolemy IX Lathyros reclaimed the throne, but when he died in 81 BC, Berenice took over the throne. The Roman Republic intervened and forced her to marry Ptolemy XI Alexander II, but he had her killed 19 days later. |- |Berenice IV|| Queen || Ptolemaic|| (77 BC – 55 BC)|| Reigned 57 BC – 55 BC. She was a daughter of Ptolemy XII and Cleopatra V. After Cleopatra V's death, Berenice assumed the throne but was forced to marry Seleucus VII Kybiosaktes. So she had him murdered to remain sole ruler. After Ptolemy XII retook the throne with the aid of Roman soldiers, he had Berenice executed. |- |Betrest|| Queen || 1st dynasty|| (fl. c. 30th century BC)|| Mother of the pharaoh Semerkhet. |- |Bintanath|| Queen || 19th dynasty|| (fl. c. 13th century BC)|| Also known as Bentanath. A daughter and later wife of the 19th dynasty Egyptian Pharaoh Ramesses II. |- |Buneb || Prince || 4th dynasty|| (fl. c. 26th century BC)|| Son of Nefermaat, the eldest son of pharaoh Sneferu and Itet. |- |Bunefer || Queen || 4th/5th dynasty||(fl. c. 26th century BC) || Her title as a priestess of Shepseskaf means she may have been a wife or daughter of Shepseskaf or she was the wife of king Thamphthis. |} ==C== {| class=\"wikitable sortable\" align=\"center\" !style=\"width: 150px;\"|Name !! style=\"width: 100px;\"|Main Title !! style=\"width: 90px;\"|Dynasty !!align=\"center\" style=\"width: 150px;\"|Date!! |Comment |- |Caesarion ||Prince/Pharaoh|| Ptolemaic|| 47 BC–30 BC|| Last king of the Ptolemaic dynasty of Egypt (reigned 44 BC – 30 BC). He was the son of Cleopatra VII and Julius Caesar. He was killed on the orders of Octavian. Full name: Ptolemy XV Philopator Philometor Caesar. |- |Charmian||Servant to Cleopatra|| Ptolemaic|| c. 1st century BC|| Trusted servant and advisor to the historical Cleopatra VII of Egypt. Died with Cleopatra. |- |Chephren||Pharaoh|| 4th dynasty|| || see Khafre |- |Cheops ||Pharaoh|| 4th dynasty|| || see Khufu |- |Cleomenes of Naucratis ||Nomarch|| Ptolemaic|| c. 4th century BC || Greek of Naucratis in Egypt, was appointed by Alexander III of Macedon as nomarch of the Arabian district of Egypt and receiver of the tributes from all the districts of Egypt and the neighboring part of Africa (331 BC). |- |Cleopatra I Syra ||Queen|| Ptolemaic|| c. 204 BC – 176 BC|| Reigned 181 BC – 176 BC. She was the daughter of the Seleucid king Antiochus III and queen Laodice III. As part of a peace treaty, Antiochus III agreed to Cleopatra I marrying Ptolemy V (193 BC). Upon her Ptolemy V's death (181 BC), Cleopatra I ruled on behalf of her young son, Ptolemy VI. |- |Cleopatra II ||Queen|| Ptolemaic|| c. 185 BC – 116 BC|| Reigned 169 BC – 145 BC, 130 BC – 127 BC, 124 BC – 116 BC. Cleopatra II was the daughter of Ptolemy V and Cleopatra I. She was the sister of, and later married, both Ptolemy VI (175 BC) and Ptolemy VIII (145 BC). |- |Cleopatra III ||Queen|| Ptolemaic|| 161 BC – 101 BC|| Reigned 142 BC–131 BC and 127 BC – 101 BC. She was a daughter of Ptolemy VI and Cleopatra II. She married her uncle Ptolemy VIII. After the death of Ptolemy VIII (116 BC), Cleopatra III ruled with her eldest son Ptolemy IX and then with her second son Ptolemy X until Ptolemy X had her murdered. |- |Cleopatra IV ||Queen|| Ptolemaic|| c.135 BC – 112 BC|| Daughter of Ptolemy VIII and Cleopatra III. Cleopatra IV married her brother Ptolemy IX (c.119 BC), and later the Seleucid prince, Antiochus IX Cyzicenus. Cleopatra IV was executed at the orders of Antiochus VIII. |- |Cleopatra V Tryphaena ||Queen|| Ptolemaic|| c. 95 BC – c. 57 BC|| Illegitimate daughter of Ptolemy IX or a daughter of Ptolemy X. In 79 BC she married Ptolemy XII. |- |Cleopatra VI Tryphaena ||Queen|| Ptolemaic|| c. 75 BC – c. 58 BC|| Older sister of Cleopatra VII and a daughter of Ptolemy XII and Cleopatra V. |- |Cleopatra VII Philopator ||Queen|| Ptolemaic|| 69 BC–30 BC|| Reigned 51 BC – 30 BC. Mistress of Julius Caesar and Mark Antony. Cleopatra ruled jointly with her father Ptolemy XII and later with her brothers, Ptolemy XIII and Ptolemy XIV, whom she married. She had relationships with Julius Caesar and Mark Antony. |- |Cleopatra Selene I ||Queen|| Ptolemaic|| c.135 BC – 69 BC|| Daughter of the Egyptian king Ptolemy VIII and Cleopatra III. She was married to Ptolemy IX and later to the Seleucid kings, Antiochus VIII, Antiochus IX, and Antiochus X. |- |Cleopatra Selene II ||Queen|| Ptolemaic|| 40 BC – 6 AD|| Only daughter of Cleopatra VII and Roman triumvir Mark Antony. She married King Juba II of Numidia. Sometimes called Cleopatra VIII. |- |Cleopatra Thea ||Ptolemaic Princess Seleucid Queen|| Ptolemaic|| c. 2nd century BC|| Daughter of Ptolemy VI of Egypt and Cleopatra II. She ruled Syria from 125 BC after the death of Demetrius II Nicator. She eventually ruled in co-regency with her son Antiochus VIII Grypus, who poisoned her in 121 or 120 BC. |} ==D== {| class=\"wikitable sortable\" align=\"center\" !style=\"width: 150px;\"|Name !! style=\"width: 100px;\"|Main Title !! style=\"width: 90px;\"|Dynasty !!align=\"center\" style=\"width: 150px;\"|Date!! |Comment |- |Dakhamunzu || Queen || 18th dynasty || (fl. c. 14th century BC)|| Also called Dahamunzu. An Egyptian queen known from the Hittite annals The Deeds of Suppiluliuma, which were composed by Suppiluliuma I's son Mursili II. The identity of this queen has not yet been established with any degree of certainty and Dakhamunzu has variously been identified as either Nefertiti, Meritaten or Ankhesenamen. |- |Dagi || Vizier || 11th dynasty || (fl. c. 21st century BC)|| Egyptian vizier of the 11th dynasty during the reign of Mentuhotep II. |- |Dedi || Magician || 4th dynasty || (fl. c. 26th century BC)|| Soothsayer and magician in an Ancient Egyptian tale set in the era of Khufu, one of a number of stories to be found in the Westcar Papyrus. |- |Dedumose I || Pharaoh || 13th dynasty || (fl. c. mid-17th century BC)|| Pharaoh of Egypt during the 13th dynasty. Also known as Tutimaios. |- |Dedumose II || Pharaoh || 16th dynasty || (fl. c. mid-17th century BC)|| Native Egyptian king of the 16th Theban dynasty during the Second Intermediate Period. His Horus name was Djedneferre. |- |Demetrius the Fair|| King of Cyrene || Ptolemaic || (c. 285 BC – c.249 BC)|| Reigned 250 BC – c. 249 BC. He was a son of King Demetrius I of Macedon and Ptolemais. When the Cyrenaean king Magas died in 250 BC, his widow, Apama II summoned Demetrius from Macedonia to become king of Cyrenaica and marry her daughter Berenice II. Shortly after his marriage to Berenice, Demetrius and Apama became lovers. In a jealous rage, Berenice killed Demetrius. Also known as Demetrius the Handsome. |- |Den || Pharaoh || 1st dynasty || (fl. c. 30th century BC)|| Son of Queen Merneith. He was the first to use the title King of the Two Lands, and the first depicted as wearing the double crowns. |- |Didia || High Priest of Ptah || 19th dynasty || (fl. c. mid-13th century BC)|| High Priest of Ptah during the reign of the 19th dynasty pharaoh, Ramesses II. Didia succeeded his father Pahemnetjer into the office. |- |Djaty || Prince || 4th dynasty || (fl. c. 26th century BC)|| Son of Queen Meresankh II and either pharaoh Djedefre or pharaoh Khafre. Also known as Djati, Zaty, Zati. |- |Djau || Vizier || 6th dynasty || (fl. c. 23rd century BC)|| Member of an influential family from Abydos; his mother was the vizier Nebet. His two sisters Ankhesenpepi I and Ankhesenpepi II married Pharaoh Pepi I. |- |Djedefhor || Prince || 4th dynasty || (fl. c. 26th century BC)|| Son of Pharaoh Khufu and brother of pharaohs Djedefre and Khafre. Also known as Hordjedef. |- |Djedefptah || Pharaoh || 4th dynasty || || see Thamphthis |- |Djedefre || Pharaoh || 4th dynasty || (fl. c. 26th century BC)|| Reigned c. 2566 BC – c. 2558 BC, the son and immediate successor of Khufu. Djedefre was the first king to use the title Son of Ra, which is seen as an indication of the growing popularity of the cult of the solar god Ra. Also known as Radjedef. |- |Djedhor || Pharaoh || 30th dynasty || (fl. c. 4th century BC)|| Reigned 362–360 BC. He was the son and immediate successor of Nakhtnebef. Also known as Djedher, Takhos and Teos. |- |Djedi || Prince || 4th dynasty || (fl. c. 26th century BC)|| Son of Rahotep and Nofret and nephew of the pharaoh Khufu. |- |Djediufankh || Priest || || ||Ancient Egyptian priest who lived between 2,000 and 4,000 years ago. |- |Djedkare Isesi || Pharaoh || 5th dynasty || Reigned c. 2414 BC – c. 2375 BC|| Built his pyramid at Saqqara instead of Abusir. Also referred to as Tancheres. |- |Djedkare Shemai || Pharaoh || 7t dynasty || (fl. c. 22nd century BC)|| 7th dynasty king of Egypt during the First Intermediate Period. |- |Djedkhonsuefankh || High Priest of Amun || 21st dynasty || (fl. c. mid-11th century BC)|| High Priest of Amun in Thebes. He was a son of Pinedjem I and succeeded his brother Masaherta during a time of great turmoil in the city of Thebes. |- |Djedptahiufankh || Prophet of Amun || 22nd dynasty || (fl. c. mid-10th century BC)|| Served as the 3rd or 4th Prophet of Amun and was the husband of Nestanebtishru (who was the daughter of Pinudjem II and Neskhons) during the reign of pharaoh Shoshenq. |- |Djefatnebti|| Queen || 3rd dynasty || (fl. c. 27th century BC)|| Probably a wife of the 3rd dynasty Egyptian king Huni. |- |Djefatsen|| Princess || 4th dynasty || (fl. c. 26th century BC)|| Daughter of Nefermaat, the eldest son of pharaoh Sneferu and Itet. |- |Djehuti || Pharaoh || 16th dynasty || (fl. c. late-17th century BC)|| Egyptian pharaoh belonging to the Theban 16th dynasty based in Upper Egypt during the Second Intermediate period. Also called Djehuty Sekhemresementawy or Thuty. |- |Djehutihotep || Nomarch of Hermopolis Magna || 12th dynasty || (fl. 20th-19th century BCE)|| Mainly known for the fine decorations on his tomb depicting how colossal statues were transported. |- |Djehuty || General || 18th dynasty || (fl. c. mid-15th century BC)|| General under the Egyptian king Thutmosis III in the 18th dynasty. He led Egyptian forces in the capture of Joffa (modern Jaffa) in Canaan. Also referred to as Thuti or Thutii. |- |Djehutyemhat || King of Hermopolis Magna || 25th dynasty || (fl. late-8th century BCE)|| Local pharaoh at Hermopolis Magna, vassal of the 25th dynasty. |- |Djehutynakht || Nomarch of Hermopolis Magna || 11th-12th dynasty|| (fl. 21st-20th century BCE)|| Known for his large funerary equipment, exhibited at the Boston Museum of Fine Arts. |- |Djer || Pharaoh || 1st dynasty || (fl. c. 31st century BC)|| Second or third pharaoh of the 1st dynasty of Egypt. |- |Djeseretnebti|| Queen || 3rd dynasty || (fl. c. 27th century BC)|| Wife of pharaoh Sekhemkhet from the 3rd dynasty. They were possibly the parents of pharaoh Khaba, Sekhemkhet's successor. |- |Djet || Pharaoh || 1st dynasty || (fl. c. 30th century BC)|| Egyptian pharaoh of the 1st dynasty. Also referred to as Wadj, Zet, and Uadji or Uenephes. |- |Djoser || Pharaoh || 3rd dynasty || (reigned c. 2668 BC – c. 2649 BC)|| Best- known pharaoh of the 3rd dynasty of Egypt. He commissioned his official, Imhotep, to build the Step Pyramid for him at Saqqara. Also referred to as Netjerikhet, Tosarthros, Zoser, Dzoser, Zozer, Dsr, Djeser, Djésèr, Horus- Netjerikhet, and Horus-Netjerichet. |- |Double Falcon|| King ||Predynastic || (fl. c. 32nd century BC)|| Predynastic ruler of Lower Egypt. |- |Duaenhor|| Prince ||4th dynasty || (fl. c. 26th century BC)|| Probably a son of Prince Kawab (son of Khufu) and Hetepheres II. |- |Duaenre || Vizier ||4th dynasty || (fl. c. 26th century BC)|| Son of King Khafre and Queen Meresankh III. |- |Duatentopet (or Tentopet) || Queen ||20th dynasty || (fl. c. mid-12th century BC)|| Wife of Pharaoh Ramesses IV and mother of Ramesses V. |- |Duathathor- Henuttawy|| Princess / Queen || 21st dynasty || (fl. c. early-11th century BC)|| Probably the daughter of Ramesses XI, last king of the 20th dynasty, and queen Tentamun. She married Pinedjem I, the Theban High Priest of Amun who effectively ruled Upper Egypt during the reign of Ramesses XI. |} ==E== {| class=\"wikitable sortable\" align=\"center\" !style=\"width: 150px;\"|Name !! style=\"width: 100px;\"|Main Title !! style=\"width: 90px;\"|Dynasty !!align=\"center\" style=\"width: 150px;\"|Date!! |Comment |- |Eratosthenes || Mathematician || Ptolemaic|| c. 276 BC – c. 195 BC|| Eratosthenes was born in Cyrene (in modern-day Libya). He was the third chief librarian of the Great Library of Alexandria, the center of science and learning in the ancient world, and died in the capital of Ptolemaic Egypt. |- |Euclid of Alexandria || Mathematician || Ptolemaic|| (fl. c. late 4th century BC)|| Greek mathematician, known as the \"Father of Geometry\". He was active in Alexandria during the reign of Ptolemy I. In his best-known work, Elements, Euclid deduced the principles of what is now called Euclidean geometry. Euclid also wrote on perspective, conic sections, spherical geometry, number theory, and rigor. |- |Eurydice||Queen|| Ptolemaic|| (fl. c. late 4th century BC)|| Daughter of the Macedonian general Antipater and wife of Ptolemy, the son of Lagus, later Ptolemy I of Egypt. She married Ptolemy around 320 BC and was the mother of Ptolemy Keraunos, Meleager, Ptolemais and Lysandra. |} ==G== {| class=\"wikitable sortable\" align=\"center\" !style=\"width: 150px;\"|Name !! style=\"width: 100px;\"|Main Title !! style=\"width: 90px;\"|Dynasty !!align=\"center\" style=\"width: 150px;\"|Date!! |Comment |- |Ganymedes ||Tutor of Arsinoe IV, Military Commander|| Ptolemaic|| (fl. c. 60 BC – 47 BC)|| Tutor of Cleopatra VII's half-sister and rival, Arsinoë IV. During the civil war Ganymedes commanded Arsinoës' forces. In 47 BC Caesar won a decisive battle against Ganymedes who perished after fleeing the battle. |- |Gautseshen || Princess||21st dynasty|| (fl. c. late-11th century BC)|| Egyptian priestess, daughter of Menkheperre, High Priest of Amun. Her mother was Princess Isetemkheb, a daughter of Pharaoh Psusennes I. |- |Gemenefkhonsbak || King of Tanis||25th dynasty|| (fl. c. early-7th century BCE)|| Local pharaoh at Tanis after the fall of the Tanite 22nd dynasty. |- |Gilukhipa ||Queen||18th dynasty|| (fl. c. early-14th century BC)|| Daughter of Shuttarna II, king of Mitanni. To assist with political relations between the two states, Gilukhipa was sent by Shuttarna II to Egypt to marry the 18th dynasty pharaoh Amenhotep III. Her name is sometimes written as Gilukhipa, Kilu-Hepa, or Kirgipa. |} ==H== {| class=\"wikitable sortable\" align=\"center\" !style=\"width: 150px;\"|Name !! style=\"width: 100px;\"|Main Title !! style=\"width: 90px;\"|Dynasty !!align=\"center\" style=\"width: 150px;\"|Date!! |Comment |- |Hakor (or Akoris)|| Pharaoh||29th dynasty|| reigned 393 BC – 380 BC|| Overthrew his predecessor Psammuthes. Hakor revolted against his overlord, the Persian King Artaxerxes, and with the support of Athenian mercenaries held off the Persians in a three- year war between 385 and 383 BC. |- |Hannu|| Egyptian noble||11th dynasty|| 21st to 20th century BC|| Served as m-r-pr \"majordomus\" under Mentuhotep II and Mentuhotep III. |- |Hapuseneb|| High Priest of Amun|| 18th dynasty || fl. c. mid-15th century BC|| High priest from the time of Hatshepsut. |- |Haremakhet|| High Priest of Amun|| 25th dynasty || fl. 7th century BC|| Son of Shabaka and High priest from the time of Tanutamani. |- |Harkhebi ||Astronomer|| Ptolemaic|| fl. c. 3rd century BC|| Astronomer who lived in Ptolemaic Egypt during the rule of the Ptolemaic dynasty. |- |Harkhuf ||Governor || 6th dynasty|| fl. c. 23rd century BC|| Governor of Upper Egypt and overseer of caravans. His primary business was trade with Nubia, forging political bonds with local leaders and preparing the ground for an Egyptian expansion into Nubia. Also known as Herkhuf or Hirkhuf. |- |Harsiese ||High Priest of Ptah|| 21st dynasty|| fl. c. late-11th century BC|| Contemporary of Pharaoh Psusennes I. |- |Harsiese Hedjkheperre Setepenamun ||Pharaoh || 23rd dynasty|| fl. c. mid-9th century BC|| King of Thebes during the early years of the reign of 22nd dynasty pharaoh Osorkon II. |- |Harsiese ||High Priest of Amun || 22nd dynasty|| fl. c. late-9th century BC|| High Priest of Amun during the reigns of the pharaohs Osorkon II, Shoshenq III and Pedubast I. |- |Harsiotef ||King of Meroe || || fl. c. early 4th-century BC|| Kushite King of Meroe (reigned c. 404 BC – c. 369 BC). Probably the son of Queen Atasamale and King Amanineteyerike. His wives were Batahaliye and probably Pelkha. |- |Harwa ||Chief Steward || 25th dynasty|| c. 8th century BC|| Chief Steward of Amenirdis I. His tomb, TT37, is located in El-Assasif, part of the Theban Necropolis, on the West Bank of the Nile, opposite to Luxor. |- |Hatshepsut ||Pharaoh || 18th dynasty|| reigned c. 1479 BC – c. 1458 BC|| Wife of Tuthmose II. Served as regent for her stepson Tuthmose III and eventually had herself depicted as Pharaoh. |- |Hatshepsut-Merytre ||Queen|| 18th dynasty|| || see Merytre-Hatshepsut |- |Hedjetnebu ||Princess || 5th dynasty|| fl. c. 24th century BC|| Her father was Pharaoh Djedkare. Also known as Hedjetnub. |- |Hekenuhedjet ||Queen || 4th dynasty|| fl. c. 26th century BC|| Wife of Pharaoh Khafre. Her son was the vizier Sekhemkare. |- |Hemaka ||Royal Seal- bearer || 1st dynasty|| fl. c. 30th century BC|| Important official during the long reign of Pharaoh Den. |- |Hemetre ||Princess || 4th dynasty|| fl. c. 26th century BC|| May have been a daughter or granddaughter of Khafre. She did not hold the title king's wife. She is mainly known from her tomb, which is located in the central field of Giza. |- |Hemiunu ||Prince || 4th dynasty|| fl. c. 26th century BC|| Son of Prince Nefermaat and his wife Itet. He is believed to be the architect of the Great Pyramid of Giza, Egypt. |- |Henutmehyt ||Priestess || 19th dynasty|| fl. c. mid-13th century BC|| Egyptian Theban priestess who lived during the 19th dynasty. |- |Henutmire ||Queen || 19th dynasty|| fl. c. mid-13th century BC|| Princess and queen, one of the eight wives of 19th dynasty pharaoh Ramesses II. Either a daughter or a younger sister of Ramesses II as well as his wife. |- |Henutsen ||Queen || 4th dynasty|| fl. c. 26th century BC|| Daughter of Pharaoh Sneferu and married her elder half-brother Khufu. |- |Henuttaneb ||Princess || 18th dynasty|| fl. c. mid-14th century BC|| Daughter of Egyptian 18th dynasty pharaoh Amenhotep III and Queen Tiye. She was a sister of Pharaoh Akhenaten. |- |Henut Taui ||Priestess || 21st dynasty|| fl. c. 1000 BCE || Priestess and chantress of Amun at Thebes, mainly known for the alleged traces of cocaine and other New- World drugs on her mummy. |- |Henuttawy ||Princess || 19th dynasty|| fl. c. mid-13th century BC|| Daughter of Pharaoh Ramesses II and Queen Nefertari. |- |Henuttawy ||Princess || 21st dynasty|| fl. c. mid-11th century BC|| Her father was Pinedjem I, High Priest of Amun and de facto ruler of Southern Egypt and her mother was Duathathor-Henuttawy, a daughter of Ramesses XI. |- |Henuttawy ||God's Wife of Amun || 20th dynasty|| fl. c. early-10th century BC|| God's Wife of Amun during the 21st dynasty. Her father was Pinedjem II, High Priest of Amun and her mother was Isetemkheb, Singer of Amun. |- |Henuttawy C ||Chantress of Amun || 21st dynasty|| fl. c. early-10th century BC|| Chantress of Amun during the 21st dynasty. Her father was Menkheperre, High Priest of Amun and her husband was Smendes II, High Priest of Amun. |- |Henutwati ||Queen || 20th dynasty|| fl. c. mid-12th century BC|| Great Royal Wife of Ramesses V. Also known as Ta-Henutwati. |- |Hepu ||Vizier || 18th dynasty|| fl. c. late-15th century BC|| Held office during the reign of Pharaoh Thutmose IV. |- |Heqaib ||Nomarch of Elephantine || 6th dynasty|| fl. c. 23rd century BCE|| Performed several successful expedition in the South under Pepi II. After his death Heqaib was promptly deified. |- |Heqanakht ||Viceroy of Kush || 19th dynasty|| fl. c. 13th-12th century BC|| Viceroy of Kush during the reign of Ramesses II. His titles include: King's son of Kush, overseer of the Southern Lands, Fan-bearer on the king's right, Messenger to every land, etc. |- |Herihor ||General, High Priest of Amun, Pharaoh || 20th dynasty|| fl. c. early-11th century BC|| Egyptian general and High Priest of Amun at Thebes during the reign of Ramesses XI. Herihor played an integral role in restoring order by ousting Pinehesy, viceroy of Nubia, from Thebes. He then assumed a number of titles, from high priest to vizier, before claiming to be pharaoh, although his power base remained limited to Thebes. |- |Herneith ||Queen|| 1st dynasty|| fl. c. 31st century BC|| Queen consort to Djer. |- |Hesy-Ra ||Physician, noble man|| 3rd dynasty|| fl. c. 27th century BC|| Official, physician and scribe who served under the pharaoh Djoser. |- |Hetepheres ||Princess|| 4th dynasty|| fl. c. 26th century BC|| Daughter of pharaoh Sneferu and his half-sister, Queen Hetepheres I. Hetepheres married her younger half-brother Ankhhaf, who was a vizier. |- |Hetepheres I ||Queen|| 4th dynasty|| fl. c. 26th century BC|| Daughter of pharaoh Huni, Hetepheres is considered to have been the wife of Sneferu. Hetepheres was the mother of Princess Hetepheres and King Khufu. |- |Hetepheres II ||Queen|| 4th dynasty|| fl. c. 26th century BC|| Daughter of Khufu, during his reign she married her brother, the Crown Prince Kawab, with whom she had at least one child, a daughter named Meresankh III. |- |Hetephernebti ||Queen|| 3rd dynasty|| fl. c. 27th century BC|| Only known wife of Pharaoh Djoser. |- |Hewernef ||Vizier|| 20th dynasty|| fl. c. early-12th century|| Served during the reign of the 20th dynasty pharaoh Ramesses III. |- |Hor ||Pharaoh|| 13th dynasty|| fl. c. mid-18th century|| Pharaoh of the 13th dynasty, also called Awibre, known for his intact tomb treasure, in particular his Ka-statue. |- |Hor-Aha ||Pharaoh|| 1st dynasty|| fl. 31st century BC|| Probably the second pharaoh of the 1st dynasty of Egypt. |- |Horbaef ||King's Son|| 4th dynasty|| fl. c. 26th century BC|| Son of Pharaoh Khufu. He married his half-sister Meresankh II and they had daughters named Nefertkau III and Nebty-tepites. Also known as Baefhor or Horbaf. |- |Horemheb ||Pharaoh|| 18th dynasty|| fl. c. late-14th to early-13th century BC|| Last pharaoh of the 18th dynasty (reigned c. 1319 BC – c. 1292 BC). Before he became pharaoh, Horemheb was the commander in chief of the army for Tutankhamen and Ay and the legitimate heir of Tutankhamen. He appointed his vizier Paramesse as his successor, who would assume the throne as Ramesses I. |- |Hori I ||High Priest of Ptah|| 20th dynasty|| fl. c. late-13th century BC|| Served at the very end of the reign of the 19th dynasty pharaoh Ramesses II. Hori succeeded Neferronpet in office. Hori was a son of prince Khaemwaset and hence a grandson of Ramesses II. |- |Hori I ||Viceroy of Kush|| 20th dynasty|| fl. c. early-12th century BC|| Son of Kama, was Viceroy of Kush under the 19th dynasty pharaoh Siptah. He continued to serve under the 20th dynasty pharaohs Setnakhte and Ramesses III. |- |Hori II ||Vizier|| 19th/20th dynasty|| fl. c. early to mid-12th century BC|| Served during the reigns of the 19th and 20th dynasty pharaohs Sethi II, Siptah, Tawosret, Setnakhte and Ramesses III. Hori II was the son of the High Priest of Ptah Hori I and the grandson of Prince Khaemweset. |- |Hori II ||Viceroy of Kush|| 20th dynasty|| fl. c. mid-12th century BC|| Ason of the Viceroy of Kush, Hori I, and also served as Viceroy of Kush. |- |Hornakht ||King's Son|| 22nd dynasty|| fl. c. mid-9th century BC|| Son of pharaoh Osorkon II. He was appointed by his father to the office of chief priest of Amun at Tanis to strengthen Osorkon's authority in Lower Egypt but Hornakht died at age 10. |- |Horus Bird ||Pharaoh|| Between the 1st and 2nd dynasties|| fl. c. 2900 BC|| Ephemeral ruler during the interregnum from the 1st to the 2nd dynasty |- |Horus Sa ||Pharaoh|| 2nd or 3rd dynasty|| fl. c. 27th century BC|| Enigmatic pharaoh reigning in the confused mid-2nd dynasty or in the 3rd dynasty. |- |Hotepibre ||Pharaoh|| 13th dynasty|| fl. c. 17th century BC|| Hotepibre Siharnedjheritef was likely a son of Ameny Qemau. |- |Hotepsekhemwy ||Pharaoh|| 2nd dynasty|| fl. c. 29th century BC|| First king of the 2nd dynasty of Egypt. (or Boethos) |- |Hsekiu ||King|| pre-dynastic|| || Also known as Seka, was a Predynastic ancient Egyptian king who ruled in the Nile Delta. |- |Hugronaphor ||Noble man|| Ptolemaic|| fl. c. late-3rd century BC|| Nubian noble who led Upper Egypt's secession from the rule of Ptolemy IV Philopator in 205 BC. His name is some times given as Hurganophor, Haronnophris, Harmachis, Hyrgonaphor, Herwennefer, or Horwennefer. |- |Hui || Divine Adoratrice || 18th dynasty || fl. c. mid-15th century|| Mother of Merytre-Hatshepsut, the Great Royal Wife of Pharaoh Thutmose III. |- |Hunefer ||Priest|| 19th dynasty|| fl. c. 13th century BC|| \"Scribe of Divine Offerings\", \"Overseer of Royal Cattle\", and steward of Pharaoh Seti I. Known for his copy of the Egyptian funerary Book of the Dead. |- |Huni ||Pharaoh|| 3rd dynasty|| fl. c. 27th century BC|| Last pharaoh of Egypt of the 3rd dynasty. He was the successor to Khaba. |- |Huy ||High Priest of Ptah|| 18th dynasty|| fl. c. mid-13th century BC|| High Priest of Ptah during the reign of the 19th dynasty pharaoh Ramesses II. Huy was succeeded by Pahemnetjer. |- |Huya||Steward of Queen Tiye|| 18th dynasty|| fl. c. mid-14th century BC|| Superintendent of the Royal Harem, Superintendent of the Treasury and Superintendent of the House, all titles that are associated with Queen Tiye, mother of Akhenaten. |} ==I== {| class=\"wikitable sortable\" align=\"center\" !style=\"width: 150px;\"|Name !! style=\"width: 100px;\"|Main Title !! style=\"width: 90px;\"|Dynasty !!align=\"center\" style=\"width: 150px;\"|Date!! |Comment |- |Iaret || Queen || 18th dynasty || fl. c. early-14th century BC|| Daughter of Pharaoh Amenhotep II and wife of Thutmose IV. |- |Ibi|| Steward || 26th dynasty || fl. c. mid-7th century BC|| Chief Steward to the Adorer of the God, Nitocris I, during the reign of Pharaoh Psamtik I. His name is sometimes written as Aba or Abe. |- |Ibiau || Pharaoh|| 13th dynasty || fl. c. 17th century BC|| Ibiau, Ibiaw or Wahibre Ibiau was an Egyptian king of the 13th Dynasty. |- |Ibiaw || Vizier|| 13th dynasty || fl. c. 17th century BC|| Vizier under pharaohs Wahibre Ibiau and Merneferre Ay. |- |Imhotep || Architect, Vizier ||3rd dynasty|| fl. c. 27th century BC|| Served under King Djoser as chancellor to the pharaoh and High Priest of Re at Heliopolis. He was revered by later Egyptian dynasties as an architect, engineer, physician, poet and philosopher. |- |Imyremeshaw || Pharaoh|| 13th dynasty || fl. c. late-18th century BC|| Imyremeshaw Smenkhkare was an Egyptian king of the 13th dynasty. |- |Inaros || Rebel Leader || Persian Occupation || fl. c. mid-5th century BC|| Egyptian rebel ruler who was the son of a Libyan prince named Psamtik. In 460 BC, he revolted against the Persians with the help of his Athenian allies and defeated the Persian army. He was defeated in 454 BC by a Persian army led by Megabyzus. Inaros was captured and executed in 454 BC. Also known as Ienheru, or Inarus. |- |Inenek- Inti || Queen || 6th dynasty || fl. c. 24th century BC|| Wife of Pharaoh Pepi I Meryre of the 6th dynasty. |- |Ineni (or Ini) || Queen || 13th dynasty || fl. c. mid-17th century BC|| Her husband was probably king Merneferre Ay. |- |Ineni || Architect || 18th dynasty || fl. late-16th and early 15th century BC|| Egyptian architect and government official of the 18th dynasty, responsible for major construction projects under the pharaohs Amenhotep I, Thutmose I, Thutmose II, Hatshepsut and Thutmose III. Ineni expanded the Temple of Karnak and probably oversaw the construction of Amenhotep I's tomb and mortuary temple. |- |Inetkawes|| Princess || 3rd dynasty || fl. c. 27th century BC|| Only known child of Pharaoh Djoser and Queen Hetephernebti. |- |Ini Menkheperre|| Local King || Third Intermediate Period || fl. c. mid-8th century BC|| Probably pharaoh Rudamun's successor at Thebes but was not a member of his predecessor's 23rd dynasty. Unlike the 23rd dynasty rulers, he was a local king who ruled only at Thebes. Also known as Iny Si-Ese Meryamun. |- |Inkaef || Prince || 4th dynasty || fl. c. 26th century BC|| Son of Nefermaat, the eldest son of pharaoh Sneferu and Itet. |- |Intef the Elder|| Pharaoh || 11th dynasty || c. mid-22nd century BC || Nomarch of Thebes during the first intermediate period, later considered a founding figure of the 11th dynasty. |- |Intef I|| Pharaoh || 11th dynasty || fl. c. 22nd century BC|| Intef I Sehertawy was local Egyptian ruler at Thebes, Egypt. He was the first of his dynasty to assume the title of Pharaoh. His authority was contested by the other nomarchs of Egypt, but he had gained control over Koptos, Dendera and the three nomes of Hierakonpolis by the end of his reign. |- |Intef II || Pharaoh || 11th dynasty || reigned c. 2118 BC – c. 2069 BC|| Intef II Wahankh's capital was located at Thebes, Egypt. After the death of the nomarch Ankhtifi, Intef II was able to unite all the southern nomes down to the First Cataract. By the time Intef II died, he left behind a strong government in Thebes which controlled the whole of Upper Egypt. |- |Intef III || Pharaoh || 11th dynasty || reigned c. 2069 BC – c. 2060 BC|| Intef III Nakhtnebtepnefer was a king during the First Intermediate Period. |- |Intef V|| Pharaoh || 13th dynasty || fl. c. late-18th century BC|| Intef V Sehetepkare was an Egyptian king. His name is also written as Antef V or Inyotef V. |- |Intef VI || Pharaoh || 17th dynasty || fl. c. early-16th century BC|| Intef VI Sekhemrewepmaat ruled from Thebes. He lived during the Second Intermediate Period, when Egypt was ruled by multiple kings. His name is also written as Antef VI. |- |Intef VII || Pharaoh || 17th dynasty || fl. c. mid-16th century BC|| Intef VII Nubkheperre ruled from Thebes during the Second Intermediate Period, when Egypt was divided by rival dynasties including the Hyksos in Lower Egypt. He was the brother of Intef VI and perhaps the son of Sekhemre Shedtawy Sobekemsaf I. His name is also written as Antef VII. |- |Intef VIII || Pharaoh || 17th dynasty || fl. c. mid-16th century BC|| Intef VIII Sekhemreheruhirmaat ruled during the Second Intermediate Period, when Egypt was divided between the Theban-based 17th dynasty in Upper Egypt and the Hyksos 15th dynasty who controlled Lower and part of Middle Egypt. His name is also written as Antef VIII. |- |Intef || General || 11th dynasty || fl. c. 21st century BC|| Served under king Mentuhotep II. |- |Intefiqer || Vizier || 12th dynasty || fl. c. mid-20th century BC|| Egyptian noble who was overseer of the city and vizier under the Pharaohs Amenemhet I and Senusret I. |- |Ipu || Royal Nurse || 18th dynasty || fl. c. late-16th century BC|| Mother of Queen Satiah, Great Royal Wife of Pharaoh Thutmose IV. |- |Iput || Queen || 5th/ 6th dynasty || fl. c. 24th century BC|| Daughter of Unas, the last king of 5th dynasty of Egypt. She married Teti, the first pharaoh of the 6th dynasty of Egypt. Their son was Pepi I Meryre and she acted for him as a regent after her husband's death. |- |Iput II || Queen || 6th dynasty || fl. c. 23rd century BC|| Wife of king Pepi II Neferkare. |- |Iry-Hor || Pharaoh || Predynastic || fl. c. 32nd century BC|| Predynastic ruler of Egypt, earliest king of Egypt known by name. Ruled Upper Egypt at least as far north as Memphis. |- |Isesi-ankh || High official || 5th dynasty || fl. c. 24th century BC|| High official, Overseer of all the works of the King, Overseer of the expedition, Royal companion. Possibly A son of king Djedkare Isesi. |- |Isesu|| Princess || 4th dynasty || fl. c. 26th century BC|| Daughter of Nefermaat, the eldest son of pharaoh Sneferu and Itet. |- |Iset|| Queen || 18th dynasty || fl. c. mid-15th century BC|| Secondary wife or concubine of Thutmose II. Iset was the mother of Thutmose III, the only son of Thutmose II. |- |Iset || Princess || 18th dynasty || fl. c. late-15th century BC|| Daughter of Pharaoh Thutmose III and his Great Royal Wife Merytre-Hatshepsut. |- |Iset || Princess-Queen || 18th dynasty || fl. c. mid-14th century BC|| Daughter of Amenhotep III and Tiye. She was a sister of Akhenaten. She later married her father. |- |Iset|| Princess, God's Wife of Amun || 20th dynasty || fl. c. mid-12th century BC|| Daughter of Pharaoh Ramesses VI and Nubkhesbed, and a sister of Pharaoh Ramesses VII. Also known as Aset, or Isis. |- |Iset Ta- Hemdjert || Queen || 20th dynasty || fl. c. mid-12th century BC|| Wife of Ramesses III and the mother of both Ramesses IV and Ramesses VI. |- |Isetemkheb || Princess || 21st dynasty || fl. c. late 11th century BC|| Sister-wife of the Theban High Priest of Amun, Pinudjem II. Isetemkheb was a daughter of the Theban High Priest of Amun and general, Prince Menkheperre, and his wife, Isetemkheb. |- |Isetnofret I || Queen || 19th dynasty || fl. c. mid-13th century BC|| One of the wives of Pharaoh Ramesses II and was the mother of his heir, Merneptah. Alternatively called: Isis-nofret or Isitnofret. |- |Isetnofret II || Queen || 19th dynasty ||fl. c. late-13th century BC|| One of the wives of Pharaoh Merneptah. Alternatively called: Isis-nofret or Isitnofret. |- |Isidorus || Priest || Roman Period || fl. c. 2nd century AD|| Native ancient Egyptian priest. He led the native Egyptian revolt against Roman rule during the reign of emperor Marcus Aurelius. |- |Isu || Prince || 4th dynasty || fl. c. 26th century BC|| Son of Nefermaat, the eldest son of pharaoh Sneferu and Itet. |- |Itet || Princess || 4th dynasty || fl. c. 26th century BC|| Noblewoman, a wife of Prince Nefermaat, and daughter- in-law of pharaoh Sneferu. Her name is also written as Atet. |- |Itisen || Prince || 4th dynasty || fl. c. 26th century BC|| Son of Nefermaat, the eldest son of pharaoh Sneferu, and of Itet. |- |Itu || Prince || 4th dynasty || fl. c. 26th century BC|| Son of Prince Rahotep and Nofret and grandson of pharaoh Sneferu. |- | Iufaa || Priest|| 26th dynasty || fl. c. 5th century BC|| Egyptian priest and administer of palaces. His undisturbed tomb was found in 1994. |- | Iufni || Pharaoh|| 13th dynasty || c. 1790 BC or 1740 BC|| Only record of this Pharaoh comes from the Turin King List. |- |Iunmin I || Vizier || 4th dynasty || fl. c. 26th century BC|| Possibly a son of king Khafre and served as vizier during the reign of his brother, Menkaure. His name is also written as Yunmin, Iuenmin, and Minuen. |- |Iunre || Prince || 4th dynasty || fl. c. 26th century BC|| Son of king Khafre. His name is also written as Yunre. |- |Iuput || High Priest of Amun || 22nd dynasty || fl. c. mid-10th century BC|| Served during the reigns of his father Pharaoh Shoshenq I and his brother Osorkon I. He was also general, army commander and governor of Upper Egypt. |- |Iuput I || Pharaoh || 23rd dynasty || fl. c. late-9th century BCE|| Pharaoh of Upper Egypt and a co-regent with his father, Pedubast I. |- |Iuput II || Local Ruler || Third Intermediate Period || fl. c. mid-8th century BC|| Ruler of Leontopolis in the Egyptian Delta region. He was an ally of Tefnakht of Sais who resisted the invasion of Lower Egypt by the 25th dynasty Kushite king Piye. After Piye defeated Tefnakht's coalition and conquered Lower Egypt, Iuput II remained in power as the local governor of Leontopolis. Also known as Yuput II. |- |Iuty ||Vizier || Late New Kingdom || ||Tomb in Bubastis |- |Iuwelot || High Priest of Amun || 22nd dynasty || fl. c. early-9th century BCE|| High Priest of Amun at Thebes under the pharaohs Osorkon I and Takelot I. |- |Iyibkhentre|| Pharaoh || 11th-12th dynasty || fl. early-20th century BCE|| Egyptian or Nubian pretender to the throne, he was an opponent of Amenemhat I but was defeated by him. |- |Iymeru|| Vizier || 13th dynasty || fl. 18th century BC|| Vizier under pharaohs Khendjer and Imyremeshaw. |- |Iynefer|| Prince || 4th dynasty || fl. c. 26th century BC|| Son of pharaoh Sneferu. |} ==K== {| class=\"wikitable sortable\" align=\"center\" !style=\"width: 150px;\"|Name !! style=\"width: 100px;\"|Main Title !! style=\"width: 90px;\"|Dynasty !!align=\"center\" style=\"width: 150px;\"|Date!! |Comment |- |Kaaper || Priest || 4th-5th Dynasty || fl. 25th-26th century BC|| Also called Sheikh el-Beled, he was a priest and scribe known for his wooden statue from Saqqara |- |Ka (pharaoh) || King || Pre-dynastic || fl. c. 32nd-31st century BC|| Ka, also Sekhem Ka or Ka-Sekhen, was a Predynastic pharaoh of Upper Egypt. |- |Kaemqed || Prince || 4th dynasty || fl. c. 26th century BC|| Son of princess Nefertnesu and grandson of Pharaoh Sneferu. |- |Kaemsekhem || Director of the Palace || 4th dynasty ||fl. c. 26th century BC|| Son of prince Kawab and Hetepheres II and grandson of the pharaoh Khufu. He served as the director of the palace. |- |Kagemni I || Vizier || 3rd dynasty || fl. c. 27th century BC|| Vizier to both Pharaoh Huni and Pharaoh Sneferu. |- |Kagemni (II) || Vizier || 6th dynasty || fl. c. 24th century BC|| Vizier during the reign of king Teti. Kagemni's wife Nebtynubkhet Sesheshet was probably the daughter of Teti. |- |Kakhent || Prince || 4th dynasty || fl. c. 26th century BC|| Son of Nefermaat, the eldest son of pharaoh Sneferu and Itet. |- |Kamose || Pharaoh || 17th dynasty || fl. c. mid-16th century BC|| Last king of the Theban 17th dynasty (reigned c.1555 BC – c.1550 BC). He was probably the son of Seqenenre Tao and Ahhotep I and brother of Ahmose I, founder of the Eighteenth Dynasty. |- |Kanefer || Prince || 4th dynasty || fl. c. 26th century BC|| Son of pharaoh Sneferu. |- |Kapes || Queen || 22nd dynasty || fl. c. early 9th century BC|| Wife of pharaoh Takelot I and the mother of Pharaoh Osorkon II. |- |Karomama || Queen || 22nd dynasty || fl. c. mid-10th century BC|| Wife of pharaoh Sheshonk I and the mother of Pharaoh Osorkon I. Her name is sometimes given as Karamat |- |Karomama I || Queen || 22nd dynasty || fl. c. mid-9th century BC|| Wife of pharaoh Osorkon II. Karomama was probably a daughter of Pharaoh Takelot I. |- |Karomama II || Queen || 23rd dynasty || fl. c. mid-9th century BC|| Wife of pharaoh Takelot II. Karomama was a daughter of the High Priest of Amun Nimlot and his wife Tentsepeh. Karomama was the mother of pharaoh Osorkon III. |- |Karomama Meritmut || God's Wife of Amun || 22nd dynasty || fl. c. mid-9th century BC|| God's Wife of Amun during the 22nd dynasty. Possibly a daughter of Pharaoh Osorkon II. |- |Kashta || King of Kush || Second Intermediate Period || fl. c. mid-8th century BC|| King of the Kushite Dynasty (reigned c. 760 BC – c. 752 BC). Kashta ruled Nubia and he also exercised a strong degree of control over Upper Egypt. During his reign, the native Kushite population adopted Egyptian traditions, religion and culture. |- |Kawab || Prince || 4th dynasty || fl. c. 26th century BC|| Eldest son of Pharaoh Khufu and Queen Meritites I and half-brother of pharaohs Djedefre and Khafre. |- |Kekheretnebti || Princess || 5th dynasty || fl. c. 24th century BC|| Daughter of Pharaoh Djedkare Isesi. |- |Keminub || Queen || 12th dynasty or Second Intermediate Period || fl. c. late-20th century BC|| Egyptian noblewoman with the title king's wife who was buried next to the pyramid of the 12th dynasty pharaoh Amenemhet II at Dahshur. For that reason it has been suggested she was his wife. May date to a later period however. |- |Khaba || Pharaoh || 3rd dynasty || fl. c. 27th century BC|| Pharaoh of the 3rd dynasty, possibly succeeded Sanakht, may be the owner of the Layer Pyramid. |- |Khabash || Noble || Persian Occupation || fl. mid-4th century BC|| Noble based at Sais in Lower Egypt. During the second Persian occupation of Egypt (343–332 BC) he led a revolt against the Persian rule with his eldest son. During the 330s BC, Khabash led an invasion into the kingdom of Kush but was defeated by king Nastasen. Also known as Khababash. |- |Khabaw || Pharaoh || 13th dynasty || fl. c. early- to mid-18th century BC|| Pharaoh of the 13th dynasty, successor and possible son of Hor Awibre. |- |Khabekhnet || Artisan || 19th dynasty || fl. c. late-13th century BC|| Served during the reigns of the pharaoh Ramesses II. |- |Khaemtir || Vizier || 19th dynasty || fl. c. late-13th century BC|| Served during the reigns of the pharaohs Amenmesse and Seti II. |- |Khaemweset ||Prince || 18th dynasty || fl. c. early-14th century BC|| Probably the son of Pharaoh Amenhotep II. |- |Khaemweset || Prince, High Priest of Ptah || 19th dynasty || fl. c. late-13th century BC|| Son of Ramesses II and queen Isetnofret. He was a Sem-Priest and later High Priest of Ptah and governor of Memphis. Khaemwaset restored the monuments of earlier kings, such as Shepseskaf, Sahure and Nyuserre Ini, and restored the pyramid of Unas at Saqqara. |- |Khaemweset || Prince, High Priest of Ptah || 20th dynasty || fl. c. early-12th century BC|| Son of Pharaoh Ramesses III. He was a priest of Ptah in Memphis. |- |Khaemwaset || Vizier || 20th dynasty || fl. c. late-12th century BC|| Vizier under king Ramesses IX, ordered and led investigation about some royal tomb robberies. |- |Khafre || Pharaoh || 4th dynasty || fl. c. 26th century BC|| Reigned c.2558 BC – c.2532 BC. He was a brother of Djedefre. Khafre had his capital at Memphis and built the second largest pyramid at Giza and is thought to have built the Great Sphinx. |- |Khamerernebty || Princess || 5th dynasty || fl. c. 25th century BC|| Daughter of the 5th dynasty King Nyuserre Ini and was married to the King's vizier, Ptahshepses. |- |Khamerernebty I || Queen || 4th dynasty || fl. c. 26th century BC|| Probably a wife of the pharaoh Khafre and the mother of Menkaura and Khamerernebty II. |- |Khamerernebty II || Queen || 4th dynasty || fl. c. 26th century BC|| Probably the daughter of Pharaoh Khafre and Queen Khamerernebty I and was married to her brother Menkaura. |- |Khamudi || Pharaoh|| 15th dynasty || fl. c. mid-16th century|| Last pharaoh of the Hyksos 15th dynasty of Egypt (reigned c.1555 BC – c.1544 BC), who ruled in the northern portion of Egypt. He was defeated by the founding pharaoh of the 18th dynasty, Ahmose I. |- |Khasekhemwy || King || 2nd dynasty || fl. c. 27th century BC|| Thought to be the last king of the 2nd dynasty of Egypt. He led several significant military campaigns and built several monuments, still extant, mentioning war against the Northerners. |- |Khawy || Guardian in the Place of Truth || 19th dynasty || fl. c. mid-13th century BC|| Guardian in the Place of Truth and servitor of Amun of Opet (Luxor) during the reign of Egyptian pharaoh, Ramesses II. |- |Khay || Vizier || 19th dynasty || fl. c. mid-13th century BC|| Vizier in the latter part of pharaoh Ramesses II. Khay was the son of Hai and Nub-em-niut. |- |Khayu || King || Pre-dynastic || || Predynastic ancient Egyptian king who ruled in the Nile Delta. |- |Khedebneithirbinet I || Queen || 26th dynasty || fl. c. late-7th century BC|| Probably the wife of the 26th dynasty pharaoh Necho II. She was the mother of his successor, Psamtik II. |- |Khendjer Userkare || Pharaoh || 13th dynasty || fl. c. late 18th century BC|| Earliest known Semitic king of an Egyptian dynasty. |- |Khenemetneferhedjet I || Queen || 12th dynasty || fl. c. early-19th century BC|| Wife of King Senusret II and the mother of Senusret III. |- |Khenemetneferhedjet II || Queen || 12th dynasty || fl. c. mid-19th century BC|| Wife of King Senusret III. |- |Khenemetneferhedjet III || Queen || 12th dynasty || fl. c. late-19th century BC|| Wife of King Amenemhet III. |- |Khensa || Queen || 25th dynasty || fl. c. mid-8th century BC|| Sister-wife of the Pharaoh Piye. Her name is sometimes written as Khenensaiuw. |- |Khentetka || Queen || 4th dynasty || fl. c. 26th century BC|| Wife of the pharaoh Djedefra. |- |Khenthap || Queen || 1st dynasty || fl. c. 31st century BC|| Mother of Djer and was probably the wife of King Hor-Aha. |- |Khentimeresh || Prince || 4th dynasty || fl. c. 26th century BC|| Son of Nefermaat, the eldest son of pharaoh Sneferu, and Itet. |- |Khentkaus I || Queen || 4th dynasty || fl. c. 25th century BC|| Daughter of Menkaure, possibly a wife of Shepseskaf and mother of Userkaf. |- |Khentkaus II || Queen || 5th dynasty || fl. c. 25th century BC|| Wife of Egyptian Pharaoh Neferirkare Kakai. She was the mother of Neferefre and Nyuserre Ini. |- |Khentkaus III || Queen || 5th dynasty || fl. c. 25th century BC|| Wife of Egyptian Pharaoh Neferefre. She was the mother of Menkauhor. |- |Khenut || Queen || 5th dynasty || fl. c. 24th century BC|| Wife of King Unas. |- |Khety I || Nomarch of Asyut || 10th dynasty || fl. c. 21st century BCE|| Nomarch of Asyut, loyal to the pharaohs of Herakleopolis. |- |Khety II || Nomarch of Asyut || 10th dynasty || fl. c. 21st century BCE|| Nomarch of Asyut under king Merykare, grandson of the namesake above. |- |Kheti || Treasurer || 11th dynasty || fl. c. 21st century BCE|| Treasurer under king Mentuhotep II. |- |Kheti || Vizier || 12th dynasty || fl. c. late-19th century BC|| Vizier under king Amenemhet III. |- | Khnumhotep||Royal Manicurist|| 5th dynasty || || Overseer of the Manicurists in the Palace of King Niuserre. Shares a tomb with Niankhkhnum. |- |Khnumhotep I || Nomarch of Men'at Khufu || 12th dynasty || fl. c. early-20th century BCE|| Nomarch of Men'at Khufu under pharaoh Amenemhat I. |- |Khnumhotep II || Nomarch of Men'at Khufu || 12th dynasty || fl. c. 20th-19th century BCE|| Nomarch of Men'at Khufu under Amenemhat II and Senusret II, known for his remarkable tomb at Beni Hasan. |- |Khnumhotep III || Vizier || 12th dynasty || fl. c. early-19th century BC|| Son of the local governor Khnumhotep II, and was promoted high steward and then vizier under Senusret II. |- |Khufu || Pharaoh || 4th dynasty || fl. c. 26th century BC|| Second pharaoh of the 4th Dynasty (reigned c.2589 BC – c.2566 BC). He is generally accepted as being the builder of the Great Pyramid of Giza. Greek name: Cheops. |- |Khufukhaf || Vizier || 4th dynasty || fl. c. 26th century BC|| Son of Pharaoh Khufu and brother of pharaohs Djedefre and Khafre. His mother might have been Queen Henutsen. His wife was Nefertkau II and she was buried with him in Giza. |- |Khui || Pharaoh || 8th dynasty || fl. c. 22nd century BCE|| Local pharaoh mainly known for his purported tomb, the so-called Pyramid of Khui in Middle Egypt. |- |Khuiqer || Pharaoh || n.d. || n.d. || Extremely poorly known pharaoh, tentatively attributed to various dynasties from the First to the Second Intermediate Period. |- |Khuit I || Queen || 5th dynasty || fl. c. 25th century BC|| Possibly the wife of Pharaoh Menkauhor Kaiu. |- |Khuit (II) || Queen || 6th dynasty || fl. c. 24th century BC|| Wife of King Teti. |- |'Khyan || Pharaoh || 15th dynasty || fl. c. early-16th century BC|| King of the Hyksos 15th dynasty of Egypt. Also known as Seuserenre Khyan, Khian or Khayan. |- |Kiya || Queen || 18th dynasty || fl. c. mid-14th century BC|| One of the wives of Pharaoh Akhenaten. |} ==L== {| class=\"wikitable sortable\" align=\"center\" !style=\"width: 150px;\"|Name !! style=\"width: 100px;\"|Main Title !! style=\"width: 90px;\"|Dynasty !!align=\"center\" style=\"width: 150px;\"|Date!! |Comment |- |Ladice ||Queen|| 26th dynasty||fl. c. 6th century BC|| Daughter of the Greek Cyrenaean King Battus III and his wife Queen Pheretima. Ladice married Amasis II. |- |Lagus |||| Ptolemaic||fl. c. 4th century BC|| Married to Arsinoe, daughter of Meleager, and reputed father of Ptolemy I Soter. |- |Lysandra ||Princess|| Ptolemaic||fl. c. 3rd century BC|| Daughter of Ptolemy I Soter and Eurydice, the daughter of Antipater. |- |Lysimachus ||Prince|| Ptolemaic||fl. c. late 3rd century BC|| Son of king Ptolemy II Philadelphus and queen Arsinoe I. He survived both his brother Ptolemy III Euergetes and his nephew, Ptolemy IV Philopator, but was put to death by Sosibius, the minister and guardian of Ptolemy V Epiphanes. |} ==M== {| class=\"wikitable sortable\" align=\"center\" !style=\"width: 150px;\"|Name !! style=\"width: 100px;\"|Main Title !! style=\"width: 90px;\"|Dynasty !!align=\"center\" style=\"width: 150px;\"|Date!! |Comment |- |Maathorneferure || Queen || 19th dynasty||fl. c. mid-13th century BC|| Daughter of the Hittite king Hattusili III and his wife Queen Pudukhepa. She was a sister of Hittite king Tudhaliya IV. Maathorneferure married the Egyptian 19th dynasty Pharaoh Ramesses II. |- |Maatkare Mutemhat || God's Wife of Amun || 21st dynasty||fl. c. mid to late-11th century BC|| Daughter of High Priest of Amun, Pinedjem I, who was the de facto ruler of Southern Egypt from 1070 BC onwards. |- |Maatkare || Queen || 21st dynasty||fl. c. late-10th century BC || Wife of pharaoh Osorkon I and the mother of pharaoh Sheshonk II. Maatkare was a daughter of Psusennes II. |- |Magas of Cyrene || King of Cyrene || Ptolemaic||fl. c. mid-3rd century BC|| Following the death of Ptolemy I, Magas tried to gain independence for Cyrene, until he crowned himself king around 276 BC. Magas and Antiochus agreed on a joint attack on Egypt but the armies of Ptolemy II defeated them. Magas managed to maintain Cyrene's independence until his death. |- |Mahu (noble) || Noble || 18th dynasty ||fl. c. 14th century BC|| Chief of Police at Akhetaten. |- |Maia (or Matia) || Wet- Nurse || 18th dynasty||fl. c. mid-14th century BC || Wet-nurse of the Egyptian 18th dynasty king Tutankhamun. |- |Maiherpri || Noble || 18th dynasty||fl. c. late 15th century BC|| Egyptian noble of Nubian origin. He probably lived during the rule of the 18th dynasty king Thutmose IV. He probably grew up in the royal nursery as a prince of a vassal territory and as an adult was an advisor or bodyguard to the pharaoh. |- |Malewiebamani || King of Kush || ||fl. c. mid-5th century BC|| Kushite King of Meroe (reigned c.463 BC – c.435 BC). Malewiebamani's mother was probably Queen Saka'aye. Malewiebamani was the son of either Nasakhma (whom he succeeded) or Siaspiqa. |- |Manetho || Historian, Priest || Ptolemaic||fl. c. mid-3rd century BC|| Egyptian historian and priest from Sebennytos who lived during the Ptolemaic era. He was probably a priest of the sun god Ra at Heliopolis. Manetho wrote the Aegyptiaca (History of Egypt) which is of great interest to Egyptologists and used as evidence for the chronology of the reigns of pharaohs. |- |Masaharta || High Priest of Amun || 21st dynasty||fl. c. mid-11th century BC|| Succeeded his father, Pinedjem I, who had been also been the de facto ruler of Upper Egypt from 1070 BC. Masaharta's mother was Duathathor-Henuttawy, the daughter of Ramesses XI. |- |Maya || High Priest of Amun || 18th dynasty||fl. c. mid-14th century BC|| High Priest of Amun during the reign of king Akhenaten. |- |Maya || Treasurer || 18th dynasty||fl. c. late-14th century BC|| Overseer of the Treasury during the reign of the pharaohs Tutankhamun, Ay and Horemheb. Maya collected taxes and performed other services such as supervising the preparation of their tombs. |- |Mehytenweskhet || Queen || 26th dynasty||fl. c. mid-7th century BC|| Daughter of the High Priest of Re Harsiese, and the Great Royal Wife of pharaoh Psamtik I. Mehytenweskhet was the mother of Necho II, the Divine Adoratrice of Amun Nitocris I and a daughter, Meryetneith. |- |Meketaten || Princess || 18th dynasty||fl. c. mid-14th century BC|| Daughter of Pharaoh Akhenaten and his wife Nefertiti. |- |Meketre || Treasurer || 11th dynasty||fl. c. 21st century BC|| Chancellor (treasurer) and chief steward during the reign of the 11th dynasty Egyptian kings Mentuhotep II and Mentuhotep III. |- |Menes also Meni || Pharaoh || 1st dynasty||fl. 31st century BC|| Legendary pharaoh of the early dynastic period, credited by classical tradition with having united Upper and Lower Egypt, and being the founder of the 1st dynasty of Egypt. Mainstream consensus identifies him with Narmer. |- |Menhet || Queen || 18th dynasty||fl. c. mid-15th century BC|| Minor foreign-born wife of pharaoh Thutmose III who was buried in a lavishly furnished rock-cut tomb in Wady Gabbanat el-Qurud. |- |Menkare || Pharaoh || 7th dynasty||fl. c. 22nd century BC|| May have been a 7th dynasty king of Egypt during the First Intermediate Period. |- |Menkauhor Kaiu || Pharaoh || 5th dynasty||fl. c. 25th century BC|| May have been a son of king Niuserre. Queen Meresankh IV and Queen Khuit I may have been consorts for Menkauhor. Menkauhor's successor, Djedkare Isesi, may have been his son. |- |Menkaure || Pharaoh || 4th dynasty||fl. c. 26th century BC|| Reigned c. 2532 BC – c. 2503 BC, and ordered the construction of the third and smallest of the Pyramids of Giza. His chief queen was Khamerernebty II. He was the successor of Khafre. |- |Menkheperraseneb I || High Priest of Amun || 18th dynasty||fl. c. mid-15th century BC || High Priest of Amun during the reign of pharaoh Thutmose III. He was possibly the uncle of Menkheperreseneb II. |- |Menkheperreseneb II || High Priest of Amun || 18th dynasty||fl. c. mid-15th century BC|| High Priest of Amun, Superintendent of the Gold and Silver Treasuries and Chief of the Overseers of Craftsmen. He served during the reign of pharaoh Thutmose III. |- |Menkheperre || Prince || 18th dynasty||fl. c. mid-15th century BC|| One of two known sons of Pharaoh Thutmose III and his wife Merytre-Hatshepsut. |- |Menkheperre || High Priest of Amun || 21st dynasty||fl. c. late-11th century BC|| Son of pharaoh Pinedjem I and queen Henuttawy. He was the High Priest of Amun at Thebes and de facto ruler of southern Egypt. Menkheperre married his niece Isetemkheb, daughter of his brother Psusennes I and wife Wiay. |- |Menna || Artisan, Scribe || 18th dynasty||fl. c. early-14th century BC|| Egyptian artisan and \"Scribe of the Fields of the Lord of the Two Lands\" probably during the reign of the 18th dynasty king Thutmose IV. |- |Mentuherkhopshef || Prince, || 20th dynasty||fl. c. 12th century BC|| One of the sons of Ramesses III and Iset Ta-Hemdjert |- |Mentuherkhepeshef || Prince || 20th dynasty||fl. c. late-12th century BC || Egyptian prince during the 20th dynasty, a son of Pharaoh Ramesses IX. |- |Mentuhotep || Treasurer || 12th dynasty||fl. c. late-20th century BC || Egyptian official and treasurer under the 12th dynasty pharaoh Senusret I. |- |Mentuhotep || Queen || 16th dynasty||fl. c. late-17th century BC|| Possibly the queen consort of the pharaoh Djehuti Sekhemresementawy. |- |Mentuhotep I || Pharaoh || 11th dynasty||fl. c. 22nd century BC || Local Egyptian prince at Thebes who became the first acknowledged ruler of the 11th dynasty by assuming the title of first supreme chief of Upper Egypt and, later, declaring himself king over all Egypt. |- |Mentuhotep II Nebhepetre || Pharaoh || 11th dynasty||fl. c. 21st century BC|| Son of Intef III and Iah. His wife was Tem. His only known son was Mentuhotep III. He was able to effectively reunite ancient Egypt for the first time since the 6th dynasty. |- |Mentuhotep III Sankhkare || Pharaoh || 11th dynasty||fl. c. 21st century BC|| Continued the building program of his father Mentuhotep II. |- |Mentuhotep IV Nebtawyre || Pharaoh || 11th dynasty||fl. c. 20th century BC|| Last king of the Egyptian 11th Dynasty (reigned c. 1997 BC – c. 1991 BC). |- |Mentuhotep V Sewedjara || Pharaoh || 13th dynasty||fl. c. late-18th century BC|| Pharaoh of Egypt in the 13th dynasty. |- |Mentuhotep VI Sankhenre || Pharaoh || 16th dynasty||fl. c. late-17th century BC|| Pharaoh of Egypt of the 16th Theban dynasty based in Upper Egypt during the Second Intermediate Period. His predecessor was Sekhemre Sankhtawy Neferhotep III. Mentuhotep VI was succeeded by Nebiriau I. |- |Mentuhotepi || Pharaoh || 16th or 17th dynasty||fl. c. 1630 BC|| Pharaoh during the fragmented second intermediate period ruling over little more than Thebes itself. |- |Menwi || Queen || 18th dynasty||fl. c. mid-15th century BC || Minor foreign-born wife of the 18th dynasty Egyptian pharaoh Thutmose III who was buried in a lavishly furnished rock-cut tomb in Wady Gabbanat el-Qurud. |- |Merdjefare || Pharaoh || 14th dynasty||fl. c. early-17th century BC|| One of the few attested pharaohs of the 14th dynasty, reigning from Avaris over the eastern Nile Delta. |- |Merefnebef || Vizier || 6th dynasty||fl. c. 24th century BC|| First served at the court of the pharaoh Teti, possibly became vizier during the reign of Userkare, and was dismissed during the reign of Pepi I. (or Unisankh and Fefi) |- |Merenhor || Pharaoh || 7th dynasty||fl. c. 22nd century BC || May have been a 7th dynasty king of Egypt during the First Intermediate Period. |- |Merenre Nemtyemsaf I || Pharaoh || 6th dynasty||fl. c. 23rd century BC|| Son of Pepi I and Ankhesenpepi I. |- |Merenre Nemtyemsaf II || Pharaoh || 6th dynasty||fl. c. 22nd century BC|| Briefly king during the 6th dynasty of Egypt (reigned c. 2184 BC – c. 2183 BC), succeeding his long-lived father Pepi II Neferkare. |- |Mereret || Princess || 4th dynasty||fl. c. 26th century BC|| Daughter of Rahotep and Nofret and niece of pharaoh Khufu. |- |Mereruka || Vizier || 6th dynasty||fl. c. 24th century BC || Vizier to the pharaoh Teti and married Teti's daughter, Hert-watet-khet. |- |Meresamun || Priestess || ||fl. c. 8th century BC || Ancient Egyptian singer-priestess in the inner sanctum at the temple in Karnak. |- |Meresankh I || Queen || 3rd dynasty||fl. c. 27th century BC || Possibly a lesser wife of pharaoh Huni. Meresankh was the mother of the 4th dynasty pharaoh Sneferu. |- |Meresankh II || Queen || 4th dynasty||fl. c. 26th century BC|| Daughter of Khufu and Queen Meritites I. She was probably married her half-brother Djedefre, but it is also possible she married the pharaoh Khafre. |- |Meresankh III || Queen || 4th dynasty||fl. c. 26th century BC|| Daughter of Hetepheres II and Prince Kawab. She married king Khafre. |- |Meresankh IV || Queen || 5th dynasty||fl. c. 25th century BC|| Could have been queen to king Menkauhor Kaiu or Djedkare Isesi. |- |Meret-Isesi || Princess || 5th dynasty||fl. c. 24th century BC|| Her father was Pharaoh Djedkare. |- |Meretseger || Queen || 12th dynasty||fl. c. mid-19th century BC|| Probably the wife of Senusret III. She was the first Egyptian queen consort to bear the title Great Royal Wife, which became the standard title for chief wives of pharaohs. |- |Merhotepre Ini || Pharaoh|| 13th dynasty||fl. c. mid-17th century BC|| Son and successor of Merneferre Ay and a king of the late 13th dynasty of Egypt. |- |Merikare || Pharaoh || 21st dynasty||fl. c. 21st century BC|| Pharaoh during the 10th dynasty of Egypt who controlled territories based around Herakleopolis. |- |Meritamen || Princess || 18th dynasty||fl. c. mid-15th century BC || Daughter of Pharaoh Thutmose III and Merytre-Hatshepsut. |- |Meritamen || Queen || 19th dynasty||fl. c. mid-13th century BC || Daughter and later Great Royal Wife of the 19th dynasty pharaoh Ramesses II. Her name is also written as Meritamun, Merytamen, Merytamun, and Meryt-Amen. |- |Meritaten ||Princess-Queen || 18th dynasty||fl. c. mid-14th century BC|| Wife of pharaoh Smenkhkare. Meritaten was a daughter of pharaoh Akhenaten and queen Nefertiti. Meritaten also may have ruled as pharaoh in her own right under the name, Ankhkheperure Neferneferuaten. |- |Meritaten Tasherit || Princess || 18th dynasty||fl. c. mid-14th century BC|| Probably the daughter of Meritaten, the eldest daughter of Pharaoh Akhenaten. |- |Meritites I || Queen || 4th dynasty||fl. c. 26th century BC|| Daughter of Sneferu. Meritites married her elder half-brother the pharaoh Khufu. |- |Meritites II || Princess || 4th dynasty||fl. c. 26th century BC|| Daughter of pharaoh Khufu and his younger half-sister Meritites I. She married Akhethotep, who was a Director of the Palace. |- |Meritites IV || Queen || 6th dynasty||fl. c. 24th century BC|| Wife of king Pepi I. |- |Merit-Ptah || Physician || 2nd dynasty||fl. c. 28th century BC || Female physician who lived during the 2nd dynasty in Egypt. |- |Merkare || Pharaoh || 13th dynasty||fl. c. mid-17th century BC || Poorly known pharaoh of the late 13th dynasty during the second intermediate period. |- |Merkheperre || Pharaoh || 13th dynasty||fl. c. mid-17th century BC || Poorly known pharaoh of the late 13th dynasty during the second intermediate period. |- |Merneferre Ay || Pharaoh || 13th dynasty||fl. c. mid-17th century BC || Longest reigning king of the 13th Dynasty. |- |Merneith || Queen || 1st dynasty||fl. c. 30th century BC|| Queen consort and a regent of Egypt during the 1st dynasty. She may have been a ruler of Egypt in her own right. She was king Djet's senior royal wife and the mother of Den. |- |Merneptah || Pharaoh || 19th dynasty||fl. c. mid to late-13th century BC|| Son of Ramesses II. Merneptah had to carry out several military campaigns during his reign,including against the Libyans, who he defeated with the assistance of the Sea Peoples. |- |Merenptah || Prince || 19th dynasty||fl. c. mid-13th century BC|| Egyptian prince during the 19th dynasty, who was probably the son of the pharaoh Merenptah. |- |Merti || Queen || 18th dynasty||fl. c. mid-15th century BC|| Minor foreign-born wife of the 18th dynasty Egyptian pharaoh Thutmose III who was buried in a lavishly furnished rock-cut tomb in Wady Gabbanat el-Qurud. |- |Meru || Official || 11th dynasty||fl. c. 21st century BC || Egyptian official under king Mentuhotep II during the 11th dynasty. Meru was overseer of sealers at the royal court and therefore one of the highest state officials. |- |Meryatum || High Priest of Re || 19th dynasty||fl. c. mid-13th century BC || Egyptian prince and High Priest of Re, the son of the 19th dynasty pharaoh Ramesses II and Nefertari. |- |Meryatum II || High Priest of Re || 20th dynasty||fl. c. mid-12th century BC || Egyptian prince and High Priest of Re. He was a son of the 20th dynasty pharaoh Ramesses III. |- |Meryhathor || Pharaoh || 10th dynasty||fl. c. 22nd century BCE || Possibly the founder of the Herakleopolite 10th dynasty. |- |Meryibre Khety || Pharaoh || 9th dynasty||fl. c. 22nd century BCE || Likely the founder of the Herakleopolite 9th dynasty, thus the Greek Achthoes. Also known as Meryibtawy. |- |Merymose || Viceroy of Kush || 18th dynasty||fl. c. mid-14th century BC || Viceroy of Kush under Amenhotep III. He served for almost the entire four decades of that reign. |- |Meryptah || High Priest of Amun || 18th dynasty||fl. c. mid-14th century BC|| High Priest of Amun during the reign of the 18th dynasty pharaoh Amenhotep III. |- |Meryre || High Priest of the Aten || 18th dynasty||fl. c. mid-14th century BC || Hereditary Noble and High Official and Fan-bearer on the Right Side of the King which emphasised his close relationship to the 18th dynasty king Akhenaten. |- |Meryre II || Steward || 18th dynasty||fl. c. mid-14th century BC|| Superintendent to the 18th dynasty Egyptian queen Nefertiti and was also Royal Scribe, Steward and Overseer of the Two Treasuries and of the Royal Harem of Nefertiti. |- |Merysekhmet || Vizier || 19th Dynasty||fl. c. late-13th century BC|| Served during the reign of the 19th dynasty pharaoh Merenptah. |- |Meryteti || Vizier || 6th Dynasty||fl. c. 24th century BC|| Served as vizier to Pepi I. He was the son of the vizier Mereruka. His mother was princess Sesheshet Watetkhetor. |- |Merytre-Hatshepsut || Queen || 18th Dynasty||fl. c. mid-15th century BC|| Wife of pharaoh Thutmose III and the mother of Amenhotep II. She was the daughter of a priestess Hui. |- |Mesehti || Nomarch of Asyut || 11th Dynasty||fl. c. 2000 BCE|| Known for his tomb in Asyut and particularly for the several soldier models within. |- |Mesen-ka || Prince || 2nd Dynasty||fl. c. late 27th century BC|| Son of a king of the late 2nd Dynasty or early 3rd Dynasty. |- |Mindjedef || Prince || 4th Dynasty||fl. c. 26th century BC|| Probably a son of Prince Kawab and Hetepheres II. He was a grandson of Pharaoh Khufu. |- |Minkhaf I || Vizier || 4th dynasty||fl. c. 26th century BC|| Son of Pharaoh Khufu. His mother may have been Queen Henutsen. He served as vizier during his father's reign. |- |Minkhaf II || Nobleman || 4th dynasty||fl. c. 26th century BC|| Great-nephew of Minkhaf I and great-grandson of Khufu. |- |Minmontu || High Priest of Amun || 18th dynasty||fl. c. mid-16th century BC|| High Priest of Amun during the reign of Ahmose I, an 18th dynasty king of Egypt. |- |Minmose || Overseer of the Works || 18th dynasty||fl. c. late-15th century BC|| Overseer of works for the 18th dynasty pharaohs Thutmose III and Amenhotep II and took part in expeditions to Syria and Nubia. |- |Minnefer || Supervisor of Palace Attendants, Overseer of Messengers || 5th dynasty|||| Known from a statue. |- |Mutbenret || Princess || 18th dynasty||fl. c. mid-14th century BC || Egyptian noblewoman and possibly the sister of the 18th dynasty Great Royal Wife Nefertiti. (or Benretmut) |- |Mutemwiya || Queen || 18th dynasty||fl. c. early-14th century BC || Minor wife of the 18th dynasty Egyptian king Thutmose IV and the mother of Amenhotep III. |- |Muthis || Pharaoh || 29th dynasty||fl. c. early-4th century BCE || Maybe an ephemeral pharaoh usurper of the 29th dynasty. |- |Mutnedjmet || Queen || 18th dynasty||fl. c. late-14th century BC|| Also known as Mutnedjemet, Mutnodjmet, and Mutnodjemet. She was the Great Royal Wife of Horemheb, the last king of the 18th dynasty. |- |Mutnedjmet || Queen || 21st dynasty||fl. c. late-11th century BC|| Great Royal Wife of her brother, Psusennes I, and was the mother of Pharaoh Amenemope. She was the daughter of the High Priest of Amun, Pinedjem I. |- |Mutnofret || Queen || 18th dynasty||fl. c. late-16th century BC|| Queen of Thutmose I, and the mother of Thutmose II. She was probably a daughter of Ahmose I and a sister of Amenhotep I. |} ==N== {| class=\"wikitable sortable\" align=\"center\" !style=\"width: 150px;\"|Name !! style=\"width: 100px;\"|Main Title !! style=\"width: 90px;\"|Dynasty !!align=\"center\" style=\"width: 150px;\"|Date!! |Comment |- |Nakht || Astronomer || 18th dynasty || fl. c. 14th century BC|| Served during the reign of Tuthmose IV. Buried in TT52 |- |Nakhthoreb || Pharaoh || 30th dynasty || || See Nectanebo II |- |Nakhtmin || General || 18th dynasty || fl. c. mid-14th century BC|| General during the reign of Pharaoh Tutankhamun. Nakhtmin may have been the son and heir of Pharaoh Ay but died before the end of the Ay's reign. |- |Nakhtnebef || Pharaoh || 30th dynasty || || See Nectanebo I |- |Nakhtneith || Queen || 1st dynasty || fl. c. 31st century BC|| Wife to king Djer. |- |Nakhtpaaten (or Nakht) || Vizier || 18th dynasty || fl. c. mid-14th century BC|| Vizier of Pharaoh Akhenaten. Nakhtpaaten succeeded the vizier Ramose in office. Known from his tomb in Amarna. |- |Nakhtubasterau || Queen || 26th dynasty || fl. c. mid-6th century BC|| Wife of pharaoh Amasis II. Name also written as Nakhtbastetiru. |- |Naparaye || Queen|| 25th dynasty || fl. c. late-8th century BC || Naparaye was the daughter of King Piye and the sister-wife of King Taharqa. |- |Narmer || Pharaoh || 1st dynasty || fl. c. 31st century BC|| Pharaoh who is thought to be the successor to the proto- dynastic pharaohs Scorpion and/or Ka, and possibly the unifier of Egypt and founder of the 1st dynasty, and therefore the first pharaoh of all Egypt. |- |Nasakhma || King of Kush || || fl. c. mid-5th century BC|| Kushite King of Meroe. He was the successor to king Siaspiqa. (or Nasakhmaqa) |- |Nastasen || King of Kush || || fl. c. late-4th century BC|| King of Kush (reigned c. 335 BC – c. 310 BC). Probably the son of King Harsiotef and Queen Pelkha and his wife may have been Sekhmakh. Nastasen defeated an invasion of Kush from Upper Egypt led by a local ruler, Khabbash. |- |Nauny || Princess || 21st dynasty || fl. c. mid-11th century BC|| Also known as Nany or Entiuny. She was probably a daughter of High Priest, later Pharaoh Pinedjem I. |- |Nebamun || Vizier || 18th- 19th dynasty || fl. c. early to mid-13th century BC|| Vizier during the late 18th and early 19th dynasties of Egypt. He held that office from the reign of Horemheb to the reign of Ramesses II. |- |Nebankh || High steward || 13th dynasty || c. 1730 BC|| Royal acquaintance and high steward during the reigns of Neferhotep I and Sobekhotep IV of the mid 13th Dynasty. |- |Nebemakhet || Prince || 4th dynasty || fl. c. 26th century BC|| Son of pharaoh Khafre and queen Meresankh III. He was Chief Justice and Vizier to the pharaoh Menkaure. |- |Nebet || Queen || 5th dynasty || fl. c. 24th century BC|| Wife of king Unas. |- |Nebet || Vizier || 6th dynasty || fl. c. 24th century BC|| Female vizier who held the office during the reign of Pepi I. Nebet's two daughters, Ankhesenpepi I and Ankhesenpepi II married Pepi I. She was married to Khui and their son Djau was a vizier. |- |Nebetah || Princess || 18th dynasty || fl. c. mid-14th century BC|| Daughter of Amenhotep III and wife Tiye. She was a younger sister of Akhenaten. |- |Nebetia || Princess || 18th dynasty || fl. c. mid-14th century BC|| Granddaughter of Pharaoh Thutmose IV and the daughter of Prince Siatum. |- |Nebetiunet || Princess || 18th dynasty || fl. c. mid-15th century BC|| Daughter of Pharaoh Thutmose III and his wife Merytre-Hatshepsut. |- |Nebetnehat || Queen || 18th dynasty || fl. c. 14th century BC|| Queen of an unidentified Pharaoh. Her name is only known from an alabaster canopic fragment found in the valley of the Queens. |- |Nebettawy || Princess- Queen || 19th dynasty || fl. c. mid-13th century BC|| Daughter and a Great Royal Wife of pharaoh Ramesses II. |- |Nebiriau I Sewadjenre || Pharaoh || 16th dynasty || fl. c. early-16th century BC|| Also known as Nebiryerawet I. A pharaoh of the 16th Theban dynasty based in Upper Egypt during the Second Intermediate Period. |- |Nebiriau II || Pharaoh || 16th dynasty || fl. c. 19th century BC|| Also known as Nebiryerawet II. A pharaoh of the 16th Theban dynasty based in Upper Egypt during the Second Intermediate Period. |- |Nebit || Vizier || 16th dynasty || fl. c. early-16th century BC|| Ancient Egyptian official under king Senusret III. |- |Nebkaure Khety || Pharaoh || 9th dynasty || fl. c. 22nd century BC|| Pharaoh of the Herakleopolite 9th dynasty, also mentioned on The Eloquent Peasant. |- |Nebmaatre || Pharaoh || 16th or 17th dynasty || fl. c. early-16th century BC|| Obscur pharaoh of the early 17th dynasty during the Second Intermediate Period. |- |Nebmaatre || Prince, High Priest of Re || 20th dynasty || fl. c. late-12th century BC|| High Priest of Re in Heliopolis. He was probably a son of Ramesses IX. |- |Nebneteru Tenry || High Priest of Amun || 19th dynasty || fl. c. early-13th century BC|| High Priest of Amun under pharaoh Seti I. Nebneteru's wife, Merytre, was Chief of the Harem of Amun. |- | Nebnuni || Pharaoh || 13th dynasty || || See Nebnun(i) Semenkare. |- | Nebre || Pharaoh || 2nd dynasty || || See Raneb. |- | Nebsenre || Pharaoh || 14th Dynasty || fl. c. early 17th century BC|| Obscur king of the 14th Dynasty, attested by a single inscription on a jar and the Turin canon. |- |Nebtu || Queen || 18th Dynasty || fl. c. mid-15th century BC|| Wife of the 18th dynasty king, Thutmose III. |- |Nebtyemneferes || Princess || 5th dynasty || fl. c. 24th century BC|| Daughter of Pharaoh Djedkare. |- |Nebty-tepites || Princess || 4th dynasty || fl. c. 26th century BC|| Nebty-tepites was a daughter of Prince Horbaef and his half-sister Meresankh II. After Horbaef's death, Meresankh married either the pharaoh Djedefra or the pharaoh Khafre. |- |Nebwawy || High Priest of Osiris || 18th dynasty || fl. c. 15th century BCE|| High Priest of Osiris under the pharaohs Hatshepsut, Thutmose III and Amenhotep II. |- |Nebwenenef || High Priest of Amun || 19th dynasty || fl. c. early-13th century BC|| High Priest of Amun at the beginning of the reign of Ramesses II. Prior to that, Nebwenenef had served as High Priest of Anhur and High Priest of Hathor during the reign of Seti I. |- | Neby || Pharaoh || 7th dynasty || || See Neferkare Neby. |- |Necho I || King of Sais || 26th dynasty || fl. c. mid-7th century BC|| Also known as Nekau I. Governor of the Egyptian city of Sais. He was the first attested local Saite king of the 26th dynasty of Egypt (reigned c. 672 BC–c. 664 BC). He was killed by an invading Kushite force under Tantamani. |- |Necho II || Pharaoh || 26th dynasty || fl. c. late-7th century BC|| Also known as Nekau II (reigned c. 610 BC–c. 595 BC). Following the collapse of the Assyrian Empire, the Babylonians under Nebuchadrezzar II fought the armies of Pharaoh Necho II. The Egyptians were defeated and eventually expelled from Syria. |- |Nectanebo I || Pharaoh || 30th dynasty || reigned 380 BC – 362 BC || Also known as Nekhtnebef. Nectanebo deposed and killed Nefaarud II, starting the last dynasty of Egyptian kings. He spent much of his reign defending his kingdom against Persian reconquest but still erected many monuments and temples. |- |Nectanebo II || Pharaoh || 30th dynasty || reigned 360 BC – 343 BC|| Also known as Nakhthoreb, the last king of the 30th dynasty and the last native Egyptian ruler in antiquity. He was placed on the throne by the Spartan king Agesilaus II, who helped him overthrow Teos and fight off a rival pretender. Nectanebo II was defeated by the Persian king Artaxerxes III, and went into exile in Nubia. Egypt once again became a satrapy of the Persian Empire. |- |Nedjeftet || Queen || 6th dynasty || fl. c. 24th century BC|| Wife of pharaoh Pepi I. |- |Nedjem || Prince || 18th dynasty || fl. c. late-15th century BC|| Son of Pharaoh Amenhotep II. |- |Nedjemib || Princess || 4th dynasty || fl. c. 26th century BC|| Daughter of Rahotep and Nofret and niece of pharaoh Khufu. |- |Nedjemibre || Pharaoh || 13th dynasty || fl. c. early- to mid-18th century BC|| Ephemeral ruler of the 13th dynasty during the Second Intermediate Period. Known only from the Turin canon. |- |Neferefre || Pharaoh || 5th dynasty || fl. c. 25th century BC|| Also known as Raneferef. He reigned c. 2460 BC – c. 2453 BC. |- |Neferetnebty || Queen || 5th dynasty || fl. c. 25th century BC|| Wife of pharaoh Sahure. Her name is sometimes written as Neferet-ha-Nebti, or Neferetnebti. |- |Neferhetepes || Princess || 4th dynasty || fl. c. 26th century BC|| Daughter of Pharaoh Djedefre. |- |Neferhotep || Scribe || 13th dynasty || fl. c. mid-18th century BC|| 13th dynasty Egyptian official and scribe. |- |Neferhotep I || Pharaoh || 13th dynasty || fl. c. late-18th century BC|| Son of a Theban military family and brother of King Sobekhotep IV. |- |Neferhotep III Sekhemre Sankhtawy || Pharaoh || 16th dynasty || fl. c. late-17th century BC|| King during the Theban 16th Dynasty. |- |Neferirkare || Pharaoh || 8th dynasty || fl. c. 22nd century BC|| Reigned c. 2161 BC – c. 2160 BC, during the First Intermediate Period. |- |Neferirkare Kakai || Pharaoh || 5th dynasty || fl. c. 25th century BC|| Reigned c. 2477 BC – c. 2467 BC. He married Queen Khentkaus II. |- |Neferkahor || Pharaoh || 7th dynasty || fl. c. 22nd century BC|| May have been a 7th dynasty king of Egypt during the First Intermediate Period. |- |Neferkamin || Pharaoh || 7th dynasty || fl. c. 22nd century BC|| May have been a 7th dynasty king of Egypt during the First Intermediate Period. |- |Neferkamin Anu || Pharaoh || 8th dynasty || fl. c. 22nd century BC|| May have been an 8th dynasty king of Egypt during the First Intermediate Period. |- |Neferkara I || Pharaoh || 8th dynasty || fl. c. 22nd century BC|| May have been a 7th dynasty king of Egypt during the First Intermediate Period. |- |Neferkare II || Pharaoh || 7th dynasty || fl. c. 22nd century BC|| May have been a 7th dynasty king of Egypt during the First Intermediate Period. |- |Neferkare III || Pharaoh || 9th dynasty || fl. c. 22nd century BC|| King during the 9th dynasty of Egypt controlling territories based around Herakleopolis. |- |Neferkare Iymeru || Vizier || 13th dynasty || || Egyptian vizier under king Sobekhotep IV. |- |Neferkare Khendu || Pharaoh || 7th dynasty || fl. c. 22nd century BC|| May have been a 7th dynasty king of Egypt during the First Intermediate Period. |- |Neferkare Neby || Pharaoh || 7th dynasty || fl. c. 22nd century BC|| May have been a 7th dynasty king of Egypt during the First Intermediate Period. His mother was probably Queen Ankhesenpepi II and his father was probably Pepi II Neferkare. |- |Neferkare Pepiseneb || Pharaoh || 8th dynasty || fl. c. 22nd century BC|| May have been an 8th dynasty king of Egypt during the First Intermediate Period. |- |Neferkare Tereru || Pharaoh || 7th dynasty || fl. c. 22nd century BC|| May have been a 7th dynasty king of Egypt during the First Intermediate Period. |- |Neferkare VII || Pharaoh || 9th dynasty || fl. c. 22nd century BCE|| Third pharaoh of the 9th dynasty. |- |Neferkare VIII || Pharaoh || 10th dynasty || fl. c. late-22nd century BCE|| Second pharaoh of the 10th dynasty. |- |Neferkare || King of Tanis || 26th dynasty || fl. c. mid-7th century BCE|| Last local ruler of Tanis who finally submitted himself to Psamtik I of the 26th dynasty. |- |Neferkau || Prince || 4th dynasty || fl. c. 26th century BC|| Son of Rahotep and Nofret and nephew of pharaoh Khufu. |- |Neferkauhor || Pharaoh || 8th dynasty || fl. c. 22nd century BC|| Reigned c. 2163 BC–c. 2161 BC, during the First Intermediate Period. |- |Neferkaure II || Pharaoh || 8th dynasty || fl. c. 22nd century BC|| Reigned c. 2167 BC–c. 2163 BC, during the First Intermediate Period. |- |Nefermaat I || Vizier || 4th dynasty || fl. c. 26th century BC|| Son of pharaoh Sneferu. He was a vizier and was a half- brother of Khufu. Nefermaat's wife was Itet. |- |Nefermaat II || Vizier || 4th dynasty || fl. c. 26th century BC|| Vizier during the reign of his cousin pharaoh Khafre. Nefermaat was a son of Princess Nefertkau . |- |Neferneferuaten Ankhkheperure || Pharaoh || 18th dynasty || fl. c. mid-14th century BC|| Female Egyptian pharaoh (reigned c.1335 BC – c.1333 BC) toward the end of the Amarna era during the 18th Dynasty. She was probably a daughter of pharaoh Akhenaten. |- |Neferneferuaten Tasherit || Princess || 18th dynasty || fl. c. mid-14th century BC|| Daughter of Pharaoh Akhenaten and his Great Royal Wife Nefertiti. |- |Neferneferure || Princess || 18th dynasty || fl. c. mid-14th century BC|| Daughter of Pharaoh Akhenaten and Great Royal Wife Nefertiti. |- |Neferronpet || Vizier || 19th dynasty || fl. c. mid-13th century BC|| Egyptian vizier and a High Priest of Ptah during the reign of pharaoh Ramesses II. |- |Nefersheshemre called Seshi|| Vizier || 6th dynasty || fl. c. 24th century BC|| Vizier during the early to middle part of the reign of the 6th dynasty Egyptian pharaoh Teti. |- |Nefertari || Queen || 18th dynasty || fl. c. late-15th century BC|| First Great Royal Wife of Pharaoh Thutmose IV. |- |Nefertari || Queen || 19th dynasty || fl. c. mid-13th century BC|| Also known as Nefertari Merytmut, one of the Great Royal Wives of pharaoh Ramesses II. |- |Neferthenut || Queen || 12th dynasty || fl. c. mid-19th century BC|| Probably the wife of pharaoh Senusret III. |- |Nefertiabet || Princess || 4th dynasty || fl. c. 26th century BC|| Daughter of Pharaoh Khufu and sister of Hetepheres II and Khafre. |- |Nefertiti || Queen || 18th dynasty || fl. c. mid-14th century BC|| Great Royal Wife of Pharaoh Akhenaten. Nefertiti is also known for her bust which was attributed to the sculptor Thutmose. |- |Nefertkau I || Princess || 4th dynasty || fl. c. 26th century BC|| Daughter of pharaoh Sneferu and a half-sister to Khufu. |- |Nefertkau II || Princess || 4th dynasty || fl. c. 26th century BC|| Wife and sister of Prince Khufukhaf I, son of the 4th dynasty pharaoh Khufu. |- |Nefertkau III || Princess || 4th dynasty || fl. c. 26th century BC|| Probably a daughter of Meresankh II and Prince Horbaef. She was married to an official named Iynefer. |- |Nefertnesu || Princess || 4th dynasty || fl. c. 26th century BC || Daughter of pharaoh Sneferu and she was a half-sister to pharaoh Khufu. |- |Neferu III || Queen || 12th dynasty || fl. c. mid-20th century BC|| Daughter of Amenemhat I, wife of her brother, Senusret I, and the mother of Amenemhat II. |- |Neferuptah || Princess || 12th dynasty || fl. c. late-19th century BC|| Also known as Ptahneferu, a daughter of the Egyptian king Amenemhat III of the 12th dynasty. Her sister was the Pharaoh Sobekneferu. |- |Neferure || Princess || 18th dynasty || fl. c. early-15th century BC|| Daughter of two pharaohs, Hatshepsut and Thutmose II. She served in high offices in the Egyptian government and the religious administration. |- |Nefrubity || Princess || 18th dynasty || fl. c. early-15th century BC|| Sometimes called Akhbetneferu. She was the daughter of Pharaoh Thutmose I and Ahmose, the sister of Hatshepsut and the half-sister of Thutmose II. |- |Nehesy || Pharaoh || 14th dynasty || fl. c. late-18th century BC|| Ruler during the 14th dynasty of Egypt of the Second Intermediate Period. |- |Nehi || Viceroy of Kush || 18th dynasty || || In office under Thutmose III. |- |Neith || Queen || 6th dynasty || fl. c. 23rd century BC|| One of the queens of the 6th dynasty pharaoh Pepi II. Neith was probably a daughter of the pharaoh Pepi I and queen Ankhesenpepi I, making her half-sister to pharaoh Pepi II. Neith may be the mother of pharaoh Nemtyemsaf II. |- |Neithhotep || Queen || 1st dynasty || fl. c. 31st century BC|| Queen of Egypt, and likely wife of Narmer. |- |Neitiqerty Siptah || Pharaoh || 6th dynasty || fl. c. 22nd century BC|| Reigned c. 2183 BC – c. 2181 BC, and was an obscure successor to Merenre Nemtyemsaf II towards the end of the 6th dynasty of Egypt. |- |Nekauba || Pharaoh || 26th dynasty || fl. c. mid-7th century BC|| Reigned c. 678 BC – c. 672 BC during the 26th Saite dynasty of Egypt. |- |Nemtyemsaf I || Pharaoh || 6th dynasty || ||see Merenre Nemtyemsaf I |- |Nemtyemsaf II || Pharaoh || 6th dynasty || || see Merenre Nemtyemsaf II |- |Nepherites I || Pharaoh || 29th dynasty ||reigned 399 BC – 393 BC || Also known as Nefaarud I. He founded the 29th dynasty of Egypt by defeating and then executing Amyrtaeus. Nepherites was a native of Mendes, which he made his capital. He supported Sparta in its war against the Persians by supplying them with grain and ship building material. |- |Nepherites II || Pharaoh || 29th dynasty ||reigned 380 BC || Also known as Nefaarud II, a pharaoh of Egypt. Following the death of his father Hakor, he was the last pharaoh of the 29th dynasty. He was deposed and killed by Nectanebo I after ruling Egypt for only 4 months. |- |Nerikare || Pharaoh || 13th dynasty ||fl. c. early-18th century BC || Short-lived pharaoh of the 13th dynasty. |- |Neserkauhor || Prince || 5th dynasty || fl. c. 24th century BC|| Son of Djedkare Isesi. |- |Nesitanebetashru || Noble Woman || 21st dynasty || fl. c. early-10th century BC|| Daughter of the Egyptian nobleman and High Priest of Amun, Pinedjem II, and his wife Neskhons. |- |Nesitanebetashru || Queen || 22nd dynasty || fl. c. mid-9th century BC|| Wife of Sheshonk II and the mother of Pharaoh Harsiese. She was also a Chantress of Amun. |- |Nesitaudjatakhet || Queen || 22nd dynasty || fl. c. 9th century BC|| Wife of Pharaoh Sheshonk II and the mother of Prince Osorkon D. |- |Neskhons || Princess || 21st dynasty || fl. c. late-11th century BC|| Daughter of Smendes II and Takhentdjehuti, and wed her paternal uncle, High Priest Pinedjem II. |- |Neterkheperre Meryptah called Pipi II || High Priest of Ptah || 21st dynasty || fl. c. early-10th century BC|| High Priest of Ptah during the reigns of the pharaohs Psusennes I, Amenemope, Osochor and Siamun. |- |Netjeraperef || Prince || 4th dynasty || fl. c. 26th century BC|| Son of the Egyptian pharaoh Sneferu. He was a half-brother of Khufu and nephew to Hetepheres I. |- |Netjerkare || Pharaoh || 7th dynasty || fl. c. 22nd century BC|| May have been a 7th dynasty king of Egypt during the First Intermediate Period. |- |Nikare || Pharaoh || 7th dynasty || fl. c. 22nd century BC|| May have been a 7th dynasty king of Egypt during the First Intermediate Period. |- |Nikaure || Vizier || 4th dynasty || fl. c. 26th century BC|| Prince, chief justice and vizier during the 4th dynasty. Nikaure was a son of Pharaoh Khafre and Queen Persenet. His wife was Nikanebti. |- |Nimaethap || Queen || 2nd dynasty || fl. c. 27th century BC|| Queen, husband unknown. |- |Nimaethap II || Queen || 5th dynasty || fl. c. 26th century BC|| Queen of Egypt at the end of the 2nd dynasty. Wife of Pharaoh Khasekhemwy. |- |Nimlot || Libyan chief || 21st dynasty || fl. c. 10th century BCE|| Great Chief of the Ma, known for being the father of pharaoh Shoshenq I and brother of pharaoh Osorkon the Elder. |- |Nimlot || Prince || 22nd dynasty || fl. c. 940 BCE|| Prince, son of pharaoh Shoshenq I; he also was a general and a governor at Herakleopolis Magna. |- |Nimlot || High Priest of Amun || 22nd dynasty || fl. c. mid-9th century BC|| High Priest of Amun at Thebes during the latter part of the reign of his father, pharaoh Osorkon II. |- |Nimlot || King of Hermopolis || 25th dynasty || fl. c. mid-8th century BCE|| Local pharaoh at Hermopolis during the 25th dynasty, he submitted himself to Piye and is depicted on the latter's Victory stela. |- |Nitocris || Pharaoh / Queen || 6th dynasty || fl. c. 22nd century BC|| May have been the last pharaoh of the Egyptian 6th Dynasty. However, her historicity has been questioned. |- |Nitocris I || God's Wife of Amun || 26th dynasty || fl. c. mid-7th to early-6th century BC|| Also known as Nitiqret, she was the Divine Adoratrice of Amun or God's Wife of Amun for over 70 years. She was the daughter of the Saite pharaoh Psamtik I. |- |Nitocris II || Princess, High Priest of Amun || 26th Dynasty || fl. c. mid-6th century BC|| Daughter of pharaoh Amasis II and a female High Priest of Amun. |- |Nodjmet || Noble || 20th-21st dynasty || fl. c. early-11th century BCE|| Noblewoman, wife of the High Priest of Amun Herihor and/or Piankh. |- |Nofret || Princess || 4th dynasty || fl. c. 26th century BC|| Noblewoman and princess who lived during the 4th dynasty of Egypt. Nofret married Prince Rahotep, who was a son of Pharaoh Sneferu. |- |Nofret II || Queen || 12th dynasty || fl. c. early-19th century BC|| Daughter of Amenemhat II and wife of Senusret II. |- |Nubhetepti-khered || Princess || 13th dynasty || fl. c. mid-18th century BC || Egyptian king's daughter during the 13th dynasty. Probably a daughter of King Hor. |- |Nubkhaes || Queen || 13th dynasty || fl. c. mid-17th century BC|| 13th dynasty Egyptian queen whose husband is assumed to be one of the successors of pharaoh Sobekhotep IV. |- |Nubkhesbed || Queen || 20th dynasty || fl. c. mid-12th century BC|| Great Royal Wife of Pharaoh Ramesses VI and mother of Pharaoh Ramesses VII. |- |Nubwenet || Queen || 6th dynasty || fl. c. 24th century BC|| Also known as Nebuunet, an Egyptian queen consort and a wife of the 6th dynasty pharaoh Pepi I. |- |Nuya || Pharaoh || 14th dynasty || fl. c. 17th century BC|| Poorly known pharaoh of the 14th dynasty, likely of Semitic descent and reigning over the eastern Nile Delta. |- |Nykara || Granary Official || 5th dynasty || fl. c. 25th century BC|| Known from a granite statue of Nykara and his family, now at the Brooklyn Museum. |- |Nynetjer || Pharaoh || 2nd dynasty || fl. c. 28th century BC|| Long-lived king of the mid 2nd dynasty of Egypt. It is possible that he was a son of his predecessor Raneb. |- |Nyuserre Ini || Pharaoh || 5th dynasty || fl. c. 25th century BC|| Also known as Neuserre Izi, Niuserre Isi, Nyuserra, and Rathoris. A 5th dynasty pharaoh of Egypt (reigned c. 2453 BC – c. 2422 BC). |} ==O== {| class=\"wikitable sortable\" align=\"center\" !style=\"width: 150px;\"|Name !! style=\"width: 100px;\"|Main Title !! style=\"width: 90px;\"|Dynasty !!align=\"center\" style=\"width: 150px;\"|Date!! |Comment |- |Osorkon the Elder || Pharaoh||21st dynasty|| fl. c. early-10th century BC|| Osorkon Akheperre Setepenre reigned c. 992 BC – c. 986 BC, and was the first pharaoh of Libyan extraction to rule Egypt. He was the son of Shoshenq, the Great Chief of the Ma. |- |Osorkon I || Pharaoh||22nd dynasty||reigned c. 922 BC – c. 887 BC|| Son of Sheshonk I and his chief consort, Karomat. Osorkon I's reign was long and prosperous and is known for many temple building projects. |- |'Osorkon II || Pharaoh||22nd dynasty||reigned c. 872 BC – c. 837 BC|| Son of Takelot I and Queen Kapes. He ruled Egypt from Tanis. After succeeding his father, he faced a revolt from his cousin, Harsiese, who controlled Thebes. However, Osorkon II was able to unite Egypt after Harsiese's death. Further names include Usermaatre Setepenamun. |- |Osorkon III || Pharaoh||23rd dynasty||reigned c. 798 BC – c. 769 BC|| Usermaatre Setepenamun Si-Ese was a pharaoh of Upper Egypt based in Thebes. He was also a High Priest of Amun. He was a son of Takelot II and Queen Karomama II. During his reign, he defeated the rival forces of Sheshonk IV. |- |Osorkon IV || Pharaoh||22nd dynasty|| fl. c. mid-8th century BC|| Ruler of Lower Egypt who was based in Tanis and therefore one of the 22nd dynasty pharaoh Shoshenq V's successors. |- |Osorkon C || Great Chief of the Ma||22nd dynasty|| fl. c. mid-8th century BC|| Great Chief of the Ma and governor of Sais, predecessor of pharaoh Tefnakht of the 24th Dynasty. |} ==P== {| class=\"wikitable sortable\" align=\"center\" !style=\"width: 150px;\"|Name !! style=\"width: 100px;\"|Main Title !! style=\"width: 90px;\"|Dynasty !!align=\"center\" style=\"width: 150px;\"|Date!! |Comment |- |Paanchi || Pharaoh || 25th dynasty || ||see Piye |- |Pabasa || Chief Steward || 26th dynasty ||fl. c. mid-7th century BC|| Chief Steward to the Divine Adoratrice of Amun, Nitocris I. |- |Pageti || Princess || 4th dynasty ||fl. c. 26th century BC|| Daughter of Nefermaat, the eldest son of pharaoh Sneferu and Itet. |- |Pahemnetjer || High Priest of Ptah || 19th dynasty ||fl. c. mid-13th century BC|| High Priest of Ptah during the reign of Ramesses II. Pahemnetjer succeeded Huy as High Priest of Ptah. |- |Pami Usermaatre Setepenre || Pharaoh || 22nd dynasty ||fl. c. mid-8th century BC|| Reigned c. 785 BC – c. 778 BC, and was a member of the Meshwesh Libyans then ruling the country. |- |Panehesy (I) || Chief servitor of the Aten || 18th dynasty ||fl. c. 14th century BC|| High Priest of the Aten in the temple of Aten in Akhetaten during the reign of Akhenaten. |- |Panehesy (II) || Prophet of Amenhotep (I) of the Forecourt || 19th dynasty ||fl. c. 13th century BC|| Served during the reign of Pharaoh Ramesses II. |- |Panehesy || Vizier || 19th dynasty ||fl. c. late-13th century BC|| Served during the reign of Pharaoh Merenptah. |- |Paraemheb || Vizier || 19th dynasty ||fl. c. late-13th century BC|| Vizier of Egypt during the reigns of the pharaohs Amenmesse and Seti II. Also known as Pre'em'hab. |- |Pareherwenemef || Prince || 19th dynasty ||fl. c. mid-13th century BC|| Son of pharaoh Ramesses II and Queen Nefertari. |- |Pareherwenemef || Prince || 20th dynasty ||fl. c. early-12th century BC|| Son of pharaoh Ramesses III. |- |Parennefer called Wennefer || High Priest of Amun || 18th dynasty ||fl. c. mid to late-14th century BC|| High Priest of Amun during the reigns of the 18th dynasty pharaohs Tutankhamen and Horemheb. |- |Parennefer || Royal Butler || 18th dynasty ||fl. c. mid-14th century BC|| Pharaoh Akhenaten's close adviser both before and after Akhenaten came to the throne. |- |Pasenhor || Priest || 22nd dynasty ||fl. c. 730 BCE|| Priest of Ptah under pharaoh Shoshenq V, known for his long genealogy written on an Apis burial stela. |- |Paser I || Viceroy of Kush || 18th dynasty ||fl. c. 14th century BC|| Likely served during the reigns of Ay and Horemheb |- |Paser || Vizier || 19th dynasty ||fl. c. early to mid-13th century BC|| Vizier during the reigns of pharaohs Seti I and Ramesses II. Later he became a High Priest of Amun. |- |Paser II || Viceroy of Kush || 19th dynasty ||fl. c. 13th century BC|| Son of the High Priest of Min and Isis named Minmose. He was a King's son of Kush, overseer of the Southern Lands, and king's scribe. |- |Pashedu || Artisan || 19th dynasty ||fl. c. 13th century BC|| Lived in Deir el-Medina on the west bank of the Nile, opposite Thebes, during the reign of Seti I. |- |Patareshnes || Queen || 22nd dynasty ||fl. c. mid-10th century BC|| Wife of pharaoh Sheshonk I. Her name is sometimes written as Patoreshnes or Penreshnes. |- |Paweraa || Mayor of Western Thebes || 20th dynasty ||fl. c. 11th century BC|| Mayor of Western Thebes during a series of tomb robberies that occurred in the Valley of the Kings during the late New Kingdom. |- |Pawura || Chief of the Archers || 18th dynasty ||fl. c. 14th century BC|| Egyptian official mentioned in the Amarna letters. He is referred to as an Egyptian \"archer–commander\" and an \"irpi–official\". |- |Pebatjma || Nubian Queen || ||fl. c. 8th century BC|| Wife of King Kashta and mother of King Piye (possibly), King Shabaka, God's Wife Amenirdis I, Queens Khensa and Peksater. |- |Pebekkamen || Chief of the Chamber || 20th dynasty ||fl. c. early-12th century BC|| One of the key conspirators in the Harem conspiracy, a plot to overthrow Pharaoh Ramesses III. Pebekkamen had served as chief of the chamber to Ramesses. Following his trial, Pebekkamen was executed. |- |Pediamenopet || Priest || 25th and 26th dynasty ||fl. c. late 8th century BC|| Librarian, archivist and Chief Lector Priest during the Egyptian 25th and 26th dynasties who amassed enough wealth to build a labyrinthine tomb covered with frescoes and hieroglyphics. |- |Pediese || Local Ruler || Third Intermediate Period ||fl. c. late 8th century BC|| Pediese, married to the great-great-granddaughter of Shoshenq III, was one of a number of princes ruling Lower Egypt. He was of Libyan descent, a chief of the Ma. He ruled from Athribis. |- |Pediese, chief of the Ma || High Priest of Ptah || Third Intermediate Period ||fl. c. late 8th century BC|| Involved in the replacement of an Apis bull which had died in the 28th year of the reign of Shoshenq III. |- |Pehen-Ptah || Chief of sculptors || 2nd or 3rd Dynasty ||fl. c. 28-27th century BC|| Official in charge of the sculptors of the king. |- |Petiese || Administrator || Persian Occupation, 26th dynasty ||fl. c. 7th century BC|| Son of Ireturu, administered Upper Egypt. In 651 BCE he had his priestly offices confirmed by Psamtik I. |- |Pedubast I || Pharaoh || 23rd dynasty ||fl. c. late-9th century BC|| King of Libyan ancestry (reigned c. 829 BC – c. 804 BC) . He was the main opponent to the 23rd dynasty Upper Egyptian pharaohs Takelot II and Osorkon III during a protracted civil war between these two competing sides. |- |Pedubast II || Pharaoh || 22nd dynasty ||fl. c. mid-8th century BC|| Pharaoh of Lower Egypt (reigned c. 740 BC – c. 730 BC) associated with the 22nd dynasty. He was a possible son and successor to Shoshenq V. |- |Peftjauawybast || King of Herakleopolis || 25th dynasty ||fl. c. late-8th century BCE|| Local pharaoh at Herakleopolis Magna who submitted himself to the 25th dynasty pharaoh Piye as shown on the latter's Victory stela. Also called Peftjaubast. |- |Peksater || Queen || 25th dynasty ||fl. c. mid-8th century BC|| Daughter of King Kashta and Queen Pebatjma and a wife of the pharaoh, Piye. |- |Penebui || Queen || 1st dynasty ||fl. c. 31st century BC|| Wife of King Djer. |- |Pennesuttawy || General || 19th dynasty ||fl. c. late-14th century BC|| General and superintendent of the Southern Lands (Kush) at the beginning of the 19th dynasty of Egypt. Pennesuttawy was a brother of the High Priest of Amun, Parennefer. |- |Pensekhmet || Vizier || 19th dynasty ||fl. c. late-13th century BC|| Served during the reign of the 19th dynasty pharaoh Merenptah. |- |Pentawer(et) || Prince || 19th dynasty ||fl. c. early-12th century BC|| Son of Pharaoh Ramesses III and Queen Tiye. He was to be the beneficiary of a \"harem conspiracy\" planned by his mother to assassinate the pharaoh. The plot failed and Pentawer was forced to commit suicide. |- |Penthu || Physician, Chamberlain || 18th dynasty ||fl. c. mid-14th century BC|| Seal-bearer of the king, king's scribe, chief of physicians and chamberlain to the 18th dynasty pharaoh Akhenaten. |- |Pentu || Vizier || 18th dynasty ||fl. c. mid-14th century BC || Vizier of Egypt during the reign of pharaoh Tutankhamun. Also written as Pentju. |- |Pepi I Meryre || Pharaoh || 6th dynasty ||reigned c. 2332 BC – c. 2283 BC|| Pepi I's long reign was marked by an aggressive expansion into Nubia and the spread of trade to far-flung areas such as Lebanon and the Somali coast, but also the growing power of the nomarchs. |- |Pepi II Neferkare || Pharaoh || 6th dynasty ||reigned c. 2278 BC – c. 2184 BC|| Son of Merenre and Ankhesenpepi II. His lengthy reign was marked by a sharp decline of the Old Kingdom as the power of the nomarchs grew. |- |Pepi III Seneferankhre || Pharaoh || 16th dynasty || || Obscur ruler of the second intermediate period, possibly a vassal of the Hyksos kings or a king of the 16th dynasty |- |Perneb || Prince || 2nd dynasty ||fl. c. 28th century BC|| Son of the 2nd dynasty pharaoh Hotepsekhemwy. |- |Persenet || Queen || 4th dynasty ||fl. c. 26th century BC|| May have been a daughter of King Khufu and a wife of King Khafre. |- |Peseshet || Physician || 4th dynasty ||fl. c. 26th century BC|| Her title was \"lady overseer of the female physicians,\"but whether she was a physician herself is uncertain. She had a son, Akhethetep, in whose mastaba at Giza her personal stela was found. |- |Petubastis III || Pharaoh || Persian Occupation ||fl. late 6th century BC|| Egyptian ruler who revolted against Persian rule under the satrap Aryandes. He was probably a member of the old royal Saitic line, who attempted to seize power around 522 BC. Aryandes probably quelled the rebellion.(or Seheruibre Padibastet) |- |Piankh || High Priest of Amun || 21st dynasty ||fl. c. mid-11th century BC|| High Priest of Amun who led an army against Pinehesy, viceroy of Kush, who had conquered large parts of Upper Egypt and succeeded in driving him back into Nubia. |- |Pihuri || Commissioner || 18th dynasty ||fl. c. mid-14th century BC || Egyptian commissioner in the \"Land of Retenu\" (Canaan) mentioned in the Amarna letters. He probably served under pharaohs Amenhotep III and Akhenaten. His name is sometimes written as Pakhura. |- |Pimay || Prince || 22nd dynasty ||fl. c. late-9th century BC|| Son of king Sheshonk III. He served as a 'Great Chief of the Ma' during his father's reign. |- |Pinedjem I || High Priest of Amun || 21st dynasty ||fl. c. mid-11th century BC|| High Priest of Amun at Thebes in Egypt and the de facto ruler of Middle and Upper Egypt from 1054 BC. He asserted his virtual independence from the 21st dynasty based at Tanis. He married Duathathor-Henuttawy, a daughter of Ramesses XI. |- |Pinedjem II || High Priest of Amun || 21st dynasty ||fl. c. early-10th century BC|| High Priest of Amun at Thebes in Egypt and the de facto ruler of the south of the country. He married his sister Isetemkheb and his niece Nesikhons, the daughter of his brother Smendes II. |- |Pinehesy || Viceroy of Kush || 20th dynasty ||fl. c. early-11th century BC|| Served during the reign of pharaoh Ramesses XI. Pinehesy extended his influence over much of the south of Egypt defying Ramesses XI. However, the High Priest of Amun, Herihor, was able to drive Pinehesy back into Nubia. Also known as Panehesy or Panehasy. |- |Pipi || High Priest of Ptah || 21st dynasty ||fl. c. mid-11th century BC|| High Priest of Ptah, a contemporary of Pharaoh Psusennes I. He was the father of the High Priest of Ptah Harsiese. |- |Piye (or Piankhi the Nubian) || Pharaoh || 25th dynasty ||reigned c. 752 BC – c. 721 BC|| Kushite king and founder of the 25th dynasty of Egypt who ruled from the city of Napata. As ruler of Nubia and Upper Egypt, Piye took advantage of the squabbling of Egypt's rulers to expand Nubia's power beyond Thebes into Lower Egypt receiving the submission of the kings of the Nile Delta. |- |Potasimto || General || 26th dynasty ||fl. c. early-6th century BC|| Commander of the Greek troops during an expedition against Nubia under pharaoh Psamtik II; his real Egyptian name was Padismatawy. |- |Pothinus || Regent || Ptolemaic ||fl. mid-1st century BC|| Official under Pharaoh Ptolemy XII. When Ptolemy XII died in 51 BC, as his son Ptolemy XIII was under age, Pothinus was appointed as his regent. Pothinus used his influence to turn Ptolemy XIII against Cleopatra VII. In the resultant civil war, Cleopatra VII and Julius Caesar prevailed and Pothinus was executed in 47 BC. |- |Prehotep I || Vizier || 19th dynasty ||fl. c. mid-13th century BC|| Vizier during the latter part of the reign of pharaoh Ramesses II. Also known as Rahotep, Parahotep, Parehotp. |- |Prehotep II || Vizier || 19th dynasty ||fl. c. mid-13th century BC|| Vizier during the latter part of the reign of pharaoh Ramesses II. Parahotep was the son of the High Priest of Ptah Pahemnetjer. Also known as Rahotep, Parahotep, Parehotp. |- |Psammetichus IV || Rebel ruler || 27th dynasty ||fl. 5th century BC|| Egyptian ruler who rebelled to the Persian occupation. |- |Psammuthes || Pharaoh || 29th dynasty ||fl. c. early-4th century BC|| Upon the death of Nepherites I, two rival factions fought for the throne: one supported Muthis son of Nefaarud, and the other supported an usurper named Psammuthes. Both men were eventually defeated by a general named Hakor. |- |Psamtik I Wahibre || Pharaoh || 26th dynasty ||reigned c. 664 BC – c. 610 BC|| Managed to unite all of Egypt and free the country from Assyrian and Nubian control within the first ten years of his reign. (or Psammeticus or Psammetichus) |- |Psamtik II || Pharaoh || 26th dynasty ||reigned c. 595 BC – c. 589 BC|| In 592 BC, Psamtik II marched deep into Nubia and inflicted a heavy defeat on the kingdom of Kush.(or Psammetichus or Psammeticus) |- |Psamtik III || Pharaoh || 26th dynasty ||reigned c. 526 BC – c. 525 BC|| Last pharaoh of the 26th dynasty of Egypt. Psamtik had ruled Egypt for only six months before the Persian invasion led by King Cambyses II. Psamtik was defeated at Pelusium and later executed by the Persians.(or Psammetichus or Psammeticus) |- |Psusennes I || Pharaoh || 21st dynasty ||reigned c. 1047 BC – c. 1001 BC|| Son of Pinedjem I and Henuttawy, a daughter of Ramesses XI. He married his sister Mutnedjmet.(or Psibkhanno or Hor-Pasebakhaenniut I) |- |Psusennes II Titkheperure || Pharaoh || 21st dynasty ||reigned c. 967 BC – c. 943 BC|| Last king of the 21st dynasty of Egypt. He was a High Priest of Amun at Thebes and the son of Pinedjem II and Istemkheb.(or Tyetkheperre Psusennes II or Hor-Pasebakhaenniut II) |- |Psusennes III || High Priest of Amun || 21st dynasty ||fl. c. mid-10th century BC|| High Priest of Amun at Thebes towards the end of the 21st Dynasty of Egypt. |- |Ptahhotep || Vizier || 5th dynasty ||fl. c. 24th century BC|| City administrator and vizier during the reign of Djedkare Isesi. He is credited with authoring \"The Instruction of Ptahhotep\", which was meant to instruct young men in appropriate behaviour. |- |Ptahmose || High Priest of Ptah|| 18th dynasty ||fl. c. late-15th century BC|| Served under pharaohs Thutmose IV and Amenhotep III. Ptahmose also held the titles of count and governor, and Sem-priest. |- |Ptahmose || Treasurer || 18th dynasty ||fl. c. 14th century BC|| Treasurer under the 18th dynasty pharaoh Amenhotep III and known from a statue. |- |Ptahmose || Vizier || 18th dynasty ||fl. c. early-14th century BC|| High Priest of Amun and vizier of southern Egypt under the 18th dynasty pharaoh Amenhotep III. |- |Ptahshepses || Vizier || 5th dynasty ||fl. c. 25th century BC|| Vizier and son-in-law of king Niuserre. His mastaba complex in Abusir is considered by many to be the most extensive and architecturally unique non-royal tomb of the Old Kingdom. |- |Ptolemy Apion || Prince|| Ptolemaic ||c. 150 BC – 96 BC|| Last Greek Cyrenaean King (reigned 116 BC – 96 BC) and was a member of the Ptolemaic dynasty. He was a son of Pharaoh Ptolemy VIII Physcon of Egypt. When Ptolemy VIII died, Ptolemy Apion inherited Cyrenaica and became its king. |- |Ptolemy Eupator || Prince|| Ptolemaic ||c. 165 BC – c. 152 BC|| Son of Ptolemy VI Philometor and Cleopatra II and, for a short time before his death, reigned as co-ruler with his father. |- |Ptolemy Keraunos || Prince|| Ptolemaic ||c. 325 BC – 279 BC|| King of Macedon (reigned 281 BC – 279 BC). He was the eldest son of Ptolemy I Soter and Eurydice. Keraunos was killed during a battle against the Gauls of Bolgius. |- |Ptolemy of Mauretania (or Ptolemaeus) || Prince|| Ptolemaic ||1 BC – 40 AD|| Last king of Mauretania (reigned 23 AD-40 AD). Ptolemy was the son of King Juba II and Queen Cleopatra Selene II. With the support of Roman forces, Ptolemy was able to end Berber revolts by 24 AD. In 40 AD, Caligula invited Ptolemy to Rome where he was killed on Caligula's orders. |- |Ptolemy Philadelphus || Prince|| Ptolemaic ||36 BC – c. 29 BC|| Son of Cleopatra VII and Mark Antony. In 34 BC, at the Donations of Alexandria, Ptolemy was made ruler of Syria, Phoenicia and Cilicia. Octavian took Ptolemy and his siblings to Rome to be paraded in his military triumph. |- |Ptolemy I Soter I (Ptolemy the Savior) || Pharaoh|| Ptolemaic ||c. 367 BC–c. 283 BC|| Macedonian general under Alexander the Great, who became ruler of Egypt (reigned 323 BC–283 BC). In 305 BC he took the title of pharaoh. When Alexander died in 323 BC Ptolemy was appointed satrap of Egypt and in the wars that followed was able to securely hold Egypt. |- |Ptolemy II Philadelphus || Pharaoh|| Ptolemaic ||309 BC–246 BC|| Reigned 283 BC – 246 BC. He was the son of Ptolemy I Soter and Berenice. Ptolemy expanded the library in Alexandria and patronized scientific research. Although an enthusiast for Hellenic culture, he also adopted Egyptian religious concepts. Ptolemy's first marriage was to Arsinoë I, daughter of Lysimachus, and later he married his sister Arsinoë II. |- |Ptolemy III Euergetes || Pharaoh|| Ptolemaic ||reigned 246 BC–222 BC|| Married Berenice of Cyrene. Following Ptolemy's eldest sister Berenice Phernophorus’ murder by the Seleucid rulers in Syria, Ptolemy III invaded Syria. His forces occupied Antioch and even reached Babylon. In exchange for peace in 241 BC, Ptolemy was awarded territories on the northern coast of Syria. Under his rule, the Ptolemaic kingdom reached the height of its power. |- |Ptolemy IV Philopator || Pharaoh|| Ptolemaic ||reigned 221 BC–205 BC|| Son of Ptolemy III and Berenice II. During his reign, the decline of the Ptolemaic kingdom began. Ptolemy IV responded effectively to the attacks of Antiochus III on Coele-Syria and Judea and his victory at Raphia (217 BC) secured the northern borders of the kingdom for the remainder of his reign. The native population of Upper Egypt revolted, creating a separate state for twenty years. |- |Ptolemy V Epiphanes || Pharaoh|| Ptolemaic ||209 BC – 181 BC|| Son of Ptolemy IV and Arsinoe III and a king of the Ptolemaic dynasty (reigned 204 BC–181 BC). Ptolemy IV's favourites, Agathocles and Sosibius, became Ptolemy V's regents. In 202 BC, a general, Tlepolemus, revolted and killed the two regents. During his reign lands in Caria, Thrace, Coele-Syria, including Judea, were lost. However, Upper Egypt was brought back under Ptolemaic control. |- |Ptolemy VI Philometor || Pharaoh|| Ptolemaic ||186 BC–145 BC|| In 170 BC, Antiochus IV invaded Egypt twice retaining Ptolemy VI as a puppet king. In 164 BC, he was driven off the throne by Ptolemy VIII, but was quickly restored by the Alexandrians after which he ruled uneasily, cruelly suppressing frequent rebellions and facing a growing Roman interference. Ptolemy VI was killed in the Battle of Antioch. |- |Ptolemy VII Neos Philopator || Pharaoh|| Ptolemaic ||fl. c. mid-2nd century BC|| Possibly the son of Ptolemy VI and Cleopatra II and reigned briefly with his father in 145 BC, and for a short time after that, but was murdered by his uncle, Ptolemy VIII, who succeeded him. |- |Ptolemy VIII Euergetes II Physcon || Pharaoh|| Ptolemaic ||c. 182 BC–116 BC|| Reigned 170 BC – 163 BC, 145 BC – 131 BC, and 127 BC – 116 BC. In 170 BC Antiochus IV invaded Egypt and captured Ptolemy VI and let him rule as a puppet monarch. But the Alexandrians chose Ptolemy VIII as king. While Ptolemy VI went to Rome to gain support, Ptolemy VIII's ruled, but was unpopular. So in 163 BC, Ptolemy VI returned to rule Egypt while Ptolemy VIII ruled Cyrenaica. When Ptolemy VI died, Ptolemy VIII took the throne. In 131 BC, the people of Alexandria rioted and Ptolemy VIII escaped to Cyprus until he regained power in 127 BC. |- |Ptolemy IX Soter II Lathyros || Pharaoh|| Ptolemaic ||c.142 BC – 81 BC|| Reigned 116 BC – 110 BC, 109 BC – 107 BC and 88 BC – 81 BC, with intervening periods ruled by his brother, Ptolemy X Alexander as their mother Cleopatra III played both brothers off against each other. |- |Ptolemy X Alexander || Pharaoh|| Ptolemaic ||c.140 BC – 88 BC|| Reigned 110 BC – 109 BC and 107 BC – 88 BC with intervening periods ruled by his brother, Ptolemy IX as their mother Cleopatra III played both brothers off against each other. |- |Ptolemy XI Alexander II || Pharaoh|| Ptolemaic ||fl. c. early-1st century BC|| Ruled Egypt for a few days in 80 BC. Ptolemy XI was a son of Ptolemy X Alexander and either Cleopatra Selene or Berenice III. |- |Ptolemy XII Neos Dionysos Theos Philopator Theos Philadelphos || Pharaoh|| Ptolemaic ||117 BC–51 BC|| During his reign, Egypt lost Cyprus and Cyrenaica. Ptolemy XII attempted to secure his position through a pro-Roman policy, but the Egyptians rebelled against his high taxes. Ptolemy XII then fled to Rome and his daughter Berenice IV became queen of Egypt. Ptolemy XII was able to recover his throne in 55 BC with the support of Roman soldiers and mercenaries. |- |Ptolemy XIII Theos Philopator || Pharaoh|| Ptolemaic ||c. 62 BC–47 BC|| Son of Ptolemy XII and succeeded his father in 51 BC as co-ruler with his wife and older sister Cleopatra VII. In 48 BC, Ptolemy XIII attempted to depose Cleopatra VII leading civil war in Egypt. Julius Caesar intervened, enabling Cleopatra VII to regain Egyptian throne and forcing Ptolemy XIII to flee the city. Ptolemy XIII drowned while attempting to cross the Nile. |- |Ptolemy XIV || Pharaoh|| Ptolemaic || c. 60 BC–44 BC|| Son of Ptolemy XII. Following the death of his older brother Ptolemy XIII, Ptolemy XIV ruled with his older sister, Cleopatra VII. Cleopatra also married her new co-ruler but continued as Julius Caesar's lover. When Caesar was murdered in Rome, Cleopatra poisoned Ptolemy XIV and replaced him with Ptolemy XV Caesarion, her son by Caesar. |- |Ptolemy XV Philopator Philometor Caesar || Pharaoh|| Ptolemaic || ||see Caesarion |- |Puimre || Second prophet of Amun|| 18th dynasty || fl. c. early-14th century BC|| Served during the reigns of Thutmose III and Hatshepsut. |- |Pyhia || Princess|| 18th dynasty || fl. c. early-14th century BC|| Egyptian princess, a daughter of Thutmose IV. Her name is sometimes written as Pyihia or Petepihu. |} ==Q== {| class=\"wikitable sortable\" align=\"center\" !style=\"width: 150px;\"|Name !! style=\"width: 100px;\"|Main Title !! style=\"width: 90px;\"|Dynasty !!align=\"center\" style=\"width: 150px;\"|Date!! |Comment |- |Qa'a || Pharaoh || 1st dynasty||fl. c. 29th century BC|| Last king of the 1st dynasty of Egypt. |- |Qakare Ibi || Pharaoh || 8th dynasty||fl. c. 22nd century BC|| Reigned c. 2169 BC – c. 2167 BC, during the First Intermediate Period. |- |Qakare Ini || Pharaoh || 11th-12th dynasty||fl. early-20th century BCE|| Egyptian or Nubian pretender to the throne, he was an opponent of Amenemhat I but was defeated by him. |- |Qalhata || Queen || 25th dynasty||fl. c. late-8th century BC|| Daughter of King Piye and a queen consort to her brother Shabaka. |- |Qar || Royal physician and priest || 6th dynasty||2332-2283 BC || Physician and priest of the mortuary cults of Khafre and Menkaure under Pepi I |- |Qareh || Pharaoh || 14th or 16th dynasty|| || Either a pharaoh of Canaanite descent reigning over the eastern Nile Delta in the early 14th Dynasty or a vassal of the Hyksos kings. |- |Qen || Artisan || 19th dynasty||fl. c. 13th century BC|| Lived in Deir el-Medina during the reign of Ramesses II. His titles included Servant in the Place of Truth, meaning that he work on the excavation and decoration of nearby royal tombs. |- |Qenna || Merchant || || || Known from the Papyrus of Qenna, a part of the Book of the Dead. |} ==R== {| class=\"wikitable sortable\" align=\"center\" !style=\"width: 150px;\"|Name !! style=\"width: 100px;\"|Main Title !! style=\"width: 90px;\"|Dynasty !!align=\"center\" style=\"width: 150px;\"|Date!! |Comment |- |Raemka || Prince || 5th dynasty||fl. c. 24th century BC|| Possibly a son of Pharaoh Menkauhor Kaiu. Raemka was buried in Saqqara. |- |Raherka || Chief of Scribes || 4th - 5th dynasty||fl. c. 24th century BC|| Official known mainly from the pair statue with his wife: The statue of Raherka and Meresankh |- |Rahotep || Pharaoh || 17th dynasty||fl. c. early-16th century BC|| Also known as Sekhenrewahkhaw Rahotep. He reigned during the Second Intermediate Period, when Egypt was ruled by a number of kings at the same time. |- |Rahotep || Prince || 4th dynasty||fl. c. 26th century BC|| Probably a son of pharaoh Sneferu and his first wife, although his father could have been Huni. Statues of Rahotep and his wife Nofret were found in his mastaba in Meidum. |- |Ramesses I Menpehtyre || Pharaoh || 19th dynasty||fl. c. late-14th to early 13th century BC|| Founding pharaoh of Egypt's 19th dynasty (reigned c. 1292 BC – c. 1290 BC). Originally called Paramessu, Ramesses I was born into a noble military family from the Nile delta region. Horemheb, the last pharaoh of the 18th dynasty, appointed him as his Vizier, and later, as his heir. |- |Ramesses II the Great|| Pharaoh || 19th dynasty||reigned c. 1279 BC – c. 1213 BC|| Regarded as Ancient Egypt's greatest and most powerful pharaoh. Ramesses II led successful expeditions north into Canaan, Lebanon and Syria and south into Nubia. He focused on building cities, temples and monuments and established the city of Pi-Ramesses in the Nile Delta as his new capital. |- |Ramesses III Usimare|| Pharaoh || 20th dynasty||reigned c. 1186 BC – c. 1155 BC|| Last great New Kingdom king to wield any substantial authority over Egypt. He was the son of Setnakhte and Queen Tiy-Merenese. During his long reign, Egypt was beset by foreign invaders (including the “Sea Peoples” and the Libyans). |- |Ramesses IV Heqamaatre|| Pharaoh || 20th dynasty||fl. c. mid-12th century BC|| Reigned c. 1155 BC – c. 1149 BC. A son of Ramesses III, he initiated a substantial building program including an enlargement of the Temple of Khonsu at Karnak. Also known as Amonhirkhopshef. |- |Ramesses V Usermare Sekhepenre|| Pharaoh || 20th dynasty||fl. c. mid-12th century BC|| Son of Ramesses IV and Queen Duatentopet. During his reign the power of the priesthood of Amun continued to grow, controlling the state's finances and much of the temple land in the country at the expense of the pharaohs. |- |Ramesses VI|| Pharaoh || 20th dynasty||fl. c. mid-12th century BC|| Son of Ramesses III and Iset Ta- Hemdjert. Egypt's political and economic decline continued during his reign. At Thebes, the power of the chief priests of Amun continued to grow at the expense of the pharaohs. |- |Ramesses VII Usermaatre Meryamun Setepenre|| Pharaoh || 20th dynasty||fl. c. mid-12th century BC|| Son of Ramesses VI. |- |Ramesses VIII Usermare Akhenamun || Pharaoh || 20th dynasty||fl. c. mid-12th century BC|| One of the last surviving sons of Ramesses III. Also known as Ramesses Sethherkhepshef Meryamun. |- |Ramesses IX|| Pharaoh || 20th dynasty||fl. c. late-12th century BC|| Son of Montuherkhopshef and grandson of Ramesses III. He reigned c. 1129 BC – c. 1111 BC. |- |Ramesses X Khepermare|| Pharaoh || 20th dynasty||fl. c. late-12th century BC|| Pharaoh of the 20th dynasty of Egypt (reigned c. 1111 BC – c. 1107 BC). He was possibly a son of Ramesses IX and husband of Queen Tyti, but this is unproven. |- |Ramesses XI|| Pharaoh || 20th dynasty||reigned c. 1107 BC – c. 1078 BC || Last king of the 20th dynasty of Egypt. He was probably the son of Ramesses X and Queen Tyti. Ramesses XI's reign saw the continuing disintegration of the Egyptian state. By late in his reign, he was forced to share power with the High Priest of Amun, Herihor, who controlled Thebes and Upper Egypt, and Smendes, who as governor, controlled Lower Egypt. |- |Ramesses|| Prince || 19th dynasty||fl. c. mid-13th century BC|| Eldest son of Pharaoh Ramesses II and Queen Isetnofret. He was the heir to the Egyptian throne but pre-deceased his father. |- |Ramesses-Meryamun-Nebweben || Prince || 19th dynasty||fl. c. mid-13th century BC|| Son of pharaoh Ramesses II. |- |Ramessesnakht || High Priest of Amun|| 20th dynasty||fl. c. mid-12th century BC|| Appointed as the High Priest of Amun at Thebes under pharaoh Ramesses IV. He held this office until the reign of Ramesses IX. It was during Ramessesnakht's tenure that the power and importance of the Amun priesthood grew while the pharaoh's power began to noticeably decline. |- |Ramose || Prince || 18th dynasty||fl. c. late-16th century BC|| Probably the son of Pharaoh Ahmose I. |- |Ramose || Vizier || 18th dynasty||fl. c. mid-14th century BC|| Nobleman, Governor of Thebes and vizier under pharaohs Amenhotep III and Akhenaten. |- |Raneb || Pharaoh || 2nd dynasty||fl. c. late-29th to early-28th century BC|| King during the 2nd dynasty of Egypt. |- |Ranefer || Prince || 4th dynasty||fl. c. 26th century BC|| Son of pharaoh Sneferu, the first ruler of the 4th dynasty of Egypt. |- |Rashepses || Vizier || 5th dynasty||fl. c. 24th century BC|| Rashepses served under pharaoh Djedkare Isesi. |- |Rawer || Prince || 4th dynasty||fl. c. 24th century BC|| Great-grandson of Khufu, brother of Minkhaf II. |- |Rehuerdjersen || Treasurer || 12th dynasty||fl. c. 20th century BC|| Treasurer who held this office under pharaoh Amenemhet I. |- |Rekhetre || Queen || 4th/ 5th dynasty||fl. c. 26th century BC|| Egyptian queen from the late 4th dynasty or early 5th dynasty. She was a daughter of Pharaoh Khafre. Rekhetre was possibly the wife of one of Khafre's successors as pharaoh. |- |Rekhmire || Vizier || 18th dynasty||fl. c. mid-15th century BC|| Nobleman and official, who served as Governor of Thebes and vizier during the reigns of Tuthmosis III and Amenhotep II. He was also High Priest of Annu or Heliopolis. |- |Renseneb || Pharaoh || 13th dynasty||fl. c. mid-18th century BC|| Egyptian king of the 13th dynasty. Alternate spelling: Ranisonb. |- |Reptynub || Queen || 5th dynasty||fl. c. 25th century BC|| Wife of King Nyuserre Ini. Her name is also written as Repytnub and Reputnebu. |- |Reputnebty || Princess || 5th dynasty||fl. c. 25th century BC|| Daughter of pharaoh Nyuserre Ini and possibly queen Reptynub. |- |Roma-Roi || High Priest of Amun || 19th dynasty||fl. c. mid to late-13th century BC|| High Priest of Amun towards the end of the reign of Ramesses II and into the reigns of Merenptah and possibly Seti II. |- |Rudamun Usermaatre Setepenamun Meryamun || Pharaoh || 23rd dynasty||reigned c. 759 BC – c. 739 BC|| Last pharaoh of the 23rd dynasty based in Upper Egypt. He was the younger son of Osorkon III, and the brother of Takelot III. |} ==S== {| class=\"wikitable sortable\" align=\"center\" !style=\"width: 150px;\"|Name !! style=\"width: 100px;\"|Main Title !! style=\"width: 90px;\"|Dynasty !!align=\"center\" style=\"width: 150px;\"|Date!! |Comment |- |Sabef ||Official|| 1st dynasty||fl. c. 29th century BC|| Ancient Egyptian official under king Qa'a in the 1st dynasty. |- |Sabni ||Official|| 6th dynasty||fl. c. 23rd century BC|| Ancient Egyptian expedition under king Pepy II buried at Qubbet el-Hawa. |- |Sabu called Ibebi ||High Priest of Ptah|| 5th and 6th dynasty||fl. c. 24th century BC|| High Priest of Ptah during the reigns king Unas and king Teti. |- |Sabu called Thety ||High Priest of Ptah|| 6th dynasty||fl. c. 24th century BC|| High Priest of Ptah during the reign of king Teti. He was the successor of Sabu Ibebi and probably his son. |- |Sahure ||Pharaoh|| 5th dynasty||fl. c. 25th century BC|| Son of queen Neferhetepes and his father was probably Userkaf. Sahure established a navy and sent the fleet to Punt. He traded with states and cities in the eastern Mediterranean. |- |Sakir-Har ||Pharaoh|| 15th dynasty||fl. c. late-17th century BC|| King of the Hyksos 15th dynasty of Egypt. |- |Salitis ||Pharaoh|| 15th dynasty||fl. c. late-17th century BC|| According to Manetho, the first pharaoh of the Hyksos 15th dynasty of Egypt. The Hyksos founded the city of Avaris which became their capital. |- |Sanakht ||Pharaoh|| 3rd dynasty||fl. c. 27th century BC|| Reigned c. 2686 BC – c. 2668 BC, and was probably the first pharaoh of the 3rd dynasty of Egypt. Referred to as Sanakhte or Nebka. |- |Sankhenre Sewadjtu ||Pharaoh|| 13th dynasty||fl. c. mid-17th century BC|| King of Egypt's 13th dynasty at a time when the kings’ control over all of Egypt was receding. |- |Satiah ||Queen|| 18th dynasty||fl. c. early-15th century BC|| Egyptian queen, the Great Royal Wife of Thutmose III. Also referred to as Sitiah or Sitioh. |- |Sebkay ||Pharaoh|| 13th dynasty||fl. c. early-18th century BCE|| Pharaoh of the early 13th dynasty, known from a magic wand. |- |Scota ||princess||in Irish mythology, Scottish mythology, and pseudohistory,||fl. c. 10th century BC|| Egyptian princess. Also referred to as Scotia . |- |Sedjefakare Amenemhat ||Pharaoh|| 13th dynasty||fl. c. mid-18th century BC|| Egyptian king of the 13th dynasty. |- |Segerseni ||Pharaoh|| 11th-12th dynasty||fl. early-20th century BCE|| Egyptian or Nubian pretender to the throne, he was an opponent of Amenemhat I but was defeated by him. |- |Sehebre ||Pharaoh|| 14th dynasty||c. 1700 BC|| Pharaoh of the 14th dynasty, probably of Canaanite descent and reigning over the eastern Nile Delta during the second intermediate period. |- |Seheqenre Sankhptahi ||Pharaoh|| 13th dynasty||fl. c. mid-17th century BC|| Among the last pharaohs of the 13th dynasty, shortly before its collapse under the Hyksos. |- |Sehetepre ||Pharaoh|| 13th dynasty||fl. c. mid-18th century BC|| Egyptian king of the 13th dynasty. |- |Sekhemib-Perenmaat ||Pharaoh|| 2nd dynasty||fl. c. 28th century BC|| King during the Egyptian 2nd dynasty, who may have been the same individual as Peribsen, or, more likely, was a separate king who ruled Lower Egypt at the same time that Peribsen ruled Upper Egypt. |- |Sekhemkare ||Vizier|| 5th dynasty||fl. c. 25th century BC|| Vizier during the reigns of kings Userkaf and Sahure. He was a son of king Khafre and queen Hekenuhedjet. |- |Sekhemkare ||Pharaoh|| 13th dynasty|| || see Amenemhat V Sekhemkare |- |Sekhemkhet ||Pharaoh|| 3rd dynasty||fl. c. 27th century BC|| Pharaoh in Egypt during the 3rd dynasty. |- |Sekhemre Khutawy Sobekhotep I ||Pharaoh|| 13th dynasty||fl. c. early-18th century BC|| Egyptian king of the 13th Dynasty |- |Sekheperenre ||Pharaoh|| 14th dynasty||fl. c. early-15th century BC|| Pharaoh of the 14th dynasty, probably of Canaanite descent, reigning over the eastern Delta during the mid second intermediate period. |- |Sekhmakh ||Queen|| ||fl. c. mid-4th century BC || Wife of the Nubian king Nastasen. |- |Semat ||Queen|| 1st dynasty||fl. c. 30th century BC|| Possibly a wife of the 1st dynasty king Den. |- |Sematawytefnakht ||Official|| 30th to Argead dynasty||fl. c. 330s BC|| Witnessed the conquest of Egypt by the hands of Alexander the Great. |- |Semenkare ||Pharaoh|| 13th dynasty||fl. c. mid-18th century BC|| Egyptian king of the 13th Dynasty. |- |Semenre ||Pharaoh|| 16th dynasty||fl. c. early 16th century BC|| 16th dynasty Theban king during the Second Intermediate Period of Egypt who succeeded Nebiriau II. |- |Semerkhet ||Pharaoh|| 1st dynasty||fl. c. 30th century BC|| King during Egypt's 1st dynasty. |- |Semqen ||Pharaoh|| 15th or 16th dynasty||fl. c. mid 17th century BC|| Early Hyksos ruler. |- |Senakhtenre Ahmose ||Pharaoh|| 17th dynasty|| fl. c. mid-16th century BC || Pharaoh of the late 17th dynasty, his existence and complete name were confirmed by recent archeological discoveries. |- |Seneb ||Overseer of Dwarfs|| 4th dynasty||fl. c. 26th century BC|| Dwarf who served as a high-ranking court official in the Old Kingdom. |- |Senebhenaf ||Vizier|| 13th dynasty||fl. c. late-17th century BC|| Vizier during the 13th dynasty of the Second Intermediate Period. |- |Senebi ||Treasurer|| 13th dynasty||fl. c. mid-18th to early-17th century BC|| Treasurer under the 13th dynasty Egyptian kings Neferhotep I and Sobekhotep IV. |- |Senebkay ||Pharaoh|| 16th or Abydos dynasty||fl. c. mid-16th century BC|| Obscur pharaoh whose tomb discovered in 2014 in Abydos might vindicate the existence of the Abydos Dynasty during the mid second intermediate period. |- |Senedj ||Pharaoh|| 2nd dynasty||fl. c. 28th century BC|| King during the 2nd dynasty of Egypt who resided at Memphis. |- |Senedjemib Inti ||Vizier|| 5th dynasty||fl. c. 24th century BC|| Vizier, who served king Djedkare Isesi. |- |Senedjemib Mehi ||Vizier|| 6th dynasty||fl. c. 24th century BC|| Vizier who started out his career under king Djedkare Isesi and eventually became vizier under king Unas. |- |Senenmut ||Architect, Steward|| 18th dynasty||fl. c. early-15th century BC|| Architect and government official. Senenmut entered royal service during the reign of Thutmose I or Thutmose II. After Hatshepsut became pharaoh, Senenmut became high steward. |- |Senewosret-Ankh ||Vizier|| 12th – 13th dynasty||fl. c. 18th century BC|| Known from a number of sources making it possible to reconstruct his career. |- |Senkamanisken ||King of Kush|| ||fl. c. mid-7th century BC|| Nubian king based at Napata (reigned c. 640 BC – c. 620 BC). He was married to Queen Nasalsa who bore him two sons: Anlamani and Aspelta. |- |Sennedjem ||Artisan|| 19th dynasty||fl. c. early-13th century BC|| Egyptian artisan who lived in Deir el-Medina near Thebes during the reigns of the 19th dynasty pharaohs Seti I and Ramesses II. He worked on the excavation and decoration of the nearby royal tombs. |- |Sennefer ||Mayor of Thebes|| 18th dynasty||fl. c. late-15th century BC|| Mayor of Thebes and \"Overseer of the Granaries and Fields, Gardens and Cattle of Amun\" during the reign of Amenhotep II. He was a son of Ahmose Humay, brother to Amenhotep II's vizier Amenemopet. |- |Sennefer||Overseer of the Seal|| 18th dynasty||fl. c. early to mid-15th century BC|| Long serving Egyptian official under pharaohs Thutmose II, Hatshepsut, and Thutmose III. His titles included \"Overseer of the Seal\" and \"Overseer of the Gold-land of Amun\". |- |Senneferi ||Overseer of the Seal|| 18th dynasty||fl. c. mid-15th century BC|| Overseer of the Seal and \"Overseer of the Gold-Land of Amun\", during the reign of Thutmose III of the Egyptian 18th dynasty. |- |Senseneb ||Queen-Mother|| 18th dynasty||fl. c. late 16th century BC|| Mother of pharaoh Thutmose I. |- |Senusret ||Vizier|| 12th dynasty||fl. c. late-20th century BC|| Egyptian official who was a vizier during the last years of king Senusret I's rule and in the first years of king Amenemhet II. |- |Senusret I ||Pharaoh|| 12th dynasty||reigned c. 1971 BC – c. 1926 BC|| Son of Amenemhat I and Neferitatjenen. He continued his father's aggressive expansionist policies against Nubia. Senusret I established diplomatic relations with rulers in Syria and Canaan. He also tried to centralize the country's political structure by supporting nomarchs who were loyal to him. Also referred to as Sesostris I and Senwosret I. |- |Senusret II ||Pharaoh|| 12th dynasty||reigned c. 1897 BC – c. 1878 BC|| Son of Amenemhat II. His pyramid was constructed at El-Lahun. Senusret II was interested in the Faiyum oasis region and began work on an extensive irrigation system. Senusret II maintained good relations with the various nomarchs of Egypt. Also referred to as Sesostris II and Senwosret II. |- |Senusret III ||Pharaoh|| 12th dynasty||reigned c. 1878 BC – c. 1860 BC|| Son of Senusret II and Khnemetneferhedjet I. He built the Sesostris Canal and expanded Egyptian control deep into Nubia. His military campaigns gave rise to an era of peace and economic prosperity and he reduced the power of the nomarchs. Also referred to as Sesostris III and Senwosret III. |- |Senusret IV ||Pharaoh|| 13th, 16th or 17th dynasty||fl. c. late-17th to early-16th century BC|| Pharaoh of some parts of Upper Egypt during the second intermediate period when the Hyksos controlled Lower Egypt. |- |Seqenenre Tao ||Pharaoh|| 17th dynasty|| fl. c. 16th century BC|| Probably was the son and successor to Senaktenre Ahmose and Queen Tetisheri. |- |Serethor ||Queen|| 1st dynasty||fl. c. 30th century BC|| Likely a wife of king Den. |- |Serfka ||Prince || 4th dynasty||fl. c. 26th century BC|| Son of Nefermaat, the eldest son of pharaoh Sneferu, and Itet. |- |Seshemetka ||Queen|| 1st dynasty||fl. c. 30th century BC|| Possibly a wife of king Den and the mother of Anedjib. |- |Sesheshet ||Queen-Mother|| 6th dynasty||fl. c. 24th century BC|| Mother of pharaoh Teti. She was instrumental in enabling her son to gain the throne and reconciling two warring factions of the royal family. Also known as Shesh. |- |Setau ||Viceroy of Kush || 19th dynasty||fl. c. 13th century BC|| Viceroy of Kush in the second half of Ramesses II's reign. |- |Setepenre ||Princess|| 18th dynasty||fl. c. mid-14th century BC|| Daughter of Pharaoh Akhenaten and queen Nefertiti. |- |Seth Meribre ||Pharaoh|| 13th dynasty||fl. c. mid-18th century BC|| Poorly known king of the 13th dynasty reigning in the early second intermediate period. |- |Seth-Peribsen ||Pharaoh|| 2nd dynasty||fl. c. 28th century BC|| King during the 2nd dynasty of Egypt. |- |Seti ||Commander|| 18th dynasty||fl. c. late-14th century BC|| Egyptian soldier during the late 18th dynasty, the commander of the army and later vizier. He was the father of Pharaoh Ramesses I. Also known as Suti. |- |Seti ||Viceroy of Kush|| 19th dynasty||fl. c. 13th century BC|| Viceroy of Kush Seti is attested in year 1 of Siptah. Seti is also mentioned on some monuments of his son Amenemhab. Amenemhab was the son of Seti and the Lady Amenemtaiauw. Seti held the titles fan-bearer on the king's right, king's scribe of the letters of the Pharaoh. |- |Seti I Menmaatre ||Pharaoh|| 19th dynasty||reigned c. 1290 BC – c. 1279 BC|| Son of Ramesses I and Queen Sitre, and the father of Ramesses II. He reconquered most of the territories in Canaan and Syria disputed with the Hittites. Seti I also fought a series of wars in Libya and Nubia. Also referred to as Sethos I. |- |Seti II Userkheperure Setepenre||Pharaoh|| 19th dynasty||reigned c. 1203 BC – c. 1197 BC|| Son of Merneptah and queen Isetnofret II. Seti II had to deal with the accession of a rival named Amenmesse who seized control over Thebes and Nubia in Upper Egypt. Also referred to as Sethos II. |- |Seti-Merenptah ||Pharaoh|| 19th dynasty||fl. c. early-12th century BC|| Egyptian prince of the late 19th dynasty, a son of Pharaoh Seti II and Isetnofret II. |- |Setnakhte Userkhaure-Setepenre ||Pharaoh|| 20th dynasty||fl. c. early-12th century BC|| First pharaoh of the 20th dynasty of Egypt (reigned c. 1190 BC – c. 1186 BC) and the father of Ramesses III. He was either an usurper who seized the throne or a member of a minor line of the royal family who emerged as pharaoh. |- |Setut ||Pharaoh|| 9th dynasty||fl. c. 22nd century BCE|| Pharaoh of the Herakleopolite 9th dynasty, also called Senen ... . |- |Seuserenre Bebiankh ||Pharaoh|| 16th dynasty|| ||see Bebiankh |- |Sewadjkare ||Pharaoh|| 13th dynasty||fl. c. mid-17th century BC|| Pharaoh of the 13th dynasty of Egypt. |- |Sewadjkare Hori ||Pharaoh|| 13th dynasty||fl. c. mid-17th century BC|| Pharaoh of the 13th dynasty of Egypt. |- |Sewadjkare III ||Pharaoh|| 14th dynasty|| c. 1699 BC|| Pharaoh of the 14th dynasty, probably of Canaanite descent and reigning over the eastern Nile Delta during the second intermediate period. |- |Shabaka Neferkare ||Pharaoh|| 25th dynasty||reigned c. 721 BC – c. 707 BC|| Thought to be the son of King Kashta and Pebatjma, although a text from the time of Taharqa could be interpreted to mean that Shabaka was a brother of Taharqa and hence a son of Piye. He consolidated the Nubia's control over Egypt from Nubia to the Delta region. Shabaka maintained Egypt's independence from the Assyrian empire under Sargon II. |- |Sharek ||Pharaoh|| - ||reigned during the Second Intermediate Period|| Possibly the same person of the Manethonian Salitis, founder of the 15th Dynasty. |- |Shebitku ||Pharaoh|| 25th dynasty||reigned c. 707 BC – c. 690 BC|| Nephew and successor of Shabaka and a son of Piye, the founder of the dynasty. Shebitku actively resisted Assyrian expansion under Sennacherib into Canaan. |- |Shedsu-nefertum ||High Priest of Ptah|| 21st – 22nd dynasty||fl. c. late-10th century BC|| Son of the High Priest Ankhefensekhmet and the lady Tapeshenese, who was First Chief of the Harem of Ptah and Prophetess of Mut. |- |Shemay ||Vizier of Upper Egypt|| 8th dynasty||fl. c. early-22nd century BC|| Nomarch of Coptos and vizier of Upper Egypt in the early First Intermediate Period. The beneficiary of most of the Coptos Decrees, his career is symptomatic of the decline of kingship at the end of the Old Kingdom. |- |Sheneh ||Pharaoh|| 14th or 16th dynasty||fl. c. 17th century BC|| Semitic ruler of Lower Egypt belonging to the 14th dynasty or vassal of the Hyksos and belonging to the 16th dynasty during the second intermediate period. |- |Shenshek ||Pharaoh|| 14th or 16th dynasty||fl. c. 17th century BC|| Semitic ruler of Lower Egypt belonging to the 14th dynasty or vassal of the Hyksos and belonging to the 16th dynasty during the second intermediate period. |- |Shepenupet I ||Divine Adoratrice of Amun|| 25th dynasty||fl. c. mid-8th century BC|| First Divine Adoratrice of Amun to wield political power in Thebes. She was a daughter of Osorkon III and Queen Karoadjet. Also called Shepenwpet I. |- |Shepenupet II ||Divine Adoratrice of Amun|| 25th dynasty||fl. c. early-7th century BC|| Daughter of the first Kushite pharaoh Piye and sister of Piye's successors Taharqa and Shabaka. Also called Shepenwpet II. |- |Shepseska ||Prince|| 5th dynasty||fl. c. 26th century BC|| Son of Nefermaat, the eldest son of pharaoh Sneferu, and Itet. |- |Shepseskaf ||Pharaoh|| 4th dynasty||fl. c. 26th century BC|| Possibly a son of the Egyptian king Menkaure who succeeded his father on the throne (reigned c. 2503 BC – c. 2498 BC). He was probably the last king of the 4th dynasty. |- |Shepseskare Isi ||Pharaoh|| 5th dynasty||fl. c. 25th century BC|| Reigned c. 2467 BC – c. 2460 BC. Sometime referred to as Shepseskare, Sisiris. |- |Shepsesneb ||Prince|| 4th dynasty||fl. c. 26th century BC|| Son of Nefermaat, the eldest son of pharaoh Sneferu and Itet. |- |Shepset-ipet ||Princess|| 2nd dynasty||fl. c. late 27th century BC|| Daughter of a king of the late 2nd Dynasty, possibly Khasekhemwy or Peribsen. |- |Shery ||Official|| 4th dynasty||fl. c. 28th century BC|| Egyptian official who probably lived during the 4th Dynasty. He was Great of the Ten of Upper Egypt and Chief of the wab- priest of Peribsen in the necropolis of Senedj. |- |Sheshi Maaibre ||Pharaoh||14th dynasty||fl. c. early-17th century BC|| 14th dynasty pharaoh of Egypt during the Second Intermediate Period. |- |Shoshenq I Hedjkheperre Setepenre ||Pharaoh||22nd dynasty|| reigned c. 943 BC – c. 922 BC|| Meshwesh (Libyan) Berber king of Egypt and the founder of the 22nd Dynasty. He was the son of Nimlot, Great Chief of the Ma, and his wife Tentshepeh. Sheshonk I pursued an aggressive foreign policy against Syria, Philistine, Phoenicia, Judah and Israel. Also known as Shoshenq I, Sheshonk, Sheshonq I. |- |Sheshonk II Heqakheperre ||Pharaoh||22nd dynasty||reigned c. 887 BC – c. 885 BC|| King of the 22nd dynasty of Egypt. |- |Shoshenq III Usermaatre Setepenre ||Pharaoh||22nd dynasty||reigned c. 837 BC – c. 798 BC|| His reign was marked by the loss of Egypt's political unity, with the appearance of Pedubast I at Thebes. Henceforth, the 22nd Dynasty kings only controlled Lower Egypt. |- |Shoshenq IV Hedjkheperre Setepenre||Pharaoh||22nd dynasty||reigned c. 798 BC – c. 785 BC|| King during Egypt's 22nd dynasty. Also referred to as Shoshenq IV. |- |Shoshenq V ||Pharaoh||22nd dynasty||reigned c. 778 BC – c. 740 BC|| Final king of the 22nd dynasty of Egypt of Meshwesh Libyans which controlled Lower Egypt. With his death, the kingdom in the Egyptian Delta disintegrated into various city states. |- |Shoshenq VI ||Pharaoh||23rd dynasty||fl. c. late-9th century BC|| 23rd Dynasty king based at Thebes (reigned c. 804 BC – c. 798 BC). He was defeated and ousted from power by Prince Osorkon (later Osorkon III). |- |Shoshenq ||Libyan chief||21st dynasty||fl. c. 11th-10th century BCE|| Great chief of the Ma during the 21st dynasty, father of pharaoh Osorkon the Elder and grandfather of pharaoh Shoshenq I. |- |Shoshenq ||High Priest of Amun||22nd dynasty||fl. c. late-10th century BC|| Eldest son of pharaoh Osorkon I and queen Maatkare, the daughter of Psusennes II, and served as the High Priest of Amun at Thebes during his father's reign. |- |Shoshenq ||High Priest of Ptah||22nd dynasty||fl. c. mid-9th century BC|| Eldest son of Osorkon II and Queen Karomama. |- |Siamun Netjerkheperre-Setepenamun ||Pharaoh||21st dynasty||reigned c. 986 BC – c. 967 BC|| Doubled the size of the Temple of Amun at Tanis and initiated works at the Temple of Horus at Mesen. He embarked upon an active foreign policy. |- |Siamun ||Prince||18th dynasty||fl. c. late-16th century BC|| Son of Pharaoh Ahmose I and Queen Ahmose Nefertari. |- |Siamun ||Prince||18th dynasty||fl. c. mid-15th century BC|| Son of Pharaoh Thutmose III. |- |Siaspiqa ||King of Meroe|| ||fl. c. early-5th century BC|| Kushite King of Meroe (reigned c. 487 BC – c. 468 BC). |- |Siatum ||Prince||18th dynasty||fl. c. early-14th century BC|| Probably one of the sons of Pharaoh Thutmose IV and thus the brother or half-brother of Amenhotep III. |- |Siese ||Vizier||12th dynasty||fl. c. 20th century BC|| Egyptian vizier and treasurer during the 12th dynasty. He was probably vizier under pharaoh Amenemhat II. Also called Zaaset. |- |Sihathor ||Pharaoh||13th dynasty||fl. c. 18th century BC|| Ephemeral coregent of his brother Neferhotep I. |- |Simut called Kyky ||Second Prophet of Amun||18th dynasty||fl. c. mid-14th century BC|| Egyptian priest who held the position of Second Prophet of Amun towards the end of the reign of the 18th dynasty Pharaoh Amenhotep III. Simut was also treasurer (“Overseer of the House of Silver”) and “sealer of every contract in Karnak”. |- |Siptah Akhenre Setepenre ||Pharaoh||19th dynasty||fl. c. late-13th to early-12th century BC|| His father's identity is unknown with both Seti II and Amenmesse being suggested. Siptah succeeded to the throne as a child after the death of Seti II. Also known as Merneptah Siptah. |- |Sitamun ||Queen||18th dynasty||fl. c. mid-14th century BC|| Eldest daughter of Pharaoh Amenhotep III and his wife Tiye and later married her father. |- |Sitdjehuti ||Queen||17th dynasty||fl. c. mid-16th century BC|| Daughter of Pharaoh Senakhtenre Ahmose and the sister to Pharaoh Seqenenre Tao and the queens Ahhotep and Ahmose Inhapy. She was married to her (half-)brother Tao. |- |Sithathoriunet||Princess||12th dynasty||fl. c. mid-19th century BC|| Possibly a daughter of Senusret II. |- |Sitre ||Queen||19th dynasty|| fl. ca 13th century BC || Wife of Pharaoh Ramesses I of Egypt and mother of Seti I. Also called Tia-Sitre. |- |Sitre In ||Nurse||18th dynasty||fl. c. late-16th century BC|| Nurse of the female pharaoh Hatshepsut. |- |Smendes Hedjkheperre Setepenre ||Pharaoh||21st dynasty||fl. c. early to mid-11th century BC|| First pharaoh of the 21st dynasty of Egypt (reigned c. 1077 BC – c. 1052 BC). He is thought to have been a powerful governor in Lower Egypt during the reign of Ramesses XI. |- |Smendes II ||High Priest of Amun||21st dynasty||fl. c. early-10th century BC|| Son of High Priest Menkheperre and Princess Isetemkheb, the daughter of Psusennes I. Also known as Nesbanebdjed II. |- |Smendes III ||High Priest of Amun||22nd dynasty||fl. c. early-9th century BCE|| Son of pharaoh Osorkon I, he officiated under the reign of the brother Takelot I. Also known as Nesbanebdjed III. |- |Smenkhkare ||Pharaoh||18th dynasty||fl. c. mid-14th century BC|| Probably a younger son of Amenhotep III and queen Tiye, and therefore a younger brother of Akhenaten. |- |Snaaib ||Pharaoh||13th or Abydos Dynasty||fl. c. mid 17th century BC|| Poorly known pharaoh of the late 13th or Abydos dynasty during the second intermediate period, close to the time of the Hyksos invasion. |- |Sneferu ||Pharaoh||4th dynasty||reigned c. 2613 BC – c. 2589 BC|| Built at least three pyramids at Dahshur (including the Bent Pyramid and the Red Pyramid) and Meidum (Meidum pyramid). He introduced major innovations in the design and construction of pyramids. Also known as Snefru, Snofru or Soris. |- |Sneferukhaf ||Prince||4th dynasty||fl. c. 26th century BC|| Son of Prince Nefermaat II and a grandson of Princess Nefertkau. |- |Sobekemhat ||Vizier||12th dynasty||fl. c. mid-19th century BC|| Egyptian vizier under king Senusret III during the 12th dynasty. |- |Sobekemsaf I ||Pharaoh||17th dynasty||fl. c. early-16th century BC|| Sekhemre Shedtawy Sobekemsaf reigned during the Second Intermediate Period. Sobekemsaf I is thought to have been the father of both Intef VI and Intef VII. |- |Sobekemsaf II Sekhemrewadjkhaw ||Pharaoh||17th dynasty||fl. c. mid-16th century BC|| May have reigned after Djehuti and Intef VI. Sobekemsaf's chief wife was Queen Nubemhet. |- |Sobekhotep I Sekhemrekhutawy ||Pharaoh||13th dynasty||fl. c. mid-18th century BC|| First pharaoh of the 13th dynasty, possibly a son of Amenemhat IV, otherwise, may have reigned later in the dynasty. |- |Sobekhotep II ||Pharaoh||13th dynasty||fl. c. late-18th century BC|| Egyptian king of the 13th Dynasty. He appears in the Turin King List as Sobekhotep and is otherwise mainly known from reliefs coming from a chapel set up in Abydos, from a pedestal of a statue and from a fragment of a column. |- |Sobekhotep III Sekhemresewdjtawy ||Pharaoh||13th dynasty||fl. c. late-18th century BC|| His father was Mentuhotep. His mother was Jewetibaw. The king had two wives, Senebhenas and Neni. |- |Sobekhotep IV Khaneferre ||Pharaoh||13th dynasty||fl. c. early-17th century BC|| Son of Haankhef and Kemi. His brother, Neferhotep I, was his predecessor on the throne. |- |Sobekhotep V ||Pharaoh||13th dynasty||fl. c. early-17th century BC|| Was an Egyptian king. |- |Sobekhotep VI ||Pharaoh||13th dynasty||fl. c. early-17th century BC|| Was an Egyptian king. |- |Merkawre Sobekhotep VII ||Pharaoh||13th dynasty||fl. c. mid-17th century BC|| Among the last pharaohs of the 13th dynasty, shortly before the Hyksos conquest of Lower Egypt. |- |Sobekhotep VIII Sekhemre Susertawi ||Pharaoh||16th dynasty||fl. c. late-17th century BC|| Believed to be the successor of Djehuti. He reigned over Upper Egypt during the time of the Hyksos conquest of Memphis and Lower Egypt. |- |Sobeknakht II ||Governor||16th dynasty||fl. c. early-16th century BC|| Local governor at El-Kab and a supporter of the Theban 16th dynasty during the Second Intermediate Period. |- |Sobekneferu ||Pharaoh/ Queen||12th dynasty||reigned c. 1807 BC – c. 1803 BC|| Daughter of Pharaoh Amenemhat III. Also known as Neferusobek. |- |Sonbef ||Pharaoh||13th dynasty||fl. c. early-18th century BC || Second pharaoh of the 13th dynasty, possibly a son of Amenemhat IV. Also known as Amenemhat Sonbef. |- |Sosibius ||Chief Minister||Ptolemaic|| fl. c. late 3rd century BC|| Chief minister of Ptolemy IV Philopator. He was able to exercise great power through his influence over the king throughout Ptolemy IV's reign. Based on Sosibius' advice, Ptolemy IV put to death his uncle Lysimachus, his brother Magas, and his mother Berenice. |- |Sosibius of Tarentum ||Captain of the Guard||Ptolemaic||fl. c. mid-3rd century BC|| One of the captains of the body- guards of Ptolemy II Philadelphus, king of Egypt. He may have been the father of the Sosibius, chief minister to Ptolemy IV Philopator. |} ==T== {| class=\"wikitable sortable\" align=\"center\" !style=\"width: 150px;\"|Name !! style=\"width: 100px;\"|Main Title !! style=\"width: 90px;\"|Dynasty !!align=\"center\" style=\"width: 150px;\"|Date!! |Comment |- |Tabekenamun || Queen || 25th dynasty ||fl. c. late-8th century BC|| Daughter of King Piye and may have been a queen consort to her brother Taharqa or to Shabaka. |- |Tabiry || Queen || 25th dynasty ||fl. c. mid-8th century BC|| Daughter of Alara of Nubia and his wife Kasaqa and the wife of King Piye. |- |Tadibast III || Queen || 22nd dynasty ||fl. c. mid-8th century BC|| Mother of Osorkon IV and likely the wife of Shoshenq V. |- |Tadukhipa || Queen || 18th dynasty ||fl. c. mid-14th century BC|| Daughter of Tushratta, king of Mitanni and his queen, Juni. Tushratta married his daughter to his ally pharaoh Amenhotep III to cement their two states' alliances. Amenhotep III died shortly after Tadukhipa arrived in Egypt so she eventually married his son and heir Akhenaten. Her name is sometime written as Tadu-Hepa. |- |Taharqa || Pharaoh || 25th dynasty ||reigned c. 690 BC – c. 664 BC|| Son of Piye, the Nubian king of Napata who had first conquered Egypt. During his reign, Assyria forces under General Esarhaddon invaded Egypt and managed to conquer Lower Egypt putting Neto I on the throne in Sias. |- |Takahatenamun || Queen || 25th dynasty ||8th century BC || Daughter of King Piye and the sister-wife of King Taharqa. |- |Takelot I Hedjkheperre Setepenre || Pharaoh || 22nd dynasty ||reigned c. 885 BC – c. 872 BC|| Son of Osorkon I and Queen Tashedkhonsu. He married Kapes who bore him a son, Osorkon II. Takelot I's authority was not fully recognised in Upper Egypt where a local Theban king challenged his authority. |- |Takelot II Si-Ese Hedjkheperre Setepenre || Pharaoh || 23rd dynasty ||reigned c. 840 BC – c. 815 BC|| Pharaoh and High Priest of Amun, ruling Middle and Upper Egypt separately from the Tanite 22nd dynasty kings who at that time only controlled Lower Egypt. |- |Takelot III Si-Ese Usimare Setepenamun || Pharaoh || 23rd dynasty ||reigned c. 774 BC – c. 759 BC|| Osorkon III's eldest son and successor and High Priest of Amun at Thebes. |- |Takhat || Queen || 19th dynasty ||fl. c. late 13th century BC|| Mother of the usurper pharaoh Amenmesse. She was a queen consort to either Merenptah or Seti II. |- |Takhat || Queen-Mother || 20th dynasty ||fl. c. late 13th century BC|| Mother of pharaoh Ramesses IX and probably the wife of Montuherkhepeshef, a son of Ramesses III. |- |Takhuit || Queen|| 26th dynasty ||fl. c. 6th century BC|| Wife of Psamtik II and the mother of Pharaoh Apries and the God's Wife of Amun Ankhnesneferibre. |- |Talakhamani || King of Kush || ||fl. c. mid-5th century BC|| Kushite King of Meroe (reigned c. 435 BC – c. 431 BC). He may have been a son of Nasakhma and a younger brother of Malewiebamani. It is also possible Talakhamani was a son of Malewiebamani. |- |Tantamani || Pharaoh || 25th dynasty ||reigned c. 664 BC – c. 656 BC|| After the Assyrians had appointed Necho I as king and left Egypt, Tantamani marched from Nubia, killed Necho I in battle and reoccupied all of Egypt. The Assyrians returned to Egypt defeated Tantamani's army and effectively ended Nubian control over Egypt. Also known as Tandaname, Tanwetamani or Tementhes. |- |Seqenenre Tao || Pharaoh || 17th dynasty ||fl. c. mid-16th century BC|| Ruled over the local kingdoms of the Theban region of Egypt in the 17th dynasty (reigned c. 1558 BC – c. 1554 BC). He probably was the son and successor to Senaktenre Ahmose and Queen Tetisheri. Also known as Sekenenra Taa. |- |Tashedkhonsu || Queen || 22nd dynasty ||fl. c. late-10th century BC|| Wife of Pharaoh Osorkon I and the mother of Pharaoh Takelot I. |- |Tawerettenru || Queen || 20th dynasty ||fl. c. mid-12th century BC|| Royal Wife of Ramesses V. |- |Tefibi || Nomarch of Asyut || 10th dynasty ||fl. c. 21st century BCE|| Nomarch of Asyut, he helped an Herakleopolite pharaoh of the 10th dynasty in the reconquest of Thinis. |- |Tefnakht Shepsesre || Pharaoh || 24th dynasty ||reigned c. 732 BC – c. 725 BC|| Libyan-descended prince of Sais, Great Chief of the Meshwesh and Great Chief of the Libu, and founder of the 24th dynasty of Egypt. Tefnakht established his capital at Sais and was able to unify many of the cities of the Delta region. Also known as Tnephachthos. |- |Tefnakht II || Local King || 25th dynasty ||fl. c. early-7th century BC|| Native king who ruled Sais during the 25th Nubian Dynasty of Egypt. |- |Tentamun || Princess || 18th dynasty ||fl. c. late-15th century BC|| Daughter of Thutmose IV. |- |Tentamun || Queen || 20th dynasty ||fl. c. late-12th century BC|| Probably the wife of Ramesses XI, last ruler of the 20th dynasty. |- |Tentamun || Queen || 21st dynasty ||fl. c. mid-11th century BC|| Wife of the 21st dynasty pharaoh Smendes. She was probably the daughter of Ramesses XI, last ruler of the 20th dynasty. |- |Tentkheta || Queen || 26th dynasty ||fl. c. mid-6th century BC|| Wife of Amasis II. Daughter of a priest of Ptah named Padineith. She was the mother of Pharaoh Psamtik III. Also known as Tanetkheta |- |Teos || Pharaoh || 30th dynasty ||fl. c. mid-4th century BC|| 30th dynasty pharaoh of Egypt (reigned 362 BC – 360 BC) who was overthrown by Nectanebo II with the aid of Agesilaus II of Sparta and was forced to flee to Persia. The Persian king Artaxerxes II gave him refuge and Teos lived in Persian exile until his death. |- |Teta || Prince || 4th dynasty ||fl. c. 26th century BC|| Son of Nefermaat, the eldest son of pharaoh Sneferu, and Itet. |- |Teti || Pharaoh || 6th dynasty ||reigned c. 2345 BC – c. 2333 BC|| First pharaoh of the 6th dynasty of Egypt. Teti was either murdered by his palace bodyguards in a harem plot or assassinated by the usurper Userkare. Also known by the name Othoes. |- |Teti, Son of Minhotep || Temple Official || 17th dynasty ||16th century BC? || Egyptian official in Coptos during the reign of the Seventeenth Dynasty Pharaoh, Nubkheperre Intef. Known from the Coptos Decree, which deprives him of his office and its stipend for some act of sacrilege. |- |Tetisheri || Queen || 17th dynasty ||fl. c. mid-16th century BC|| Wife of pharaoh Senakhtenre Ahmose and the mother of Seqenenre Tao, Queen Ahhotep I and possibly Kamose. |- |Tey || Queen || 18th dynasty ||fl. c. mid-14th century BC|| Wife of Kheperkheprure Ay who was a pharaoh of Egypt's 18th dynasty. |- |Thamphthis || Pharaoh || 4th dynasty ||fl. c. mid-25th century BC|| Greek name of an Egyptian king of the 4th dynasty. His original Egyptian name is lost, but it may have been Djedefptah or Ptahdjedef. |- |Thutmose I || Pharaoh || 18th dynasty ||reigned c. 1506 BC – c. 1493 BC|| During his reign, he campaigned deep into the Levant and Nubia, pushing the borders of Egypt further than ever before. He built many temples throughout Egypt and was the first pharaoh to build a tomb for himself in the Valley of the Kings. His name is sometimes written as Thothmes, Thutmosis or Tuthmosis I. |- |Thutmose II || Pharaoh || 18th dynasty ||reigned c. 1493 BC – c. 1479 BC|| Son of Thutmose I and Queen Mutnofret. He built some minor monuments and initiated some minor campaigns. Thutmose II was probably strongly influenced by his wife and royal half-sister Hatshepsut. |- |Thutmose III || Pharaoh || 18th dynasty ||reigned c. 1479 BC – c. 1425 BC|| During the early years of his reign, he was co-regent with his stepmother, Hatshepsut, who was named the pharaoh. After her death, he created the largest empire Egypt had ever seen. He conducted at least seventeen campaigns and he conquered lands from northern Syria to the fourth cataract of the Nile. |- |Thutmose IV || Pharaoh || 18th dynasty || reigned c. 1401 BC – c. 1391 BC|| Son of Amenhotep II and Tiaa. Known for the restoration of the Sphinx at Giza. |- |Thutmose || Prince || 18th dynasty || fl. c. mid-14th century BC|| Eldest son of pharaoh Amenhotep III and Queen Tiye. His apparent early death led to Akhenaten becoming the successor to Amenhotep III. Also known as Djhutmose. |- |Thutmose || Sculptor|| 18th dynasty || fl. c. mid-14th century BC|| Official court sculptor of the Egyptian Pharaoh Akhenaten in the latter part of his reign. Also known as Djhutmose or Thutmosis |- |Thutmose || Vizier || 18th dynasty || fl. c. mid-14th century BCE|| Vizier during the reign of Amenhotep III, was the father of Ptahmose. |- |Thutmose || Vizier || 19th dynasty || fl. c. mid-13th century BC|| Vizier during the latter part of the reign of Ramesses II. |- |Tia || Princess || 19th dynasty || fl. c. mid-13th century BC|| Daughter of Pharaoh Seti I and Queen Tuya and the elder sister of Ramesses II. Married to a noble man also called Tia. Buried with her husband in Saqqara. |- |Tiaa || Queen || 18th dynasty || fl. c. late-15th century BC|| Wife of Pharaoh Amenhotep II and the mother of Thutmose IV. |- |Tiaa || Princess || 18th dynasty || fl. c. early-14th century BC|| Daughter of Pharaoh Thutmose IV. |- |Tiaa || Queen || 19th dynasty || fl. c. late-13th century BC|| Possibly a wife of Pharaoh Seti II. |- |Tiye || Queen || 18th dynasty || fl. c. early to mid-14th century BC|| Daughter of Yuya and Tjuyu. She was the Great Royal Wife of pharaoh Amenhotep III and matriarch of the Amarna family from which many members of the royal family of Ancient Egypt were to come. |- |Tiye || Queen || 20th dynasty || fl. c. early-12th century BC|| Wife of Ramesses III. She instigated a failed \"harem conspiracy\" to kill the king and place Tiye's son Pentawer on the throne, instead of the appointed heir, who was the son of queen Iset Ta-Hemdjert. |- |Tiy-Merenese || Queen || 20th dynasty || fl. c. early-12th century BC|| Wife of Setnakhte and mother of Ramesses III. Her name is sometimes written as Teye-Merenaset or Tiye- Mereniset. |- |Tjahapimu || Prince and regent || 30th dynasty || fl. 4th century BCE|| Prince, regent of Egypt during the reign of his brother Teos, and father of the future pharaoh Nectanebo II. |- |Tjanefer || Fourth Prophet of Amun || 21st dynasty || fl. c. late-11th century BC|| 21st dynasty Egyptian priest. His father was Nesipaherenmut, the Fourth Prophet of Amun, his mother was Isetemheb. He married Gautseshen, the daughter of High Priest Menkheperre and Princess Isetemkheb. |- |Tjuyu || Noble woman || 18th dynasty || fl. c. early-14th century BC|| Egyptian noblewoman and the mother of queen Tiye, wife of pharaoh Amenhotep III. Also known as Thuya, Thuyu and Tuya. |- |Tlepolemus || Regent, Military Governor || Ptolemaic || fl. c. late-3rd century BC|| Regent of Egypt during the reign of the boy king Ptolemy V. Tlepolemus was military governor of Pelusium when the regent Agathocles and his family were overthrown and killed in a popular uprising. Tlepolemus briefly took Agathocles' place as regent until he was replaced by Aristomenes of Alyzia. |- |Tryphaena|| Queen || Ptolemaic || c. 141 BC – 111 BC|| Ptolemaic princess and Seleucid queen. She was the oldest daughter of the Egyptian king Ptolemy VIII and Cleopatra III. She married the Seleucid king Antiochus VIII Grypus and was queen of Syria (124 BC – 111 BC). |- |Tutankhamun || Pharaoh || 18th dynasty || c. 1341 – c. 1323 BC|| Reigned c. 1333 BC – c. 1323 BC. He married his half sister, Ankhesenpaaten, who later changed her name to Ankhesenamun. He ended the worship of the god, Aten and restored the god Amun to supremacy. The capital of Egypt was moved back to Thebes. |- |Tutkheperre Shoshenq || Pharaoh || 22nd dynasty || fl. c. early-9th century BC|| 22nd dynasty Libyan king of Egypt. |- |Tutu || Official|| 18th dynasty || fl. c. 14th century BC|| Egyptian official, was one of pharaoh's officials during the Amarna letters period. |- |Tuya || Queen || 19th dynasty || fl. c. early-13th century BC|| Wife of Pharaoh Seti I and mother of Ramesses II. Also known as Tuy and Mut- Tuya. |- |Twosret || Pharaoh, Queen || 19th dynasty || fl. c. early 12th century BC|| Last pharaoh of the 19th Dynasty of Egypt. She was a royal wife of Seti II. She was regent to Seti's heir Siptah. When Siptah died, Twosret officially assumed the throne. Twosret's reign ended in a civil war leading to her successor Setnakhte founding the 20th dynasty. Also known as Tawosret and Tausret. |- |Tyti || Queen || 20th dynasty || fl. c. late-12th century BC|| Egyptian queen of the 20th dynasty. She may have been married to Ramesses X. |} ==U== {| class=\"wikitable sortable\" align=\"center\" !style=\"width: 150px;\"|Name !! style=\"width: 100px;\"|Main Title !! style=\"width: 90px;\"|Dynasty !!align=\"center\" style=\"width: 150px;\"|Date!! |Comment |- |Udjahorresnet || Official || 26th-27th dynasty ||fl. c. late-6th century BCE || High official who made a remarkable career under Cambyses II and Darius I during the first Persian domination (27th dynasty). |- |Udjebten || Queen || 6th dynasty ||fl. c. 23rd or 24th century BC || Wife of Pharaoh Pepi II. Her name is also written as Wadjebten. |- |Unas || Pharaoh || 5th dynasty ||reigned c. 2375 BC – c. 2345 BC|| Last 5th dynasty pharaoh of Egypt. Unas may have had two queen consorts, Khenut and Nebit. His name is also written as Oenas, Unis, Wenis, or Ounas. |- |Useramen || Vizier || 18th dynasty ||fl. c. mid-15th century BC|| Vizier of Egypt under Hatshepsut and Tuthmosis III. Also known as User and Amenuser. |- |Userhet || Overseer of the Fields of Amun || 18th dynasty||fl. c. mid-15th century BC|| Buried in the Valley of the Kings, in tomb KV45. He probably lived during the rule of Thutmose IV. |- |Userkaf || Pharaoh || 5th dynasty ||reigned c. 2498 BC – c. 2491 BC|| First 5th dynasty king of Egypt. He started the tradition of building sun temples at Abusir. He constructed the Pyramid of Userkaf complex at Saqqara. |- |Userkare || Pharaoh || 6th dynasty ||fl. c. 24th century BC|| Considered to be either a usurper to the throne after Teti or he could have been a son of Teti and Queen Khuit. |- |Usermontu || Vizier || 18th dynasty ||fl. c. mid-14th century BC|| Served during the reign of Pharaoh Tutankhamun. |} ==W== {| class=\"wikitable sortable\" align=\"center\" !style=\"width: 150px;\"|Name !! style=\"width: 100px;\"|Main Title !! style=\"width: 90px;\"|Dynasty !!align=\"center\" style=\"width: 150px;\"|Date!! |Comment |- |Wadjmose || Prince || 18th dynasty || fl. c. late-16th century BC|| Son of Pharaoh Thutmose I. |- |Wadjitefni || Prince || 2nd Dynasty || fl. c. early 28th century BC|| Son of a king of the early 2nd Dynasty. |- |Wahibre Ibiau || Pharaoh || 13th dynasty || fl. c. mid-17th century BC|| Egyptian king of the 13th Dynasty. |- |Wahkare Khety || Pharaoh || 10th dynasty| fl. c. 21st century BCE|| Pharaoh likely of the 10th dynasty of Egypt controlling territories based around Herakleopolis. |- |Wahtye || Priest || 5th dynasty || fl. 25th century BCE|| High-ranking priest and official whose tomb was uncovered in 2018 in the Saqqara necropolis and was the subject of the Netflix documentary Secrets of the Saqqara Tomb. |- |Webensenu || Prince || 18th dynasty || fl. c. late-15th century BC|| Son of Pharaoh Amenhotep II. |- |Wegaf Khutawyre || Pharaoh || 13th dynasty || fl. c. late-19th century BC|| Egyptian king of the 13th Dynasty, also known as Ugaf. |- |Wehemka || Prince || 4th dynasty || fl. c. 26th century BC|| Son of Nefermaat, the eldest son of pharaoh Sneferu and Itet. |- |Wendjebauendjed || Official || 21st dynasty || fl. c. 13th century BCE|| General, high official and priest under pharaoh Psusennes I, known for his undisturbed tomb and its relative treasure at Tanis. |- |Weneg || Pharaoh || 2nd dynasty || fl. c. 28th century BC|| Royal Nebti name of a pharaoh during the 2nd dynasty of Egypt. He is assumed to have been a king who ruled Egypt between Nynetjer and Khasekhemwy. He is also referred to as Wneg or Wadjnes or Tlas. |- |Wenennefer || High Priest of Osiris || 19th dynasty || fl. c. 13th century BCE|| High Priest of Osiris under pharaoh Ramesses II. |- |Weni the Elder || Court Official, General || 6th dynasty || fl. c. late 24th to early 23rd centuries BC|| Court official of the 6th dynasty of Egypt. He began his career under Teti, and served as a general under Pepi I Meryre and as governor of Upper Egypt during the reign of Merenre Nemtyemsaf I. |- |Wentawat || Viceroy of Kush|| 20th dynasty || fl. c. 12th century BC|| Wentawat (also written as Wentawuat), was Viceroy of Kush under Ramesses IX. Wentawat was possibly a son of the Viceroy Hori II |- |Wepwawetemsaf || Pharaoh|| 13th, 16th or Abydos dynasty || fl. c. 17th century BC|| Poorly known pharaoh during the second intermediate period. |- |Wetka || Prince || 4th dynasty || fl. c. 26th century BC|| Son of Prince Khufukhaf I and Nefertkau II, and a grandson of Khufu. |- |Wazad || Pharaoh || 14th dynasty || fl. c. 1700 BC|| Pharaoh of Canaanite descent reigning over the eastern Nile Delta during the second intermediate period. |} ==Y== {| class=\"wikitable sortable\" align=\"center\" !style=\"width: 150px;\"|Name !! style=\"width: 100px;\"|Main Title !! style=\"width: 90px;\"|Dynasty !!align=\"center\" style=\"width: 150px;\"|Date!! |Comment |- |Ya'ammu || Pharaoh || 14th or 16th dynasty|| c. early-18th or 17th century BC|| Possibly an early semitic pharaoh of the eastern Nile Delta during the second intermediate period. Alternatively a vassal of the Hyksos kings. |- |Yakareb || Pharaoh || 14th dynasty|| fl. c. 17th century BC|| Semitic pharaoh of the eastern Nile Delta during the second intermediate period. |- |Yakbim || Pharaoh || 14th or 16th dynasty|| c. early-18th or 17th century BC|| Possibly, an early semitic pharaoh of the eastern Nile Delta during the second intermediate period. Alternatively a vassal of the Hyksos kings. |- |Yanhamu || Official || 18th dynasty|| fl. c. 14th century BC|| Egyptian commissioner mentioned in the 1350-1335 BC Amarna letters correspondence. His name has also been read as Yenhamu, and Enhamu. |- |Yaqub-Har || Pharaoh || 14th or 15th dynasty|| fl. c. late-17th century BC|| Either a pharaoh of the 14th dynasty reigning over the eastern Nile Delta or a vassal of the Hyksos kings during Egypt's fragmented Second Intermediate Period. |- |Yuny || Steward || 19th dynasty|| fl. c. early to mid-13th century BC|| Official during the reign of pharaoh Ramesses II. He served as chief scribe of the court, the overseer of priests and royal steward. Yuni started building projects at Amara West and Aksha. His name is sometimes written as Iuny. |- |Yuya || Master of the Horse || 18th dynasty|| fl. c. early-14th century BC|| Egyptian courtier of the 18th dynasty of Egypt. He was the King's Lieutenant and Master of the Horse. He married Tjuyu who held high offices in governmental and religious hierarchies. Their daughter, Tiye, became queen to Amenhotep III. His name is sometimes written as Iouiya. |- |Yuyu || High Priest of Osiris || 19th dynasty|| fl. c. 13th-12th century BCE|| High Priest of Osiris under Ramesses II and Merenptah, and a grandson of Wenennefer. |} ==Z== {| class=\"wikitable sortable\" align=\"center\" !style=\"width: 150px;\"|Name !! style=\"width: 100px;\"|Main Title !! style=\"width: 90px;\"|Dynasty !!align=\"center\" style=\"width: 150px;\"|Date!! |Comment |- | Zamonth|| Vizier || 12th dynasty || c. 1800 BC|| Also known as Samonth. Ancient Egyptian vizier who was in office at the end of the Twelfth Dynasty |- | Zannanza|| Hittite Prince|| 18th dynasty || c. 14th century BC|| (died c. 1324 BC) Son of Suppiluliuma I, king of the Hittites. He is best known for almost becoming the Pharaoh of Egypt and because his death caused a diplomatic incident between the Hittite Empire and Egypt, that resulted in warfare. |- | Zoser|| Pharaoh || 3rd dynasty || c. 27th century BC|| See Djoser |} ==See also== Other articles including lists of ancient Egyptians: * List of pharaohs * List of children of Ramesses II * Great Royal Wife (including list of title holders) * God's Wife of Amun (including list of title holders) * Ancient Egyptians (TV series) ==Notes and references== Egypt Category:Ancient Egypt-related lists",
 "title": "List of ancient Egyptians"
}