{
 "id": "691086",
 "text": "Sir Harbottle Grimston, 2nd Baronet (27 January 1603 – 2 January 1685) was an English lawyer and politician who sat in the House of Commons at various times between 1640 and 1685 and was Speaker in 1660. During the English Civil War he remained a Parliamentarian but was sympathetic to the Royalists. ==Life== Grimston was born at Bradfield Hall, near Manningtree, the son of Sir Harbottle Grimston, 1st Baronet (d. 1648). He was educated at Emmanuel College, Cambridge, and became a barrister of Lincoln's Inn. He was recorder of Harwich and recorder of Colchester and elected MP for Harwich in 1628. As member for Colchester, Grimston sat in the Short Parliament of 1640, and he represented the same borough during the Long Parliament,History of Parliament Grimston, Sir Harbottle (1603–85), of Gorhambury, Herts speedily becoming a leading member of the popular party. He attacked Archbishop Laud with great vigour and was a member of the important committees of the parliament, including the one appointed in consequence of the attempted seizure of the five members. He became deputy-lieutenant of Essex after the passing of the militia ordinance in January 1642. Harbottle disliked taking up arms against the king, but remained nominally an adherent of the parliamentary party during the Civil War. In the words of Clarendon, he continued rather than concurred with them. Grimston does not appear to have taken the Solemn League and Covenant, but after the conclusion of the first period of the war he again became more active. He was president of the committee which investigated the escape of Charles from Hampton Court in 1647, and was one of those who negotiated with the king at Newport in 1648, when, according to Burnet, he fell upon his knees and urged the king to come to terms. Also in 1648 succeeded to the baronetcy on the death of his father as his elder brother had pre-deceased him. From this time Grimston's sympathies appear to have been with the Royalists. He was turned out of the House of Commons when the assembly was purged by Colonel Pride and was imprisoned. After he promised to do nothing detrimental to the parliament or the army, he was released and spent the next few years in retirement. In 1656 Grimston was returned to the Second Protectorate Parliament as MP for Essex. However he was not allowed to take his seat, and with 97 others who were similarly treated he issued a remonstrance to the public. Grimston was among the secluded members who re- entered the restored Rump Parliament in February 1660, was then a member of the council of state. He was chosen Speaker of the House of Commons in the Convention Parliament of 1660. As Speaker he visited Charles II at Breda, and addressed him in very flattering terms on his return to London; but he refused to accede to the King's demand that he should dismiss Burnet from his position as chaplain to the Master of the Rolls, and in parliament he strongly denounced any relaxation of the laws against papists. Grimston did not retain the office of Speaker after the dissolution of the Convention Parliament, but he was a member of the commission which tried the regicides, and in November 1660 he was appointed Master of the Rolls. Report says he paid Clarendon £8,000 for the office, while Burnet declares he obtained it without any application of his own. His friend and chaplain, Burnet, speaks very highly of his piety and impartiality, while not omitting the undoubted fact that he was much sharpened against popery. In 1661, Harbottle was re-elected MP for Colchester in the Cavalier Parliament. He was re-elected in the two elections of 1679 and in 1681. ==Works== Harbottle translated the law reports of his father-in-law, the judge, Sir George Croke (1560–1642), which were written in Norman-French, and five editions of this work appeared. Seven of his parliamentary speeches were published, and he also wrote Strena Christiana (London, 1644, and other editions). ==Family== Grimston's first wife Mary, a daughter of Sir George Croke, bore him six sons and two daughters, He married secondly Anne Meautys, widow of Thomas Meautys and daughter of Sir Nathaniel Bacon, K.B., a grandson of Sir Nicholas Bacon and by her had one daughter. Of his sons one only, Samuel (1643–1700), survived his father, and when Samuel died in October 1700 the baronetcy became extinct. Sir Harbottle's eldest daughter, Mary, married Sir Capel Luckyn, 2nd Baronet, and their grandson, William Luckyn, succeeded to the estates of his great-uncle, Sir Samuel Grimston, and took the name of Grimston in 1700. This William Luckyn Grimston (c. 1683–1756) was created Baron Dunboyne and Viscount Grimston in the peerage of Ireland in 1719. He was succeeded as 2nd viscount by his son James (1711–1773), whose son James Bucknall (1747–1808) was made an English peer as baron Verulam of Gorhambury in 1790. Then in 1815 his son James Walter Grimston (1775–1845), 2nd baron Verulam, was created Earl of Verulam. Sir Harbottle Grimston bought Sir Nicholas Bacon's estate at Gorhambury, the residence of his descendants. ==Arms== ==References== * * Category:1603 births Category:1685 deaths Category:Speakers of the House of Commons of England Category:Alumni of Emmanuel College, Cambridge Category:Members of Lincoln's Inn Category:Masters of the Rolls Category:Baronets in the Baronetage of England Category:People from Tendring (district) Category:English MPs 1628–1629 Category:English MPs 1640 (April) Category:English MPs 1640–1648 Category:English MPs 1656–1658 Category:English MPs 1660 Category:English MPs 1661–1679 Category:English MPs 1679 Category:English MPs 1680–1681 Category:English MPs 1681 Harbottle",
 "title": "Sir Harbottle Grimston, 2nd Baronet"
}