{
 "id": "691433",
 "text": "General Sir Roger Neil Wheeler, (born 16 December 1941) is a retired British Army officer who served as Chief of the General Staff from 1997 to 2000. During his career he was involved in the Cyprus Emergency, directed military operations in Northern Ireland and led the UK's forces deployed on NATO operations in Bosnia. He is now a non-executive director of several businesses operating on an international basis. ==Early life== thumb|left|Hertford College, Oxford, where Wheeler graduated Wheeler was born in Eton on 16 December 1941 and is the son of Major General Norman Wheeler. He was educated at Allhallows College in DevonWho's Who 2010, A & C Black, 2010, and Hertford College, Oxford, which he joined in 1961. ==Army career== Wheeler was commissioned as a second lieutenant (on probation) on the General List of the Territorial Army on 13 December 1963 and, following his graduation from University, promoted to lieutenant in the Royal Ulster Rifles on 14 July 1964. He spent his early military service in Borneo and in the Middle East. He was promoted to captain on 22 December 1967 and to major on 31 December 1973 and served as a brigade major during the Cyprus Emergency in 1974. After serving on Lord Carver's staff during the Rhodesia talks in 1977, he was promoted to lieutenant colonel on 30 June 1978. He became commanding officer of 2nd Royal Irish Rangers in 1979 and led his battalion in Belize, Gibraltar, Berlin and Canada. He was then Chief of Staff in the Falkland Islands from June to December 1982 immediately following the Falklands War. Having been promoted to full colonel on 30 June 1982, appointed a Commander of the Order of the British Empire in the Queen's Birthday Honours List 1983 and promoted to brigadier on 31 December 1984, he went on to be Brigade Commander of 11 Armoured Brigade in British Army of the Rhine in 1985. After that he went to the Ministry of Defence in 1987 as Director of Army Plans. Following his appointment as General Officer Commanding 1st Armoured Division in Germany in August 1989, he was given the substantive rank of major general on 30 September 1989. He became Assistant Chief of the General Staff on 30 November 1990 and, after being appointed a Knight Commander of the Order of the Bath in the Queen's Birthday Honours List 1993, he was made General Officer Commanding and Director of Military Operations in Northern Ireland on 25 January 1993 with his promotion to the rank of lieutenant general becoming substantive on 1 March 1993. During his tour as Director of Military Operations the first cessation of terrorist operations took place and Wheeler initiated the reduction in the British military presence in Northern Ireland by three battalions over the course of the next two years. left|thumb|Thiepval Barracks from where Wheeler commanded British troops in Northern Ireland He was appointed Commander-in-Chief, Land Command in the rank of general on 12 March 1996 and, having been appointed ADC General to the Queen on 6 December 1996 and advanced to a Knight Grand Cross of the Order of the Bath in the New Year Honours List 1997, made Chief of the General Staff (CGS) on 3 February 1997. As CGS, he was responsible for implementing the Strategic Defence Review after the new Labour Government came to power as well as providing strategic military advice to the British Government on the deployment of troops for the Kosovo War and in connection with the formation of the United Nations Transitional Administration in East Timor before he retired from the British Army in 2000. He served as Deputy Colonel of the Royal Irish Rangers (27th (Inniskilling) 83rd and 87th) from 1 June 1987, as Colonel of The Royal Irish Rangers (27th (Inniskilling) 83rd and 87th) from 27 August 1990 and then as Deputy Colonel of the Royal Irish Regiment, (27th (Inniskilling), 83rd, 87th and The Ulster Defence Regiment) from 1 July 1992. He also served as Colonel Commandant of the Intelligence Corps from 18 October 1995, Honorary Colonel Queen's University Officers' Training Corps from 23 December 1999 and Honorary Colonel of Oxford University Officers' Training Corps from 10 March 2000. In additional he was Deputy Honorary Colonel of The London Regiment from 17 March 2000. ==Later career== Wheeler became Constable of the Tower of London in 2001. In retirement, he became a Non-Executive Director of Thales plc, a Non- Executive Director of Aegis Defence Services and, until 2009, a member of the governing board of the Serious Organised Crime Agency as well as President of Combat Stress, the mental welfare society for ex-servicemen. In October 2009 he was appointed advisor on military matters, to the British Government's inquiry into the Iraq war (headed by Sir John Chilcot). He is also an Honorary Fellow of Hertford College, Oxford, a Fellow of the Royal Geographical Society, a Patron of the Police Foundation, and a Liveryman of the Worshipful Company of Painter-Stainers. Wheeler has also played cricket for the Stragglers of Asia CC, one of the oldest wandering cricket clubs in the UK. His interests include fly fishing, cricket, shooting and ornithology. ==Family== In 1980 he married Felicity Hares; they have three sons, including Simon Wheeler, and one daughter by a former marriage. He is the nephew of the late Air Chief Marshal Sir Neil Wheeler. His daughter-in-law is the British Actress Hermione Norris through her marriage to Wheeler's son Simon. ==References== |- |- |- |- |- Category:1941 births Category:Living people Category:Alumni of Hertford College, Oxford Category:Knights Grand Cross of the Order of the Bath Category:Commanders of the Order of the British Empire Category:British Army generals Category:Royal Ulster Rifles officers Category:Royal Irish Rangers officers Category:British military personnel of The Troubles (Northern Ireland) Category:Chiefs of the General Staff (United Kingdom) Category:Constables of the Tower of London Category:People from Eton, Berkshire Category:Military personnel from Buckinghamshire",
 "title": "Roger Wheeler (British Army officer)"
}