{
 "id": "691428",
 "text": "Field Marshal Peter Anthony Inge, Baron Inge, (born 5 August 1935), was the Chief of the General Staff, the professional head of the British Army, from 1992 to 1994. He then served as Chief of the Defence Staff before retiring in 1997. Early in his military career he saw action during the Malayan Emergency and in Northern Ireland and later in his career he provided advice to the British Government during the Bosnian War. ==Early life and education== The son of Raymond Albert Inge and Grace Maud Caroline Inge (née Du Rose), Inge was born in Croydon on 5 August 1935 and was educated at Wrekin College and the Royal Military Academy Sandhurst.Who's Who 2010, A & C Black, 2010; ==Military career== Inge was commissioned into the Green Howards from Sandhurst on 27 July 1956. He was promoted to lieutenant on 27 July 1958, served with the 1st Battalion the Green Howards in Hong Kong and Germany, and was deployed on operational service to Malaya during the Malayan Emergency.Heathcote, p. 183 Appointed aide-de-camp to the General Officer Commanding 4th Division in 1960, he was promoted to captain on 27 July 1962, and made adjutant of the 1st Battalion the Green Howards in 1963. After working in the Ministry of Defence, and being promoted to major on 31 December 1967, Inge returned to the 1st Battalion as a company commander in 1969 and was deployed to Northern Ireland.Heathcote, p.184 He served as brigade major with the 11th Armoured Brigade from August 1971, before being promoted to lieutenant colonel on 31 December 1972, and becoming an instructor at the Staff College, Camberley in 1973. He was appointed commanding officer of the 1st Battalion the Green Howards in 1974. Promoted to colonel on 31 December 1976, he commanded the Staff College's Junior Division from 1977 and, following his promotion to brigadier on 31 December 1979, he commanded Task Force C of the British Army of the Rhine from 1980. From 1982 he was Chief of Staff of I (British) Corps. He returned to Britain as General Officer Commanding North East District and Commander 2nd Infantry Division, based in York, from 12 January 1984 with the substantive rank of major general from 16 April. In 1986, he was appointed Director General, Logistics Policy (Army) at the Ministry of Defence. Inge was promoted to lieutenant general and became General Officer Commanding I (British) Corps on 8 August 1987. He was appointed a Knight Commander of the Order of the Bath in the 1988 New Year Honours. He relinquished the corps command on 2 October 1989 and, on 27 November, he became the commander of NATO's Northern Army Group and Commander- in-Chief of British Army of the Rhine in Germany with the local rank of general; his rank was made substantive on 3 January 1990. Having become aide- de-camp general to the Queen on 21 February 1991 and promoted Knight Grand Cross of the Order of the Bath in the 1992 Birthday Honours, Inge was appointed Chief of the General Staff in February 1992 and Chief of the Defence Staff with the rank of field marshal on 15 March 1994. He served in this post, in which he provided military advice to the British government on the conduct of the Bosnian War, until he retired in 1997. He was appointed Colonel of the Green Howards in 1982, Colonel Commandant of the Royal Military Police in 1987, and Colonel Commandant of the Army Physical Training Corps in 1988. ==Later career== After stepping down as Chief of the Defence Staff, he was created a life peer as Baron Inge, of Richmond in the County of North Yorkshire, in 1997.Heathcote, p.185 Inge was appointed a Knight of the Order of the Garter on 23 April 2001, and retired from the Lords on 25 April 2016, where he had been an opponent of further EU integration. In 2004 Inge was made a Privy Councillor and appointed to serve as a member of the Butler Inquiry team, which examined the use of intelligence during the Iraq War. Chaired by Robin Butler, Baron Butler of Brockwell, the inquiry determined that the intelligence used to declare Iraq's possession of \"Weapons of Mass Destruction\" was flawed. In retirement Inge became a non-executive director of Racal Electronics plc, commissioner of the Royal Hospital Chelsea, trustee of the Historic Royal Palaces, and president of the Army Benevolent Fund. He is a member of the advisory board of Aegis Defence Services, a private military company based in London having previously, until February 2010, been the chairman of the board of directors. ==Family== In 1960 Inge married Letitia Thornton-Berry; they have two daughters, Antonia and Verity. Lady Inge died in 2020.Inge ==Arms== ==References== ==Further reading== * Biography at ICx Technology * |- |- |- |- |- Category:1935 births Category:Living people Category:People educated at Summer Fields School Category:People educated at Wrekin College Category:Knights of the Garter Category:British field marshals Category:Crossbench life peers Category:Deputy Lieutenants of North Yorkshire Category:British military personnel of The Troubles (Northern Ireland) Category:Members of the Privy Council of the United Kingdom Category:Knights Grand Cross of the Order of the Bath Category:Green Howards officers Category:Chiefs of the General Staff (United Kingdom) Category:Chiefs of the Defence Staff (United Kingdom) Category:Constables of the Tower of London Category:Academics of the Staff College, Camberley Category:Military personnel from Surrey",
 "title": "Peter Inge, Baron Inge"
}