{
 "id": "692122",
 "text": "The lauda (Italian pl. laude) or lauda spirituale was the most important form of vernacular sacred song in Italy in the late medieval era and Renaissance. Laude remained popular into the nineteenth century. The lauda was often associated with Christmas, and so is in part equivalent to the English carol, French noel, Spanish villancico,Viola Luther Hagopian. Italian ars nova music: a bibliographic guide to modern editions (1973), p. 36. \"Lacking the international flavor of other European lyric monodies, the Italian lauda in its simplicity more nearly resembles improvisation and reflects the popular oral tradition.\"Thomas Gibson Duncan. A companion to the Middle English lyric (2005), p. 166. \"Much closer in form to the English carol are the Italian lauda and the Spanish villancico. Both lyric genres are interesting, not because they can be assumed to have in any way contributed to the rise and popularity of the English carol ...\"Julie E. Cumming. The Motet in the Age of Du Fay (2003), p. 333. \"See Strohm, REM, 327–39: the English cantilena and carol, the Italian lauda, and the Central European cantio\"Tess Knighton, Álvaro Torrente. Devotional music in the Iberian world, 1450–1800: the villancico (2007), p. 9. \"Their influence can be found in the origin of several forms of devotional music in the Middle Ages, including the Italian lauda, the Franch noel or the English carol.\" and like these genres occupies a middle ground between folk and learned lyrics.Richard Leighton Greene. The early English carols (1977). \"Like the English carol, the Italian lauda occupies the middle ground between folk-song and learned lyric; it is the production of an individual author, but directed to an audience without special education or refinement, and patterned ...\" ==Origin and spread of the lauda== Originally, the lauda was a monophonic (single-voice) form, but a polyphonic type developed in the early fifteenth century. The early lauda was probably influenced by the music of the troubadours, since it shows similarities in rhythm, melodic style, and especially notation. Many troubadours had fled their original homelands, such as Provence, during the Albigensian Crusade in the early 13th century, and settled in northern Italy where their music was influential in the development of the Italian secular style. A monophonic form of the lauda spread widely throughout Europe during the 13th and 14th centuries as the music of the flagellants; this form was known as the Geisslerlied, and picked up the vernacular language in each country it affected, including Germany, Poland, England and Scandinavia. After 1480 the singing of laude was extremely popular in Florence, since the monk Savonarola (and others) had prohibited the dissemination of any other style of sacred vernacular music. Many of Josquin's motets and masses are based on melodies he heard in laude during his sojourns in Italy around this time. Laude had a resurgence of popularity again at the time of the Counter- Reformation, since one of the musical goals of the Council of Trent was to increase the intelligibility of text, and the simple, easily understood laude provided an ideal example. The lauda declined in importance with the development of the oratorio. However, tunesIain Fenlon. Early Music History: Studies in Medieval and Early Modern Music: Volume 1 (2009), p. 168. \"As Jennifer Bloxam has suggested in a recent study of motets by Compere, Obrecht and Brumel that incorporate the text and tune of an Italian lauda, Beata es Maria, perhaps these melodies circulated as part of the Italian lauda tradition ...\" and lyricsLionel Adey. Hymns and the Christian \"Myth\", p. 81. \"The last of these appears to have been the Italian lauda \"Discendi, amor santo\" by Bianco da Siena (d.1434), of which R. F. Littledale's beautiful translation (1867) in Vaughan William's setting has become one of the few classics of modern ...\" continued to influence later music. ==Latin songs with some characteristics of the lauda== Song Latin songs, notably 13 Latin antiphons preserved in the Bobbio Abbey, have sometimes been called \"Latin laude,\" however which more closely resemble Latin language version of the Italian ballata.Christopher Kleinhenz, John W. Barker. Medieval Italy : an encyclopedia: Volume 2, p. 612. \"These pieces often are called Latin laude, but their relationship to the Italian lauda is tenuous. The best-known are the thirteen songs for the nativity or for the Virgin recorded in a fourteenth- century antiphonary from Bobbio.\" ==Selected recordings== * O cieco mondo - composers Jacopo da Bologna, Alexander Demophon, Francesco Landini, Vincenzo Ruffo, and Anonymous. Paul Van Nevel Huelgas Ensemble, Deutsche Harmonia Mundi ==References== ==Further reading== * * Gustave Reese, Music in the Renaissance. New York: W.W. Norton & Co., 1954. . * The New Harvard Dictionary of Music, ed. Don Randel. Cambridge, Massachusetts: Harvard University Press, 1986. . * Richard H. Hoppin, Medieval Music. New York: W.W. Norton & Co., 1978. . * John Joseph Fiore, The Canzonetta Spirituale in the late sixteenth century in Italy. Chicago, Illinois: University of Chicago, 2009. UMI number 3386989, Pro Quest. Category:Italian music history Category:Song forms Category:Renaissance music Category:Italian styles of music Category:Medieval music genres",
 "title": "Lauda (song)"
}