{
 "id": "69211",
 "text": "Song of Ascents is a title given to fifteen of the Psalms, 120–134 (119–133 in the Septuagint and the Vulgate), each starting with the superscription Shir Hama'aloth ( šîr ha-ma‘ălōṯ, meaning \"Song of the Ascents\"), or, in the case of Psalm 121, Shir Lama'aloth ( šîr la-ma‘ălōṯ, \"a song regarding ascents\"). They are also variously called Gradual Psalms, Songs of Degrees, Songs of Steps, songs for going up to worship or Pilgrim Songs. Four of them (Psalms 122, 124, 131, and 133) are linked in their ascriptions to David, and one (127) to Solomon. Three of them (Psalms 131, 133, and 134) have only three verses. The longest is Psalm 132 (18 verses). ==History== Many scholars believe the title indicates that these psalms were sung by worshippers as they ascended the road to Jerusalem to attend the three pilgrim festivals (). Others think they were sung by the Levite singers as they ascended the fifteen steps to minister at the Temple in Jerusalem. One view says the Levites first sang the Songs at the dedication of Solomon's temple during the night of the fifteenth of Tishri 959 BC. Another study suggests that they were composed for a celebration after Nehemiah's rebuilding of Jerusalem's walls in 445 BC. Others consider that they may originally have been individual poems which were later collected together and given the title linking them to pilgrimage after the Babylonian captivity. They were well suited for being sung by their poetic form and the sentiments they express. \"They are characterized by brevity, by a key-word, by epanaphora [i.e., repetition], and by their epigrammatic style.... More than half of them are cheerful, and all of them hopeful.\" As a collection, they contain a number of repeated formulaic phrases, as well as an emphasis on Zion. The Great Psalms Scroll, one of the Dead Sea Scrolls written between , contains a set of psalms partially coincident with the canonical Book of Psalms. Most of the canonical psalms it contains are in a different order than the Book of Psalms, but the Song of Ascents are included in full in their canonical order. ==Judaism== ===Historical=== There are two references to the Songs of Ascents in the Mishnah, noting the correspondence between the fifteen songs and the temple's fifteen steps between the Israelite's court and the women's court.Sukkah 5:4; Middot 2:5 Rashi refers to a Talmudic legend that King David composed or sang the fifteen songs to calm rising waters at the foundation of the temple. ===Present day=== Psalm 126, eponymously called \"Shir Hamaalot\" due to its common use, is traditionally recited before the Grace After Meals on Shabbat, Jewish holidays, and other festive occasions in keeping with its themes of joy and redemption. The psalm is sung to a wide variety of tunes both liturgical and secular. The most well-known melody in the Ashkenazi Jewish world is that by Cantor Pinchas Minkowsky which was recorded by Cantor Yossle Rosenblatt. It is traditional for some Jews to place a copy of Psalm 121 in the labor and delivery room to promote an easy labor by asking God for mercy. As well, it is placed on the baby's carriage and in the baby's room to protect the child and surround them in learning and with holy objects. ==Christian liturgy== The liturgical use of these psalms came into Christianity through its Jewish roots. The form of the Scriptures used in the Early Church, at least so far as the Hebrew Bible was concerned, was primarily the Septuagint. In the Septuagint, these psalms are numbered 119-133\\. Many early hermits observed the practice of reciting the entire Psalter daily, coenobitic communities would chant the entire Psalter through in a week, so these psalms would be said on a regular basis, during the course of the Canonical hours. ===Eastern Christianity=== In the Eastern Orthodox Church and those Eastern Catholic Churches which follow the Byzantine Rite, the Songs of Degrees (Greek: anabathmoi) make up the Eighteenth Kathisma (division of the Psalter), and are read on Friday evenings at Vespers throughout the liturgical year. The Kathisma is divided into three sections (called stases) of five psalms each. During Great Lent the Eighteenth Kathisma is read every weekday (Monday through Friday evening) at Vespers, and on Monday through Wednesday of Holy Week. In the Slavic usage this Kathisma is also read from the apodosis of the Exaltation of the Cross up to the forefeast of the Nativity of Christ, and from the apodosis of Theophany up to the Sunday of the Prodigal Son. The reason for this is that the nights are longer in winter, especially in the northern latitudes, so during this season three Kathismata will be chanted at Matins instead of two, so in order to still have a reading from the Psalter at Vespers, the Eighteenth Kathisma is repeated. ====Anabathmoi==== At Matins on Sundays and feast days throughout the year, special hymns called anabathmoi (, from βαθμός, 'step'; Slavonic: stepénny) are chanted immediately before the prokeimenon and Matins Gospel. These anabathmoi are compositions based upon the Songs of Ascents, and are written in the eight tones of Byzantine chant. The Anabathmoi for each tone consists of three stases or sets of verses (sometimes called antiphons), except for Tone 8 which has four stases. On Sundays, the anabathmoi are chanted according to the tone of the week; on feast days which do not fall on Sunday, the Anabathmoi almost always consist of the first stasis in Tone 4 (based on Psalm 128). Symbolically, the anabathmoi are chanted as a reminder that Christians are ascending to the Heavenly Jerusalem, and that the spiritual intensity of the service is rising as they approach the reading of the Gospel. ===Western Christianity=== The Western Daily Office was strongly influenced by the Rule of St. Benedict, where these psalms are assigned to Terce, Sext and None on weekdays. Over the centuries, however, various schedules have been used for reciting the psalms. In the arrangement used in the Roman Rite until 1911, Psalms 119-132 are said at Vespers, from Monday to Thursday, and Psalm 133 was one of the four Psalms said every day at Compline. After the reform by Pope Pius X in 1911, and continuing in the later reform by Pope John XXIII in 1960, these psalms remained at Vespers, but not always on the same day as previously. Psalm 133 was said at Compline only on Sundays and major feasts. The 1960 reform is still in use as the Extraordinary Form of the Roman Rite. In the modern Liturgy of the Hours of the Roman Catholic Church, the Gradual Psalms are used in several ways: * Psalms 120-127 and 129-131 are scheduled throughout the four-week Psalter for use at Vespers; 119, 128, and 132 are scheduled for use for Daytime Prayer, and 133 is scheduled for Night Prayer. * Psalms 119-127 are broken into three parts, to be used as the complementary Psalmody for those who pray three daytime offices separately as Terce, Sext, and None, rather than one office of Daytime Prayer. * They are used as the sole Psalmody at daytime prayer on solemnities, except for certain solemnities of the Lord and during the octave of Easter and those solemnities falling on Sunday. ==References== ==External links== *Recordings of musical settings, hebrew text, translation, transliteration on The Zemirot Database * The psalm 126 is translated on this website of Tehillim (Psalms in Hebrew) Category:Psalms Category:Byzantine Rite Category:Catholic liturgy Category:Hebrew words and phrases in Jewish prayers and blessings Category:Siddur of Orthodox Judaism Category:Jewish holy days",
 "title": "Song of Ascents"
}