{
 "id": "692584",
 "text": "Carleton Lewis Kealiinaniaimokuokalani Reichel (born 1962) popularly known as Kealii Reichel, is a popular and bestselling singer, songwriter, choreographer, dancer, chanter, scholar, teacher, and personality from Hawaii. He has spent his life educating the world about Hawaiian culture through music and dance. Kealii (pronounced Keh-ah-LEE-ee) Reichel was born and raised on the island of Maui. Reichel grew up in the town of Lahaina where he attended Lahainaluna High School, however he spent weekends and summers with his maternal grandmother in the plantation town of Pāia.Reichel Short Biography Official Website; At the age of 24, Reichel was convicted of theft, and was sentenced to community service, which involved a study of Hawaiian culture. This marked a turning point in his life, as he decided to devote the rest of his life to the study and promotion of Hawaiian culture. Reichel was one of the founding directors for Punana Leo O Maui, a Hawaiian language immersion pre-school. He has taught Hawaiian culture and language at the University of Hawaii's, Maui Community College, and he was the Cultural Resource Specialist and curator at the Bailey House Museum in Wailuku. ==Hawaiian mele (music)== Reichel studied Hawaiian dance and vocals under Kumu [hula] (dance instructor/choreographer/master) Pekelo Day and Pualani Kanakaole Kanahele, daughter of the kumu hula and Hawaiian scholar \"Aunty\" Edith Kanakaʻole. He later founded his own hālau hula (Hawaiian dance school) Halau hula o ka Makani Wili Makaha o Kauaula now called Halau Kealaokamaile. He founded this hālau at the age of 18 after graduating from Lahainaluna High School In 1994, at the age of 32, he recorded and released a collection of Hawaiian traditional and contemporary music entitled Kawaipunahele on his own Punahele Productions record label, and began his career as a Hawaiian music superstar. Reichel's subsequent albums, Lei Halia (1995), E O Mai (1997), and Melelana (1999), placed him securely at the top of the Hawaiian music entertainment industry. He is also featured in two anthology albums released by his record label, Pride of Punahele (1998) and Pride of Punahele 2 (2003). In 2004, his album of the previous year, Ke'alaokamaile (2003), won four of the top awards at the 27th Annual [Na Hoku Hanohano Awards] (Hawaii's regional equivalent of the Grammy Awards) including Male Vocalist of the Year, Album of the Year, Hawaiian Album of the Year and Song of the Year. Reichel also won big at the 38th annual Na Hoku Hanohano Awards in 2015, with his album of the previous year, Kawaiokalena. He won five of the top awards: Male Vocalist of the Year, Album of the Year, Hawaiian Album of the Year and Entertainer of the Year and Hawaiian Language Songwriting and Performance. This release was also nominated for a Grammy the same year. Reichel's style most often includes vocals over a guitar, bass, and ukulele ensemble but may also include a Western (European- American) string quartet violin, viola and cello or traditional pre-1778 Hawaiian instruments. His vocals include Hawaiian language chanting and singing in both Hawaiian and English. Stage performances include dance in both traditional and modern hula forms. He also plays the guitar. ==Theater== Kealii performed in the Maui Youth Theater production of Jesus Christ Superstar as Judas Iscariot and in the Maui Academy of Performing Arts production of Jesus Christ Superstar as Jesus. ==International recognition== Reichel currently has contracts with JVC Victor Entertainment and Atlantic/Time-Warner. Kealii Reichel's consistent placement in Billboard Magazine's World Music Charts has garnered him international attention. He has opened concerts for Bonnie Raitt, LeAnn Rimes, Céline Dion, and Sting. In addition to his regular concerts in Hawaii, he has toured the United States mainland playing in such places as New York at Carnegie Hall and Town Hall, San Diego, San Francisco, Anaheim, Hollywood Bowl, Phoenix, Portland, Seattle and toured internationally with concerts and workshops in the South Pacific, Europe and Asia where he performs to sold out audiences. Reichel is known not only for his artistry as a performer, songwriter and recording artist, but also for his work as an ambassador of Hawaiian culture to the rest of the world. ==Nā Hōkū Hanohano Awards== Favorite Entertainer of the Year *1995, 1996, 2000, 2007, 2015 Male Vocalist of the Year *1995, 1996, 2000, 2004, 2015 Most Promising Artist of the Year *1995 Album of the Year *1995 Kawaipunahele, 2000 Melelana, 2004 Keʻalaokamaile, 2014 Kawaiokalena Anthology Album of the Year *2006 Kamahiwa: The Kealiʻi Reichel Collection Vol. 1 Song of the Year *2004 Ka Nohona Pili Kai Hawaiian Album of the Year *1995 Kawaipunahele, 1996 Lei Haliʻa, 2000 Melelana, 2004 Keʻalaokamaile, 2014 Kawaiokalena Haku Mele (new Hawaiian language composition; award to the composer ) *Kuu Pua Maeole (to Keali'i Reichel) 1996, Nematoda (to Puakea Nogelmeier) 1998 Liner Notes Award *2000, 2004, 2006, 2009 Music Video DVD of the Year *2008 Kukahi – Live in Concert ==References== ==External links== *Official Site Category:1961 births Category:Living people Category:American male dancers Category:American male singers Category:Songwriters from Hawaii Category:Native Hawaiian musicians Category:Native Hawaiian people Category:People from Maui Category:Singers from Hawaii Category:Lahainaluna School alumni Category:Na Hoku Hanohano Award winners Category:American male songwriters",
 "title": "Kealiʻi Reichel"
}