{
 "id": "692631",
 "text": "Íslandsbanki is an Icelandic bank with roots tracing back to 1884, formerly being the domestic part of Glitnir banki hf., but on 15 October 2008 being split from the bankrupt Glitnir and reestablished into a new independent bank. The sole operations of the bank is to manage a branch network in Iceland, with a 20%-40% market share across all domestic franchise areas. As of 2017, the bank has 14 branches around Iceland. The bank is fully owned by the Icelandic State Treasury. ==First Íslandsbanki== Íslandsbanki was originally created in 1990 through the merger of Alþýðubanki (Union Bank), Verzlunarbanki (Bank of Commerce) and Iðnaðarbanki (Industrial Bank). After its 2000 merger with FBA Icelandic Investment Bank, the bank was briefly renamed Íslandsbanki-FBA, but \"FBA\" was dropped from the name in 2002. In 2006, the bank again rebranded itself as Glitnir. ==Second Íslandsbanki== The bank was re-established on 15 October 2008 under the name Nýi Glitnir (\"New Glitnir\") to take over the Icelandic operations of Glitnir banki hf. The name was changed back to Íslandsbanki on 20 February 2009.Glitnir Becomes Íslandsbanki – Bank of Iceland Iceland Review Online, December 18, 2008 The name Glitnir was deemed to be unreliable after the financial collapse, and a new logo was designed based on the old Glitnir and Íslandsbanki logos.Íslandsbanki is back! Íslandsbanki, February 20, 2009 By the end of 2017, the bank had 861 full-time employees and a total amount of assets worth ISK 1.036 trillion, and its operations were divided into six business segments: Retail Banking, Corporate Banking, Markets, Wealth Management, Treasury and Subsidiaries & Equity Investments. The Bank has a 20–40% market share across all domestic franchise areas, and operates an efficient branch network in Iceland. It is entirely owned by the Icelandic State Treasury. The directors, executives, and auditors of four Icelandic banks: Kaupthing Bank, Landsbanki, Glitnir/Íslandsbanki, and the Central Bank of Iceland, were awarded the satirical Ig Nobel Prize in Economics in 2009 for demonstrating that tiny banks can be rapidly transformed into huge banks, and vice versa and for demonstrating that similar things can be done to an entire national economy.List of Ig Nobel Prize winners#2009 The current CEO is Birna Einarsdóttir. ==References== Category:Banks of Iceland Category:Companies based in Reykjavík Category:Icelandic brands",
 "title": "Íslandsbanki"
}