{
 "id": "69273",
 "text": "Philip I (1207 - 16 August 1285) was the count of Savoy from 1268 to 1285. Before this, he was the bishop of Valence (1241–1267), dean of Vienne, Isère (1241–1267) and archbishop of Lyon (1245–1267). ==Career== Philip was born in Aiguebelle, Savoie, the eighth son of Thomas I of Savoy and Margaret of Geneva. His family prepared him for a clerical career. In 1236, his brother William was able to use his influence with Henry III of England to get Philip positions in the churches of Hillingdon, Oxney, and Geddington. In 1240, he was a candidate for Bishop of Lausanne, but had to resign. Instead, he became Bishop of Valence in 1241. His brother Thomas had Philip installed as chancellor of Flanders and prévôt of St-Donatien-de-Bruges. In 1243, while Henry was fighting in Gascony, Philip escorted his sister Beatrice of Savoy and niece Sanchia of Provence to visit Eleanor, Henry, and their new baby Beatrice. This so cheered the besieged king that he lavished further gifts on the bishop. In 1244, Pope Innocent IV fled from Rome, and Philip convinced his brother, Count Amadeus IV of Savoy, to let the pope pass through Savoy. Philip escorted the Pope to Lyon, and then remained with him to ensure his safety. Pope Innocent ensured Philip's election as Archbishop of Lyon in 1245. While there, Philip continued his family's policies of governing through trade. In 1248 he negotiated with Aymar III of Valentinois to reduce the taxes that traders would pay on foods travelling through his lands, and over the next few years he granted charters to towns throughout the area. When, against expectations, Philip became the next heir for the County of Savoy, he gave his church offices up and married Countess Adelaide of Burgundy, on 12 June 1267. He became Count of Savoy in 1268, and in 1272 he also acquired the County of Bresse. While he was at first successful in extending the power of Savoy, in 1282 he was opposed by a coalition of King Rudolph I, Charles of Anjou (who was also count of Provence), the dauphin of Viennois, and the counts of Geneva. His will appointed Queen Eleanor of Provence and her son King Edward I of England as adjudicators of his estate,Taylor (1985) 45. they appointed his nephew, Amadeus, as his successor, he died childless in Roussillon in 1285. ==References== * * * * ==Notes== Category:1207 births Category:1285 deaths Category:13th-century Counts of Savoy Category:13th-century Roman Catholic archbishops in France Category:Archbishops of Lyon Category:Bishops of Valence Category:Roman Catholic deans Category:Burials at Hautecombe Abbey",
 "title": "Philip I, Count of Savoy"
}