{
 "id": "694245",
 "text": "thumb|right|Village sign Shafton is a civil parish in the Metropolitan Borough of Barnsley in South Yorkshire, England, on the border with West Yorkshire. At the 2001 census it had a population of 2,840,Census 2001 increasing to 3,447 at the 2011 Census. The parish contains the villages of Shafton and Shafton Two Gates. Shafton lies to the north of Shafton Two Gates, on the road to Ryhill. It is located at approximately 53° 35' 10\" North, 1° 24' West, at an elevation of around above sea level. Sceptun in the Domesday Book of 1086 then later in c. 1160 Scaftona meaning a farmstead marked by a pole, or made with poles. Shafton Two Gates lies to the south of Shafton and north of Cudworth, on the intersection of the A628 and A6195 roads. It is located at approximately , at an elevation of around above sea level. Shafton Two Gates takes its name from the two roads that enter Shafton at this point. The etymology derives from the Old Norse word gata, the equivalent of the modern English word road. The two roads in question are both ancient and locally important. The more southerly of the two is the road between Pontefract and Barnsley, this section of which was made into Turnpike in 1833,Barnsley to Cudworth Bridge Act 1833, 3 William IV, c.8 with a turnpike gate which was sited slightly to the east of the modern roundabout serving the Cudworth Parkway and Engine Lane. The second more northerly road, is the old Salter's road that runs from Shafton Two Gates via the North Field of Cudworth (Weetshaw Lane) through to Carlton where it continued towards Smithies and eventually up through Penistone to the Salter's Brook Bridge which marked the ancient boundary between Yorkshire and Cheshire at Longdendale (these days the boundary is between the Metropolitan Borough of Barnsley and Derbyshire). This was an ancient packhorse route. Today, Outwood Academy Shafton is located in Shafton. Bus services in Shafton: *Waterson's services 35, 36, 37, 38. (35 & 36 go via Shafton Hawthorne Crescent & the Green) *Tates Travel service 34 *Stagecoach Yorkshire services 29, 48, X27, N27 ==Listed building== The parish contains one listed building that is recorded in the National Heritage List for England. It is a milepost on the south side of Brierley Road, dating from the mid to late 19th century. It is in stone with cast iron overlay, and has a triangular section and a rounded top. On the top is inscribed \"BARNSLEY & PONTEFRACT ROAD\" and \"SHAFTON\", and on the sides are the distances to Barnsley and Pontefract. ==References== ==External links== Category:Villages in South Yorkshire Category:Geography of the Metropolitan Borough of Barnsley Category:Civil parishes in South Yorkshire",
 "title": "Shafton"
}