{
 "id": "694503",
 "text": "NationsBank was one of the largest banking corporations in the United States, based in Charlotte, North Carolina.. The company named NationsBank was formed through the merger of several other banks in 1991, and prior to that had been through multiple iterations. Its oldest predecessor companies had been Commercial National Bank (CNB), formed in 1874, and American Trust Company founded in 1909. In 1998, NationsBank acquired BankAmerica, and modified that better-known name to become Bank of America. ==History== ===Background and founding=== NationsBank traced its roots to two banks in Charlotte. Commercial National Bank (CNB), the earliest forerunner of NationsBank, was formed in 1874. American Trust Company was founded a few blocks down Tryon Street in 1909. In 1957, American Trust merged with Commercial National to form American Commercial Bank. American Trust was the nominal survivor, and its president, Addison Reese, became president of the merged bank. Only four years later, in 1960, American Commercial merged with Greensboro-based Security National Bank to form North Carolina National Bank (NCNB). Although American Commercial was the nominal survivor, it gave up its North Carolina state charter and took over Security's national charter. In 1969, NCNB reorganized as a holding company, NCNB Corporation. In 1973 Reese was succeeded as CEO by Tom Storrs, who the next year turned the presidency of NCNB over to then 39-year-old Hugh McColl, who began an aggressive period of expansion. This was initially a defensive move. At the time, it was feared that the New York City money center banks might devour local Southern banks. It was believed that the only way to prevent this was if the stronger banks in the region became too rich to be taken over. NCNB expanded beyond North Carolina for the first time in 1982, when it purchased Lake City, Florida–based First National Bank of Lake City. McColl became CEO of NCNB the following year. McColl would remain CEO until 2001, usually as president and intermittently as chairman. ===Mergers and acquisitions=== In 1988, NCNB's assets grew to $60 billion after it bought the failed First RepublicBank Corporation of Dallas, Texas from the FDIC. FirstRepublic, the largest bank in Texas, had entered FDIC receivership after filing bankruptcy in March, and was the largest FDIC bank failure in history. By that time, NCNB had become associated with \"mergers, acquisitions, expansion, integration\". From 1989 to 1992, NCNB acquired over 200 thrifts and community banks, many of these through the Resolution Trust program. Favorable terms, with the FDIC assuming most of the loan portfolios and absorbing mark- to-market losses, allowed NCNB to expand profitably, and a cost-cutting culture improved margins. Eventually, NCNB built a branch network stretching from Virginia to Florida, in addition to Texas. In 1989, NCNB tried to become even more powerful by launching a hostile bid for Citizens & Southern Corporation of Atlanta, which had been the South's biggest bank for much of the 20th century until NCNB passed it. Partly as a defensive measure, C&S; merged with Sovran Financial Corporation of Norfolk, Virginia to form C&S;/Sovran. Only two years later, however, C&S;/Sovran was nearly brought down by problem loans in the Washington, D.C./Northern Virginia market, and was all but forced to merge with NCNB to form NationsBank. This created the largest bank in the Southeast, with assets of $118 billion. The merger allowed NCNB/NationsBank to enter Tennessee and Maryland for the first time. At one stroke, it became a major player in Georgia and Virginia, where it had previously had a minimal presence. ===Growth in the 1990s=== In July 1992, NationsBank agreed to invest $200 million in Maryland National Corporation for a 16 percent nonvoting stake and an option to buy the whole company, which it subsequently executed in February 1993. In March 1993, NationsBank acquired Chicago Research and Trading Group, expanding into derivatives and dramatically increasing foreign exchange trading. In September 1995, NationsBank announced the acquisition of Bank South Corp for $1.6 billion in stock. The deal significantly increased NationsBank's already large presence in Atlanta. In 1996, NationsBank acquired St. Louis–based Boatmen's Bancshares for $9.6 billion. The combined bank became the largest in the American South, with assets of $225 billion, and 2,600 branches stretching from North Carolina to New Mexico. The following year, NationsBank acquired Florida's largest bank, Jacksonville-based Barnett Bank, for $15.5 billion, increasing the company's total assets to $284 billion. In June 1997, NationsBank acquired Montgomery Securities in a $1.2 billion transaction. Montgomery was integrated into the firm's existing broker-dealer, NationsBanc Capital Markets, and the combined subsidiary was renamed NationsBanc Montgomery Securities. ===Bank of America merger=== thumb|right|250px|Bank of America building in Atlanta was for years owned by NationsBank In 1998, it acquired BankAmerica Corporation of San Francisco in what was the largest bank merger in American history at the time. Although NationsBank was the nominal survivor, the merged bank took the better-known Bank of America name, and operates under Bank of America's charter. However, to this day it is headquartered in Charlotte at what is now Bank of America Corporate Center, and retains NCNB/NationsBank's pre-1998 stock price history. With this merger, all of NationsBank's holdings, including some of the tallest buildings in the nation (like Bank of America Plaza in Atlanta and the Bank of America Corporate Center) took Bank of America's name. McColl became chairman and CEO of the merged company with B of A's David Coulter as president, but Coulter was quickly forced out in favor of Nationsbank man Ken Lewis. In 2001, McColl handed his remaining posts to Lewis, who began his career at NCNB in 1969. Lewis stepped down in 2009 and was replaced by Brian Moynihan—marking the first time that the bank had not been led by someone with roots in NCNB/NationsBank. BankAmerica's broker- dealer, BancAmerica Robertson Stephens, was integrated into NationsBanc Montgomery Securities, and the combined subsidiary was renamed Banc of America Securities, headquartered in Charlotte. ==See also== * Banking in the United States * Economy of North Carolina == References == ==External links== * NationsBank (Archive) Category:Bank of America legacy banks Category:Banks disestablished in 1998 Category:Banks established in 1960 Category:Companies based in Charlotte, North Carolina Category:Banks based in North Carolina Category:Defunct banks of the United States Category:Defunct companies based in North Carolina",
 "title": "NationsBank"
}