{
 "id": "694952",
 "text": "In linear algebra and functional analysis, the min-max theorem, or variational theorem, or Courant-Fischer-Weyl min-max principle, is a result that gives a variational characterization of eigenvalues of compact Hermitian operators on Hilbert spaces. It can be viewed as the starting point of many results of similar nature. This article first discusses the finite-dimensional case and its applications before considering compact operators on infinite-dimensional Hilbert spaces. We will see that for compact operators, the proof of the main theorem uses essentially the same idea from the finite-dimensional argument. In the case that the operator is non-Hermitian, the theorem provides an equivalent characterization of the associated singular values. The min-max theorem can be extended to self-adjoint operators that are bounded below. == Matrices == Let be a Hermitian matrix. As with many other variational results on eigenvalues, one considers the Rayleigh-Ritz quotient defined by :R_A(x) = \\frac{(Ax, x)}{(x,x)} where denotes the Euclidean inner product on . Clearly, the Rayleigh quotient of an eigenvector is its associated eigenvalue. Equivalently, the Rayleigh-Ritz quotient can be replaced by :f(x) = (Ax, x), \\; \\|x\\| = 1. For Hermitian matrices A, the range of the continuous function RA(x), or f(x), is a compact subset [a, b] of the real line. The maximum b and the minimum a are the largest and smallest eigenvalue of A, respectively. The min-max theorem is a refinement of this fact. === Min-max theorem === Let be an Hermitian matrix with eigenvalues then :\\lambda_k = \\min_U \\\\{ \\max_x \\\\{ R_A(x) \\mid x \\in U \\text{ and } x eq 0 \\\\} \\mid \\dim(U)=k \\\\} and :\\lambda_k = \\max_U \\\\{ \\min_x \\\\{ R_A(x) \\mid x \\in U \\text{ and } x eq 0 \\\\} \\mid \\dim(U)=n-k+1 \\\\} in particular, :\\lambda_1 \\leq R_A(x) \\leq \\lambda_n \\quad\\forall x \\in \\mathbf{C}^n\\backslash\\\\{0\\\\} and these bounds are attained when is an eigenvector of the appropriate eigenvalues. Also the simpler formulation for the maximal eigenvalue λn is given by: : \\lambda_n = \\max \\\\{R_A(x) : x eq 0 \\\\}. Similarly, the minimal eigenvalue λ1 is given by: : \\lambda_1 = \\min \\\\{R_A(x) : x eq 0 \\\\}. === Counterexample in the non-Hermitian case === Let N be the nilpotent matrix :\\begin{bmatrix} 0 & 1 \\\\\\ 0 & 0 \\end{bmatrix}. Define the Rayleigh quotient R_N(x) exactly as above in the Hermitian case. Then it is easy to see that the only eigenvalue of N is zero, while the maximum value of the Rayleigh ratio is . That is, the maximum value of the Rayleigh quotient is larger than the maximum eigenvalue. == Applications == === Min-max principle for singular values === The singular values {σk} of a square matrix M are the square roots of the eigenvalues of M*M (equivalently MM*). An immediate consequence of the first equality in the min-max theorem is: :\\sigma_k^{\\uparrow} = \\min_{S:\\dim(S)=k} \\max_{x \\in S, \\|x\\| = 1} (M^* Mx, x)^{\\frac{1}{2}}=\\min_{S:\\dim(S)=k} \\max_{x \\in S, \\|x\\| = 1} \\| Mx \\|. Similarly, :\\sigma_k^{\\uparrow} = \\max_{S:\\dim(S)=n-k+1} \\min_{x \\in S, \\|x\\| = 1} \\| Mx \\|. Here \\sigma_k=\\sigma_k^\\uparrow denotes the kth entry in the increasing sequence of σ's, so that \\sigma_1\\leq\\sigma_2\\leq\\cdots . === Cauchy interlacing theorem === Let be a symmetric n × n matrix. The m × m matrix B, where m ≤ n, is called a compression of if there exists an orthogonal projection P onto a subspace of dimension m such that PAP* = B. The Cauchy interlacing theorem states: :Theorem. If the eigenvalues of are , and those of B are , then for all , ::\\alpha_j \\leq \\beta_j \\leq \\alpha_{n-m+j}. This can be proven using the min- max principle. Let βi have corresponding eigenvector bi and Sj be the j dimensional subspace then :\\beta_j = \\max_{x \\in S_j, \\|x\\| = 1} (Bx, x) = \\max_{x \\in S_j, \\|x\\| = 1} (PAP^*x, x) \\geq \\min_{S_j} \\max_{x \\in S_j, \\|x\\| = 1} (A(P^*x), P^*x) = \\alpha_j. According to first part of min-max, On the other hand, if we define then :\\beta_j = \\min_{x \\in S_{m-j+1}, \\|x\\| = 1} (Bx, x) = \\min_{x \\in S_{m-j+1}, \\|x\\| = 1} (PAP^*x, x)= \\min_{x \\in S_{m-j+1}, \\|x\\| = 1} (A(P^*x), P^*x) \\leq \\alpha_{n-m+j}, where the last inequality is given by the second part of min-max. When , we have , hence the name interlacing theorem. == Compact operators == Let be a compact, Hermitian operator on a Hilbert space H. Recall that the spectrum of such an operator (the set of eigenvalues) is a set of real numbers whose only possible cluster point is zero. It is thus convenient to list the positive eigenvalues of as :\\cdots \\le \\lambda_k \\le \\cdots \\le \\lambda_1, where entries are repeated with multiplicity, as in the matrix case. (To emphasize that the sequence is decreasing, we may write \\lambda_k = \\lambda_k^\\downarrow.) When H is infinite-dimensional, the above sequence of eigenvalues is necessarily infinite. We now apply the same reasoning as in the matrix case. Letting Sk ⊂ H be a k dimensional subspace, we can obtain the following theorem. :Theorem (Min-Max). Let be a compact, self-adjoint operator on a Hilbert space , whose positive eigenvalues are listed in decreasing order . Then: ::\\begin{align} \\max_{S_k} \\min_{x \\in S_k, \\|x\\| = 1} (Ax,x) &= \\lambda_k ^{\\downarrow}, \\\\\\ \\min_{S_{k-1}} \\max_{x \\in S_{k-1}^{\\perp}, \\|x\\|=1} (Ax, x) &= \\lambda_k^{\\downarrow}. \\end{align} A similar pair of equalities hold for negative eigenvalues. \\max_{x \\in S_{k-1}^{\\perp}, \\|x\\|=1} (Ax, x) \\ge \\lambda_k. Pick Sk−1 = span{u1, ..., uk−1} and we deduce :\\min_{S_{k-1}} \\max_{x \\in S_{k-1}^{\\perp}, \\|x\\|=1} (Ax, x) = \\lambda_k. }} == Self-adjoint operators == The min-max theorem also applies to (possibly unbounded) self- adjoint operators.G. Teschl, Mathematical Methods in Quantum Mechanics (GSM 99) https://www.mat.univie.ac.at/~gerald/ftp/book-schroe/schroe.pdf Recall the essential spectrum is the spectrum without isolated eigenvalues of finite multiplicity. Sometimes we have some eigenvalues below the essential spectrum, and we would like to approximate the eigenvalues and eigenfunctions. :Theorem (Min-Max). Let A be self-adjoint, and let E_1\\le E_2\\le E_3\\le\\cdots be the eigenvalues of A below the essential spectrum. Then E_n=\\min_{\\psi_1,\\ldots,\\psi_{n}}\\max\\\\{\\langle\\psi,A\\psi\\rangle:\\psi\\in\\operatorname{span}(\\psi_1,\\ldots,\\psi_{n}), \\, \\| \\psi \\| = 1\\\\}. If we only have N eigenvalues and hence run out of eigenvalues, then we let E_n:=\\inf\\sigma_{ess}(A) (the bottom of the essential spectrum) for n>N, and the above statement holds after replacing min-max with inf-sup. :Theorem (Max-Min). Let A be self-adjoint, and let E_1\\le E_2\\le E_3\\le\\cdots be the eigenvalues of A below the essential spectrum. Then E_n=\\max_{\\psi_1,\\ldots,\\psi_{n-1}}\\min\\\\{\\langle\\psi,A\\psi\\rangle:\\psi\\perp\\psi_1,\\ldots,\\psi_{n-1}, \\, \\| \\psi \\| = 1\\\\}. If we only have N eigenvalues and hence run out of eigenvalues, then we let E_n:=\\inf\\sigma_{ess}(A) (the bottom of the essential spectrum) for n > N, and the above statement holds after replacing max-min with sup-inf. The proofs use the following results about self-adjoint operators: :Theorem. Let A be self-adjoint. Then (A-E)\\ge0 for E\\in\\mathbb{R} if and only if \\sigma(A)\\subseteq[E,\\infty). :Theorem. If A is self-adjoint, then \\inf\\sigma(A)=\\inf_{\\psi\\in\\mathfrak{D}(A),\\|\\psi\\|=1}\\langle\\psi,A\\psi\\rangle and \\sup\\sigma(A)=\\sup_{\\psi\\in\\mathfrak{D}(A),\\|\\psi\\|=1}\\langle\\psi,A\\psi\\rangle. == See also == * Courant minimax principle * Max–min inequality == References == * M. Reed and B. Simon, Methods of Modern Mathematical Physics IV: Analysis of Operators, Academic Press, 1978. Category:Articles containing proofs Category:Theorems in functional analysis Category:Spectral theory Category:Operator theory",
 "title": "Min-max theorem"
}