{
 "id": "695109",
 "text": "Chi Alpha | (sometimes XA or SfC - Students for Christ,SfC, Students for Christ, or in German, is the most common name used in Europe. officially known as Chi Alpha Christian Fellowship), is an international and interdenominational university student society and young adult Christian Fellowship sponsored by the Assemblies of God through Chi Alpha Campus Ministries and local churches, although it is open to people of all backgrounds, and membership at local chapters is inclusive of people from various denominations. ==Purpose== The mission of Chi Alpha is to reconcile students to Jesus Christ, thereby transforming the university, the marketplace, and the world... The core values are Community, Creativity, Diversity, Excellence, Integrity, and Servant-Leadership. ==History== The Assemblies of God began a ministry (Chi Alpha Campus Ministries) to collegians in 1947 at the urging of J. Robert Ashcroft (father of John Ashcroft), which consisted of a newsletter sent to college students to encourage them in their faith. It soon became apparent that a newsletter by itself was inadequate, and so in 1953 Dr. J. Calvin Holsinger chartered the first Assemblies of God student group at Missouri State University (formerly Southwest Missouri State University) in Springfield, Missouri where the Assemblies of God headquarters is located. The movement quickly spread to other campuses. For example, the first Chi Alpha to own property was the UC Berkeley chapter, which purchased a house next to campus in 1964. The name Chi Alpha was inspired by the contemporary Assemblies of God youth movement, Christ's Ambassadors (a phrase in 2 Corinthians 5:20). The initials \"CA\" were changed to Greek initials \"ΧΑ\" in order to resemble the names of other college organizations. Chi Alpha began its development internationally in the 1970s, establishing chapters in Europe under the name Students for Christ, and also into Latin America under various names. In 1977, the first ever Chi Alpha internship was launched at Western Washington University (WWU) in Bellingham, Washington by the WWU Chi Alpha campus director Brady Bobbink. In 1978, Dennis Gaylor became national director of Chi Alpha, and served until April 2013. Chi Alpha is currently led by Scott Martin. There are Chi Alpha ministries and fellowships on over 310 campuses throughout the United States. == Cultural mentions == *In the 2014-2015 school year, Chi Alpha at CSU Stanislaus was removed from campus because they required that their leaders be Christians. The case gained national attention and was covered on Fox News. The chapter was eventually reinstated. * The chapters at Georgetown University and the University of New Hampshire were highlighted in a 2003 article in The New York Times entitled \"Of Bart and Homer, and the Many Ways of Faith\" - an article about their use of the Simpsons as a Bible study tool, and in 1986 The New York Times mentioned the chapter at Columbia University as representative of a trend of growing Christian fellowships on campuses in the northeastern United States. *Annie Dillard wrote a widely reprinted essay, \"Singing with the Fundamentalists\",The Yale Review Vol. 74, No. 2 (Winter, 1985), 312. It has been reprinted several times (see her bibliography for info on the reprints). about her experiences singing with a group of students from the Chi Alpha chapter at Western Washington University (a chapter which operates under the local name of Campus Christian Fellowship). == Chapters == === North America === ==== United States ==== ~28,000 student members in the United States ; A * AU Chi Alpha: American University * Chi Alpha Angelo State: Angelo State University * ASU Chi Alpha (Chi Alpha Arizona State University): Arizona State University * A-State Chi Alpha: Arkansas State University * Chi Alpha Arkansas (Chi Alpha UCA, UALR, ATU, Hendrix): Arkansas Tech University * Chi Alpha Auburn (Auburn University Assemblies of God Ministry): Auburn University * Chi Alpha Augusta: Augusta University * Chi Alpha Austin Peay (XApeay): Austin Peay State University ; B * BSU Chi Alpha: Ball State University * Chi Alpha Christian Fellowship at Baylor University: Baylor University * Bellevue College Chi Alpha (BellevueXA): Bellevue College * Bemidji Chi Alpha: Bemidji State University * Above the Haze: A Chi Alpha Campus Ministry (Boston Chi Alpha) | Boston University * Chi Alpha Peoria (Chi Alpha Christian Fellowship On The Campuses of Peoria, Illinois): Bradley University and other universities in Peoria, Illinois. * BuffaloXA (Buffalo State Chi Alpha): Buffalo State College C * : California State University, Chico * California State University, Sacramento ; E * RiddleXA: Embry-Riddle Aeronautical University. ; G * GMU Chi Alpha (GMUXA): George Mason University. ;; G * GMU Chi Alpha (GMUXA): George Mason University. This Chi Alpha chapter at GMU also goes by the name Kairos U (Kairos University Christian Fellowship) due to it simultaneously being a chapter of Kairos Young Adult Ministries. * GU Chi Alpha: Georgetown University ; N * NC State Chi Alpha: NC State * NAU Chi Alpha: Northern Arizona University ; P * Purdue Chi Alpha: Purdue University ; Q * Queens College Chi Alpha: Queens College ; S * Sinclair Community College * Stanford Chi Alpha: Stanford University ; T * Troy University ; U * UAA Chi Alpha: University of Alaska Anchorage * UVA Chi Alpha (XAATUVA | The Chi Alpha Hub): University of Virginia * University of Dayton * University of Northern Iowa ; V * Virginia Tech Chi Alpha (VTXA | The Chi Alpha House): Virginia Polytechnic Institute and State University ; W * Winona State University * Wright State University ==== Canada ==== University Christian Ministries British Columbia * British Columbia Institute of Technology * Simon Fraser University * The University of British Columbia * The University of British Columbia Okanagan Campus * University of the Fraser Valley * University of Victoria * Vancouver Island University Newfoundland and Labrador * Chi Alpha Memorial (XA MUN): Memorial University of Newfoundland === Europe === Students for Christ Netherlands: * SFC-Rotterdam: Rotterdam, South Holland, Netherlands * SFC Maastricht / Damascus Road University Ministry: Maastricht, Netherlands; Maastricht University, etc. * SFC Utrecht: Utrecht, Netherlands; Utrecht University, etc. Germany: Studenten für Christus Deutschland und Europa [23x23px] : * Remix Groupe D'Étudiants * The Bridge International Church (Rueil-Malmaison, France) : * SFC Bruxelles : Campus de la Plaine (Brussels, Belgium) * SFC Kingdom: UCLouvain Saint-Louis – Bruxelles (Brussels, Belgium) * SFC Liège: Liège, Belgium * SFC Louvain-la-Neuve * SFC Namur : SFC Ireland * Raíces Granada (Granada, Andalusia) : * Crossroads KBH (Copenhagen, Denmark): ** Technical University of Denmark ** Copenhagen Business School === Eurasia === Russia: SFC Russia—chartered at Kemerovo State University. India === Latin America === === Africa === Zambia * University of Zambia * Kapasa Makasa University * Copperbelt University === Asia Pacific === ==== Countries ==== * Japan == Notable alumni == * Kris Allen, the 2009 American Idol winner, was a member of Chi Alpha when he was a student at University of Central Arkansas in Conway, Arkansas. * Carson Wentz, Quarterback for Indianapolis Colts === References === == External links == * Category:Assemblies of God Category:Christian organizations established in 1953 Category:Student religious organizations in the United States Category:Evangelical organizations Category:Fellowships Category:Student organizations in the United States Category:Student societies in the United States Category:Student religious organisations in Germany Category:Christian student societies in Germany Category:Student religious organisations in Belgium Category:International student religious organizations",
 "title": "Chi Alpha"
}