{
 "id": "695539",
 "text": "{{Infobox writer |image = | | name = Karyn Bosnak | caption = | pseudonym = | birth_date = | birth_place = Chicago, Illinois | death_date = | death_place = | occupation = Novelist | nationality = American | period = | genre =Nonfiction | subject = | movement = | notableworks =Save Karyn (2003), 20 Times a Lady (2006) | influenced = | website = }} Karyn E. Bosnak (born September 24, 1974) is an American author of two published books: Save Karyn and 20 Times a Lady, the latter of which became the movie \"What's Your Number?\" starring Anna Faris and Chris Evans. ==Early life and career== Karyn Bosnak was born in Chicago, Illinois. After briefly attending the University of Illinois at Urbana–Champaign, she received a Bachelor of Arts degree from Columbia College Chicago in 1996. She currently resides in the Brooklyn neighborhood of Cobble Hill. ==Books== ===Save Karyn (2003)=== After spending much of her early career as a daytime television talk-show producer, Bosnak moved from Chicago to New York in 2000. After quickly running up $20,000 of shopping-induced credit card debt, Bosnak lost her job and found herself unable to pay it back. In June 2002, she started savekaryn.com, a humorous albeit controversial website on which she brazenly asked strangers to help pay it off. The website garnered international media attention and worked; Bosnak paid off her debt in twenty weeks. In 2003, Bosnak chronicled her struggles with debt in the memoir Save Karyn: One Shopaholic's Journey to Debt and Back. It was published in the United States by HarperCollins and is now available in over ten languages around the world. Bosnak has since donated the same amount of money she received from people to charity. ===20 Times a Lady (2006)=== With the success of her first book, Bosnak abandoned the television industry altogether and began writing full-time. In 2006, her first novel, 20 Times a Lady, was published in the United States by HarperCollins. It served as the basis for the feature film What's Your Number? starring Anna Faris and Chris Evans. On September 6, 2011, the book was re-issued under the title What's Your Number?. ==Media== Bosnak has appeared as a guest on numerous radio and television shows including The Today Show and 20/20. Articles about her have appeared in newspapers and magazines around the world including The New York Times, USA Today, The Washington Post, People, and Time. In 2002, The New York Times Magazine included Bosnak's \"Save Karyn\" website in their annual \"Year in Ideas\" list. In 2007, VH1 ranked Bosnak as #31 on their list of the \"40 Greatest Internet Superstars.\" ==References== == External links == *Author's Official Website * *Karyn Bosnak's Author Page at HarperCollins Category:1974 births Category:21st-century American novelists Category:21st-century American non-fiction writers Category:21st-century American women writers Category:Living people Category:American women novelists Category:American chick lit writers Category:American women non-fiction writers Category:Columbia College Chicago alumni Category:Novelists from Illinois Category:People from Cobble Hill, Brooklyn Category:University of Illinois at Urbana–Champaign alumni Category:Writers from Chicago",
 "title": "Karyn Bosnak"
}