{
 "id": "695675",
 "text": "A matronymic is a personal name based on the given name of one's mother, grandmother, or any female ancestor. It is the female equivalent of a patronymic. Around the world, matronymic surnames are far less common than patronymic surnames. In some cultures in the past, matronymic last names were often given to children of unwed mothers. Or if a woman was especially well known or powerful, her descendants might adopt a matronym based on her name. A matronymic is a derived name, as compared to a matriname, which is an inherited name from a mother's side of the family, and which is unchanged. ==Terminology of English== The word matronymic is first attested in English in 1794 and originates in the Greek μήτηρ mētēr \"mother\" (GEN μητρός mētros whence the combining form μητρo- mētro-),. ὄνυμα onyma, a variant form of ὄνομα onoma \"name\",. and the suffix -ικός -ikos, which was originally used to form adjectives with the sense \"pertaining to\" (thus \"pertaining to the mother's name\"). The Greek word μητρωνυμικός mētrōnymikos was then borrowed into Latin in a partially Latinised form (Greek mētēr, dialectally mātēr, corresponds to Latin mater), as matronomicus. These words were a source for coining the English matronymic as the female counterpart to patronymic (first attested in English in 1612).\"matronymic, n. and adj.\". OED Online, 3rd edition. March 2018. Oxford University Press. Whereas the Oxford English Dictionary records an English noun patronym in free variation with the noun patronymic, it does not, however, record a corresponding noun matronym. More rarely, English writers use forms based wholly on Greek: the noun metronym (first attested in 1904); and the noun and adjective metronymic (first attested in 1868).\"metronymic, n. and adj.\"; \"metronym, n.\". OED Online, 3rd edn. March 2018. Oxford University Press. These are, for example, the forms used in the 2016 The Oxford Dictionary of Family Names in Britain and Ireland.The Oxford Dictionary of Family Names in Britain and Ireland, ed. by Patrick Hanks, Richard Coates, Peter McClure (Oxford: Oxford University Press, 2016). Speakers are in practice likely to use female-line name, or name of \"his/her mother\" to be both specific and avoid use of technical terms. ==Asia== ===India=== The matrilineal communities in South and North-East India, like the Nairs, Bunts and Khasi, have family names which are inherited from their mother. Matronymic names are common in Kerala.Mother's name becoming common in naming conventions in Kerala (page 201), shodhganga.inflibnet.ac.in; accessed May 18, 2017. Daughters take the names of their mothers as the second part of their name. ===Indonesia=== The Minangkabau of Indonesia are the largest group of people who use this naming system. People of Enggano Island also use a matronymic system. They also have family name/surname (marga). ===Philippines=== Filipino names legally have the maiden name of the child's mother as a middle name as opposed to Anglo- American use of secondary or tertiary given names. Filipino children born to unwed mothers, if not claimed by the father nor adopted by anyone else, automatically bear their mother's maiden name and sometimes middle name. ===Taiwan=== Amis people's daughter names are followed by the mother's name, while a son's name is followed by his father's name. Whereas the Seediqs often get to choose which of their parents’ name to go after their own. ===Vietnam=== Some Vietnamese names also function this way, as less of a \"tradition\" than a style or trend, in which the mother's maiden name is the child's middle name. ==Europe== ===England=== Although many English matronyms were given to children of unwed mothers, it was not unusual for children of married women to also use a matronymic surname. For instance, it was traditional during the Middle Ages for children whose fathers died before their births to use a matronym, and it was not unheard of for children to be given a matronym if the father's name was foreign, difficult to pronounce, or had an unfortunate meaning. A child of a strong-minded woman might also take a matronym, as might a child whose name would otherwise be confused with that of a cousin or neighbour. There are even instances where royal houses used matronymics to strengthen claims to the English throne – for example, Empress Matilda's eldest son was known as Henry FitzEmpress (-fitz meaning \"son of\" from Latin filius). Common English matronyms include Madison, Beaton, Custer, Tiffany, Parnell, Hilliard, Marriott, Ibbetson, Babbs, and Megson.Bowman, William Dodgson. The Story of Surnames. London, George Routledge & Sons, Ltd., 1932. No ISBN. ===Finland=== In the old Finnish system, women were standardly given matronyms, while men were given patronyms, for example, Ainontytär (female) or Pekanpoika (male). Since the 19th century the system of inherited family names has been used, however, and today nearly all Finns have inherited surnames. ===France=== Family names derived from matronyms are found in France, especially in Normandy: Catherine, Marie, Jeanne, Adeline. In medieval Normandy (Duchy of Normandy), a matronym might be used when the mother was of greater prominence than the father or the basis for a claim of inheritance, such as in the cases of Henry FitzEmpress and Robert FitzWimarc. ===Iceland=== Some Icelandic people, like Heiðar Helguson, have matronyms. A particularity by the Norse name of the trickster among the revered of Åsgard is that Loki got a matronymic, Loki Lauveyson. His father Fárbauti is associated with Wild Fire, and his mother, the leaves of the trees, the mother of all figs and birches, as in Embla and Ask and all of that. ===Ireland and Wales=== Matronymics appear in medieval Celtic tales such as Cath Maige Tuired and the Fourth Branch of the Mabinogi (the children of Dôn). ===Netherlands=== Matronymics are accepted in the Netherlands but are generally written as given names on identity cards. ===Romania=== Family names derived from matronyms are also found in Romania, especially in the region of Moldavia. Examples include: Aioanei, Ababei, Acatrinei, Ailincăi. ===Serbia=== Although far less common than patronymic surnames, matronymic surnames are widespread both in Serbia and in neighboring countries. Examples include surnames such as Katić, Sinđelić, Nedić, Marić, Višnjić, Janjić, Sarić, Miličić, Milenić, Natalić, Zorić, Smiljić, Anđelić and many others. Sometimes it is difficult to ascertain if name of a specific family is patronymic or matronymic considering many Serbian names have both male and female version (for example, surname Miljanić could come from both m.- Miljan and f.- Miljana). Cases where widows had to become heads of households were not uncommon during 18th and 19th century and when surnames were first standardized in Serbia in 1851 it was decided they would be based on the names of eldest living heads of households which in some cases were women. People who didn't know their father well would also take matronymic surnames, with notable cases being hero of the First Serbian Uprising Stevan Sinđelić, who took that surname in honor of his mother Sinđelija. ===Ukraine=== In Ukraine, the suffix czak interprets as \"daughter of\" implying an original history of matronyms (similar to American last names ending in 'son' [Davidson, Williamson]). In Ukraine all last names ending with -czak, such as Ratajczak, Katerczak, Alberczak, Bartczak, Szchak, ect... are matronyms. The practice of taking a mothers name ended in the mid 19th century, but the matriarch lines are still traced. Other historical examples of matronyms in Ukraine include: Olenych, Katerynchuk, Khyvrych. Oleg Yaroslavich, 12th century prince of Halych, was known as Oleg Nastasyich during his life to distinguish his claim from that of his half-brother Volodymyr. ==Middle East== ===Arabic=== An example of an Arabic matronymic is the name of Jesus in the Qur'an, ‘Īsá ibn Maryam, which means Jesus the son of Mary. The book Kitāb man nusiba ilá ummihi min al-shu‘arā’ (The book of poets who are named with the lineage of their mothers) by the 9th-century author Muḥammad ibn Ḥabīb is a study of the matronymics of Arabic poets. There exist other examples of matronymics in historical Arabic. ===Jewish=== Most characters in the Bible are referred to with a patronymic. However, Abishai, Joab, and Asahel – the sons of Zeruiah, sister or stepsister of King David – are invariably referred to as \"Sons of Zeruiah\" and the name of their father remains unknown. Also the Biblical Judge Shamgar is referred to with the matronymic \"Son of Anat\". There are indications of a Jewish history of matronymic names. Specifically, in East European Jewish society, there appeared various matronymic family names such as Rivlin (from Rivka/Rebecca), Sorkin (from Sarah), Zeitlin (from Zeitl), Rochlin (from Rachel), Feiglin (from Feige), Dworkin (from Dvora), and others. In certain Jewish prayers and blessings, matronyms are used, e.g., \"Joseph ben (son of) Miriam\". Specifically, when people are asked to pray urgently for the recovery of a person whose life is in danger, the endangered person's mother is named, the normal formula being \"We call upon you to pray for the recovery of \"[person's name], son/daughter of [mother's name]\". In the 18th century, numerous European nations, such as the Holy Roman Empire, passed laws and issued decrees which mandated that Jews adopt consistent, legal surnames. While this applied to all Jews regardless of gender, for many, their surname came from their mothers, and not their fathers. As a result, a large number of today's surviving Ashkenazi surnames can be traced to a matrilineal ancestor rather than the more globally common trend of surnames being passed between male ancestors and their male descendants. Nevertheless, these surnames weren't matronymic in a strict sense, in actuality these are what is known as a matriname, since these particular cases don't derive family names from a mother's forename, instead opting to do so from their surnames. The pattern even precluded instances where a wife would legally adopt the surname of her husband, children would still retain their mother's maiden name as their own surname. The trend was in decline by the early 20th century, however; the 1910 Austro-Hungarian Jewish Census of Tarnopol recorded around 2000 Jewish families, only 13 of which possessing a mark of recte indicating a legal surname adopted from a mother's maiden name.1910 Jewish Census Surname List ==See also== * Matriname * List of people who adopted matrilineal surnames ==References== *",
 "title": "Matronymic"
}