{
 "id": "696535",
 "text": "Sir Joshua Jebb, (8 May 1793 – 26 June 1863) was a Royal Engineer and the British Surveyor-General of convict prisons. He participated in the Battle of Plattsburgh on Lake Champlain during the War of 1812, and surveyed a route between Ottawa River and Kingston where Lake Ontario flows into Saint Lawrence River. However, his route was not followed by Colonel By in building the Rideau Canal. Jebb was also involved in designing prisons and related buildings, including Pentonville Prison, Woking Convict Invalid Prison, Broadmoor Hospital, a secure mental hospital in Crowthorne in Berkshire, and Mountjoy Prison in the centre of Dublin. ==Life== Jebb was the eldest son of Joshua Jebb of Walton, Derbyshire and his wife Dorothy, daughter of General Henry Gladwin of Stubbing Court. Joshua was born at Chesterfield on 8 May 1793. After passing through the Royal Military Academy at Woolwich he was commissioned as a second lieutenant in the Royal Engineers on 1 July 1812. He was promoted to first lieutenant on 21 July 1813, and embarked for Canada in the following October. He served with the army under the command of General Francis de Rottenburg on the frontier of Lower Canada until the summer of 1814, when he joined the army of Lieutenant-general Sir George Prevost in the United States, and took part in the campaign of the autumn of 1814. He was present at the Battle of Plattsburgh, 11 September 1814, and was thanked in general orders. In 1816, he completed a survey for a canal which was designed to allow access to the Canadian heartland.The Rideau Canal's Transformation of a Wilderness Waterway, Ken W. Watson accessed October 2007 thumb|250px|right|An isometric drawing of Pentonville prison from an 1844 report to J.JebbReport of the Surveyor-General of Prisons, London, 1844 reproduced in Mayhew, Criminal Prisons of London, London, 1862 He returned to England in 1820, after an extended service in Canada. He was stationed at Woolwich and afterwards at Hull until December 1827, when he embarked for the West Indies. He was promoted second captain on 26 February 1828, and was invalided home in September 1829. Having recovered his health he was sent to Chatham. Jebb was appointed adjutant of the royal sappers and miners at Chatham on 11 February 1831, and promoted first captain on 10 January 1837. In 1837 inquiries conducted in America by William Crawford (1788–1847) led to the adoption of the \"separate system\" of prison discipline. Jebb was appointed Surveyor-General of prisons, in order to provide the home office with a technical adviser on the construction of prisons. He was employed in designing county and borough prisons, and was associated with the inspectors, Crawford and the Reverend William Whitworth Russell, in the design and construction of the \"Model Prison\" at Pentonville. Jebb continued in his military duties, and was quartered at Birmingham until he was seconded on 20 September 1839, and his services entirely devoted to civil work. On 10 March 1838 he had been appointed by the Lord President of the council to hold inquiries on the grants of charters of incorporation to Bolton and Sheffield, and on 21 May of the same year he was made a member of the commission on the municipal boundary of Birmingham. On 23 November 1841 he received a brevet majority for his past services, and on 29 June 1843 he was made a commissioner for the government of Pentonville Prison. The decline of transportation forced the Government to create an alternative method of punishing criminals. Commencing with a period of strict separation at Pentonville, the convicts were passed to one of the prisons specially constructed with a view to their employment upon public works. For this purpose Jebb designed the prison at Portland. Similar prisons were subsequently erected at Dartmoor, Chatham, Portsmouth and Isle of Wight. In 1843-4 Jebb erected a terrace of houses, part of Parkhurst Prison on the Isle of Wight – Nichollson Street, these are now listed buildings. In 1844, Jebb was appointed a member of a royal commission to report on the punishment of military crime by imprisonment. The commission recommended the establishment of prisons for the exclusive reception of military prisoners, and to be under the supervision of an officer to be termed inspector-general of military prisons, who should also supervise provost and regimental cells. Jebb was appointed to this office on 27 December 1844 in addition to his other duties, and since that date it has been held by the officer at the head of civil prisons, who has always been an officer of royal engineers. Jebb was promoted lieutenant-colonel on 16 April 1847. On 1 May 1849 his appointment as commissioner of Pentonville prison was renewed. In 1850, a board, called the Directors of Convict Prisons, was formed to replace the various bodies which had previously managed the different convict prisons. Jebb was appointed chairman of the board, and under his direction the progressive system was adopted and developed. Having served ten years in the civil employment of the state, Jebb had, in accordance with regulations, to return to military duty, or retire from the army. He chose the latter alternative, and left military service on full pay retirement on 1 January 1850. He subsequently received the honorary rank of colonel on 28 November 1854. He was made a KCB for his civil services on 25 March 1859. In 1861 and 1862 he served on commissions appointed to consider the construction of embankments of the River Thames, and of communications between the embankment at Blackfriars Bridge and the Mansion House, and between Westminster Bridge and Millbank. He died suddenly on 26 June 1863 in Charing Cross, London, coming off the omnibus from Parson's Green, where he resided,West London Observer, 4th July 1863 and was buried in Brookwood Cemetery. His successor as Survey General of Prisons was another Royal Engineers officer, Major Edmund Henderson. ==Family== Jebb married twice; first, on 14 June 1830, to Mary Legh Thomas, daughter of William Burtinshaw Thomas, of Highfield, Derbyshire, who died in 1850, and by whom he had a son, Joshua Gladwyn, and three daughters. He was remarried on 5 September 1854, to Lady Amelia Rose Pelham, daughter of Thomas Pelham, the Earl of Chichester, who survived him. ==Major works== # 'A Practical Treatise on Strengthening and Defending Outposts, Villages, Houses, Bridges, Chatham, 1836. # Modern Prisons : their Construction and Ventilation, with plates, London, 1844. # Notes on the Theory and Practice of Sinking Artesian Wells, 1844. # Manual for the Militia, or Fighting made Easy : a Practical Treatise on Strengthening and Defending Military Posts in reference to the Duties of a Force engaged in Disputing the Advance of an Enemy, London, 1853. # A Flying Shot at Fergusson and his \" Perils of Portsmouth,\" \" Invasion of England, pamphlet, London, 1853. # A practical treatise on the Duties to be performed ... at a siege, 3rd Edition, London, William Clowes and Son, 1860, LondonA practical treatise on the Duties to be performed ... at a siege, 3rd Edition, London, William Clowes and Son, 1860, London # Observations on the Defence of London, with Suggestions respecting the necessary Works, London, 1860. # Reports and Observations on the Discipline and Management of Convict Prisons, edited by the Earl of Chichester, London, 1863. ==References== == External links == * Catalogue of the Jebb papers at the Archives Division of the London School of Economics. Category:1793 births Category:1863 deaths Category:Royal Engineers officers Category:British Army personnel of the War of 1812 Category:Knights Commander of the Order of the Bath Category:People from Chesterfield, Derbyshire Category:19th-century Australian public servants",
 "title": "Joshua Jebb"
}