{
 "id": "696829",
 "text": "Vladimir Isaacovich Keilis-Borok (July 31, 1921 – October 19, 2013) was a Russian mathematical geophysicist and seismologist. == Biography == Keilis- Borok was born in Moscow, Russia. His father, Isaak Moiseevich Keilis, was a jeweler. His mother, Ksenia Ruvimovna Borok, was from Lithuania. Both were Jewish.Kashina (2014), Vladimir Keilis-Borok: A Biography, p. 37 In 1948, he received a Ph.D. in mathematical geophysics from the Academy of Sciences in Moscow. He was the founder, and Director Emeritus, of the International Institute of Earthquake Prediction Theory and Mathematical Geophysics, Moscow. He was elected to the American Academy of Arts and Sciences (1969), Austrian Academy of Sciences (1992), US National Academy Sciences (1971), Pontifical Academy of Sciences (1994), Russian Academy of Sciences (1988), Academia Europaea (1999), and the Royal Astronomical Society (1989). He served as the President, International Union of Geodesy and Geophysics (1987–1991), Vice President, International Association of Seismology and Physics of the Earth’s Interior (1983–1987), Board Member and Chair of Mathematics and Natural Sciences Section, International Council of Scientific Unions (1988–1991), Founding Chairman, International Committee for Geophysical Theory and Computers (1964–1979), and Expert, Technical meetings on the Nuclear Test Ban Treaty (1960–1990). He was also a member of: Committee for International Security and Disarmament, Russian Academy of Sciences (1998–2000); The Union's Scientific Committee for the UN Decade for Natural Disasters Reduction (1990–1999); International Working Group on the Geological Safety of Nuclear Waste Depositories (1994–1997). He was awarded the First Lewis Fry Richardson Medal for exceptional contributions to non-linear geophysics (1998), a Doctor Honoris Causa, Institut de Physique du Globe, Paris, and the 21st Century Collaborative Activity Award for Studying Complex Systems, McDonnell Foundation. His team of researchers have used new algorithmic methods for earthquake prediction. Keilis-Borok's method has been retroactively applied to 31 cases dating back to 1989, with correlation 25 times (not including two near misses), including the Samoa area quake (September, 2009) and the Sumatra quake (September, 2009). In response to his prediction of an earthquake in California in 2005, US Geological Survey has said: \"The work of the Keilis- Borok team is a legitimate approach to earthquake prediction research. However, the method is unproven, and it will take much additional study, and many additional trial predictions, before it can be shown whether it works, and how well.\" The California Earthquake Prediction Evaluation Council determined, \"To date there is no evidence that these, or related methods, yield useful intermediate term forecasts.\" No earthquake occurred in the predicted location or time period. Keilis-Borok, in collaboration, had recently used some of his techniques to make socio-economic predictions with notable success. For example, in his work with Allan Lichtman, he used the mathematics of pattern recognition to correctly predict the popular vote winner of presidential elections in the United States from 1984 to 2020. He also applied the method to predicting rises in murder rates in Los Angeles, recessions, spikes in unemployment and, most recently, terrorist attacks. Between 1998 and 2013, Keilis-Borok was a Regents' Professor, Professor, and Professor Emeritus at the University of California, Los Angeles. He was the research group leader at the International Institute for Earthquake Prediction Theory and Mathematical Geophysics, Russian Academy of Science, and the Co- Director (and Founder) of the Research program on non-linear dynamics and earthquake prediction of the Abdus Salam International Center for Theoretical Physics, Trieste. He died in Culver City, California on October 19, 2013. == References == ==Bibliography== * Category:Russian geophysicists Category:Russian seismologists Category:People from Moscow Category:Full Members of the USSR Academy of Sciences Category:Full Members of the Russian Academy of Sciences Category:Fellows of the American Academy of Arts and Sciences Category:Members of the Pontifical Academy of Sciences Category:Members of Academia Europaea Category:University of California, Los Angeles faculty Category:Foreign associates of the National Academy of Sciences Category:1921 births Category:2013 deaths Category:Soviet seismologists",
 "title": "Vladimir Keilis-Borok"
}