{
 "id": "697387",
 "text": "thumb|A demonstration of the Brazil nut effect using a glass jar, a cup of rice, and a stack of coins serving as the intruder initially located at the bottom. Granular convection is a phenomenon where granular material subjected to shaking or vibration will exhibit circulation patterns similar to types of fluid convection.Granular Convection and Size Separation. The University of Chicago It is sometimes described as the Brazil nut effect when the largest particles end up on the surface of a granular material containing a mixture of variously sized objects; this derives from the example of a typical container of mixed nuts, where the largest will be Brazil nuts. The phenomenon is also known as the muesli effect since it is seen in packets of breakfast cereal containing particles of different sizes but similar density, such as muesli mix. Under experimental conditions, granular convection of variously sized particles has been observed forming convection cells similar to fluid motion.Baffling Patterns Form in Scientific Sandbox, Wired, Brandon Keim, October 28, 2009 The convection of granular flows is becoming a well- understood phenomenon.Grains of Sand Reveal Possible Fifth State of Matter, Wired, Brandon Keim, June 24, 2009 ==Explanation== It may be counterintuitive to find that the largest and (presumably) heaviest particles rise to the top, but several explanations are possible: * The center of mass of the whole system (containing the mixed nuts) in an arbitrary state is not optimally low; it has the tendency to be higher due to there being more empty space around the larger Brazil nuts than around smaller nuts. When the nuts are shaken, the system has the tendency to move to a lower energy state, which means moving the center of mass down by moving the smaller nuts down and thereby the Brazil nuts up. * Including the effects of air in spaces between particles, larger particles may become buoyant or sink. Smaller particles can fall into the spaces underneath a larger particle after each shake. Over time, the larger particle rises in the mixture. (According to Heinrich Jaeger, \"[this] explanation for size separation might work in situations in which there is no granular convection, for example for containers with completely frictionless side walls or deep below the surface of tall containers (where convection is strongly suppressed). On the other hand, when friction with the side walls or other mechanisms set up a convection roll pattern inside the vibrated container, we found that the convective motion immediately takes over as the dominant mechanism for size separation.\") * The same explanation without buoyancy or center of mass arguments: As a larger particle moves upward, any motion of smaller particles into the spaces underneath blocks the larger particle from settling back in its previous position. Repetitive motion results in more smaller particles slipping beneath larger particles. A greater density of the larger particles has no effect on this process. Shaking is not necessary; any process which raises particles and then lets them settle would have this effect. The process of raising the particles imparts potential energy into the system. The result of all the particles settling in a different order may be an increase in the potential energy—a raising of the center of mass. * When shaken, the particles move in vibration-induced convection flow; individual particles move up through the middle, across the surface, and down the sides. If a large particle is involved, it will be moved up to the top by convection flow. Once at the top, the large particle will stay there because the convection currents are too narrow to sweep it down along the wall. * The pore size distribution of a random packing of hard spheres with various sizes makes that smaller spheres have larger probability to move downwards by gravitation than larger spheres.W.Soppe, Computer simulation of random packings of hard spheres, Powder Technology, Volume 62, Issue 2, August 1990, Pages 189-197, https://doi.org/10.1016/0032-5910(90)80083-B The phenomenon is related to Parrondo's paradox in as much as the Brazil nuts move to the top of the mixed nuts against the gravitational gradient when subjected to random shaking. Granular convection has been probed by the use of magnetic resonance imaging (MRI) where convection rolls similar to those in fluids (Bénard cells) can be visualized. ==Applications== ===Manufacturing=== The effect is of serious interest for some manufacturing operations; once a homogeneous mixture of granular materials has been produced, it is usually undesirable for the different particle types to segregate. Several factors determine the severity of the Brazil nut effect, including the sizes and densities of the particles, the pressure of any gas between the particles, and the shape of the container. A rectangular box (such as a box of breakfast cereal) or cylinder (such as a can of nuts) works well to favour the effect, while a container with outwardly slanting walls (such as in a conical or spherical geometry) results in what is known as the reverse Brazil nut effect. ===Astronomy=== In astronomy, it is common in low density, or rubble pile asteroids, for example the asteroid 25143 Itokawa and 101955 Bennu. ===Geology=== In geology, the effect is common in formerly glaciated areas such as New England and areas in regions of permafrost where the landscape is shaped into hummocks by frost heave — new stones appear in the fields every year from deeper underground. Horace Greeley noted \"Picking stones is a never-ending labor on one of those New England farms. Pick as closely as you may, the next plowing turns up a fresh eruption of boulders and pebbles, from the size of a hickory nut to that of a tea- kettle.\"excerpt from Recollections of a Busy Life , by Horace Greeley 1869 A hint to the cause appears in his further description that \"this work is mainly to be done in March or April, when the earth is saturated with ice-cold water\". Underground water freezes, lifting all particles above it. As the water starts to melt, smaller particles can settle into the opening spaces while larger particles are still raised. By the time ice no longer supports the larger rocks, they are at least partially supported by the smaller particles that slipped below them. Repeated freeze-thaw cycles in a single year speeds up the process. This phenomenon is one of the causes of inverse grading which can be observed in many situations including soil liquefaction during earthquakes or mudslides. Granular convection is also exemplified by debris flow, which is a fast moving, liquefied landslide of unconsolidated, saturated debris that looks like flowing concrete. These flows can carry material ranging in size from clay to boulders, including woody debris such as logs and tree stumps. Flows can be triggered by intense rainfall, glacial melt, or a combination of the two. ==See also== * Cheerios effect * Popcorn effect on high-frequency vibrating screens ==References== ==External links== * * The Brazil Nut Effect on PhysicsWeb * * The Brazil Nut Effect: Numerical Simulation Example of a numerical simulation of the Brazil Nut Effect. * \"Why brazils always end up on top\", BBC News, 15 November 2001 * \"Why does shaking a can of coffee cause the larger grains to move to the surface?\", Scientific American, 9 May 2005 * \"Of airbags, Avalungs and avalanche safety\", Toronto Star, 13 January 2008 * Category:Granularity of materials Category:Convection",
 "title": "Granular convection"
}