{
 "id": "697528",
 "text": "Lake Koocanusa () is a reservoir in British Columbia (Canada) and Montana (United States) formed by the damming of the Kootenai River by the Libby Dam in 1972. The Dam was formally dedicated by President Gerald Ford on August 24, 1975. thumb|The Kootenai Bridge over Lake Koocanusa from the east bank. The lake is formed north of the dam, reaching to the Canada–United States border and further into British Columbia. The lake holds 13% of the water in the Columbia River system. The town of Rexford was moved, as well as the Great Northern Railway line. The town of Waldo, British Columbia is now covered by the lake. What was once a barrier to river travel, Jennings Canyon is now inundated by the lake. The Elk River joins the Kootenay River in the northern part of Lake Koocanusa, within Canadian territory. Lake Koocanusa was named in a contest won by Alice Beers of Rexford, Montana. The name is made from the first three letters of the Kootenay (alternately, Kootenai) River, Canada, and USA. Some confusion around the pronunciation of the lake exists and in an effort to acknowledge truth and reconciliation, locals have been urging people to pronounce the USA portion of the name the same way that you would pronounce the abbreviation. Lake Koocanusa was built as a joint project of the U.S. and Canada. It is 26 km (16 mi) from Libby, Montana, also on the Kootenai River, from which the dam gets its name. Libby Dam has a Visitors Center and can be accessed by the Lake Koocanusa Scenic Byway which begins in the nearby town of Libby, Montana. The Pacific Northwest National Scenic Trail follows Highway 37 along the east side of the lake before crossing over the Lake Koocanusa Bridge and climbing up Webb Mountain. ==Selenium contamination== According to a March 8, 2021 article in The Narwhal, concerns have been raised about selenium pollution leaching from Teck Resources' Elk Valley open pit coal mines' waste rock, which is upstream from the lake system. A September 24, 2020 Montana Department of Environmental Quality presentation to the Board of Environmental Review Meeting, reported that the 95% of the selenium coming into Lake Koocanusa originates from the Elk River—\"which has been contaminated by current and historic coal mining in the Elk Valley.\" The average selenium levels in Lake Koocanusa were 1 part per billion. Montana has established new standards for selenium—0.8 parts per billion. Because of the high bioaccumulation of selenium in fish, excessive levels of selenium in an aquatic ecosystem has implications for human health. In the spring of 2020, Tech Resources, had \"reported a dramatic decline in adult westslope cutthroat trout in Elk Valley waterways closest to its mines\". Since 2015, British Columbia and Montana have agreed to adopt aligned standards for selenium levels by 2020. Montana's has been in force since the fall of 2020, but British Columbia has not aligned their standards yet. == References == == External links == * The Libby, Montana, web site with more information about Lake Koocanusa * Libby Dam, United States Army Corps of Engineers Category:Bodies of water of Lincoln County, Montana Category:Regional District of East Kootenay Category:Reservoirs in British Columbia Category:Reservoirs in Montana Category:Lakes of British Columbia Category:East Kootenay Category:Canada–United States border Category:International lakes of North America Category:Kootenai National Forest Category:Protected areas of Lincoln County, Montana Category:Lakes of the Rocky Mountains Category:Kootenay River Category:Water pollution in the United States",
 "title": "Lake Koocanusa"
}