{
 "id": "697510",
 "text": "José Ignacio Javier Oriol Encarnación de Espronceda y Delgado (25 March 1808 – 23 May 1842) was a Romantic Spanish poet, one of the most representative authors of the 19th century. He was influenced by Eugenio de Ochoa, Federico Madrazo, Alfred Tennyson, Richard Chenevix Trench and Diego de Alvear. ==Life== thumb|House where Espronceda was born Espronceda was born in Almendralejo, at the Province of Badajoz. As a youth, he studied at the Colegio San Mateo at Madrid, having Alberto Lista as a teacher. When he was 15 years old, he formed a secret society named \"Los Numantinos\" alongside his friends Ventura de la Vega and Patricio de la Escosura, conspiring against Ferdinand VII and intending to avenge the death of Rafael del Riego. For this, he was imprisoned in a monastery and exiled. Afterward, he left Spain and lived in Lisbon, Belgium, France, England and Holland. On his return to Spain in 1833, he became active in the extreme left-wing of Spanish political culture. Espronceda is also known for his affair with Teresa Mancha, for whom he wrote \"Canto a Teresa\" (from El diablo mundo). He died of diphtheria in 1842. In 1902, his body was moved to Panteón de Hombres Ilustres, Spain.{{cite web |last=Espín Templado |first=María del Pilar |title=Biografía de Jose de Espronceda. ==Literary production== Having been inspired to a literary career by his teacher Alberto Lista, Espronceda began to write the historical poem El Pelayo during his stay in the monastery. The poem was never completed. Later he wrote the novel Sancho Saldaña. His other important works include El estudiante de Salamanca, whose main character is Don Félix de Montemar, El mendigo, ¡Guerra!, Al dos de mayo and El diablo mundo, long lyric poems, the latter remained unfinished. Also important were A Jarifa en una orgía, El verdugo, El canto del cosaco, La canción del pirata and Himno al sol. Many of his works display the tendencies of Romanticism, and along with José Zorrilla he is considered Spain's most important Romantic poet, as well as the most rebellious. In 2006 Diego Martinez Torron has published the first annotated edition of the complete works of José de Espronceda with unpublished text, and with also unpublished text in El otro Espronceda.José de Espronceda, Obras completas, edicion de Diego Martinez Torron, Madrid, Cátedra, 2006 (Bibliotheca Áurea).El otro Espronceda, edicion de Diego Martinez Torron, Sevilla, Alfar, 2016, (Alfar Universidad, 215), ==References== == Bibliography == * * * * * * * * Geoffrey Brereton, Quelques précisions sur les sources d'Espronceda (Paris, 1933) ==External links== * * * Category:1808 births Category:1842 deaths Category:People from Almendralejo Category:19th- century Spanish poets Category:Romantic poets Category:Writers from Extremadura Category:Spanish male poets Category:19th-century Spanish male writers Category:Spanish literature Category:Romanticism",
 "title": "José de Espronceda"
}