{
 "id": "698196",
 "text": "Catamenia is a Finnish black metal band founded in 1995 by Riku Hopeakoski and Mika Tönning in Oulu. They have been signed to Massacre Records since their first full-length release Halls of Frozen North in 1998. As of 2010, they have released nine albums, one EP, and one DVD. They are known for frequent usage of wolves in their album art, but the band is named after a kind of bird. Catamenia also means “menstruation”, which the band did not know until a fan pointed it out to them after the release of their debut album. ==History== They released their first demo album in their first active year, simply titled Demo '95. Their second demo, Winds released in 1996, led to a four-album contract with Massacre Records in 1997. Their debut full-length album Halls of Frozen North was recorded in Commusication Studios, Beindersheim, Germany, in 1997 with Gerhard Magin (Crematory, Mystic Circle) and was released in 1998. A year later they recorded their second album, Morning Crimson (1999) in Sweden, at Sunlight Studios with Thomas Skogsberg (Katatonia, Dismember). The band's third album Eternal Winter's Prophecy was recorded in their home country in 2000 at Tico-Tico Studios with Ahti Kortelainen (Kalmah, Eternal Tears of Sorrow, Dawn of Relic). Their last album for Massacre Records was entitled Eskhata, released in 2002, recorded in Oulu, Finland at SoundMix Studios with producer Mika Pohjola (The Black League). After the release and promotion of Eskhata, Catamenia renewed their contract with Massacre Records for three more albums, citing good working relations. Catamenia faced many line-up changes during the rehearsal of their fifth album, but their line-up steadied and again were a six-piece for its release. Catamenia recorded their fifth album Chaos Born at Neo Studio in Oulu, Finland with Kari Vähäkuopus and Immu Ilmarinen (Burning Point, Embraze, Afterworld, Sentenced). ChaosBorn combines melodics and aggressive metal. After praise from media and their fans for ChaosBorn, Winternight Tragedies was stated as their sixth studio release, again with Mastervox Studios and producers Kakke Vähäkuopus and Immu Ilmarinen. While working on Winternight Tragedies, the band encountered problems with collaboration, distance and lack of practice. As a result, line- up changes were made. Vocalist Mika and bassist Timo were replaced by new vocalist O.J. Mustonen and bassist Mikko Hepo-oja. The album features raw, aggressive and angry songs while still keeping the melodious background intact. In 2006, their seventh album, Location:COLD was released. Later that year, a DVD entitled, Bringing the Cold to Poland, was released featuring live recordings at the Stodola Club in Warsaw, Poland. Drummer Veikko Jumisko departed from Catamenia in Spring 2007 because he was not able to join the tour anymore. The US tour was postponed until 2008, because of promotion problems. A short Canadian tour called Brothers of Cold took place in May 2008. In May 2008, Olli Mustonen left the band for undisclosed reasons. It is believed since he missed the Canadian tour, he was deemed unreliable. Ari Nissilä will take over lead vocals from now on. In December 2009 Catamenia started the recording of their upcoming album called Cavalcade. It was released via Massacre Records on February 26, 2010. In September 2010, Ari Nissilä, Toni Kansanoja, Mikko Nevanlahti and Kari Vähäkuopus decided to leave the band, but already in early October, there were new members attached to the band - bassist Mikko Hepo-oja, drummer Tony Qvick and guitarist Sauli Jauhiainen. Later on the band attached new singer Juha-Matti Perttunen and keyboardist Jussi Sauvola to the band. == Discography == ===Albums=== * Halls of Frozen North (1998) * Morning Crimson (1999) * Eternal Winter's Prophecy (2000) * Eskhata (2002) * Chaos Born (2003) * Winternight Tragedies (2005) * Location: COLD (2006) * VIII – The Time Unchained (2008) * Cavalcade (2010) ===Demos/EPs=== * Demo '95 (1995) * Winds (1996) * Shape Edition (1999) ===Compilations=== * Massacre's Classix Shape Edition (1999) * The Rewritten Chapters (2012) * The Best of Catamenia (2013) == Videography == ===Video=== * \"Morning Crimson\" (music video) (1999) * \"Kuolon Tanssi\" (music video) (2003) * \"Tuhat Vuotta\" (music video) (2006) * Bringing the Cold to Poland (DVD) (2006) * \"Location: COLD\" (music video) (2006) * \"Cavalcade\" (music video) (2010) ==Cover songs== * \"Fuel for Hatred\" (Satyricon) − on Winternight Tragedies * \"I Wanna Be Somebody\" (W.A.S.P.) − on Location: COLD * \"From Out of Nowhere\" (Faith No More) - on VIII - The Time Unchained * \"Viivakoodit\" (Apulanta) - on VIII - The Time Unchained * \"Synti Voittaa\" (Shitter Limited) - on VIII - The Time Unchained * \"Angry Again\" (Megadeth) - on Cavalcade * \"Farewell\" (Sentenced) - on Cavalcade * \"Born to Be My Baby\" (Bon Jovi) - on The Rewritten Chapters == Band members == ===Current=== * Juha-Matti Perttunen - harsh vocals (2010–present) * Riku Hopeakoski − lead guitar, backing vocals (1995–present) keyboards (2001-2002) * Sauli Jauhiainen - rhythm guitar (2010–present) * Mikko Hepo-oja - bass, backing vocals (2005–2006, 2010–present) * Jussi Sauvola - keyboards (2011–present) * Toni Qvick - drums, clean vocals (2010–present) ===Former=== * Ari Nissilä - guitar (2000–2010), harsh vocals (2008-2010), clean vocals (2002) * Mikko Nevanlahti - drums (2008–2010) * Toni Kansanoja - bass, low grunts (2006–2010) * Kakke Vähäkuopus - clean vocals (2006–2010), rhythm guitar (2010) * Olli-Jukka Mustonen − harsh vocals (2005–2008) * Mika Tönning − harsh vocals (1995–2003) * Sampo Ukkola − guitars (1997–1999) * Timo Lehtinen − bass (1995–2003) (Kalmah) * Heidi Riihinen − keyboards (1995–2000) * Tero Nevala − keyboards, backing (2003–2006) * Toni Tervo − drums (1995–1999) * Kimmo 'Sir' Luttinen – drums (1999–2001) (The Black League, Impaled Nazarene) * Veikko Jumisko − drums (2003–2007) * Janne Kuzmin - drums (2001-2002) * Pietu - drums (2002-2003) * Mikko Nevanlahti - drums (2007-2010) ===Guest and session musicians=== * Antti Haapsamo − harsh vocals on Location: COLD * Sir Luttinen − drums on Eternal Winter's Prophecy * Janne Kusmin − drums on Eskhata ===Timeline=== == References == == External links == * Catamenia official site * Catamenia at Massacre Records * Catamenia at MySpace * Catamenia at Metal from Finland Category:Finnish black metal musical groups Category:Musical groups established in 1995 Category:Finnish melodic death metal musical groups Category:Massacre Records artists",
 "title": "Catamenia (band)"
}