{
 "id": "698578",
 "text": "Glenda Farrell (June 30, 1904 - May 1, 1971) was an American actress. Farrell personified the smart and sassy, wisecracking blonde of the Classical Hollywood films. Farrell's career spanned more than 50 years, appearing in numerous Broadway plays, films and television series. She won an Emmy Award in 1963 for Outstanding Supporting Actress for her performance as Martha Morrison in the medical drama television series Ben Casey. Farrell began acting on stage as a child and continued with various theatre companies and on Broadway before signing with Warner Bros. A signature 1930s Warner Bros. star, Farrell appeared in films such as Little Caesar (1931), I Am a Fugitive from a Chain Gang (1932), Mystery of the Wax Museum (1933) and Lady for a Day (1933). Starting with Smart Blonde (1937), Farrell played Torchy Blane, a daring female reporter, in a series of popular films which later was credited by comic book writer Jerry Siegel as the inspiration for the DC Comics reporter Lois Lane. After leaving Warner Bros. in 1939, Farrell remained active in film, television and theatre throughout the rest of her career. ==Early life== Farrell was born in Enid, Oklahoma. Her father, Charles Farrell, was a horse trader of Irish and Cherokee descent. Farrell's mother, Wilhelmina \"Minnie\" of German descent, was the driving force behind her daughter's theatre career. Farrell had two brothers, Dick and Gene. After her family moved to Wichita, Kansas, Farrell began acting on stage with a theatrical company at age seven, playing the role of Little Eva in the play Uncle Tom's Cabin. Farrell's mother had never achieved her desire of being an actress, encouraged and supported her daughter's acting interests. When her family moved to San Diego, California, a teenage Farrell joined the Virginia Brissac Stock Company. Farrell made the third honor roll in Motion Picture Magazine's \"Fame and Fortune Contest\". Her picture and biography were featured in the magazine's April 1919 issue, which also stated that Farrell had some experience in the chorus, vaudeville, and camp entertainments. Farrell received a formal education at the Mount Carmel Catholic Academy. ==Career== ===1928–1939: Stage and films=== In 1928, Farrell was cast as the lead actress in the play The Spider and made her film debut in a minor role in Lucky Boy. Farrell moved to New York City in 1929, where she replaced Erin O'Brien-Moore as Marion Hardy in Aurania Rouverol's play Skidding. The play later served as the basis for the Andy Hardy film series. By April 1929, the Brooklyn Daily Eagle reported that she had played the role 355 times. Farrell appeared in several other plays, including Divided Honors, Recapture, and Love, Honor and Betray with George Brent, Alice Brady, and Clark Gable. In 1930, she starred in the comedy short film The Lucky Break with Harry Fox and in July 1930, Film Daily announced that Farrell had been cast as the female lead, Olga Stassoff, in director Mervyn LeRoy's gangster film Little Caesar. The movie was Farrell's first major film role, co-starring Edward G. Robinson and Douglas Fairbanks Jr. Afterwards, she returned to Broadway and starred in On the Spot at the Forrest Theater. At the time, Farrell conceded that motion pictures offered immense salaries but felt the theatre was the foundation of the actor's profession. She appeared in several more plays. In 1932, Farrell starred in the hit Broadway play Life Begins, an episodic drama set entirely in the maternity ward in a hospital. Farrell received rave reviews and notices for her performance as Florette Darien, the professionally sullen chorus girl. Farrell was asked to recreate the role in Warner Bros.' film adaptation of Life Begins later that year. She was also given a seven years contract with the Warner Bros. film studio. Farrell did not return to the stage until 1939. Farrell appeared in over 30 films in her first five years with Warner Bros., sometimes working on three pictures that were shooting at the same time and managed to transition from one role to another. She co-starred in the Academy- Award nominated films I Am a Fugitive from a Chain Gang (1932) with Paul Muni and Lady for a Day (1933) by director Frank Capra. She also appeared in films such as Girl Missing (1933), Little Big Shot (1935), the musical Go into Your Dance (1935) and the comedies Nobody's Fool (1936) and High Tension (1936). Farrell was close friends with fellow Warner Bros. actress and frequent co- star Joan Blondell. They were paired as a comedy duo throughout the early 1930s in a series of five Warner Bros. movies: Havana Widows (1933), Kansas City Princess (1934), Traveling Saleslady (1935), We're in the Money (1935) and Miss Pacific Fleet (1935). Farrell and Blondell appeared together in a total of nine films. In 1937, Farrell began starring as Torchy Blane, a fast- talking, wisecracking newspaper reporter. Warner Bros. had started to develop a film adaptation of \"MacBride and Kennedy\" stories by detective novelist Frederick Nebel. For the film version, Kennedy is changed to a woman named \"Torchy\" Blane and is in love with MacBride's character. Director Frank MacDonald immediately knew whom he wanted for the role of Torchy. Farrell had already proved that she could play hard-boiled reporters in Mystery of the Wax Museum (1933) and Hi, Nellie! (1934) and was quickly cast with Barton MacLane playing detective Steve McBride in the first film Smart Blonde (1937). Smart Blonde was a surprise hit and became a popular second feature with moviegoers. Farrell continued to play Torchy in seven films opposite MacLane between 1937 and 1939. The Torchy series took Farrell's popularity to a new level. She was beloved by the moviegoing public and received a huge amount of fan mail for the series. Farrell based her portrayal of the Torchy character on real-life female journalists of the time, stating in her 1969 Time interview: \"So before I undertook to do the first Torchy, I determined to create a real human being—and not an exaggerated comedy type. I met those [newswomen] who visited Hollywood and watched them work on visits to New York City. They were generally young, intelligent, refined, and attractive. By making Torchy true to life, I tried to create a character practically unique in movies.\" Along with starring in the Torchy Blane series, Farrell appeared in several other films, including Dance Charlie Dance (1937), Exposed (1938) and Prison Break (1938). She also performed in the radio series Vanity and Playhouse in 1937 and Manhattan Latin with Humphrey Bogart in 1938. Farrell was elected to a one-year term as the honorary mayor of North Hollywood in 1937, beating her competition Bing Crosby and Lewis Stone by a three-to-one margin. Even though it began as a Warner Bros. publicity stunt, Farrell took the job seriously, attending functions, presentations, and ceremonies. She was also put in charge when the North Hollywood Chamber of Commerce announced that it wanted to put sewers along Ventura Highway and started the groundwork for that project. In 1939, Farrell left Warner Bros. when her contract expired. Several factors resulted in her decision, including feeling Warner Bros. was typecasting her as a newspaper reporter, a reneged by Jack Warner on a pay rise, and wanting to return to the theatre. Farrell later told syndicated columnist Bob Thomas in 1952: \"There's something more satisfying about working in a play. You get that immediate response from the audience, and you feel that your performance is your own. In pictures, you get frustrated because you feel you have no power over what you're doing.\" ===1939–1969: Television, stage, and films=== In July 1939, Farrell starred in the lead role in the play Anna Christie at the Westport Country Playhouse and followed that with a summer stock production of S. N. Behrman's play Brief Moment. She co-starred with Lyle Talbot and Alan Dinehart in the long-running play Separate Rooms at Broadway's Plymouth Theater for a successful 613-performance run throughout 1940 and 1941. She appeared in the Broadway plays The Overtons in 1945 and Home is the Hero by Walter Macken in 1954. Farrell returned to motion pictures in 1941, starring in Mervyn LeRoy's film noir, Johnny Eager. Throughout the 40s, 50s, and 60s, Farrell continued to appear in numerous films: including the Academy Award-nominated film The Talk of the Town (1942), A Night for Crime (1943), the Western Apache War Smoke (1952) and the crime drama Girls in the Night (1953). She starred in the 1959 film adaptation of the Broadway play Middle of the Night with Fredric March and Kim Novak. Farrell co-starred with her son Tommy Farrell in two comedy films in 1964: Kissin' Cousins with Elvis Presley and Jerry Lewis in The Disorderly Orderly. Farrell made her television debut in 1949 in the anthology series The Chevrolet Tele-Theatre. She appeared in over 40 television series between 1950 and 1969, including Kraft Theatre, Studio One in Hollywood, The United States Steel Hour, Bonanza and Bewitched. In 1963, Farrell guest-starred in the ABC medical drama series Ben Casey as Martha Morrison in the two-part episode \"A Cardinal Act of Mercy\". She won the Primetime Emmy Award for outstanding performance in a supporting role by an actress. Farrell briefly retired in 1968 but soon decided to return to acting. Farrell's final work in her long career was the Broadway play Forty Carats. She was appearing in Forty Carats at the Morosco Theatre until ill health forced her to leave the play a few months later. Farrell was eventually diagnosed with lung cancer. ==Personal life== thumb|Farrell and her husband Dr. Henry Ross in 1942 In 1920, Farrell was hired to do a dance routine at a Navy benefit ball in San Diego. There she met her first husband, Thomas Richards.Van Neste, Dan. \"Glenda Farrell: Diamond in the Rough\". Classic Images. May 1998. Issue 275. They were married from 1921 to 1929. Their son, actor Tommy Farrell, was born in 1921. Farrell was engaged to Jack Durant of the comedy duo \"Mitchell and Durant\" in 1931 but never married him.\"Los Angeles Actress To Wed In June\", Los Angeles Times, March 11, 1931, p. 11. She later dated screenwriter Robert Riskin and actor Jack Randall. In 1941, Farrell married Dr. Henry Ross, a Major and Army flight surgeon. The couple met during a performance of the play Separate Rooms after Farrell sprained her ankle and was treated backstage by Ross.\"Glenda To Wed\", The Vidette- Messenger, Valparaiso, Indiana. February 6, 1941, p. 5. Ross was a staff surgeon at New York's Polyclinic Hospital and West Point graduate, who later served as chief of the public health section on General Eisenhower's staff. Farrell and Ross remained married until her death 30 years later. Throughout her life, Farrell was a devout Catholic.Garson Kanin, \"Glenda Farrell 1904-1971\", The New York Times, May 16, 1971, p. 14. (Retrieved 2017-05-04.) ==Death== In 1971, Farrell died from lung cancer, aged 66, at her home in New York City and was interred in the West Point Cemetery in West Point, New York.\"Actress Glenda Farrell Dies in N.Y. at Age 66\", European Stars and Stripes, May 3, 1971, p. 6.Garson Kanin, \"Glenda Farrell 1904-1971\", The New York Times, May 16, 1971, p. 14. (Retrieved 2017-05-04.) When Ross, who did not remarry, died in 1991, he was buried with her. ==Legacy== Comic book writer Jerry Siegel credits Farrell's portrayal of Torchy Blane as the inspiration for the fictional Daily Planet reporter and Superman's love interest, Lois Lane. Siegel also named June Farrell, one of the characters in his Funnyman comic book series, after Farrell. On February 8, 1960, Farrell received a star on the Hollywood Walk of Fame for her contribution to motion pictures at 6524 Hollywood Boulevard. Writer and director Garson Kanin said in the 1971 New York Times article: \"There are players who create characters; some of the great ones, a single character. More rare are those who, like Glenda, created a type. She invented and developed that made‐tough, uncompromising, knowing, wisecracking, undefeatable blonde. Whether she was the Girl Friend of the star, a cynical secretary, a salesgirl, a worldweary wife, a madam, homesteader, or schoolteacher she was always, relentlessly The Type. She was widely imitated, and lived long enough to see her imitators imitated.\" In 1977, Farrell's husband, Dr Henry Ross, donated 38 acres of land to the Putnam County Land Trust, establishing the Glenda Farrell–Henry Ross Preserve. ==Films== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 1928 | Lucky Boy | | Uncredited |- | 1930 | The Lucky Break | | Short |- | 1931 | Little Caesar | Olga Stassoff | |- | rowspan=\"5\"| 1932 | Scandal for Sale | Stella | Uncredited |- | Life Begins | Florette Darien | |- | Three on a Match | Mrs. Black | |- | I Am a Fugitive from a Chain Gang | Marie Woods | |- | The Match King | Babe | |- | rowspan=\"11\"| 1933 | Mystery of the Wax Museum | Florence Dempsey | |- | Grand Slam | Blondie | |- | Girl Missing | Kay Curtis | |- | The Keyhole | Dot | |- | How to Break 90 #2: Position and Back Swing | Golfer's Wife | Short, uncredited |- | Gambling Ship | Jeanne Sands | |- | Mary Stevens, M.D. | Glenda Carroll | |- | Lady for a Day | Missouri Martin | |- | Bureau of Missing Persons | Belle Howard Saunders | |- | Havana Widows | Sadie Appleby | |- | Man's Castle | Fay La Rue | |- | rowspan=\"9\"| 1934 | The Big Shakedown | Lily \"Lil\" Duran | |- | Hi Nellie! | Gerry Krale | |- | Dark Hazard | Valerie \"Val\" Wilson | |- | I've Got Your Number | Bonnie | |- | Heat Lightning | Mrs. Tifton | |- | Merry Wives of Reno | Bunny Fitch | |- | The Personality Kid | Joan McCarty | |- | Kansas City Princess | Marie Callahan | |- | The Secret Bride | Hazel Normandie | |- | rowspan=\"7\"| 1935 | Gold Diggers of 1935 | Betty Hawes | |- | Traveling Saleslady | Claudette | |- | Go into Your Dance | Molly Howard | |- | In Caliente | Clara | |- | We're in the Money | Dixie Tilton | |- | Little Big Shot | Jean | |- | Miss Pacific Fleet | Mae O'Brien | |- | rowspan=\"6\"| 1936 | Snowed Under | Daisy Lowell | |- | The Law in Her Hands | Dorothy \"Dot\" Davis | |- | Nobody's Fool | Ruby Miller | |- | High Tension | Edith McNeil | |- | Here Comes Carter | Verna Kennedy | |- | Gold Diggers of 1937 | Genevieve Larkin | |- | rowspan=\"8\"| 1937 | Smart Blonde | rowspan=\"2\"| Torchy Blane | |- | Fly-Away Baby | |- | Dance Charlie Dance | Fanny Morgan | |- | You Live and Learn | Mamie Wallis | |- | Sunday Night at the Trocadero | Herself | Short |- | Breakfast for Two | Carol Wallace | |- | The Adventurous Blonde | Torchy Blane | |- | Hollywood Hotel | Jonesy | |- | rowspan=\"6\"| 1938 | Blondes at Work | Torchy Blane | |- | Stolen Heaven | Rita | |- | Prison Break | Jean Fenderson | |- | The Road to Reno | Sylvia Shane | |- | Exposed | Click Stewart | |- | Torchy Gets Her Man | rowspan=\"3\"| Torchy Blane | |- | rowspan=\"2\"| 1939 | Torchy Blane in Chinatown | |- | Torchy Runs for Mayor | |- | 1941 | Johnny Eager | Mae Blythe | |- | rowspan=\"2\"| 1942 | Twin Beds | Sonya Cherupin | |- | The Talk of the Town | Regina Bush | |- | rowspan=\"3\"| 1943 | City Without Men | Billie LaRue | |- | A Night for Crime | Susan Cooper | |- | Klondike Kate | Molly | |- | 1944 | Ever Since Venus | Babs Cartwright | |- | 1947 | Heading for Heaven | Nora Elkins | |- | rowspan=\"3\"| 1948 | I Love Trouble | Hazel Bixby | |- | Mary Lou | Winnie Winford | |- | Lulu Belle | Molly Benson | |- | 1952 | Apache War Smoke | Fanny Webson | |- | 1953 | Girls in the Night | Alice Haynes | |- | rowspan=\"2\"| 1954 | Secret of the Incas | Mrs. Winston | |- | Susan Slept Here | Maude Snodgrass | |- | 1955 | The Girl in the Red Velvet Swing | Mrs. Nesbit | |- | 1959 | Middle of the Night | Mrs. Mueller | |- | rowspan=\"2\"| 1964 | Kissin' Cousins | Ma Tatum | |- | The Disorderly Orderly | Dr. Jean Howard | |- | 1970 | Tiger by the Tail | Sarah Harvey | (final film role) |- |} ==Television== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 1949 | The Chevrolet Tele-Theatre | | Episode: \"The Mirror and the Manicure\" |- | 1949-58 | Studio One in Hollywood | Various | Episode: \"June Moon\" Episode: \"Miss Turner's Decision\" Episode: \"The Other Place\" Episode: \"The Edge of Truth\" |- | 1950 | The Silver Theatre | | Episode: \"Gaudy Lady\" |- | rowspan=\"3\"| 1951 | Prudential Family Playhouse | Effie Flound | Episode: \"Ruggles of Red Gap\" |- | Faith Baldwin Romance Theatre | | Episode: \"Fountain of Youth\" |- | Starlight Theatre | Dorine | Episode: \"The Come-Back\" |- | 1952 | Personal Appearance Theater | Christopher Cross | Episode: \"Adventure of Christopher Cross\" |- | 1952-53 | Armstrong Circle Theatre | Serena Price | Episode: \"The Darkroom\" Episode: \"The Straight and Narrow\" |- | 1953 | Tales of Tomorrow | | Episode: \"The Build-Box\" |- | rowspan=\"3\"| 1955 | Justice | | Episode: \"House of Hatred\" |- | The Elgin Hour | Mrs. Dane | Episode: \"Crime in the Streets\" |- | Goodyear Playhouse | Mrs. Davis | Episode: \"The Expendable House\" |- | rowspan=\"3\"| 1956 | Front Row Center | May Cooper | Episode: \"Uncle Barney\" |- | The Alcoa Hour | Eloise Schroeder | Episode: \"Doll Face\" |- | The Kaiser Aluminum Hour | | Episode: \"Cracker Money\" |- | 1956-57 | Kraft Theatre | Alma Wilkes / Stella Harvey / Momma | Episode: \"Home Is the Hero\" Episode: \"The Man on Roller Skates\" Episode: \"The Last Showdown\" Episode: \"The Old Ticker\" Episode: \"Polka\" |- | rowspan=\"2\"| 1957 | The 20th Century-Fox Hour | Mae Swasey | Episode: \"The Marriage Broker\" |- | The Sheriff of Cochise | Sarah Avery | Episode: \"Federal Witness\" |- | rowspan=\"2\"| 1958 | Matinee Theatre | | Episode: \"The Hickory Heart\" |- | Cimarron City | Maggie Arkins | Episode: \"A Respectable Girl\" |- | rowspan=\"5\"| 1959 | The Further Adventures of Ellery Queen | | Episode: \"Confession of Murder\" |- | General Electric Theater | Mrs. Brady | Episode: \"Night Club\" |- | The Bells of St. Mary's | | Television film |- | Buick-Electra Playhouse | | Episode: \"The Killers\" |- | Wagon Train | Belle MacAbee | Episode: \"The Jess MacAbee Story\" |- | rowspan=\"2\"| 1960 | Play of the Week | Rose Frobisher | Episode: \"A Palm Tree in a Rose Garden\" |- | The Islanders | Mrs. Dan King | Episode: \"The Widow from Richmond\" |- | 1960-63 | The United States Steel Hour | Various | Episode: \"Queen of the Orange Bowl\" Episode: \"Summer Rhapsody\" Episode: \"The Woman Across the Hall Episode: \"The Inner Panic\" Episode: \"Moment of Rage\" |- | rowspan=\"4\"| 1961 | Our American Heritage | Martha Bulloch Roosevelt | Episode: \"The Invincible Teddy\" |- | A String of Beads | | Television film |- | Westinghouse Playhouse | Laura | Episode: \"A Tale of Two Mothers\" |- | Special for Women: The Glamour Trap | Beauty Operator | Television film |- | rowspan=\"3\"| 1962 | Frontier Circus | Ma Jukes | Episode: \"Mighty Like Rogues\" |- | The Defenders | Edna Holley | Episode: \"The Naked Heiress\" |- | Route 66 | Laverne | Episode: \"Man Out of Time\" |- | rowspan=\"4\"| 1963 | Ben Casey | Martha Morrison | Episode: \"A Cardinal Act of Mercy\" part 1 Episode: \"A Cardinal Act of Mercy\" part 2 Won the Emmy Award for outstanding Performance in a Supporting Role by an Actress |- | Rawhide | Elizabeth Farragut | Episode: \"Incident at Farragut Pass\" |- | Dr. Kildare | Vera Dennis | Episode: \"The Exploiters\" |- | The Fugitive | Maggie Lambert | Episode: \"Fatso\" |- | rowspan=\"2\"| 1964 | Bonanza | Lulabelle \"Looney\" Watkins | Episode: \"The Pure Truth\" |- | The Bing Crosby Show | Aunt Lulu | Episode: \"The Liberated Woman\" |- | 1968 | Felony Squad | Jeanette Anderson | Episode: \"The Deadly Innocents\" |- | 1969 | Bewitched | Hortense Rockeford | Episode: \"The Battle of Burning Oak\" |- |} ==References== * \"Hollywood Gossip\", The Daily Times-News (Burlington, North Carolina), March 29, 1934, p. 8\\. * \"Film and Drama\", Press-Telegram (Long Beach, California), June 22, 1952, p. 31\\. * \"Studio and Stage\", Los Angeles Times, May 29, 1925, p. A7. * \"Glenda Farrell Praised for Art in Best People\", Los Angeles Times, October 4, 1925, p. 23\\. * \"Stage Star To Play In Films\", Los Angeles Times, July 9, 1930, p. A12. * 1930 United States Federal Census, April 15, 1930, Enumeration District 19-30, Sheet 15-A. * \"Glenda Farrell, Film Star, Dies at 66\", The New York Times, May 2, 1971, p. 74\\. (Retrieved 2017-05-04.) ==External links== * * * * * Glenda Farrell at Hollywood.com * Literature on Glenda Farrell * Glenda Farrell papers, 1929-1972 (bulk 1930s-1940s), held by the Billy Rose Theatre Division, New York Public Library for the Performing Arts Category:1904 births Category:1971 deaths Category:20th-century American actresses Category:American stage actresses Category:American film actresses Category:American television actresses Category:Actresses from Oklahoma Category:Actors from Enid, Oklahoma Category:American people of Cherokee descent Category:American people of German descent Category:American people of Irish descent Category:American Roman Catholics Category:Deaths from lung cancer Category:Deaths from cancer in New York (state) Category:Burials at West Point Cemetery Category:Outstanding Performance by a Supporting Actress in a Drama Series Primetime Emmy Award winners Category:Warner Bros. contract players",
 "title": "Glenda Farrell"
}