{
 "id": "698661",
 "text": "The Huddersfield Narrow Canal is an inland waterway in northern England. It runs just under from Lock 1E at the rear of the University of Huddersfield campus, near Aspley Basin in Huddersfield, to the junction with the Ashton Canal at Whitelands Basin in Ashton-under-Lyne. It crosses the Pennines by means of 74 locks and the Standedge Tunnel. ==Building the Canal== ===Planning=== The canal was first proposed in 1793 at a meeting in the George Hotel, Huddersfield. Its engineer was Benjamin Outram on the recommendation of William Jessop. His plan was to start from the Huddersfield Broad Canal and follow the River Colne with a climb of to its summit where it would pass through a tunnel at Standedge before descending through Saddleworth and the Tame valley to the Ashton Canal near Ashton-under-Lyne. There were many woollen, worsted and cotton mills along its route which promised ample trade. However, there was the possible problem of the loss of their water supplies and so Outram proposed to build a number of reservoirs. ===Construction=== Construction began in 1794 with the marking out of the route. The practice was to set up a line of pegs or stakes about apart so that their tops would indicate the intended water level. It would then be possible to construct the appropriate embankments and cuttings. As engineer, Outram provided an oversight of the work but he was also occupied by other projects. Day-to-day management was carried out by contractors employed and organised by the canal company committee. Progress was slow and erratic. It was also unfortunate that Outram was seriously ill for long periods between 1795 and 1797. The company was also short of money, partly because the costs had been seriously underestimated but also because shareholders were not honouring their pledges. In 1799, severe floods damaged earthworks along the canal and various reservoirs. In particular, overflow of the Tunnelend Reservoir devastated the village of Marsden. Two aqueducts were also destroyed, diverting the company's already-stretched funds. The Stakes Aqueduct was already in use and had to be replaced immediately. Outram had built it of stone and, due to its low height, it had needed to be constructed in four short spans. The narrow openings had impeded the unprecedented overflow and Outram replaced it with a single span cast iron structure, similar to the Holmes Aqueduct on the Derby Canal. thumb|left|Outram's Stakes aqueduct at Stalybridge Outram set out to overcome the problems with the Holmes Aqueduct by making the walls thicker where they joined the baseplates which were also thicker. However a major stress was the compressive force along the top of the wall plates where they bow outwards or inwards. In 1875 cross bracings were added to reinforce it. The Stakes Aqueduct is the oldest surviving aqueduct of its type that is still in use for its original purpose. ===The Standedge Tunnel=== thumb|left|Eastern portal Although the canal uses 74 locks to climb and descend the Pennines, there would have had to be many more without the digging of a very long tunnel through the Tame/Colne watershed (the River Colne flowing down to Huddersfield and the River Calder, and the Tame flowing down to Stockport and the River Mersey). The canal tunnel is long, making it the longest canal tunnel in the United Kingdom. It is largely brick lined but in some places the tunnel has been left with a natural rock surface. ===The \"Black Flood\"=== In 1810, the Diggle Moss Reservoir gave way and Marsden was again flooded along with much of the Colne Valley. Houses and factories were wrecked and five people lost their lives. The force of the water was such that a fifteen-ton rock was carried down the valley. ===Completion=== Despite multiple problems, the building of the Huddersfield Narrow Canal showed that the technique of quantity surveying had advanced greatly. Thomas Telford's report during the construction of the Standedge Tunnel covered every expenditure to the last bucket; it was followed to the letter and the canal finally opened in 1811. ==Operation== thumb|left|Share of the operator Huddersfield Canal Company, issued 1. March 1805 The canal operated for approximately 140 years. Although it was moderately successful for a while, its width (limited to boats less than wide), the large number of locks and the long Standedge Tunnel made it much less profitable than its main rival the Rochdale Canal which had a similar number of locks but was twice as wide with no long tunnel. Standedge Tunnel proved to be a bottleneck having been constructed without a towpath. Narrowboats had to be 'legged' through, eventually by professionally employed leggers. A company employee would chain the tunnel entrance behind a convoy of boats and walk over Boat Lane, accompanied by boat boys and girls leading the boat horses, to unchain the opposite end of the tunnel before the boat convoy arrived. This journey was made at least twice per day for over twenty years. The construction of a double railway tunnel parallel to Standedge canal tunnel adversely affected canal revenues and the canal was mostly abandoned in 1944 (a short stretch in Huddersfield survived until closure in 1963). ==Restoration== After 27 years of campaigning and restoration by the Huddersfield Canal Society, the canal was fully re-opened to navigation in 2001 when it again became one of three Pennine crossings, the others being the Rochdale and the Leeds and Liverpool (both broad canals). The canal is now entirely used by leisure boaters. During the period of time when the canal was closed, several lengths were culverted and infilled and in some cases built over. Over the course of the restoration project, the vast majority of the obliterated line became available to be opened out again and the canal remains on a substantially identical alignment with some minor alterations. ===Huddersfield=== The Huddersfield Narrow Canal connects with the Huddersfield Broad Canal at the eastern end of Lock 1E. Lock 1E is to the west of the A629 Wakefield Road and the canal had been filled in beneath the road. A new bridge was built in 1985 but the width was only sufficient for narrowboats and so the section of broad canal from the bridge to Lock 1E is not accessible to vessels wider than . The bridge thus forms the effective, but unofficial, boundary between the Huddersfield Narrow Canal and the Huddersfield Broad Canal. Due to a legal quirk, the stretch of the canal from Lock 1E to Queen Street South Bridge was not included in the original abandonment of the canal. Whilst locks on the remainder of the canal were capped, cascaded or demolished, locks 1E and 2E remained gated but eventually fell into dereliction. The old gates were only removed when canal restoration work started. Two factories, Bates and Sellers Engineering, had been built immediately upstream of locks 2E and 3E respectively on the line of the canal and blocking it. In each case, the solution was the same: the lock was relocated upstream of the factory and a tunnel constructed below the factory. This avoided disruption to the firms using the sites. The remodelling of the canal can be clearly seen between the former site of Lock 2E and Queen Street South Bridge where a framework of girders sits above the channel to ensure that the deep piling remains secure. Eleven years later, Sellers Engineering relocated to a new site. This enabled Lock 3E to be relocated again, this time to a site near the original Lock 3E. The stretch of canal previously in a tunnel under the factory was brought back to the surface and become a feature of the Huddersfield Waterfront development. Image:Aspley_Basin,_Huddersfield.jpg|Aspley Basin on the Huddersfield Broad Canal showing the bridge leading to the Huddersfield Narrow canal Image:Huddersfield_Narrow_Canal_from_Aspley_along_rear_of_University.jpg|View westward from Aspley Basin road tunnel towards the University of Huddersfield Image:Huddersfield Narrow Canal tunnel under Wakefield Road RLH.jpg|Tunnel under the Wakefield road - although this is officially part of the Huddersfield Broad Canal, it is now only passable by Narrowboats Image:Huddersfield Narrow Canal - Lock 1E (RLH).jpg|View of Lock 1E and westward behind the University of Huddersfield buildings Image:Huddersfield Narrow Canal - West side of Lock 1E (RLH).JPG|View eastward to Lock 1E Image:Huddersfield Narrow Canal - Commercial Street Bridge (RLH).jpg|View eastward under the Commercial Street bridge to Lock 1E Image:Huddersfield Narrow Canal - former Lock 2E & Bates Tunnel approach (RLH).JPG|Deep section from former Lock 2E to Bates Tunnel Image:Huddersfield Narrow Canal - East Portal of Bates Tunnel (RLH).JPG|Eastern portal of Bates Tunnel Image:Saddleworth Viaduct, Huddersfield Canal.jpg|Saddleworth Viaduct carries the Manchester-Huddersfield railway over the canal between Saddleworth and Dobcross ===Slaithwaite=== The section of canal through Slaithwaite town centre, between locks 21E and 23E, had been culverted and a car park covered part of the route. Restoration caused some local controversy as it involved the felling of a row of mature cherry trees which had been planted along the infilled line although the local authority claimed that the trees were in poor condition and were unlikely to last for many more years in any case. Lock 21E was relocated a short distance upstream, to the other side of Platt Lane, in order to ensure that the Platt Lane crossing could be achieved by a conventional bridge instead of the swing bridge that had existed prior to closure. The stretch from 22E to 23E threads its way through an extremely tight space. Britannia Road Bridge was formerly hump backed but changes in traffic levels since closure rendered such a bridge impractical and instead the pound from 22E to 23E was lowered by . ===Hartshead Power Station=== On the western side of the Pennines, the canal runs through the legs of an electricity pylon at Heyrod, near Stalybridge. The pylon had been erected during the period when the canal was closed and the only viable route for restoration was through the legs. No other such cases are known on navigable waterways worldwide although other pylons have been constructed across former waterways that have been filled in with rubble and soil such as the Manchester, Bolton and Bury Canal and Wey and Arun Canal at Rowner Lock. ==The canal today== The canal is part of the South Pennine Ring crossing the Pennines twice - the other crossing is the Rochdale Canal. The canals are linked at the western (Lancashire) end by the Ashton Canal and at the eastern (Yorkshire) end by the Huddersfield Broad Canal and a length of the Calder and Hebble Navigation. This takes in Huddersfield, Golcar, Slaithwaite, Marsden, Saddleworth, Diggle, Uppermill, Greenfield, Mossley, Stalybridge, Ashton- under-Lyne, Manchester at its central Cheshire Ring (New Islington) and Etihad stadium (Bradford/Eastlands) districts, Failsworth, Rochdale, Littleborough, Todmorden, Hebden Bridge, Sowerby Bridge, Elland and Brighouse. The Huddersfield Canal area is also a Site of Special Scientific Interest. ==See also== *Canals of the United Kingdom *History of the British canal system ==References== ==External links== * Huddersfield Canal Society *English Heritage website - Detailed historical record about Huddersfield Narrow Canal * Locks, Docks and Beyond... * About Huddersfield Narrow Canal * Huddersfield Narrow Canal * Restoration of Huddersfield Narrow Canal *images & map of mile markers seen along the Huddersfield Narrow canal Category:Canals in Huddersfield Category:Canals in Kirklees Category:Colne Valley Category:Canals in Tameside Category:Canals in the Metropolitan Borough of Oldham Category:Sites of Special Scientific Interest in Greater Manchester Category:Canals opened in 1811",
 "title": "Huddersfield Narrow Canal"
}