{
 "id": "698752",
 "text": "The 1967–68 Bundesliga was the fifth season of the Bundesliga, West Germany's premier football league. It began on 18 August 1967 and ended on 28 May 1968. Eintracht Braunschweig were the defending champions. ==Competition modus== Every team played two games against each other team, one at home and one away. Teams received two points for a win and one point for a draw. If two or more teams were tied on points, places were determined by goal average. The team with the most points were crowned champions while the two teams with the fewest points were relegated to their respective Regionalliga divisions. ==Team changes to 1967–68== Fortuna Düsseldorf and Rot-Weiss Essen were relegated to the Regionalliga after finishing in the last two places. They were replaced by Alemannia Aachen and Borussia Neunkirchen, who won their respective promotion play-off groups. ==Season overview== The 1967–68 season began with an innovation: it was now permissible for teams to substitute out one player per match. Although such a move was only permitted in case of an injury, it was soon used by the coaches for tactical changes as well. The title was won by 1. FC Nürnberg. The team, led by head coach Max Merkel, consistently collected points and were seven points clear after half the season played. Even a slight collapse near the end of the season could not jeopardize the first Nürnberg Bundesliga title, which also was a record ninth German championship overall for the club. In European competitions, the European Cup Winners' Cup saw both West German teams advance into the semi- finals. It needed Italian club Milan to prevent a title hat-trick for Bundesliga sides, eliminating title holders Bayern Munich 2–0 on aggregate before beating Hamburger SV, who were the fourth West German team in the final in four consecutive years, at Rotterdam's Feijenoord Stadion by the same score. Hamburg had reached the final by beating Welsh side Cardiff City 4–3 on aggregate. The achievement eased the disappointment on another lackluster season by the club from North Germany, who finished its campaign only in 13th place. The bottom side of the table saw an early decision in the relegation race. Borussia Neunkirchen and Karlsruher SC were demoted to the Regionalliga with four matchdays to play. Both teams clearly lacked quality players on both sides of the pitch, as they provided the poorest attacks and defences of all clubs. ==Team overview== {| class=\"wikitable sortable\" |- ! Club ! Ground ! Capacity |- | | Tivoli | 30,000 |- | | Eintracht-Stadion | 38,000 |- | | Weserstadion | 32,000 |- | | Stadion Rote Erde | 30,000 |- | | Wedaustadion | 38,500 |- | | Waldstadion | 87,000 |- | | Volksparkstadion | 80,000 |- | | Niedersachsenstadion | 86,000 |- | | Stadion Betzenberg | 42,000 |- | | Wildparkstadion | 50,000 |- | | Müngersdorfer Stadion | 76,000 |- | | Bökelbergstadion | 34,500 |- | | Stadion an der Grünwalder Straße | 44,300 |- | | Stadion an der Grünwalder Straße | 44,300 |- | | Ellenfeld | 32,000 |- | | Städtisches Stadion | 64,238 |- | | Glückauf-Kampfbahn | 35,000 |- | | Neckarstadion | 53,000 |} ==League table== ==Results== ==Top goalscorers== ;27 goals * Johannes Löhr (1. FC Köln) ;25 goals * Franz Brungs (1. FC Nürnberg) ;19 goals * Herbert Laumen (Borussia Mönchengladbach) * Peter Meyer (Borussia Mönchengladbach) * Gerd Müller (Bayern Munich) * Rainer Ohlhauser (Bayern Munich) ;18 goals * Lothar Emmerich (Borussia Dortmund) * Heinz Strehl (1. FC Nürnberg) ;17 goals * Horst Köppel (VfB Stuttgart) ;16 goals * Rainer Budde (MSV Duisburg) * Werner Görts (Werder Bremen) ==Champion squad== {| class=\"wikitable\" style=\"width:700px\" |- !1. FC Nürnberg |- |Goalkeepers: Roland Wabra (34); Gyula Tóth (1). Defenders: Horst Leupold (34 / 1); Ferdinand Wenauer (34); Ludwig Müller (33 / 1); Fritz Popp (32); Helmut Hilpert (4). Midfielders: Karl-Heinz Ferschl (32 / 4); Heinz Müller (29 / 2); August Starek (24 / 5). Forwards: Franz Brungs (34 / 25); Heinz Strehl (33 / 18); Georg Volkert (33 / 9); Zvezdan Čebinac (33 / 3); Hubert Schöll (3). (league appearances and goals listed in brackets) Manager: Max Merkel . On the roster but have not played in a league game: Adolf Ruff; Ewald Schäffner; Horst Blankenburg; Claus-Jürgen Braun; Manfred Ebenhöh; Wulf-Ingo Usbeck. |} ==See also== * 1967–68 DFB-Pokal ==References== ==External links== * DFB Bundesliga archive 1967/1968 Category:Bundesliga seasons 1 Germany",
 "title": "1967–68 Bundesliga"
}