{
 "id": "69933",
 "text": "{| |} The Vanguard class is a class of nuclear-powered ballistic missile submarines (SSBNs) in service with the Royal Navy.Royal Navy Vanguard class submarine, royalnavy.mod.uk The class was introduced in 1994 as part of the Trident nuclear programme, and comprises four vessels: , , and , built between 1986 and 1999 at Barrow-in-Furness by Vickers Shipbuilding and Engineering, now owned by BAE Systems.Jane's Fighting Ships, 2004–2005. Jane's Information Group Limited. p. 794. . All four boats are based at HM Naval Base Clyde (HMS Neptune), west of Glasgow, Scotland. Since the decommissioning of the Royal Air Force WE.177 free-fall thermonuclear weapons during March 1998, the four Vanguard submarines are the sole platforms for the United Kingdom's nuclear weapons.Strategic Defence Review White Paper of July 1998, published by National Archives – re-access made 2020-03-09 Each submarine is armed with up to 16 UGM-133 Trident II missiles. The class is scheduled to be replaced starting in the early 2030s with the Dreadnought-class submarine. ==Development== ===Trident programme=== Beginning in the late 1960s, the United Kingdom operated four s, each armed with sixteen US-built UGM-27 Polaris missiles. The Polaris missile was supplied to Britain following the terms of the 1963 Polaris Sales Agreement. This nuclear deterrent system was known as the UK Polaris programme. In the early 1980s the British government began studies examining options for replacing the Resolution-class submarines and their Polaris missiles, both of which would be approaching the end of their service lives within little over a decade. On 24 January 1980, the House of Commons backed government policy, by 308 votes to 52, to retain an independent nuclear deterrent. Options that were examined included: *A British designed and built ballistic missile; Although Britain had had no capability in this field since the 1960s, it was considered to \"not be impossible\". However, it would be very expensive, would be full of uncertainty and would not be available within the required time period. Thus the option was considered \"unattractive\". *Retain Polaris, but fitted on a new submarine class; This option would have a cheaper \"initial capital cost\", but would lack in terms of required capability and reliability. Also, it was concluded that any initial capital savings would have been lost beyond the 1990s, due to the high cost of sustaining a small stockpile of bespoke missiles kept only in British service. A European solution and the US UGM-73 Poseidon were also briefly considered, but ultimately rejected, primarily on capability, cost and uncertainty grounds. The clear favourite was the UGM-96 Trident I, which as well as being a cost-effective solution – given the US would also operate the missile in vast numbers – also delivered the overall best long-term capability insurances against Soviet advancements in ballistic missile defence. Subsequently, on 10 July 1980, the then Prime Minister Margaret Thatcher wrote to US President Jimmy Carter requesting the purchase of Trident I missiles on a similar basis as the 1963 Polaris Sales Agreement. However, following the acceleration of the US UGM-133 Trident II missiles, Thatcher wrote to US President Ronald Reagan in 1982 requesting the United Kingdom be allowed to procure the improved system instead. An agreement was made in March 1982 between the two countries,Letter to Prime Minister Margaret Thatcher of the United Kingdom Confirming the Sale of the Trident II Missile System to the Her Country 11 March 1982 and under the agreement, Britain made a 5% research and development contribution. ===Design and construction=== Beginning in 1985, both HMNB Clyde and the Royal Naval Armaments Depot Coulport at Faslane underwent extensive redevelopment in preparation for the Vanguard class submarines and Trident II missiles. Rosyth dockyard also underwent significant redevelopment. The work included enhanced \"handling, storage, armament processing, berthing, docking, engineering, training and refitting facilities\" at an estimates cost of £550 million. Similarly, due to the large size of the Vanguard-class, the Devonshire Dock Hall was built specifically for the construction of the boats. Construction started in 1982 and was completed in 1986. The Vanguard class were designed in the early 1980s by the Ministry of Defence, acting in one of its last RN warship design authority roles. The guidance drawings were then supplied for detailed design development by Vickers Shipbuilding and Engineering (VSEL) based at Barrow-in-Furness, now BAE Systems Maritime – Submarines. They were designed from the outset as nuclear-powered ballistic missile submarines, able to accommodate the UGM-133 Trident II missiles. As such, the missile compartment is based on the same system used on the American , which is also equipped with the UGM-133 Trident II. This requirement led to the Vanguard-class design being significantly larger than the previous Polaris-equipped Resolution class, and at nearly 16,000 tonnes they are the largest submarines ever built for the Royal Navy. Prime Minister Thatcher laid the keel of the first boat, HMS Vanguard, on 3 September 1986 at the Devonshire Dock Hall in Barrow-in-Furness. Vanguard was launched in 1992 and commissioned in 1993. 1992 saw a debate over whether the fourth vessel, Vengeance, should be cancelled, however the Ministry of Defence ultimately ordered it in July 1992. Vengeance was commissioned in 1999. ===Replacement=== On 4 December 2006, then Prime Minister Tony Blair revealed plans to spend up to £20 billion on a new generation of ballistic missile submarines to replace the Vanguard class. In order to reduce costs and show Britain's commitment to the Non-Proliferation Treaty, Blair suggested that submarine numbers could be cut from four to three, while the number of nuclear warheads would be cut by 20% to 160. On 23 September 2009, then Prime Minister Gordon Brown confirmed that this reduction to three submarines was still under consideration. In February 2011, the Defence Secretary Liam Fox stated that four submarines would be needed if the UK was to retain a credible nuclear deterrent. On 18 May 2011 the British government approved the initial assessment phase for the construction of a new class of four submarines, paving the way for the ordering of the first long-lead items and preparations for the main build to begin in the future. This new class of submarine, now known as the Dreadnought class, will retain the current Trident II missiles, and will incorporate a new 'PWR3' nuclear reactor as well as technology developed for the nuclear-powered fleet submarines of the Royal Navy. A vote on the Trident renewal programme was held in the House of Commons on 18 July 2016, and determined that the UK should proceed with construction of the next generation of submarines. The motion passed with a significant majority of 472 MPs voting in favour and 117 against. The MoD put the cost of building, testing and commissioning the replacement vessels at £31 billion (plus a contingency fund of £10 billion) over 35 years, or about 0.2 per cent of government spending, or 6 per cent of defence spending, every year. It is expected the new fleet of submarines will come into operation starting 2028 at the earliest and certainly by the 2030s. The Dreadnought class will extend the life of the Trident programme until at least the 2060s. ==Characteristics== ===Weapons and systems=== The Vanguard-class submarines are equipped with 16 ballistic missile tubes. However, as of the 2010 Strategic Defence and Security Review, the Royal Navy loads only eight of the missile tubes with the Trident II submarine-launched ballistic missiles, each armed with up to eight nuclear warheads. In addition to the missile tubes, the submarines are fitted with four 21 inch (533 mm) torpedo tubes and carry the Spearfish heavyweight torpedo, allowing them to engage submerged or surface targets at ranges up to . Two SSE Mark 10 launchers are also fitted, allowing the boats to deploy Type 2066 and Type 2071 decoys, and a UAP Mark 3 electronic support measures (ESM) intercept system is carried. The submarines carry the Thales Underwater Systems Type 2054 composite sonar. The Type 2054 is a multi-mode, multi- frequency system, which incorporates the 2046, 2043 and 2082 sonars. The Type 2043 is a hull-mounted active/passive search sonar, the Type 2082 a passive intercept and ranging sonar, and the Type 2046 a towed array sonar operating at very low frequency providing a passive search capability. The fleet is in the process of having the sonars refitted to include open-architecture processing using commercial off-the-shelf technology. Navigational search capability is provided by a Type 1007 I-band navigation radar. They will also be fitted with the new Common Combat System. Two periscopes are carried, a CK51 search model and a CH91 attack model. Both have TV and thermal imaging cameras in addition to conventional optics. A specialised Submarine Command System (SMCS) was originally developed for the Vanguard boats and was later used on the .See \"The Royal Navy Handbook\" 2003, Conway Maritime Press, ===Propulsion=== A new pressurised water reactor, the Rolls-Royce PWR 2, was designed for the Vanguard class. The PWR 2 has double the service life of previous models, and it is estimated that a Vanguard-class submarine could circumnavigate the world 40 times without refuelling. Furthermore, during their long-overhaul refit periods, a 'Core H' reactor is fitted to each of the boats, ensuring that none of the submarines will require further re-fuelling for the rest of their service lives. The reactor drives two GEC steam turbines linked to a single shaft pump jet propulsor, giving the submarines a maximum submerged speed of over . Auxiliary power is provided by a pair of 6 MW steam- turbine generators supplied by WH Allen, (later known as NEI Allen, Allen Power & Rolls-Royce), and two 905 kWb Paxman diesel generators for provision of backup power supply. ===Nuclear warheads=== British nuclear weapons are designed and developed by the UK's Atomic Weapons Establishment. The boats are capable of deploying with a maximum of 192 independently targetable warheads, or MIRVs, with immediate readiness to fire. However, as a result of a decision taken by the 1998 Strategic Defence Review this was reduced to 48 warheads with a readiness to fire reduced 'to days rather than minutes'. Furthermore, the total number of warheads maintained by the United Kingdom was reduced to approximately 200, with a total of 58 Trident missiles. The 2010 Strategic Defence and Security Review reduced this number further and the submarines will put to sea in future with a reduced total of 40 warheads and a reduced missile load of 8 (from a maximum possible 16). The number of operationally available nuclear warheads is to be reduced 'from fewer than 160 to no more than 120 and the total UK nuclear weapon stockpile will number no more than 180. On 16 March 2021 Prime Minister Boris Johnson unveiled his government's 10-year plan to boost international trade and deploy soft power around the world with an aspiration of creating a “Global Britain”. In a document called Global Britain in a competitive age, this plan raised the cap on the number of nuclear warheads aboard the Royal Navy's Trident submarines from 180 to 260. The document also vowed to maintain a fleet of four nuclear-armed submarines so Britain would always have one at sea. ==Boats of the class== thumb|HMS Victorious in the Clyde estuary, 2003 {| class=\"wikitable\" align=\"center\" ! Name ! Pennant No. ! Builder ! Laid down ! Launched ! Commissioned ! Status |- | | S28 |rowspan=4| Vickers Shipbuilding and Engineering, Barrow-in-Furness | 3 September 1986 | 4 March 1992 | 14 August 1993 | In active service |- | | S29 |3 December 1987 |29 September 1993 |7 January 1995 | In active service |- | | S30 |16 February 1991 |14 October 1995 |2 November 1996 | In active service |- | | S31 |1 February 1993 |19 September 1998 |27 November 1999 | In active service |} ===In fiction=== The 2021 BBC TV series Vigil is set on board a fictional Vanguard-class submarine named HMS Vigil. Further boats of the class named HMS Virtue, HMS Vanquish and HMS Vanguard are mentioned. ==See also== * List of submarines of the Royal Navy * List of submarine classes of the Royal Navy * List of submarine classes in service * Royal Navy Submarine Service * Future of the Royal Navy * Submarine-launched ballistic missile * Letters of last resort ==References== ==Further reading== * ==External links== * * * Archived at Ghostarchive and the Wayback Machine: * * Category:Submarine classes Category:Nuclear-powered submarines Category:Ballistic missile submarines Category:Trident (UK nuclear programme)",
 "title": "Vanguard-class submarine"
}