{
 "id": "69937",
 "text": "Nuclear pulse propulsion or external pulsed plasma propulsion is a hypothetical method of spacecraft propulsion that uses nuclear explosions for thrust. It originated as Project Orion with support from DARPA, after a suggestion by Stanislaw Ulam in 1947. Newer designs using inertial confinement fusion have been the baseline for most later designs, including Project Daedalus and Project Longshot. ==History== ===Los Alamos=== Calculations for a potential use of this technology were made at the laboratory from and toward the close of the 1940s to the mid 1950s. ===Project Orion=== Project Orion was the first serious attempt to design a nuclear pulse rocket. A design was formed at General Atomics during the late 1950s and early 1960s, with the idea of reacting small directional nuclear explosives utilizing a variant of the Teller–Ulam two-stage bomb design against a large steel pusher plate attached to the spacecraft with shock absorbers. Efficient directional explosives maximized the momentum transfer, leading to specific impulses in the range of 6,000 seconds, or about thirteen times that of the Space Shuttle main engine. With refinements a theoretical maximum of 100,000 seconds (1 MN·s/kg) might be possible. Thrusts were in the millions of tons, allowing spacecraft larger than 8 tons to be built with 1958 materials. The reference design was to be constructed of steel using submarine-style construction with a crew of more than 200 and a vehicle takeoff weight of several thousand tons. This single- stage reference design would reach Mars and return in four weeks from the Earth's surface (compared to 12 months for NASA's current chemically powered reference mission). The same craft could visit Saturn's moons in a seven-month mission (compared to chemically powered missions of about nine years). Notable engineering problems that occurred were related to crew shielding and pusher- plate lifetime. Although the system appeared to be workable, the project was shut down in 1965, primarily because the Partial Test Ban Treaty made it illegal; in fact, before the treaty, the US and Soviet Union had already separately detonated a combined number of at least nine nuclear bombs, including thermonuclear, in space, i.e., at altitudes of over 100 km (see high-altitude nuclear explosions). Ethical issues complicated the launch of such a vehicle within the Earth's magnetosphere: calculations using the (disputed) linear no-threshold model of radiation damage showed that the fallout from each takeoff would cause the death of approximately 1 to 10 individuals. In a threshold model, such extremely low levels of thinly distributed radiation would have no associated ill-effects, while under hormesis models, such tiny doses would be negligibly beneficial. The use of less efficient clean nuclear bombs for achieving orbit and then more efficient, higher yield dirtier bombs for travel would significantly reduce the amount of fallout caused from an Earth-based launch. One useful mission would be to deflect an asteroid or comet on collision course with the Earth, depicted dramatically in the 1998 film Deep Impact. The high performance would permit even a late launch to succeed, and the vehicle could effectively transfer a large amount of kinetic energy to the asteroid by simple impact. The prospect of an imminent asteroid impact would obviate concerns over the few predicted deaths from fallout. An automated mission would remove the challenge of designing a shock absorber that would protect the crew. Orion is one of very few interstellar space drives that could theoretically be constructed with available technology, as discussed in a 1968 paper, \"Interstellar Transport\" by Freeman Dyson. ===Project Daedalus=== Project Daedalus was a study conducted between 1973 and 1978 by the British Interplanetary Society (BIS) to design an interstellar unmanned spacecraft that could reach a nearby star within about 50 years. A dozen scientists and engineers led by Alan Bond worked on the project. At the time fusion research appeared to be making great strides, and in particular, inertial confinement fusion (ICF) appeared to be adaptable as a rocket engine. ICF uses small pellets of fusion fuel, typically lithium deuteride (6Li2H) with a small deuterium/tritium trigger at the center. The pellets are thrown into a reaction chamber where they are hit on all sides by lasers or another form of beamed energy. The heat generated by the beams explosively compresses the pellet to the point where fusion takes place. The result is a hot plasma, and a very small \"explosion\" compared to the minimum size bomb that would be required to instead create the necessary amount of fission. For Daedalus, this process was to be run within a large electromagnet that formed the rocket engine. After the reaction, ignited by electron beams, the magnet funnelled the hot gas to the rear for thrust. Some of the energy was diverted to run the ship's systems and engine. In order to make the system safe and energy efficient, Daedalus was to be powered by a helium-3 fuel collected from Jupiter. ===Medusa=== thumb|left|upright=1.36|Conceptual diagram of a Medusa propulsion spacecraft, showing: (A) the payload capsule, (B) the winch mechanism, (C) the optional main tether cable, (D) riser tethers, and (E) the parachute mechanism. thumb|right|Operating sequence of the Medusa propulsion system. This diagram shows the operating sequence of a Medusa propulsion spacecraft (1) Starting at moment of explosive-pulse unit firing, (2) As the explosive pulse reaches the parachute canopy, (3) Pushes the canopy, accelerating it away from the explosion as the spacecraft plays out the main tether with the winch, generating electricity as it extends, and accelerating the spacecraft, (4) And finally winches the spacecraft forward to the canopy and uses excess electricity for other purposes. The Medusa design has more in common with solar sails than with conventional rockets. It was envisioned by Johndale Solem in the 1990s and published in the Journal of the British Interplanetary Society (JBIS). A Medusa spacecraft would deploy a large sail ahead of it, attached by independent cables, and then launch nuclear explosives forward to detonate between itself and its sail. The sail would be accelerated by the plasma and photonic impulse, running out the tethers as when a fish flees a fisher, generating electricity at the \"reel\". The spacecraft would use some of the generated electricity to reel itself up towards the sail, constantly smoothly accelerating as it goes. In the original design, multiple tethers connected to multiple motor generators. The advantage over the single tether is to increase the distance between the explosion and the tethers, thus reducing damage to the tethers. For heavy payloads, performance could be improved by taking advantage of lunar materials, for example, wrapping the explosive with lunar rock or water, stored previously at a stable Lagrange point. Medusa performs better than the classical Orion design because its sail intercepts more of the explosive impulse, its shock- absorber stroke is much longer, and its major structures are in tension and hence can be quite lightweight. Medusa-type ships would be capable of a specific impulse between 50,000 and 100,000 seconds (500 to 1000 kN·s/kg). Medusa became widely known to the public in the BBC documentary film To Mars By A-Bomb: The Secret History of Project Orion. A short film shows an artist's conception of how the Medusa spacecraft works \"by throwing bombs into a sail that's ahead of it\".Archived at Ghostarchive and the Wayback Machine: ===Project Longshot=== Project Longshot was a NASA-sponsored research project carried out in conjunction with the US Naval Academy in the late 1980s. Longshot was in some ways a development of the basic Daedalus concept, in that it used magnetically funneled ICF. The key difference was that they felt that the reaction could not power both the rocket and the other systems, and instead included a 300 kW conventional nuclear reactor for running the ship. The added weight of the reactor reduced performance somewhat, but even using LiD fuel it would be able to reach neighboring star Alpha Centauri in 100 years (approx. velocity of 13,411 km/s, at a distance of 4.5 light years, equivalent to 4.5% of light speed). ===Antimatter-catalyzed nuclear reaction=== In the mid-1990s, research at Pennsylvania State University led to the concept of using antimatter to catalyze nuclear reactions. Antiprotons would react inside the nucleus of uranium, releasing energy that breaks the nucleus apart as in conventional nuclear reactions. Even a small number of such reactions can start the chain reaction that would otherwise require a much larger volume of fuel to sustain. Whereas the \"normal\" critical mass for plutonium is about 11.8 kilograms (for a sphere at standard density), with antimatter catalyzed reactions this could be well under one gram. Several rocket designs using this reaction were proposed, some which would use all- fission reactions for interplanetary missions, and others using fission-fusion (effectively a very small version of Orion's bombs) for interstellar missions. ===Magneto-inertial fusion === NASA funded MSNW LLC and the University of Washington in 2011 to study and develop a fusion rocket through the NASA Innovative Advanced Concepts NIAC Program. The rocket uses a form of magneto- inertial fusion to produce a direct thrust fusion rocket. Magnetic fields cause large metal rings to collapse around the deuterium-tritium plasma, triggering fusion. The energy heats and ionizes the shell of metal formed by the crushed rings. The hot, ionized metal is shot out of a magnetic rocket nozzle at a high speed (up to 30 km/s). Repeating this process roughly every minute would propel the spacecraft. The fusion reaction is not self-sustaining and requires electrical energy to explode each pulse. With electrical requirements estimated to be between 100 kW to 1,000 kW (300 kW average), designs incorporate solar panels to produce the required energy. Foil Liner Compression creates fusion at the proper energy scale. The proof of concept experiment in Redmond, Washington, was to use aluminum liners for compression. However, the ultimate design was to use lithium liners. Performance characteristics are dependent on the fusion energy gain factor achieved by the reactor. Gains were expected to be between 20 and 200, with an estimated average of 40. Higher gains produce higher exhaust velocity, higher specific impulse and lower electrical power requirements. The table below summarizes different performance characteristics for a theoretical 90-day Mars transfer at gains of 20, 40 and 200. {| class=\"wikitable\" |+ | FDR parameters for 90 Mars transfer burn |- ! Total gain !! Gain of 20 !! Gain of 40 !! Gain of 200 |- | Liner mass (kg) || 0.365 || 0.365 || 0.365 |- | Specific impulse (s) || 1,606 || 2,435 || 5,722 |- | Mass fraction || 0.33 || 0.47 || 0.68 |- | Specific mass (kg/kW) || 0.8 || 0.53 || 0.23 |- | Mass propellant (kg) || 110,000 || 59,000 || 20,000 |- | Mass initial (kg) || 184,000 || 130,000 || 90,000 |- | Electrical power required (kW) || 1,019 || 546 || 188 |} By April 2013, MSNW had demonstrated subcomponents of the systems: heating deuterium plasma up to fusion temperatures and concentrating the magnetic fields needed to create fusion. They planned to put the two technologies together for a test before the end of 2013. === Pulsed fission-fusion propulsion === Pulsed Fission-Fusion (PuFF) propulsion is reliant on principles similar to magneto- inertial fusion, It aims to solve the problem of the extreme stress induced on containment by an Orion-like motor by ejecting the plasma obtained from small fuel pellets that undergo autocatalytic fission and fusion reactions initiated by a Z-pinch. It is a theoretical propulsion system researched through the NIAC Program by the University of Alabama in Huntsville. It is in essence a fusion rocket that uses a Z-pinch configuration, but coupled with a fission reaction to boost the fusion process. A PuFF fuel pellet, around 1 cm in diameter, consists of two components: A deuterium-tritium (D-T) cylinder of plasma, called the target, which undergoes fusion, and a surrounding U-235 sheath that undergoes fission enveloped by a lithium liner. Liquid lithium, serving as a moderator, fills the space between the D-T cylinder and the uranium sheath. Current is run through the liquid lithium, a Lorentz force is generated which then compresses the D-T plasma by a factor of 10 in what is known as a Z-pinch. The compressed plasma reaches criticality and undergoes fusion reactions. However, the fusion energy gain (Q) of these reactions is far below breakeven (Q < 1), meaning that the reaction consumes more energy than it produces. In a PuFF design, the fast neutrons released by the initial fusion reaction induce fission in the U-235 sheath. The resultant heat causes the sheath to expand, increasing its implosion velocity onto the D-T core and compressing it further, releasing more fast neutrons. Those again amplify the fission rate in the sheath, rendering the process autocatalytic. It is hoped that this results in a complete burn up of both the fission and fusion fuels, making PuFF more efficient than other nuclear pulse concepts. Much like in a magneto-inertial fusion rocket, the performance of the engine is dependent on the degree to which the fusion gain of the D-T target is increased. One \"pulse\" consist of the injection of a fuel pellet into the combustion chamber, its consumption through a series of fission-fusion reactions, and finally the ejection of the released plasma through a magnetic nozzle, thus generating thrust. A single pulse is expected to take only a fraction of a second to complete. == See also == ==References== ==External links== *G.R. Schmidt, J.A. Bunornetti and P.J. Morton, Nuclear Pulse Propulsion - Orion and Beyond, NASA technical report AlAA 2000-3856, 2000 *J. C. Nance, \"Nuclear Pulse Propulsion,\" IEEE Trans. on Nuclear Science 12, 177 (1965) [Reprinted as Ann. N.Y. Acad. Sci. 140, 396 (1966)]. *\"Nuclear Pulse Space Vehicle Study, Vol III,\" Report on NASA Contract NAS 8-11053, General Atomics, GA-5009, 19 Sep 64. *F. Dyson, \"Death of a Project,\" Science 149, 141 (1965). *W. H. Robbins and H. B. Finger, H.B., \"An Historical Perspective of the NERVA Nuclear Rocket Engine Technology Program\", NASA Contractor Report 187154, AIAA-91-3451, July 1991. Category:Emerging technologies Category:Nuclear spacecraft propulsion Category:Plasma physics",
 "title": "Nuclear pulse propulsion"
}