{
 "id": "699333",
 "text": "Direct is a studio album by the Greek electronic composer Vangelis, released in 1988. The album marks a new development in Vangelis' music, during which Vangelis moved his creative base from London to Athens in Greece, and it was his first album recorded in Athens after relocation from London. ==Overview== According to the album sleeve notes the album and its title are inspired by Vangelis' method of composing and recording, relying on spontaneity, with the compositional and recording process occurring simultaneously in the studio. This process was largely facilitated by the use of full spectrum of sound in the mixing and mastering process, due to custom MIDI performance systems designed for Vangelis and the Zyklus MIDI Performance System which was developed by technicians Bill Marshall and Pete Kellock. ==Release== The CD tracks \"Dial Out\" and \"Intergalactic Radio Station\" were not on the LP. The LP has CD tracks 1-2-3-4-6 on side A, and CD tracks 7-8-10-11-9 on side B. In 2013 the album was released in remastered and reissued digipak edition by Esoteric Recordings. ==Instrumentation== The album is almost completely instrumental, employing mainly synthesizers and drum machines. Operatic vocals on \"Glorianna\" are performed by the Greek mezzo-soprano Markella Hatziano (uncredited). The male narrative on \"Intergalactic Radio Station\" is performed by musician-technician Casey Young (thanked). ==Composition== The album starts with \"The Motion of Stars\", a symphonic electronica cut with plays of string synths over a constantly shifting sequenced background. \"The Will of the Wind\" features heavy drum machine backing, with sampled shakuhachi melody. \"Metallic Rain\" is similar to \"Alpha\", it begins with a synthesizer solo and then builds to a rock-like section which adds drums, a guitar-like distorted synth sound, and heavy blues bass. \"Elsewhere\" starts with a sequenced backing, litling melody and then adds drum machine. \"Dial Out\" fits the album. On \"Glorianna (Hymn a la Femme)\" Vangelis uses synthesizers and orchestral percussion to support two vocalists singing in an operatic style. \"Rotation’s Logic\" is sort of pop-electronica. \"The Oracle of Apollo\" combines harp with synthesized strings and bass, capturing with \"Glorianna (Hymn a la Femme)\" the best elements in Vangelis style. \"Message\" has a sequenced bass and layers of strings at the start, which then develops into melodic symphonic style. \"Ave\" is pop-rock. \"Intergalactic Radio Station\" in the end includes spoken vocals over a progressive rock synthesized background. \"First Approach\" ends the album with quiet synthesized cello and flute solos. ==Reception== Jim Brenholts of Allmusic noted that it \"has strong elements of rock & roll, symphonic synth ambience, and new age instrumental aspects. At the same time, the bold synthesizer strokes and washes fit the Berlin school of electronica\". Henri Stirk from Background Magazine rated the 2013 edition by Esoteric Recordings 4/5 stars. He described the album to belong \"to the most interesting albums Vangelis recorded containing a style that could be called orchestral prog rock. Especially the synthesizer solos are a treat to the ears\". == Track listing == All songs composed and arranged by Vangelis. # \"The Motion of Stars\" – 4:17 # \"The Will of the Wind\" – 4:41 # \"Metallic Rain\" – 6:10 # \"Elsewhere\" – 5:39 # \"Dial Out\" – 5:20 # \"Glorianna (Hymn à la Femme)\" – 4:20 # \"Rotation's Logic\" – 3:27 # \"The Oracle of Apollo\" – 3:55 # \"Message\" – 7:07 # \"Ave\" – 5:04 # \"First Approach\" – 4:58 # \"Intergalactic Radio Station\" – 7:44 == Personnel == * Vangelis – composer, multi-instrumentalist Production * Vangelis – arranger, producer * Nicos Despotidis – engineer * Paul Wiffen – additional sound design * Michael Rochipp – cover image * Ida Paraschou, Yiannis Angelou, Stathis Zalidis – booklet photography Production (2013) *Vangelis – remaster *Frederick Rousseau – remaster sound engineer ==References== Category:1988 albums Category:Vangelis albums Category:Arista Records albums",
 "title": "Direct (Vangelis album)"
}