{
 "id": "699408",
 "text": "Newton Henry Allen (May 19, 1901 – June 9, 1988) was an American second baseman and manager in baseball's Negro leagues. Born in Austin, Texas, he began his Negro league career late in 1922 with the Kansas City Monarchs and, except for brief stints with other teams in 1931 and 1932, stayed with the Monarchs until his retirement in 1948. Long known for his leadership ability, he became the Monarchs' manager in 1941 when Andy Cooper suffered a pre-season stroke and died during the season. He won the Negro American League championship that season, but resigned as manager just before the beginning of the following season, resuming his duties as a reserve infielder. Allen's accomplishments as a player were even more impressive. A master at scoring runs, he bunted, stole bases and almost always provided the spark his team needed to win. Among the fastest baserunners of his generation of Negro leaguers, his most remarkable season was his 1929 campaign, in which he batted .330 while hitting 24 doubles and stealing 23 bases in a typically abbreviated Negro league season. Like the comparable Judy Johnson, he was a remarkable fielder, arguably the best fielding second baseman of any race from the 1920s through the 1940s, and was at his best in pressure situations. Unlike Johnson, Newt Allen is not in the Hall of Fame, although many experts regard him as having been superior to many white inductees. Allen did make the list of 39 finalists for the 2006 special Negro leagues and Pre-Negro leagues Election, but was not one of the 17 finally chosen. Newt Allen is also listed on the second team of a 1952 Pittsburgh Courier Poll of the Greatest Black Players.\"1952 Pittsburgh Courier Poll of Greatest Black Players.\" Allen died at age 87 in Cincinnati, Ohio. Known statistics: .293 career batting average, 16 home runs, 640 games. ==References== ==External links== and Baseball- Reference Black Baseball Stats and Seamheads * * * Category:1901 births Category:1988 deaths Category:All Nations players Category:Detroit Wolves players Category:Homestead Grays players Category:Indianapolis Clowns players Category:Kansas City Monarchs players Category:St. Louis Stars (baseball) players Category:Baseball players from Austin, Texas Category:Negro league baseball managers Category:20th-century African-American sportspeople",
 "title": "Newt Allen"
}