{
 "id": "699400",
 "text": "300px|thumb|Princess Kaʻiulani's residence at ʻĀinahau with the peacocks on the lawn. The house was built in 1897 to celebrate Kaʻiulani's return from Europe. ʻĀinahau was the royal estate of Princess Victoria Kaʻiulani, heir to the throne of the Kingdom of Hawaiʻi. == History == ʻĀinahau was located at the ʻili (traditional subdivision) of ʻAuʻaukai, the ahupuaʻa of Waikiki, on the island of Oahu. At the time, the site was four miles outside of the city of Honolulu. In 1872 the Scottish Archibald Scott Cleghorn purchased 6 acres at ʻAuʻaukai from two Hawaiians named Maʻaua and Koihala. Cleghorn's wife became Princess Likelike upon her brother's ascension as King Kalākaua in 1874. After the 1875 birth of their daughter Kaʻiulani, her godmother Princess Ruth Keʻelikōlani gifted her 3.9 acres and later an additional 1.3 acres at a later date. These lands were inherited from Princess Ruth's father Kekūanāoʻa. Princess Likelike named the estate ʻĀinahau (cool place) after the cool winds blowing down from the Manoa Valley and composed a song about her new home. Hawaiian linguist Mary Kawena Pukui claimed that the name means “hau tree land” or “land of the hau tree”, after the hau trees (Hibiscus tiliaceus) growing along the ʻĀpuakēhau Stream which gave shade to the estate. The confusion is due to the fact that hau means both cool and the hibiscus tree in Hawaiian. ʻĀinahau was initially a country estate while family lived in a mansion on Emma Street in downtown Honolulu, where Kaʻiulani was born. Her father sold the Emma Street residence to Scots-Irish industrialist James Campbell in 1878 and relocated the family to the country estate. Cleghorn built a two-story home on the estate. It was furnished with two grand pianos, elaborate brocade chairs, gold and glass cabinets and fixtures. Also, there were various art collections displayed on the walls and rooms. From ʻĀinahau, the Cleghorn family would entertain Hawaiʻi's prestigious social circles. Cleghorn collected flowers and trees from all over the world, planted in various gardens on the estate. These included date palms, Washington palms, mango and teak trees, Monterey cypress, cinnamon and croton trees, and other types of trees. He also planted fourteen types of hibiscus, Princess Likelike's favorite gardenia flowers and Kaʻiulani's signature flower, the pikake or Jasmine flowers. A large banyan tree in front of the main house became known as the Kaʻiulani's banyan, which was the progenitor of all later banyan trees in Honolulu. A stable was built for several horses, including quarters for Kaʻiulani's prized pony named Fairy. ʻĀinahau was made famous in later years for its many peacocks that roamed freely on its grounds. Kaʻiulani would be called the \"Princess of Peacocks\" in legend. Kaʻiulani became mistress of ʻĀinahau at the age of 12, upon the death of her mother Princess Likelike. As mistress of ʻĀinahau, she grew fond of the company of the Scottish poet and author Robert Louis Stevenson, who stayed at ʻĀinahau over the course of Kaʻiualani's childhood. The estate was sold in 1917 and subdivided after plans to turn it into a park fell through. The house burned down in 1921 due to what was thought to be a gas leak. == Later development == thumb|right|The Sheraton Princess Kaiulani Hotel, currently on the site. Original 1955 wing in foreground, 1970 Ainahau Tower in background. The site was later developed by the owners of the Moana Hotel, located across Kalākaua Avenue, which had been built towards the end of Kaʻiulani's life. In 1925, wood frame bungalows for the Moana were constructed on the site of ʻĀinahau. The bungalows were demolished in 1953 and the Matson Line constructed the Princess Kaiulani Hotel, which opened on 11 June 1955. The 11-story building was the tallest in Hawaii at the time. In 1959, Matson sold their hotels to Sheraton Hotels. They added a second wing to the successful Princess Kaiulani Hotel in 1960, with 210 additional rooms. The hotel was sold to Kyo-Ya Company Limited in July 1963, though Sheraton continued to operate it. Kyo-Ya added a third wing, the 29-story Ainahau Tower, in 1970. Later in the 1970s, they renamed the hotel the Sheraton Princess Kaiulani Hotel. == References == == Bibliography == * * * * * * * * * * * * * * == External links == * Ainahau Estate in Waikiki: Childhood Home of Princess Kaiulani Category:Hawaiian architecture Category:Royal residences in Hawaii Category:Buildings and structures in Honolulu County, Hawaii Category:Waikiki Category:Demolished buildings and structures in Hawaii",
 "title": "ʻĀinahau"
}