{
 "id": "699591",
 "text": "Myron Timothy Herrick (October 9, 1854March 31, 1929) was an American banker, diplomat and Republican politician from Ohio. He served as the 42nd governor of Ohio and United States Ambassador to France on two occasions. ==Biography== Herrick was born in Huntington, Lorain County, Ohio, the son of Mary (Hulburt) Herrick and Timothy Robinson Herrick a local farmer. He studied at Oberlin College and Ohio Wesleyan University, but graduated from neither. He married Caroline Marina Parmely of Dayton, Ohio on June 30, 1880. They had one son, Parmely Webb Herrick (1881–1937). ==Career== thumb|left|140px|Myron T. Herrick Admitted to practice law in Cleveland in 1878, Herrick joined the bank Society for Savings as secretary and treasurer in 1886, and became the bank's president in 1894. From 1885 to 1888, Herrick was a member of the Cleveland City Council. In 1886, in Cleveland, he helped to finance the founding of The National Carbon Company, along with W. H. Lawrence, James Parmelee, and James Webb Cook Hayes, son of U.S. President Rutherford B. Hayes.Eveready Battery Company Records Collection at Rutherford B. Hayes Presidential Center This company, a predecessor of Union Carbide, Energizer, and Eveready, would come to figure prominently in the history of the consumer battery and the flashlight. Herrick was a Presidential elector in 1892 for Harrison/Reid.Taylor 1899 : vol. 2, 136 In 1902, Herrick gave the village of Wellington, Ohio, a grant of $20,000, which they used to build the library now known as the Herrick Memorial Library. Herrick later bequeathed $70,000 for an addition. Herrick served as the Governor of Ohio from 1904 to 1906; (future United States President) Warren G. Harding served as his Lieutenant Governor. He had been a protégé of political boss Mark Hanna, but in 1906 was defeated by the efforts of Wayne Wheeler and the Anti-Saloon League after he refused to support their plan for prohibition of alcohol in Ohio. He subsequently served as United States Ambassador to France from 1912 to 1914 and again from 1921 to 1929. He is the only American ambassador to France with a street named after him in Paris, in the 8th arrondissement. Herrick was the ambassador who hosted Charles Lindbergh in Paris after his successful New York to Paris Atlantic crossing in 1927. He was an unsuccessful candidate for the U.S. Senate in 1916 against Atlee Pomerene. ==Death== Herrick was serving as United States Ambassador to France at the time of his death on March 31, 1929. He died from a heart attack. He was interred at Lake View Cemetery in Cleveland, Ohio. ==References== ==Further reading== * * Myron Herrick, Friend of France: An Autobiography by Col. T Bentley Mott ==External links== * * National Governors Association * Ambassador Herrick, right, with Charles Lindbergh and Louis Bleriot; May 1927 * Myron T. Herrick Residence, formerly in Cleveland Heights, Ohio, was demolished in 1969. * Category:1854 births Category:1929 deaths Category:Governors of Ohio Category:Ambassadors of the United States to France Category:Ohio Republicans Category:Burials at Lake View Cemetery, Cleveland Category:Ohio University trustees Category:1892 United States presidential electors Category:Oberlin College alumni Category:Ohio Wesleyan University alumni Category:Cleveland City Council members Category:Republican Party state governors of the United States Category:Trust Company of America people Category:20th-century American diplomats Category:20th-century American politicians",
 "title": "Myron T. Herrick"
}