{
 "id": "699978",
 "text": "Mudchute is a Docklands Light Railway (DLR) station on the Isle of Dogs, next to Mudchute in London, England. The station is situated in the Millwall area and is in Travelcard Zone 2. The name of the area refers to the engineering overspill when Millwall Dock was being created in the 1840s. Spoil from the excavation of the Dock and silt from its channels and waterways were dumped on nearby land, creating \"The Mudchute\", which quickly established itself as a wildlife habitat and adventuring location for local children. == History == The station was originally intended to be named Millwall Park but around the time the DLR was being constructed Millwall F.C. had experienced some particularly nasty incidents of hooliganism, and a minority of its fans were considered to be amongst the most riotous in the country. Apart from any negative association the name may have given, local people were concerned that visiting fans in particular would travel to the station in error - not realising that the club's ground is some distance away on the other side of the river. Consequently, the name Mudchute was suggested and subsequently agreed upon. thumb|left|The original high-level Mudchute station in 1989 The original station was on the route of the Millwall Extension Railway which was an old Victorian railway line that had been disused for many years. The original elevated station opened on 31 August 1987 and it was the last station before the terminus at Island Gardens. When the line was extended under the River Thames to Lewisham the station was rebuilt in a shallow cutting close to the tunnel entrance. The rebuilt station opened on 20 November 1999. In April 2008 work started on replacing the siding formed by the old route into a third platform for reversing trains and adding a canopy over the station. By October 2009 these works were complete. ==Buses== London Buses routes 135 and 277 serve the station. ==References== ==External links== * Docklands Light Railway website - Mudchute station page Category:Docklands Light Railway stations in the London Borough of Tower Hamlets Category:Railway stations in Great Britain opened in 1987 Category:Millwall",
 "title": "Mudchute DLR station"
}