{
 "id": "70002",
 "text": "{{Infobox writer | name = Murray Bail | image = | imagesize = | caption = | birth_name = | birth_date = | birth_place = Adelaide, South Australia, Australia | education = | occupation = Writer | nationality = Australian | genre = | movement = | notableworks = | spouse = Margaret Bail (1965–1988) Helen Garner (1992–2000) | children = | signature = }} Murray Bail (born 22 September 1941) is an Australian writer of novels, short stories and non- fiction. In 1980 he shared the Age Book of the Year award for his novel Homesickness. He was born in Adelaide, South Australia. He has lived most of his life in Australia except for sojourns in India (1968–70) and England and Europe (1970–74). He lives in Sydney. He was trustee of the National Gallery of Australia from 1976 to 1981 and wrote a book on Australian artist Ian Fairweather. A portrait of Bail by the artist Fred Williams is hung in the National Portrait Gallery in Canberra. The portrait was done while both Williams and Bail were Council members of the National Gallery of Australia. ==Career== He is most well known for Eucalyptus, which won the Miles Franklin Award in 1999. His other work includes the novels Homesickness, which was a joint winner of The Age Book of the Year in 1980, and Holden's Performance, another award-winner. Reviewers recently compared Bail's Notebooks 1970-2003 with Proust, Gide and Valéry's. The Pages [2008] was shortlisted for the Miles Franklin Award. His latest novel, The Voyage, was released in November 2012. Laurie Clancy suggests that Bail is, with Peter Carey and Frank Moorhouse, one of the chief innovators in Australian short story writing, and that he was part of its revival in the 1970s. He notes that Bail is particularly interested in the relationship between language and reality, and that this is evident in his early short stories. Clancy says \"the stories display the strange mixture of surrealist fantasy and broad satire of Australian mores that characterizes all of Bail's work\". After early success with short fiction, Bail turned to the novel as a form commensurate with his vision of life's complexity, which emerges in all its perplexing intricacy in Homesickness. This first novel describes the unscripted, global travels of a group of Australian tourists to diverse museums, real and imaginary. His next book, Holden's Performance, dealt more overtly with issues of national identity and the diverse forces that shape individual character. His later novels explored related issues in terms of a key binary: in Eucalyptus, these are empirical knowledge and imagination, in The Pages psychology and philosophy. Bail prides himself, rightly, on being a novelist of ideas, who is determined to be audacious in his creations and to challenge reader expectations and complacency. The standard study of his work is Michael Ackland's The Experimental Fiction of Murray Bail (2012). ==Personal life== Bail is the second of four children. His father worked in the tramways and his mother was a homemaker. He attended Norwood Technical High School. Bail started working in advertising agencies in Adelaide and Melbourne. He and his first wife moved to India in 1968, where he worked in an advertising agency in Bombay. He contracted amoebic dysentery on his travels, and went to London for treatment at the Hospital for Tropical Diseases. There he decided the novel he had written in India was worthless, so he threw it in the garbage. He remained in London for five years, the first year on the dole, before returning to Australia in 1975.Paul Sheehan, \"Talking Turtle\", Sydney Morning Herald, 25 April 1998, Spectrum, 10s Bail has been married and divorced twice. He was first married in 1965, and divorced in 1988. His second wife was fellow writer Helen Garner, whom he married in 1992. ==Awards== *1980: The Age Book of the Year, joint winner for Homesickness with David Ireland's Woman of the Future *1980: National Book Council Award for Homesickness *1988: Victorian Premier's Literary Award Vance Palmer Prize for Fiction for Holden's Performance *1998: ALS Gold Medal for Eucalyptus *1999: Miles Franklin Award for Eucalyptus *1999: Commonwealth Writers' Prize for Eucalyptus ==Bibliography== ===Novels=== * Homesickness (1980) * Holden's Performance (1987) * Eucalyptus (1998) * The Pages (2008) * The Voyage (2012) === Short fiction === ;Collections * Contemporary Portraits and Other Stories (1975), republished in 1986 as The Drover's Wife and Other Stories * Camouflage (2000), the Australian first edition consists of two stories: \"Camouflage\" and \"The Seduction of My Sister\". The UK hardcover edition (2001) includes an extra story \"The Drover's Wife\". The US edition (2002) expands on the UK hardcover edition with the inclusion of eleven other stories (all previously published in Contemporary Portraits and Other Stories). ===Non-fiction=== * Ian Fairweather (1981) * Longhand: A Writer's Notebook (1989) * * Notebooks 1970-2003 (2005) * He. (2021) ===Edited=== * The Faber Book of Contemporary Australian Short Stories (1988) ==Notes== ==References== *Australian authors: Murray Bail Accessed: 2007-11-16 *Clancy, Laurie Murray Bail Biography Accessed: 2007-11-16 *Murray Bail at the complete review Accessed: 2007-09-19 Category:1941 births Category:Living people Category:20th-century Australian male writers Category:20th-century Australian novelists Category:20th-century Australian short story writers Category:21st-century Australian male writers Category:21st-century Australian novelists Category:21st-century Australian short story writers Category:ALS Gold Medal winners Category:Australian male novelists Category:Australian male short story writers Category:Granta people Category:Miles Franklin Award winners Category:Writers from Adelaide",
 "title": "Murray Bail"
}