{
 "id": "700084",
 "text": "Richard Bishop (November 4, 1812 – March 2, 1893), also known as Richard M. Bishop and Papa Richard, was an American politician from the U.S. state of Ohio. Bishop served as the 34th governor of Ohio. ==Biography== Richard Moore Bishop was born in Fleming County, Kentucky, and received business training in his home state.Powell 1913 : 236-237 He came to Cincinnati, Ohio in 1848, and had a wholesale grocery business on the Public Landing as Bishop and Wells and later R. M. Bishop and Company. In 1857 he became councilman, and 1858, president of the Council. He was Mayor from 1859 to 1861, and declined re- nomination.Greve 1904 : 655 While Bishop was mayor, the Prince of Wales accepted his invitation to visit the city, and, despite being a Democrat, Bishop made the address of welcome to President Lincoln as he passed through on the way to his inauguration. He presided over the great Union meeting held the first year of the war. From 1859 to 1869, Bishop was President of the Ohio Missionary State Society, and he also served as President of the General Christian Missionary Convention. He was also a member of the Ohio Constitutional Convention of 1873. He was a mover in promoting the Cincinnati Southern Railway. In 1877, the Democrats nominated Bishop for governor, and he defeated Republican William H. West and three other candidates with a plurality, but not majority of the votes.Smith 1898 : 379 Bishop served a single two-year term as governor, and was not re-nominated by his party. A Democratic writer summed up his administration thus: Bishop died at Jacksonville, Florida, March 2, 1893. Bishop was buried at Spring Grove Cemetery on March 5, 1893 ==Notes== ==References== * * * Category:1812 births Category:1893 deaths Category:American Disciples of Christ Category:American members of the Churches of Christ Category:Burials at Spring Grove Cemetery Category:Cincinnati City Council members Category:Governors of Ohio Category:Mayors of Cincinnati Category:Ohio Democrats Category:Ohio Constitutional Convention (1873) Category:People from Fleming County, Kentucky Category:Democratic Party state governors of the United States Category:19th- century American politicians",
 "title": "Richard M. Bishop"
}