{
 "id": "700228",
 "text": "David Tod (February 21, 1805 – November 13, 1868) was an American politician and industrialist from the U.S. state of Ohio. As the 25th governor of Ohio, Tod gained recognition for his forceful and energetic leadership during the American Civil War. A Democrat who supported the war effort, Tod helped to maintain a fragile alliance between the state's Republicans and War Democrats and took steps to secure Ohio's borders. In 1863, the state's pro-Union party failed to nominate Tod for a second term because of his tepid support for the abolition of slavery and his unpopularity among the state's myriad political factions. After completing his two-year term as Ohio governor, Tod turned down an invitation to serve in the government of President Abraham Lincoln as Secretary of the Treasury, citing poor health. Tod died of a stroke in 1868, three years after the end of the war and was interred in Oak Hill Cemetery (Youngstown, Ohio). ==Early life== Tod was born in Youngstown, Ohio, to a family actively involved in local and state politics. His father, George Tod, born to a Scottish immigrant in Suffield, Connecticut, had relocated to the Connecticut Western Reserve in 1800. There, George Tod pursued a career in public life, serving as an Ohio lawmaker between 1804 and 1806, and winning a seat as a justice of the Ohio Supreme Court in 1807. David Tod attended Burton Academy in Geauga County and studied law in Warren, where he was appointed postmaster. Admitted to the Ohio bar in 1827, he accumulated considerable wealth as a lawyer actively involved in the coal and iron industries of the Mahoning Valley, and he went on to become president of the Cleveland and Mahoning Railroad. ==Early political career== Tod was in the Ohio State Senate from 1838 to 1840. He was a candidate for Ohio's governorship as a Democrat in 1844 and 1846, running on a strongly anti-national bank platform, but lost both elections. He was appointed by President James K. Polk as minister (ambassador) to Brazil from 1847 to 1851. He presided over the 1860 Democratic National Convention in Baltimore after the resignation of Caleb Cushing as convention president. Although previously a strong Democrat, Tod joined the pro-Union alliance between the Republican Party and Ohio's War Democrats at the outset of the Civil War. On September 5, 1861, Republicans and War Democrats met in Columbus, Ohio, to form the National Union Party. The newly established party promptly abandoned the state's beleaguered Republican governor, William Dennison, and threw its support behind Toda move designed to strengthen solidarity between War Democrats and Republicans. Meanwhile, the War Democrats who had not joined the National Union Party nominated Hugh J. Jewett, who called for reconciliation with the South but \"stopped short of taking a strong antiwar stance\". Tod won the election, polling 206,997 votes to Jewett's 151,774—a result that indicated the National Union Party had made few inroads among Democratic voters. Tod ultimately served one term as governor, leading the state from 1862 to 1864. ==Civil War governor== thumb|right|David Tod as governor of Ohio Governor Tod faced significant difficulties in encouraging military recruitment and providing for Ohio troops in the field, but gained the nickname \"the soldier's friend\". As historian George W. Knepper observed, the governor was compelled, near the outset of his administration, to \"deal with the highly emotional aftermath of the battle of Shiloh\", a costly victory in which Ohio alone suffered 2,000 casualties. Several months later, when Confederate troops under the leadership of Stonewall Jackson threatened Washington, D.C., Tod was able to secure 5,000 volunteers to provide three months of service. He was less successful, however, in filling Ohio's federally mandated quota of 74,000 troops. In time, he advocated federal conscription, writing to Secretary of War Edwin Stanton, \"With this Ohio will... respond to any further calls made upon her, but without it would be impossible to raise any considerable number\". Among those Ohioans who participated in the war effort was Tod's nephew, Brigadier General James Hobart Ford, who served in the Trans-Mississippi Theater of the War. States could use their own tax money to supplement the work of the United States Sanitary Commission as Ohio did. Under the energetic leadership of Governor Tod, Ohio acted vigorously. Following the unexpected carnage at the Battle of Shiloh in Tennessee in April 1862, it send 3 steamboats to the scene as floating hospitals loaded with doctors, nurses and medical supplies. The state fleet expanded to eleven hospital ships. The state also set up 12 local offices in main transportation nodes across the Midwest to assist Ohio soldiers moving back and forth. Tod was challenged to maintain the state's security during the war, calling out the militia to respond to a cavalry raid by Confederate Brig. Gen. John Hunt Morgan from July 12 to 26, 1863, and arranging for the compensation of Ohioans whose property had been confiscated by Morgan's men. Damages inflicted upon Ohio residents reached $576,225, \"while the expense of keeping the militia in the field raised the total cost to well over a million dollars\". At the same time, as historian Richard H. Abbott observed, Tod also \"battled with recalcitrant Democrats, unruly newspaper editors, draft rioters, and strange secret societies\". He was compelled to call out troops to bring an end to draft riots in Holmes County, which became popularly known as the \"Battle of Fort Fizzle\". He recommended the federal military arrest of Copperhead leaders such as Dr. Edson B. Olds—who sued him for kidnapping and actually had the governor briefly arrested, before the Supreme Court of Ohio issued a writ of habeas corpus–and Clement Vallandigham. In 1862, he attended the Loyal War Governors' Conference in Altoona, Pennsylvania, which ultimately backed Abraham Lincoln's Emancipation Proclamation and the Union war effort. At the same time, Tod resisted the idea of using black troops in the war effort. When black abolitionist leader John Mercer Langston urged the governor to enlist African- American soldiers to help the state fill its draft quotas, Tod responded sharply, saying, \"Do you not know, Mr. Langston, that this is a white man's government; that white men are able to defend and protect it?\" Nevertheless, by 1863, blacks were being enrolled in Ohio's volunteer units, and more than 5,000 served in state or federal units. ==Later years== Tod was unable to secure the pro-Union renomination in 1863, losing it to another War Democrat, John Brough, who enjoyed greater popularity among Ohioans and more actively supported the anti-slavery direction the Northern war effort had by then taken. President Abraham Lincoln then offered Tod the post of U.S. Secretary of the Treasury, telling an aide, \"He is my friend, with a big head full of brains... he made a good governor, and has made a fortune for himself\". Tod, knowing he was not radical enough for Republicans in the United States Senate and in fragile health, declined the appointment. Tod died of a stroke in 1868, at the age of 63, leaving a widow and seven children. He was a Republican Presidential elector in 1868 for Grant/Colfax. He died before the meeting of electors, and was replaced by G. V. Dorsey. Since his death, Tod has gained recognition as an effective political leader who guided his state through a difficult period. As Delmer J. Trester wrote: \"His administration was characterized by intense patriotism, devotion to duty, administrative ability, and unflagging energy. Ohio was fortunate to have David Tod as one of its war governors\". Tod is honored with a full-size bronze depiction inside the Cuyahoga County Soldiers' and Sailors' Monument in Cleveland, Ohio for his service as governor during the Civil War. ==References== * * * * * * * * ==External links== * * David Tod proclamation, W.S. Hoole Special Collections Library, The University of Alabama. * |- |- |- |- |- Category:1805 births Category:1868 deaths Category:19th-century American diplomats Category:19th- century American politicians Category:19th-century American railroad executives Category:American diplomats Category:American mining businesspeople Category:American people of Scottish descent Category:Ohio postmasters Category:Governors of Ohio Category:Ohio Democrats Category:Ohio lawyers Category:Ohio Republicans Category:Ohio state senators Category:Politicians from Youngstown, Ohio Category:People of Ohio in the American Civil War Category:Republican Party state governors of the United States Category:Union state governors Category:1868 United States presidential electors Category:Lawyers from Youngstown, Ohio Category:Businesspeople from Youngstown, Ohio Category:19th-century American lawyers",
 "title": "David Tod"
}