{
 "id": "700369",
 "text": "John Campbell Merriam (October 20, 1869 - October 30, 1945) was an American paleontologist, educator, and conservationist. The first vertebrate paleontologist on the West Coast of the United States, he is best known for his taxonomy of vertebrate fossils at the La Brea Tar Pits in Los Angeles, particularly with the genus Smilodon, more commonly known as the sabertooth cat. He is also known for his work to extend the reach of the National Park Service. ==Biography== He was born in Hopkinton, Iowa, the eldest child of postmaster, store proprietor, and American Civil War veteran Charles E. Merriam. His middle name Campbell was his mother's middle name, and the maiden name of his maternal grandmother. Both his father Charles E. Merriam and his paternal uncle Henry C. Merriam had served as officers in the 12th Iowa Infantry, Company K; after capture at the Battle of Shiloh, they were sent to Libby Prison for some time before being returned to the battlefields. Eventually, when the two brothers were mustered out, they returned to Iowa, married, and raised families. It seems that John Campbell Merriam may not have had a close relationship with his brother Charles E. Merriam Jr. (five years younger), who went on to University of Chicago as a political scientist and founder of the Social Science Research Council. Certainly, their intellectual trajectories were quite distinct: while Charles was a hardball political scientist, John Campbell was a paleontologist whose science verged into Christian mystical teleology (see Stock). Both John Campbell Merriam and his brother Charles E. Merriam Jr. spent their later years in Washington, D.C., where they influenced national policies in their chosen fields. As a young man, he began collecting Paleozoic invertebrate fossils near his Iowa home. He received a bachelor's degree from Lenox College in Hopkinton, Iowa, his father's alma mater, then went to the University of California to study geology and botany under Joseph Le Conte. He later went to Munich, Germany, to study under the famous paleontologist Karl von Zittel. In 1894 he returned to the U.S. and joined the faculty at the University of California, teaching and performing research in both vertebrate and invertebrate paleontology. In 1901 one of his lectures on paleontology inspired the young Annie Montague Alexander, who financed and took part in his expedition that year to Fossil Lake in Oregon. Alexander, who went on to a lifelong career as a paleontological benefactress, financed his subsequent expeditions to Mount Shasta in 1902 and 1903, as well as his famous 1905 Saurian Expedition to the West Humboldt Range in Nevada. During this expedition Merriam unearthed 25 specimens of ichthyosaur, many of them considered the finest ever found. In 1903 he was recognized as an Associate Member of the Boone and Crockett Club, a wildlife conservation organization founded in 1887 by Theodore Roosevelt and George Bird Grinnell. In 1912 he was appointed chairman of the Department of Paleontology at the University of California. That same year he began his famous studies of vertebrates at the La Brea Tar Pits. He and his students categorized many of the vertebrate fossils found at the site, and many more were placed in storage. The smilodon was later established as the California state fossil. In 1918 he co-founded the Save the Redwoods League, which began significant preservation efforts after Merriam traveled the Redwood areas of Humboldt County, California in 1922 seeking to spare its old-growth the effects of logging he witnessed in Redwood forests closer to San Francisco. A biography, which details his efforts to preserve wild lands in California and throughout the United States, was published in 2005. In 1919, Merriam served as president of the Geological Society of America.Fairchild, Herman LeRoy, 1932, The Geological Society of America 1888-1930, a Chapter in Earth Science History: New York, The Geological Society of America, 232 p.Eckel, Edwin, 1982, GSA Memoir 155, The Geological Society of America — Life History of a Learned Society: Boulder, Colorado, Geological Society of America Memoir 155, 168 p., . In 1920 he was appointed Dean of Faculty at the University of California, Berkeley, but he left that same year to become president of the Carnegie Institution in Washington, D.C. His departure caused the university to combine the Paleontology Department with the Geology Department, angering Merriam's benefactress, Annie Alexander, who subsequently founded and endowed the university's Museum of Paleontology. As the head of Carnegie Institution, Merriam's administrative duties led to a reduction in his research for the rest of his career. He accomplishments as president included helping to advance the educational programs of the National Park Service, as well as helping to preserve the California redwoods. His published papers are collected in a four-volume set published in 1938 by the Carnegie Institution. Merriam was a founding member of the Galton Institute and a cautious political supporter of eugenics. Notably, his paternal first cousin Frank Merriam, the eldest child of Civil War veteran Henry C. Merriam, served as the 28th Governor of California between 1934 and 1939. ==Education and University Degrees== Bachelor of Science, Lenox College, 1887. PhD, University of Munich, 1893. ScD, Columbia University, 1921. ScD, Princeton University, 1922. ScD, Yale University, 1922. LLD, Wesleyan University, 1922. PHD, University of California, 1924. LLD, New York University, 1926. LLD, University of Michigan, 1933. LLD, Harvard University in 1935. ScD, University of Pennsylvania, 1936. ScD, State University of New York, 1937. LLD, George Washington University, 1937. ScD, Oregon State College, 1939. LLD, University of Oregon, 1939. ==See also== * :Category:Taxa named by John Campbell Merriam == References == ==External links== *UCSB: John Campbell Merriam *UCMP: John C. Merriam *Guide to the John Campbell Merriam Papers at The Bancroft Library *National Academy of Sciences Biographical Memoir *Concise biography of John Campbell Merriam Category:1869 births Category:1945 deaths Category:19th-century American scientists Category:20th-century American scientists Category:American paleontologists Category:American eugenicists Category:Scientists from California Category:University of California, Berkeley faculty Category:University of California, Berkeley alumni Category:People from Oakland, California Category:People from Humboldt County, California Category:People from Delaware County, Iowa Category:Presidents of the Geological Society of America Category:Lenox College alumni",
 "title": "John Campbell Merriam"
}