{
 "id": "700420",
 "text": "The Delisle scale (°D) is a temperature scale invented in 1732 by the French astronomer Joseph-Nicolas Delisle (1688-1768). Delisle was the author of Mémoires pour servir à l'histoire et aux progrès de l'Astronomie, de la Géographie et de la Physique (Memories to Serve the History and Progress of Astronomy, Geography and Physics) (1738). The Delisle scale is notable as one of the only temperature scales that is inverted from the amount of thermal energy it measures; unlike most other temperature scales, higher measurements in degrees Delisle are colder, while lower measurements are warmer. == History == In 1732, Delisle built a thermometer that used mercury as a working fluid. Delisle chose his scale using the temperature of boiling water as the fixed zero point and measured the contraction of the mercury (with lower temperatures) in hundred-thousandths. Delisle thermometers usually had 2400 or 2700 gradations, appropriate to the winter in St. Petersburg, as he had been invited by Peter the Great to the city to found an observatory in 1725. In 1738, Josias Weitbrecht recalibrated the Delisle thermometer with two fixed points, keeping 0 degrees as the boiling point and adding 150 degrees as the freezing point of water. He then sent this calibrated thermometer to various scholars, including Anders Celsius. The Celsius scale, like the Delisle scale, originally ran from zero for boiling water down to 100 for freezing water. This was reversed to its modern order after his death, in part at the instigation of Swedish botanist Carl Linnaeus and the manufacturer of Linnaeus thermometers, Daniel Ekström. The Delisle thermometer remained in use for almost 100 years in Russia. One of its users was Mikhail Lomonosov, who reversed it in his own work, measuring the freezing point of water as 0 °D and the boiling point as 150 °D. ==Conversion table between the different temperature units== == See also == * Comparison of temperature scales == Notes == == References == ==External links== *Photo of an antique thermometer backing board c. 1758--marked in four scales; the second is Delisle (spelled \"de Lisle\"). Category:Obsolete units of measurement Category:Scales of temperature",
 "title": "Delisle scale"
}