{
 "id": "70116",
 "text": "The Carnegie Medal is a British literary award that annually recognises one outstanding new English-language book for children or young adults. It is conferred upon the author by the Chartered Institute of Library and Information Professionals (CILIP). CILIP calls it \"the UK's oldest and most prestigious book award for children's writing\". The Medal is named after the Scottish-born American philanthropist Andrew Carnegie (1835–1919), who founded more than 2,800 libraries in the English-speaking world, including at least one in more than half of British library authorities. It was established in 1936 by the British Library Association, to celebrate the centenary of Carnegie's birth and inaugurated in 1937 with the award to Arthur Ransome for Pigeon Post (1936) and the identification of two 'commended' books. The first Medal was dated 1936, but since 2007 the Medal has been dated by its year of presentation, which is now one or two years after publication. In 1955, the Kate Greenaway Medal was established as a companion to the Carnegie Medal. The Kate Greenaway Medal recognises \"distinguished illustration in a book for children\". Both awards were established and administered by the Library Association, until it was succeeded by CILIP in 2002. Nominated books must be written in English and first published in the UK during the preceding school year (September to August). Until 1969, the award was limited to books by British authors first published in England. The first non-British medalist was Australian author Ivan Southall for Josh (1972). The original rules also prohibited winning authors from future consideration. The first author to win a second Carnegie Medal was Peter Dickinson in 1981, who won consecutively for Tulku and City of Gold. There were eight repeat winners to 2018. The winner is awarded a gold medal and £500 worth of books donated to the winner's chosen library. In addition, since 2016 the winner has received a £5,000 cash prize from the Colin Mears bequest. == Latest rendition == Jason Reynolds won the 2021 Carnegie Medal for Look Both Ways, an anthology of ten stories about children walking home from school. There were eight books on the 2021 shortlist, each published between September 2019 and August 2020: * Elizabeth Acevedo, Clap When You Land (Hot Key Books) * Sophie Anderson, The Girl Who Speaks Bear, illustrated by Kathrin Honesta (Usborne) * Joseph Coelho, The Girl Who Became A Tree, illustrated by Kate Milner (Otter-Barry Books) * Marie-Louise Fitzpatrick, On Midnight Beach (Faber) * Manjeet Mann, Run, Rebel (Penguin) * Jason Reynolds, Look Both Ways (Knights Of) * Ruta Sepetys, The Fountains of Silence (Penguin) * Lauren Wolk, Echo Mountain (Penguin) Recommended ages have ranged from 8+ to 14+ for books on the shortlist since 2001. ==Process== CILIP members may nominate books each September and October, with the full list of valid nominations published in November. The longlist, chosen by the judges from the nominated books, is published in February. The judging panel comprises 12 children's librarians, all of whom are members of CILIP's Youth Libraries Group (YLG). The shortlist is announced in March and the winner in June. Titles must be English-language works first published in the UK during the preceding year (1 September to 31 August). According to CILIP, \"all categories of books, including poetry, non-fiction and graphic novels, in print or ebook format, for children and young people are eligible\". Multiple-author anthologies are excluded; however, co-authored single works are eligible. Young people from across the UK take part in shadowing groups organised by secondary schools and public libraries, to read and discuss the shortlisted books. CILIP instructs the judging panel to consider plot, characterisation, and style \"where appropriate\". Furthermore, it states that \"the book that wins the Carnegie Medal should be a book of outstanding literary quality. The whole work should provide pleasure, not merely from the surface enjoyment of a good read, but also the deeper subconscious satisfaction of having gone through a vicarious, but at the time of reading, a real experience that is retained afterwards\". A diversity review in 2018 led to changes in the nomination and judging process to promote better representation of ethnic minority authors and books. ==Winners== Up to 2021 there have been 82 Medals awarded over 85 years, spanning the period from 1936 to 2020. No eligible book published in 1943, 1945, or 1966 was considered suitable by the judging panel. From 2007 onward, the medals are dated by the year of presentation. Prior to this, they were dated by the calendar year of their British publication. Forty-one winning books were illustrated in their first editions, including every one during the first three decades. Six from 1936 to 1953 were illustrated or co-illustrated by their authors; none since then. {| class=\"wikitable sortable\" style=\"font-size:1.00em; line- height:1.5em;\" |+ Carnegie Medal winners ! Year || Author || Title || Publisher |- |2021 |Jason Reynolds |Look Both Ways |Knights Of |- |2020 || ||Lark ||Barrington Stoke |- |2019 |Elizabeth Acevedo |The Poet X |HarperTeen |- | 2018 || illustrated by Jane Milloy ||Where the World Ends ||Usborne Publishing |- | 2017 || ||Salt to the Sea ||Penguin Books |- | 2016 || ||One ||Bloomsbury Children's |- | 2015 || ||Buffalo Soldier ||Walker Books |- | 2014 || ||The Bunker Diary ||Penguin Books |- | 2013 || ||Maggot Moon ||Hot Key Books |- | 2012 || illustrated by Jim Kay||A Monster Calls ||Walker Books |- | 2011 || ||Monsters of Men ||Walker Books |- | 2010 || two illustrators ||The Graveyard Book ||Bloomsbury |- | 2009 || ||Bog Child ||David Fickling |- | 2008 || ||Here Lies Arthur ||Scholastic |- | 2007 || ||Just in Case ||Penguin |- |colspan=4| 2006 The award date is the year of publication before 2006, the year of presentation after 2006. |- | 2005 || ||Tamar ||Walker Books |- | 2004 || ||Millions ||Macmillan |- | 2003 * || ||A Gathering Light ||Bloomsbury |- | 2002 || ||Ruby Holler ||Bloomsbury |- | 2001 || ||The Amazing Maurice and his Educated Rodents ||Doubleday |- | 2000 || ||The Other Side of Truth ||Puffin |- | 1999 || ||Postcards from No Man's Land ||The Bodley Head |- | 1998 * || illus. Adam Fisher ||Skellig ||Hodder & Stoughton |- | 1997 || ||River Boy ||Oxford University Press |- | 1996 * || ||Junk ||Andersen Press |- | 1995 * || ||Northern Lights ||Scholastic |- | 1994 || ||Whispers in the Graveyard ||Methuen |- | 1993 || ||Stone Cold ||Hamish Hamilton |- | 1992 || ||Flour Babies ||Hamish Hamilton |- | 1991 || ||Dear Nobody ||Hamish Hamilton |- | 1990 || ||Wolf ||Oxford University Press |- | 1989 || ||Goggle-Eyes ||Hamish Hamilton |- | 1988 || ||A Pack of Lies ||Oxford University Press |- | 1987 || ||The Ghost Drum ||Faber |- | 1986 || ||Granny Was a Buffer Girl ||Methuen |- | 1985 * || illus. Alan Marks ||Storm ||Heinemann |- | 1984 || ||The Changeover ||J. M. Dent |- | 1983 || ||Handles ||Kestrel |- | 1982 || ||The Haunting ||J.M. Dent |- | 1981 || ||The Scarecrows ||Chatto & Windus |- | 1980 || illus. Michael Foreman ||City of Gold and other stories from the Old Testament ||Gollancz |- | 1979 || ||Tulku ||Gollancz |- | 1978 || ||The Exeter Blitz ||Hamish Hamilton |- | 1977 || ||The Turbulent Term of Tyke Tiler ||Faber |- | 1976 || ||Thunder and Lightnings ||Kestrel |- | 1975 *|| ||The Machine Gunners ||Macmillan |- | 1974 || ||The Stronghold ||Hamish Hamilton |- | 1973 || ||The Ghost of Thomas Kempe ||Heinemann |- | 1972 || ||Watership Down ||Rex Collings |- | 1971 || ||Josh ||Angus & Robertson |- | 1970 || and Edward Blishen illustrated by Charles Keeping ||The God Beneath the Sea ||Longman |- | 1969 || ||The Edge of the Cloud ||Oxford University Press |- | 1968 || ||The Moon in the Cloud ||Faber |- | 1967 * || ||The Owl Service ||Collins |- | 1966 ||colspan=3| — Prize withheld as no book considered suitable |- | 1965 || ||The Grange at High Force ||Oxford University Press |- | 1964 || ||Nordy Bank ||Oxford University Press |- | 1963 || ||Time of Trial ||Oxford University Press |- | 1962 || ||The Twelve and the Genii ||Faber |- | 1961 || ||A Stranger at Green Knowe||Faber |- | 1960 || illus. Marjorie Maitland Howard ||The Making of Man ||Phoenix House |- | 1959 || ||The Lantern Bearers ||Oxford University Press |- | 1958 * || ||Tom's Midnight Garden ||Oxford University Press |- | 1957 || ||A Grass Rope ||Oxford University Press |- | 1956 || ||The Last Battle ||The Bodley Head |- | 1955 || ||The Little Bookroom ||Oxford University Press |- | 1954 || (Felton Ronald Oliver) ||Knight Crusader ||Oxford University Press |- | 1953 || illus. by the author ||A Valley Grows Up ||Oxford University Press |- | 1952 * || ||The Borrowers ||J. M. Dent |- | 1951 || illus. by the author ||The Wool-Pack ||Methuen |- | 1950 || ||The Lark on the Wing ||Oxford University Press |- | 1949 || illus. Agnes and Jack Allen ||The Story of Your Home ||Faber |- | 1948 || ||Sea Change ||J. M. Dent |- | 1947 || ||Collected Stories for Children ||Faber |- | 1946 || ||The Little White Horse ||University of London |- | 1945 ||colspan=3| — Prize withheld as no book considered suitable |- | 1944 || ||The Wind on the Moon ||Macmillan |- | 1943 ||colspan=3| — Prize withheld as no book considered suitable |- | 1942 || (D. J. Watkins-Pitchford) illus. by the author ||The Little Grey Men ||Eyre & Spottiswoode |- | 1941 || ||We Couldn't Leave Dinah ||Jonathan Cape |- | 1940 || ||Visitors from London ||J. M. Dent |- | 1939 || ||The Radium Woman ||Heinemann |- | 1938 || ||The Circus Is Coming ||J. M. Dent |- | 1937 * || ||The Family from One End Street ||Frederick Muller |- | 1936 || ||Pigeon Post ||Jonathan Cape |- |} ::* named to the 70th Anniversary Top Ten in 2007. ==Winners of multiple awards== Eight authors have won two Carnegie Medals, which was prohibited for many years. * Peter Dickinson 1979, 1980 * Berlie Doherty 1986, 1991 * Anne Fine 1989, 1992 * Geraldine McCaughrean 1988, 2018 * Margaret Mahy 1982, 1984 * Jan Mark 1976, 1983 * Patrick Ness 2011, 2012 * Robert Westall 1975, 1981 For many years, some runners-up books were designated Highly Commended, at least 29 in 24 years from 1979 to 2002 and three previously. Among the authors who won two Medals, Anne Fine was highly commended runner-up three times (1989, 1996, 2002) and Robert Westall twice (1990, 1992). The others were highly commended once each, except for Ness who postdates the distinction, Six books have won both the Carnegie Medal and the annual Guardian Children's Fiction Prize, which was inaugurated 1967. (Dates are years of U.K. publication, and Carnegie award dates before 2006.) * Alan Garner, The Owl Service (1967) * Richard Adams, Watership Down (1972) * Geraldine McCaughrean, A Pack of Lies (1988) * Anne Fine, Goggle-Eyes (1989) * Philip Pullman, His Dark Materials 1: Northern Lights (1995) * Melvin Burgess, Junk (1996) Only A Monster Calls, written by Patrick Ness and illustrated by Jim Kay, has won both the Carnegie and Greenaway Medals (2012). Only The Graveyard Book by Neil Gaiman (2009) has won both the Carnegie Medal and the equivalent American award, the Newbery Medal. Author Sharon Creech, who won the Carnegie for Ruby Holler (2002), previously won the Newbery and two U.K. awards for Walk Two Moons (1994). Four writers have won both the Carnegie and the US Michael L. Printz Award. The Printz Award is an American Library Association literary award that annually recognises the \"best book written for teens, based entirely on its literary merit\". The four writers are David Almond, Aidan Chambers, Geraldine McCaughrean, and Meg Rosoff. Chambers alone has won both for the same book, the 1999 Carnegie and 2003 Printz for the novel Postcards from No Man's Land. In its scope, books for children or young adults, the British Carnegie corresponds to the American Newbery and Printz awards. ==Carnegie of Carnegies== To commemorate the 70th anniversary of the Carnegie Medal in 2007, CILIP created a 'Living Archive' on the Carnegie Medal website with information about each of the winning books and conducted a poll to identify the nation's favourite Carnegie Medal winner, to be named the \"Carnegie of Carnegies\". The winner, announced on 21 June 2007 at the British Library, was Northern Lights by Philip Pullman (1995). It was the expected winner, garnering 40% of the votes in the UK, and 36% worldwide. 70th Anniversary Top Ten * David Almond, Skellig, (Hodder, 1998) * Melvin Burgess, Junk, (Penguin, 1996) * Kevin Crossley-Holland, Storm, (Egmont, 1985) * Jennifer Donnelly, A Gathering Light, (Bloomsbury, 2003) * Alan Garner, The Owl Service, (HarperCollins, 1967) * Eve Garnett, The Family from One End Street, (Penguin, 1937) * Mary Norton, The Borrowers, (Penguin, 1952) * Philippa Pearce, Tom's Midnight Garden, (Oxford, 1958) * Philip Pullman, Northern Lights, (Scholastic, 1995) * Robert Westall, The Machine Gunners, (Macmillan, 1975) Northern Lights, with 40% of the public vote, was followed by 16% for Tom's Midnight Garden by Philippa Pearce and 8% for Skellig by David Almond. As those three books had won the 70-year-old Medal in its year 60, year 23, and year 63, some commentary observed that Tom's Midnight Garden had passed a test of time that the others had not yet faced. ==Shortlists== Date is year of publication before 2006. Selections were announced and medals presented early in the next year. ===1936 to 1993=== From 1936 to 1993, there were 55 Medals awarded in 58 years. CCSU library listings for that period include one Special Commendation, 23 Highly Commended books (from 1966, mainly from 1979), and about 130 Commended books. Except for the inaugural year 1936, only the 24 Special and Highly Commended books are listed here. ;1936, the inaugural publication year Medalist: : Arthur Ransome, Pigeon Post (Jonathan Cape) — the sixth of 12 Swallows and Amazons novels Commended: : Howard Spring, Sampson's Circus (Faber and Faber) : Noel Streatfeild, Ballet Shoes (J. M. Dent & Sons) — the first of 11 Shoes novels CCSU listings for 1954 include six commendations, the first since 1936. Beginning 1966 there were some \"high commendations\" and those were approximately annual by 1979. Only the high commendations are listed here (through 1993). ;1954, Special Commendation: : Harold Jones, illustrator Lavender's Blue: A Book of Nursery Rhymes, compiled by Kathleen Lines – collection named for \"Lavender's Blue\" The special commendation to Harold Jones in 1955 for his 1954 illustration of Lavender's Blue was \"a major reason\" for the Library Association to establish the Kate Greenaway Medal that year. No 1955 work was judged worthy in 1956, so that Medal was actually inaugurated one year later. – ;1966 (no Medal awarded) :+ Norman Denny and Josephine Filmer-Sankey, The Bayeux Tapestry: The Story of the Norman Conquest, 1066 — about the Bayeux Tapestry ;1967 :+ Henry Treece, The Dream Time – ;1974 :+ Ian Ribbons, The Battle of Gettysburg, 1–3 July 1963 (Oxford) – ;1979 :+ Sheila Sancha, The Castle Story — about Hearthstone Castle ;1980 :+ Jan Mark, Nothing To Be Afraid Of ;1981 :+ Jane Gardam, The Hollow Land ;1982 :+ Gillian Cross, The Dark Behind the Curtain ;1983 :+ James Watson, Talking in Whispers — depicting repression in Chile ;1984 :+ Robert Swindells, Brother in the Land (Oxford) ;1985 :+ Janni Howker, Nature of the Beast ;1986 :+ Janni Howker, Isaac Campion ;1987 :+ Margaret Mahy, Memory ;1988 :+ Gillian Cross, A Map of Nowhere :+ Peter Dickinson, Eva (Gollancz) :+ Elizabeth Laird, Red Sky in the Morning ;1989 :+ Carole Lloyd, The Charlie Barber Treatment :+ Anne Fine, Bill's New Frock, illus. Philippe Dupasquier (Egmont) ;1990 :+ Melvin Burgess, The Cry of the Wolf (Andersen) :+ Robert Westall, The Kingdom by the Sea ;1991 :+ Jacqueline Wilson, The Story of Tracy Beaker, illus. Nick Sharratt (Doubleday) — first of four Tracy Beaker novels ;1992 :+ Robert Westall, Gulf ;1993 *+ Melvin Burgess, The Baby and Fly Pie *+ Jenny Nimmo, The Stone Mouse === 1994 to 2002 === Through 2002 some runners-up were Commended, including some Highly Commended. Where the entire shortlist is given here (back to 1994), boldface and asterisk (*) marks the winner, plus (+) marks the highly commended books, and dash (–) marks the commended books. 1994 (8) * Lynne Reid Banks, Broken Bridge * * Theresa Breslin, Whispers in the Graveyard (Methuen) *+ Berlie Doherty, Willa and Old Miss Annie *+ Lesley Howarth, Maphead * Michael Morpurgo, Arthur, High King of Britain * Jenny Nimmo, Griffin's Castle * Robert Westall, A Time of Fire * Jacqueline Wilson, The Bed and Breakfast Star (Doubleday) 1995 (8) * Nina Bawden, Granny the Pag (Hamish Hamilton) * Robert Cormier, In the Middle of the Night (Gollancz) *– Susan Gates, Raider (Oxford) * Garry Kilworth, The Brontë Girls (Methuen) * Michael Morpurgo, The Wreck of the Zanzibar (Heinemann) * * Philip Pullman, Northern Lights (Scholastic) — first of a trilogy, His Dark Materials * Jill Paton Walsh, Thomas and the Tinners (Macdonald Young Books) *+ Jacqueline Wilson, Double Act (Doubleday) 1996 (8) * * Melvin Burgess, Junk (Andersen) — about teenage heroin addiction and anarchism * Michael Coleman, Weirdo's War (Orchard) *+ Anne Fine, The Tulip Touch (Hamish Hamilton) * Elizabeth Laird, Secret Friends (Hodder) *– Terry Pratchett, Johnny and the Bomb (Doubleday) — third of a trilogy * Philip Pullman, Clockwork (Doubleday), illus. Peter Bailey * Chloe Rayban, Love in Cyberia (Bodley Head) * Jacqueline Wilson, Bad Girls (Doubleday), illus. Nick Sharratt 1997 (7) * Malorie Blackman, Pig Heart Boy (Doubleday) * * Tim Bowler, River Boy (Oxford) *+ Henrietta Branford, Fire, Bed and Bone (Walker) — about the English peasants' revolt of 1381 * Geraldine McCaughrean, Forever X (Oxford) * Philip Ridley, Scribbleboy (Puffin) *– J. K. Rowling, Harry Potter and the Philosopher's Stone (Bloomsbury) — first of seven Harry Potter books * Theresa Tomlinson, Meet me by the Steel Men (Walker) 1998 (5) * * David Almond, Skellig (Hodder) * Robert Cormier, Heroes (Hamish Hamilton) * Peter Dickinson, The Kin (Macmillan) * Chris d'Lacey, Fly, Cherokee, Fly (Corgi) * Susan Price, The Sterkarm Handshake (Scholastic) 1999 (8) * David Almond, Kit's Wilderness (Hodder) * Bernard Ashley, Little Soldier (Orchard) * * Aidan Chambers, Postcards from No Man's Land (Bodley Head) * Susan Cooper, King of Shadows (Bodley Head) * Gillian Cross, Tightrope (Oxford) * Jenny Nimmo, The Rinaldi Ring (Mammoth) * J. K. Rowling, Harry Potter and the Prisoner of Azkaban (Bloomsbury) * Jacqueline Wilson, The Illustrated Mum (Doubleday) 2000 (8) * David Almond, Heaven Eyes (Hodder) *– Melvin Burgess, The Ghost Behind the Wall (Andersen) * Sharon Creech, The Wanderer (Macmillan) * Jamila Gavin, Coram Boy (Mammoth) *+ Adéle Geras, Troy (Scholastic)(David Fickling) * Alan Gibbons, Shadow of the Minotaur (Orion) * * Beverley Naidoo, The Other Side of Truth (Puffin) *+ Philip Pullman, The Amber Spyglass (Scholastic) — third of a trilogy, His Dark Materials 2001 (8) *– Sharon Creech, Love that Dog (Bloomsbury), 9+ * Peter Dickinson, The Ropemaker (Macmillan), 11+ * Eva Ibbotson, Journey to the River Sea (Macmillan), 9+ * Elizabeth Laird, Jake's Tower (Macmillan), 11+ * Geraldine McCaughrean, The Kite Rider (Oxford), 11+ *+ Geraldine McCaughrean, Stop the Train (Oxford), 10+ * * Terry Pratchett, The Amazing Maurice and his Educated Rodents (Doubleday), 10+ * Virginia Wolff, True Believer (Faber), 14+ 2002 (7) * Kevin Brooks, Martyn Pig (The Chicken House), 12+ * * Sharon Creech, Ruby Holler (Bloomsbury), 9+ *+ Anne Fine, Up on Cloud Nine (Corgi), 12+ * Alan Gibbons, The Edge (Dolphin), 11+ * Lian Hearn, Across the Nightingale Floor (Macmillan), 14+ * Linda Newbery, The Shell House (David Fickling), 14+ * Marcus Sedgwick, The Dark Horse (Dolphin), 11+ === 2003 to date === Runners-up within the shortlist are not distinguished since 2002. 2003 (6) * David Almond, The Fire Eaters (Hodder), 10+ * * Jennifer Donnelly, A Gathering Light (Bloomsbury), 12+ * Mark Haddon, The Curious Incident of the Dog in the Night- Time (David Fickling), 12+ * Elizabeth Laird, The Garbage King (Macmillan), 10+ * Michael Morpurgo, Private Peaceful (Collins), 10+ * Linda Newbery, Sisterland (David Fickling), 13+ 2004 (6) * Anne Cassidy, Looking for JJ (Scholastic), 13+ * Gennifer Choldenko, Al Capone Does My Shirts (Bloomsbury), 11+ * * Frank Cottrell Boyce, Millions (Macmillan), 9+ * Sharon Creech, Heartbeat (Bloomsbury), 10+ * Eva Ibbotson, The Star of Kazan (Macmillan), 10+ * Philip Pullman, The Scarecrow and his Servant (Doubleday), 8+ 2005 (5) * David Almond, Clay (Hodder), 11+ * Frank Cottrell Boyce, Framed (Macmillan), 9+ * Jan Mark, Turbulence (Hodder), 12+ * Geraldine McCaughrean, The White Darkness (Oxford), 12+ * * Mal Peet, Tamar (Walker), 12+ Date is year of presentation after 2006. The publication year is approximately the preceding school year; for 2012 example, September 2010 to August 2011. 2007 (6) * Kevin Brooks, The Road of the Dead (The Chicken House), 14+ * Siobhan Dowd, A Swift Pure Cry (David Fickling), 13+ * Anne Fine, The Road of Bones (Doubleday), 12+ * Ally Kennen, Beast (Marion Lloyd), 12+ * * Meg Rosoff, Just in Case (Penguin), 14+ * Marcus Sedgwick, My Swordhand is Singing (Orion), 10+ 2008 (7) * Kevin Crossley-Holland, Gatty's Tale (Orion), 10+ * Linzi Glass, Ruby Red (Penguin), 12+ * Elizabeth Laird, Crusade (Macmillan), 10+ * Tanya Landman, Apache: Girl Warrior (Walker), 12+ * * Philip Reeve, Here Lies Arthur (Scholastic), 12+ * Meg Rosoff, What I Was (Penguin), 12+ * Jenny Valentine, Finding Violet Park (HarperCollins), 12+ 2009 (7) * Frank Cottrell Boyce, Cosmic (Macmillan), 8+ * Kevin Brooks, Black Rabbit Summer (Puffin), 14+ * Eoin Colfer, Airman (Puffin), 9+ * * Siobhan Dowd, Bog Child (David Fickling), 12+ * Keith Gray, Ostrich Boys (Definitions), 12+ * Patrick Ness, The Knife of Never Letting Go (Walker), 14+ * Kate Thompson, Creature of the Night (Bodley Head), 14+ 2010 (10) * Laurie Halse Anderson, Chains (Bloomsbury), 11+ * * Neil Gaiman, The Graveyard Book (Bloomsbury), 9+ — illustrated separately by Dave McKean and Chris Riddell * Helen Grant, The Vanishing of Katharina Linden (Penguin), 14+ * Julie Hearn, Rowan the Strange (Oxford), 12+ * Patrick Ness, The Ask and the Answer (Walker), 14+ * Terry Pratchett, Nation (Doubleday), 11+ * Philip Reeve, Fever Crumb (Scholastic), 9+ * Marcus Sedgwick, Revolver (Orion), 12+ 2011 (6) * Theresa Breslin, Prisoner of the Inquisition (Doubleday), 12+ * Geraldine McCaughrean, The Death-Defying Pepper Roux (Oxford), 10+ * * Patrick Ness, Monsters of Men (Walker), 14+ * Meg Rosoff, The Bride's Farewell (Puffin), 12+ * Marcus Sedgwick, White Crow (Orion), 12+ * Jason Wallace, Out of Shadows (Andersen), 14+ 2012 (8) * David Almond, My Name is Mina (Hodder), 9+ * Lissa Evans, Small Change for Stuart (Doubleday), 8+ * Sonya Hartnett, The Midnight Zoo (Walker), 9+ * Ali Lewis, Everybody Jam (Andersen), 12+ * Andy Mulligan, Trash (David Fickling), 12+ * * Patrick Ness, A Monster Calls (Walker), 9+ * Annabel Pitcher, My Sister Lives on the Mantelpiece (Orion), 10+ * Ruta Sepetys, Between Shades of Grey (Puffin), 12+ 2013 (8) * Sarah Crossan, The Weight of Water (Bloomsbury), 9+ * Roddy Doyle, A Greyhound of a Girl (Marion Lloyd Books), 9+ * * Sally Gardner, Maggot Moon (Hot Key Books), 11+ * Nick Lake, In Darkness (Bloomsbury), 13+ * R. J. Palacio, Wonder (Bodley Head), 10+ * Marcus Sedgwick, Midwinterblood (Indigo), 11+ * Dave Shelton, A Boy and a Bear in a Boat (David Fickling Books), 8+ * Elizabeth Wein, Code Name Verity (Electric Monkey), 13+ 2014 (8) * Julie Berry, All the Truth That's in Me (Templar), 14+ * * Kevin Brooks, The Bunker Diary (Puffin), 14+ * Rachel Campbell-Johnston, The Child's Elephant (David Fickling Books), 11+ * Susan Cooper Ghost Hawk (Bodley Head), 11+ * Anne Fine, Blood Family (Doubleday), 14+ * Katherine Rundell, Rooftoppers (Faber and Faber), 11+ * Rebecca Stead, Liar & Spy (Andersen Press), 9+ * William Sutcliffe The Wall (Bloomsbury), 11+ The award to Brooks roused some controversy because of the bleak nature of the novel. 2015 (8) * Brian Conaghan, When Mr Dog Bites (Bloomsbury), 14+ * Sarah Crossan, Apple and Rain (Bloomsbury), 11+ * Sally Gardner, Tinder (Orion), 11+ * Frances Hardinge Cuckoo Song (Macmillan), 11+ * Elizabeth Laird, The Fastest Boy in the World (Macmillan), 9+ * * Tanya Landman, Buffalo Soldier (Walker), 14+ * Geraldine McCaughrean, The Middle of Nowhere (Usborne), 11+ * Patrick Ness More Than This (Walker), 14+ 2016 (8) * * Sarah Crossan, One (Bloomsbury) * Frances Hardinge, The Lie Tree (Macmillan) * Nick Lake, There Will Be Lies (Bloomsbury) * Patrick Ness The Rest of Us Just Live Here (Walker Books) * Kate Saunders, Five Children on the Western Front (Faber) * Marcus Sedgwick, The Ghosts of Heaven (Indigo) * Robin Talley, Lies We Tell Ourselves (HarperCollins) * Jenny Valentine Fire Colour One (HarperCollins) 2017 (8) * Frank Cottrell Boyce, Sputnik's Guide to Life on Earth (Pan Macmillan) * Zana Fraillon, The Bone Sparrow (Orion Children's Books) * Bonnie-Sue Hitchcock, The Smell of Other People's Houses (Faber & Faber) * Glenda Millard, The Stars at Oktober Bend (Old Barn Books) * Mal Peet & Meg Rosoff, Beck (Walker Books) * Philip Reeve, Railhead (Oxford University Press) * * Ruta Sepetys, Salt to the Sea (Puffin) * Lauren Wolk, Wolf Hollow (Corgi) The Bone Sparrow received an Amnesty CILIP Honour commendation. 2018 (8) * Lissa Evans, Wed Wabbit (David Fickling Books) * Will Hill, After the Fire (Usborne) * * Geraldine McCaughrean, Where the World Ends, (Usborne) * Anthony McGowan, Rook (Barrington Stoke) * Patrick Ness, Release (Walker Books) * Marcus Sedgwick, Saint Death (Orion) * Angie Thomas, The Hate U Give (Walker Books) * Lauren Wolk, Beyond the Bright Sea (Corgi) The Hate U Give received an Amnesty CILIP Honour commendation. 2019 *Elizabeth Acevedo, The Poet X (Harper Teen) * Kwame Alexander, Rebound (illus by Dawud Anyabwile, Andersen Press) * Sophie Anderson, The House with Chicken Legs (illus by Elisa Paganelli, Usborne) * Candy Gourlay, Bone Talk (David Fickling Books). * Frances Hardinge, A Skinful of Shadows (Macmillan Children's) * Sally Nicholls, Things a Bright Girl Can Do (Andersen Press) * Jason Reynolds, Long Way Down (Faber Child) * Kate Saunders, The Land of Neverendings (Faber Child) 2020 * Anthony McGowan, Lark (Barrington Stoke) * Dean Atta, The Black Flamingo, illustrated by Anshika Khullar (Hachette Children's Group) * Nick Lake, Nowhere on Earth (Hachette Children's Group) * Randy Ribay, Patron Saints of Nothing (Little Tiger) * Annet Schaap, Lampie, translated by Laura Watkinson (Pushkin Children's Books) * Marcus Sedgwick and Julian Sedgwick, Voyages in the Underworld of Orpheus Black, illustrated by Alexis Deacon (Walker Books) * Angie Thomas, On the Come Up (Walker Books) * Chris Vick, Girl. Boy. Sea. (Head of Zeus) 2021 * Elizabeth Acevedo, Clap When You Land (Hot Key Books) * Sophie Anderson, The Girl Who Speaks Bear, illustrated by Kathrin Honesta (Usborne) * Joseph Coelho, The Girl Who Became A Tree, illustrated by Kate Milner (Otter-Barry Books) * Marie-Louise Fitzpatrick, On Midnight Beach (Faber) * Manjeet Mann, Run, Rebel (Penguin) * Jason Reynolds, Look Both Ways (Knights Of) * Ruta Sepetys, The Fountains of Silence (Penguin) * Lauren Wolk, Echo Mountain (Penguin) 2022 * Katya Balen, October, October, illustrated by Angela Harding (Bloomsbury) * Sue Divin, Guard Your Heart (Pan Macmillan) * Phil Earle, When the Sky Falls (Andersen Press) * Bonnie-Sue Hitchcock, Everyone Dies Famous in a Small Town (Faber) * Julian Sedgwick, Tsunami Girl, illustrated by Chie Kutsuwada (Guppy Publishing) * Alex Wheatle, Cane Warriors (Andersen Press) * Ibi Zoboi and Yusef Salaam, Punching the Air (HarperCollins) ==See also== * Kate Greenaway Medal * Children's Laureate * Blue Peter Book Awards * Guardian Children's Fiction Prize * Nestlé Smarties Book Prize * Newbery Medal, the primary American Library Association annual children's book award * Michael L. Printz Award, the primary ALA annual young adult book award ==Notes== ==References== ;Citations * Marcus Crouch and Alec Ellis, Chosen for children: an account of the books which have been awarded the Library Association Carnegie Medal, 1936–1975, Third edition, London: Library Association, 1977. . — The second, 1967 edition by Crouch covers the first three decades. The third edition by Crouch and Alec Ellis comprises the second, except a new introduction by Ellis, plus coverage of the fourth decade by Ellis. ==External links== * CILIP children's book awards Category:Carnegie Medal in Literature Category:Awards established in 1936 Category:1936 establishments in the United Kingdom",
 "title": "Carnegie Medal (literary award)"
}