{
 "id": "701421",
 "text": "Reykjahlíð () is a village situated on the shores of Lake Mývatn in the north of Iceland. It is the seat of the municipality of Skútustaðahreppur. It has 227 inhabitants as of 2021. ==Overview== During the so-called Mývatn fires, caused by the eruption of the nearby volcano Krafla in 1729, the village was destroyed by a lava stream. However, the inhabitants were saved when the lava flow stopped in front of the village church on higher ground, allegedly as the result of the prayers of the village priest. The church is still there, although the present building dates from 1972. ==Main sights== From Reykjahlíð, it is possible to go to many sights in the area, most notably Krafla. The volcano last erupted in 1984, but the vapour of a warm lava field and of sulphur springs can still be seen. Not far from there is the crater Víti (meaning \"hell\" in Icelandic), but looking today rather harmless with a blue lake at its bottom. Its apparent tranquility belies the fact that its last eruption was as recent as 1976. Other interesting places are on the lake itself, like the volcano Hverfjall, the pseudo-craters of Skútusstaðir and Dimmuborgir (a strange lava formation). A local airport provides sightseeing during the summer. A plant for extraction and processing of diatomite was a main point in local economy until 2004 when it was shut down. Mývatn Nature Baths opened on 30 June 2004. ==Climate== Reykjahlíð features a tundra climate (Köppen climate classification: ET), bordering on a subarctic climate (Köppen climate classification: Dfc). Summers are typically cool with crisp nights while winters are very long and cold, but not severely cold. ==Photogallery== Reykjahlíð.2.jpg|Panoramic view Viti.jpg|Víti crater Reykjahlid.jpg|Diatomite plant Myvatn Nature Baths by Bruce McAdam.jpg|Nature Baths ==See also== *Mývatn *Volcanism of Iceland ==Notes and references== ==External links== * Skútustaðahreppur municipal website *Myvatn Nature Baths *Photos of Krafla and Reykjahlíð (among others) Category:Populated places in Northeastern Region (Iceland)",
 "title": "Reykjahlíð"
}