{
 "id": "701622",
 "text": "Umbilicus rupestris, the navelwort, penny-pies or wall pennywort, is a fleshy, perennial, edible flowering plant in the stonecrop family Crassulaceae in the genus Umbilicus so named for its umbilicate (navel-like) leaves. ==Etymology== Both the name \"navelwort\" and the scientific name Umbilicus come from the round shape of the leaves, which have a navel-like depression in the center. ==Description== Wall pennywort grows to an average of high. The pallid spikes of bell-shaped, greenish-pink flowers of this plant first appear in May, and the green fruits ripen through the summer. ==Distribution== The plant is found in southern and western Europe, often growing on shady walls or in damp rock crevices that are sparse in other plant growth (thus, \"wall\" pennywort), where its succulent leaves develop in rosettes. It is not at present under threat.Lockton, A.J. (2009-12-05). \"Umbilicus rupestris\". BSBI Species accounts. Botanical Society of Britain and Ireland. ==Medicinal usage== Umbilicus rupestris is not the same \"Pennywort\" as the one used in Asian medicine, which is the unrelated Asiatic Pennywort, Centella asiatica. Umbilicus rupestris is used in homeopathic medicine. Navelwort is referred to as Cotyledon umbilicus by Homeopaths, since that was the original scientific name of navelwort when Homeopathy was developed. Navelwort is also assumed to be the \"Kidneywort\" referred to by Nicholas Culpeper in The English Physician, although it may actually refer to the unrelated Anemone hepatica. Culpeper used astrology, rather than science, to classify herbs, and as such is not a reliable source. He claimed: ===Properties=== * Vulnerary: The plant is sometimes employed to ease pain on scratches by applying the leaf to the skin after removing the lower cuticle. ==See also== * Pilea peperomioides, similar looking rosid * Hydrocotyle vulgaris, a similar looking asterid ==References== ==External links== * rupestris Category:Flora of Europe Category:Flora of Lebanon Category:Flora of North Africa Category:Flora of Spain Category:Flora of Western Asia Category:Taxa named by Richard Anthony Salisbury",
 "title": "Umbilicus rupestris"
}