{
 "id": "701990",
 "text": "Joshua Michael Peck (born November 10, 1986) is an American actor, comedian, and YouTuber. Peck began his career as a child actor in the late 1990s and early 2000s, and had an early role on The Amanda Show from 2000 to 2002. Peck rose to prominence for his role as Josh Nichols alongside Drake Bell's character in the Nickelodeon sitcom Drake & Josh from 2004 to 2007, and in its two television films in 2006 and 2008. He then acted in films such as Mean Creek (2004), Drillbit Taylor (2008), The Wackness (2008), ATM (2012), Red Dawn (2012), Battle of the Year (2013), Danny Collins (2015), and Take the 10 (2017) and played the main role in the Disney+ original series Turner & Hooch, a continuation of the 1989 movie Turner & Hooch. Peck provided the voice of Eddie in the Ice Age franchise since Ice Age: The Meltdown (2006), and voiced Casey Jones in the Nickelodeon animated series Teenage Mutant Ninja Turtles (2012–2017). He also starred with John Stamos in the Fox comedy series Grandfathered (2015–2016). In 2017, Peck started a comedic lifestyle YouTube channel, Shua Vlogs, featuring his wife Paige O'Brien, David Dobrik, and many of the vlogsquad members. ==Early life== Peck was born in New York City, and grew up in Hell's Kitchen, Manhattan. He attended P.S. 40 and The Professional Performing Arts School. He has never met his biological father. He grew up with his mother, Barbara, who is a career coach, and his maternal grandmother. Peck is Jewish, as are both his parents.Archived at Ghostarchive and the Wayback Machine: He had a bar mitzvah ceremony. He had asthma during his childhood, and often stayed indoors watching old sitcoms. He was inspired to become involved in stand-up comedy when he was eight years old. ==Career== thumb|upright|Peck in 2010|alt=|left Peck subsequently appeared at TADA! Youth Theater and performed stand-up comedy at Carolines on Broadway for the Audrey Hepburn foundation. He appeared on The Rosie O'Donnell Show at the age of 10 in 1996. At the age of 13, he was offered a role on Nickelodeon's The Amanda Show and, at his mother's suggestion, accepted the part and moved to Los Angeles to further pursue an acting career. Peck made his film debut in Snow Day (2000), and appeared regularly on The Amanda Show until the end of its run in 2002. He also starred opposite Alex D. Linz and Zena Grey in the theatrical film, Max Keeble's Big Move, which was released on October 5, 2001. In 2001, he guest starred in an episode of the NBC drama ER called \"Thy Will Be Done\". During this period, Peck appeared in several independent films, including Spun and 2004's Mean Creek, for which he received critical praise. He was cast as Josh Nichols, opposite Drake Bell's Drake Parker, in another Nickelodeon sitcom, Drake & Josh, which began airing in 2004 and gained Peck recognition among young audiences. Peck's character, Josh Nichols, was smart, funny, and organized, but was always being tormented along with Drake by Megan Parker (Miranda Cosgrove), Drake's younger sister. Both characters sing in a remake of the song \"Soul Man\" by Sam and Dave. In 2006, Bell and Peck starred in their own TV movie called Drake & Josh Go Hollywood, and in 2007, they starred in a sequel called Drake & Josh: Really Big Shrimp. Josh was nominated for Favorite Television Actor at the 2008 Nickelodeon Kids' Choice Awards for his work on Drake & Josh. Peck also made his debut as a director in the Drake & Josh episode, \"Battle of Panthatar\". He also directed his co-star Drake Bell's music video for the theme song to Drake & Josh, \"Found a Way\". He has also appeared in the series finale of What's New, Scooby-Doo?, an episode of Codename: Kids Next Door called \"Operation: C.A.K.E.D.-F.I.V.E.\", and the direct-to-video New Line Cinema film Havoc. Peck returned to the character of Josh Nichols in 2008 for the television film Merry Christmas, Drake & Josh.thumb|Peck in 2012In 2006, Peck appeared in the independent film Special, which premiered at the Sundance Film Festival, and voiced Eddie, one of two possum brothers, in the animated sequel, Ice Age: The Meltdown, which was released on March 31 of that year. Peck played a high school bully in 2008's Drillbit Taylor, and starred in the films The Wackness (released July 2008), American Primitive, Safety Glass, and reprised his role as Eddie in Ice Age: Dawn of the Dinosaurs. In 2011, Peck had a cameo role on the hit Nickelodeon show Victorious as an audience member for a play Jade wrote. In 2012, Peck starred in the remake of Red Dawn, and once again reprised his role as Eddie, in Ice Age: Continental Drift. In 2013, he began voicing Casey Jones in Nickelodeon's Teenage Mutant Ninja Turtles. In 2014, Peck appeared as Danny Norwood in the pilot of The Rebels, one of Amazon Studios' five adult test pilots released on Amazon Video in early 2014. In 2015, Peck was cast as a lead in the comedy series, Grandfathered, starring alongside John Stamos. Grandfathered premiered on September 29 and has gained generally favorable reviews from Rotten Tomatoes and Metacritic. Both Peck and Stamos are nominated for a 2016 People's Choice Award in the category \"Favorite Actor In A New TV Series\". However it was canceled after one season. In 2016, Peck was cast as Ross in the FOX series Pitch. He appeared in 2 episodes as a statistics analyst. The series was cancelled after 10 episodes. Peck made several features on David Dobrik's vlog, becoming a frequent contributor to \"The Vlog Squad\", before pursuing his own YouTube channel. Peck is an active Influencer on Instagram, YouTube and TikTok with 10.3m, 3.76m and 1.9m followers respectively. Peck also currently has a podcast called \"Curious with Josh Peck\" produced by Ramble,“Curious with Josh Peck by Ramble on Apple Podcasts.” App Store, Publisher: Disney Publishing Worldwide, itunes.apple.com/ca/podcast/curious-with-josh-peck/id1378163166?mt=2. where he interviews celebrities such as John Stamos and Bob Saget discussing not only current topics but their personal lives. In February 2020, it was announced that Peck had been cast in the title role as U.S. Marshal Scott Turner II in the sequel series of Turner & Hooch on Disney+. The series premiered in July 2021, and after one season was canceled in December. In August 2021, Peck joined the cast of How I Met Your Father as Drew, an elementary school vice principal. The series premiered on Hulu on January 18, 2022. He is set to guest star in a episode of the second season on the iCarly revival. In March 2022, HarperOne released his memoir titled Happy People Are Annoying. ==Personal life== In the fourth season of Drake & Josh, Peck was noticeably thinner. He said: \"I made a conscious effort to lose weight because I knew I could be happier as well as being healthier. I started by going on a diet a year and a half ago and I got a personal trainer, but I definitely have a healthier lifestyle now. Also I feel that because I do so much television, I am a better role model. I don't really understand why I should be a role model, but I know that kids do look up to me, so it is my responsibility to motivate people and be inspiring. I hope that I can do that for kids. It doesn't really matter what you look like though.\" In June 2017, Peck married his longtime girlfriend, Paige O'Brien. In August 2018, the couple announced they were expecting their first child. Their son, Max, was born that December. Peck dislikes watching himself on television because he is overly critical of himself. He cites Ben Kingsley as his favorite actor stating \"Nobody is as good as him in my opinion\". In 2022, Peck revealed that he had struggled with addictions to alcohol and drugs in the past, stating, \"I was always looking for something to fix my insides. But eventually I realized that whether my life was beyond my wildest dreams or a total mess, it didn't change the temperature of what was going on in my mind. I knew that nothing in the outside world would make me feel whole. . . . I used food and drugs to numb my feelings.\" He has been sober since 2008. ==Filmography== ===Film=== {| class=\"wikitable sortable\" |- ! Year ! Film ! Role ! class = \"unsortable\" | Notes |- | rowspan=\"2\"|2000 | The Newcomers | Slim | |- | Snow Day | Wayne Alworth | |- | 2001 | Max Keeble's Big Move | Robert \"Robe\" | |- | 2002 | Spun | Fat Boy | |- | 2004 | Mean Creek | George Tooney | |- | 2005 | Havoc | Josh Rubin | |- | rowspan=\"2\"|2006 | Special | Joey | |- | Ice Age: The Meltdown | Eddie | Voice role |- | rowspan=\"3\"|2008 | The Wackness | Luke Shapiro | |- | Drillbit Taylor | Ronnie | |- | American Primitive | Spoke White | |- | rowspan=\"3\"|2009 | What Goes Up | Jim Lement | |- | Ice Age: Dawn of the Dinosaurs | Eddie | Voice role |- | Aliens in the Attic | Sparks | Voice role |- | rowspan=\"3\"|2012 | ATM | Corey Thompson | |- | Ice Age: Continental Drift | Eddie | Voice role |- | Red Dawn | Matt Eckert | |- | 2013 | Battle of the Year | Franklyn | |- | rowspan=\"3\"|2015 | The Wedding Ringer | Bad Best Man | |- | Danny Collins | Nicky Ernst | |- | The Timber | Samuel | |- | rowspan=\"3\"|2016 | The Angry Birds Movie | Minion Pig 2 | Voice role |- | Ice Age: Collision Course | Eddie | Voice role |- | Chronically Metropolitan | John | |- | rowspan=\"2\"|2017 | Take the 10 | Chris | |- | Gnome Alone | Liam | Voice role |- | rowspan=\"1\"|2018 | Locating Silver Lake | Daniel | |- | rowspan=\"1\"|2019 | Fantastica: A Boonie Bears Adventure | Bramble | Voice role English version |- |2021 |Doors |Vince | |- | 2023 | Oppenheimer | Kenneth Bainbridge | Filming |} ===Television=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class = \"unsortable\" | Notes |- | 2000 | All That | Himself | Episode: \"The cast from Snow Day/Hoku\" |- | 2000 | Double Dare 2000 | Himself | Episode: \"Snow Day vs. The Amanda Show\" |- | 2000–2001 | The Amanda Show | Various characters | Series regular |- | 2001 | ER | Nick Stevens | Episode: \"Thy Will Be Done\" |- | 2001 | Family Guy | Charlie | Voice role (uncredited); Episode: \"The Kiss Seen Around the World\" |- | 2001 | Samurai Jack | S Kid / Pig #3 / Alien Kid | Voice; Episode: \"Aku's Fairy Tales\" |- | 2002 | Whatever Happened to Robot Jones? | Lenny | Voice role (5 episodes) |- | 2002 | MADtv | Jeffrey Lugz | 1 episode |- | 2002 | Fillmore! | Randall Julian | Voice role; Episode: \"To Mar a Stall\" |- | 2003–2004 | The Guardian | Chris Rapp | 2 episodes |- | 2004–2007 | Drake & Josh | Josh Nichols | Co-lead role (57 episodes) |- | 2005 | All That | Himself | Episode: \"Nickelodeon's All That 10th Anniversary Reunion Special\" |- | 2006 | Codename: Kids Next Door | Numbuh 50 Million B.C. | Voice role; Episode: \"Operation: C.A.K.E.D.-F.I.V.E.\" |- | 2006 | What's New, Scooby-Doo? | Damian / Kid / Zombie Kid #2 | Voice roles (Episode: \"E-Scream\") |- | 2006 | Drake & Josh Go Hollywood |rowspan=2| Josh Nichols | Nickelodeon television film |- | 2008 | Merry Christmas, Drake & Josh | Nickelodeon Christmas special film |- | 2009 | iCarly | Jimmy | Uncredited; Episode: \"iReunite with Missy\" |- | 2011 | Victorious | Josh Nichols | Uncredited (2 episodes) |- | 2011 | Ice Age: A Mammoth Christmas | Eddie | TV special; voice role |- | 2013–2017 | Teenage Mutant Ninja Turtles | Casey Jones | Voice |- | 2013–2014 | The Mindy Project | Ray Ron | 3 episodes |- | 2014 | The Big Bang Theory | Jesse | Episode: \"The Occupation Recalibration\" |- | 2014 | The Rebels | Danny Norwood | Episode: \"Pilot\" |- | 2015–2016 | Grandfathered | Gerald | Main role (22 episodes) |- | 2015 | Teen Choice Awards | Himself | Host |- | 2016 | Pitch | Ross | 2 episodes |- | 2016 | Ice Age: The Great Egg-Scapade | Eddie | TV special; voice role |- | 2016 | Lip Sync Battle | Himself | Episode: \"Josh Peck vs. Christina Milian\" |- | 2018–2020 | Fuller House | Ben | 2 episodes |- | 2018 | Best.Worst.Weekend.Ever. | Himself | Cameo |- | 2021 | Turner & Hooch | Scott Turner | Main Role (12 episodes) |- | 2021 | Robot Chicken | Josh Nichols | Voice role; Episode: \"May Cause Immaculate Conception\" |- | 2022 | How I Met Your Father | Drew | 5 episodes |- | 2022 | iCarly | Paul | Episode: TBA |} ===Video games=== {| class=\"wikitable sortable plainrowheaders\" |- ! scope=\"col\" | Year ! scope=\"col\" | Title ! scope=\"col\" | Role ! scope=\"col\" class=\"unsortable\" | Notes |- |2006 | Ice Age 2: The Meltdown | Eddie | |- |rowspan=2|2007 |Drake & Josh | rowspan=2|Josh Nichols | rowspan=2|Character design |- |Drake & Josh: Talent Showdown |- | 2009 |Ice Age: Dawn of the Dinosaurs | rowspan=2|Eddie | |- | 2012 | Ice Age: Continental Drift – Arctic Games | Mobile game |- | 2014 | Teenage Mutant Ninja Turtles: Danger of the Ooze | Casey Jones | |} ==Awards and nominations== {| class=\"wikitable\" |- ! Year ! Award ! Category ! Work ! Result |- | 2005 | Independent Spirit Awards | Special Distinction Award | Mean Creek (shared with ensemble) | |- | rowspan=2|2008 | 2008 Kids' Choice Awards | Favorite TV Actor | Drake & Josh | |- | 2008 UK Kids' Choice Awards | Favorite Male TV Star | Drake & Josh | |- | 2013 | Behind the Voice Actors Award | Best Vocal Ensemble in a Feature Film | Ice Age: Continental Drift | |- | 2014 | Behind the Voice Actors Award | Best Vocal Ensemble in a Television Series – Action/Drama | Teenage Mutant Ninja Turtles | |- | rowspan=\"3\"|2015 | Teen Choice Awards | Choice Web Star: Comedy | Himself | |- | Teen Choice Awards | Choice Viner | Himself | |- | Behind the Voice Actors Award | Best Vocal Ensemble in a Television Series – Action/Drama | Teenage Mutant Ninja Turtles | |- | rowspan=\"2\"|2016 | People's Choice Awards | Favorite Actor In A New TV Series | Grandfathered | |- | Teen Choice Awards | Choice Viner | Himself | |} ==References== ==External links== * * * Interview on \"The Wackness\" (alongside director Jonathan Levine) at IFC.com Category:1986 births Category:Living people Category:20th-century American comedians Category:20th-century American Jews Category:20th-century American male actors Category:21st-century American comedians Category:21st- century American Jews Category:21st-century American male actors Category:American male child actors Category:American male comedians Category:American male film actors Category:American male television actors Category:American male voice actors Category:American music video directors Category:American television directors Category:American YouTubers Category:Comedians from New York (state) Category:Comedians from New York City Category:Jewish American male actors Category:Jewish American male comedians Category:Male actors from New York (state) Category:Male actors from New York City Category:Male YouTubers Category:People from Hell's Kitchen, Manhattan Category:Vine celebrities Category:YouTube channels launched in 2017",
 "title": "Josh Peck"
}