{
 "id": "702041",
 "text": "John B. Gorrie (October 3, 1803 – June 29, 1855) was a Nevisian-born American physician and scientist, credited as the inventor of mechanical refrigeration. ==Early life== Born on the Island of Nevis in the Leeward Islands of the West Indies to Scottish parents on October 3, 1803, he spent his childhood in South Carolina. He received his medical education at the College of Physicians and Surgeons of the Western District of New York in Fairfield, New York. In 1833, he moved to Apalachicola, Florida, a port city on the Gulf coast. As well as being resident physician at two hospitals, Gorrie was active in the community. At various times he served as a council member, postmaster, president of the Bank of Pensacola's Apalachicola Branch, Secretary of his Masonic Lodge, and one of the founding vestrymen of Trinity Episcopal Church. thumb|left|Gorrie Monument in Apalachicola, Florida. Dr. Gorrie's medical research involved the study of tropical diseases, particularly yellow fever. At the time the theory that bad air — mal-aria — caused diseases was a prevalent hypothesis, and based on this theory, he urged draining the swamps and the cooling of sickrooms. For this he cooled rooms with ice in a basin suspended from the ceiling. Cool air, being heavier, flowed down across the patient and through an opening near the floor. ==Experiments with artificial cooling== Since it was necessary to transport ice by boat from the northern lakes, Gorrie experimented with making artificial ice. After 1845, Gorrie gave up his medical practice to pursue refrigeration products. On May 6, 1851, Gorrie was granted Patent No. 8080 for a machine to make ice. The original model of this machine and the scientific articles he wrote are at the Smithsonian Institution. In 1835, patents for \"Apparatus and means for producing ice and in cooling fluids\" had been granted in England and Scotland to American-born inventor Jacob Perkins, who became known as \"the father of the refrigerator\". Impoverished, Gorrie sought to raise money to manufacture his machine, but the venture failed when his partner died. Humiliated by criticism, financially ruined, and his health broken, Gorrie died in seclusion on June 29, 1855. He is buried in Magnolia Cemetery. Another version of Gorrie's \"cooling system\" was used when President James A. Garfield was dying in 1881. Naval engineers built a box filled with cloths that had been soaked in melted ice water. Then by allowing hot air to blow on the cloths it decreased the room temperature by 20 degrees Fahrenheit. The problem with this method was essentially the same problem Gorrie had. It required an enormous amount of ice to keep the room cooled continuously. Yet it was an important event in the history of air conditioning. It proved that Dr. Gorrie had the right idea, but was unable to capitalize on it.Gorrie's fridge, ufl.edu; accessed December 20, 2015. The first practical refrigeration system in 1854, patented in 1855, was built by James Harrison in Geelong, Australia. ==Monuments and memorials== thumb|right|Schematic of Gorrie's ice machine. *In Apalachicola, Gorrie Square is named in his honor. The square contains his grave site, a monument, and the John Gorrie State Museum. *The John Gorrie Bridge, across Apalachicola Bay, connects Apalachicola with Eastpoint. *In 1914, the state of Florida gave a statue of Gorrie by sculptor C. Adrian Pillars to the National Statuary Hall Collection. *John Gorrie Junior High School, now an apartment building named The John Gorrie, in Jacksonville and John Gorrie Elementary School in Tampa is named in his honor. *John Gorrie Dog Park at Riverside Park in Jacksonville, FL opened in the summer of 2016. *The World War II Liberty Ship was named in his honor. *The John Gorrie Award is awarded each year to a graduate of the University of Florida College of Medicine believed to be the \"best all-around student showing promise of becoming a practitioner of the highest type.\" ==References== ==Further reading== *Raymond B. Becker. John Gorrie, M.D.: Father of Air Conditioning and Mechanical Refrigeration, Carlton Press, 1972. *John Gladstone. John Gorrie, the Visionary, ASHRAE Journal, December 1998. PDF file *V. M. Sherlock. The Fever Man: a Biography of Dr. John Gorrie, Medallion Press: 1982. *Elli Morris, \"Cooling the South: The Block Ice Era, 1875-1975\", Wackophoto, 2008. *Linda Hansen Caldwell, He Made Ice and Changed the World: The Story of Florida’s John Gorrie, Atlantic Publishing Group, Inc., 2020. https://www.hemadeice.com/ ==External links== *John Gorrie Museum State Park * Patent model for ice machine free image at Smithsonian Category:1803 births Category:1855 deaths Category:19th-century American inventors Category:19th-century American scientists Category:People from Apalachicola, Florida Category:Scottish emigrants to the United States Category:Physicians from Florida Category:Cooling technology Category:19th- century American physicians",
 "title": "John Gorrie"
}