{
 "id": "702198",
 "text": "Daphne Crane (née Moon; born September 1961) is a fictional character on the American television sitcom Frasier, played by Jane Leeves. An English immigrant from Manchester, Daphne is employed by Frasier as a live-in housekeeper and physical therapist for his father, Martin. Her relationship with Frasier's brother Niles is a major plotline of the series, progressing from Niles' secret infatuation to their eventual marriage later in the show. == Biography == Daphne was born in September 1961 in Manchester, the only daughter in a family of nine children. She spent much of her childhood playing nurse and housemaid to her brothers. She has a complex love-hate relationship with her domineering mother, Gertrude Moon; her relationship with her father, Harry Moon, is much warmer and closer. As a young girl, Daphne's early career was as an actress in the hit British sitcom Mind Your Knickers (a show about 12-year-olds in a private girls' boarding school). Her career ended at age 16 when she became too tall and busty to play her shorter pre-teen character. During her youth, she gained considerable skill at billiards and darts, claiming to have won many tournaments. She also raised show rats, was a member of the Manchester Light Opera Works, and was a skilled shoplifter. As an adult, Daphne takes up a career as a physical therapist, working one-on-one with various invalids and shut-ins. At an undisclosed time, she migrates to America to live in Seattle, seeking a new life free of her domineering family. Her first job in America is at a convenience store, and it is implied she once shoplifted there. In the third season finale, \"You Can Go Home Again\", it is revealed that prior to being interviewed and hired by the Cranes, she had a chance encounter with them at Cafe Nervosa. In the series premiere, \"The Good Son\", Daphne is hired by Frasier to assist his father, Martin, with his daily activities and exercises; Martin suffers pain and discomfort from a gunshot wound to his hip that forced him to retire from the Seattle Police Department. Although Frasier is initially less than impressed with her, Martin takes a liking to her sense of humor and convinces Frasier to hire her and make her position a live-in one. == Personality == Daphne is mostly portrayed as kind and down-to-earth, often perplexed and exasperated by Frasier's snobbery and pretension. In the earlier seasons, Daphne portrays herself as a no-nonsense physical therapist with Martin. Although they fight and bicker over Martin's therapy sessions, she gets along with Martin well and acts as his caregiver and constant companion. Like most characters on Frasier, Daphne has many eccentricities. She often tells rambling stories about her family, cheerfully remembering rather grim or traumatic events, to the considerable discomfort of the Crane family. She is also a firm believer in the supernatural, and believes herself to be \"a bit psychic\". Daphne's apparent psychic abilities are often treated with ambiguity on the show, and her various \"visions\" are sometimes shown to have come true, sometimes in a roundabout way and sometimes very accurately. As the series progresses, Daphne's psychic abilities are considerably downplayed. In the season 8 episode \"The Wizard and Roz\", Niles hires a paranormal expert to assess whether or not Daphne truly has any psychic abilities. During the course of her discussion with the expert, Daphne implies that her grandmother told her she had psychic abilities. == Role on the series == Like Martin, Daphne acts as a working class foil to Frasier and Niles's upper-class snobbery, while also vexing Frasier's scientific views with her eccentric behavior. As the show progressed and this aspect of her character was toned down, more focus was put on her relationships with the other characters. Daphne's most significant developing relationship over the course of the series is with Frasier Crane's younger brother, Niles. Unbeknownst to Daphne, Niles falls in love with her in the third episode, when they first meet. Despite how Niles shows more and more signs of being infatuated with her, she remains completely oblivious to this, though they become increasingly close friends. Niles says nothing to Daphne, at first because he is married, later because she is involved with numerous (frequently unsuccessful) relationships with other men. Even when she is not, Frasier has one excuse or another to prevent Niles from telling her anything. Niles' feelings are ultimately, and accidentally, revealed by Frasier in season 7. Shocked to discover Niles's true feelings towards her, Daphne finds herself falling in love with Niles in return, placing her in the position Niles had been in for many years: in love with someone unaware of her true feelings. Daphne realizes her feelings after a court-ordered therapy session stemming from an incident where Daphne caused a dangerous traffic jam by throwing a neighbor's laundry off Frasier's balcony; the therapist points out that the entire chain of events leading to the incident was set off by Daphne's decision to wear her \"best dress\" while giving Niles a cooking lesson. Heartbroken to discover that he had, on impulse, married his girlfriend Mel, Daphne intends to go ahead with her own marriage to Niles's divorce lawyer Donny Douglas (Saul Rubinek), until Frasier intervenes. In a four-part episode closing Season 7 and opening Season 8, Niles finally confesses his feelings to her, and although she initially tells him both of them are better off staying with their current partners (each having made a serious commitment), Daphne changes her mind by the next morning, abandoning Donny at the altar, to Niles' delight. Niles and Daphne have a precarious courtship during season 8 after Mel forbids Niles from being seen in public with Daphne, and Donny retaliates with a lawsuit for the being left at the altar after Frasier confesses to Donny that he was the instigator of the breakup. Tensions arise, with Daphne blaming Niles for all their new relationship problems. Shortly thereafter, she gains 60 pounds, but Niles is so blinded by love that he does not notice until Daphne falls to the floor and is too heavy to get up without the help of Frasier, Niles, and Martin (who remarks that \"it took three Cranes to lift her\"). The weight problem was written into the show to allow Leeves to continue working while pregnant. Daphne then leaves for several weeks to attend a \"spa for fat people\" and returns with her figure restored. Her therapist at the spa tells her that she began over-eating to create distance between herself and Niles because she was afraid that she wouldn't be able to live up to Niles's lofty expectations after he spent the last seven years believing she was perfect (\"Daphne Returns\"). During the episode \"It Takes Two to Tangle\" in which she did not appear while at the resort, Niles tells Roz that Daphne had lost 9 pounds, 12 ounces (the weight of Leeves's baby in real life). At some point in Season 10, she becomes a U.S. citizen (her lack of citizenship having set up some humorous situations in earlier seasons). In the first episode of Season 10, Daphne and Niles marry in a small, private ceremony in Reno, Nevada. The rest of Season 10 and early Season 11 show Daphne and Niles adjusting to their new life as a wedded couple. Daphne and Niles have their first child, David, in the final episode of the series, \"Goodnight, Seattle\". (He is named after the show's co-creator David Angell who died in the September 11 attacks.) A flash-forward scene in an earlier episode reveals that the couple will also have two daughters. == Family == Daphne grew up in a very large dysfunctional family. They are often the subject of her long-winded tales that sometimes leave the Cranes somewhat perplexed. Although they are frequently mentioned, the first time one of her family members appears on the show is in the season 7 episode \"Dark Side of the Moon\", in which Donny surprises Daphne with a visit from her brother, Simon (Anthony LaPaglia), not knowing that she dislikes him. (Her favorite brother, Stephen, never appears until the final episode, where he is played by Richard E. Grant). In \"Something Borrowed, Someone Blue\", Daphne's mother makes her first appearance, while her father only makes his debut in season 9. In the episode \"An Affair to Forget\", she mentions she had an ancestor who served on HMS Bounty who took Fletcher Christian's side in the mutiny. According to her, he made it to Pitcairn Island with a Tahitian wife and had several children. Five out of Daphne's eight brothers appear on the show; few of them maintain consistency with Daphne's Northern accent. LaPaglia, an Australian actor, faked a Cockney accent playing Simon, while Robbie Coltrane, who is Scottish, played Daphne's brother Michael with a muddled Brummie (Birmingham) accent—which had a distinct Scottish lilt to it—explained away by Niles as being a result of his being dropped as a baby. The effect is completed by his speech's being virtually unintelligible. Richard E Grant played Stephen Moon with an indeterminate accent somewhere between Received Pronunciation and Cockney. Her brother Billy is implied to be gay, such as in the episode \"Daphne's Room\", in which Daphne says her brothers would \"sneak into the bathroom and peek at me in the shower … except for me brother Billy, the ballroom dancer. He never peeked at me, though he did peek at me brother Nigel.\" When Daphne talks with her mom Gertrude about resuming her sex life with Niles after his heart surgery, Gertrude tells her to \"use your feminine wiles – that's how your brother Billy landed Kevin.\" According to Daphne, Billy rejected the family's traditional fishing background by announcing that he \"hated the smell of fish, and was going to teach ballroom dancing.\" Daphne also has an uncle, Jackie, who lives in San Francisco. == Accent == Writing for The Guardian, Lucy Mangan criticized Daphne's adopted Manchester accent as the show's only \"weak link\". == References == Category:Television characters introduced in 1993 Category:Fictional immigrants to the United States Category:Fictional people from Manchester Category:Fictional servants Category:Frasier characters",
 "title": "Daphne Moon"
}