{
 "id": "702218",
 "text": "David Seymour (born Dawid Szymin;Chim: Photography's forgotten hero November 20, 1911 – November 10, 1956), or Chim (pronounced shim, an abbreviation of the surname \"Szymin\"), was a Polish photographer and photojournalist. Chim was known for his images from the Spanish Civil War, for co-founding Magnum Photos with Henri Cartier-Bresson, Robert Capa and George Rodger, and for his project \"Children of War\" with UNICEF that captured the plight of children in the aftermath of World War II. He became president of Magnum after Capa's death in 1954 and held this post until his own death in 1956 by Egyptian machinegun fire in the aftermath of the Suez crisis. ==Early life== Chim was born to Polish Jewish parents in Warsaw in 1911. David had a sister, Eileen, who was three years older. Their parents were Regina and Benjamin Szymin, a respected publisher of Yiddish and Hebrew books. In 1914 Chim and his parents emigrated to Odessa just as World War I had begun. In 1919 they returned to Warsaw. Chim studied graphic arts in Leipzig and then traveled to Paris to study at the Sorbonne. ==Career== thumbnail|right|A Disturbed Child in a Warsaw Orphanage, 1948, by Chim. Identified as Teresa Adwentowska by a pair of Polish researchers. It was while Chim was studying at the Sorbonne in Paris that he became interested in photography. He began working as a freelance journalist in 1933. His first \"credited\" published photograph appeared in 1934 in the magazine Regards. Between 1936 and 1938 Chim covered the Spanish Civil War (alongside colleague Robert Capa) and other international political events. In February 1935 Chim was sent to Spain by Regards to report on crucial issues there. Twenty five of his stories on Spain ended up being published in Regards. In 1939 he covered the Loyalist Spanish war refugees on the S.S. Sinaia to Mexico and then later in the year he arrived in the United States. Chim was in New York City when World War II broke out in Europe when Nazi Germany invaded Poland, Chim's birthplace. In 1940 he enlisted in the United States Army, serving in Europe as a photo interpreter during the war. In 1942 he became a naturalized citizen of the United States, the same year that his parents were killed by the Nazis. Chim photographed for Life, along with Look, Paris-Match and Regards. In 1948 he received a commission through UNICEF and traveled to Austria, Hungary, Italy, Poland and Germany to document the plight of World War II refugee children. Inge Bondi, Chim scholar, said: > Chim's heart had always gone out to children, and they reacted to him with > complete acceptance. They seemed oblivious of him, but he noticed every > little movement, every little pain, every little pleasure. There is no > artifice, no bravura of lighting expertise in Chim's photographs of the > children. They speak simply from his pictures, as if alive. This > intellectual, so adept at analyzing the most complex political situations, > so comfortable photographing heads of state, produced his greatest > photographs to help children in need. Between 1949 and 1955 Chim travelled extensively throughout Europe and Israel, fulfilling assignments for major publications in Europe and the United States. Edward Steichen included his imagery, including his simple but eloquent picture of the worn hands of an older worker clutching a dip-pen to practice the letter 'a', in MoMA's 1955 world-touring The Family of Man, seen by 9 million visitors. ==Magnum Photos== In 1947, Chim co-founded the Magnum Photos photography cooperative, together with Robert Capa and Henri Cartier-Bresson, whom he had befriended in Paris in the 1930s. As Inge Bondi, Chim scholar, stated: > Photojournalism was about to enter a golden decade. Television was not yet > available to broadcast world events, and editors and the public were eager > for news, from which they had been cut off during the fascist years and war > years. After Capa's death in 1954, Chim became president of Magnum Photos. He held that post until his death on November 10, 1956. ==Death== On November 10, 1956, Chim was killed while driving to photograph an exchange of wounded soldiers at El Quantara (along with French photographer Jean Roy) by Egyptian machinegun fire four days after the armistice of the 1956 Suez Crisis, ten days before his 45th birthday. Chim's work remains available by way of Magnum Photos and his estate is managed by nephew Ben Shneiderman and niece Helen Sarid. ==Photographic portraits == Chim's reputation for his photos of war orphans was magnified by his later work in photographing famous people of his time. These included: * Sophia Loren, at home, Naples, Italy (1955) * Bernard Berenson, at 90, visiting Borghese Gallery, Rome, Italy (1955) * Pablo Picasso, in front of detail of Guernica, France (1937) * Henri Barbusse, along with leading left-wing intellectuals in his office at the literary journal \"Monde\", Paris France (1935) * Arturo Toscanini, at his home, Milan (1954) * Ingrid Bergman, 35 portraits of Ingrid Bergman, Rome, Italy (1952–1956) * Roberto Rossellini, and family (1956) * Audrey Hepburn, 14 portraits (1956) * Richard Avedon, Paris, France (1956) ==Exhibitions== *Chim: The Photos of David Seymour, 1996, International Center of Photography, New York City. *\"Close Enough\", 1999, The Art Gallery at the University of Maryland, College Park. *Reflections from the Heart, September–December 2006, Albin O. Kuhn Library Gallery; March – June 2006, The Corcoran Gallery of Art; January–April 2007, George Eastman House. *Photographs by David Seymour (Selections from George Eastman House), May–September 9, 2007, International Center of Photography, New York City. *Chim: The Photography of David Seymour (1911–1956), September 2007 – February 2008, the de Young, San Francisco. *The Mexican Suitcase, September 2010 – January 2011, International Center of Photography, New York City. *Chim/Gamboa Exhibition: The Mexican Connection, December 2010 – March 2011, El Centro de la Imagen, Mexico City. *ChimRetrospective, October–February 2011, the Jewish Museum, Brussels. *ChimRediscovered / Chim retrouvé, December 2012 – January 2013, CLAIR Galerie, St. Paul de Vence, Nice, France. *Chim(David Seymour), February–March, Galerie Walter Keller, Zürich. *Photographs by David \"Chim\" Seymour and Roman Vishniac, February 2013, Howard Greenberg Gallery, New York City. *We Went Back: Photographs from Europe 1933–1956 by Chim, January–May 2013, International Center of Photography, New York City. *David Seymour (Chim): A Celebration of Chim, September–October 2013, Leica Gallery, Washington, DC. *Capturing History:The Photography of Chim 29 March 2017 – Museum of the Jewish People at Beit Hatfutsot Tel Aviv *David Seymour (Chim), October 2018 – March 2019 Jewish Historical Museum Amsterdam. ==Public collections== Chim's work is held in the following public collections: * National Gallery of Art, Washington, DC * The Art Institute of Chicago, Chicago, IL * The de Young, San Francisco, CA * Victoria and Albert Museum, London ==Bibliography== *Krieg in Spanien (War in Spain), by S.L. Shneiderman, Photos by Chim, Warsaw, Poland: Yiddish Universal Library, 1938. *Children of Europe. Photographs by David Seymour, 1949. *The Vatican. Photographs by David Seymour, 1950. *Little Ones. Photographs by David Seymour, 1957. *\"Chim (David Seymour), 1911–1956.\" Paris: Michel Brient, 1966. *David Seymour (\"Chim\") Paragraphic Editor: Anna Farova - Associate Editors: Cornell Capa & Sam Holmes, New York City: Grossman Publishers, 1966. *The Concerned Photographer. Photographs by David Seymour, 1968. *Israel/The Reality - People, Places, Events in Memorable Photographs, Edited by Cornell Capa, Micha Bar-am, Karl Katz & Arnold Saks, New York City: The World Publishing Company in association with the Jewish Museum, 1969. *David Seymour Chim, 1911–1956. Photographs by David Seymour, 1974. *David Seymour--\"Chim.\" ICP Library of Photographers Editors: Cornell Capa and Bhupendra Karia, New York City: Grossman Publishers, 1974. *Front Populaire, photographs by Robert Capa and David Seymour-Chim, Paris, France: Chene-Magnum, 1976. *Les Grandes Photos de la Guerre d'Espagne.\" Photographs by Robert Capa, David Seymour-Chim,' 1980. *In Our Time. The World as Seen by Magnum Photographers. Text by William Manchester. Norton, New York City, 1989. *Chim. The Photographs of David Seymour. Photographs by Chim (David Seymour). Bulfinch, Boston, 1996. *Chim: The Photographs of David Seymour. Bondi, Inge. Boston, 1996. *Magnum. Fifty Years at the Front Line. Text by Russell Miller. New York City, 1998. *Close Enough. Photographs by Chim (David Seymour). College Park, 1999. *David Seymour, Chim. Valencia, 2003. *David Seymour (Chim). Beck, Tom. London and New York City, 2005. *Chim: Children of War. Naggar, Carole. Umbrage Editions, 2013. *David Seymour: Vies de Chim. Naggar, Carole. Contrejour, 2014. ==Filmography== *The Mexican Suitcase. Dir. Trisha Ziff. 212 Berlin, 2011. Film. *Chim's Children of Europe. 2013. 7-minute video. ==References== ==External links== *The Photographs of David Seymour *NPR Story: Reflections from the Heart * UMD Professor Ben Shneiderman on David \"Chim\" Seymour *Library of Congress blog and Video *Library of Congress website for David Seymour Collection *Chim Home Page Category:1911 births Category:1956 deaths Category:United States Army personnel of World War II Category:Deaths by firearm in Egypt Category:Magnum photographers Category:Polish emigrants to the United States Category:American photojournalists Category:American people of Polish-Jewish descent Category:Journalists killed while covering military conflicts Category:Polish photojournalists Category:United States Army soldiers Category:Humanist photographers Category:Spanish Civil War photographers Category:Ritchie Boys",
 "title": "David Seymour (photographer)"
}