{
 "id": "702567",
 "text": "Deborah Lynn Foreman (born October 12, 1962) is an American photographer and former actress. She is perhaps best known for her starring role in the 1983 film Valley Girl opposite Nicolas Cage. She is also regarded as a scream queen and known for playing in various horror films of the 1980s, such as April Fool's Day, Waxwork, Destroyer and Sundown: The Vampire in Retreat. ==Early life== Foreman was born October 12, 1962, in Montebello, California, the daughter of Lynette and Clyde Foreman, a Marine Corps pilot. She was raised in Arizona and Texas. When she was 13, her parents enrolled her at the Barbizon School of Modeling in Houston to help her overcome shyness, where she received a trophy after completing the courses. In high school, Foreman received high marks and was a cheerleader. While she was still a student, local photographer Wally Lewis hired her for newspaper and catalog ads. A chance meeting with a representative of Wilhelmina Models led to her signing with its California office and modeling assignments for Maybelline cosmetics. ==Career== Four weeks after arriving in Los Angeles, Foreman earned her SAG card after appearing in a McDonald's of England commercial. Resolving to become a serious actress, she took acting lessons from a variety of teachers. Her first acting job was in a comedy pilot for NBC's The Grady Nutt Show. More television work and two supporting film roles soon followed. After a 1983 appearance on the popular sitcom Family Ties, her first starring role in a feature film was Valley Girl (1983) with the then-little-known Nicolas Cage, which brought her national fame. Initially, The New York Times reviewer did not understand the movie Valley Girl while her counterpart at the Los Angeles Times enjoyed the same movie. Alternate Link via ProQuest. Mark Deming of AllMovie wrote that Foreman \"made an indelible impression on fans of 1980s pop culture with her performance in the title role of the film Valley Girl.\" In 1985, Foreman had a small role in the comedy film Real Genius. In 1986, she was named \"Most Promising New Star\" by ShoWest, the largest and most notable film convention in the world. Foreman's Hollywood career may have stalled at least in part because she was subsequently cast in a string of weakly scripted and directed comedies. Alternate Link via ProQuest. She had a starring role in the comedy film My Chauffeur (1986), in which she played a somewhat Madonna-influenced character who gets a job as a driver for a stuffy limousine service. However, unlike Valley Girl, the film did not feature elements of dramatic teen angst. My Chauffeur was publicized widely, but connected only modestly with teen audiences and critics. The New York Times reviewer Lawrence Van Gelder wrote \"Miss Foreman, who with discipline and far better script might become an engaging comedienne, is mired here in a character who at one moment is delivering a lecture on proper treatment of women and at the next is smirking\". The Los Angeles Times reviewer Michael Wilmington called Foreman a \"New Wave Carole Lombard crossed with early Shirley MacLaine\". However, Robert Blau of the Chicago Tribune wrote that Foreman \"gives a breathlessly irritating portrayal of Casey\". In contrast, Charles Taylor of the Boston Phoenix wrote that Foreman \"is an appealing comic actress who goes at even the most inane situations with tireless enthusiasm and dimpley sex appeal\" and although \"she can't salvage My Chauffeur, she does give perkiness a good name.\" That same year, Foreman played dual roles in the offbeat dark comedy and preppy murder mystery April Fool's Day. Although her performance was praised by reviewers, the film's plot and surprise ending were widely panned, with critic Vincent Canby commenting for The New York Times: \"... the dialogue is mostly composed of rude variations on 'eek,' 'ugh', and 'I'd like to sleep with you this evening.'\" The reviewer for AllMovie wrote \"With her Sheryl Lee- like features and facial expressions, Deborah Foreman makes an appealingly off-balance scream queen\". During the five years following, Foreman appeared in over half a dozen low-budget horror movies and independent films. Syndicated columnist Joe Bob Briggs gave Foreman a \"Drive-in Academy Award nomination as the damsel in distress\" for saying \"It's all very simple! Bunny men from Neptune have invaded Mars!\" Though she retired from acting, Foreman did make a brief appearance in a music video for the rock band She Wants Revenge, as well as a small cameo as a shopgirl in the 2020 remake of Valley Girl, her best known film. ==Filmography== ===Movies=== {| class=\"wikitable\" |- bgcolor=\"#CCCCCC\" ! Year !! Title !! Role |- | rowspan=\"2\" | 1982 || Love in the Present Tense || Heather Jenkins |- | I'm Dancing as Fast as I Can || Cindy |- | rowspan=\"2\" | 1983 || Valley Girl || Julie Richman |- | Grizzly II: Revenge || Park Ranger's Daughter |- | 1985 || Real Genius || Susan Decker |- | rowspan=\"4\" | 1986 || Charlie Barnett's Terms of Enrollment || Coed/Recruiter |- | My Chauffeur || Casey Meadows |- | April Fool's Day || Muffy/Buffy St. John |- | 3:15 || Sherry Havilland |- | rowspan=\"2\" | 1988 || Waxwork || Sarah Brightman |- | Destroyer || Susan Malone |- | rowspan=\"4\" | 1989 || Friends, Lovers, & Lunatics || Annie |- | The Experts || Jill |- | Lobster Man from Mars || Mary |- | Sundown: The Vampire in Retreat || Sandy White |- | 1991 || Lunatics: A Love Story || Nancy |- | 2007 || Beautiful Loser || Carly |- | 2020 || Valley Girl || Shopgirl (cameo) |} ===Television=== {| class=\"wikitable sortable\" ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 1981 | The Grady Nutt Show | Becky Williams | TV pilot for NBC |- | rowspan=\"2\" | 1982 | In the Custody of Strangers | Karen | TV Movie |- | T. J. Hooker | Alise Edwards / Jenny Clark | 2 Episodes: God Bless the Child, Deadly Ambition |- | rowspan=\"2\" | 1983 | Romance Theatre | Heather Jenkins | 5 Episodes |- | Family Ties | Mary Catherine | 1 Episode: Stage Fright |- | 1984 | Hot Pursuit | Jody | 2 Episodes: Home Is the Heart: Part 1 & 2 |- | 1986 | Maggie | Alyce Farnsworth | TV pilot for CBS |- | 1991 | MacGyver | Beth Webb | 1 Episode: Eye of Osiris |- | 1995 | The Marshal | Callie Fetter | 1 Episode: Gone Fishing |- |} ==References== ==External links== * * * * * Kevin Smith's SMoviola Presents \"Valley Girl\" at Lincoln Center (video interviews) * Deborah Foreman interview with Stuck in the '80s podcast * Martha Coolidge, Director of 'Real Genius', 'Valley Girl', talks about Deborah Foreman: ** ** “Back to the 80s: Interview with director Martha Coolidge.” via: OfficialMarthaCoolidge.com Category:1962 births Category:Actresses from California Category:American film actresses Category:American television actresses Category:Living people Category:People from Montebello, California Category:20th-century American actresses Category:21st-century American actresses",
 "title": "Deborah Foreman"
}