{
 "id": "703237",
 "text": "Tony Underwood (born 17 February 1969 in Ipoh, Malaysia) is a former English rugby union footballer who played as a wing three-quarter back. He is of Malaysian-English parentage. ==Rugby career== His rugby talent was first nurtured at Barnard Castle School. Following his elder brother Rory, he played for Leicester Tigers and England. Tony had another brother called Gary, who played at under-21 level for England. He made his England debut in October 1992 against Canada, and went on to win a total of 27 English caps. Tony and Rory were the first brothers to play for England together since Harold and Arthur Wheatley in England's 1937 6–3 win over Scotland, and partnered in the 1995 Five Nations Grand Slam win. He played in the Rugby World Cup in 1995, and in the Quarter final match against Australia he scored a try that many regard as one of the finest in running Rugby, with his right-wing counterpart Damien Smith failing to tackle him, and that helped England to reach the Semi- finals. In the Semi-final he had another memorable moment in which his opposite number, Jonah Lomu, ran a ring around him, before powering straight over the tackle of full back Mike Catt to score what would be one of his four tries in that game. In 1995, he left Leicester for Newcastle Falcons. At Newcastle he made 11 appearances as they won the 1997-98 Premiership. His last cap for England came in December 1998 against South Africa where he was replaced early; England went on to win. He would later feature in a Pizza Hut advertising campaign alongside Lomu. ==Post rugby== He is now retired from international rugby and having trained as a pilot, went on to fly for Easyjet. He then became a long-haul pilot for Virgin Atlantic. He was seen on ITV's Airline training to be a pilot, graduating, and completing his first flight with EasyJet from London Luton Airport to Zurich. He used to live in Monkston, Milton Keynes. He now lives in Dubai, where he flies the Airbus A380 as a captain for Emirates., he is married, with two children (best friends with barrister to be, Robyn Wild). == References == == External links == *Sporting Heroes *BBC Superstars Category:1969 births Category:Living people Category:Alumni of Hughes Hall, Cambridge Category:Alumni of the University of Leicester Category:British & Irish Lions rugby union players from England Category:Commercial aviators Category:England international rugby union players Category:English people of Chinese descent Category:English people of Malaysian descent Category:Leicester Tigers players Category:Newcastle Falcons players Category:People educated at Barnard Castle School Category:Rugby union wings",
 "title": "Tony Underwood"
}