{
 "id": "703338",
 "text": "The Slovene coat of arms consists of a red bordered blue shield on which there is a stylised white Mount Triglav, under which there are two wavy lines representing the sea and the rivers of the country. Above Mount Triglav, there are three golden six-pointed stars representing the Counts of Celje. It was designed in 1991 by Marko Pogačnik and adopted on 24 June 1991. == History == ===Kingdom of Yugoslavia=== Until the dissolution of Austria-Hungary, the Slovene Lands did not have a coat of arms representing the whole nation, instead it had a different coat of arms for every land. When the State of Slovenes, Croats and Serbs merged with Kingdom of Serbia, Slovenia had its first real coat of arms, which actually was a heavily modified one from the Serbian Kingdom. The coat of arms presents the Serbian shield with white cross on the left, the Croatian shield on the right and under both there is a blue shield representing Slovenes. An image of the royal Yugoslav coat of arms can be seen on the 10-Yugoslav dinar banknote of 1926. 10 dinar note of 1926 ===Socialist Republic of Slovenia=== The coat of arms of the Socialist Republic of Slovenia was designed by Branko Simčič on the basis of the symbol of the Liberation Front of the Slovene Nation. The sea and the mount Triglav motive appeared in the coat of arms of the Socialist Republic of Slovenia, one of six constituent republics of the Socialist Federal Republic of Yugoslavia. The former coat of arms was rounded by wheat with linden leaves and featured a red star at the top. There was also the other coat of arms which presented Yugoslavia as a whole. ===Republic of Slovenia=== The tender for the design of the new coat of arms of Slovenia was published in May 1991. It was won by Marko Pogačnik. He based his design on the understanding of Slovenia as a macroregional entity and on the work by France Prešeren and Jože Plečnik. In regard, to Prešeren, the coat of arms depicts the description of nature given by the poet in his epic-lyric poem The Baptism on the Savica. In regard to Plečnik, the coat of arms follows the coat of arms of Slovenia, carved upon the design by the architect in 1934 at the column of the Virgin Mary, which stands in front of the parish church in Bled. Pogačnik's design was proclaimed the new official coat of arms of Slovenia with the constitutional amendment C 100 and became valid on 24 June 1991. ===Historical symbols=== Carniola coat of arms.png|Coat of arms of Duchy of Carniola (until 1918) Arms of Illyrian Slovenia.svg|Inescutcheon symbolizing Slovenia and Illyrian movement on Coat of arms of Yugoslavia (1918–1941) Znak Slovenskega Domobranstva.svg|Sign of Nazi Germany Slovene Home Guard (1943–1945) ==Symbolics== thumb|200px|The geometrical rule for the construction of the national coat of arms of Slovenia The designer, Marko Pogačnik, has described the coat of arms as a cosmogram, which creates an energetic field protecting the country and stimulating its inner potentials. According to Pogačnik, the Triglav symbolises the male principle. There are two white bending lines below it, representing the Triglav Lakes Valley and the Slovene sea and rivers in general, or the female principle. Above Triglav, there are three golden, six-pointed stars, forming a triangle and symbolising democracy. The stars are taken from the coat of arms of the Counts of Celje. ==Legal status== As a work of arts, published in the official journal Official Gazette, the national coat of arms of Slovenia qualifies as an official work and is per Article 9 of the Slovene Copyright and Related Rights Act not protected by the copyrights.M. B. Jančič, M. B. Breznik, M. Damjan, M. Kovačič, M. Milohnić. Upravljanje avtorskih in sorodnih pravic na Internetu - Vidik javnih inštitucij (in Slovene) [The Management of Copyright and Related Rights on Internet - The Aspect of Public Institutions]. August 2010. Peace Institute; Faculty of Law, University of Ljubljana. Pg. 28. Its usage is regulated by the Act Regulating the Coat-of-Arms, Flag and Anthem of the Republic of Slovenia and the Flag of the Slovene Nation, published in the Official Gazette in 1994.Zakon o grbu, zastavi in himni Republike Slovenije ter o slovenski narodni zastavi (Slovene) [Act Regulating the Coat- of-Arms, Flag and Anthem of the Republic of Slovenia and the Flag of the Slovene Nation]. Official Gazette. 67/1994. ==Criticism== The coat of arms of the Republic of Slovenia has been criticized by the herald Aleksander Hribovšek as heraldically lacking in a number of views. For example, he has stated that it has no official blazon, and its form of shield is not heraldically recognised. Mount Triglav and the sea are represented incorrectly, and he criticised the choice of Triglav as a symbol. == References == ==External links== * Category:National symbols of Slovenia Slovenia Slovenia Slovenia",
 "title": "Coat of arms of Slovenia"
}