{
 "id": "703438",
 "text": "Charles III (17 February 1490 – 6 May 1527) was a French military leader, the count of Montpensier, Clermont and Auvergne, and dauphin of Auvergne from 1501 to 1523, then duke of Bourbon and Auvergne, count of Clermont-en-Beauvaisis, Forez and La Marche, and lord of Beaujeu from 1505 to 1521. He was also the constable of France from 1515 to 1521. Also known as the constable of Bourbon, he was the last of the great feudal lords to oppose the king of France. He commanded the troops of Holy Roman Emperor Charles V in what became known as the Sack of Rome in 1527, where he was killed. ==Family== Charles was born at Montpensier, the second son of Count Gilbert of Montpensier by his wife Clara Gonzaga (1 July 1464 – 2 June 1503). Gilbert died in 1496, and his elder son, Louis II, died unwed in 1501, leaving Charles the heir to the family's titles and extensive lands in Auvergne. ==Marriage== Charles married his agnatic second cousin, Suzanne, Duchess of Bourbon. It was a dynastic match, intended to settle the question of succession to the Bourbon estates, which had arisen because Suzanne's father, Duke Peter II of Bourbon, the last of the senior Bourbon line, had died without sons. Charles was the scion of the next-senior Bourbon line, and thus the heir male of the House of Bourbon, while Suzanne was the heir general. With the marriage, Charles's position as Duke of Bourbon became undisputed. This cementing of position was important for another reason: with the death of Charles IV, Duke of Alençon, in 1525, Charles became the next in line to the French throne after the three sons of French King Francis I. ==Career== Already distinguished as a soldier in the Italian Wars, Charles was appointed constable of France by Francis I of France in 1515, and was rewarded for his services at the Battle of Marignano (where he commanded the vanguard) with the Governorship of Milan. However, Francis was uneasy with the proud and wealthy duke, and soon recalled him from Milan and refused to honor his debts. Charles was further angered by the appointment of Charles IV of Alençon, Francis's brother-in-law, as commander of the vanguard during the campaigns in the Netherlands, an office which should have been his. The death of his wife in 1521 provoked the final breach between Charles and Francis. Suzanne had left all her estates to Charles, but the king's mother, Louise of Savoy, claimed them as the heir in proximity in blood due to their previous entailments. She proposed to settle the question by marrying Charles; he refused the proposal because Louise was over forty-five years of age and fourteen years older than him. On behalf of his mother, Francis confiscated a portion of the Bourbon estates before the lawsuit had even been opened. Seeing no hope of prevailing, Charles made a secret agreement to betray his king and offer his services to Emperor Charles V. The emperor, the constable, and King Henry VIII of England devised a grand plan to partition France. This however came to nothing because the plot was discovered; Charles was stripped of his offices and proclaimed a traitor. He fled into Italy in 1523 and entered the imperial service. In 1524, he drove the French under Bonnivet from Lombardy, and fought at the Battle of Pavia. The emperor gave Charles command of a mixed Spanish–German army (which included a number of Lutherans) sent to chastise Pope Clement VII. He neglected to supply this army with money or food, and Charles was only able to keep it together by promises of loot. Though Clement arranged a truce with the emperor, the army continued its advance, reaching Rome in May 1527. The death of Charles—the artist and goldsmith Benvenuto Cellini claimed that he fired the shot that killed him—outside the walls removed the last restraints from the army, which resulted in the sack of Rome. ==Progeny and succession== By Suzanne, Charles was the father of twins and of Francis of Bourbon, Count of Clermont. Officially, since neither survived a year of age, the senior line of the dukes of Bourbon was extinct in male line with his death in battle, and the junior line (dukes of Vendôme) were not allowed to inherit, because Charles had forfeited his fiefs by committing treason. However, the county of Montpensier and dauphinate of Auvergne (but not the duchy of Bourbon) were later returned to his sister Louise, who interestingly enough was herself married to Louis, Prince of La Roche-sur-Yon, a member of the more junior House of Bourbon-Vendome. The Dukes of Montpensier line continued after Louise's death through her descendants. ==Notes== ==References== * * * * Louis Rousselet, \"The Son of the Constable of France\", (Gilbert & Rivington: London 1892) * Grece, Michel de, \"Le Rajah Bourbon\", (Lattes: Paris 2007) Category:1490 births Category:1527 deaths Category:Constables of France Category:Counts of Clermont-en-Auvergne Category:Counts of Clermont-en-Beauvaisis Category:Counts of Forez Category:Counts of Gien Category:Counts of La Marche Category:Counts of Montpensier Category:Dukes of Auvergne Charles III, Duke of Bourbon 102 Category:Grand Chamberlains of France Charles III, Duke of Bourbon Category:Military leaders of the Italian Wars Category:People from Puy-de-Dôme Category:16th-century peers of France Category:Military personnel killed in action Category:Court of Francis I of France",
 "title": "Charles III, Duke of Bourbon"
}