{
 "id": "703651",
 "text": "Carisoprodol, sold under the brand name Soma among others, is a medication used for musculoskeletal pain. Use is only approved for up to three weeks. Effects generally begin within half an hour and last for up to six hours. It is taken orally. Common side effects include headache, dizziness, and sleepiness. Serious side effect may include addiction, allergic reactions, and seizures. In people with a sulfa allergy certain formulations may result in problems. Safety during pregnancy and breastfeeding is not clear. How it works is not clear. Some of its effects are believed to occur following being converted into meprobamate. Carisoprodol was approved for medical use in the United States in 1959. Its approval in Europe was withdrawn in 2008. It is available as a generic medication. In 2017, it was the 255th most commonly prescribed medication in the United States, with more than one million prescriptions. In the United States, it is a Schedule IV controlled substance. == Medical uses == Carisoprodol is meant to be used along with rest, physical therapy and other measure to relax muscles after strains, sprains and muscle injuries. It comes in tablet format and is taken by the mouth three times a day and before bed. == Side effects == The usual dose of 350 mg is unlikely to engender prominent side effects other than somnolence, and mild to significant euphoria or dysphoria, but the euphoria is generally short-lived due to the fast metabolism of carisoprodol into meprobamate and other metabolites; the euphoria derived is, according to new research, most likely due to carisoprodol's inherent, potent anxiolytic effects that are far stronger than those produced by its primary metabolite, meprobamate, which is often misblamed for the drug-seeking associated with carisoprodol, as carisoprodol itself is responsible for the significantly more intense central nervous system effects than meprobamate alone. Carisoprodol has a unique,mechanism of action qualitatively different from that of meprobamate (Miltown). The medication is well tolerated and without adverse effects in the majority of patients for whom it is indicated. In some patients, however, and/or early in therapy, carisoprodol can have the full spectrum of sedative side effects and can impair the patient's ability to operate a firearm, motor vehicles, and other machinery of various types, especially when taken with medications containing alcohol, in which case an alternative medication would be considered. The intensity of the side effects of carisoprodol tends to lessen as therapy continues, as is the case with many other drugs. Other side effects include: dizziness, clumsiness, headache, fast heart rate, upset stomach, vomiting and skin rash. The interaction of carisoprodol with essentially all opioids, and other centrally acting analgesics, but especially codeine, those of the codeine-derived subgroup of the semisynthetic class (ethylmorphine, dihydrocodeine, hydrocodone, oxycodone, nicocodeine, benzylmorphine, the various acetylated codeine derivatives including acetyldihydrocodeine, dihydroisocodeine, nicodicodeine and others) which allows the use of a smaller dose of the opioid to have a given effect, is useful in general and especially where skeletal muscle injury and/or spasm is a large part of the problem. The potentiation effect is also useful in other pain situations and is also especially useful with opioids of the open-chain class, such as methadone, levomethadone, ketobemidone, phenadoxone and others. In recreational drug users, deaths have resulted from combining doses of hydrocodone and carisoprodol. Another danger of misuse of carisoprodol and opiates is the potential to aspirate while unconscious. Meprobamate and other muscle-relaxing drugs often were subjects of misuse in the 1950s and 60s. Overdose cases were reported as early as 1957, and have been reported on several occasions since then. Carisoprodol is metabolized by the liver and excreted by the kidneys so this drug must be used with caution with patients that have impaired hepatic or renal function. Because of potential for more severe side effects, this drug is on the list to avoid for elderly people.NCQA's HEDIS Measure: Use of High Risk Medications in the Elderly === Withdrawal === Carisoprodol, meprobamate, and related drugs such as tybamate, have the potential to produce physical dependence of the barbiturate type following periods of prolonged use. Withdrawal of the drug after extensive use may require hospitalization in medically compromised patients. In severe cases the withdrawal can mimic the symptoms of alcohol withdrawal including the potentially lethal status epilepticus. Psychological dependence has also been linked to carisoprodol use although this is much less severe than with meprobamate itself (presumably due to the slower onset of effects). Psychological dependence is more common in those who use carisoprodol non-medically and those who have a history of substance use (particularly sedatives or alcohol). It may reach clinical significance before physiological tolerance and dependence have occurred and (as with benzodiazepines) has been demonstrated to persist to varying degrees of severity for months or years after discontinuation. Discontinuation of carisoprodol, as with all GABA-ergics, can result in cognitive changes which persist for weeks, months, or rarely even years including greatly increased anxiety and depression, social withdrawal, hair-trigger agitation/aggression, chronic insomnia, new or aggravated (often illogical) phobias, reduced IQ, short term and long-term memory loss, and dozens of other sequelae. The effects, severity, and duration appear to be slightly dose-dependent but are mainly determined by the patients pattern of use (taken as prescribed, taken in bulk doses, mixed with other drugs, a combination of the above, etc.), genetic predisposition to substance use, and a history of substance use all increase the patients risk of persistent discontinuation syndrome symptoms. Treatment for physical withdrawal generally involves switching the patient to a long-acting benzodiazepine such as diazepam or clonazepam then slowly titrating them off the replacement drug completely at a rate which is both reasonably comfortable for the patient but rapid enough for the managing physician to consider the rate of progress acceptable (overly rapid dose reduction greatly increases the risk of patient non-compliance such as the use of illicitly obtained alternative sedatives and/or alcohol). Psychotherapy and cognitive behavioral therapy have demonstrated moderate success in reducing the rebound anxiety which results upon carisoprodol discontinuation but only when combined with regular and active attendance to a substance use support group. Carisoprodol withdrawal can be life-threatening (especially in high dose users and those who attempt to quit \"cold turkey\"). Medical supervision is recommended, with gradual reduction of dose of carisoprodol or a substituted medication, typical of other depressant drugs. ===Non-medical use=== Combining a muscle relaxant like carisoprodol with opioids and benzodiazepines is referred to as \"The Holy Trinity\" as it has been reported to increase the power of the \"high\". Recreational users of carisoprodol usually seek its potentially heavy sedating, relaxant, and anxiolytic effects. Also, because of its potentiating effects on narcotics, it is often used in conjunction with many opioid drugs. Also it is not detected on standard drug testing screens. On 26 March 2010 the DEA issued a Notice of Hearing on proposed rule making in respect to the placement of carisoprodol in schedule IV of the Controlled Substances Act. The DEA ended up classifying it under schedule IV. Carisoprodol is sometimes mixed with date rape drugs. Many overdoses have resulted from recreational users combining these drugs to combine their individual effects without being aware of the enzyme-induction induced potentiation. == Overdose == As with other GABAergic drugs, combination with other GABAergic drugs, including alcohol, as well as with sedatives in general, possess a significant risk to the user in the form of overdose. Overdose symptoms are similar to those of other GABAergics including excessive sedation and unresponsiveness to stimuli, severe ataxia, amnesia, confusion, agitation, intoxication and inappropriate (potentially violent) behavior. Severe overdoses may present with respiratory depression (and subsequent pulmonary aspiration), coma, and death. Carisoprodol is not detected on all toxicology tests which may delay diagnosis of overdose. Overdose symptoms in combination with opiates are similar but are distinguished by the presentation of normal or pinpoint pupils, which are generally unresponsive to light. Carisoprodol (as with its metabolite meprobamate) is particularly dangerous in combination with alcohol. Flumazenil (the benzodiazepine antidote) is not effective in the management of carisoprodol overdose as carisoprodol acts at the barbiturate binding site. Treatment mirrors that of barbiturate overdoses and is generally supportive, including the administration of mechanical respiration and pressors as implicated (and in rare cases, bemegride). Total amnesia of the experience is not uncommon following recovery. In 2014 actress Skye McCole Bartusiak died of an overdose due to the combined effects of carisoprodol, hydrocodone and difluoroethane. == Pharmacology == ===Pharmacodynamics=== Carisoprodol, has a chemical structure similar to Glutamate, a neurotransmitter, and dimethylglycine. Upon analysis, this pharmacological agent seems to be an agonist of the NMDA receptor, with an unknown [Km]. Since excess Glutamate causes excitotoxicity and neuronal apoptosis, Carisoprodol overdose may also lead to NMDA related toxicity, thus inducing seizures at high doses, and muscle relaxation upon administration. Carisoprodol’s structural similarity to Meprobamate indicates GABAergic activity, including GABA A agonism, similar to the mechanism of benzodiazepines. This will allow for further muscle relaxation and anxiety reduction. Therefore, Carisoprodol, at low to moderate dosages, may be clinically indicated for absent seizures, yet exacerbate Tonic-clonic seizures. ===Pharmacokinetics=== Carisoprodol has a rapid, 30-minute onset of action, with the aforementioned effects lasting about two to six hours. It is metabolized in the liver via the cytochrome P450 oxidase isozyme CYP2C19, excreted by the kidneys and has about an eight-hour half- life. In patients with low levels of CYP2C19 (poor metabolizers), standard doses can lead to increased concentrations of carisoprodol (up-to a four-fold increase). A considerable proportion of carisoprodol is metabolized to meprobamate, which is a known addictive substance; this could account for the addictive potential of carisoprodol (meprobamate levels reach higher peak plasma levels than carisoprodol itself following administration). As mentioned above, carisoprodol appears to have strong anxiolytic effects on its own; however, a large part of its effects also come from the fact that it is metabolized into meprobamate: at least a 25% of the carisoprodol administered will be transformed into meprobamate which means that meprobamate is 3.25× stronger than carisoprodol (although this rate varies from person to person according to their levels of CYP2C19 enzymes in their livers with some people having considerably higher leverls) or, in other words, 200 mg of meprobamate (which is the lowest standard dose) is equivalent to 650 mg of carisoprodol. As such, meprobamate is believed to play a significant role in the effects of carisoprodol and meprobamate's long half-life results in bioaccumulation following extended periods of carisoprodol administration. It is slightly soluble in water and freely soluble in ethanol, chloroform and acetone. The drug's solubility is practically independent of pH. == History == On 1 June 1959, several American pharmacologists convened at Wayne State University in Detroit, Michigan to discuss a new drug. The drug, originally thought to have antiseptic properties, was found to have central muscle-relaxing properties.Miller JG, ed. The pharmacology and clinical usefulness of carisoprodol. Detroit:Wayne State University; 1959. It had been developed by Frank Berger at Wallace Laboratories and was named carisoprodol. Carisoprodol was a modification of meprobamate, intended to have better muscle relaxing properties, less potential for addiction, and a lower risk of overdose. The substitution of one hydrogen atom with an isopropyl group on one of the carbamyl nitrogens was intended to yield a molecule with new pharmacological properties. == Usage and legal status == === Norway === Reports from Norway have shown carisoprodol has addictive potential as a prodrug of meprobamate and/or potentiator of hydrocodone, oxycodone, codeine, and similar drugs. In May 2008 it was taken off the market in Norway. === European Union === In the EU, the European Medicines Agency issued a release recommending member states suspend marketing authorization for this product in the treatment of acute (not chronic) back pain. As of November 2007, carisoprodol has been taken off the market in Sweden due to problems with dependence and side effects. The agency overseeing pharmaceuticals considered other drugs used with the same indications as carisoprodol to have the same or better effects without the risks of the drug. === United States === Until 12 December 2011, when the administrator of the Drug Enforcement Administration (DEA) issued the final ruling placing the substance carisoprodol into Schedule IV of the Controlled Substances Act (CSA), carisoprodol was not a controlled substance. The placement of carisoprodol into Schedule IV was effective 11 January 2012. Carisoprodol is available generically as 350 mg and, more recently, 250 mg tablets. Compounded tablets with acetaminophen and codeine are also available. === Canada === Federally, carisoprodol is a prescription drug (Schedule I, sub-schedule F1). Provincial regulations vary.For British Columbia, see library.bcpharmacists.org/D-Legislation_Standards It is no longer readily available. === Indonesia === * In September 2013, carisoprodol was taken off the market due to problems with diversion, dependence and side effects. * In September 2017, one child died and 50 suffered seizures when PCC, which stands for \"Paracetamol Caffeine Carisoprodol\" was mixed (probably illicit) into children's drinks in elementary and junior high schools in Kendari. ==Notes== == References == == Further reading == * == External links == * Category:Antispasmodics Category:Carbamates Category:Euphoriants Category:GABAA receptor positive allosteric modulators Category:Isopropyl compounds Category:Muscle relaxants Category:NMDA receptor antagonists Category:Prodrugs Category:Wikipedia medicine articles ready to translate",
 "title": "Carisoprodol"
}