{
 "id": "704099",
 "text": "David Hayter is a Canadian actor, screenwriter, director, and producer. He is well known as the English-language voice actor for Solid Snake and Naked Snake in the Metal Gear video game series. He wrote the film X-Men, co-wrote X2, and Watchmen, and was awarded the Saturn Award for Best Writing in 2000 for his work on X-Men. Hayter voices King Shark on The Flash. ==Early life== Hayter's father, Stephen, worked in the pharmaceutical industry. He started acting at the age of nine. He spent most of his childhood living around the world, and moved to Kobe at the age of 15, graduating from its international Canadian Academy in 1987. After this, he attended Rensselaer Polytechnic Institute for two years until transferring to Ryerson University in Toronto. He stayed there until the age of 20, when he moved to Hollywood. == Career == === Early acting career === Hayter did some live acting in the early 1990s, most notably in an episode of the sitcom Major Dad, but soon became more interested in voice acting and later landed the role of Captain America in the popular 1994 Spider-Man animated series. He also provided the voice of Arsène Lupin III in the English version of the anime film The Castle of Cagliostro and the voice of Tamahome in the English version of the anime series Fushigi Yūgi. He also starred in the 1994, straight-to-video movie, Guyver: Dark Hero, as the protagonist, Sean Barker (a role he took over from the previous actor, Jack Armstrong); Hayter has since gone-on to use the character's name as an alias in various work credits. === Metal Gear series === Hayter began providing the English voice of Metal Gear series protagonist Solid Snake in the 1998 video game Metal Gear Solid, which also served as the series's transition from 2D to 3D. Hayter would go on to play Solid Snake and his predecessor Naked Snake throughout all the succeeding installments (including spinoffs, re-releases and adaptations) up to and including Metal Gear Solid: Peace Walker (2010). Hayter also has an extended live-action cameo as himself in one of the fictional TV programs prior to the start of Metal Gear Solid 4: Guns of the Patriots (2008); where he wears the \"Solid Eye\", the technologically advanced eye patch that the main character wears throughout the game. Outside the Metal Gear series, Hayter also voiced the character in Super Smash Bros. Brawl (2008). His work with the Metal Gear series has also led Hayter to do voice work in other video game projects such as Eternal Darkness: Sanity's Requiem and Star Wars: The Old Republic. He cited the series as an influence on his screenwriting, stating that \"Kojima and I have different styles,\" \"but I've certainly learned things from him, especially about ambiguity and telling a story without giving all the answers.\" Hayter is one of the few Metal Gear actors to have played and completed the games he's voiced in. According to Paul Eiding, Hayter gave up half of his own paycheck in order to bring back the cast of the original Metal Gear Solid for the 2004 remake Metal Gear Solid: The Twin Snakes. Following the announcement of Metal Gear Solid V: The Phantom Pain in the 2013 Game Developers Conference, Hayter announced that he was not asked to reprise as the main character for this entry. This was later confirmed when Konami announced that Kiefer Sutherland would be the character's voice during E3 the same year. Hayter has since revealed in an interview that he had to re-audition for the role suggesting that the series' creator Hideo Kojima was already considering recasting the part much earlier, with Kurt Russell (Snake Plissken in Escape from New York and Escape from L.A.) having been allegedly offered the role during the development of Metal Gear Solid 3: Snake Eater (2004). After Kojima's departure from Konami, Hayter would reprise the role in a Metal Gear Solid-themed advertisement for the 2016 Ford Focus SE aired in 2016. In 2018, Hayter provided the character's voice in two video games: Super Bomberman R (which added two playable characters based on both Solid Snake and Naked Snake in an update) and Super Smash Bros. Ultimate. === Filmmaking === In 2000, he wrote the screenplay for the movie version of X-Men, for which he was awarded the 2000 Saturn Award for Best Writing, and then went on to co-write the screenplay for its sequel X2 with writing team Michael Dougherty and Dan Harris. Shortly after his work on X-Men, Hayter was hired to write and direct a project based on the heroine Black Widow. However, due to the limited success of similar themed films featuring female vigilante protagonists at the time, Marvel withdrew their offer to Hayter stating, \"We don’t think it’s time to do this movie\". Hayter's daughter Natasha, born whilst he was writing the Black Widow script, is named after the titular character. Hayter also wrote an adaptation of the graphic novel Watchmen by Alan Moore and David Gibbons. Noted for being a harsh critic of translations of his works to film, Moore said of the script \"David Hayter's screenplay was as close as I could imagine anyone getting to [a film version of] Watchmen. That said, I shan't be going to see it. My book is a comic book. Not a movie, not a novel. A comic book. It's been made in a certain way, and designed to be read a certain way.\" Hayter and writer Alex Tse shared credit on the finished screenplay. Tse drew \"the best elements\" from two of the project's previous drafts written by Hayter. The script did not keep the contemporary atmosphere that Hayter created, but instead returned to the original Cold War setting of the Watchmen comic. Warner Bros. was amenable to the 1980s setting, and the director also added a title montage sequence to introduce the audience to the events of alternate history United States in that time period. On September 7, 2012, it was announced that Hayter would pen the screen adaptation Caught Stealing, and would star Patrick Wilson and Alec Baldwin. On September 13, 2012, Hayter began filming on his directorial debut, Wolves. On July 8, 2013, Hayter was hired by Lakeshore Entertainment to write the film The Sword, based on the Image Comics series. ===Television=== On August 7, 2013, it was announced Hayter was developing a television show on Fox tentatively titled World War III, about a fiction global conflict that chronicles \"a perfect storm of world events places us in the center of a global battle which may bring the world as we know it to an end.\" Hayter will be writing the series' story bible and pilot episode, as well as producing and serving as showrunner. On September 28, 2018, Hayter announced he was co- writing and producing the upcoming Netflix series Warrior Nun, based on the 1994 comic book series Warrior Nun Areala, with Simon Barry serving as series creator and showrunner. Season 1 debuted on Netflix on July 2, 2020. On January 31, 2022, it was announced that Hayter would be writing and producing a television adaptation of the 2000 video game American McGee's Alice. ==Filmography== ===Anime (English dubbing)=== {| class=\"wikitable\" |- ! Year !! Title !! Role !! Notes |- | 1994 || Moldiver || Hiroshi Ozora || |- | rowspan=\"2\"| 1996 || Rakusho! Hyper Doll || Reporter || as Sean Barker |- || They Were Eleven || Doricas Soldam IV || as Sean Barker |- | rowspan=\"2\"| 1997 || Street Fighter II V || Additional Voices || as Sean Barker (Animaze dub) |- || Black Jack || Leslie Harris || as Sean Barker |- | 1998–2000 || Fushigi Yûgi || Tamahome / Taka Sukunami / Yoshui || as Sean Barker |- | rowspan=\"2\"| 1998 || Giant Robo: The Animation || Shoji Gen || as Sean Barker |- || Yu Yu Hakusho: The Movie || Kurama ||as Sean Barker |- | 1999 || Mobile Suit Gundam 0080: War in the Pocket || Bernard Wiseman || as Sean Barker |- | 2000 || The Castle of Cagliostro || Arsène Lupin III || as Sean Barker (Manga dub) |- | 2000–01 || Dual! Parallel Trouble Adventure || Additional Voices || |} ===Animation=== {| class=\"wikitable\" |- ! Year !! Title !! Role !! Notes |- | 1996–97 || Spider-Man || Captain America || TV series; 8 episodes |- | rowspan=\"2\"|2012 || Metal Gear Solid: Digital Graphic Novel || rowspan=\"2\" |Solid Snake || rowspan=\"2\"|Motion comic adaptations of the Metal Gear Solid graphic novels included as extra content in Metal Gear Solid: The Legacy Collection |- |Metal Gear Solid 2: Digital Graphic Novel |} ===Video games=== {| class=\"wikitable\" |- ! Year !! Title !! Role !! Notes |- | 1998 || Metal Gear Solid || Solid Snake || English dub |- | 2001 || Metal Gear Solid 2: Sons of Liberty || Solid Snake / Iroquois Pliskin || English dub |- | 2002 || Eternal Darkness: Sanity's Requiem || Roman Legionnaire 1 / Roman Legionnaire 2 / Angkor Thom Guard || |- | rowspan=\"2\"| 2004 || Metal Gear Solid: The Twin Snakes || Solid Snake || English dub |- | Metal Gear Solid 3: Snake Eater || Naked Snake || English dub |- | 2005 || Metal Gear Acid 2 || Snake || English dub |- | 2006 || Metal Gear Solid: Portable Ops || Naked Snake || English dub |- | rowspan=\"2\"| 2008 || Super Smash Bros. Brawl || Snake || English dub |- | Metal Gear Solid 4: Guns of the Patriots || Old Snake || English dub; Also has a live-action cameo playing himself. |- | 2010 || Metal Gear Solid: Peace Walker || Naked Snake || English dub |- | 2011–19 || Star Wars: The Old Republic || Jedi Knight Male || |- | 2013 || Marvel Heroes || Winter Soldier || |- | 2013–15 || République || Daniel Zager || |- | 2014 || Oddworld: New 'n' Tasty! || Mudokons || |- | 2015 || Dragon Age: Inquisition || Lieutenant Renn || The Descent DLC |- | rowspan=\"2\"| 2016 ||The Long Dark || Jeremiah || |- |Deponia Doomsday || Old Rufus || |- | rowspan=\"2\"| 2018 || Super Bomberman R || Solid Snake Bomber / Naked Snake Bomber || English dub; Characters added in the Ver. 2.1 update patch, released on June 27, 2018 |- | Super Smash Bros. Ultimate ||Solid Snake|| English dub; Re-uses voice clips from Super Smash Bros. Brawl |- | 2019 || Bloodstained: Ritual of the Night || Zangetsu, Narrator || |- | 2020 || Phantom: Covert Ops || General Nikolai Zhurov || |- | 2020 || Yakuza: Like a Dragon || Osamu Kashiwagi (\"The Bartender\") || English dub |- | 2020 || Super Bomberman R Online || Solid Snake Bomber / Naked Snake Bomber / Old Snake Bomber || English dub; Old Snake Bomber was added on May 27, 2021 |- | 2021 || Retroninjacyberassassin || Doc Ninja || David recorded a few voice lines for Doc Ninja, the healer character, they were added in an update to the early access version. |- |} ===Live action=== {| class=\"wikitable\" |- style=\"background:#b0c4de; text-align:center;\" ! Year ! Film ! width=\"65\"| Director ! width=\"65\"| Writer ! width=\"65\"| Producer ! Notes |- |1998 |Burn | | | |Unreleased on home media. Uploaded on David Hayter's Youtube channel on May 2, 2019. |- |2000 |X-Men | | | | |- |rowspan=\"2\"|2002 |Lost in Oz | | | |TV movie |- |The Scorpion King | | | | |- |2003 |X2 | | | | |- |2009 |Watchmen | | | | |- |2010 |Chasm | | | |Short film |- |2014 |Wolves | | | |Directorial debut |- |2015 |A Christmas Horror Story | | | | |- |2020 |Warrior Nun | | | | 2 episodes |- |TBA |Untitled Voltron live- action film | | | | |} ====Acting roles==== {| class=\"wikitable\" |- ! Year ! Film ! Role ! Notes |- |1993 |Major Dad |Misha Sarotsky |Episode: \"From Russia with Like\" |- |rowspan=\"2\"|1994 |Guyver: Dark Hero |Sean Barker | |- |Long Shadows |Ed's secretary |TV movie |- |1996 |The Great War and the Shaping of the 20th Century |Voice |Episodes: \"Stalemate\" and \"Total War\" |- |1997 |Drive |Cop #1 | |- |1998 |Burn |Tom Rice | |- |rowspan=2|2000 |Wild on the Set |Narrator |TV series |- |X-Men |Museum Cop | |- |2014 |Devil's Mile |Toby McTeague | |- |2016–present |The Flash |King Shark |4 episodes Voice only |- |2022 |Turning Red |Additional Voices | |- |} ===Webshow=== {| class=\"wikitable\" |- ! Year ! Webshow ! Role ! Notes |- |2009 |Hey Ash, Whatcha Playin'? | |Episode: \"The Sons of Big Boss\" Voice only |- |2017 |The Jimquisition | |Episode: \"Slay to Pay\" Voice only |- |2018 |Boundary Break |Solid Snake |Episode: \"Metal Gear Solid\" |- |2019 |Khonjin House |Solid Snake |Episode: \"Infiltrator 2\" Voice only |} == References == == External links == * * * David Hayter at Behind The Voice Actors * David Hayter Geeks Out with NERDSociety * 10 Questions: David Hayter at IGN * This Week In Geek Interview with David Hayter * Audio Interview (2010) with The Rafferty/Mills Connection podcast * David Hayter Discusses Watchmen at AMCtv.com * David Hayter at Twitter Category:1969 births Category:American male child actors Category:Canadian male child actors Category:American male film actors Category:Canadian male film actors Category:Canadian male television actors Category:Canadian male voice actors Category:American male screenwriters Category:Canadian screenwriters Category:American male television actors Category:American male video game actors Category:American male voice actors Category:Disney people Category:Konami people Category:American people of Canadian descent Category:American people of English descent Category:American people of Scottish descent Category:American people of Irish descent Category:American people of Norwegian descent Category:American people of Belgian descent Category:American people of German descent Category:American people of Austrian descent Category:American people of Swiss descent Category:American expatriates in Japan Category:Canadian expatriates in Japan Category:Living people Category:20th-century American male actors Category:20th-century Canadian male actors Category:21st-century American male actors Category:21st- century Canadian male actors Category:Ryerson University alumni Category:Rensselaer Polytechnic Institute alumni",
 "title": "David Hayter"
}