{
 "id": "70408",
 "text": "Bill Bissett (born William Frederick Bissett, November 23, 1939) is a Canadian poet known for his unconventional style. ==Early life and education== Bissett was born in Halifax, Nova Scotia. The son of a judge, Frederick William Bissett, Bissett had a tumultuous childhood, often ran away from home as a child, and developed peritonitis. Bissett faced several years of hospitalizations and also experienced bullying because of his sexuality, “I was trying to do as well as I could, and getting snowballs thrown at me with rocks in them because I was gay and I was getting beaten up and having really no friends.” He attended Dalhousie University (1956) and the University of British Columbia (1963–1965). After completing course requirements for his two majors in English and Philosophy, Bissett dropped out of both universities to avoid academic constraints. In 1962, Bissett had one child with partner Martina Clinton, Ooljah Bissett (whom later in life changed her name to Michelle), Ooljah died in the early 2000s from an unknown illness. ==Career== Bissett moved to Vancouver, British Columbia in 1958. In 1962, he started blewointment magazine. He later launched blewointmentpress, which has published volumes by Cathy Ford, Maxine Gadd, Michael Coutts, Dick Clements writing under the pen name, \"p.x. belinsky\", Hart Broudy, Rosemary Hollingshead, Beth Jankola, Carolyn Zonailo, bpNichol, Ken West, Lionel Kearns and D. A. Levy.\"Bill Bissett\". AllMusic, Biography by Stanton Swihart In 1965, a CBC documentary by Maurice Embra was filmed of Bissett, entitled Strange Grey Day This, the documentary is one of the earliest known documentations of Bissett's poetry and art. In 1968, Bissett collaborated with experimental rock group Th Mandan Massacre to release a spoken word album, Awake In The Red Desert, in a limited edition of 500 copies. The album became a highly sought after collector's item, until reissued by Feeding Tube Records in 2019. In 1969, having performed earlier in the evening at a concrete poetry show, bissett fell through a folding door that was supposed to be latched shut and plummeted 20 feet to a basement concrete floor, severely injuring his head. bissett suffered brain damage, and was rendered catatonic and paralyzed. A two-year court case was won by the insurance company and bissett never received any compensation. In 1977, Bob Wenman and a group of other Conservative Members of Parliament objected to the funding of some Canadian poets, Bill Bissett in particular, by the Canadian Council for the Arts,Cynthia Conchita Sugars. The Oxford Handbook of Canadian Literature. Oxford University Press; 2016. . p. 867–. on moral grounds. Wenman, when speaking to Jean Chrétien (then a Minister of Finance), described Bissett's work as \"disgusting and pornographic.\" While in Parliament, Wenman requested that Bissett's literary work be read into the record, but his request was denied by the Speaker as not relevant. After Wenman's accusations in 1977, and until June 1978, Bissett received no funding from Canadian Council grants, although there is no clear indication that Wenman's allegations were the cause of this. Indeed, according to Frank Davey, a Canadian poet and scholar, by as early as 1974, Bissett had been \"ejected from cross-Canada trains, evicted by countless landlords, beaten, harassed by police, and arrested and sentenced to prison.\" In 1983, financial hardship, plus a desire to focus on his own writing and visual art, led him to sell blewointment press (which later became Nightwood Editions). From 1986 to 1991, Bissett was the lyricist and vocalist in the London, Ontario band Luddites, they released several demo cassettes and an LP. They disbanded in 1991, but released a compilation of their works in 2007. In 2006, Nightwood Editions published radiant danse uv being,radiant danse uv being (Jeff Pew & Stephen Roxborough, eds.) a poetic tribute to Bissett with contributions from more than 80 writers, including Margaret Atwood, Leonard Cohen, Lorna Crozier, Patrick Lane, Steve McCaffery, P. K. Page and Darren Wershler-Henry. In 2006 he was also featured in an episode of the television series Heart of a Poet produced by Canadian filmmaker Maureen Judge. Bissett's sound poetry was sampled by The Chemical Brothers on their 2007 CD We Are the Night. The CD title was taken from Bissett's \"Ode To D.A. Levy\". The CD went #1 in the UK and North American Electronic Music Charts. In 2007, Bissett was awarded the George Woodcock Lifetime Achievement Award for outstanding contributions to literature in British Columbia. The following year, he was given an Honorary Doctorate in Literature from Thompson Rivers University. In 2015, \"Th ground is a prspektiv\" by Bissett was once again sampled by The Chemical Brothers, this time for their album Born in the Echoes in \"I'll See You There\".\"The Chemical Brothers: Born in the Echoes\". Pitchfork, Ryan Dombal, July 15, 2015 In 2019, an anthology of poems from nearly every previously published Bissett book, entitled breth was published through Talonbooks. breth features hundreds of poems dating as early as the late 1950s, to as recent as the late 2010s. bissett is now based in Mattawa, Ontario and Toronto. ==Art and poetry== Bissett uses unusual orthography and incorporates visual elements in his printed poetry, and his performance of \"concrete sound\" poetry, sound effects, chanting, barefoot dancing and playing a maraca during his poetry readings. Frank Davey described him as \"rejecting the conventional or 'straight' world [...] not only in lifestyle but in ruthless alterations to conventional syntax and spelling.\" Themes in his work range from the mystical to the mundane, incorporating humour, sentimentality, and political commentary. He often does not capitalise his name or use capital letters. He has had large exhibits of his paintings. In the Paris Review, Jack Kerouac called Bill Bissett one of \"the great poets.\" ==Bibliography== ==See also== *Canadian literature *Canadian poetry *List of Canadian poets *List of Canadian writers ==Further reading== *Bayard, Caroline. (1986). \"Bill Bissett: Subversion et poesie concrete.\" Etudes Litteraires vol. 19 no. 2, 81-108. *Coupal, Michel. (1993). \"Quelques aspects de l'identite culturelle canadienne dans l'oeuvre de Bill Bissett.\" Annales du Centre de Recherches sur l'Amerique No. 18, 47-54, 360. *David, Jack. (1977). \"Visual Poetry in Canada: Birney, Bissett, and bp.\" Studies in Canadian Literature vol. 2, 252-66. *Early, Len. (1976). \"Bill Bissett: Poetics, Politics & Vision.\" Essays on Canadian Writing vol. 4, 4-24. *Enright, Robert. (1997). \"Composition by feeled the visual art of bill bissett.\" Capilano Review series 2 no. 23, 105-7. *Maylon, Carol. (1997). \"we ar always on th 401: the use of fiction in bissett's poems.\" Capilano Review series 2 vol. 23, 113-6. *Pew, Jeff, and Roxborough, Stephen (editors). (2006). radiant danse uv being: A Poetic Portrait of bill bissett. Nightwood Editions. *Precosky, Don. (1990). \"Bill Bissett: Controversies and Definitions.\" Canadian Poetry: Studies, Documents, Reviews vol. 27, 15-29. *Precosky, Don. (1994). \"Self selected/selected self: bill bissett's Beyond Even Faithful Legends.\" Canadian Poetry: Studies, Documents, Reviews vol. 34, 57-78. *Twigg, Allan. \"bissett, bill\" on BC Bookworld. *Wershler-Henry, Darren. (1997). \"Vertical excess: what fuckan theory and bill bissett's concrete poetics.\" Capilano Review series 2 no. 23, 117-24. * John Barton and Billeh Nickerson (editors). Seminal: The Anthology of Canada's Gay Male Poets. Arsenal Pulp Press. ==References== ==External links== *Bill Bissett website *paintings by bill bissett *Canadian Poetry Online: bill bissett *bill bissett archive held at the Clara Thomas Archives & Special Collections at York University, Toronto *Vancouverartinthesixties.com Blewointment Magazine electronic archive *Bill Bissett Youtube Channel *\"bill bissett\" at Talon Books *TRU University *Strange Gray Day This - Maurice Embra - National Film Board - 1965 * CBC with Phyllis Webb - Bill Bissett with BP Nichol, 1968. Part 1. Part 2 *Records of Bill Bissett are held by Simon Fraser University's Special Collections and Rare Books Category:1939 births Category:20th-century Canadian poets Category:20th-century Canadian male writers Category:Canadian male poets Category:21st-century Canadian poets Category:Canadian gay writers Category:Canadian LGBT poets Category:Living people Category:Writers from Halifax, Nova Scotia Category:Writers from Vancouver Category:21st-century Canadian male writers Category:21st-century LGBT people",
 "title": "Bill Bissett"
}