{
 "id": "704114",
 "text": "Little Italy is a neighbourhood of Ottawa, Ontario, Canada, and the cultural centre of Ottawa's Italian community. Situated in Centretown West, it is bounded by Albert Street to the north, Carling Avenue to the south, the O-Train Trillium Line to the west, and approximately Bronson Avenue to the east, while the neighbourhood's main commercial area is along Preston Street. Little Italy is adjacent to Chinatown, whose business district centres on Somerset Street. ==History== Little Italy was initially settled around 1900 by Italian immigrants. Following a fire at a small Murray Street chapel, the 1913 founding of St. Anthony of Padua Church at the corner of Booth Street and Gladstone Avenue cemented the immigrants' connections with the neighbourhood. Roughly between World War I and World War II, a second wave of Italian immigrants was joined by communities of Ukrainian and Polish immigrants in the area. In recent years with the integration of European immigrants, the neighbourhood has found itself home to Asian immigrants, primarily from China and Vietnam. In the 1960s a large section of the poorer neighbourhood was demolished, and replaced with the High School of Commerce, today the Adult High School in 1967. Since 1975, each June the neighbourhood hosts the Italian Week festival, Ottawa's celebration of Italian culture. In 2018, Ottawa's tallest tower, the Claridge Icon, was built to the south end of the neighborhood at the intersection of Preston and Carling. Nearly a dozen projects are either proposed, approved or under construction, including three buildings that will claim the top three spots on the city's list of tallest buildings. These projects are fueled by a recent service improvement announcement for the O-Train Trillium Line which will result in an eight- minute headway between trains at Carling Station as well as a new community design plan calling for high density near the transit station. ==Culture== thumb|Preston Street is a major commercial street in Littly Italy, and is one of two roads given a commemorative Italian name. Two area streets have been given commemorative Italian street names. Gladstone Avenue is also called Via Marconi, and Preston Street is called Corso Italia. thumb|Archway entrance ==See also== *Golden Triangle, Ottawa == References == * * * == External links == *Corso Italia News *Preston Street Business Improvement Area *St. Anthony's Church *Il Postino Canada Category:Ethnic enclaves in Ontario Category:European-Canadian culture in Ontario Category:Neighbourhoods in Ottawa Ottawa",
 "title": "Little Italy, Ottawa"
}