{
 "id": "704229",
 "text": "Charles Robert Maturin, also known as C. R. Maturin (25 September 1780 – 30 October 1824), was an Irish Protestant clergyman (ordained in the Church of Ireland) and a writer of Gothic plays and novels.Chris Morgan, \"Maturin, Charles R(obert).\" in St. James Guide to Horror, Gothic, and Ghost Writers, ed. David Pringle. Detroit and New York: St. James Press, 1998. (396-97) His best known work is the novel Melmoth the Wanderer. ==Early life== Maturin was descended from Huguenots who found shelter in Ireland, one of whom was Gabriel Jacques Maturin who became Dean of St Patrick's Cathedral, Dublin after Jonathan Swift in 1745. Charles Robert Maturin was born in Dublin and attended Trinity College. Shortly after being ordained as curate of Loughrea, County Galway, in 1803, he moved back to Dublin as curate of St Peter's Church. He lived in York Street with his father William, a Post Office official, and his mother, Fedelia Watson, and married on 7 October 1804 the acclaimed singer Henrietta Kingsbury. == Works == His first three works were Gothic novels published under the pseudonym Dennis Jasper Murphy, and were critical and commercial failures. They did, however, catch the attention of Sir Walter Scott, who recommended Maturin's work to Lord Byron. With their help, Maturin's play Bertram was staged in 1816 at the Drury Lane for 22 nights, with Edmund Kean starring in the lead role as Bertram.Encyclopædia Britannica, vol. 17, Cambridge 1911, p. 903 Financial success, however, eluded Maturin, as the play's run coincided with his father's unemployment and another relative's bankruptcy, both of them assisted by the fledgling writer. To make matters worse, Samuel Taylor Coleridge publicly denounced the play as dull and loathsome, and \"melancholy proof of the depravation of the public mind\",Maturin, Melmoth the Wanderer (1820) from the course The Gothic Subject by David S. Miall, Department of English, University of Alberta, Autumn 2000 going nearly so far as to decry it as atheistic. The Church of Ireland took note of these and earlier criticisms and, having discovered the identity of Bertrams author (Maturin had shed his nom de plume to collect the profits from the play), subsequently barred Maturin's further clerical advancement. Forced to support his wife and four children by writing (his salary as curate was £80-90 per annum, compared to the £1000 he made for Bertram), he switched back from playwright to novelist after a string of his plays met with failure. He produced several novels in addition to Melmoth the Wanderer, including some on Irish subjects and The Albigenses, a historical novel which features werewolves. Various poems have also been ascribed to Maturin on dubious grounds and appear to be the work of others. The prize-winning \"Lines on the Battle of Waterloo\" was published in 1816 under the name of the university graduate John Shee. \"The Universe\" appeared with Maturin's name on the title page in 1821, but is now thought to be almost completely the work of James Wills.The Cambridge Bibliography of English Literature: 1800-1900, 1999, p.957 The exaggerated effectiveness of Maturin's preaching can be gauged from the two series of sermons that he published. On the occasion of the death of Princess Charlotte, he declared: \"Life is full of death; the steps of the living cannot press the earth without disturbing the ashes of the dead – we walk upon our ancestors – the globe itself is one vast churchyard.\" A contemporary account records that there had seldom been seen such crowds at St Peter's. \"Despite the severe weather, people of all persuasions flocked to the church and listened spellbound to this prince of preachers. In his obituary it was said that, 'did he leave no other monument whereon to rest his fame, these sermons alone would be sufficient'.\"Maturin family history online Maturin died in Dublin on 30 October 1824. A writer in the University Magazine was later to sum up his character as \"eccentric almost to insanity and compounded of opposites – an insatiable reader of novels; an elegant preacher; an incessant dancer; a coxcomb in dress and manners.\"\"A Compendium of Irish Biography\", Dublin 1878, the article on Charles Robert Maturin ==International reputation== In 1821 Maturin's successful play was adapted into French as Bertram, ou le Pirate by Charles Nodier and Baron Isidore Justin Séverin Taylor, and ran successfully for 53 nights in the following year. This version was the source for the even more successful opera Il pirata, with a libretto by Felice Romani and music by Vincenzo Bellini, premiered at La Scala of Milan in 1827. Victor Hugo admired the play and Alexandre Dumas based his Antony upon its hero in 1831. The play was also printed and frequently produced in the United States. The novel Melmoth the Wanderer was also published in French translation in 1821 and served as an influential model for writers in France. In 1835 Honoré de Balzac wrote a parody, Melmoth Reconcilié, in which Maturin's hero goes to Paris, where he finds in its banking world an ethos that \"has replaced the principle of honour by the principle of money\" and easily finds someone to accept damnation in his place. In Balzac's eyes, \"this novel is taken up with the same idea to which we already owe the drama of Faust and out of which Lord Byron has cut his cloth since Manfred\". Charles Baudelaire was also an admirer of Maturin's novel, equating it with the poetry of Byron and Edgar Allan Poe.See the introduction to the Penguin edition of the novel, 2000 ==Family connections== A sister of Maturin's wife married Charles Elgee, whose daughter Jane Francesca became the mother of Oscar Wilde. Thus Charles Maturin was Oscar Wilde's great-uncle by marriage.Dawidziak, Mark (2008). The bedside, bathtub, and armchair companion to Dracula. Continuum, p. 29. Wilde discarded his own name and adopted the name of Maturin's novel, Melmoth, during his exile in France.Lovecraft, Howard Phillips (2010). Supernatural Horror in Literature, The Modern Library, p. 119. Maturin's eldest son, William Basil Kingsbury Maturin, followed him into the ministry, as did several of his grandsons. One of these, Basil W. Maturin, died in the sinking of in 1915. The second son was Edward Maturin, who emigrated to the United States and became a novelist and poet there. William Maturin (1803–1887), a Tractarian, was the Church of Ireland priest at Grangegorman and also librarian of Archbishop Marsh's Library, Dublin, from 1872 until 1887.Muriel McCarthy, Marsh's Library: All Graduates and Gentlemen. 2nd ed. Dublin: Four Courts Press, 2003\"Maturin, William\" in Dictionary of National Biography == Opera == * Six Lextures on the Events of Holy Week (Oxonii, 1860) * The Blessedness of the Dead in Christ (Londinii, 1888) ==Known works== ===Novels=== *The Fatal Revenge; or, the Family of Montorio (1807) Available online *The Wild Irish Boy (1808) Available online *The Milesian Chief (1812) Available online *Women; or, Pour et Contre; a Tale (1818) Available online: vol.1, vol.2, vol.3 *Melmoth the Wanderer (1820) Available online *The Albigenses (1824) Available online *Leixlip Castle (1825) Available online ===Plays=== *Bertram; or The Castle of St. Aldobrand (1816) Available online *Manuel (1817) Available online *Fredolfo (1819) Available online *Osmyn the Renegade (fragments published posthumously in 1830, but in rehearsal at Covent Garden in 1822) ===Sermons=== *Sermons (1819) Available online *Five Sermons on the Errors of the Roman Catholic Church (1824) Available online ==References== ==External links== * * * * Category:1780 births Category:1824 deaths Category:Irish people of French descent Category:Irish horror writers Category:19th-century Irish Anglican priests Category:Alumni of Trinity College Dublin Category:People from County Dublin Category:19th-century Irish novelists Category:19th-century Irish dramatists and playwrights Category:Critics of the Catholic Church Category:Irish male novelists Category:Irish male dramatists and playwrights Category:19th-century male writers Category:Writers of Gothic fiction",
 "title": "Charles Maturin"
}