{
 "id": "704718",
 "text": "Peter Paul Reckell (born May 7, 1955) is an American actor. He is best known for playing Bo Brady, a role he originated in 1983 on the NBC drama Days of Our Lives. Reckell has played Bo Brady on Days of Our Lives from 1983 to 1987, 1990 to 1992, 1995 to 2012, and returned (with others) in fall 2015 as a lead up to the 50th anniversary (November 8, 1965) of the show. Other notable credits include Eric Hollister on As the World Turns (1980–1982) and Johnny Rourke on Knots Landing (1988–1989). ==Early years== Reckell was born in Elkhart, Indiana, but grew up on a farm in Okemos, Michigan. The second oldest of six children, he has two brothers and three sisters. While in junior high school, Reckell built theater sets and performed in the chorus, and eventually became a theater technical director. He went on to appear in numerous plays throughout high school. Upon graduation, Reckell attended the prestigious Boston Conservatory, where he received a Bachelor of Fine Arts degree in theater with a minor in music and dance. ==Career== Reckell made his network- television debut as Eric Hollister on As the World Turns. He then played Bo on Days of our Lives from 1983 to 1987 and later from 1990 to 1992. He returned to the role of the rugged cop for the third time in August 1995, but departed the role again in October 2012. During part of his absence from Days, Reckell appeared in the recurring role of Johnny Rourke on the primetime series Knots Landing. Among Reckell's stage credits are Moonchildren, The Fantasticks, The Pirates of Penzance, Jesus Christ Superstar, Guys and Dolls, Love Letters and Deathtrap. His feature film credits include Rustam Ibraguimbekov's Broken Bridges, which was filmed in Russia. On May 14, 2009, twenty-six years since his debut on Days of Our Lives, Reckell was nominated for his first Daytime Emmy Award for Outstanding Lead Actor in a Drama Series. In 2010, Reckell joined the cast of the Emmy Award-winning web soap series Venice: The Series as Richard McAndrews. This venture soon became a family affair with wife Kelly Moneymaker coming on board in 2011 to coordinate music for the highly anticipated third season of the show. ==Personal life== Reckell married Dale Kristien in December 1987. They divorced in 1991. Reckell married Kelly Moneymaker on April 18, 1998. Their daughter, Loden Sloan, was born on October 25, 2007.\"Revel with a Cause\". Soap Opera Digest. April 2012. p. 41. They now reside in Alaska. Reckell enjoys practicing yoga, martial arts, swimming, horseback riding and mountain biking. ==Filmography== {| class=\"wikitable\" style=\"font-size: 90%;\" ! colspan=\"4\" style=\"background: LightSteelBlue;\" | Film |- ! Year ! Film ! Role ! Other notes |- | 2004 | Broken Bridges | Jeff | |- | 2009 | Street Dreams | Dan Reynolds | |- |- ! colspan=\"4\" style=\"background: LightSteelBlue;\" | Television |- ! Year ! Title ! Role ! Notes |- | 1980–1982 | As the World Turns | Eric Hollister | |- | 1982 | The Facts of Life | Alan Cooke | Episode: The Affair |- | 1983–1992, 1995–2012, 2015–2016 | Days of Our Lives | Bo Brady | |- | 1985 | Circus of the Stars | Himself | Show #10 |- | 1987 | The Law & Harry McGraw | Packard | Episode: State of Art |- | 1988 | Shades of Love: Moonlight Flight | Tommy Rivers | TV- Movie |- | 1988–1989 | Knots Landing | Johnny Rourke | 31 episodes |- | 1991 | Locked Up: A Mother's Rage | Danny | TV-Movie |- | 1992 | Days of our Lives: One Stormy Night | Bo Brady | NBC Television special |- | 1993 | Baywatch | Jordan Stewart | Episode: Tentacles (2) |- | 1995 | Women of the House | Steve Briston | Episode: North to Alaska |- | 2000 | Days of our Lives' 35th Anniversary | Bo Brady | NBC Television special |- | 2001 | Sheena | | |- |2004 | 1 Day With | Himself | 1 episode |- |2009 | 30 Rock | Bo Brady | Episode: Dealbreakers Talk Show#0001 |- ! colspan=\"4\" style=\"background: LightSteelBlue;\" | Webseries |- ! Year ! Title ! Role ! Notes |- | 2010–2012 | Venice: The Series | Richard | |- | 2013 | The Grove: The Series | Johnny Chava | |} ==Awards and nominations== Daytime Emmy Awards *2009: Nominated, \"Outstanding Lead Actor in a Drama Series\" - Days of our Lives Soap Opera Digest Awards *1984: Won, \"Outstanding Actor in a Daytime Soap Opera\" - Days of our Lives *1985: Won, \"Outstanding Actor in a Daytime Soap Opera\" - Days of our Lives *1986: Nominated, \"Favorite Daytime Super Couple on a Daytime Serial\" - Days of our Lives (shared w/Kristian Alfonso) *1986: Won, \"Outstanding Young Leading Actor in a Daytime Serial\" - Days of our Lives *1996: Won, \"Hottest Male Star\" - Days of our Lives *2001: Won, \"Favorite Couple\" - Days of our Lives (shared w/Kristian Alfonso) Other *2002: Won, \"America's Favorite Couple\" - Days of our Lives (shared w/Kristian Alfonso) *2005: Nominated, \"Irresistible Combination\" - Days of our Lives (shared w/Kristian Alfonso) ==Discography== {| class=\"wikitable\" style=\"font-size: 90%;\" ! colspan=\"4\" style=\"background: LightSteelBlue;\" | Albums |- ! Year ! Album |- | 2003 | Peter Reckell |- |- ! colspan=\"4\" style=\"background: LightSteelBlue;\" | Appears On |- ! Song ! Album |- | When Two Chevys Collide | Days Of Our Lives: Love Songs |- |} ==See also== *Days of Our Lives *Bo Brady and Hope Williams *Supercouple ==References== ==External links== * * Venice The Series Category:1955 births Category:Living people Category:American male soap opera actors Category:Boston Conservatory at Berklee alumni Category:Male actors from Indiana Category:People from Elkhart, Indiana",
 "title": "Peter Reckell"
}