{
 "id": "704925",
 "text": "Willy Wonka is a fictional character appearing in British author Roald Dahl's 1964 children's novel Charlie and the Chocolate Factory and its 1972 sequel Charlie and the Great Glass Elevator. He is the eccentric owner of the Wonka Chocolate Factory. Wonka has been portrayed in film multiple times. In 1971, Willy Wonka was portrayed by Gene Wilder in Willy Wonka & the Chocolate Factory. Wilder's portrayal is considered widely beloved and one of his greatest roles. Johnny Depp's portrayal of the character in 2005's Charlie and the Chocolate Factory polarized critics and audiences. Both Wilder and Depp received Golden Globe nominations for their performances. Wonka will next be portrayed by Timothée Chalamet in an origin prequel film titled, Wonka, scheduled for release in 2023. ==Appearances== === Charlie and the Chocolate Factory === In Charlie and the Chocolate Factory, Wonka has hidden five Golden Tickets inside his chocolate bars. The finders are rewarded with a tour of his factory, each accompanied by an adult of their choice, and a lifetime supply of chocolate. The children are unaware, though, that the tour is also a competition to test their moral character. As the tour proceeds, four of the children are eliminated, leaving Charlie Bucket the winner. At this point, Wonka reveals that the real prize is the factory itself, as he needs someone to take it over and look after the Oompa-Loompas who work there once he retires. Wonka is introduced as a \"little man\" with a goatee, wearing a purple coat, green trousers and a top hat. He is high-spirited and moves quickly like a squirrel, though he later tells Charlie that he is \"much older than you think.\" === Charlie and the Great Glass Elevator === Wonka goes aboard the Great Glass Elevator with Charlie and his family and links up with the Space Hotel USA. The Space Hotel tracks the Elevator down back to Wonka's factory. Wonka then goes with Charlie and his family to the White House in the United States. == Film adaptations == === Willy Wonka & the Chocolate Factory (1971) === Willy Wonka (portrayed by Gene Wilder) has hidden five Golden Tickets amongst his famous Wonka Bars. The finders of these special tickets will be given a full tour of his tightly guarded candy factory, as well as a lifetime supply of chocolate. During the tour, Wonka tempts each of the bad children to disobey his orders with something related to their individual character flaws. One by one, each child disappears from the tour, until eventually Charlie Bucket is the only remaining child. However, Charlie and Grandpa Joe have also succumbed to temptation by this time and sampled Fizzy Lifting Drinks, Mr. Wonka's experimental line of beverages that gives the drinker the power to float temporarily. The drinks, still too strong, brought Charlie and Grandpa Joe close to death. Wonka informs Charlie that the tour is over, abruptly dismisses him and Grandpa Joe, and disappears into his office without mentioning the promised grand prize of a lifetime supply of chocolate. They both go into Wonka's office to confront him. Grandpa Joe asks about the prize, but Wonka tells him that Charlie will not receive it because he broke the rules, angrily referring to the forfeiture clause of the contract that the ticket holders signed at the start of the tour. Charlie's drinking of the Fizzy Lifting Drinks amounted to theft, so he violated the contract and gets nothing. Wonka then dismisses them with a furious, \"Good day, sir!\" Grandpa Joe angrily berates him for destroying his grandson's hopes, but Wonka is unmoved and angrily dismisses him again. Grandpa Joe vows to get revenge on Wonka by selling the Everlasting Gobstopper to Slugworth (Wonka's main rival), but in honest acknowledgement of his wrongdoing, Charlie decides to return the Gobstopper to Wonka's desk before turning to leave. Wonka joyfully tells him that he has passed his test, reinstates his grand prize, apologizes for putting Charlie through the ordeal, and reveals that Slugworth, who had been spying on the kids, was actually his own employee in disguise. The trio enter the Great Glass Elevator, which goes high into the sky as Wonka reveals that the grand prize is really the entire factory and business, which Charlie will get when Wonka retires, and in the meantime Charlie and his whole family will move into the factory. Wonka reminds Charlie not to forget what happened to the man who got everything that he ever wanted: \"He lived happily ever after.\" === Charlie and the Chocolate Factory (2005) === Willy Wonka (portrayed by Johnny Depp as an adult and by Blair Dunlop in his youth) is once again the owner of a famous chocolate factory. Due to problems concerning industrial espionage, he has fired all his employees, among them Charlie's Grandpa Joe, and closed his factory for many years. Wonka announces a contest in which five Golden Tickets have been hidden under the wrappers of Wonka Bars throughout the world. The finders will each receive a tour of the factory and a lifetime supply of chocolate; in addition, one winner will receive a special prize at the end of the tour. Charlie is the last to find a Golden Ticket. On the day of the tour, Wonka greets the winners and the adults accompanying them at the factory gates and leads them through the compound. One by one, all of the children except Charlie succumb to temptations offered by Wonka and are removed from the tour. Wonka offers Charlie a chance to live and work with him in the factory, explaining that the purpose of the contest was to find a successor to take over as owner once he retires. However, Wonka expects Charlie to leave his family behind forever, seeing family as a hindrance to a chocolatier's creative freedom. Wonka's attitude and beliefs stems from a troubled childhood, in which his father, Wilbur, a prominent dentist, forbade him to eat any candy and made him wear a large, cumbersome set of braces in order to keep his teeth in good condition. Wonka secretly sampled some candy one day and was instantly enthralled, running away from home in order to pursue a career in making it. When he returned home, he found that Wilbur had moved the entire house to an unknown location, true to his word that if Willy ran away, Wilbur would not be there when he came back. Charlie, who is not prepared to part with his family, rejects the offer, prompting Wonka to fall into a deep depression that saps his creativity and causes his business to suffer. With Charlie's help, Wonka locates Wilbur. As Wilbur checks Wonka's teeth, from which he recognises his son, Charlie finds that Wilbur is genuinely proud of his son, having saved every news clipping of Wonka's success. The two reconcile, and Wonka invites the entire Bucket family to live in the factory. === Wonka (2023) === A prequel titled Wonka, set to focus exclusively on Willy Wonka's origins, will be released by Warner Bros. on 17 March 2023. The third major film to feature the character, Wonka himself will be portrayed by Timothée Chalamet. ==Other adaptations== ===Charlie and the Chocolate Factory (musical)=== In 2013, an adaptation of the novel was produced at the Theatre Royal, Drury Lane in the West End starting on 25 June 2013. Willy Wonka in this production was originated by Douglas Hodge. In the play, Wonka decides to open his factory to five children whom can find one of five Golden Tickets hidden in the wrappers of Wonka Bars. The play begins with Charlie in a large trash pile looking for items that are \"almost nearly perfect\". He later goes home and we see the Golden Ticket winners on an oversized television with actors inside it. Once all the tickets have been won, Willy Wonka invites the children into his factory, where he then tempts each of them with a weakness. Finally, only Charlie is left. Willy Wonka and Charlie board Wonka's \"Great Glass Elevator\" which takes off over the audience.Charlie and the Chocolate Factory has mixed reviews but announces extension. The Guardian. (26 June 2013). Retrieved on 17 September 2013. A reworked version of the musical, featuring added songs from the 1971 film adaptation, premiered on Broadway in 2017. Wonka was portrayed this time by Christian Borle. While the Broadway version received mixed to negative reviews, Borle's performance was praised. A U.S. tour commenced in 2018, with Noah Weisberg playing Wonka, and the musical premiered in Australia in 2019. ===Tom and Jerry crossover=== In 2017, a direct-to-DVD animated film featuring Tom and Jerry in an adaptation of the 1971 film was released. The main storyline is largely taken verbatim from the 1971 film, and thus Wonka (voiced by JP Karliak) is portrayed largely the same as in that adaptation. During the tour, Wonka becomes suspicious that one of the guests has smuggled a cat into the factory after seeing bits of fur left by Tom, who along with Jerry had previously been adopted by Charlie, and snuck into the factory in an attempt to stop what they believe to be Slugworth plotting to steal it from Wonka. Wonka eventually notices Tom and Jerry's presence, and accuses Charlie of smuggling them into the factory (along with his theft of the Fizzy Lifting Drinks) in order to justify denying him the lifetime's supply of chocolate, though this also turns out to be part of the same test that Charlie was put through. Additionally, this version confirms that Wonka and \"Slugworth\" had intended from the very start to make Charlie the next owner of the factory, something that is left ambiguous by the other versions of the story. ==Concept and creation== ===2005 film adaptation=== Early on in the production of the 2005 film, Nicolas Cage was under discussions for portraying Willy Wonka, but lost interest. Warner Bros. president Alan F. Horn wanted Tom Shadyac to direct Jim Carrey as Willy Wonka, believing the duo could make Charlie and the Chocolate Factory relevant to mainstream audiences, but Roald Dahl's widow Liccy Dahl opposed this. After Tim Burton was hired as director in May 2003, Burton immediately thought of Johnny Depp for the role of Willy Wonka, who joined the following August for his fourth collaboration with the director. Burton and screenwriter John August worked together in creating Wilbur Wonka, Willy's domineering dentist father. \"You want a little bit of the flavor of why Wonka is the way he is,\" Burton reasoned. \"Otherwise, what is he? He's just a weird guy.\" Warner Bros. and Burton held differences over the characterization of Willy Wonka. The studio wanted to make Willy Wonka the idyllic father figure Charlie Bucket had longed for his entire life. Burton believed that Wonka would not be a good father, finding the character similar to a recluse. \"In some ways,\" Burton protested, \"he's more screwed up than the kids.\" Johnny Depp was the only actor that Burton had considered for the role. He signed on without reading the script, under the intention of going with a completely different approach than what Gene Wilder did in the 1971 film adaptation. \"Regardless of what one thinks of that film,\" Depp explained, \"Gene Wilder's persona, his character, stands out.\" Depp stated on The Ellen DeGeneres Show that he based the character on what he believed an \"incredibly stoned\" George W. Bush would act like. Comparisons were drawn between Willy Wonka and Michael Jackson, due to Wonka's more childish demeanour. Burton joked, \"Here's the deal. There's a big difference: Michael Jackson likes children, Willy Wonka can't stand them. To me that's a huge difference in the whole persona thing.\" Depp explained that the similarities with Jackson never even occurred to him. \"I say if there was anyone you'd want to compare Wonka to it would be a Howard Hughes, almost. Reclusive, germaphobe, controlling.\" Burton agreed with the Hughes similarities, and additionally supplied Charles Foster Kane in Citizen Kane as inspiration. \"Somebody who was brilliant but then was traumatized and then retreats into their own world.\" Depp wanted to sport prosthetic makeup for the part and have a long, elongated nose, but Burton believed that it would be too outrageous. ==Critical analysis== ===Gene Wilder's performance=== Wilder's performance as Willy Wonka was well received and remains one of his best-known roles. Time Out Film Guide called it \"Great fun, with Wilder for once giving an impeccably controlled performance as the factory's bizarre candy owner.\"Willy Wonka and the Chocolate Factory | review, synopsis, book tickets, showtimes, movie release date | Time Out London . Timeout.com. Retrieved on 17 September 2013. Critic Jeffrey M. Anderson, of Combustible Celluloid, wrote, \"[W]hen the movie does actually reach the factory, and Gene Wilder takes the stage, the movie is saved. Wilder was in the middle of an incredible run of subtle comic performances ... and he was at the height of his powers here.\"Combustible Celluloid Review – Willy Wonka and the Chocolate Factory (1971), Roald Dahl, David Seltzer (uncredited), based on a novel by Roald Dahl, Mel Stuart, Gene Wilder, P. Combustiblecelluloid.com (30 June 1971). Retrieved on 17 September 2013. Wilder himself considered the role to be one of his signature roles, with his next of kin noting that he purposely kept his diagnosis of Alzheimer's disease private because so many young children would recognize him on the street as Wonka and he wanted those encounters to be joyful experiences. Regarding Wilder's effect, Anderson wrote \"If you're a kid, Wonka seems magical, but watching it now, he has a frightening combination of warmth, psychosis, and sadism.\" Kevin Carr, of 7M pictures wrote \"This is Gene Wilder's legacy. He was perfect for the role, and it was his mixture of childlike wonder and bitter, deserved vengeance that made the character so compelling.\",\"WILLY WONKA AND THE CHOCOLATE FACTORY\" Blu-ray Review by Kevin Carr. 7M Pictures. Retrieved on 17 September 2013. while critic Widgett Walls simply called it \"Probably Gene Wilder's finest, most manic hour.\"Willy Wonka and the Chocolate Factory – DVD Review » Need Coffee Dot Com. Needcoffee.com (18 January 2002). Retrieved on 17 September 2013. Wilder received a nomination for the Golden Globe Award for Best Actor in a Musical or Comedy for his role as Willy Wonka, but lost to Chaim Topol as Tevye in Fiddler on the Roof.Browse Results – Golden Globe Awards Official Website. Goldenglobes.org. Retrieved on 17 September 2013. ===Johnny Depp's performance=== Johnny Depp's portrayal of Willy Wonka polarized critics and audiences. Critic Andrew Sarris, of the New York Observer, who did not enjoy the film's style in general, wrote \"I wonder if even children will respond to the peculiarly humorless and charmless stylistic eccentricities of Mr. Burton and his star, Johnny Depp.\"The Candy Man Can’t: What Is Johnny Depp Up To? New York Observer (1 August 2005) Ann Hornaday of The Washington Post also criticized Depp's acting; \"The cumulative effect isn't pretty. Nor is it kooky, funny, eccentric or even mildly interesting. Indeed, throughout his fey, simpering performance, Depp seems to be straining so hard for weirdness that the entire enterprise begins to feel like those excruciating occasions when your parents tried to be hip.\" Roger Ebert wrote \"Depp, an actor of considerable gifts, has never been afraid to take a chance, but this time he takes the wrong one. His Willy Wonka is an enigma in an otherwise mostly delightful movie from Tim Burton.\" Positive reactions to Depp's performance include Owen Gleiberman of Entertainment Weekly, who wrote that \"Johnny Depp as Willy Wonka may be a stone freak, but he is also one of Burton's classic crackpot conjurers, like Beetlejuice or Ed Wood.\" Mick LaSalle from the San Francisco Chronicle found that \"all the laughs [in the film] come from Depp, who gives Willy the mannerisms of a classic Hollywood diva\". Peter Travers wrote in Rolling Stone magazine that \"Depp's deliciously demented take on Willy Wonka demands to be seen. Depp goes deeper to find the bruises on Wonka's secret heart than what Gene Wilder did.\" Depp received a nomination for the Golden Globe Award for Best Actor in a Musical or Comedy for his role as Willy Wonka, but lost to Joaquin Phoenix as Johnny Cash in Walk the Line. ==Merchandising== Wonka served as the mascot of The Willy Wonka Candy Company, a real-life brand of confectioneries marketed by Nestlé Candy Shop. Real-life versions of the Everlasting Gobstopper and the Wonka Bar were produced, along with a line of other candies not directly related to the book or the film. The company had originated as a tie-in with the 1971 film, originally by Quaker Oats before a series of sales led to the company being acquired by Nestlé in 1988. The Wonka brand was discontinued in 2015; its products continue to be produced under the Nestlé brand. ==See also== *List of Charlie and the Chocolate Factory characters ==References== ==External links== *Willy Wonka the stage musical Category:Food advertising characters Category:Willy Wonka characters Category:Fictional businesspeople Category:Fictional chefs Category:Fictional hermits Category:Fictional inventors Category:Fictional scientists Category:Literary characters introduced in 1964 Category:Male characters in film Category:Male characters in literature Category:Male characters in advertising",
 "title": "Willy Wonka"
}