{
 "id": "705158",
 "text": "upright=1.25|thumb|Definition of a ruled surface: every point lies on a line In geometry, a surface S is ruled (also called a scroll) if through every point of S there is a straight line that lies on S. Examples include the plane, the lateral surface of a cylinder or cone, a conical surface with elliptical directrix, the right conoid, the helicoid, and the tangent developable of a smooth curve in space. A ruled surface can be described as the set of points swept by a moving straight line. For example, a cone is formed by keeping one point of a line fixed whilst moving another point along a circle. A surface is doubly ruled if through every one of its points there are two distinct lines that lie on the surface. The hyperbolic paraboloid and the hyperboloid of one sheet are doubly ruled surfaces. The plane is the only surface which contains at least three distinct lines through each of its points . The properties of being ruled or doubly ruled are preserved by projective maps, and therefore are concepts of projective geometry. In algebraic geometry ruled surfaces are sometimes considered to be surfaces in affine or projective space over a field, but they are also sometimes considered as abstract algebraic surfaces without an embedding into affine or projective space, in which case \"straight line\" is understood to mean an affine or projective line. == Definition and parametric representation == upright=1.3|thumb|Ruled surface generated by two Bézier curves as directrices (red, green) A two dimensional differentiable manifold is called a ruled surface if it is the union of one parametric family of lines. The lines of this family are the generators of the ruled surface. A ruled surface can be described by a parametric representation of the form * (CR) \\quad \\mathbf x(u,v)= {\\color{red}\\mathbf c(u)} + v\\;{\\color{blue}\\mathbf r(u)}\\ ,\\ v\\in \\R \\ , . Any curve \\;v\\mapsto \\mathbf x(u_0,v)\\; with fixed parameter u=u_0 is a generator (line) and the curve \\; u\\mapsto \\mathbf c(u) \\; is the directrix of the representation. The vectors \\; \\mathbf r(u) e \\bf 0\\; describe the directions of the generators. The directrix may collapse to a point (in case of a cone, see example below). Alternatively the ruled surface (CR) can be described by * (CD) \\quad \\mathbf x(u,v)= (1-v)\\;{\\color{red}\\mathbf c(u)} + v\\; {\\color{green}\\mathbf d(u)}\\ with the second directrix \\; \\mathbf d(u)= \\mathbf c(u) + \\mathbf r(u)\\;. Alternatively, one can start with two non intersecting curves \\mathbf c(u), \\mathbf d(u) as directrices, and get by (CD) a ruled surface with line directions \\; \\mathbf r(u)= \\mathbf d(u) - \\mathbf c(u)\\ . For the generation of a ruled surface by two directrices (or one directrix and the vectors of line directions) not only the geometric shape of these curves are essential but also the special parametric representations of them influence the shape of the ruled surface (see examples a), d)). For theoretical investigations representation (CR) is more advantageous, because the parameter v appears only once. == Examples == thumb|upright=1.25|cylinder, cone === Right circular cylinder === \\ x^2+y^2=a^2\\ : : \\mathbf x(u,v)=(a\\cos u,a\\sin u,v)^T :::= {\\color{red}(a\\cos u,a\\sin u,0)^T}\\; +\\; v\\;{\\color{blue}(0,0,1)^T} :::= (1-v)\\;{\\color{red}(a\\cos u,a\\sin u,0)^T}\\; + \\; v\\;{\\color{green}(a\\cos u,a\\sin u,1)^T} \\ . with :\\mathbf c(u) =(a\\cos u,a\\sin u,0)^T\\ , \\ \\mathbf r(u)=(0,0,1)^T \\ , \\ \\mathbf d(u)= (a\\cos u,a\\sin u,1)^T \\ . === Right circular cone === \\ x^2+y^2=z^2\\ : : \\mathbf x(u,v)=(\\cos u,\\sin u,1)^T\\; +\\; v\\;(\\cos u,\\sin u,1)^T :::= (1-v)\\;(\\cos u,\\sin u,1)^T\\; + \\; v\\;(2\\cos u,2\\sin u,2)^T . with \\quad \\mathbf c(u) =(\\cos u,\\sin u,1)^T\\; = \\; \\mathbf r(u) \\ , \\quad \\mathbf d(u)= (2\\cos u,2\\sin u,2)^T \\ . In this case one could have used the apex as the directrix, i.e.: \\ \\mathbf c(u) = (0,0,0)^T\\ and \\ \\mathbf r(u)=(\\cos u,\\sin u,1)^T\\ as the line directions. For any cone one can choose the apex as the directrix. This case shows: The directrix of a ruled surface may degenerate to a point. thumb|helicoid === Helicoid === :\\mathbf x(u,v)=\\;(v\\cos u,v\\sin u, ku)^T\\; ::: = \\; (0,0,ku)^T \\; +\\; v\\;(\\cos u, \\sin u,0)^T\\ ::: = \\; (1-v)\\;(0,0,ku)^T \\; + \\; v\\; (\\cos u,\\sin u, ku)^T \\ . The directrix \\ \\mathbf c(u) =(0,0,ku)^T\\; is the z-axis, the line directions are \\; \\mathbf r(u) =\\ (\\cos u, \\sin u,0)^T \\; and the second directrix \\ \\mathbf d(u)=(\\cos u,\\sin u, ku)^T \\ is a helix. The helicoid is a special case of the ruled generalized helicoids. === Cylinder, cone and hyperboloids === upright=1.25|thumb|hyperboloid of one sheet for \\varphi=63^\\circ The parametric representation :\\mathbf x(u,v)= (1-v)\\;(\\cos (u-\\varphi),\\sin (u-\\varphi),-1)^T\\; + \\; v\\;(\\cos (u+\\varphi),\\sin(u+\\varphi),1)^T has two horizontal circles as directrices. The additional parameter \\varphi allows to vary the parametric representations of the circles. For : \\varphi=0 \\ one gets the cylinder x^2+y^2=1, for : \\varphi=\\pi/2 \\ one gets the cone x^2+y^2=z^2 and for : 0<\\varphi<\\pi/2 \\ one gets a hyperboloid of one sheet with equation \\ \\tfrac{x^2+y^2}{a^2}-\\tfrac{z^2}{c^2}=1 \\ and the semi axes \\ a=\\cos\\varphi\\;,\\; c=\\cot\\varphi. A hyperboloid of one sheet is a doubly ruled surface. upright=1.25|thumb|Hyperbolic paraboloid === Hyperbolic paraboloid === If the two directrices in (CD) are the lines : \\mathbf c(u) =(1-u)\\mathbf a_1 + u\\mathbf a_2, \\quad \\mathbf d(u)=(1-u)\\mathbf b_1 + u\\mathbf b_2 one gets :\\mathbf x(u,v)=(1-v)\\big((1-u)\\mathbf a_1 + u\\mathbf a_2\\big)\\ +\\ v\\big((1-u)\\mathbf b_1 + u\\mathbf b_2\\big)\\ , which is the hyperbolic paraboloid that interpolates the 4 points \\ \\mathbf a_1,\\;\\mathbf a_2,\\;\\mathbf b_1,\\;\\mathbf b_2\\ bilinearly.G. Farin: Curves and Surfaces for Computer Aided Geometric Design, Academic Press, 1990, , p. 250 Obviously the ruled surface is a doubly ruled surface, because any point lies on two lines of the surface. For the example shown in the diagram: :\\ \\mathbf a_1=(0,0,0)^T,\\;\\mathbf a_2=(1,0,0)^T,\\;\\mathbf b_1=(0,1,0)^T,\\;\\mathbf b_2=(1,1,1)^T\\ . The hyperbolic paraboloid has the equation z=xy. thumb|Möbius strip === Möbius strip === The ruled surface :\\mathbf x(u,v)= \\mathbf c(u) + v\\;\\mathbf r(u) with :\\mathbf c(u) =(\\cos2u,\\sin2u,0)^T\\ (circle as directrix), :\\mathbf r(u)=( \\cos u \\cos 2 u , \\cos u \\sin 2 u, \\sin u )^T \\ , \\quad 0\\le u< \\pi\\ , contains a Möbius strip. The diagram shows the Möbius strip for -0.3\\le v \\le 0.3 . A simple calculation shows \\det(\\mathbf \\dot c(0)\\;,\\;\\mathbf \\dot r(0)\\;, \\;\\mathbf r(0)) \\; e \\; 0 \\ (see next section). Hence the given realization of a Möbius strip is not developable. But there exist developable Möbius strips.W. Wunderlich: Über ein abwickelbares Möbiusband, Monatshefte für Mathematik 66, 1962, S. 276-289. === Further examples === * Conoid * Catalan surface * Developable rollers (oloid, sphericon) == Tangent planes, developable surfaces == For the considerations below any necessary derivative is assumed to exist. For the determination of the normal vector at a point one needs the partial derivatives of the representation \\quad \\mathbf x(u,v)= \\mathbf c(u) + v\\;\\mathbf r(u) : :\\mathbf x_u= \\mathbf \\dot c(u)+ v\\;\\mathbf \\dot r(u)\\ ,\\quad \\mathbf x_v= \\;\\mathbf r(u) Hence the normal vector is *\\mathbf n= \\mathbf x_u \\times \\mathbf x_v = \\mathbf \\dot c\\times \\mathbf r + v( \\mathbf \\dot r \\times \\mathbf r) \\ . Because of \\mathbf n \\cdot \\mathbf r = 0 (A mixed product with two equal vectors is always 0 !), vector \\mathbf r (u_0) is a tangent vector at any point \\mathbf x(u_0,v). The tangent planes along this line are all the same, if \\mathbf \\dot r \\times \\mathbf r is a multiple of \\mathbf \\dot c\\times \\mathbf r . This is possible only, if the three vectors \\mathbf \\dot c\\; ,\\; \\mathbf \\dot r\\;,\\; \\mathbf r\\ lie in a plane, i.e. they are linearly dependent. The linear dependency of three vectors can be checked using the determinant of these vectors: *The tangent planes along the line \\mathbf x(u_0,v)= \\mathbf c(u_0) + v\\;\\mathbf r(u_0) are equal, if :: \\det(\\mathbf \\dot c(u_0)\\;,\\;\\mathbf \\dot r(u_0)\\;, \\;\\mathbf r(u_0)) \\; = \\; 0 \\ . The importance of this determinant condition shows the following statement: *A ruled surface \\quad \\mathbf x(u,v)= \\mathbf c(u) + v\\;\\mathbf r(u) is developable into a plane, if for any point the Gauss curvature vanishes. This is exactly the case if :::\\det(\\mathbf \\dot c\\;,\\;\\mathbf \\dot r\\;, \\;\\mathbf r) \\; = \\; 0 \\quad :at any point is true.W. Kühnel: Differentialgeometrie, p. 58–60 The generators of any ruled surface coalesce with one family of its asymptotic lines. For developable surfaces they also form one family of its lines of curvature. It can be shown that any developable surface is a cone, a cylinder or a surface formed by all tangents of a space curve.G. Farin: p. 380 == Application and history of developable surfaces == upright=1.6|thumb|Developable connection of two ellipses and its development The determinant condition for developable surfaces is used to determine numerically developable connections between space curves (directrices). The diagram shows a developable connection between two ellipses contained in different planes (one horizontal, the other vertical) and its development.E. Hartmann: Geometry and Algorithms for CAD, lecture note, TU Darmstadt, p. 113 An impression of the usage of developable surfaces in Computer Aided Design (CAD) is given in Interactive design of developable surfacesTang, Bo, Wallner, Pottmann: Interactive design of developable surfaces, ACM Trans. Graph. (MONTH 2015), DOI: 10.1145/2832906 A historical survey on developable surfaces can be found in Developable Surfaces: Their History and ApplicationSnezana Lawrence: Developable Surfaces: Their History and Application, in Nexus Network Journal 13(3) · October 2011, ==Ruled surfaces in algebraic geometry== In algebraic geometry, ruled surfaces were originally defined as projective surfaces in projective space containing a straight line through any given point. This immediately implies that there is a projective line on the surface through any given point, and this condition is now often used as the definition of a ruled surface: ruled surfaces are defined to be abstract projective surfaces satisfying this condition that there is a projective line through any point. This is equivalent to saying that they are birational to the product of a curve and a projective line. Sometimes a ruled surface is defined to be one satisfying the stronger condition that it has a fibration over a curve with fibers that are projective lines. This excludes the projective plane, which has a projective line though every point but cannot be written as such a fibration. Ruled surfaces appear in the Enriques classification of projective complex surfaces, because every algebraic surface of Kodaira dimension -\\infty is a ruled surface (or a projective plane, if one uses the restrictive definition of ruled surface). Every minimal projective ruled surface other than the projective plane is the projective bundle of a 2-dimensional vector bundle over some curve. The ruled surfaces with base curve of genus 0 are the Hirzebruch surfaces. ==Ruled surfaces in architecture== Doubly ruled surfaces are the inspiration for curved hyperboloid structures that can be built with a latticework of straight elements, namely: * Hyperbolic paraboloids, such as saddle roofs. * Hyperboloids of one sheet, such as cooling towers and some trash bins. The RM-81 Agena rocket engine employed straight cooling channels that were laid out in a ruled surface to form the throat of the nozzle section. File:Didcot power station cooling tower zootalures.jpg|Cooling hyperbolic towers at Didcot Power Station, UK; the surface can be doubly ruled. File:Ciechanow water tower.jpg|Doubly ruled water tower with toroidal tank, by Jan Bogusławski in Ciechanów, Poland File:Kobe port tower11s3200.jpg|A hyperboloid Kobe Port Tower, Kobe, Japan, with a double ruling. File:First Shukhov Tower Nizhny Novgorod 1896.jpg| Hyperboloid water tower, 1896 in Nizhny Novgorod. File:Shukhov tower shabolovka moscow 02.jpg|The gridshell of Shukhov Tower in Moscow, whose sections are doubly ruled. File:Cremona, torrazzo interno 02 scala a chiocciola.JPG|A ruled helicoid spiral staircase inside Cremona's Torrazzo. File:Nagytotlak.JPG|Village church in Selo, Slovenia: both the roof (conical) and the wall (cylindrical) are ruled surfaces. File:W-wa Ochota PKP-WKD.jpg|A hyperbolic paraboloid roof of Warszawa Ochota railway station in Warsaw, Poland. File:Aodai-nonla-crop.jpg|A ruled conical hat. File:Corrugated-fibro- roofing.jpg|Corrugated roof tiles ruled by parallel lines in one direction, and sinusoidal in the perpendicular direction File:US Navy 091022-N-2571C-042 Seabees use a long board to screed wet concrete.jpg|Construction of a planar surface by ruling (screeding) concrete == References == * Do Carmo, Manfredo P. : Differential Geometry of Curves and Surfaces, Prentice-Hall; 1 edition, 1976 * * *. Review: Bulletin of the American Mathematical Society 37 (1931), 791-793, *. *. * . * *. Review: Séquin, Carlo H. (2009), Journal of Mathematics and the Arts 3: 229–230, ==External links== * * Ruled surface pictures from the University of Arizona * Examples of developable surfaces on the Rhino3DE website Category:Surfaces Category:Differential geometry Category:Differential geometry of surfaces Category:Complex surfaces Category:Algebraic surfaces Category:Geometric shapes Category:Analytic geometry",
 "title": "Ruled surface"
}