{
 "id": "705421",
 "text": "Kvernberget (literally \"Mill Cliff\" or \"Mill Mountain\") is a barren mountain formation with a maximum elevation of . The mountain is located on the island of Nordlandet on the western edge of the town of Kristiansund in Kristiansund Municipality in Møre og Romsdal county, Norway. Kristiansund Airport, Kvernberget, which sits nearby, takes its name from the mountain. For a number of years, Kvernberget and the surrounding area have been popular for hiking and simple mountaineering activities, and the summit is Kristiansund's most popular hiking destination. From the summit, much of the Nordmøre district of Møre og Romsdal county may be seen in fair weather. A drinking water reservoir is located inside the mountain. ==Navigation== By the early Middle Ages, there was already a need to navigate the ocean north of Nordmøre, a long time before 1742, the year Kristiansund became a town. The most important urban area of Nordmøre in the Middle Ages was the fishing village of Grip, an island in the ocean north of Kristiansund. For the fishermen in the area, it was important to find their regular fishing places, so they observed the land and used mountains such as Kvernberget and other landmarks to find their way. ==History== thumb|350px|right|Kvernberget seen from NV. Løwenørn, a Danish mariner, described this part of the Norwegian coast in 1791-1803\\. He tells that Kvernberget was used by the navigators onboard ships just outside Trondheimsleia. He mentions all the mountains on shore: Skarven (on Tustna), Stemshesten, Magnillberget, Freikollen, Quærn-Bierget (an old-fashioned way to spell Kvernberget), and Plak-Myssen. ==Name== thumb|350px|right|Kvernberget seen from the island Grip. thumb|350px|right|A hand-mill was a tool nearly everyone knew in the Middle Ages. The name Kvernberget is probably a thousand years old, and refers to the mountain's resemblance to a medieval Quern-stone of a form which is still used in North Africa today. Fishermen working in the sea off of the island and fishing village of Grip navigated by the mountain, which they named after the tool they had at home, the hand mill for grinding corn to flour. A lot of mountains along the Norwegian shore are obviously named because they look like something. Bjønnahaugen (the bears hill), on Nordlandet in Kristiansund, looks like a sleeping bear. On Averøya, west of Kristiansund, is a mountain that is called Bremsneshatten, which is thought to look like a hat. Løwenørn calls it Plak-Myssen (a kind of seal), in the Middle Ages it was probably Brimill. The mountain looks like the head of a seal sticking out of the seabed. ==References== Category:Mountains of Møre og Romsdal Category:Kristiansund",
 "title": "Kvernberget"
}