{
 "id": "70585",
 "text": "Hemolysis or haemolysis (), also known by several other names, is the rupturing (lysis) of red blood cells (erythrocytes) and the release of their contents (cytoplasm) into surrounding fluid (e.g. blood plasma). Hemolysis may occur in vivo or in vitro. One cause of hemolysis is the action of hemolysins, toxins that are produced by certain pathogenic bacteria or fungi. Another cause is intense physical exercise. Hemolysins damage the red blood cell's cytoplasmic membrane, causing lysis and eventually cell death. ==Etymology== From hemo- + -lysis, from , “blood”) + , “loosening”). ==Inside the body== Hemolysis inside the body can be caused by a large number of medical conditions, including some parasites (e.g., Plasmodium), some autoimmune disorders (e.g., autoimmune haemolytic anaemia, drug-induced hemolytic anemia, atypical hemolytic uremic syndrome (aHUS)), some genetic disorders (e.g., Sickle-cell disease or G6PD deficiency), or blood with too low a solute concentration (hypotonic to cells). Hemolysis can lead to hemoglobinemia due to hemoglobin released into the blood plasma, which plays a significant role in the pathogenesis of sepsis and can lead to increased risk of infection due to its inhibitory effects on the innate immune system. ===Parasitic hemolysis=== Because the feeding process of the Plasmodium parasites damages red blood cells, malaria is sometimes called \"parasitic hemolysis\" in medical literature. ===HELLP, pre-eclampsia, or eclampsia=== :See HELLP syndrome, Pre- eclampsia, and Eclampsia ===Hemolytic disease of the newborn=== Hemolytic disease of the newborn is an autoimmune disease resulting from the mother's antibodies crossing the placenta to the fetus. This most often occurs when the mother has previously been exposed to blood antigens present on the fetus but foreign to her, through either a blood transfusion or a previous pregnancy. ===Hemolytic anemia=== Because in vivo hemolysis destroys red blood cells, in uncontrolled, chronic or severe cases it can lead to hemolytic anemia. === Hemolytic crisis=== A hemolytic crisis, or hyperhemolytic crisis, is characterized by an accelerated rate of red blood cell destruction leading to anemia, jaundice, and reticulocytosis. Hemolytic crises are a major concern with sickle-cell disease and G6PD deficiency. ===Toxic agent ingestion or poisoning=== Paxillus Involutus ingestion can cause hemolysis. === Space hemolysis === Spaceflight can cause hemolysis. ===Intrinsic causes=== Hemolysis may result from intrinsic defects in the red blood cell itself: * Defects of red blood cell membrane production (as in hereditary spherocytosis and hereditary elliptocytosis) * Defects in hemoglobin production (as in thalassemia, sickle-cell disease and congenital dyserythropoietic anemia) * Defective red cell metabolism (as in glucose-6-phosphate dehydrogenase deficiency and pyruvate kinase deficiency) * Paroxysmal nocturnal hemoglobinuria (PNH), sometimes referred to as Marchiafava-Micheli syndrome, is a rare, acquired, potentially life-threatening disease of the blood characterized by complement-induced intravascular hemolytic anemia. ===Extrinsic causes=== Extrinsic hemolysis is caused by the red blood cell's environment: * Immune-mediated causes could include transient factors as in Mycoplasma pneumoniae infection (cold agglutinin disease) or permanent factors as in autoimmune diseases like autoimmune hemolytic anemia (itself more common in diseases such as systemic lupus erythematosus, rheumatoid arthritis, Hodgkin's lymphoma, and chronic lymphocytic leukemia). * Spur cell hemolytic anemia * Any of the causes of hypersplenism (increased activity of the spleen), such as portal hypertension. * Acquired hemolytic anemia is also encountered in burns and as a result of certain infections (e.g. malaria). * Lead poisoning or poisoning by arsine or stibine causes non-immune hemolytic anemia. * Runners can suffer hemolytic anemia due to \"footstrike hemolysis\", the destruction of red blood cells in feet at foot impact. * Low-grade hemolytic anemia occurs in 70% of prosthetic heart valve recipients, and severe hemolytic anemia occurs in 3%. ===Intravascular hemolysis=== Intravascular hemolysis describes hemolysis that happens mainly inside the vasculature. As a result, the contents of the red blood cell are released into the general circulation, leading to hemoglobinemia and increasing the risk of ensuing hyperbilirubinemia. Intravascular hemolysis may occur when red blood cells are targeted by autoantibodies, leading to complement fixation, or by damage by parasites such as Babesia. Additionally, thrombotic microangiopathy (TMA) can result in hemolysis of red blood cells. TMA is frequently observed in aHUS patients where clots form in the small vessels of the kidney resulting in damaged red blood cells as they attempt to pass through the restricted vessels. ===Extravascular hemolysis=== Extravascular hemolysis refers to hemolysis taking place in the liver, spleen, bone marrow, and lymph nodes. In this case little hemoglobin escapes into blood plasma. The macrophages of the reticuloendothelial system in these organs engulf and destroy structurally- defective red blood cells, or those with antibodies attached, and release unconjugated bilirubin into the blood plasma circulation. Typically, the spleen destroys mildly abnormal red blood cells or those coated with IgG-type antibodies, while severely abnormal red blood cells or those coated with IgM- type antibodies are destroyed in the circulation or in the liver. If extravascular hemolysis is extensive, hemosiderin can be deposited in the spleen, bone marrow, kidney, liver, and other organs, resulting in hemosiderosis. ==Outside the body== In vitro hemolysis can be caused by improper technique during collection of blood specimens, by the effects of mechanical processing of blood, or by bacterial action in cultured blood specimens. ===From specimen collection=== Most causes of in vitro hemolysis are related to specimen collection. Difficult collections, unsecure line connections, contamination, and incorrect needle size, as well as improper tube mixing and incorrectly filled tubes are all frequent causes of hemolysis. Excessive suction can cause the red blood cells to be smashed on their way through the hypodermic needle owing to turbulence and physical forces. Such hemolysis is more likely to occur when a patient's veins are difficult to find or when they collapse when blood is removed by a syringe or a modern vacuum tube. Experience and proper technique are key for any phlebotomist, nurse or doctor to prevent hemolysis. In vitro hemolysis during specimen collection can cause inaccurate laboratory test results by contaminating the surrounding plasma with the contents of hemolyzed red blood cells. For example, the concentration of potassium inside red blood cells is much higher than in the plasma and so an elevated potassium level is usually found in biochemistry tests of hemolyzed blood. After the blood collection process, in vitro hemolysis can still occur in a sample due to external factors, such as prolonged storage, incorrect storage conditions and excessive physical forces by dropping or vigorously mixing the tube. ===From mechanical blood processing during surgery=== In some surgical procedures (especially some heart operations) where substantial blood loss is expected, machinery is used for intraoperative blood salvage. A centrifuge process takes blood from the patient, washes the red blood cells with normal saline, and returns them to the patient's blood circulation. Hemolysis may occur if the centrifuge rotates too quickly (generally greater than 500 rpm)—essentially this is hemolysis occurring outside of the body. Unfortunately, increased hemolysis occurs with massive amounts of sudden blood loss, because the process of returning a patient's cells must be done at a correspondingly higher speed to prevent hypotension, pH imbalance, and a number of other hemodynamic and blood level factors. Modeling of fluid flows to predict the likelihood of red cell membrane rupture in response to stress is an active area of research. ===From bacteria culture=== thumb|Hemolysis from streptococcus. Examples of the blood culture patterns created by (from left) alpha-, beta- and gamma-hemolytic streptococci. Visualizing the physical appearance of hemolysis in cultured blood samples may be used as a tool to determine the species of various Gram- positive bacteria infections (e.g., Streptococcus). ==Nomenclature== Hemolysis is sometimes called hematolysis, erythrolysis, or erythrocytolysis. The words hemolysis () and hematolysis () both use combining forms conveying the idea of \"lysis of blood\" (hemo- or hemato- + -lysis). The words erythrolysis () and erythrocytolysis () both use combining forms conveying the idea of \"lysis of erythrocytes\" (erythro- ± cyto- + -lysis). Red blood cells (erythrocytes) have a short lifespan (approximately 120 days), and old (senescent) cells are constantly removed and replaced with new ones via erythropoiesis. This breakdown/replacement process is called erythrocyte turnover. In this sense, erythrolysis or hemolysis is a normal process that happens continually. However, these terms are usually used to indicate that the lysis is pathological. ==Complications== Pulmonary hypertension has been gaining recognition as a complication of chronic hereditary and acquired hemolysis. Free hemoglobin released during hemolysis inactivates the vasodilator nitric oxide (NO). Hemolysis also releases arginase that depletes L-arginine, the substrate needed for NO synthesis. This reduces NO-dependent vasodilation and induces platelet activation, thrombin generation, procoagulant factors and tissue factor activation, contributing to the formation of thrombosis. This can lead to esophageal spasm and dysphagia, abdominal pain, erectile dysfunction, systemic hypertension, decreased organ perfusion, promotion of inflammation and coagulation, and thrombosis. Chronic hemolysis may also lead to endothelial dysfunction, heightened endothelin-1-mediated responses and vasculopathy. The release of heme leads to the production of bilirubin and depletion of plasma proteins, such as albumin, haptoglobin, and hemopexin, which may lead to jaundice. 50px Material was copied from this source, which is available under a Creative Commons License. It may also lead to increased levels of the heme breakdown product stercobilin in the stool. Splenectomy of those with hemolytic disorders appears to increase risk of developing pulmonary thrombosis. Complications may also arise from the increased workload for the kidney as it secretes erythropoietin to stimulate the bone marrow to produce more reticulocytes (red blood cell precursors) to compensate for the loss of red blood cells due to hemolysis. ==See also== * Hemolysin * Glucose-6-phosphate dehydrogenase deficiency ==References== ==External links== * Effects of Hemolysis on Clinical Specimens Category:Hematology",
 "title": "Hemolysis"
}