{
 "id": "705884",
 "text": "Willie Adams (born June 22, 1934) is a Canadian Inuit politician who was a member of the Senate of Canada from 1977 to 2009.Willie Adams, Inuk, 1934- == Biography == Adams was born in Fort Chimo (now Kuujjuaq), Nunavik's largest northern village (Inuit community). Educated at Northern Quebec mission schools, Adams became an electrician, and eventually owned a number of businesses in different industries around Canada. Adams served for two terms as the chairman of the Rankin Inlet hamlet council, and in 1970 became a member of the Northwest Territories Territorial Council (now the Legislative Assembly of the Northwest Territories). In spring 1977, Pierre Trudeau, the then Prime Minister of Canada, decided that an Inuk should be appointed to the Senate and dispatched Warren Allmand, the Minister for Northern Affairs, to interview potential candidates. Adams was not excited about joining the Senate upon being asked by Allmand - in fact, he joked that he did not even know what the Senate was, asking the Minister, \"What's the Senate?\" However, upon being advised of a Senator's annual salary of approximately C$60,000, far more than Adams' electrician's pay of $7,500 a year, he seized the opportunity. Adams was appointed as a Senator for the Northwest Territories by Jules Léger, the then Governor General of Canada, on the advice of the Prime Minister on April 5, 1977, and is a member of the Liberal Party.Senator Willie Adams retired on June 22, 2009. Adams took an intense interest in the Nunavut Land Claims Agreement, and upon the creation of the territory of Nunavut in 1999 became a Senator for that territory. In 2009, he left the Senate upon reaching the mandatory retirement age of 75. At that time, he was the longest-serving current member of the Canadian Senate, and had served over 32 years in Parliament without ever having faced an election campaign, as Canadian Senators are appointed by the Governor General on the advice of the Prime Minister, not elected. == Business ventures == By 1997, Adams had founded several businesses, including Kudlik Electric Ltd., Kudlik Construction Ltd., Rankin Inlet's Nanuq Inn and Ottawa's Umingmak Expediting Ltd. Adams is also president of Polar Bear Cave Investments, a company that owned the Nanuq Inn until its closure in 2003. As of 2009, Adams' company still owed approximately C$350,000 in unpaid interest to the Nunavut Business Credit Corporation, a Crown corporation. The initial loan was taken out to fund the opening of the Nanuq Inn. According to Adams, the Corporation was considering writing off the debt prior to its headquarters' relocation from Cape Dorset to Iqaluit. == Personal life == Adams married his wife, Mary, in the late 1970s. The pair met when the latter travelled to the Northwest Territories to find work as a home economist. The couple have an adult son, Isaac. Adams did not know his father, Nelson, until the two met in Fredericton, New Brunswick, in 1997. Nelson had lived in the north for five years as one of five Newfoundlanders employed by the Hudson's Bay Company in 1931, and had not returned since. Despite the elder Adams having been convinced that the high-profile Willie was his son since 1977, when he read about the younger Adams' appointment to the Senate, he made no attempt to contact him, thinking that \"he has his own life.\" Through family connections, the pair reunited in 1997. ==References== Category:1934 births Category:Living people Category:Canadian senators from Nunavut Category:Canadian senators from the Northwest Territories Category:Liberal Party of Canada senators Category:Members of the Legislative Assembly of the Northwest Territories Category:Inuit from Quebec Category:21st-century Canadian politicians Category:Indigenous Canadian senators Category:People from Rankin Inlet",
 "title": "Willie Adams (politician)"
}