{
 "id": "706429",
 "text": "Christine Tucci () is an American actress. ==Life and career== Tucci, an Italian American,Inside Film Online - Stanley Tucci Breaks OutFametracker :: 2 Stars 1 Slot :: Battle of the Swarthy Second Fiddles :: Stanley Tucci vs. Tony Shalhoub Stanley Tucci - Profile, Latest News and Related Articles was born in Katonah, New York, the daughter of Joan (née Tropiano), a retired secretary and writer, and Stanley Tucci, Sr., a retired high school art teacher.at Horace Greeley High School in Chappaqua, New York. Joan Tropiano Tucci and Gianni Scappin with Mimi Shanley Taft, Cucina & Famiglia: Two Italian Families Share Their Stories, Recipes, and Traditions, New York: William Morrow, 1999, Her brother is actor Stanley Tucci, and her cousin is screenwriter Joseph Tropiano. Tucci had a semi-regular role on the television series MDs (2002) and played Amanda Cory on the soap opera Another World from 1993 to 1995. She was a regular cast member on C-16, in the role of Special Agent Anne Rooney, from 1997 to 1998.Terrace, Vincent. Encyclopedia of Television Shows, 1925 through 2007 (Jefferson, North Carolina: McFarland & Co., 2008), p.331. She played Sergeant Welles in the movie K-911, released direct-to-video in 1999; in 2000, she made an appearance as Dr. Kiera Behrle on CSI: Crime Scene Investigation. She appeared in the 2003 TV movie Straight From the Heart as Carla Dimaggio. Tucci is married to Vincent Angell. They have one son, who is autistic. Tucci and Angell played parents of an autistic boy on an episode of Without a Trace. ==Filmography== {| class=\"wikitable\" |- ! Year ! Title ! Role ! Notes |- |1996|| Big Night || Woman Singer || |- |1996|| 'M' Word || Nicole || |- |1997|| Private Parts || Doctor || |- |1999 |K-911 |Sgt. Welles | |- |2000|| CSI: Crime Scene Investigation || Dr. Kiera Behrle || Episode: \"Unfriendly Skies\" |- |2002|| Big Fat Liar || Carol Shepherd || |- |2004|| Chestnut: Hero of Central Park || Laura Tomley || |- |2005|| Tom's Nu Heaven || Dr. Tammy || |} ==References== ==External links== * Category:American film actresses Category:American soap opera actresses Category:American people of Italian descent Category:Living people Category:People from Katonah, New York Category:21st-century American women Category:Year of birth missing (living people)",
 "title": "Christine Tucci"
}