{
 "id": "706638",
 "text": "thumb|AOPA Headquarters The Aircraft Owners and Pilots Association (AOPA) is a Frederick, Maryland-based American non-profit political organization that advocates for general aviation. AOPA's membership consists mainly of general aviation pilots in the United States. AOPA exists to serve the interests of its members as aircraft owners and pilots and to promote the economy, safety, utility, and popularity of flight in general aviation aircraft. With 384,915 members in 2012, AOPA is the largest aviation association in the world, although it had decreased in membership from 414,224 in 2010, a loss of 7% in two years.IAOPA Statistical Report World Assembly, April 2012, retrieved 2012-08-01 AOPA is affiliated with other similar organizations in other countries through membership in the International Council of Aircraft Owner and Pilot Associations (IAOPA).IAOPA Statistical Report World Assembly, June 2010, retrieved 2012-08-01 In 2015, AOPA was inducted into the International Air & Space Hall of Fame at the San Diego Air & Space Museum.Sprekelmeyer, Linda, editor. These We Honor: The International Aerospace Hall of Fame. Donning Co. Publishers, 2006. . == History == The organization started at Wings Field in Blue Bell, Pennsylvania. On 24 April 1932, The Philadelphia Aviation Country Club was founded at Wings Field. The country club was the location of meetings of members that founded AOPA. AOPA incorporated on May 15, 1939, with C. Towsend Ludington serving as the first president. In 1971 the organization purchased Airport World Magazine, moving its operations to Bethesda, Maryland. ==Programs== AOPA has several programs. *AOPA Foundation, is AOPA’s 501(c)(3) charitable organization. The foundation's four goals are to improve general aviation safety (under the auspices of its Air Safety Institute), grow pilot population, preserve and improve community airports, and provide a positive image of general aviation. *AOPA Political Action Committee, is just for AOPA members. Through lobbying, it represents the interests of general aviation to Congress, the Executive Branch, and state and local governments. The AOPA PAC campaigns in favor of federal, state and local candidates that support their policies and oppose those who do not through advertising and membership grassroots campaigns. *GA Serves America, was created to promote general aviation to the public. *Legal Services Plan/Pilot Protection Services, provides AOPA members with legal defense against alleged FAA enforcement charges as well as assistance obtaining an FAA flight medical. Enrollment in Pilot Protection Services is only open to AOPA members and requires an additional payment above dues. The Legal Services Plan was combined with the former medical program in May 2012 under the name Pilot Protection Services. The Legal Services Plan was created in June 1983.AOPA Pilot June, 1983 *Air Safety Institute (formerly the Air Safety Foundation) is a separate nonprofit, tax exempt organization promoting safety and pilot proficiency in general aviation through quality training, education, research, analysis, and the dissemination of information. ==Events== AOPA sponsors its own Fly-In and open house in Frederick, Maryland. The yearly event started in 1991 with 125 aircraft. By 2001, the attendance grew to 760 aircraft. The event was cancelled for five years after the September 11, 2001 attacks and consequent airspace changes, but resumed in 2006. ==See also== *Canadian Owners and Pilots Association – similar organization established in Canada in 1952 *Experimental Aircraft Association – similar organization focused on homebuilt aircraft ==References== ==External links== * Official Website * AOPA Air Safety Institute * General Aviation Serves America * AOPA USA's Let's Go Flying * Records of the AOPA at the Hagley Museum and Library Category:Aviation in Maryland Category:Aviation organizations based in the United States Category:Political advocacy groups in the United States Category:Organizations established in 1939 Category:1939 establishments in Maryland",
 "title": "Aircraft Owners and Pilots Association"
}