{
 "id": "706633",
 "text": "David Conner Treen Sr. (July 16, 1928 – October 29, 2009) was an American politician and attorney from Louisiana. A member of the Republican Party, Treen served as U.S. Representative for Louisiana's 3rd congressional district from 1973 to 1980 and Governor of Louisiana from 1980 to 1984. Treen was the first Republican elected to both offices since Reconstruction. Born in Baton Rouge, Louisiana, Treen grew up in New Orleans and later settled in Metairie. After three unsuccessful runs for Congress in the 1960s, Treen won his first election in 1972 to represent a U.S. House district that covered parts of Greater New Orleans and Acadiana. In Congress, Treen had a reliably conservative voting record, and he subsequently won reelection three times by increasing margins. Treen was among the inaugural members of the House Select Committee on Intelligence when it was created in 1975. In 1979, Treen won election as governor of Louisiana, and he resigned from the House in 1980 to take office as governor. During his single term as governor, Treen cut the state income tax and created a professional development program for teachers. Treen also signed legislation creating the Louisiana School for Math, Science and the Arts and Louisiana Department of Environmental Quality. However, as the Treen administration took place during the early 1980s recession, Louisiana faced increasing unemployment and bond debt. Treen lost his reelection bid in 1983 to Edwin Edwards, who had served as governor before Treen. After leaving the governor's office, Treen continued to be politically involved in Louisiana, running for Congress and endorsing gubernatorial candidates as recently as 2008 before his death in 2009. ==Early life and legal career== Treen was born in the state capital of Baton Rouge, Louisiana to Joseph Paul and Elizabeth (née Speir) Treen. He attended public schools in the parishes of East Baton Rouge, Jefferson, and Orleans. In 1945, Treen graduated from the former Alcee Fortier High School in New Orleans, where his classmates included the subsequent political consultant and journalist Victor Gold. He earned a Bachelor of Arts degree in 1948 in history and political science from Tulane University in New Orleans. While at Tulane, he was a brother of Kappa Sigma fraternity. In 1950, he graduated from Tulane Law School and was admitted to the bar. Treen served in the U.S. Air Force from 1951 to 1952. After his discharge, Treen joined the law firm of Deutsch, Kerrigan & Stiles. From 1952 to 1957, Treen was legal counsel and vice president of the Simplex Manufacturing Corporation in New Orleans. In 1957, Treen became an associate at the Beard, Blue & Schmitt law firm before eventually being promoted to partner in what became Beard, Blue, Schmitt & Treen. ==Early political career== ===States' Rights party chair and presidential elector candidate in 1960=== In the 1960 U.S. presidential election, Treen ran as an elector for the States' Rights Party, which supported Virginia U.S. Senator Harry F. Byrd, Sr., a segregationist Democrat, over the two mainstream candidates, Democrat John F. Kennedy and Republican Richard Nixon. He also served as the chairman of the party's state central committee. Along with Treen, States' Rights electors from Louisiana included hard-line segregationists Leander Perez and Willie Rainach.Minden Press, Minden, Louisiana, November 7, 1960 Treen warned at a rally that \"Reconstruction of the South is far from being over\" and that \"the Democratic and Republican parties would reduce the laboring man to mere tools in a socialistic state.\" Ultimately, Kennedy won the election in Louisiana; the States' Rights ticket received 21 percent of the popular vote in Louisiana. But after the result was in, Treen called for the Louisiana Legislature to refuse to accept Kennedy's electors and instead send those of the States' Rights Party, unpledged, to the Electoral College, saying there was no requirement that the legislature respect the popular vote. The legislature did not go along with Treen's idea. Treen emphasized in 1961 that his states' rights group was not affiliated with the National States' Rights Party, a group that he said was \"a disgrace to the term 'states rights.'\" However, Treen would later leave the Louisiana States' Rights Party because he perceived the party to be anti-Semitic. ===1962, 1964, and 1968 U.S. House elections=== In 1962 Treen joined the central committee of the Louisiana Republican Party. Encouraged by friends, Treen launched a campaign for the U.S. House of Representatives to serve Louisiana's 2nd congressional district, based in New Orleans, against incumbent Democrat Hale Boggs. Treen raised $11,000 for his 1962 campaign and lost the election, receiving only about a third of total votes. In 1964, Treen again challenged Boggs. In a year when Republican presidential candidate Barry Goldwater won the majority of statewide votes in Louisiana,https://uselectionatlas.org/RESULTS/state.php?year=1964&fips;=22&off;=0&f;=1 Treen received 62,881 votes (45 percent) to Boggs' 77,009 (55 percent). Treen ran again in 1968 in his third and final campaign against Boggs, who was then the House majority whip; Boggs won with 81,537 votes (51 percent) to Treen's 77,633 (49 percent). Following the 1970 United States Census, Louisiana's 2nd congressional district was reapportioned to exclude parts of Jefferson Parish with strong Republican support, including Treen's residence. ===1971–72 gubernatorial election=== Treen was challenged in 1971 in the only Republican gubernatorial closed primary ever held in Louisiana by Robert Max Ross. In a campaign tour in Minden, Treen said that Louisiana needed \"true competition\" in state government, or \"a system in which two political parties operate on a continuing and permanent basis to examine and criticize each other's policies and programs.\" If elected, Treen said that he would be \"as independent as possible\" in the governorship.\"Treen Says Louisiana Needs Two-Party System to Develop Leaders, Minden Press-Herald, September 3, 1971, p. 1. Treen won the Republican primary with 92 percent of the vote. Treen polled 480,424 ballots (42.8%) to Edwards's 641,146 (57.2%) Treen carried twenty-seven parishes, mostly in the northern part of the state, with margins exceeding 60 percent in ten of those parishes. Weak support among black voters was reported as one factor in Treen's loss.\"Treen Named State GOP Committeeman\", Minden Press- Herald, March 6, 1972, pg. 1. ==U.S. House of Representatives (1973–1980)== ===Elections=== ====1972==== 140px|thumb|left|Treen as a congressman. After a decade of service on the Republican State Central Committee, Treen was named as the Louisiana Republican national committeeman for a two-year stint that began in 1972. He succeeded his former ticket mate, Tom Stagg, who later was appointed as a U.S. District judge in Shreveport. Later in 1972, Treen ran for the open Louisiana's 3rd congressional district seat vacated by conservative Democrat Patrick T. Caffery of New Iberia. At the time, the district included the Acadiana and Greater New Orleans parishes of Iberia, Lafourche, St. Charles, St. Mary, and Terrebonne, as well as parts of Jefferson and St. Martin parishes. Treen defeated Democrat J. Louis Watkins Jr. with 71,090 (54 percent) to 60,521 (46 percent) votes on November 7, 1972. On the same day, incumbent President Richard Nixon, a Republican, carried Louisiana in winning reelection. Republicans also had a net gain of 12 seats in the U.S. House. ====1974==== In the 1974 midterm elections that happened nearly three months after the resignation of President Richard Nixon, Democrats added 49 seats to their House majority. However, in contrast to national trends, Treen won reelection against Democratic challenger State Representative Charles Grisbaum Jr. Treen carried 58.5 percent of the vote with 55,574 votes, while Grisbaum had 39,412 votes (41.5 percent). Also in that election cycle, Henson Moore won the 6th district race and became just the second Republican elected to Louisiana's congressional delegation in the 20th century. ====1976==== Although Democrat Jimmy Carter won the 1976 presidential election both nationally and in Louisiana,https://uselectionatlas.org/RESULTS/state.php?year=1976&fips;=22&off;=0&f;=1 Treen won reelection in 1976 by an even larger margin than 1974, with nearly 73 percent of the vote against Democratic candidate David Scheuermann. ====1978==== Already using them in gubernatorial elections, Louisiana began using open primaries for congressional elections in 1978; Treen ran unopposed in the 1978 District 3 open primary. Because he faced no opposition in the primary, no votes were tabulated for his district in the general election on November 7, 1978, and Treen won reelection by default. Nationally, Republicans gained 15 seats in the U.S. House. ===Congressional tenure=== Sworn in to office on January 3, 1973, Treen became the first Republican from Louisiana to serve in Congress in the 20th century. In its 100-point scale ranking members of Congress for their votes on key conservative issues, the American Conservative Union (ACU) rated Treen a perfect 100 in 1973. By 1979, Treen had a lifetime ACU rating of 91. More details of the evaluated congressional votes are available in this archived ACU page from 2004. In contrast, Americans for Democratic Action rated Treen 5 out of 100 in 1979 on votes for liberal policies. While in Congress, Treen was part of a special committee that successfully amended the Outer Continental Shelf Lands Act of 1953 to allow states greater review of offshore drilling on the Gulf Coast. Treen also introduced an amendment to the Small Business Act that was enacted as section 5 of the Small Business Amendments of 1974 (Public Law 93-386). The amendment added the following text to the Small Business Act: \"If loan applications are being refused or loans denied by such other department or agency responsible for such work or activity due to administrative withholding from obligation or withholding from apportionment, or due to administratively declared moratorium, then, for purposes of this section, no duplication shall be deemed to have occurred.\" According to The Times-Picayune, the Treen amendment granted access to Small Business Administration loans to those in the fishing industry. Following the 1974 resignation of President Richard Nixon that followed Watergate, Treen voted against the confirmation of former New York Governor Nelson Rockefeller to serve as Vice President under Gerald Ford; the confirmation passed both houses of Congress. In 1975, Treen was among three conservative appointees of House Minority Leader John J. Rhodes to the newly created House Permanent Select Committee on Intelligence that was established to investigate activities of the United States Intelligence Community. While in Congress, Treen co-sponsored 26 bills that became law. Among those bills was a 1973 bill allowing Louisiana State University access to federal lands in Caddo Parish for pecan research. Treen also was among 59 co-sponsors of a bill introduced in 1979 to \"facilitate increased enforcement by the Coast Guard of laws relating to the importation of controlled substances, and for other purposes\"; the bill was signed by President Carter on September 15, 1980, months after Treen left Congress to serve as Governor of Louisiana. ===Committee assignments=== * House Committee on Armed Services * House Committee on Merchant Marine and Fisheries * House Select Committee on Intelligence ==1979 gubernatorial election== Because the state constitution restricted governors from seeking a third consecutive term in office, incumbent Governor Edwin Edwards was ineligible for the 1979 election. Treen was the only Republican candidate among over five candidates. On October 27, 1979, in one of the closest elections in Louisiana history, Treen won first place with nearly 22 percent of the vote in the jungle primary for governor, the second such election held in Louisiana following Edwards's reform of Louisiana elections. Barely finishing in second place and the final qualifying spot for the general election was Louis Lambert, a Democratic member of the Louisiana Public Service Commission, with 20.74 percent of the vote. While Treen was most popular in the Greater New Orleans, Acadiana, and North Louisiana, Lambert had the strongest support among black voters and members of labor unions. One factor in black and labor voters' preferring Lambert, according to Howell Raines of The New York Times, was Treen's 1960 work for the Louisiana States' Rights Party. For the December 8 general election, the four losing Democratic candidates, including Secretary of State Paul Hardy and State Senator Edgar G. \"Sonny\" Mouton, Jr., all endorsed Treen. Their support helped him to defeat Democratic challenger Louis Lambert by 9,557 votes. Treen received 690,691 (50.3%) to Lambert's 681,134 (49.7%). He won 22 parishes in victory, compared to 27 parishes in defeat in 1972. Only ten parishes that had voted for Treen in 1972 stuck with him in 1979. His strongest parishes in victory were all in south Louisiana: Plaquemines, Lafayette, St. Tammany, and Iberia.Louisiana Secretary of State, General election returns, February 1, 1972; December 8, 1979. Treen paid off the four Democratic candidates' campaign debts in exchange for their support. ==Governor of Louisiana (1980–1984)== ===Tenure=== On March 10, 1980, the 51-year-old Treen became the 51st governor of Louisiana. Until then, the last Republican to serve in that office was Stephen B. Packard, who briefly served in the first few months of 1877 following the Compromise of 1877 that ended Reconstruction. His oath of office was administered by 19th Judicial Court Judge Douglas Gonzales, a Republican from Baton Rouge. Gonzales gave Treen a Bible inscribed, \"Dave, Upon this good book, you took your oath of office. Please keep it close so it can serve as a constant reminder of your solemn commitment to the people of this great state ...\"The Shreveport Times, March 11, 1980, pg. 1 Treen entered office with Democratic Lieutenant Governor Robert L. Freeman, a Louisiana State Senate that had no Republican members, and Louisiana House of Representatives where Democrats had a supermajority. ====Cabinet appointments==== During his single term, Treen appointed more African Americans to state offices than had any other previous governor in history. Treen named Lockport shipbuilder Donald G. Bollinger as the secretary of the Louisiana Department of Public Safety & Corrections. Bollinger also served for two years as the state Republican chairman prior to Nungesser. After taking office, Treen elevated Ansel M. Stroud, Jr., from assistant adjutant general to adjutant general of the Louisiana National Guard, a position that Stroud continued to hold until 1997. Treen appointed to office all of the Democratic gubernatorial candidates who endorsed him. Fitzmorris became executive assistant for economic development. Edgar Mouton was named executive counsel to Treen, but he later abandoned the administration and endorsed the return of Edwin Edwards to the governorship in 1983. E.L. Henry became the powerful Commissioner of Administration. Treen named Paul Hardy as secretary of the Department of Transportation and Development. Edwards loyalist George Fischer was named secretary of the Department of Health and Human Resources, one of the largest departments in state government. ====Education policy==== In 1981, Treen obtained legislative passage of his \"Professional Improvement Program\" (or PIPs) to provide bonuses of $2,000 each to participating public school teachers. The initial $67 million appropriation for the program was increased to $90 million. PIPs allowed instructors to obtain supplemental pay for taking college-level courses and/or attending intensive workshops in order to improve teaching performance.\"Treen vows education is top priority\", Minden Press- Herald, October 27, 1981, p. 1 Problems developed when numerous teachers signed up for classes with limited academic requirements and shunned the more rigorous courses. Such actions by the educators undermined the purpose of Treen's reform. Edwards dismantled the program when he returned to office in 1984.\"Incentive pay system could replace PIPs\", Minden Press-Herald, October 12, 1984, pg. 1 Also in 1981, Treen signed into law the Balanced Treatment for Creation-Science and Evolution-Science in Public School Instruction Act, commonly called the Creationism Act. Authored by Senator Bill Keith of Caddo Parish, the bill required public schools to balance the teaching of evolution and creation science. Three years after Treen left office, the United States Supreme Court ruled against that law in the 1987 case Edwards v. Aguillard, as creation science is not science but religious teaching. Introduced by State Representative Jimmy D. Long of Natchitoches Parish, chair of the House Education Committee, a 1981 bill signed by Treen established the Louisiana School for Math, Science, and the Arts, a statewide high school for gifted children located on the campus of Northwestern State University in Natchitoches. The school opened in 1983. Treen worked with the Lafayette delegation, including Representatives Mike Thompson and Ron Gomez, for construction of the University of Louisiana at Lafayette Ragin' Cajuns stadium, the Cajundome. Construction began in 1982 and was completed and dedicated late in 1985, by which time Edwards had returned to the office. ====Crime policy==== He established in 1981 the Litter Control and Recycling Commission, as a measure to improve quality of life in cities and other areas. Violators faced potential fines of $100 to $500 and/or several days of litter collection from along state highways.\"Gov. Treen issues warning to litterbugs\", Minden Press-Herald, November 11, 1982, pg. 1 Capital punishment in Louisiana resumed very late in the Treen administration. In December 1983, nearly two months after losing his re-election bid, Treen ordered the execution by electric chair of convicted murderer Robert Wayne Williams, the tenth American and first in Louisiana to face execution since the U.S. Supreme Court in 1976 upheld capital punishment in a series of cases including Roberts v. Louisiana. By September 1983, Treen signed only 34 pardons or commutations, far fewer than the 1,526 signed by Edwards in his two terms. ====Environmental policy==== In 1983, Treen signed legislation that established the Department of Environmental Quality, which opened on February 1, 1984. He accused \"political special interests\" loyal to Edwin Edwards with undermining his effort.\"Edwards sabotaging Environmental Department?\", Minden Press-Herald, May 19, 1983, pg. 1 ====State budget and economic policy==== During the Treen administration, revenues from the Louisiana state income tax decreased by $100 million, but the state budget increased to nearly $6 billion. Two years into Treen's governorship, Louisiana owed nearly $2.5 billion in capital construction project bond debt. Treen entered office in March 1980 with Louisiana's unemployment rate at 6.4 percent. However, as the early 1980s recession took hold, the statewide unemployment rate in Louisiana consistently rose and reached a high of 13.3 percent in June 1983. In 1982, Treen proposed a $450 million tax on petroleum and natural gas, to support preservation of coastal wetlands, as more was being understood about their critical role in protecting the coast. It was known as the Coastal Wetlands Environmental Levy, but the measure ran into strong opposition from conservatives and the trade association, the Louisiana Association of Business and Industry (LABI). Treen defended CWEL on the premise that it would place no undue burden on any individual or group and would increase the state coffers at a much higher yield than would a boost in the state income tax.\"Treen supports oil, gas tax\", Minden Press-Herald, May 7, 1982, pg. 5 LABI director Edward J. Steimel announced immediate opposition to CWEL.\"Steimel makes faux pas\", Minden Press- Herald, May 10, 1982, pg. 3 CWEL was defeated in the Louisiana House although it received approval from a majority of lawmakers; it fell twelve votes short of the required two-thirds needed. Among the opponents were conservative legislators Woody Jenkins of Baton Rouge and B.F. O'Neal, Jr., of Shreveport.\"CWEL\" defeated in House vote\", Minden Press-Herald, June 18, 1982, pg. 1 After the defeat of CWEL, Treen ordered a three percent reduction in state employment, with the goal of saving $12 million, far less than the environmental tax would have generated.\"Treen orders cutback in state employment\", Minden Press-Herald, June 23, 1982, pg. 1 In 1986, out of office, Treen noted that state finances had declined by $450 million, an amount which he had projected CWEL would have brought into the state treasury.\"Treen: 'I told you so'\", Minden Press-Herald, April 14, 1986, pg. 1 In December 1982, Treen abandoned his call for new taxes and attempted to cut $150 million from the state budget to provide seniority raises for state employees. House Speaker John Hainkel, meanwhile, proposed $40 million in higher taxes, including higher tuition and fees at vocational schools and repeal of a $5 million tax exemption provided to Blue Cross Blue Shield in Louisiana.\"Treen nixes taxes in favor of trimming budget\", Minden Press-Herald, December 14, 1982, pg. 1 In August 1982, Treen vetoed 24 bills passed by the legislature on the premise that most would have added expense to the already strained state budget. One of the bills would have exempted Butane and propane gas dealers from sales taxes.\"Gov. Treen vetoes 24 bills Wednesday\", Minden Press-Herald, August 5, 1982, pg. 1 Treen worked to reform the state worker's compensation program, long known for its high insurance rates on business. When a 1982 reform plan failed, Treen blamed LABI because the trade association would not compromise with the Democrats to secure a bill that could pass the legislature. LABI director Ed Steimel declared the worker's compensation problem at the time to be the major roadblock to bringing new and expanded industries into the state.\"Treen blames LABI for worker compensation failure\", Minden Press-Herald, July 14, 1982, pg. 1 Early in 1983, a revised worker's compensation bill was passed, and money was earmarked to make the unemployment compensation fund solvent. No action was taken on a policy involving hiring out convict labor. \"A majority of the Senate thought we had asked for enough. There was a lack of enthusiasm once again against a position taken by Victor Bussie, the president of the state AFL-CIO.\"Special session ends Monday night: Worker's comp passes; fees increased\", Minden Press-Herald, January 18, 1983, p. 1 With Treen's backing, the state of Louisiana subsidized the 1984 Louisiana World Exposition held in New Orleans from April to November 1984, which encountered financial issues from the start to the point that balancing its budget required over 11 million visitors paying the full $15 admission. Ultimately, under 7.5 million people attended, and most of them paid discounted admission prices. The exposition declared bankruptcy, and the governments of New Orleans and Louisiana lost a combined $140 million on the event. ===Lawsuit from lieutenant governor=== Treen and Lieutenant Governor Freeman had a dispute in the summer of 1983 over the 1983–84 operating budget for Freeman's office. Treen recommended $411,907, an amount considerably lower than Freeman had requested; the latter said he would have to lay off six of his fifteen employees. Freeman threatened to take Treen to court if he vetoed the larger amount: \"I'm certainly not going to continue cooperating with a man who threatens me and my employees.\" Treen vetoed the entire appropriation of nearly $381,500 for the lieutenant governor's office, resulting in a lawsuit from Freeman. A trial court initially blocked the veto, but in August 1983, the Louisiana Court of Appeal reversed that decision and let the veto stand: \"In the present controversy, the issuance of the preliminary injunction, rather than preserving the status quo, effectively mandated the expenditures of the vetoed funds from the state treasury at a time of declining state revenues and uniform budget cuts.\"Freeman v. Treen, 442 So. 2d 757 (La. Ct. App. 1983) ===1983 gubernatorial election=== Treen and Edwards were known as fierce rivals. Treen began his campaign for a second term in December 1982, with John Cade leading the group, 'People for Dave Treen.' At first, Cade emerged as the governor's campaign spokesman so that he could concentrate on his job duties. Cade questioned Edwards' decision to forgo his gubernatorial retirement income of $40,000 per year on the grounds that Edwards was no longer \"retired\" because he was running to reclaim the governorship. Cade said that Edwards would have collected only $14,000 in pension and not before the age of sixty had he not engineered legislative approval of the more lucrative package.\"Treen opens campaign against Edwards\", Minden Press-Herald, December 10, 1982, pg. 1 At a fundraiser in Thibodaux to celebrate his 55th birthday, Treen said that Edwards in 1980 \"left a pile of unpaid bills and a stinking surplus of hazardous waste dumps.\"\"Pile of unpaid bills; a stinking surplus\", Minden Press-Herald, July 18, 1983, pg. 3 As of June 30, 1983, Edwards raised far more campaign cash than Treen, $5.4 million to $2.1 million.\"Edwards outspends Treen\", Minden Press-Herald, July 25, 1983, pg. 1 On October 9, the comedian Bob Hope headlined a Treen fundraiser at $1,000 per ticket held in the Downtown Sheraton Hotel in New Orleans.\"Hope headlines Treen fundraiser\", Minden Press-Herald, August 26, 1983, p. 1 Treen picked up the support of former U.S. Representative James Domengeaux, a Democrat from Lafayette and director of the Council for the Development of French in Louisiana.\"Treen, Edwards list campaign contributors\", April 26, 1983, pg. 3 Edwards handily unseated Treen to secure the third of his four terms as governor. Treen won a handful of parishes, including rural La Salle Parish in north Louisiana, which supported him in all three of his gubernatorial bids. Treen received 586,643 (36.3 percent) to Edwards' 1,008,282 (62.4 percent). Another 1.3 percent was cast for minor candidates, one of whom was Robert M. Ross, Treen's Republican primary rival in 1971. ==Later political career== ===U.S. Senate and federal judgeship bids=== After leaving the governor's office, Treen returned to practicing law. Still, Treen continued to seek political office. On July 20, 1984, Treen filed to be a candidate for that year's U.S. Senate election to challenge incumbent Democratic U.S. Senator J. Bennett Johnston, only to withdraw four days later. On July 23, 1987, President Ronald Reagan nominated Treen for a seat on the United States Court of Appeals for the Fifth Circuit in New Orleans vacated by the death of Albert Tate Jr. However, the appointment was delayed by Democratic senators on the U.S. Senate Judiciary Committee who objected to Treen's past membership in the Louisiana States' Rights Party and other allegations. Treen withdrew from consideration on April 26, 1988. The Senate wound up confirming Reagan's second choice, attorney John M. Duhé, Jr. ===Work in 1991 gubernatorial and 1992 presidential elections=== For the 1991 gubernatorial election, despite their differences, Treen endorsed Edwards's bid for a fourth term over Republican candidate David Duke, a former Grand Wizard of the Ku Klux Klan and by then a perennial candidate. Treen said that a Duke win \"would damage this state for decades to come.\" In the general election, Edwards won with over 61 percent of the vote. For the 1992 United States presidential election, Treen became Louisiana chair of President George H. W. Bush's re-election campaign, focusing on voter registration, fundraising, and campaign messaging. Treen and U.S. Representative Jim McCrery of the 4th congressional district joined Bush at a rally in Shreveport in September 1992. On November 1, the Sunday before Election Day, Treen introduced Vice President Dan Quayle at a rally in New Orleans. Ultimately, Democrat Bill Clinton won the election and a 45.6 percent plurality of Louisiana votes, while Bush came in second with 41 percent and Reform Party candidate Ross Perot third with 11.8 percent. ===1995 gubernatorial election=== On June 30, 1994, Treen announced a comeback candidacy for governor of Louisiana. Nearly three months earlier, Treen gave a speech before a Lions Club in Slidell advocating that the Louisiana State Legislature become single-body like the Nebraska Legislature. Addressing an increasing incarceration rate in Louisiana, Treen advocated crime prevention programs such as education, arts, and sports. Keeping their campaigns independent of the party structure, Treen and fellow former governor Buddy Roemer declined to participate in the January 1995 state Republican convention or sign an oath to support the eventual Republican candidate. On July 25, 1995, The Times- Picayune published a front-page story revealing that Treen's son received tuition waivers at the Tulane University School of Medicine in the early 1980s when Treen was governor. The same story reported that as a state legislator in the 1980s, Democratic candidate Mary Landrieu had given Tulane tuition waivers to a former campaign manager. Citing personal reasons, Treen withdrew from the gubernatorial election on August 11, 1995; by that time, he had been polling in the single digits. Treen endorsed Republican candidate Mike Foster. After taking first place in the October 21 open primary with a 26.1 percent plurality, Foster won the November 18 top-two runoff with 63.5 percent of the vote. Foster became only the second Republican to be elected governor of Louisiana in the 20th century, following Treen's historic election in 1979. ===1999 U.S. House special election=== Following the resignation of Representative Bob Livingston, Treen attempted a political comeback by entering the 1999 Louisiana's 1st congressional district special election on January 26, 1999. By this time, his home in Mandeville had been drawn into the 1st District. In the open primary held May 1, 1999, Treen finished first among nine candidates with 36,719 votes (25 percent). State Representative David Vitter came in second with 31,741 votes (22 percent); David Duke was third with 28,055 votes (19 percent). In the May 29 runoff, Vitter defeated Treen, 61,661 ballots (51 percent) to 59,849 (49 percent), a margin of 1,812 votes. ===Activities since 2000=== In the 2000 United States presidential election, Treen endorsed Republican candidate George W. Bush and appeared at a Bush rally at the Castine Center in Mandeville on October 30, 2000. Bush won the election and carried Louisiana with 52.6 percent of the popular vote. Treen declared on March 11, 2003 that he would run for that year's gubernatorial election. Treen withdrew on June 12 prior to the primary. Treen eventually backed Republican candidate Bobby Jindal, who took first place in the open primary but lost the runoff to Democratic candidate Lieutenant Governor Kathleen Blanco. In 2007, Treen and Johnston wrote to then-President George W. Bush to request a presidential pardon of Edwards, who began a 10-year prison sentence in 2002 for corruption. Bush left office in January 2009 without pardoning Edwards. On October 23, 2007, Treen announced that he would be a candidate in the March 8, 2008, special election to succeed Bobby Jindal, who was elected governor. He cited his experience and political ties in Washington, D.C. as reasons for his candidacy. Once among four Republican candidates, Treen withdrew from consideration on January 28, 2008. Later in the year for the 2008 U.S. Senate election, Treen endorsed the reelection of Democratic U.S. Senator Mary Landrieu against Republican state Treasurer John Neely Kennedy. ==Personal life, death, and memorial== Until becoming governor, Treen lived in Metairie, Louisiana. He lived in Mandeville after his governorship. From 1951 until her death in 2005, Treen was married to Dolores \"Dodie\" Brisbi, a graduate of Newcomb College in New Orleans. They had three children, Jennifer, David Jr., and Cynthia. As of 2009, David and Dodie Treen had nine grandchildren. Treen's eldest grandson, Jason Neville, was a chair of the Louisiana Green Party. Treen died from complications from a respiratory illness at East Jefferson General Hospital in Metairie. Condolences and kinds words poured in from around the state, typified by Southeastern Louisiana University president John L. Crain's tribute that Treen \"was a true Louisiana icon, a Republican governor in Louisiana before it was cool\". His body lay in state at the Louisiana State Capitol following a memorial service on November 2, 2009. A second memorial service was held at St. Timothy United Methodist Church in Mandeville on November 3. The family requested memorials to, among several charities, the Methodist Children's Home in Mandeville. ==Legacy== Prior to Treen's 1979 election victory as governor, the last Republican to win election as governor of Louisiana was William Pitt Kellogg in 1872, during the Reconstruction era. Following Reconstruction, the Democratic Party had a de facto political monopoly in Louisiana and other southern states. By the 1970s, white voters in Louisiana began shifting towards the Republican Party. Louisiana: A History recounted that Treen and other Republican candidates in that decade \"appeal[ed] to the rapidly increasing population in the suburbs.\" After 1979, Republicans won Louisiana gubernatorial elections four times: Mike Foster in 1995 and 1999 and Bobby Jindal in 2007 and 2011. In an editorial following his death, The Times-Picayune of New Orleans said of Treen: \"Louisianians will remember him as a sensitive, honorable and fair man who carried those qualities into the governor's office during his tenure from 1980 to 1984.\" Writing for the conservative American Spectator, Quin Hillyer said that Treen was influential in conservative politics in both Louisiana and the U.S.: Roger Villere, chair of the Louisiana Republican Party, called Treen \"a courageous man who loved our country and our state\" and added: \"He fought the political establishment in the 1960s and 1970s when it was very difficult to elect a Republican in our state, and his career in political office was marked with integrity and fiscal discipline.\" In November 2009, the St. Tammany Parish school board voted unanimously to dedicate the David C. Treen Instructional Technology Center, which opened in March 2010. Located in Mandeville, the center serves as a secondary location for the Louisiana Small Business Development Corporation, a federally funded program. ==References== ;Works cited * * * * ==External links== *Former Governor Aids Medical Students *General Edwin Walker's New Orleans Links |- |- Category:1928 births Category:2009 deaths Category:20th-century American politicians Category:Alcee Fortier High School alumni Category:American United Methodists Category:Deaths from respiratory disease Category:Governors of Louisiana Category:Louisiana lawyers Category:Louisiana Republicans Category:Members of the United States House of Representatives from Louisiana Category:Military personnel from Louisiana Category:People from Mandeville, Louisiana Category:Politicians from Baton Rouge, Louisiana Category:Republican Party state governors of the United States Category:Tulane University alumni Category:Tulane University Law School alumni Category:United States Air Force officers Category:Republican Party members of the United States House of Representatives Category:20th-century American lawyers Category:20th-century Methodists",
 "title": "Dave Treen"
}