{
 "id": "706825",
 "text": "Yemeni Arabic is a cluster of varieties of Arabic spoken in Yemen and southwestern Saudi Arabia. It is generally considered a very conservative dialect cluster, having many classical features not found across most of the Arabic-speaking world. Yemeni Arabic can be divided roughly into several main dialect groups, each with its own distinctive vocabulary and phonology. The most important four groups are San'ani in the North and Center and Hadhrami in the East, where is pronounced and is or (except in coastal Hadhrami where is ), in addition to Ta'izzi-Adeni in the South and Tihami in the West, where is and is . Yemeni Arabic is used for daily communications and has no official status; Modern Standard Arabic is used in official purposes, education, commerce and media. Non-Arabic South Semitic languages indigenous to the region include several Modern South Arabian languages, such as the Mehri and Soqotri languages, which are not Arabic languages, but members of an independent branch of the Semitic family. Another separate Semitic family once spoken in the region is Old South Arabian; these became extinct in the pre- Islamic period with the possible exceptions of Razihi and Faifi. Some of these share areal features with Yemeni Arabic due to influence from or on Yemeni Arabic. Yemeni Arabic itself is influenced by Himyaritic, Modern South Arabian and Old South Arabian languages and possesses significant substratum from these languages. ==San'ani Arabic dialect== ==Ta'izzi-Ibb Arabic dialect== ==Tihamiyya Arabic== Tihamiyya Arabic has many aspects which differentiate it from all other dialects in the Arab world. Phonologically Tihami is similar to the majority of Yemeni dialects, pronouncing the () as and the () as a velar plosive (the pronunciation is also shared with Egyptian Arabic). Grammatically, all Tihami dialects also share the unusual feature of replacing the definite article (al-) with the prefix (am-). The future tense, much like the dialects surrounding Sana'a, is indicated with the prefix (š-) for all persons, e.g. šabūk am-sūq \"I shall go to the market”. Some Tihami dialects, such as that spoken in al Hudaydah, are otherwise fairly similar to other Yemeni dialects in grammar and syntax, differing mainly in vocabulary, while others can be so far from any other Arabic dialect that they are practically incomprehensible even to other Yemenis. ===Zabidi dialect=== Of all the dialects of the Tihama region, the dialect of Zabid displays the most innovations. It shares the transformed definite article of (am-) originally used in Himyaritic, with the rest of the Tihami dialects, but it is unique in retaining certain of the declensional suffixes in the nominative case. Indefinite masculine nouns in nominal sentences as well as the subjects of verbal sentences are suffixed with the sound (-ū), which stems from the classical suffix (-un/-u). Likewise the phonology of the Zabidi sub-dialect is perhaps unique among all Arabic dialects in that it replaces the sound (ʿain) (ع) with the glottal stop ( ʾ ) (ء). In terms of vocabulary, the Zabidi dialect shares very little with other Arabic dialects, in many respects it seems to be a different language. Zabidis use the verb bāka, yabūk to mean \"to go.\" The word goh#d and goh#da mean man, and woman, respectively. And the word fiyān to mean \"where\", hence the phrase: fiyān bāyku? meaning \"Where are you going?\", which is grammatically parallel to the more familiar: wayn rāyih? of more mainstream dialects. ==Hadhrami Arabic dialect== ===Phonology=== The Hadhrami dialect in many towns and villages in the Wādī (valley) and the coastal region is characterised by its pronunciation of the voiced palatal plosive (or affricate) (ج) as the semi-vowel (ي) (y) (). In this it resembles some Eastern Arabian and Gulf dialects including the dialects of Basra in Iraq, Kuwait, Qatar, Bahrain and the dialects of the other Arab Emirates. In educated speech, (ج) is realised as a voiced palatal plosive () or affricate () in some lexical items. The ق reflex is pronounced as a voiced velar in all lexical items throughout the dialect. With the spread of literacy and contact with speakers of other Arabic dialects, future sociolinguistic research may reveal whether HA is going to witness innovation like using the uvular in certain lexemes while retaining the velar for others. Wādī HA makes ث / ت , (, ) and ذ / د , (, ) distinction but ض (Classical Arabic ) and ظ are both pronounced ظ whereas Coastal HA merges all these pairs into the stops د , ت and ض (/t/, /d/ and /ḍ/) respectively. In non-emphatic environments, (ā) is realised as an open front (slightly raised) unrounded vowel. Thus (θānī) “second; psn. name”, which is normally realised with an -like quality in the Gulf dialects, is realised with an quality in HA. This dialect is characterised by not allowing final consonant clusters to occur in final position. Thus Classical Arabic bint “girl” is realised as binit. In initial positions, there is a difference between the Wādī and the coastal varieties of HA. Coastal HA has initial clusters in (bġā) “he wants”, (bṣal) “onions” and (brīd) “mail (n.)” while Wādī HA realises the second and third words as (baṣal) and (barīd) respectively. ===Morphology=== When the first person singular comes as an independent subject pronoun, it is marked for gender, thus (anā) for masculine and (anī) for feminine. As an object pronoun, it comes as a bound morpheme, thus (–nā) for masculine and (–nī) for feminine. The first person subject plural is (naḥnā). The first person direct object plural is (naḥnā) rather than (–nā) which is the case in many dialects. Thus, the cognate of the Classical Arabic (ḍarabanā) “he hit us” is (đ̣arab naḥnā) in HA. Stem VI, (tC1āC2aC3), can undergo a vowel stem shift to (tC1ēC2aC3), thus changing the pattern vowel (ā) to (ē). This leads to a semantic change as in (tšāradaw) “they ran away suddenly” and (tšēradaw) “they shirk, try to escape” Intensive and frequentative verbs are common in the dialect. Thus /kasar/ “to break” is intensified to /kawsar/ as in (kōsar fi l - l‘ib) “he played rough”. It can be metathesized to become frequentative as (kaswar min iđ̣-đ̣aḥkāt) “he made a series (lit. breaks) of giggles or laughs”. ===Syntax=== The syntax of HA has many similarities to other Peninsular Arabic dialects. However, the dialect contains a number of unique particles used for coordination, negation and other sentence types. Examples in coordination include (kann, lākan) “but; nevertheless, though”, (mā) (Classical Arabic ammā) “as for…” and (walla) “or”. Like many other dialects, apophonic or ablaut passive (as in /kutib/ \"it was written\") is not very common in HA and perhaps is confined to clichés and proverbs from other dialects including Classical Arabic. The particle /qad/ developed semantically in HA into /kuð/ or /guð/ “yet, already, almost, nearly” and /gad/ or /gid/ “maybe, perhaps”. ===Vocabulary=== There are a few lexical items that are shared with Modern South Arabian languages, which perhaps distinguish this dialect from other neighbouring Arabian Peninsula dialects. The effect of Hadrami migration to Southeast Asia (see Arab Singaporeans), the Indian subcontinent and East Africa on HA is clear in the vocabulary especially in certain registers such as types of food and dress, e.g. (ṣārūn) \"sarong\". Many loan words were listed in al-Saqqaf (2006):A. Al-Saqqaf (2006): Co-referential devices in Hadramî Arabic, pp. 75-93 Zeitschrift für Arabische Linguistik Issue 46. http://semitistik.uni-hd.de/zal/zal46.htm ==Yafi'i Arabic dialect== While there is much about the Lower Yafa'i dialect that has not been thoroughly studied, it has a very interesting phonological shift. Along with the southern bedouin dialects, in Abyan and Lahej, with which it shares much in common, Yafi'i pronounces the classical jīm (ج) as gīm, but unlike all other dialects, Yafi'i systematically pronounces the classical sound ġayn () as qain and qāf as ġāf, effectively switching the pronunciation of one letter for the other. An illustration of the phonemic interchange can be seen in the Yafi'i words baġar “cow” and qanam “goat”, which correspond to the classical words baqar “cow” and ġanam “goat”. Although a similar phonological shift occurs in certain words in the Sudan, the similarities are rather misleading. Whereas the shift is systematic in Yafi', occurring at every instance of the relevant phonemes, in Sudan, it is usually a form of hypercorrection that takes place only in certain classical words. In Sudan, the phoneme is systematically pronounced in all common words, with the pronunciation ġ occurring as a hypercorrection in words such as istiqlāl \"independence\", pronounced istighlāl (meaning \"exploitation\" in Standard Arabic). ==See also== * Hugariyyah Arabic ==Notes== ==External links== *Recording of Yemeni Arabic ** [Shaghi, Abdullah and Imtiaz Hasanain (2009). Arabic Pausal Forms and Tihami Yemeni Arabic pausal /u/: History and Structure. In Hasnain S. Imtiaz (edt.) Aligarh Journal of linguistics. Department of Linguistics, Aligarh Muslim University, Aligarh, India. Vol. 1, January- December 2009, pp. 122-139] Category:Arabic languages Category:Arabs in Yemen Category:Languages of Yemen Category:Mashriqi Arabic Category:Peninsular Arabic",
 "title": "Yemeni Arabic"
}