{
 "id": "707014",
 "text": "right|400px Destiny New Zealand was a Christian political party in New Zealand centred on the charismatic/pentecostal Destiny Church. The party described itself as \"centre-right\". It placed a strong focus on socially conservative values and argued that the breakdown of the traditional family was a primary cause of many of New Zealand's problems. It announced its de-registration as a political party on 18 September 2007, and was removed from the register a month later.Electoral Commission – News Releases & Resources – Destiny New Zealand removed from party register It did not hold any seats in Parliament. ==History== Destiny New Zealand formed early in 2003. By June 2004 the party claimed to have around three thousand members, and indicated an intent to stand candidates in all electorates. The party took a strongly conservative stance in most policy-areas. It repeatedly criticised what it saw as the permissive nature of modern society, with Brian Tamaki saying that New Zealand \"has moved so far away from God that anything goes now\". The party's political leader, Richard Lewis, spoke out strongly against the former Labour- Progressive administration of 2002-2008, saying that the nation \"simply cannot afford to spend another term under the dictates of an anti-marriage, anti- family and anti-Christian government\". Destiny New Zealand also condemned the existence of \"fatherless families\", saying that lack of male leadership contributed to social ills. In 2000 Tamaki reportedly stated that having female political leaders (as New Zealand had at the time) formed part of the \"Devil's strategy\", although Tamaki says that reports have taken his remarks out of context. ===2005 general election=== In 2004, Tamaki predicted that Destiny Church would rule New Zealand by 2008. However, in the 2005 elections, Destiny New Zealand received just over 14,000 votes (out of over two million nationwide) or 0.62% of the vote—well short of 5% threshold required to enter Parliament without winning an electorate. This was the highest vote of any party not to make it into Parliament. Official Count Results – Overall Status Polling before the election consistently showed the party was well short of the threshold. None of its electorate candidates proved a serious factor in their respective races (Lewis had the best showing, gaining 1,111 votes for a distant third placing in Manukau East). ==Links with Destiny Church== Some confusion exists as to how closely the Destiny New Zealand party overlapped with the Destiny Church. According to both Brian Tamaki (leader of the church) and Richard Lewis (leader of the party), the two remained quite separate, with the teachings of the church merely having inspired the party. Tamaki described the situation by saying: \"the way I preach has stirred something in their hearts and they've decided to do something\", and described himself merely as \"a spiritual adviser\". Lewis similarly denied that the church controlled the party. Others, including several former church members, see this paradigm as just an illusion, and say that Lewis actually just served as a \"frontman\" for Tamaki. Groups such as Cultwatch, a multi-denominational Christian group that targets what it perceives as cults, have attacked the party and the church. Inside Destiny Church The church and the party dismissed these criticisms as merely attempts to undermine the movement. == Deregistration, stalled merger, and successors == On 18 September 2007, Brian Tamaki announced that Destiny New Zealand would be deregistered as a political party. In its place, a new Christian political party would be formed, with Richard Lewis as the co- leader. The second co-leader was not announced. However, then-MP for The Kiwi Party Gordon Copeland announced that he was the other co-leader of the party. On 20 September Copeland announced that he \"could not work\" with Richard Lewis, and would remain an independent MP. In October, it was announced that Destiny New Zealand would put its support behind The Family Party, to be led by Lewis and former United Future MP Paul Adams. The Family Party contested the 2008 election without success and was disbanded in 2010. In 2019, Hannah and Brian Tamaki announced a new party, initially called Coalition New Zealand then renamed as Vision NZ. ===Electoral results=== {| class=\"wikitable\" |- ! Election !! # of party votes !! % of party vote !! # of seats won !! Government/opposition? |- ! 2005 | 14,210 || 0.62|| || Not in Parliament |} ==See also== *Christian politics in New Zealand *Vision NZ ==References== ==External links== *Destiny New Zealand – official website *Is Destiny destined to rule? – (from Rick Ross) *New Zealand Cult List – report on Destiny Church *Destiny New Zealand's successor, The Family Party Category:Political parties established in 2003 Destiny Category:Political parties disestablished in 2007 Category:Defunct Christian political parties Category:Christian political parties in New Zealand",
 "title": "Destiny New Zealand"
}