{
 "id": "707019",
 "text": "The Central Bucks School District or CBSD is located in the Commonwealth of Pennsylvania, and is the third largest school district in Pennsylvania. The district covers the Boroughs of Chalfont, Doylestown and New Britain and Buckingham Township, Doylestown Township, New Britain Township, Plumstead Township, Warrington Township and Warwick Township in Bucks County. It consists of fifteen elementary schools, five middle schools, and three high schools. Its interim superintendent is Abram Lucabaugh, Ed.D. In 2012, CBSD ranked in the top ten of all districts in Pennsylvania in regard to student achievement as measured by PSSA results. The district was named a Top Performing District by Standard & Poors and was given the \"Ambassador\" award by the Chamber of Commerce. The Pittsburgh Business Times ranked Pennsylvania school districts based on the academic achievement of their students on the PSSAs in: reading, writing, math and one year of science. Central Bucks was ranked 4th out of 500 school districts.The Rankings, Pittsburgh Business Times, May 2008 In 2007, the district was ranked fifth in the state, out of 501 districts. == Elementary schools == There are fifteen functioning elementary schools in CBSD: *Bridge Valley Elementary School (2004, Trailblazers) *Buckingham Elementary School (1955, Knights) *Cold Spring Elementary School (1995, Jaguars) *Doyle Elementary School (1966, Soaring Eagles) *Gayman Elementary School (1961, Mustangs) *Groveland Elementary School (2000, Great Grizzlies) *Jamison Elementary School (1997, Jets) *John Barclay Elementary School (1965, Patriots) *Linden Elementary School (1966, Leopards) *Mill Creek Elementary School (2000, Magic) *Paul W. Kutz Elementary School (1966, Cougars) *Pine Run Elementary School (1971, Owls) *Simon Butler Elementary School (1964, Bears) *Titus Elementary School (1957, Tigers) *Warwick Elementary School (1919, Bears) ==Middle schools == There are five middle schools: *Holicong Middle School (1971, Colonials) *Lenape Middle School (1957, Indians) *Tamanend Middle School (1961, Tigers) *Tohickon Middle School (2002, Golden Eagles) *Unami Middle School (1965, Warriors) == High schools == * Central Bucks High School West (\"C.B. West\", established in 1952 as Central Bucks High School, located in Doylestown, mascot is Bucks) * Central Bucks High School East (\"C.B. East\", established in 1969, located in Buckingham, mascot is Patriots) * Central Bucks High School South (\"C.B. South\", established in 2004, located in Warrington, mascot is Titans) All three Central Bucks high schools have consistently ranked among the best in Pennsylvania and in 2019 each was ranked in the top 50, according to U.S. News & World Report. == Curriculum == Central Bucks has an integrated curriculum grade by grade. *Computer Sciences (QUEST), introduced in 1st grade *Family and Consumer Sciences, introduced in 7th and 8th grade *Health and Physical Education, introduced in 1st *Integrated Technology, introduced in 7th grade *Innovation and Creativity (InC), introduced in 7th grade *Language Arts, introduced in Kdg *Library, introduced in Kdg and integrated in 1st grade *Mathematics, introduced in Kdg and integrated in 1st grade *Music, introduced in 1st grade *Reading, introduced in Kdg *Science, introduced in 2nd grade *Social Studies, introduced in 1st grade *Visual Arts, introduced in 1st *World Languages, introduced in 8th grade ==Closure during the COVID-19 pandemic== The District came under national attention in March 2020, following the closure of five of its schools due to the COVID-19 pandemic, becoming some of the earliest shutdowns in the country. Simon Butler Elementary, Central Bucks High School South, Titus Elementary, Tohickon Middle School, and Tamanend Middle School were closed on March 6 as a precautionary measure to avoid contamination and to clean facilities. Students began to return to school in October 2020. ==Racial Controversies== The District came under increased scrutiny in June 2020 after alumni started sharing their experiences of how race impacted their education. In particular an alumna of the District, who is a Sudanese-American Muslim woman, shared her experiences with racism (including comments about her hair, jokes about the Confederate flag, and comments teachers made). Through an Instagram live discussion, her and other alumni were able to raise over $5,000 to buy books written by people of color that encourage and promote diversity. The alumni involved are currently working with the District to donate the books throughout the schools. In addition, there has been controversy throughout the years about the middle schools in the District being named after Indigenous Tribes. Particularly of focus is Holicong Middle school whose mascot is the Colonials and Lenape Middle School whose mascot is the Indians. As of right now, there are no announced plans to address this controversy. In addition, companies such as Prep Sportswear continues to sell Lenape Middle School apparel featuring the school's name and a picture of an Indigenous individual. However, the official school sold apparel does not feature any reference to Indians besides the school name. == Community School == The district controls the Central Bucks Community School - a school for children in the summer. It offers camps for children and second learning opportunities as well as before and afterschool child care programs at the elementary schools. == CBTV == Central Bucks Television, CBTV, was launched in the spring of 2006. CBTV is managed by Central Bucks School District in cooperation with the James A. Michener Art Museum and the Mercer Museum of the Bucks County Historical Society. The mission of CBTV is to provide the Central Bucks community with educational television programming featuring an emphasis on the area's heritage, arts, cultural life and accomplishments of the students and teachers in our public schools. Some shows include Parent Connections, High School Highlights, World of Guitar, and the Local Scene. Most of the shows are produced and filmed by students at the district's three high schools. It can be seen on Comcast Channel 28 and Verizon FIOS Channel 40. Direct TV does not currently carry CBTV. ==References== == External links == *Central Bucks School District *CBTV Category:School districts in Bucks County, Pennsylvania",
 "title": "Central Bucks School District"
}