{
 "id": "707189",
 "text": "Ralph Edmund Herseth (July 2, 1909 – January 24, 1969) was the 21st Governor of South Dakota from January 6, 1959 to January 3, 1961. He was a Democrat and was the patriarch of the prominent Herseth family of South Dakota. ==Early life and education== Herseth was born in Houghton, South Dakota, the son of Oline (née Afseth) and Lars Herseth. His father was a Norwegian immigrant, as were his maternal grandparents.http://freepages.genealogy.rootsweb.ancestry.com/~battle/reps/sandlin.htm He graduated from Columbia High School, in Brown County, South Dakota. He attended Northern State Teachers College and North Dakota State College. He married Lorna H. Buntrock on December 23, 1937, and they lived on a ranch near Houghton. Lorna Herseth later became South Dakota's Secretary of State. Their son Lars Herseth was Majority Leader of the State Senate, and granddaughter Stephanie Herseth Sandlin served in the U.S. House of Representatives from 2004 until 2011. ==Political career== Herseth was a Superintendent for the Civilian Conservation Corps (1935–39). He served in the South Dakota State Senate for Brown County from (1951–52) and (1957–58). Herseth was only the third Democrat to hold the office of Governor of the state of South Dakota. As governor, he focused on state tax problems, appointing a Citizens Tax Study Commission to recommend tax reform. He was also active in developing South Dakota's natural resources. Big Bend Dam on the Missouri River was begun during his single term in office. The state government experienced problems resulting from hard-hitting natural disasters in South Dakota in 1959; he was defeated for reelection in 1960, and for a return to office in 1962.Ralph E. Herseth (Soylent Communications) ==Death== Herseth died on January 24, 1969, and is interred at Houghton Cemetery, Houghton, Brown County, South Dakota US.NState ==References== == External links == *Ralph E. Herseth entry at the National Governors Association *Ralph E. Herseth entry at The Political Graveyard * *Governor Ralph Herseth portrait Category:1909 births Category:1969 deaths Category:Governors of South Dakota Category:South Dakota state senators Category:South Dakota Democrats Category:Northern State University alumni Category:North Dakota State University alumni Category:American people of Norwegian descent Category:People from Brown County, South Dakota Category:Democratic Party state governors of the United States Category:20th-century American politicians Category:Herseth family",
 "title": "Ralph Herseth"
}