{
 "id": "707124",
 "text": "{| |} The was a class of midget submarines of the Imperial Japanese Navy, designed in 1943–1944, and produced from the beginning of 1945. These submarines were meant to meet the invading American naval forces upon their anticipated approach of Tokyo. ==History== More than 750 of these submarines were planned and by August 1945 about 210 had been manufactured. Most of them were constructed at the Yokosuka shipyard. These submarines had a two-man crew and were fitted with two torpedoes along with a explosive charge intended to be used on a suicide mission. Most of the Kairyu submarines were based at Yokosuka to defend the entrance of Tokyo Bay in the event of a United States invasion of mainland Japan. Some of these subs were also stationed in the Moroiso and Aburatsubo inlets on the southern tip of the Miura Peninsula where a training school had also been set up. Due to Japan's surrender in August 1945, after the atomic bombings of Nagasaki and Hiroshima, none of these submarines ever saw action. File:Kairyu class submarine.jpg|A Kairyu in the Yamato Museum, Kure File:Kairyu_class_submarine_at_the_Yamato_Museum_Oct_2008.jpg|Rear-end of a Kairyū submarine ==Technical details== thumb|200px|left|General arrangement of the Kairyu class midget Submarine All members of the Kairyu class were constructed from 3 sections of welded steel bolted together. The sections were the fore (warhead), mid (diesel engine, ballast, fuel, controls and batteries) and finally the aft (motor and control planes). The bow section could be installed with or without a warhead. Following on from the bow was the central section, first in this section was the batteries for the electric motor and the air flasks. Next was the pilot area. He would have numerous controls including controls for the fore and aft dive planes and rudders, valves for oil, fuel and water and the periscope raise/lower controls. Behind the pilot would be the main ballast tank and fuel tank. Abaft the fuel tank and ballast tank was a in-line six diesel engine, followed by the aft trim tanks, gearbox and reduction motors and finally the electric motor and propellers. In the conning tower there was usually a Type 4 magnetic compass however some early models had a Type 97 gyrocompass in the boat itself.Rekishi Gunzo, p. 119. ===Modification 3=== While both the original and second modifications were practically identical, the third modification of the class had some notable differences. The overall length was longer. The forward dive planes were moved forward of the conning tower. There was no external magnetic compass and the fuel tank was installed before the pilot's control area. There was also a second periscope aft of the conning tower. This model could very well have been used for training purposes with a complement of 3. ==Survivors== A Kairyū-class submarine, cutaway to show interior details, is on display at the US Navy Submarine School at Naval Submarine Base New London in Groton, Connecticut. It has been there since at least the mid-1960s. Another is known to survive at the Yamato Museum, fully intact. ==References== *Rekishi Gunzo, History of the Pacific War Volume 36, Kairyu and Kaiten, Gakken, Tokyo, Japan, 2002, . ==External links== *U.S. Naval Historical Center *Kairyu midget submarine *Pacific War Online Encyclopedia Category:Submarine classes Category:World War II suicide weapons of Japan Category:World War II submarines of Japan Category:Midget submarines Category:Japan campaign",
 "title": "Kairyū-class submarine"
}