{
 "id": "707344",
 "text": "One of the central events of the French Revolution was to abolish feudalism, and the old rules, taxes and privileges left over from the age of feudalism. The National Constituent Assembly, acting on the night of 4 August 1789, announced, \"The National Assembly abolishes the feudal system entirely.\"Stewart, p 107 for full text It abolished both the seigneurial rights of the Second Estate (the nobility) and the tithes gathered by the First Estate (the Catholic clergy).Furet, 1989Markoff, The old judicial system, founded on the 13 regional parlements, was suspended in November 1789, and finally abolished in 1790.Paul R. Hanson, The A to Z of the French Revolution (2007) p 250-51 ==The debates in the Assembly== On 4th August 1793, the Duke d'Aiguillon proposed in the Club Breton the abolition of feudal rights and the suppression of personal servitude. On the evening of 4 August, the Viscount de Noailles proposed to abolish the privileges of the nobility to restore calm in French provinces. Members of the First Estate were at first reluctant to enter into the patriotic fervour of the night but eventually Anne Louis Henri de La Fare (then Bishop of Nancy) and the Bishop of Chartres sacrificed their titles. Guy Le Guen de Kerangal, the Viscount de Beauharnais, Jean-Baptiste-Joseph de Lubersac, and de La Fare proposed to suppress the Banalités, seigneurial jurisdictions, game-laws and ecclesiastic privileges. ==Analysis by historians== Historian Georges Lefebvre summarizes the night's work: In the course of a few hours, France abolished game-laws, manorial courts, venal offices (especially judgeships), the purchase and sale of pecuniary immunities, favoritism in taxation, of surplice money, first-fruits, pluralities, and unmerited pensions. Towns, provinces, companies, and cities also sacrificed their special privileges. A medal was struck to commemorate the day, and the Assembly declared Louis XVI the \"Restorer of French Liberty\".J. M. Thompson, The French Revolution (1943), pp. 90–111 Francois Furet emphasizes that the decisions of August 1789 survived and became an integral part of the founding texts of modern France. This \"Saint Bartholomew of abuses\", as François Mignet calls it, has often been the subject of hyperbole in the analyses of contemporaries and historians. The atmosphere inside the Assembly was so heady that confusion reigned in the provinces for months afterwards as to the true meaning of the laws. The real product of the night was not formalised until the Feudal Committee reported back on 5 March 1790. The Committee reintroduced the mainmorte (explicitly outlawed by the original decrees) and set a rate of redemption for real interests (those connected to the land) that was impossible for the majority of peasants to pay (30 times the annual rent). The Russian anarchist Prince Peter Kropotkin wrote: Kropotkin concludes \"The Feudal rights remain\"Kropotkin, P. (1927), The Great French Revolution, Chapter XVIII, 1789–1793 (N. F. Dryhurst, trans.) New York: Vanguard Printings. (Original work published 1909) and scorns the other historians: \"The historic legend is lovingly used to embellish this night, and the majority of historians, copying the story as it has been given by a few contemporaries, represent it as a night full of enthusiasm and saintly abnegation.\" ==August decrees== The August Decrees were nineteen decrees made on 4–11 August 1789 by the National Constituent Assembly during the French Revolution. There were 18 decrees or articles adopted concerning the abolition of feudalism, other privileges of the nobility, and seigneurial rights.See also in the French Wikipedia: :fr:Décrets des 4, 6, 7, 8 et 11 août 1789 ===Background=== The fall of the Bastille on 14 July 1789 was followed by a mass uproar spreading from Paris to the countryside. Noble families were attacked and many aristocratic manors were burned. Abbeys and castles were also attacked and destroyed. The season of La Grande Peur – the Great Fear – was characterised by social hysteria and anxiety over who was going to be the next victim. In many cases, the violence was begun not by homeless people or hunger-driven peasants but by settled countrymen who took this opportunity to further their own cause. The Great Fear opened up the vulnerability of the French government – there was a lack of authority at the very center of it. The prolonged riots and massacres led to a general anxiety that things might get out of control, and they did. It was an experience that the country had never undergone before. By late July 1789, as the peasant revolt reports poured into Paris from every part of the country, the Assembly decided to reform the social pattern of the country in order to pacify the outraged peasants and encourage them towards peace and harmony. The discussion continued through the night of the fourth of August, and on the morning of the fifth the Assembly abolished the feudal system, and eliminated many clerical and noble rights and privileges. The August decrees were finally completed a week later. ===The Decrees=== There were nineteen decrees in all, with a revised list published on 11 August. ;Article One:The Assembly declared the feudal system abolished thereafter. Within the \"existing rights and dues, both feudal and censuel (this refers to the cens, a perpetual due similar to the payments made by English copyholders), all those originating in or representing real or personal serfdom shall be abolished without indemnification\". All other dues were redeemable, but the terms and mode of redemption was to be fixed by the Assembly. Those dues that were not removed by this decree were to be collected as usual until indemnification took place. ;Article Two: The exclusive right of fuies (allowing birds to graze) and dovecotes is abolished. The pigeons will be locked up during times determined by the communities. During these periods, they will be considered prey, and anyone will be allowed to kill them on their properties. ;Article Three: The exclusive rights of keeping unenclosed warrens were abolished as well. Every landowner shall have the rights to destroy all kinds of game in their own land. However, public safety regulations must be maintained by them. All hunting spaces, including the royal forest, and all hunting rights were similarly abolished as well. There were provisions made for the king's hunting, however, for his personal pleasure in it. The president of the Assembly was commissioned to ask of the king the release of those people who were sent to prison or exiled for the violation of the previously existing hunting rights. ;Article Four: All the Manorial Courts were suppressed, but the judges and other officials of justice were allowed to continue with their duties until further instructions from the Assembly. ;Article Five: Any kind of tithes, as well as any substitution for them were abolished. Whosoever possessed them,“…secular or regular congregations, by holders of benefices, members of corporations (including the Order of Malta and other religious and military orders), as well as those devoted to the maintenance of churches, those impropriated to lay persons, and those substituted for the portion congrue (this expression refers to the minimum remuneration fixed for the priests), are abolished, on condition, however, that some other method be devised to provide for the expenses of divine worship, the support of the officiating clergy, for the assistance of the poor, for repairs and rebuilding of churches and parsonages, and for the maintenance of all institutions, seminaries, schools, academies, asylums, and organizations to which the present funds are devoted\". Until these provisions were made, the Assembly allowed the priests to collect the tithes. All the other tithes, which were not abolished under this law, were to be collected as usual. ;Article Six: All sorts of ground rents were redeemable at a price the Assembly fixed. No dues were to be created in the future that were irredeemable. ;Article Seven: The sale of judicial and municipal offices was abolished. Justice should be dispensed freely. However, all such magistrates were to do their duty until further instructions from the Assembly. ;Article Eight: As soon as the portion congrue was increased, the fees of all parish priests and curates were abolished. ;Article Nine: Fiscal privileges in the payment of taxes were abolished forever. Taxes were to be collected from all the citizens, in exactly the same manner, and plans were to be considered to set up a new method of tax collection. ;Article Ten: All particular privileges given to certain provinces, district, cities, cantons and communes, financial or otherwise, were abolished because under the new rules, every part of France was equal. ;Article Eleven: All citizens, no matter what class or birth he might be, were eligible for any office in civil and military service. ;Article Twelve: No allowances were to be made for “…annates or for any other purpose to the court of Rome, the vice legation at Avignon, or to the nunciature at Lucerne\". The clergy should apply to their bishops for financial donations and benefits, which shall be given free to any church of France. ;Article Thirteen: Various ecclesiastical dues were thereby abolished by the Assembly. ;Article Fourteen: The revenue limited to the clergies were restricted to the sum of three thousand livres. Any individual could not enjoy the benefits of several pensions at the same time, if the pensions that he already enjoyed was more than three thousand livres. ;Article Fifteen: The King and the Assembly would together consider all the reports that were to be presented with regards to pensions, favors and salaries, and would have a right to suppress or reduce that which was undeserved. ;Article Sixteen: A medal was to be struck in the memory of the important deliberations for the welfare of France, and “…a Te Deum shall be chanted in gratitude in all the parishes and the churches of France\". ;Article Seventeen: King Louis XVI was proclaimed the Restorer of French Liberty. ;Article Eighteen: The Assembly was to present itself as a body before the king and submit this important set of decrees, and Te Deum was to be sung in the chapel of the king. ;Article Nineteen: As soon as possible, the Assembly was to give grave consideration to the drawing up of the laws that would help carry out these decrees. ==Impact== The August Decrees were declared with the idea of calming the populace and encouraging them towards civility. However, the August Decrees revised itself over and over again during the next two years. King Louis XVI, in a letter, on the one hand expressed deep satisfaction with \"the noble and generous demarche of the first two orders of the state\" who, according to him had \"made great sacrifices for the general reconciliation, for their patrie and for their king\". On the other hand, he went on to say that though the \"sacrifices were fine, I cannot admire it; I will never consent to the despoliation of my clergy and my nobility ... I will never give my sanction to the decrees that despoil them, for then the French people one day could accuse me of injustice or weakness\". What Louis was concerned with was not with the loss of position of the French nobility and clergy, but with adequate reparation for this loss. Meanwhile, the August Decrees paved the way for the Assembly to make the Declaration of the Rights of Man and of the Citizen. Originally, the peasants were supposed to pay for the release of seigneurial dues; these dues affected more than a quarter of the farmland in France and provided most of the income of the large landowners.Robert Forster, \"The survival of the nobility during the French Revolution\". Past and Present (1967): 71–86 in JSTOR. The majority refused to pay and in 1793 the obligation was cancelled. Thus the peasants got their land free, and also no longer paid the tithe to the church.Paul R. Hanson, The A to Z of the French Revolution (2013) pp. 293–94 D. M. G. Sutherland has examined the results for peasants and landlords. The peasants no longer had to pay the tithe to the Church. The landowners, however, were now allowed to raise rents by the same amount as the former tithe. The national government then taxed away the new income to owners by raising land taxes. Sutherland concludes that the peasants effectively paid twice, in terms of higher rents and heavier taxes. Many tried to evade the burden. In the long run, however, the new burdens on the tenants and landlords were largely offset by major gains in productivity, which made everyone richer.D. M. G. Sutherland, \"Peasants, Lords, and Leviathan: Winners and Losers from the Abolition of French Feudalism, 1780–1820\", Journal of Economic History (2002) 62#1 pp. 1–24 ==See also== * French Revolution from the summer of 1790 to the establishment of the Legislative Assembly ==References== ==Further reading== * Elster, Jon. \"The night of August 4, 1789. A study of social interaction in collective decision- making.\" Revue européenne des sciences sociales (2007): 71–94. online free * Furet, François. \"Night of August 4,\" in François Furet, and Mona Ozouf, eds. A Critical Dictionary of the French Revolution (Harvard University Press, 1989) pp. 107–14. *Herbert, Sydney. The Fall of Feudalism in France (1921) full text online free * * * Mackrell, John Quentin Colborne. The Attack on Feudalism in Eighteenth-century France (Routledge, 2013) * Markoff, John. Abolition of Feudalism: Peasants, Lords, and Legislators in the French Revolution (Penn State Press, 2010) * * Sutherland, D.M.G. \"Peasants, Lords, and Leviathan: Winners and Losers from the Abolition of French Feudalism, 1780–1820,\" Journal of Economic History (2002) 62#1 pp. 1–24 in JSTOR * Thompson, J. M. The French Revolution (1943), pp. 90–111 === Primary sources=== * Stewart, John Hall, ed. A Documentary Survey of the French Revolution (1951) pp. 106–12 Category:1789 events of the French Revolution Category:Feudalism in France",
 "title": "Abolition of feudalism in France"
}