{
 "id": "707428",
 "text": "The Big Ten Academic Alliance (BTAA), formerly the Committee on Institutional Cooperation (CIC), is the academic consortium of the universities in the Big Ten Conference. The consortium was renamed on June 29, 2016. == Member universities == thumb|460px|right|Locations of BTAA member institutions as of June 29, 2016. The Big Ten Academic Alliance is an academic consortium of the 14 institutions that are members of the Big Ten Conference. All institutions except the University of Nebraska-Lincoln are also members of the Association of American Universities. Current members: * Indiana University * Michigan State University * Northwestern University * Ohio State University * Pennsylvania State University * Purdue University * Rutgers University * University of Illinois at Urbana–Champaign * University of Iowa * University of Maryland * University of Michigan * University of Minnesota * University of Nebraska–Lincoln * University of Wisconsin–Madison == History == The Committee on Institutional Cooperation was established by the presidents of the Big Ten members in 1958 as the conference's academic counterpart. An invitation extended to the University of Chicago, one of the founding members of the Big Ten who withdrew from the conference in 1946, was accepted.Wells, Herman B. (1967). A Case Study on Interinstitutional Cooperation. Educational Record Following its admittance to the Big Ten in 1990, the CIC invited Pennsylvania State University to join the consortium.The Daily Collegian, July 16, 1990. \"Board of Trustees Briefs.\" State College, Pa. The University of Nebraska–Lincoln also joined the consortium in 2011 following the school's admittance to the Big Ten. The University of Maryland and Rutgers University, who joined the Big Ten in 2014, joined the consortium on July 1, 2013. On June 29, 2016, the name of the consortium was changed from \"Committee on Institutional Cooperation\" to \"Big Ten Academic Alliance\". The University of Chicago, a former Big Ten Conference member and former member of the CIC, is not a member of the rebranded consortium, but continues to participate in programs through an affiliation agreement. == Statistics == When considered collectively, BTAA universities educate over 605,000 students, including approximately 400,000 full-time undergraduate students and over 100,000 full- time graduate students. BTAA universities award 29% of all agriculture Ph.D.s, 18% of engineering Ph.D.s, and 18% of humanities Ph.D.s in the United States annually. BTAA members, when viewed collectively, conducted a combined total of $9.8 billion in funded research and BTAA libraries own over 110 million volumes. Collectively, BTAA members employ approximately 49,000 instructional staff. == Collaboration == The BTAA's collaborative efforts span the academic enterprise of its members, including: *cooperative purchasing and licensing *course sharing *professional development programs *library resources *information technology *international collaborations *faculty networking *participant in Google Books Library Project == References == == External links == * The Big Ten Academic Alliance Category:College and university associations and consortia in the United States Category:1958 establishments in Illinois",
 "title": "Big Ten Academic Alliance"
}