{
 "id": "707721",
 "text": "thumb|225x225px|Rear (2006 facelift) thumb|225x225px|Volkswagen Citi Golf as a police car South Africa The Volkswagen Citi Golf is a right-hand drive 5-door hatchback manufactured and marketed by Volkswagen in South Africa from 1984 to 2009 as a facelifted version of the first generation Volkswagen Golf Mk1, which ceased production in Germany in 1983. ==History== When Volkswagen released the MK1 Golf in 1974, the car was an overnight success. It was easy and economical to drive with exceptionally good handling compared to other small hatchbacks of the time. It was also easy and inexpensive to maintain. Volkswagen South Africa started the assembly of the Golf Mk.1 in 1978. When the Golf Mk.2 was launched in 1984, VW South Africa found themselves falling short of a demand for a small, affordable entry-level car, as the Golf Mk.2 was bigger and somewhat more expensive than its predecessor. The best viable option for VW South Africa, was to continue producing some variant of the Mk.1 to fill the gap in the market, as they already had all the tooling in place at the VW assembly plant in Uitenhage, Eastern Cape. Additional tooling was imported from the VW assembly plant in Westmoreland, Pennsylvania, in 1988, when production of the Mk.1 ceased there. VW South Africa decided to use only the 5-door body shell as a platform for the Citi Golf, as the tooling for the 3-door body style would take up floor space that could rather be utilised for the production of the Golf Mk.2. The first concept for the \"new\" Golf Mk.1 was a basic, stripped-down version of the pre-1984 Mk.1, which would be called the \"EconoGolf\". This concept was soon scrapped because it became apparent that the result too closely resembled the Mk.1s of the 1970s, an appearance that would soon go out of fashion. After extensive market research, it was decided that the Mk.1 would be \"re-branded\", to breathe new life into the Mk.1 design. The first 3 prototypes were painted bright red, yellow and blue, with white wheels, bumpers, and decals on the doors, the latter bearing the \"CITI\" insignia on the lower rear doors. Decals were added to the tailgate as well, also bearing the \"CITIGOLF\" branding. A slightly more powerful, South African modified version of the standard 1.3-litre engine was fitted. == Original Citi Golf == The original Citi Golf was only available in 3 colours (a fact highlighted in the contemporary advertising campaign which used a tagline \"Red, Yellow, Blue... Not Green!\"). The colour themes for the advertising campaigns of the first few years of production were partially inspired by the works of Dutch artist Piet Mondrian. In mid-1985, a new, high-performance Citi Golf variation was launched as a 1.6-litre carburettor-engined Sport using the advertising tagline \"New Citigolf Sport, drive it home, Sport, drive it home.\" The 1.6-litre engine of the Citi Golf Sport was later replaced by a higher output 1.8-litre carburettor engine. Upon the launch of the Citi Golf Sport, a new colour, specially reserved for the Sport model, was also introduced. The red, yellow and blue paintwork was now also complemented by a black-with- white-decals colour scheme. Initially, the bodywork was identical to that of the superseded Mk.1 Golf, but in September 1988, a locally designed facelift gave it a sloping grille, similar to that of the Golf Mk.2, as well as more modern \"deep\" bumpers (similar in design to the early 1980s Mk.1 bumpers, with added integrated lower aprons). The profile of the fenders was also altered to accommodate the more modern grille. A crease in the shape of an ice-hockey stick was also added to the C-pillar behind the rear doors. This crease not only served as a decoration, but it assisted in the elimination of smaller creases in the large area of the C-pillar during pressing. It was also at this time that the Citi Golf Sport was also fitted with the bigger 1781cc 70 kW engine, and a five-speed semi-close ratio gearbox from the Golf Mk.2 GTS. == Citi CTi == In 1990, Volkswagen South Africa reintroduced the Golf Mk.1 GTi as the Citi CTi. Using basically the same 1.8-litre 82 kW Bosch K-Jetronic fuel- injected engine as the original Golf Mk.1 GTi, the Citi CTi was then the fastest Citi Golf ever made, with a top speed of just over 180 km/h. This was a welcome addition to the Citi Golf range, as it was aimed at younger drivers who were looking for a more zippy car at a more affordable price. The Golf Mk.2 GTi was too far up-market for the younger VW performance vehicle fanatics. Around 1989, a strange \"first of its kind\" colour appeared on the Citi Golf. Rumour has it that a cosmetics company (it's not known which one), had specially requested to order a small, also unknown number of pink Citi Golfs directly from the factory, to be used by their sales representatives. In 1991, this scenario surfaced again when Volkswagen South Africa realised that the pink paint scheme might become popular among women. Volkswagen soon saw that the pink was not such a great idea, as these vehicles sold very slowly. Only 93 units were eventually built. From around 2001–2002, all Citi Golf models were fitted with quad headlamps, rear window wiper-washer and fender- mounted sideways-facing indicator lights as standard equipment. == Facelift == In 2004, the Citi Golf received a facelift that included a new dashboard lifted from the Škoda Fabia, as well as larger front side windows. The rear wiper-washer combination was also moved into the glass of the (now standard) heated rear window to give the car a sleeker appearance. Along with this modification, the rear window was curved in such a way that it resembled a sort of \"bubble\"-like appearance, presumably to eliminate the annoying reflection of sunlight from the flat, steeply sloped window into the eyes of other drivers following behind. The 2006 facelift saw modifications to the front bumper (adding a second grille in the integrated apron) as well as new, unique-to-South-Africa taillights incorporating a circular inset taillight–brake light combination. Before this facelift, all Citi Golfs were fitted with the early 1980s style rear tail light cluster very much like those on European Mark 1s, but the new units were locally manufactured by Hella. Throughout the Citi Golf's 25-year lifespan, hundreds of small and large mechanical modifications were also made to the model, to comply with more strict local emission and safety standards. For instance, by 2008 all carburetted engines were replaced by more efficient fuel-injected units. == Citi Golf, Caddy and Fox == A sedan version called the Fox (Volkswagen Jetta A1) was also produced, along with a coupé utility called the Caddy. Both of these models were discontinued before the Citi Golf hatchback production halted. The Citi Golf, Caddy and Fox models are no longer in production in South Africa. After production of the Citi Golf ceased in 2009, the body shape of the mid-2000s Polo was also retained but stripped down and re-marketed as the Polo Vivo, to replace the entry-level segment that the Citi Golf had filled for 25 years. A new shape Vivo based on the 5th generation Polo is currently in production alongside the new Polo, as of July 2019. The sedan versions of these vehicles are being built in India and Brazil respectively. ==Special Editions== Many \"Special Edition\" Citi Golfs carrying unique trim and equipment combinations have been released throughout the car's production run and include the \"Designa\" and the \"Citi.com\", the latter of which, in theory, was available only if ordered over the Internet. Another special edition called the \"Deco\" introduced colour-coded leather seats to the car in 1995. It was available in three derivatives, namely red, green and a special electric blue. The latter was initially only offered on the Citi but was later transferred to other Volkswagen models as well. The \"VeloCiti\" model was one of the best sellers. Other limited editions included the Citi Billabong and Citi Xcite. The most recent special edition is the \"GTS\", which takes its cues from the original GTS. Only 375 Citi GTS's were ever built. The “Chico” was another variant, available in the late 1990s.https://www.classiccarafrica.com/articles/citi-slicker/ The second last additions to the Citi Golf lineup is the Citi 1.8iR and Citi 1.8i(red \"i\" badge), which was unveiled at the Auto Africa Expo in October 2006 in Johannesburg. It features enhanced styling and specification, including a full body kit, partial leather front seats, and aluminium trim on the dashboard. The Citi 1.8i had the same spec as the iR apart from the exclusion of the body kit. The engine is a 1.8-litre fuel-injected unit which, although it shares its displacement with the iconic CTi, pushes out 8 kW of extra power, taking it up to 90 kW. This was accomplished via replacing the stock camshaft with an Estas 272 degree unit, a Brospeed(Bosal) sports exhaust and Brospeed 4-2-1 exhaust manifold as well as retuning the Bosch MP9 fuel injection to accommodate said changes. A lower strut brace was fitted to the front suspension. VWSA claims that it can accomplish 0 to 100 km/h in 8.5 seconds. This was also a limited edition and only 375 units were made between 2006 and 2008. ==End of production and replacement== The Citi Golf came to the end of production in South Africa after 25 years on 21 August 2009. A special version of the Citi Golf, called the Citi Mk1, was released as a celebratory model. These are numbered 1 to 1000 and have several special features including lowered suspension, 15” alloy wheels, tinted windows, a leather sports steering wheel with airbag, and chrome foil side stripes. The colours available for the Citi Mk1 were shadow blue metallic and black magic pearl.http://www.goodbyeciti.co.za/ VWSA Citi Mk1 On 11 March 2010, it was announced that it would be replaced by a version of the Volkswagen Polo Mk4, called the Polo Vivo, despite these two cars belonging to entirely different classes. ==Technical data== {| class=\"wikitable\" |-style=\"background:#FFDEAD;\" | colspan=\"5\" align=\"center\" | Technical data VW Citi Golf (2009)Automobil Revue, catalogue 2007, p. 527. |- style=\"background:#FFDEAD;\" ! width=\"16%\"|VW Citi Golf ! width=\"21%\"|1.4 ! width=\"21%\"|1.4i ! width=\"21%\"|1.6 ! width=\"21%\"|1.8 |- style=\"background:#EEEEEE;\" | Engine: || colspan=\"4\" align=\"center\" |4-cylinder-inline engine (four-stroke) |- style=\"background:#EEEEEE;\" | Displacement: || colspan=\"2\" align=\"center\" |1423 cc || align=\"center\" |1595 cc || align=\"center\" |1781 cc |- style=\"background:#EEEEEE;\" | Bore x Stroke: || colspan=\"2\" align=\"center\" |76.5 x 77.4 mm || align=\"center\" |81 x 77.4 mm || align=\"center\" |81 x 86.4 mm |- style=\"background:#EEEEEE;\" | Max. Power at rpm: || align=\"center\" | at 5,000 || align=\"center\" | at 5,500 || align=\"center\" | at 5,500 || align=\"center\" | at 5,900 |- style=\"background:#EEEEEE;\" | Max. Torque at rpm: || align=\"center\" | at 3,500 || align=\"center\" | at 4,400 || align=\"center\" | at 4,400 || align=\"center\" | at 4,200 |- style=\"background:#EEEEEE;\" | Compression Ratio: || align=\"center\" |9.75:1 || colspan=\"3\" align=\"center\" |10:1 |- style=\"background:#EEEEEE;\" | Fuel System: || align=\"center\" |Carburetor|| colspan=\"3\" align=\"center\" |Injection |- style=\"background:#EEEEEE;\" | Valvetrain: || colspan=\"4\" align=\"center\" |OHC |- style=\"background:#EEEEEE;\" | Cooling: || colspan=\"4\" align=\"center\" |Water |- style=\"background:#EEEEEE;\" | Gearbox: || colspan=\"4\" align=\"center\" | 5-speed-manual, front wheel drive |- style=\"background:#EEEEEE;\" | Front Suspension: || colspan=\"4\" align=\"center\" | MacPherson struts, coil springs |- style=\"background:#EEEEEE;\" | Rear suspension:: || colspan=\"4\" align=\"center\" | Torsion beam axle, semiindependent, coil springs |- style=\"background:#EEEEEE;\" | Brakes: || colspan=\"4\" align=\"center\" | Front disc brakes, rear drum brakes, on request power brakes |- style=\"background:#EEEEEE;\" | Steering: || colspan=\"4\" align=\"center\" | Rack-and-pinion, on request power steering |- style=\"background:#EEEEEE;\" | Body: ||colspan=\"4\" align=\"center\" | Steel monocoque |- style=\"background:#EEEEEE;\" | Track front/rear: || colspan=\"4\" align=\"center\" | / |- style=\"background:#EEEEEE;\" | Wheelbase: || colspan=\"4\" align=\"center\" | |- style=\"background:#EEEEEE;\" | L x W x H: || colspan=\"4\" align=\"center\" | x x mm |- style=\"background:#EEEEEE;\" | Weight: || colspan=\"4\" align=\"center\" | ca. |- style=\"background:#EEEEEE;\" | Top speed: || align=\"center\" | || align=\"center\" | || align=\"center\" | || align=\"center\" | |- style=\"background:#EEEEEE;\" | 0–100 km/h (0−62 mph): || align=\"center\" | 11.7 s || align=\"center\" | 10.8 s || align=\"center\" | 9.3 s || align=\"center\" | 8.5 s |- style=\"background:#EEEEEE;\" | Fuel consumption (EU Combined cycle): || align=\"center\" | || align=\"center\" | || align=\"center\" | || align=\"center\" | |} ==References== ==External links== * *VW South Africa Citi Golf *VW Ends Golf I Production in South Africa with Citi Golf Mk1 Limited Edition 12 Nov 2009 Citi Category:Compact cars Category:Cars of South Africa Category:Cars introduced in 1984 Category:1990s cars Category:2000s cars",
 "title": "Volkswagen Citi Golf"
}