{
 "id": "707929",
 "text": "Narre Warren railway station is located on the Pakenham line in Victoria, Australia. It serves the south-eastern Melbourne suburb of Narre Warren, and opened on 10 March 1882.VICSIG Infrastructure – Narre Warren In 1956, the railway line between Dandenong and Narre Warren was duplicated, with duplication to Berwick occurring in 1962. An island platform was also provided in 1962, as well as boom barriers replacing interlocked gates at the Webb Street level crossing at the up end of the station. In 1970, a crossover between No. 2 and No.3 roads was abolished. In 1974, flashing light signals were provided at the former Cranbourne Road level crossing, which was located at the down end of the station, with boom barriers provided later on in 1986. The waiting room at the former Narre Warren station was demolished in 1978. By 1988, No. 2 road was booked out of use, as well as points at each end of the road and a crossover at the up end of the station. In 1989, the signal box was abolished. In 1995, the station was relocated to the east side of the Webb Street level crossing, and reopened on 3 June. It was upgraded to a Premium Station in October 2003. In 2004, the Cranbourne Road level crossing was grade separated by being replaced with a road underpass. On 29 July 2021, the Level Crossing Removal Project announced that the Webb Street level crossing would be grade separated by 2025, with a rail over road \"hybrid\" design. Webb Street was to be lowered and a rail bridge built over the road.Webb Street, Narre Warren Level Crossing Removal Project A new station would also be built as part of those works.10 more level crossings to go by 2025 Level Crossing Removal ProjectPakenham line level crossing removal fact sheet Level Crossing Removal Project ==Platforms, facilities and services== Narre Warren has one island platform with two faces. It is located east of the Webb Street level crossing, which also provides station access. A semi-large fibro building is located at the Flinders Street (Up) end of the station, which houses an enclosed waiting area, toilets and ticket facilities. There is a myki ticket vending machine inside the waiting area, which is able to top up and dispense cards. There is also a small café located next to the entrance of the building, which is open in the morning peak, selling coffee and newspapers. A Protective Service Officers' (PSO) pod is located next to the station building, which is used from 6.00pm until last train every day. Narre Warren is served by Pakenham line trains. On average, there are three off-peak trains per hour on weekdays, travelling to/from Flinders Street, with more frequent services during peak hours, and three services an hour on weekends. Platform 1: * all stations and limited express services to Flinders Street Platform 2: * all stations services to Pakenham In late 2025, it is planned to connect the Pakenham line to the Sunbury line, via the new Metro Tunnel. ==Transport links== Cranbourne Transit operates one route via Narre Warren station, under contract to Public Transport Victoria: *: Narre Warren South – Westfield Fountain Gate Ventura Bus Lines operates three routes via Narre Warren station, under contract to Public Transport Victoria: *: to Berwick station (loop service via Berwick North and Narre Warren South) *: to Berwick station (loop service via Narre Warren South and Berwick North) *: Narre Warren North – Cranbourne ==References== ==External links== *Melway map Category:Premium Melbourne railway stations Category:Railway stations in Melbourne Category:Railway stations in Australia opened in 1882",
 "title": "Narre Warren railway station"
}