{
 "id": "708007",
 "text": "Upper Ferntree Gully railway station is located on the Belgrave line in Victoria, Australia. It serves the eastern Melbourne suburb of Upper Ferntree Gully, and it opened on 4 December 1889. A few services each day originate and terminate at Upper Ferntree Gully. The trains are stabled overnight in six of the seven sidings opposite the station. ==History== Upper Ferntree Gully station opened on 4 December 1889. After December 1900, it became the break- of-gauge station between the broad gauge used through most of Victoria, and the narrow gauge Gembrook line (now the Puffing Billy Railway), one of the five narrow gauge lines of the Victorian Railways. The narrow gauge line was closed in 1954, but the line as far as Belgrave was later rebuilt as a broad gauge electrified railway, which opened on 18 February 1962. The current island platform and stabling sidings were provided in 1960. In 1964, a signal panel was installed at the station. It controls the single-track line between Ferntree Gully and Belgrave stations. The station also monitors, via closed circuit television, all stations from Heathmont to Belgrave, and answers emergency calls from those stations. On 4 August 1975, the name of the station was altered slightly to Upper Fern Tree Gully,VR History by Andrew Waugh although in more recent times most references have reverted to the original name. In 1978, a siding and a number of points and dwarf signals at the station were abolished. Boom barriers were provided at the Hilltop Road level crossing, located nearby in the Up direction of the station, in 1985. It was upgraded to a Premium Station on 2 July 1996. ==Platforms and services== Upper Ferntree Gully has one island platform with two faces. It is serviced by Metro Trains' Belgrave line services. Platform 1: * all stations and limited express services to Flinders Street and Ringwood Platform 2: * all stations and limited express services to Belgrave ==Transport links== Ventura Bus Lines operates three routes via Upper Ferntree Gully station, under contract to Public Transport Victoria: *: to Croydon station *: Belgrave station – Oakleigh station *: to Box Hill station ==References== ==External links== * * Melway map at street-directory.com.au Category:Premium Melbourne railway stations Category:Railway stations in Melbourne Category:Railway stations in Australia opened in 1889",
 "title": "Upper Ferntree Gully railway station"
}