{
 "id": "708187",
 "text": "Harold Wood railway station is on the Great Eastern Main Line in east London, serving the Harold Wood area of Romford in the London Borough of Havering. It is down the line from London Liverpool Street and is situated between Gidea Park and Brentwood. Its three-letter station code is HRO and it is in Travelcard zone 6. The station is currently managed by TfL Rail and is served by the -Liverpool Street stopping \"metro\" service. In the future TfL Rail will be re-branded as the Elizabeth line as part of the Crossrail project. Eventually, the Elizabeth line service will be extended beyond Liverpool Street to Paddington and onwards to and Heathrow Airport. ==History== Harold Wood station was opened on 1 December 1868 by the Great Eastern Railway on its main line from in London to the east of England and consisted of two staggered platforms of wooden construction, the down platform accessed from Station Road and the up platform from Oak Road. Goods facilities consisted of two sidings on the north side of the line opposite the up platform, and there was also a long siding serving a brickworks. A signal box was provided at the up end of the down platform controlling the signals, access to the goods facilities, and a trailing crossover. Two additional tracks were built in 1934 under London and North Eastern Railway ownership (the original tracks are normally used today by express services which do not call at Harold Wood). At this time the current station building was constructed on the overbridge at Gubbins Lane, and new platforms of precast concrete construction located slightly further east nearer to the new station building. The signal box was removed as part of these works, with control of the new colour light signals shared between Gidea Park and Brentwood. ==Services== The typical Monday-Saturday off-peak service from the station is eight trains per hour to Shenfield and eight to London Liverpool Street. On Sundays this reduces to six in each direction. {| class=\"wikitable vatop\" ! Operator ! Route ! Rolling stock ! Frequency ! Notes |- | TfL Rail | London Liverpool Street - Stratford - Maryland - Forest Gate - Manor Park - Ilford - Seven Kings - Goodmayes - Chadwell Heath - Romford - Gidea Park - Harold Wood - Brentwood - Shenfield | Class 315, Class 345 | 8x per hour | 6x per hour on Sundays |} ==Connections== London Buses routes 256, 294, 347, 496, 497, 646 and 656 serve the station. ==References== ==External links== * Excel file displaying National Rail station usage information for 2005/06 Category:Railway stations in the London Borough of Havering Category:Former Great Eastern Railway stations Category:Railway stations in Great Britain opened in 1868 Category:Greater Anglia franchise railway stations Category:Railway stations served by Crossrail",
 "title": "Harold Wood railway station"
}