{
 "id": "708330",
 "text": "The Secular Student Alliance (SSA) is an American educational nonprofit organization whose purpose is to educate high school and college students about the value of scientific reason and the intellectual basis of secularism in its atheistic and humanistic manifestations. The SSA also offers these students and their organizations a variety of resources, including leadership training and support, guest speakers, discounted literature and conference tickets, and online articles and opinions. ==History== In 1999, the students on the Executive Council of the Campus Freethought Alliance, along with some other students, faculty advisers, and off-campus supporters, decided that a national student organization needed autonomy (the Campus Freethought Alliance was governed by the Council for Secular Humanism). Therefore, in April 2000, a majority of the members of the Campus Freethought Alliance Executive Council decided to become independent from the Council for Secular Humanism. The Secular Student Alliance was thus founded in May 2000 by eight student leaders from the grassroots secular movement. It was organized under the nonprofit corporation lawsChapter 1702: Nonprofit Corporation Law, Ohio Revised Code. of the State of Ohio on November 21, 2001.The \"Articles of Incorporation\" of the Secular Student Alliance were filed on November 21, 2001. The corporation's principal office is located in Columbus, Ohio.The SSA's principal office is located in Columbus, Franklin County, Ohio. \"Corporation Details\", Ohio Secretary of State. Retrieved August 14, 2012. The SSA is an independent, democratically structured organization in the U.S. that promotes freethinking high school and college students. The SSA was formed \"to organize, unite, educate and serve students and student communities that promote the ideals of scientific and critical inquiry, democracy, secularism, and human based ethics\". In January 2012, the SSA had over 312 affiliates in North America and abroad, including groups in Africa, Europe, Asia and Australia. In June 2013 the SSA announced that with the Freedom from Religion Foundation, it will work on educating students on their rights and will assist with rectifying violations. The SSA is a founding member of the Secular Coalition for America. In October 2015 SSA tweeted that it \"desperately\" needed $100,000 by the end of the month. Executive director August Brunsman said fundraising had lagged. Shortly after the hiring of new Executive Director Kevin Bolling, in October 2017 the organization relocated from Columbus, Ohio to Los Angeles. ==Membership growth== The SSA has experienced increasing membership growth since its founding.Niose, David (July 17, 2012). Nonbeliever Nation: The Rise of Secular Americans. Palgrave Macmillan. . \"Founded in 2000, the SSA had less than fifty campus affiliates in early 2007, but by 2011 it had over 340\". As of May 2018, the SSA's Board of Directors has twelve members. The number of SSA community college and university campus affiliates has expanded considerably in recent years: *2007 – 80 groups *2008 – 100 groups *2009 – 159 groups *2010 – 219 groups *2011 – 240 groupsWinerip, Michael (April 3, 2011). \"Teenagers Speak Up for Lack of Faith\". The New York Times. Retrieved 2012-06-03. *2012 – 413 groups *2013 – 407 groups Retrieved October 4, 2013. *2018 – 276 groups Retrieved May 21, 2018. *2019 – 312 groups Retrieved August 9, 2019. ==Events== thumb|right|Executive director August Brunsman at SSACon 2015 On August 7, 2009, the SSA organized a trip to the Creation Museum in Petersburg, Kentucky. 304 students, atheists, and scientists attended, in order to familiarize themselves with the museum. One notable name in attendance was PZ Myers, who also came to experience the museum. Since 2009, the SSA has held their Annual Leadership Conference over the Summer which aims to train student leaders and group members in leadership skills and grassroots organizing. In 2013, the conference was split into two locations (East and West). ==Conferences== The SSA holds an annual leadership conference. {| border=\"1\" cellpadding=\"5\" cellspacing=\"0\" |- !width=\"60\"|Year || Location || Theme |- | style=\"text-align:center;\"| 2000 | University of Minnesota (Minneapolis, Minnesota) | |- | style=\"text-align:center;\"| 2001 | Ohio State University (Columbus, Ohio) | Kicking Ass for the New Enlightenment |- | style=\"text-align:center;\"| 2002 | Chicago, Illinois | Education Against Indoctrination |- | style=\"text-align:center;\"| 2004 | Washington, D.C. | |- | style=\"text-align:center;\"| 2005 | Ohio State University (Columbus, Ohio) | Connecting the Secular Movement with Other Communities |- | style=\"text- align:center;\"| 2006 | Kansas City, Missouri | We're Not in Kansas Anymore |- | style=\"text-align:center;\"| 2007 | Harvard University (Cambridge, Massachusetts) | Harvard Humanist Chaplaincy 30th Anniversary Gala/Symposium |- | style=\"text-align:center;\"| 2008 | Washington, D.C. | World Humanist Congress |- | style=\"text-align:center;\"| 2009 | Ohio State University (Columbus, Ohio) | Freethinking Friends & Secular Cephalopods |- | style=\"text-align:center;\"| 2010 | Ohio State University (Columbus, Ohio) | |- | style=\"text-align:center;\"| 2011 | Ohio State University (Columbus, Ohio) | |- | style=\"text-align:center;\"| 2012 | Ohio State University (Columbus, Ohio) | Contrary to Popular Belief |- | style=\"text-align:center;\"| 2013 | Ohio State University (Columbus, Ohio) and University of Nevada, Las Vegas (Las Vegas, Nevada) | Contrary to Popular Belief |- | style=\"text-align:center;\"| 2014 | Ohio State University (Columbus, Ohio) and Arizona State University (Tempe, Arizona) | Contrary to Popular Belief |- | style=\"text-align:center;\"| 2015 | Ohio State University (Columbus, Ohio) | Contrary to Popular Belief |- | style=\"text-align:center;\"| 2018 | Ohio State University (Columbus, Ohio) | Curiosity Courage Compassion |- | style=\"text-align:center;\"| 2019 | University of Southern California (Los Angeles, California) | Better Together |} ==See also== * Equal Access Act * List of secularist organizations * Ryan J. Bell ==References== ==Further reading== * Hibbard, Laura (July 17, 2012). \"Teacher Allegedly Brags To JT Eberhard Of Secular Student Alliance That Atheist Student Group Was Blocked (PHOTO)\". The Huffington Post. Retrieved 2012-08-13. * Supiano, Beckie (February 27, 2011). \"A Group for Secular Students Finds Its Way on a Christian Campus\". The Chronicle of Higher Education. Retrieved 2012-08-13. * * *Brunsman, August E (December 28, 2005). \"A Brief History of the Secular Student Alliance\". Secular Student Alliance. Retrieved 2012-08-13. ==External links== *Secular Student Alliance website Category:Secularist organizations Category:Secularism in the United States Category:Student organizations established in 2001 Category:Youth organizations based in the United States Category:Humanist associations Category:Freethought organizations Category:Freethought in the United States Category:Atheist organizations Category:Atheism in the United States Category:Nontheism Category:Irreligion in the United States Category:Disengagement from religion Category:Nonpartisan organizations in the United States Category:501(c)(3) organizations Category:Charities based in the United States Category:Non-profit organizations based in the United States Category:2001 establishments in the United States Category:Organizations established in 2001",
 "title": "Secular Student Alliance"
}