{
 "id": "708376",
 "text": "The Siletz River flows about to the Pacific Ocean through coastal mountains in the U.S. state of Oregon. Formed by the confluence of its north and south forks near Valsetz in Polk County, it winds through the Central Oregon Coast Range. The river, draining a watershed of , empties into Siletz Bay, south of Lincoln City in Lincoln County. Although the river travels in river miles, its winding course begins only about east of the ocean, and its mouth and source latitudes are almost identical. ==Course== The river begins slightly east of the Polk-Lincoln county border in the Siuslaw National Forest of the Central Oregon Coast Range. Flowing west, it crosses into Lincoln County, returns to Polk County, then re-enters Lincoln County for the last time about from the mouth. Blind Creek enters from the left about further on. Flowing generally southwest, the river receives Elk and then Holman creeks from the right, Sunshine Creek from the left, Buck Creek from the right, followed by Wolfer Creek from the left at about river mile (RM) 57 or river kilometer (RK) 92\\. About later, the river turns west and soon receives Wildcat Creek from the right. For parts of its course along its upper reaches, the river flows near non-contiguous parcels of land belonging to the Siletz Reservation. Turning southwest and then south, the Siletz receives Palmer Creek from the right, flows by Moonshine County Park, then receives Baker Creek and Mill Creek from the left before reaching Logsden, about from the mouth. Passing under Rock Creek Road and receiving Rock Creek from the left, the river turns west again and soon receives Scott Creek from the right, Sam Creek from the left, and Bentilla and Baker creeks, both from the right. Continuing south and then west parallel to Upper Siletz Road, the river passes a United States Geological Survey (USGS) stream gauge and reaches Siletz at about RM 41 (RK 66). At Siletz, the river receives Mill and Dewey creeks from the left. Following a series of meanders that carry it under Oregon Route 229 twice and almost completely around the city of Siletz, the river heads north, roughly parallel to Route 229, which runs near it all the way to Siletz Bay. In the next stretch, the river receives Tangerman, Spencer. and Thompson creeks, all from the right. Turning west about from the mouth, the river flows under Route 229 at Ojalla Bridge and then receives Ojalla Creek from the left at RM 30 (RK 48). Meandering north, then east, then north again, the Siletz receives Euchre Creek and Reed creeks from the right. After another sharp turn to the west from the mouth, the river flows by Jack Morgan County Park and receives Chitwood, Hough, and Wade creeks, all from the right. Cedar and Misac creeks then enter from the right, Jaybird Creek from the left, and, from the mouth, Roy Creek from the left. Over the next , the river again doubles back on itself, flowing west, then north, then east until it is near Roy Creek again, then turns north. It receives Roots, Skalada, Townsend, and Stemple creeks in quick succession, all from the right, near RM 15 (RK 24). Shortly thereafter, Scare Creek enters from the left. Butterfield Creek enters from the left just before the river makes another sharp turn to the east, receiving Foster Creek from the left and Reed Creek from the right about from the mouth. Turning north and then west again, the river over the next receives Bear, Skunk, Barhaven, and Anderson creeks, all from the right. A distributary, Millport Slough, branches to the left from the main stem as the river nears Siletz Bay and the Siletz Bay National Wildlife Refuge. The river reaches Kernville, passes under U.S. Route 101 and enters the bay. ===Discharge=== The USGS monitors the flow of the Siletz River at a station east of Siletz and from the mouth. The average flow of the river at this station is . This is from a drainage area of , or about 54 percent of the total Siletz River watershed. The maximum flow recorded there was on November 28, 1999, and the minimum flow was on September 5-6, 2003. Tides affect the flow along the last of the river. ==Fishing== The river has been described as \"a fine all-around stream\" with good accessibility. Sport fish include fall chinook salmon, summer and winter steelhead, and coastal cutthroat trout. Fishing by boat is most common between Moonshine Park and Jack Morgan Park. The city of Siletz has a boat ramp, parking, and a picnic area along the river, and the lower river and bay have many moorages offering boats and fishing equipment. ==See also== * List of rivers of Oregon * List of longest streams of Oregon ==References== Category:Rivers of Oregon Category:Rivers of Lincoln County, Oregon Category:Rivers of Polk County, Oregon",
 "title": "Siletz River"
}