{
 "id": "708597",
 "text": "thumbnail|right|Geological map of Sudbury Basin The Sudbury Basin (), also known as Sudbury Structure or the Sudbury Nickel Irruptive, is a major geological structure in Ontario, Canada. It is the third-largest known impact crater or astrobleme on Earth, as well as one of the oldest. The crater formed 1.849 billion years ago in the Paleoproterozoic era. The basin is located on the Canadian Shield in the city of Greater Sudbury, Ontario. The former municipalities of Rayside-Balfour, Valley East and Capreol lie within the Sudbury Basin, which is referred to locally as \"The Valley\". The urban core of the former city of Sudbury lies on the southern outskirts of the basin. An Ontario Historical Plaque was erected by the province to commemorate the discovery of the Sudbury Basin. == Formation == thumb|Onaping Fallback Breccia, polished slab, The Sudbury basin formed as a result of an impact into the Nuna supercontinent from a bolide approximately in diameter that occurred 1.849 billion years ago in the Paleoproterozoic era. Debris from the impact was scattered over an area of thrown more than ; rock fragments ejected by the impact have been found as far away as Minnesota.Associated Press: \"Ontario crater debris found in Minn.\", Star Tribune, July 15, 2007 Models suggest that for such a large impact, debris was most likely scattered globally, but has since been eroded. Its present size is believed to be a smaller portion of a round crater that the bolide originally created. Subsequent geological processes have deformed the crater into the current smaller oval shape. Sudbury Basin is the third-largest crater on Earth, after the Vredefort crater in South Africa, and the Chicxulub crater under Yucatán, Mexico. == Structure == The full extent of the Sudbury Basin is long, wide and deep, although the modern ground surface is much shallower. The main units characterizing the Sudbury Structure can be subdivided into three groups: the Sudbury Igneous Complex (SIC), the Whitewater Group, and footwall brecciated country rocks that include offset dikes and the Sub layer. The SIC is believed to be a stratified impact melt sheet composed from the base up of sub layer norite, mafic norite, felsic norite, quartz gabbro, and granophyre. The Whitewater Group consists of a suevite and sedimentary package composed of the Onaping (fallback breccias), Onwatin, and Chelmsford Formations in stratigraphic succession. Footwall rocks, associated with the impact event, consist of Sudbury Breccia (pseudotachylite), footwall breccia, radial and concentric quartz dioritic breccia dikes (polymict impact melt breccias), and the discontinuous sub layer. Because considerable erosion has occurred since the Sudbury event, an estimated in the North Range, it is difficult to directly constrain the actual size of the diameter of the original transient cavity, or the final rim diameter. The deformation of the Sudbury structure occurred in five main deformation events (by age in Mega years): # formation of the Sudbury Igneous Complex (1849 Ma) # Penokean orogeny (1890–1830 Ma) # Mazatzal orogeny (1700–1600 Ma) # Grenville orogeny (1400–1000 Ma) # Lake Wanapitei impact (37 Ma) == Origin == thumb|left|Geological map of the Copper Cliff area, produced in the 1950s. Some 1.8 billion years of weathering and deformation made it difficult to prove that a meteorite was the cause of the Sudbury geological structures. A further difficulty in proving that the Sudbury complex was formed by meteorite impact rather than by ordinary igneous processes was that the region was volcanically active at around the same time as the impact, and some weathered volcanic structures can look like meteorite collision structures. Since its discovery, a layer of breccia has been found associated with the impact event and stressed rock formations have been fully mapped. Reports published in the late 1960s described geological features that were said to be distinctive of meteorite impact, including shatter cones and shock-deformed quartz crystals in the underlying rock. Geologists reached consensus by about 1970 that the Sudbury basin was formed by a meteorite impact. In 2014, analysis of the concentration and distribution of siderophile elements as well as the size of the area where the impact melted the rock indicated that a comet rather than an asteroid most likely caused the crater. The Sudbury Basin is located near a number of other geological structures, including the Temagami Magnetic Anomaly, the Lake Wanapitei impact crater, the western end of the Ottawa-Bonnechere Graben, the Grenville Front Tectonic Zone and the eastern end of the Great Lakes Tectonic Zone, although none of the structures are directly related to each other in the sense of resulting from the same geological processes. == Mining == thumb|Topographic map of the geology and geographic features of Ontario's Sudbury Basin includes mine sites up to year of publication (1917) The large impact crater filled with magma containing nickel, copper, palladium, gold, the platinum group and other metals. This magma formed into pyrrhotite, chalcopyrite and pentlandite rocks, as well as cubanite and magnetite. In 1856 while surveying a baseline westward from Lake Nipissing, provincial land surveyor Albert Salter located magnetic abnormalities in the area that were strongly suggestive of mineral deposits, especially near what would later become Creighton Mine. The area was later examined by Alexander Murray of the Geological Survey of Canada, who confirmed \"the presence of an immense mass of magnetic trap\". Due to the then-remoteness of the Sudbury area, Salter's discovery did not have much immediate effect. The later construction of the Canadian Pacific Railway through the area, however, made mineral exploration more feasible. The development of a mining settlement occurred in 1883 after blasting at the railway construction site revealed a large concentration of nickel and copper ore at what is now the Murray Mine site, named by owners William and Thomas Murray. The Vermillion Mine, which was the first in the Basin to be exploited, was the site at which Frank Sperry (a chemist of the Canadian Copper Company) made the first identification in 1889 of the arsenide of platinum which bears his name. As a result of the 1917 Royal Ontario Nickel Commission, which was chaired by an Englishman named George Thomas Holloway, the legislative structure of the prospecting trade was significantly altered. Some of the Holloway recommendations were in line with the agitations of Aeneas McCharles a 19th- century prospector and early mine owner.Bemocked of Destiny : The Actual Struggles and Experiences of a Canadian Pioneer, and the Recollections of a Lifetime / By Aeneas McCharles. Toronto : William Briggs, 1908 As a result of these metal deposits, the Sudbury area is one of the world's major mining communities, and has fathered Vale Inco and Falconbridge Xstrata. The Basin is one of the world's largest suppliers of nickel and copper ores. Most of these mineral deposits are found on its outer rim. == Agriculture == Due to the high mineral content of its soil, the floor of the basin is among the best agricultural land in Northern Ontario, with numerous vegetable, berry, and dairy farms located in the valley. However, because of its northern latitude, it is not as productive as agricultural lands in the southern portion of the province. Accordingly, the region primarily supplies products for consumption within Northern Ontario, and is not a major food exporter. == Astronaut training == NASA used the site to train the Apollo astronauts in recognizing rocks formed as the result of a very large impact, such as breccias. Those who used this training on the Moon include Apollo 15's David Scott and James Irwin, Apollo 16's John Young and Charlie Duke, and Apollo 17's Gene Cernan and Jack Schmitt. Notable geologist instructors included William R. Muehlberger. == See also == * Economic geology *Geology of Ontario * List of impact craters on Earth * List of possible impact structures on Earth == References == == External links == * Earth Impact Database * Fallbrook Gem and Mineral Society – Sudbury Structure page * * Aerial Exploration of the Sudbury Impact Structure *Sudbury Impact Structure at NASA Earth Observatory, September 20, 2021 Category:Impact craters of Ontario Category:Proterozoic impact craters Category:Precambrian Canada Category:Geology of Greater Sudbury Category:Landforms of Greater Sudbury Category:Economic geology",
 "title": "Sudbury Basin"
}