{
 "id": "708589",
 "text": "Reservoir railway station is located on the Mernda line in Victoria, Australia. It serves the northern Melbourne suburb of Reservoir, and it opened on 8 October 1889 as Preston-Reservoir. It was renamed Reservoir on 1 December 1909.Reservoir Vicsig ==History== The station was the terminus for suburban services on the Whittlesea line. The line was duplicated in December 1910 and, in July 1921, Reservoir became the terminus for electric trains. In 1924, an 8-metre-long turntable was provided at the station, to turn the AEC railmotor which operated between Reservoir and Whittlesea station, running two trips a day. Electric trains were extended to Thomastown in December 1929, and the turntable was abolished in 1940. Automatic boom barriers replaced hand- operated gates at the former High Street level crossing in 1963. In the early hours of 13 July 1975, a deliberately lit fire damaged Harris motor 567M and Tait motor 345M, both of which were stabled at the station. On 18 December 1986, a number of sidings and signals were abolished. Further sidings were abolished on 1 April 1987. On 8 May 1988, the former signal box and interlocked frame were abolished. Also abolished were crossovers, formerly located at the up and down ends of the station, as well as the double line block signalling system between Reservoir and Keon Park, which was replaced with automatic three-position signalling. Pedestrian boom barriers were provided at the pedestrian crossing, located at the down end of the station, and at the former High Street level crossing. Two months earlier, the double line block system between Bell and Reservoir had been abolished. A new High Street level crossing was completed in 1991, an arrangement that existed until the grade separation of the level crossing in 2019. On 25 June 1996, Reservoir was upgraded to a Premium Station. In January 2016, the Level Crossing Removal Authority announced that the High Street level crossing would be removed by grade separation.High Street, Reservoir - Level Crossing Removal Authority Preliminary designs were released in September 2018, showing the grade separation as elevated rail with a new station in the current location. Plans for grade separation have dated as far back as the mid 1970s. On 2 December 2019, the old ground-level station was closed to the general public, and the new station, elevated above a multi-road intersection, was opened on 16 December. As part of the work, crossovers were reinstated at both the up and down ends of the rebuilt station. ==Platforms and services== Reservoir has one island platform with two faces. It is served by Mernda line trains. Platform 1: * all stations and limited express services to Flinders Street Platform 2: * all stations services to Mernda ==Transport links== Dysons operates seven routes via Reservoir station, under contract to Public Transport Victoria: *: to La Trobe University Bundoora Campus *: North East Reservoir – Northcote Shopping Plaza *: Preston – West Preston *: Pacific Epping – Northland Shopping Centre *: Pacific Epping – Northland Shopping Centre *: to North West Reservoir *: Macleod – Pascoe Vale station ==Gallery== File:Reservoir Station.jpg|Northbound view, taken from the former ground level Platform 2, in November 2013 ==References== ==External links== * Melway map at street- directory.com.au Category:Premium Melbourne railway stations Category:Railway stations in Melbourne Category:Railway stations in Australia opened in 1889",
 "title": "Reservoir railway station"
}