{
 "id": "70855",
 "text": "In the Low Countries, stadtholder ( ) was an office of steward, designated a medieval official and then a national leader. The stadtholder was the replacement of the duke or count of a province during the Burgundian and Habsburg period (1384 – 1581/1795).Stadtholder The title was used for the official tasked with maintaining peace and provincial order in the early Dutch Republic and, at times, became de facto head of state of the Dutch Republic during the 16th to 18th centuries, which was an effectively hereditary role. For the last half century of its existence, it became an officially hereditary role under Prince William IV of Orange. His son, Prince William V, was the last stadtholder of the republic, whose own son, William I of the Netherlands, became the first sovereign king of the United Kingdom of the Netherlands.A W Ward ed., The Cambridge History of British Foreign Policy I (Cambridge 1922) p. 482 The title stadtholder is roughly comparable to the historical title of Lord Protector of England and to the title Governor-general of Norway. ==Etymology== Stadtholder means \"steward\". Its component parts literally translate as \"place holder,\" or as a direct cognate, \"stead holder\" (in modern Dutch \"stad\" means \"city\", but the older meaning of \"stad\" – also \"stede\" – was \"place\", and it is a cognate of English \"stead\", as \"in stead of\"), it was a term for a \"steward\" or \"lieutenant\".Entry Stadhouder in M. Philippa et al. (2003–2009) Etymologisch Woordenboek van het Nederlands. Etymologiebank.nl. However, this is not the word for the military rank of lieutenant, which is luitenant in Dutch. ==History== ===Seventeen Provinces=== Stadtholders in the Middle Ages were appointed by feudal lords to represent them in their absence. If a lord had several dominions (or, being a vassal, fiefs), some of these could be ruled by a permanent stadtholder, to whom was delegated the full authority of the lord. A stadtholder was thus more powerful than a governor, who had only limited authority, but the stadtholder was not a vassal himself, having no title to the land. The local rulers of the independent provinces of the Low Countries (which included the present-day Netherlands, Belgium and Luxembourg) made extensive use of stadtholders, e.g. the Duke of Guelders appointed a stadtholder to represent him in Groningen. In the 15th century the Dukes of Burgundy acquired most of the Low Countries, and these Burgundian Netherlands mostly each had their own stadtholder. In the 16th century, the Habsburg Holy Roman Emperor Charles V, also King of Spain, who had inherited the Burgundian Netherlands, completed this process by becoming the sole feudal overlord: Lord of the Netherlands. Only the Prince-Bishopric of Liège and two smaller territories (the Imperial Abbey of Stavelot-Malmedy and the Duchy of Bouillon) remained outside his domains. Stadtholders continued to be appointed to represent Charles and King Philip II, his son and successor in Spain and the Low Countries (the electoral Imperial title would be held by heirs of Charles in the separate Austrian branch of Habsburgs). Due to the centralist and absolutist policies of Philip, the actual power of the stadtholders strongly diminished. ===Dutch Republic=== When, in 1581, during the Dutch Revolt, most of the Dutch provinces declared their independence with the Act of Abjuration, the representative function of the stadtholder became obsolete in the rebellious northern Netherlands – the feudal lord himself having been abolished – but the office nevertheless continued in these provinces who now united themselves into the Republic of the Seven United Netherlands. The United Provinces were struggling to adapt existing feudal concepts and institutions to the new situation and tended to be conservative in this matter, as they had after all rebelled against the king to defend their ancient rights.J H Elliott, Europe Divided (London 1968) p. 293-4 The stadtholder no longer represented the lord but became the highest executive official, appointed by the states of each province. Although each province could assign its own stadtholder, most stadtholders held appointments from several provinces at the same time. The highest executive power was normally exerted by the sovereign states of each province, but the stadtholder had some prerogatives, like appointing lower officials and sometimes having the ancient right to affirm the appointment (by co-option) of the members of regent councils or choose burgomasters from a shortlist of candidates. As these councils themselves appointed most members of the states, the stadtholder could very indirectly influence the general policy. In Zeeland the Princes of Orange, who after the Dutch Revolt most often held the office of stadtholder there, held the dignity of First Noble, and were as such a member of the states of that province, because they held the title of Marquis of Veere and Flushing as one of their patrimonial titles. On the Republic's central 'confederal' level, the stadtholder of the provinces of Holland and Zealand was normally also appointed Captain-General of the confederate army and Admiral-General of the confederate fleet,M Ashley, The Glorious Revolution of 1688 (London 1966) p. 10 though no stadtholder ever actually commanded a fleet in battle. In the army, he could appoint officers by himself; in the navy only affirm appointments of the five admiralty councils. Legal powers of the stadtholder were thus rather limited, and by law he was a mere official. His real powers, however, were sometimes greater, especially given the martial law atmosphere of the 'permanent' Eighty Years War. Maurice of Orange after 1618 ruled as a military dictator, and William II of Orange attempted the same. The leader of the Dutch Revolt was William the Silent (William I of Orange); he had been appointed stadtholder in 1572 by the first province to rebel, Holland. His personal influence and reputation was subsequently associated with the office and transferred to members of his house. After his assassination, however, there was a short-lived move to install Robert Dudley, 1st Earl of Leicester as 'lieutenant general' before Maurice in 1590 became stadtholder of five provinces,F Lieber ed., Encyclopaedia americana Vol 11 (1854) p. 555 a position he would hold until his death. Tensions nonetheless persisted between Orangists and republicans in the United Provinces, sometimes exploding into direct conflict. Maurice in 1618 and William III of Orange from 1672 replaced entire city councils with their partisans to increase their power: the so-called \"Changings of the Legislative\" (Wetsverzettingen). By intimidation, the stadtholders tried to extend their right of affirmation, while they also attempted to add the remaining stadholderships like Friesland and Groningen to their other holdings. In reaction, the regents in Holland, Zeeland, Utrecht, Guelders, and Overijssel, after the death of William II in 1650, appointed no stadtholder, and banned his son William from the Stadtholdership by an Act of Seclusion, something overcome by popular feeling during the catastrophic events of 1672, the Dutch Year of Disaster (Rampjaar), when the future William III of England was swept to power.M Ashley, The Glorious Revolution of 1688 (London 1966) p. 10-14 After the death of William III in 1702 they again abstained from appointing a stadtholder. These periods are known as the First Stadtholderless Period and the Second Stadtholderless Period. After the French invasion of 1747, the regents were forced by a popular movement to accept William IV, Prince of Orange, stadtholder of Friesland and Groningen, as stadtholder in the other provinces. On 22 November 1747, the office of stadtholder was made hereditary (erfstadhouder). As William (for the first time in the history of the Republic) was stadtholder in all provinces, his function accordingly was restyled Stadhouder-Generaal. After William IV's death in 1751, his infant son was duly appointed stadtholder under the regency of his mother. The misgovernment of this regency caused much resentment, which issued in 1780 in the Patriot movement, seeking to permanently limit the powers of the Stadholderate.A W Ward ed., The Cambridge History of British Foreign Policy I (Cambridge 1922) p. 171-2 The Patriots first took over many city councils, then the States of the province of Holland, and ultimately raised civil militias to defend their position against Orangist partisans, bringing the country to the brink of civil war. Through Prussian military intervention in 1787, Prince William V of Orange was able to suppress this opposition, and many leaders of the Patriot movement went into exile in France. The stadtholderate was strengthened with the Act of Guarantee (1788). ===Abolition and transition to sovereign kingdom=== The exiles returned with French armies in the winter of 1795 and overcame the frozen Dutch Water Line. William V of Orange-Nassau fled to England, and the office of stadtholder was abolished in 1795,A W Ward ed., The Cambridge History of British Foreign Policy I (Cambridge 1922) p. 258 when the French revolutionary forces installed the Batavian Republic. Similarly, while from 1572 in the Southern Netherlands the Habsburg lords continued to appoint provincial stadtholders for the region, this ceased when it was annexed by France in 1794. In 1806, Napoleon established the Kingdom of Holland, putting his younger brother Louis on the throne. He abdicated his throne in favour of Louis II. He ruled for nine days, until his uncle Napoleon took charge himself until the empire fell in 1813. Soon after the French army retreated, William Frederick, the son of the last stadtholder William V, was invited by the Triumvirate of 1813 to become the first 'Sovereign Prince' in 1813. William was living in exile in London during the French occupation. On 13 November 1813 he returned to the Netherlands accepting the invitation. On 16 March 1815 he assumed the title of king of the United Kingdom of the Netherlands. ==As political model== The stadtholderate was taken as a political model by the Founding Fathers of the United States with regard to the executive powers – Oliver Ellsworth for example arguing that without its influence in the United Provinces, “their machine of government would no more move than a ship without wind”.Quoted in W Ricker, The Development of American Federalism (2012) p. 52 ==See also== * Lord Protector * Steward (office) * List of stadtholders for the Low Countries provinces * Governor-general of Norway * Orangists * Dutch monarchy * List of monarchs of the Netherlands * King's Commissioner (modern name) ==Sources and references== ===Footnotes=== ===Other=== *Van Dale Etymologisch Woordenboek (Dutch etymology, in Dutch) ==External links== *WorldStatesmen – the Netherlands *Simon Schama – Patriots and Liberators: : Revolution in the Netherlands, 1780–1813 *Dutch language Wikipedia: List of stadtholders Category:Dutch words and phrases Category:Gubernatorial titles Category:Titles of national or ethnic leadership Category:Political history of the Dutch Republic",
 "title": "Stadtholder"
}