{
 "id": "708643",
 "text": "Keith Windschuttle (born 1942) is an Australian writer, historian, and former ABC board member. Major published items include Unemployment (1979), which analysed the economic causes and social consequences of unemployment in Australia and advocated a socialist response; The Media: a New Analysis of the Press, Television, Radio and Advertising in Australia (1984), on the political economy and content of the news and entertainment media; The Killing of History (1994), a critique of postmodernism in the study of history;Roger Kimball, \"The Killing of History: why Relativism is Wrong,\" The New Criterion, Vol. 15, 1996, p. 22. The Fabrication of Aboriginal History: Volume One: Van Diemen's Land 1803–1847 (2002), which accuses a number of Australian historians of falsifying and inventing the degree of violence in the past;R. J. Stove, \"Keith Windschuttle and Aboriginal History,\" National Observer, No. 56, Autumn 2003. The White Australia Policy (2004), a history of that policy which argues that academic historians have exaggerated the degree of racism in Australian history;R. J. Stove, \"Goodbye to All That: Reflections on White Australia,\" The Occidental Quarterly, Vol. 5, No. 1, 2005. and The Fabrication of Aboriginal History, Volume Three: The Stolen Generations 1881–2008, which argues the story of the \"stolen generations\" of Aboriginal children is a myth. He was editor of Quadrant from 2007Ben Cubby, 24 October 2007, Windschuttle to edit Quadrant, Sydney Morning Herald to 2015 when he became Chair of the board and editor-in-chief.Keith Windschuttle, (12 February 2015), Quadrant's New Editor, Quadrant He was the publisher of Macleay Press which operated from 1994 to 2010. ==Biography== After education at Canterbury Boys' High School (where he was a contemporary of former Liberal Australian prime minister John Howard), Windschuttle was a journalist on newspapers and magazines in Sydney. He completed a BA (first class honours in history) at the University of Sydney in 1969, and an MA (honours in politics) at Macquarie University in 1978. He enrolled as a PhD student but did not submit a thesis; instead he published it under the title The Media with Penguin Books. In 1973, he became a tutor in Australian history at the University of New South Wales (UNSW). Between 1977 and 1981, Windschuttle was lecturer in Australian history and in journalism at the New South Wales Institute of Technology (now the University of Technology, Sydney) before returning to UNSW in 1983 as lecturer/senior lecturer in social policy. He resigned from UNSW in 1993 and founded Macleay Press, a small-press publishing company. Published authors besides Windschuttle include Leonie Kramer and Michael Connor. He has been a regular visiting and guest lecturer on history and historiography at American universities. In June 2006, he was appointed to the Board of the Australian Broadcasting Corporation (ABC), Australia's non-commercial public broadcaster. ==Political evolution== An adherent of the New Left in the 1960s and 1970s, Windschuttle later moved to the political right. This process is first evident in his 1984 book The Media, which took inspiration from the empirical perspective of the Marxist historian E. P. Thompson, especially his The Poverty of Theory, to make a highly critical review of the Marxist theories of Louis Althusser and Stuart Hall. While the first edition attacked \"the political program of the New Right\" and set out a case for both favouring \"government restrictions and regulation\" and condemning \"private enterprise and free markets\",Gerard Henderson, \"The Battle is not to be Left Behind\", The Age, 24 December 2002. the third edition four years later (1988) took a different view: \"Overall, the major economic reforms of the last five years, the deregulation of the finance sector, and the imposition of wage restraint through the social contract of The Accord, have worked to expand employment and internationalise the Australian economy in more positive ways than I thought possible at the time.\" In The Killing of History, Windschuttle defended the practices and methods of traditional empirical history against postmodernism, and praised historians such as Henry Reynolds, but he now argues that some of those he praised for their empirically-grounded work fail to adhere to the principle. In the same book, Windschuttle maintains that historians on both sides of the political spectrum have misrepresented and distorted history to further their respective political causes or ideological positions. In The Fabrication of Aboriginal History and other writings on Australian Aboriginal history, Windschuttle criticises historians who, he claims, have extensively misrepresented and fabricated historical evidence to support a political agenda. He argues that Aboriginal rights, including land rights and the need for reparations for past abuses of Aboriginal people, have been adopted as a left-wing 'cause' and that those he perceives as left-wing historians distort the historical record to support that cause. For Windschuttle, the task of the historian is to provide readers with an empirical history as close to the objective truth as possible, based on an analysis of documentary, or preferably eye-witness, evidence. He questions the value of oral history. His \"view is that Aboriginal oral history, when uncorroborated by original documents, is completely unreliable, just like the oral history of white people\". A historian has no responsibility for the political implications of an objective, empirical history. One's political beliefs should not influence one's evaluation of archival evidence.Keith Windschuttle, 'Doctored Evidence and Invented Incidents in Aboriginal Historiography', in Bain Attwood and S. G. Foster (eds), Frontier Conflict: The Australian Experience, Canberra: National Museum of Australia, 2003, p. 106. For some of his critics, \"historians don't just interpret the evidence: they compose stories about these meanings, or in the words of Hayden White, they 'emplot' the past. This is itself a cultural process\".Stephen Garton, \"On the Defensive: Poststructuralism and Australian Cultural History\" in Hsu-Ming Teo, Richard White (eds.) Cultural history in Australia, UNSW Press, 2003 pp Windschuttle's recent research disputes the idea that the colonial settlers of Australia committed genocide against the Indigenous Australians. He also disputes the widespread view that there was a campaign of guerrilla warfare against British settlement.Keith Windschuttle, Postmodernism and the Fabrication of Aboriginal History, Lecture to NSW Higher School Certificate History Extension Conference, Tom Mann Theatre, Sydney, 30 May 2007. He writes: \"There are two central claims made by historians of Aboriginal Australia: first, the actions by the colonists amounted to genocide; second, the actions by the Aborigines were guerilla tactics that amounted to frontier warfare.\" He goes on to say: \"Ryan says the so-called 'Black War' of Tasmania began in the winter of 1824 with the Big River tribe launching patriotic attacks on the invaders.\" Extensive debate on his work has come to be called the history wars. He dismisses assertions, which he imputes to the current generation of academic historians, that there was any resemblance between racial attitudes in Australia and those of South Africa under apartheid and Germany under the Nazis. He has been a frequent contributor to conservative magazines, such as Quadrant in Australia, of which he became editor in 2007, and The New Criterion in the United States. In the wake of the 2011 Norway attacks, Windschuttle did not deny that the perpetrator, Anders Behring Breivik, had read and praised statements he had made at a symposium in New Zealand in 2006,Keith Windschuttle, The Sydney Line, 2006. but stressed that he was \"still at a complete loss to find any connection between them and the disgusting and cowardly actions of Breivik\". Windschuttle went on to add that \"it would be a 'disturbing accusation' if people thought that he had ever used deliberately provocative language that might have caused Breivik to take up a rifle and shoot unarmed teenagers in cold blood\".Laura Westbrook, \"Mass killer Anders Behring Breivik's NZ link,\" Stuff, 2011. ==The Fabrication of Aboriginal History, Volume One, Van Diemen's Land 1803 – 1847== In his The Fabrication of Aboriginal History, Volume One, the first book of a projected multi-volume examination of frontier encounters between white colonisers and Aboriginal people,Keith Windschuttle, The Fabrication of Aboriginal History, Volume One: Van Diemen's Land 1803–1847, Macleay Press, 2002. Windschuttle criticises the last 3 decades of historical scholarship which had challenged the traditional view of Aboriginal passivity in the face of European colonisation.Gregory D.B. Smithers, \"Reassuring 'White Australia': A Review of The Fabrication of Aboriginal History: Volume One\", in Journal of Social History, Vol. 37, No. 2 (Winter, 2003), pp. 493–505, p.493. His critique specifically challenges the prevailing consensus created by what he called the \"orthodox school\" of Australian frontier history concerning the violence between indigenous Australians and settlers, by examining the evidence for reported massacres in what is known as the \"Black War\" against the Aboriginal people of Tasmania. He refers to historians he defines as making up this \"orthodox school\" as being \"vain\" and \"self-indulgent\" for imposing their politics onto their scholarship,Keith Windschuttle, The Fabrication of Aboriginal History, Volume One: Van Diemen's Land 1803–1847, p. 402. and \"arrogant, patronizing and lazy\" for portraying the Tasmanian Aboriginal people's behavior and motivations in terms of European cultural concepts rather than taking the time to understand the cultural concepts of a hunter-gatherer society.Keith Windschuttle, The Fabrication of Aboriginal History, Volume One: Van Diemen's Land 1803–1847, p. 406. Windschuttle's \"orthodox school\" comprises a large number of historians and archaeologists, deceased or living, such as Henry Reynolds, Lyndall Ryan, Lloyd Robson, John Mulvaney, Rhys Jones, Brian Plomley, and Sharon Morgan, whom he regards as responsible for a politicised reading of the past, and for inflating the number of Aboriginal deaths.Gregory D.B. Smithers, \"Reassuring 'White Australia': A Review of The Fabrication of Aboriginal History\", p. 495. Reviewing their work, he highlights multiple examples of what he alleges are misrepresented sources,e.g. a colonial government report being cited as evidence of a massacre by a vigilante group when the report refers only to the movement of troops in response to Aboriginal attacks: Keith Windschuttle, The Fabrication of Aboriginal History, Volume One: Van Diemen's Land 1803–1847 Macleay Press, 2002, p. 142. inaccurate reportageAn Anglican minister's diary reported as recording 100 Aboriginal and 20 white deaths, was found to record 4 for the former, and 2 for the latter. Checking a source for Brian Plomley's reference to \"more killed\", Windschuttle found that the original actually had \"mare killed\". — Geoffrey Blainey, \"Native Fiction\", The New Criterion, Vol. 21, 2003, p. 79. or the citation of sources that do not exist.The Hobart Town Courier for 1826 is twice cited by one historian as providing the evidence for killings, but was not printed that year. — Geoffrey Blainey, \"Native Fiction\", The New Criterion, Vol. 21, 2003, p. 79. His work on sources constitutes, according one critic, his most damaging contribution to the subject, though Stuart Macintyre argues that Windschuttle \"misreads those whom he castigates\". Windschuttle challenges the idea that mass killings were commonplace, arguing that the colonial settlers of Australia did not commit widespread massacres against Indigenous Australians; he drastically reduces the figures for the Tasmanian Aboriginal death toll, and writes that Aboriginal people referred to by both Reynolds and Ryan as resistance figures, included \"black bushrangers\" and others engaged in acts normally regarded as \"criminality\"; arguing that the evidence clearly shows that attacks by Aboriginal people on settlers were almost invariably directed at acquiring goods, such as flour, sugar, tea and tobacco, and that claims by orthodox historians that this was a form of guerrilla warfare against British settlement aren't supported by credible evidence.Windschuttle, The Fabrication of Aboriginal History, pp. 65–77, 95–103.Gregory D.B. Smithers, \"Reassuring 'White Australia',\" p. 497. Vicki Grieves argues that Windschuttle regards Aboriginal men who traded their women's services as pimps, although Windschuttle does not use the term. Adducing the work of a source who Stuart Macintyre claims is 'a particularly tendentious American anthropologist',His source is Robert B. Edgerton, Sick Societies: Challenging the Myth of Primitive Harmony, Free Press, New York, 1992 pp. 47ff. he argues that the Tasmanian Aboriginal society was primitive, dysfunctional and on the verge of collapse, because their putative maltreatment of women impaired their ability to reproduce in a number of critical ways. Windschuttle agrees with earlier historical analysis, such as that of Geoffrey Blainey, that introduced disease was the primary cause of the demise of the Tasmanian Aboriginal people.Windschuttle, The Fabrication of Aboriginal History, pp. 372–375. He is highly critical of recent historical scholarship, arguing that much of it ignores the scholar's basic duties to be objective and true to the evidence, and he advances a sympathetic analysis of settler opinion, arguing that historians such as Henry Reynolds had misrepresented the contents of records of settler opinion to conceal the fact that the majority of settlers were consistently in favour of the protection of Aboriginal people.Windschuttle, The Fabrication of Aboriginal History, , pp. 308–314. He also criticises Aboriginal land right politics,Gregory D. B. Smithers, \"Reassuring 'White Australia',\" p. 494, 497. arguing that it has resulted in many Aboriginal people being effectively confined to remote settlements far from viable employment opportunities and from the benefits of a modern society.http://samuelgriffith.org.au/docs/vol15/v15chap11.pdf His own examination of archives, contemporary newspapers, diaries and official accounts yields a provisory figureK. Windschuttle, \"This figure is not absolute or final\". of approximately 120 deaths of Tasmanian Aboriginal people \"for which there is a plausible record of some kind\" as having been killed by settlers, as opposed to earlier figures ranging as high as 700,Gregory D.B. Smithers, \"Reassuring 'White Australia',\" p. 494. and thus far less than the number of whites (187) reported as killed during the \"Black War\" of 1824 to 1828 by Aboriginal people.Windschuttle, The Fabrication of Aboriginal History, pp. 387–397. Windschuttle argues that the principles of the Enlightenment, fused with the 19th century evangelical revival within the Church of England and Britain's rule of law had a profound effect on colonial policy and behaviour, which was humane and just,Gregory D.B. Smithers, \"Reassuring 'White Australia',\" p. 496. that together made the claimed genocide culturally impossible. Gregory D.B. Smithers argues that Windschuttle interpreted settler violence as self-defence. Windschuttle argues that encroaching pastoralism did not cause starvation through the loss of native hunting grounds as some historians have proposed, as their numbers were being drastically reduced by introduced disease,Geoffrey Blainey, \"Native Fiction\", The New Criterion, April 2003. and large parts of Tasmania were not then, or now, occupied by white settlers.Windschuttle, The Fabrication of Aboriginal History, pp. 87–95. Windschuttle's estimate of the size of the Tasmanian Aboriginal population at the time of settlement is that it may have been as low as 2,000. Estimates made of the combined population of the Aboriginal people of Tasmania, before European arrival in Tasmania, are generally in the range of 3,000 to 8,000 people. Genetic studies have suggested much higher figures, which is supported by oral traditions that Aboriginal people were \"more numerous than the white people were aware of\" but that their population had been decimated by a sudden outbreak of disease prior to 1803.James Bonwick, Daily Life and Origins of the Tasmanians, Sampson, Low, Son and Marston, London, 1870, p. 84-85. It has been speculated that early contacts with passing ships, exploratory expeditions or sealers before colonization may have caused outbreaks of epidemic disease.Josephine Flood, The Original Australians: Story of the Aboriginal People, Allen & Unwin, 2006, pp. 66–67. The low rate of genetic drift found in a recent genetic study argues that the highest previous estimate of pre- colonial Aboriginal population (8,000) is likely too low and that a significantly higher population cannot be ruled out. He argues that the evidence shows that what the orthodox historians construed as \"resistance\" by Tasmanian Aboriginal people were acts of theft and violence motivated by their desire for exotic consumer goods like flour, tea, sugar and blankets. The indigenous culture, in his view, \"had no sanctions against the murder of anyone outside their immediate clan\", therefore they had no cultural sanctions preventing the killing of settler outsiders to obtain desired goods or in revenge. The forced removal of Tasmania's Aboriginal people from the Tasmanian mainland to Flinders Island was the Colonial Administration's measure to ensure peace for hard-pressed settlers while attempting, unsuccessfully to prevent the extinction of the full-blooded Tasmanian Aboriginal people. The rapid decline in the Aboriginal population after the British colonisation was the product of the interaction of a number of factors, including introduced diseases causing death and infertility, continued internecine warfare, deaths through conflict with settlers and the loss of a significant number of women of childbearing age from the full-blooded aboriginal gene pool to white sealers and settlers through abduction, \"trade\" and by voluntary association. ===Specific issues=== ====Treatment of women==== Windschuttle refers to accounts by the French zoologist François Péron (who is credited with the first use of the term anthropology),Flannery, T. F. (1994) The Future Eaters: An Ecological History of the Australasian Lands and People, Chatswood: New South Wales Edward Duyker, François Péron: an Impetuous Life: Naturalist and Voyager, Miegunyah Press, 2006, describes him as the expedition's assistant zoologist. by George Augustus Robinson in his journals, and by the early Australian writer James Bonwick, of the violence and cruelty with which many Tasmanian Aboriginal men were observed to treat women. He notes that the \"murder of women because of insult, jealousy and infidelity, was common\" and that a woman who refused a particular suitor would often be abducted and raped. He argues that this contributed to the willingness of some Aboriginal women to associate themselves with sealers and settlers rather than their own people, so reducing the full-blooded Aboriginal population's ability to reproduce itself. He cites a number of accounts including one published in 1820 by a British officer who had spoken with Aboriginal women living with Bass Strait sealers. The officer reported that Aboriginal women made it known that their (Aboriginal) husbands treat them with \"considerable harshness and tyranny\" and that they sometimes run away and \"attach themselves to the English sailors\", finding \"their situation greatly improved by attaching themselves to the sealing gangs\".Windschuttle, The Fabrication of Aboriginal History, pp. 379–382. Windschuttle holds that the willingness of some Tasmanian Aboriginal women to engage in prostitution with convicts, sealers and settlers and the Tasmanian Aboriginal men who \"actively colluded\" in the trade in their women aided in the transmission of venereal and other introduced diseases to the indigenous population. Windschuttle argues that introduced disease was the primary cause of the destruction of the full- blooded Tasmanian Aboriginal people, not merely by directly causing deaths but also through widespread infertility resulting from introduced venereal disease.Windschuttle, The Fabrication of Aboriginal History, pp. 372–375, 383–386. James Boyce, a Tasmanian historian, dismisses Windschuttle's argument as \"uninformed slander\" based on a failure to read the only documentary sources that matter, the journals of French and British explorers recording the first contacts with Tasmanian Aboriginal people before the colonial period. Examining Windschuttle's use of sources for the view women were treated like slaves and drudges, he says Windschuttle relies on a selective reading of just two of many sources in an early work by Ling Roth, \"written at the height of Social Darwinist orthodoxy\" (1899). However, Ling Roth did not \"write\" these sources; he simply translated the diaries of the first contacts by the French explorers. One is from Péron, who noted scars on women, and interpreted them as signs of domestic violence, which however he had never witnessed. Other early observers took this scarring as an indigenous cultural practice. James Cook had noticed Aboriginal men and women's bodies were both incised with scars in the same manner. Péron was less sympathetic than other first observers on the Baudin expedition to Australia. Boyce argues that their observations, including those of the captain Nicolas Baudin, do not support Windschuttle's claims. Even Péron records an encounter at Port Cygnet with an Aboriginal group of men and women, who shared a meal of abalone with the French explorers and, according to Péron, provided \"the most striking example we had ever had of attention and reasoning among savage people\". Péron would have disagreed, Boyce believes, with Windschuttle's claim that \"(t)raditional Aboriginal society placed no constraints on the women's sexual behaviour with men\", for he was repeatedly rebuffed when he tried to make physical contact with Aboriginal women. Baudin believed that no one on his ship had managed to have sexual relations with the women on Bruny Island. The behaviour adduced by Windschuttle from the other, late report by J. E. Calder (in 1829) is, for Boyce, \"self evidently a product of the extensive disruption of traditional life that had occurred by then\". He concludes: \"Only someone who is totally blind to the impact of changing power relations, of declining choices, of the profound impact of cultural disintegration and recurring violence and abuse, let alone the simple imperatives of survival, could cite the unfolding tragedy at Bruny Island in this period as evidence for the sexual mores and domestic relations of pre-invasion Aboriginal society\".Boyce, in Robert Manne (ed.) Whitewash, pp. 65–66. Shayne Breen argues that Windschuttle's claim is a calculated guess. The picture is however complex. Evidence exists for some use of women as trading commodities. Some women were abducted by sealers, while others were traded by Aboriginal men in attempts to establish reciprocal relations with the sealers.Shayne Breen, \"Tasmanian Aborigines\", in James Jupp (ed.) The Australian People: an Encyclopedia of the Nation, its People and their Origins, Cambridge University Press, 2001, pp. 110–113. Shayne concludes that: \"There is some evidence that Aboriginal men, especially along the northern and south eastern coastlines, used women as trading commodities. Some of this trading was culturally sanctioned, some of it was not. Sometimes women willingly participated, sometimes they did not. But no credible documentary evidence is available for widespread selling of women into prostitution. There is, however, strong evidence that the abduction of women by colonists was practised across the island for much of the period to 1820. Indeed, the 1830 Aborigines Committee found that the abduction of women was a major cause of attacks against colonists by Aborigines\".Shayne Breen, \"Criminals and Pimps: Keith Windschuttle and Tasmanian Aborigines\", Evatt Foundation, 27 August 2003. In reply to Boyce, Windschuttle argues that Boyce could not have read the whole book, or even properly checked the index, which cited \"this very evidence\", i.e. the journals of early French and British explorers. With respect to Boyce's claims that Windschuttle was \"unaware\" of or \"ignored\" various sources, Windschuttle responded that Boyce's claims, based on what was, and was not, in Fabrications bibliography, misinterpret the purpose of a bibliography. It listed only the sources referred to in the text and in his footnotes, and was not intended as an exhaustive list of every book or document that he had read regarding colonial Tasmania. Windschuttle argues that \"were Boyce more familiar with the ethnographic literature\", he would know the most telling evidence about the treatment of women comes not from explorers but the Aboriginal people themselves; from the recorded words of Aboriginal men, such as Woorrady, Montpeliatter, Mannalargenna and Nappelarteyer, and those of Aboriginal women such as Tencotemainner, Truganini and Walyer. Windschuttle did not claim that women had been sold \"into prostitution\"Bass Strait sealers acquired Aboriginal women, and much more rarely Aboriginal men, for their skill in hunting seals, sea-birds and other foods, Flood, Josephine: The Original Australians: Story of the Aboriginal People, Allen & Unwin, 2006, pp 58–60, 76 but that they were, as Breen admits, traded as commodities. Breen, Windschuttle replies, admits such trading and regards this as an admission of the \"cruelty of pre-contact indigenous culture\". For Windschuttle, Breen and others can say things that sicken no one, because they contextualise it within a model of British invasion and Aboriginal resistance, whereas he is taken to task for being \"pitiless\" for making what he argues is the same point, \"within a historical model of aboriginal accommodation to a comparatively nonviolent British settlement\".Keith Windschuttle, \"No Slander in Exposing Cultural Brutality\", The Australian, 29 December 2003. ====Attachment to land==== In reply to his critics, Windschuttle argues that Henry Reynolds \"willfully misinterprets\" what he wrote, since his argument about Aboriginal concepts of land is based not on their words but on their deeds. \"It is not primarily an argument about Aboriginal language but about Aboriginal behaviour. I demonstrated the Tasmanian Aborigines did not act as if they demanded the exclusive usage of land. They had no concept of trespass\". Windschuttle argues that no word list records an Aboriginal term corresponding to the English word \"land\" in the sense that Europeans use it, \"as a two-dimensional space marked out with definite boundaries, which can be owned by individuals or groups, which can be inherited, which is preserved for the exclusive use of its owner, and which carries sanctions against trespassers\", but states that \"they certainly did identify themselves with and regularly hunted and foraged on particular territories, known as their \"country\", which I openly acknowledge. They had obvious attachments to these territories. But they did not confine themselves to these regions nor did they deter other Aborigines from entering their own territory\". \"Members of the Big River tribe, for instance, annually visited Cape Grim in the north-west, Port Sorell on the north coast, Oyster Bay on the east coast, and Pittwater and Storm Bay in the south-east; that is, they regularly traversed most of the island\". \"The strongest evidence for this thesis is actually the history of white colonization and the timing of the conflict that did occur between blacks and whites. Most observers at the time agreed there was very little violence in Tasmania for the first twenty years after the British arrived. And the historians, except Lyndall Ryan, agree there were minimal hostilities before 1824. If the Aborigines had really felt the land was exclusively theirs, they would not have waited more than twenty years after the colonists arrived to do something about it\". He contrasts this to the fiercely territorial Polynesian tribes of New Zealand, Tahiti and Tonga who fought off the British immediately. \"The fact that the Tasmanian Aborigines did not respond in the same way is not to say they didn't love their country or were thereby deficient as human beings. They simply had a different culture\". The University of New England's Russell McDougall, in turn, has recently argued that Windschuttle's use of Henry Ling Roth's word- lists to deny an indigenous Tasmanian concept of \"land\" constitutes \"a wrong- headed attempt to undermine the legitimacy of Aboriginal land claims\", especially since Roth's lists made no claim to capture a linguistic totality, and Roth himself cited earlier testimonials to the fact that, though nomadic, the \"Tasmanians confined themselves within the boundaries of specific territories\". It was, McDougall argues, the pressing presence of colonisers that forced them to trespass and make war upon each other.Russell McDougall, \"Henry Ling Roth in Tasmania\", in Peter Hulme, Russell McDougall (eds.) Writing, Travel, and Empire: in the Margins of Anthropology, I.B. Tauris, 2007, pp. 43–68, p.61. ==Critical reception== The appearance of the first volume provoked a lively polemical correspondence in the pages of The Australian, with its \"agenda-setting capacity\".R. Manne (ed.)Whitewash. On Keith Windschuttle's Fabrication of Aboriginal History, Introduction p.10. It was positively reviewed by Geoffrey Blainey, who called it \"one of the most important and devastating (books) written on Australian history in recent decades\", although Blainey notes that not every side-argument in the book convinced him and that his \"view is that the original Tasmanians were not as backward, mentally and culturally, as Windschuttle sometimes depicts them\". On Windschuttle's analysis of the \"fabrications\", Blainey wrote: \"While reading the long recital of these failings, I felt an initial sympathy towards the Australian and overseas historians who were under such intense scrutiny. But many of their errors, made on crucial matters, beggared belief. Moreover their exaggeration, gullibility, and what this book calls \"fabrication\" went on and on. Admittedly, if sometimes the historians' errors had chanced to favour the Aborigines, and sometimes they had happened to favour British settlers, a reader might sympathetically conclude that there was no bias amongst the historians but simply an infectious dose of inaccuracy. Most of the inaccuracies, however, are used to bolster the case for the deliberate destruction of the Aborigines.\"Geoffrey Blainey, \"Native Fiction\", The New Criterion, April 2003: \"his book will ultimately be recognised as one of the most important and devastating written on Australian history in recent decades\". Claudio Veliz greeted it as \"one of the most important books of our time\".Manne, \"Windschuttle's Whitewash\", in Peter Craven (ed.), The Best Australian Essays, Black, Inc., 2003, pp. 65–77, p.66. Peter Coleman, while speaking of its \"painstaking and devastating scholarship\", regretted the absence from Windschuttle's work of any \"sense of tragedy\".Robert Manne, in R. Manne (ed.) Whitewash. On Keith Windschuttle's Fabrication of Aboriginal History, Introduction, Black, Inc., 2003, pp. 9–10. Within a year Windschuttle's claims and research produced a volume of rebuttal, namely Whitewash. On Keith Windschuttle's Fabrication of Aboriginal History, an anthology edited and introduced by Robert Manne, professor of politics at La Trobe University, with contributions by Australian academics from a range of disciplines. Manne, who called Windschuttle's publication \"one of the most implausible, ignorant and pitiless books about Australian history written for many years\",Manne, \"Windschuttle's Whitewash\", in Craven, p. 66 summed up the case against Windschuttle's book, noting that its assessment of Aboriginal deaths is based on Plomley, despite the fact that Plomley denied that any estimate regarding such deaths could be made from the documentary record. Manne added further observations, to the effect: that \"a scrupulous conservative scholar\", H. A. Willis, using exactly the same sources as Windschuttle, instead came up with a figure of 188 violent deaths and another 145 rumoured deaths; that Windschuttle's method excludes deaths of Aborigines who were wounded, and later died; that all surviving Aborigines transported by Robinson to Flinders' Island bore marks of violence and gunshot wounds \"perpetrated on them by depraved whites\"; that Windschuttle cannot deny that between 1803 and 1834 almost all Tasmanian Aborigines died, and the only evidence for disease as a factor before 1829 rests on a single conversation recorded by James Bonwick, and that Aboriginal women who lived with sealers did not, however, die off from contact with bearers of foreign disease; that Windschuttle likened Aboriginal attacks on British settlers to \"modern-day junkies raiding service stations for money\", whereas both colonial records and modern historians speak of them as highly \"patriotic\", attached to their lands, and engaged in a veritable war to defend it from settlement; that by Windschuttle's own figures, the violent death rate of Aborigines in Tasmania in the 1820s must have been 360 times the murder rate in contemporary New York; that Windschuttle shows scarce familiarity with period books, citing only 3 of the 30 books published on Van Diemen's land for the period 1803–1834, and with one of them confuses the date of the first visit by the French with the publication date of the volume that recounted their expedition; that it is nonsensical to argue that a people who had wandered over an island and survived for 34,000 years had no attachment to their land; that Windschuttle finds no native words in 19th century wordlists for \"land\" to attest to such an attachment, when modern wordlists show 23 entries under \"country\".Robert Manne, \"Windschuttle's Whitewash\", in Peter Craven (ed.), The Best Australian Essays, Black, Inc., 2003, pp. 65–77.Also see Robert Manne, \"Keith Windschuttle,\" The Monthly, January 2010; Keith Windschuttle, \"Mind Your Language, Robert,\" Quadrant, May 2010; Windschuttle, \"Robert Manne's Bad Language,\" Quadrant, April 2010. In turn, this provoked Melbourne writer and Objectivist John Dawson,John Dawson, \"Historian Keith Windschuttle: Bringing Objectivity Back to the 'Queen of the Humanities',\" Capitalism Magazine, 25 January 2003. to undertake a counter-rebuttal, Washout: On the academic response to The Fabrication of Aboriginal History in which he argues that Whitewash leaves Windschuttle's claims and research unrefuted.John Izzard, \"Keeping Track of the Fabrications,\" Quadrant, Vol. LIV, No. 11, 2010. In their reviews, Australian specialists in both Aboriginal and indigenous peoples' history were generally far less impressed than those who praised the book, which included Geoffrey Blainey, Claudio Veliz and Peter Coleman. *Henry Reynolds interprets his book as an attempt to revive the concept of terra nullius, and regards it as \"without doubt, the most biased and cantankerous historical work to appear since the publication of G.W. Rusden's three-volume History of Australia in the 1880s\".Henry Reynolds, \"Killing off the Case for Terra Nullius,\" The Age, 23 August 2003. *The historian of genocide, Ben Kiernan, who classifies the fate of Aborigines as an example of the practice, situates Windschuttle's polemical history within a new campaign, led by Quadrant, but taken up by a \"chorus of right-wing columnists\" within the Australian mass media with a record of antagonism to both Aborigines and their \"leftist\" supporters.Ben Kiernan, \"Cover-up and Denial of Genocide: Australia, the USA, East Timor, and the Aborigines\", in Critical Asian Studies, Routledge, 34:2 (2002), pp. 163–192, p.182. *Stephen Garton, Professor of History, Provost & Deputy Vice-Chancellor at Sydney University, argued that \"the flaw in Windschuttle's argument is his belief that history can only be based on the evidence that survives. Evidence is always partial and only takes on a meaning if placed in an appropriate context. In other words historians always construct larger worlds from the fragments that survive\".Stephen Garton, \"On the Defensive: Poststructuralism and Australian Cultural History\", in Hsu-Ming Teo, Richard White (eds.), Cultural History in Australia, UNSW Press, 2003, pp. 52–67, p.61, p.62. *The University of Aberdeen's Gregory D. B. Smithers, an Australian comparativist working on native histories, argues that Windschuttle's political agenda shows a \"discomfort with the way the 'orthodox school', by inflating Aboriginal deaths, impugns Australian identity and its virtuous Anglo-Saxon origins\". Windschuttle's book plays to \"the white wing populism of white Australians, who feel their racially privileged position is under attack\". By reaction, Smithers argues, Windschuttle highlights \"the nation's virtues\", privileging the opinions of settlers and colonial officials, \"while rejecting Aboriginal oral histories\". Smithers argues that Windschuttle ignores documentary evidence that contradicts his own ideology, and fails to perceive that the island reserves created for indigenous Tasmanians were \"racialised spaces\" for a people regarded as a form of \"social pollution\"\". He argues that the book is \"a therapeutic history for white (Anglo-Saxon) Australians that distorts and distracts\" and that in denying the reliability of historical evidence of racialised groups, Windschuttle employs a tactic used by historians to discredit historical accounts that do not fit with their presentist morality.Gregory D.B. Smithers, \"Reassuring 'White Australia': A Review of The Fabrication of Aboriginal History: Volume One\", in Journal of Social History, Vol. 37, No. 2 (Winter, 2003), pp. 493–505, pp.495–6, 500, 503 n.33. *For Stuart Macintyre, Windschuttle's book was not \"so much counter-history as an exercise in incomprehension\". He finds Windschuttle's method of calculating Aboriginal losses flimsy, and the figures he allocates to each incident \"no more reliable than those, which he dismissed as guesswork, of mainstream frontier historians\". He concludes that the first volume is \"a shocking book, shocking in its allegation of fabrication and also in its refusal of the interpretive framework that earlier historians employed, and that its author \"fails to register the tragedy of what was a fatal encounter\". When challenged on his lack of compassion, Windschuttle is reported as replying: \"You can't really be serious about feeling sympathy for someone who died 200 years ago\". For Macintyre, \"It is the absence of any sense of this tragedy, the complete lack of compassion for its victims, that is surely the most disturbing quality of Windschuttle's rewriting of Aboriginal history\". *For University of Sydney historian Vicki Grieves, Windschuttle's approach reads as though indigenous people \"were not the intentional targets of the colonisers but accidental targets, mostly through their inability to be realistic, objective, logical and moral, and thus the \"seeds of their own destruction\" lay within their own \"psyche and culture\". Even were one to concede Windschuttle's guesstimate for the pre-white population of Tasmania, by his own figures, the death-rate for his plausible deaths still works out as higher in percentage terms than the mortality risk of the Australian population during WWI, when 60,000 soldiers died. Windschuttle shows, she argues, a predilection for old colonial explanations, and Darwinist values, as though nothing had happened in between. Regarding native treatment of women, who in his account were viciously brutalised, Windschuttle appeals to the reader's moral outrage at the way a 14-year-old native girl was traded. In doing so, he ignores the fact that the age of consent in Britain at that time was 12, and whites themselves on the frontier exchanged wives or traded them for tobacco and rum. *James Boyce, in an extended review, notes that Windschuttle ignores native views for the period after 1832, precisely the date when almost all of what is known of Aboriginal perspectives began to be recorded. Examining Windschuttle's use of sources, he finds his selection of material narrow, and his reading of their contents \"selective\".James Boyce, \"Fantasy Island\", in R. Manne (ed.) Whitewash: on Keith Windschuttle's Fabrication of Aboriginal History, pp. 17–78, esp. p. 74, n. 107:, p. 77., n.179. *Bain Attwood of the School of Philosophical, Historical and International Studies at Monash University dismisses him as a \"tabloid historian\".Bain Attwood, \"Old news from a Tabloid Historian\", The Australian, 6 January 2003, p.13. However, Attwood concedes that \"Boyce is unable to demonstrate\" that the documents he says Windschuttle ignored \"would have provided factual killings of Aborigines\",Bain Attwood, Telling the Truth about Aboriginal History, Allen & Unwin, 2005, p. 251. and that revisionist' critics have demonstrated that the academic historians lacked documentation for most of the killings represented in their accounts\".Bain, Telling the Truth about Aboriginal History, p. 162. *Shayne Breen, lecturer in Aboriginal history at the University of Tasmania, reads the book as \"systematic character assassination\", replete with \"unsupportable generalizations\", and nurtured by a \"delusion\" that only Windschuttle can find the historical truth. For Breen, \"In making \"the most primitive ever\" claim, Windschuttle is not practising forensic scholarship. He is renovating a colonial ideology that decreed that Tasmanian Aborigines were the missing link between apes and man. This idea formed a central plank of what is known to scholars as scientific racism\".Shayne Breen, \"Criminals and Pimps: Keith Windschuttle and Tasmanian Aborigines\", Evatt Foundation, 27 August 2003. ==The Fabrication of Aboriginal History, Volume Three, The Stolen Generations 1881–2008== Published in 2009, the argument of this book is that the Stolen Generations is a myth.Roger Sandall, \"Aboriginal Sin?,\" The New Criterion, Vol. 28, 2010, p. 75. Key elements of the story of the Stolen Generations are that children of Aboriginal descent were forcibly removed from their families and their culture. It is alleged that the children were removed as young as possible so that they could be raised to be ignorant of their culture and people and that the ultimate intent was to end the existence of the Aborigines as a distinct people. It was also alleged that, as a part of this policy, parents were deliberately prevented from maintaining contact with their children. Windschuttle cites the words of the principal historian of the Stolen Generations, Peter Read: \"Welfare officers, removing children solely because they were Aboriginal, intended and arranged that they should lose their Aboriginality, and that they never return home\". Windschuttle argues that his analysis of the records shows that Aboriginal children \"were never removed from their families in order to put an end to Aboriginality or, indeed, to serve any improper government policy or program\". He argues that \"until the term stolen generations first appeared in 1981, there had been no popular tradition among Aboriginal people that employed either the term or the concept\". In 1981, a \"then unknown white postgraduate history student, Peter Read\" wrote, \"in the course of just one day\", a twenty-page pamphlet to make the case. \"He alone was granted the vision denied to all who came before him\". Windschuttle argues that Read's \"version of events was deeply comforting\". \"Mothers had not given their children away, fathers had not left their children destitute or deserted their families or been so consumed by alcohol they left them vulnerable to sexual predators\"... \"Aborigines could suddenly identify as morally innocent victims of a terrible injustice. Their problems could all be blamed on faceless white bureaucrats driven by racism. Since Read created this interpretation, it has come to be believed by most Aboriginal people in Australia.\" With regard to the Human Rights Commission investigation into the Stolen Generations and their 1997 report entitled Bringing Them Home, he writes: \"The empirical underpinnings of Bringing Them Home derived largely from the work of white academic historians. The Human Rights Commission did no serious research of its own into the primary historical sources. Co-authors Ronald Wilson and Mick Dodson also declined to hear any evidence that might have contradicted their preferred interpretation. They did not call witnesses from many of the still-living public officials responsible for child removal to hear or test their reasons for their policies and practices. The commission's only original contribution was to solicit the testimony of 535 Aboriginal people who had been removed from their parents and who spoke about their own experiences. While many of these stories were completely believable in what they said about what happened and how they felt, it is nonetheless true that when these witnesses were children they were not in a position to comprehend the question at the centre of the accusation of genocide, the motives of government policy makers\". He argues that only a small number of children were actually removed (approximately 8,250 in the period 1880 to 1971), far less than the tens of thousands claimed, and that most of the removed children had been orphaned or were abandoned, destitute, neglected or subjected to various forms of exploitation and abuse. These removals were based on traditional grounds of child welfare. He argues that his analysis of welfare policy shows that none of the policies that allowed the removal of Aboriginal children were unique to Aborigines and that the evidence shows they were removed for the same child welfare reasons as white children who were in similar circumstances. \"A significant number of other children were voluntarily placed in institutions by Aboriginal parents to give them an education and a better chance in life\". Windschuttle states that, in Western Australia, the records indicate that the majority of the children who are claimed to have been removed and placed in state Aboriginal settlements, went to those settlements with their destitute parents. Windschuttle argues that the evidence shows that the claims that parents were deliberately prevented from maintaining contact with their children and that the children were prevented from returning home are falsehoods. In New South Wales, for example, the relevant government board not only allowed parents to visit their children in the Aborigines Protection Board Children's Homes, it provided them with train fare and a daily living allowance to enable them to do so.The Fabrication of Aboriginal History, Volume Three: The Stolen Generations 1881–2008, Macleay Press, (2009) p251 Windschuttle states that the records show that a majority of children removed in New South Wales returned either to their families or to their Aboriginal communities. Windschuttle states that in New South Wales, Aboriginal children were placed in apprenticeships to enable them to acquire the skills to earn a living and be independent of welfare in a program that \"was a replica of measures that had already been applied to white children in welfare institutions in New South Wales for several decades, and to poor English children for several centuries before that\". When Aboriginal children finished their apprenticeships they were free to go wherever they pleased including back to their original homes, permanently or for social visits. With respect to the testing of the claims in court, Windschuttle writes: \"... when they tested specific policies before the Federal Court, and when they argued the general intentions of the parliaments and legislators before the High Court, the historians and political activists who invented the notion of the Stolen Generations proved incapable of substantiating their case. As far as Australia's highest courts are concerned, the central hypothesis of the Stolen Generations is legally extinct\"... \"The only legal cases with any potential credibility would be those made by individuals such as Bruce Trevorrow, who was unlawfully removed from his family and suffered badly as a result\". However in the Trevorrow case, Windschuttle argues that the decision shows \"that the actions of the Aborigines Protection Board in placing Bruce in foster care without his parents' agreement was actually illegal at the time\" and not the result of a policy of removal but rather the illegal actions of welfare officials who believed, rightly or wrongly, that Bruce Trevorrow was neglected and that his health and life would be in danger if they returned him to his mother. The fact that Bruce Trevorrow's siblings were never removed is an indicator that there was no such policy and that welfare officials were not empowered to remove Aboriginal children on racial grounds. ==Future volumes== In April 2010, Windschuttle announced that the two remaining books in the series, Volume Two on the Colonial Frontier from 1788 onwards, and Volume Four on the History Wars, originally projected for publication in 2003 and 2004, will be published at a date yet to be announced. In December 2013, Windschuttle advised that he hopes to have Volume Two published \"in time to take its place in the discussions about our past during the Anzac Centenary in April 2015\".Quadrant, January–February 2014, p5 As of September 2021, neither Volume 2 nor Volume 4 has appeared, and no revised publication schedule has been announced. ==Hoax== In January 2009, Windschuttle was hoaxed into publishing an article in Quadrant. The stated aim of the hoax was to expose Windschuttle's purported right-wing bias by proving he would publish an inaccurate article and not check its footnotes or authenticity if it met his preconceptions. An author using the pseudonym \"biotechnologist Dr Sharon Gould\" submitted an article claiming that CSIRO had planned to produce food crops engineered with human genes. However, \"Gould\" revealed that she had regarded the article as an Alan Sokal style hoax, referring to an instance in which writings described as obvious scientific nonsense were submitted to and accepted by an academic journal.Graham Young, \"The Windschuttle Hoax – Replete with Irony,\" Online Opinion, 12 January 2009. Based on the reporter's intimate knowledge of the hoax and what he described as her \"triumphant\" tone when disclosing the hoax to him, Windschuttle accused the online publication Crikey of being involved in the hoax, a claim Crikey denied.Keith Windschuttle, \"Margaret Simons and an Apparent Hoax on Quadrant,\" Quadrant, 6 January 2009.Margaret Simons, \"How Windschuttle Swallowed a Hoax to Publish a Fake Story in Quadrant,\" Crikey, 6 January 2009. Two days later, Crikey revealed that \"Gould\" was in fact the writer, editor and activist Katherine Wilson. Wilson agreed to being named by Crikey, as her name had already appeared in online speculation and it seemed likely that her identity was about to be revealed by other journalists.Margaret Simons, \"Outing 'Sharon Gould': the Hoaxer's Identity Revealed,\" Crikey, 8 January 2009 Reporters Kelly Burke and Julie Robotham note that \"the projects cited by 'Gould' as having been dumped by the organisation [CSIRO] are not in themselves implausible, and similar technologies are in active development. Human vaccines against diseases including hepatitis B, respiratory syncytial virus and Norwalk virus have been genetically engineered into crops as diverse as lettuce, potato and corn, and shown to provoke an immune response in humans.\" Gould also suggests the CSIRO abandoned research into the creation of dairy cattle capable of producing non-allergenic milk for lactose-intolerant infants and a genetically engineered mosquito that could stimulate antibodies against malaria in humans who were bitten, mitigating against (sic) the spread of the disease. Both ideas are under serious scientific study by research groups around the world.Kelly Burke and Julie Robotham, \"Plausible Inventions Lie Alongside the Facts,\" The Sydney Morning Herald, January 7, 2009. The hoax elements of the article published in Quadrant were that the CSIRO had planned such research, that they had abandoned it because of perceived public moral or ethical objections and that evidence of this was \"buried\" in footnotes to an article in a scientific journal and in two annual reports of the CSIRO, the relevant report years being unspecified. Windschuttle states: \"A real hoax, like that of Alan Sokal and Ern Malley, is designed to expose editors who are pretentious, ignorant or at least over-enthusiastic about certain subjects. The technique is to submit obvious nonsense for publication in order to expose the editor's ignorance of the topic. A real hoax defeats its purpose if it largely relies upon real issues, real people and real publications for its content. All of the latter is true of what \"Sharon Gould\" wrote. Indeed, the overwhelming majority of the content of her article is both factually true and well-based on the sources she cites.\"Keith Windschuttle, \"QED: This Hoax a Dud Cheque\", Quadrant Online, January 7, 2009 ==Campaign on Cardinal Pell case== During the trial and imprisonment of Cardinal Pell in 2019-20 on charges of sexual abuse of a minor, Windschuttle led a campaign in Quadrant defending Pell's innocence. After Pell's acquittal by the High Court of Australia, Windschuttle published a book, The Persecution of George Pell, arguing that Pell had faced a concerted campaign by Victorian police, judiciary and victims' advocates to convict him on flimsy evidence. ==Major publications== * Unemployment: a Social and Political Analysis of the Economic Crisis in Australia, Penguin, (1979) * Fixing the News, Cassell, (1981) * The Media: a New Analysis of the Press, Television, Radio and Advertising in Australia, Penguin, (1984, 3rd edn. 1988) * Working in the Arts, University of Queensland Press, (1986) * Local Employment Initiatives: Integrating Social Labour Market and Economic Objectives for Innovative Job Creation, Australian Government Publishing Service, (1987) * Writing, Researching Communicating, McGraw-Hill, (1988, 3rd edn. 1999) * The Killing of History: How a Discipline is being Murdered by Literary Critics and Social Theorists, Macleay Press, Sydney (1994); Macleay Press, Michigan (1996); Free Press, New York (1997); Encounter Books, San Francisco (2000) online edition * The Fabrication of Aboriginal History, Volume One: Van Diemen's Land 1803–1847, Macleay Press, (2002) * The White Australia Policy, Macleay Press, (2004) * The Fabrication of Aboriginal History, Volume Three: The Stolen Generations 1881–2008, Macleay Press, (2009) * The Breakup of Australia: The Real Agenda Behind Aboriginal Recognition, Quadrant Books, (2016) * The Persecution of George Pell, Quadrant Books, (2020) ==See also== * American Indian Wars *Aboriginal Tasmanians and the Black War * Australian frontier wars * Historikerstreit * History wars * Indian removal (United States) * New Historians (comparable Israeli phenomenon) * Stolen Generations (Australia) * Vergangenheitsbewältigung ==References== ==Further reading== * \"Contra Windschuttle\", S.G. Foster, Quadrant, March 2003, 47:3. * The Whole Truth...?, P. Francis, The Journal of GEOS, 2000. * \"Whitewash Confirms the Fabrication of Aboriginal History\", Keith Windschuttle, Quadrant, October 2003. * \"The Return of Postmodernism in Aboriginal History\", Keith Windschuttle, Quadrant, April 2006. ==External links== * Articles by Keith Windschuttle, at The New Criterion * Articles by Keith Windschuttle, in Quadrant. * Articles by Keith Windschuttle, at The Spectator * Who Owns White Australia? Andrew Fraser Versus Keith Windschuttle, by R.J. Stove * Foster, S.G. Contra Windschuttle, Quadrant, March 2003, 47:3 Retrieved from Internet Archive 13 December 2013. * Historian dismisses Tasmanian aboriginal genocide \"myth\" (contains edited transcript of 2002 ABC radio interviews by Peter McCutcheon with historian and author Keith Windschuttle and historian and author Henry Reynolds) * \"Native Fiction\" a sympathetic New Criterion review of Keith Windschuttle's book casting doubt on a supposed Tasmanian genocide. Retrieved from Internet Archive 13 December 2013. * Transcript of current affairs television program Sunday with Keith Windschuttle, Prof. Henry Reynolds, Prof. Cassandra Pybus, Prof. Lyndall Ryan, and others. Retrieved from Internet Archive 13 December 2013. Category:1942 births Category:20th-century Australian historians Category:Australian anti- communists Category:Australian magazine editors Category:Australian publishers (people) Category:Conservatism in Australia Category:Critics of postmodernism Category:Historians of Australia Category:History of Indigenous Australians Category:Living people Category:People educated at Canterbury Boys' High School Category:People from Sydney Category:Quadrant (magazine) people Category:University of Sydney alumni",
 "title": "Keith Windschuttle"
}