{
 "id": "708812",
 "text": "Daya Nayak is an Indian police inspector with the Mumbai police. He joined Mumbai police - then known as Bombay - in 1995, and rose to fame as an encounter-specialist in the late 1990s. As a member of the Detection Unit, he gunned down more than 80 gangsters of the Mumbai underworld. In 2006, he was temporarily suspended, based on allegations of criminal links and disproportionate income by a journalist. The Anti-Corruption Bureau could not find any evidence against him, and he was reinstated by the Mumbai Police in 2012. He was transferred to Nagpur in January 2014, and suspended in July 2015 after he reportedly declined to join his new posting at Nagpur fearing his family's safety. The transfer order was cancelled in August 2015, and Nayak was reinstated in January 2016. == Early life == Daya Nayak was born in a brahmin family at Yennehole village of the Karkala taluk, Udupi district in a Konkani-speaking family. He studied till the 7th standard in a Kannada-medium school built by his grandfather. In 1979, he came to Mumbai, after his father asked him to earn some money to help the family. He worked at a hotel canteen, sleeping on the hotel's porch. He continued his education while working, and graduated 8 years later from the CES college in D.N. Nagar. After graduating, he started working with a plumber as a supervisor, earning a monthly salary of 3,000. He continued staying at the hotel until he got a police job. == Police career == Daya Nayak joined the Bombay Police as a trainee in 1995. After completing his training, he was posted to the Juhu police station in 1996. His first encounter killing happened on the night of 31 December, when he shot dead two members of the Chhota Rajan gang after they opened fire on him. Subsequently, he was shifted to the special squad working against the gangsters. In 1997, he was hospitalised after being shot twice and badly wounded by a gangster. Before being shot, he managed to shoot the criminal dead in front of a huge crowd. By 2004, he had killed 83 gangsters, acquiring reputation as an \"encounter specialist\". Nayak himself disapproved of the sobriquet \"encounter specialist\", insisting that he is not a trigger-happy man but was forced to kill gangsters to prevent more \"bloodshed and mayhem\". He also states that none of his encounter killings have been fake. He slowed down after the deputy chief minister R. R. Patil reined in the encounter specialists. == School in Yennehole == Daya Nayak built a school in his native village Yennehole. The money for building the school was collected through donations from Bollywood personalities in name of the Radha Nayak Educational Trust (named after Nayak's mother). The school was inaugurated by Amitabh Bachchan in 2000 in presence of celebrities like M. F. Husain, Suniel Shetty and Aftab Shivdasani. It was later handed over to the Government of Karnataka, and is now known as the Radha Nayak Government High School. == Allegations of corruption and criminal links == In 2003, Ketan Tirodkar, a journalist, accused Daya Nayak of having links with the Mumbai underworld, and of amassing wealth disproportionate to his income through illegal means. Tirodkar alleged that he had become friends with Nayak in 2002, and ran an extortion business with him. Nayak was investigated by the Maharashtra Control of Organised Crime Act (MCOCA) court for links with the underworld. He came out clean in investigations conducted by ACP Shankar Kamble in 2003 and by DCP K L Bishnoy in 2004. He was given clean chit after another inquiry by ACP Dilip Sawant in 2004. The same year, Tirodkar was taken into custody on the charge of having links with the Dubai-based don Chota Shakeel. In 2006, Nayak was arrested during an investigation led by the Anti-Corruption Bureau (ACB) ACP Bhim Rao Ghadge. The ACB officials raided his house on 21 January 2006. He was suspended a day later. The school built by him was also raided without the knowledge of approval of the Karnataka state government. On 18 February 2006, a sessions court issued a non-bailable warrant against him in the disproportionate assets case after his anticipatory bail plea was rejected by the sessions court, the Bombay High Court and after the Supreme Court of India declined to interfere in the case and directed him to surrender. Two days later, he surrendered as directed and was sent to judicial custody. Nayak spent 14 days in police custody and 45 days in judicial custody, and was released on bail after no chargesheet could be filed against him due to lack of evidence. The 2003 complaint against him stated that he had amassed wealth worth crores of rupees. ACB found his assets to be worth much less – Rs. 8,917,000, but still filed a chargesheet against him, stating that these assets were disproportionate to Nayak's monthly salary of 10,000 as a sub- inspector. Nayak was accused of floating bogus companies with help of his associate Rajendra Phadte, and getting his wife Komal to take property loans from these companies to launder his money. The ACB also stated that he had dealt properties in name of his brother-in-law and Phadte. The ACB summoned Them 27 times, but could not find any evidence. ACB arrested him at the insistence of the IPS officer Pradnya Saravade, on the charge of laundering Daya Nayak's money. He was jailed for 62 days, during which both his parents died. He appealed to the Maharashtra State Human Rights Commission (MSHRC). The Commission chairman Justice Kshitij R. Vyas criticised the arrest and passed strictures against Pradnya Saravade for her high handedness. MSHRC imposed a fine of on the state government, asking it to be recovered from Saravade. Nayak insisted that all his money was accounted for, and every transaction was made by cheque. He also pointed out that his assets had been shown as inflated. For example, his Tata Sumo was a government vehicle and the 200,000 rupee expense reimbursed by the government for a post-encounter hospital stay had been counted as an asset. Ghadge claimed that Nayak had assets in Switzerland and owned hotels in Dubai. Nayak denied this, saying that he had never travelled outside India. The ACB alleged that Nayak had transferred 1 billion to a foreign contact from a cyber café in Goa. It claimed that he was in Goa on 18 January 2006, but his duty records proved that he was at the Charkop Police station. ACB also brought up the point that a person called D Naik had travelled several times between Mumbai and Goa by air. It was later found out that the person was the Goa minister Damodar Naik. According to Nayak's supporters, he was framed by some of his colleagues who had close ties with the underworld criminals, whom Nayak had fought with. Nayak himself termed Ghadge as the \"most corrupt officer\", and alleged that Ghadge had filed an FIR against him after he refused his demand for a bribe of 10 million. In 2008, after the Soharbuddin Sheikh encounter case came to light, Tirodkar filed one more affidavit stating that Daya Nayak was involved in the death of Sadiq Jamal, another alleged fake encounter by the Gujarat Police. According to Tirodkar, the Gujarat police had asked Daya Nayak and him to supply \"a Muslim boy with some criminal background\" to the Gujarat Police, and in response, Nayak handed over Sadiq Jamal to them. In 2010, the Court quashed all the MCOCA charges against him. == After reinstatement == On 16 June 2012, the Mumbai Police reinstated Daya Nayak. He was posted in the Local Arms unit. He was then posted to the Western Zone, and worked out of Bandra. In January 2014, he was transferred to Nagpur. However, he did not report there, and was suspended in July 2015. The transfer order was cancelled in August 2015, and Nayak was reinstated in Mumbai Police on 11 January 2016. == In popular culture == The Hindi films Ab Tak Chhappan by Shimit Amin and N Chandra's Kagaar are based on Nayak's life, as is the Kannada film Encounter Daya Nayak. Ab Tak Chhappan was later remade into Telugu as Siddham. The 2007 film Risk by Vishram Sawant has overtones from Daya Nayak's life. A Telugu film, titled Golimaar released in 2010 is also inspired by his life. The 2012 Bollywood film Department highlights the encounter specialists of the Mumbai Police; Daya Nayak's role is played by Sanjay Dutt. Sequel to Ab Tak Chhappan was released in February 2015 titled Ab Tak Chhappan 2. ==See also== * D-Company ==References== ==External links== * Category:Year of birth missing (living people) Category:Living people Category:Police officers from Mumbai Category:People from Udupi district Category:Indian police officers",
 "title": "Daya Nayak"
}