{
 "id": "70882",
 "text": "The Arizona Complex League (ACL) is a rookie-level Minor League Baseball league that operates in and around Phoenix, Arizona, since 1988. Prior to 2021, it was known as the Arizona League (AZL). Along with the Florida Complex League (FCL), it forms the lowest rung on the North American minor-league ladder. ACL teams play at the minor league spring training complexes of their parent Major League Baseball (MLB) clubs and are owned by those parent clubs. Admission is not charged and no concessions are operated at the teams' games. Every Cactus League team fields at least one team in the league. Night games are commonly played in the spring training stadium, although games may also be played at the team's practice fields. As of the 2021 season, there is no league limit to how many players can be on an active roster, but no team can have more than three players with four or more years of minor-league experience. Major-league players on rehabilitation assignments may also appear in the league. ==History== ===Arizona League=== The league began play in 1988 as the Arizona League (AZL) on an experimental basis with four teams playing a 60-game schedule—the teams were affiliated with the Milwaukee Brewers, Oakland Athletics, San Diego Padres, and a cooperative between the Boston Red Sox and Seattle Mariners. Games were scheduled in the morning in order to make sure the league did not compete with the Phoenix Firebirds of the Triple-A Pacific Coast League. The Phoenix Diamondbacks debuted in 1996, the first affiliate of the Arizona Diamondbacks to start playing professional baseball, two years before their parent club joined Major League Baseball. A crowd of 6,124 attended the Diamondbacks' first game on June 25, 1996, a 15–7 loss to the Phoenix Athletics. A number of local dignitaries were at the game, including Buck Showalter and Jerry Colangelo. The Colorado Rockies started their rookie league team a year before starting major league play as well in 1992, sharing a team with the Cubs. The team, composed of the Rockies' first-ever draft picks, received a different level of notoriety than the Diamondbacks for their first rookie league game: as the players wore either Rockies jerseys or Cubs jerseys, the team did not have their uniform pants ready at the start of the season, and had to borrow pants from the Cubs. Between 1998 and 2000 an unaffiliated team composed of young players from the Mexican League played out of the Tucson Electric Park spring training complex, in part to add a fourth team to a southern division. Three Tucson-based teams (the Mexican All-Stars, the Diamondbacks, and the Rockies) would leave the league after the 2000 season, largely due to travel concerns, followed by the White Sox two years later. All three teams later relocated their spring training complexes to the Phoenix metropolitan area, and the Diamondbacks and White Sox reinstated their rookie league teams. The start of the 2020 season was postponed due to the COVID-19 pandemic before ultimately being cancelled on June 30. ===Arizona Complex League=== Prior to the 2021 season, in continuation of MLB's reorganization of the minor leagues, the two US-based complex leagues were renamed, with the Arizona League becoming the Arizona Complex League (ACL). For 2021, the league consisted of 18 teams. ==Playoff procedure== Prior to 1998, the league champion was the team with best record over the course of the season. Since 1998, the season has been split into two half-seasons. From 1998 to 2008, the teams with the best records in each half faced off to decide the league champion. If the same team won both halves, they were automatically crowned champions (only one team accomplished this, the 2005 Arizona League Giants). In 2009, the league split into two divisions, an alignment that was used through the 2012 season. The two teams in each division with the best record in each half-season played off for the division championship, and the winners advanced to the final. If the same team won their division in both halves, they advanced directly to the final. The league's current playoff format has been used since the league realigned into three divisions in 2013. The six teams who win their division in the first and second half of the season qualify for the playoffs. If a team wins both halves, the next best team in that division by overall record qualifies for the playoffs. The top two teams by overall record receive a bye to the semifinals. All playoff games are single elimination, with the exception of a best-of-3 final. ==Current teams== Teams in the league are not referred to by their home city, but simply by their parent club's name. A prefix of ACL (previously AZL or Arizona League) is typically used to differentiate the team from its parent club and other farm teams with the same nickname. City names have been used previously instead of a prefix, such as with the Peoria Padres and Peoria Mariners. Franchises that field more that one team use differentiating suffixes, typically based on team colors (e.g. Blue and Gold). {| class=\"wikitable sortable\" |- !Division !Team !MLB Affiliation !City !Stadium !Capacity |- !rowspan=6| East |ACL Athletics |Oakland Athletics |Mesa |Fitch Park |align=\"right\" |10,000 |- |ACL Cubs |Chicago Cubs |Mesa |Sloan Park |align=\"right\"|15,000 |- |ACL D-backs |Arizona Diamondbacks |Scottsdale |Salt River Fields at Talking Stick |align=\"right\" |11,000 |- |ACL Giants Black |rowspan=2|San Francisco Giants |rowspan=2|Scottsdale |rowspan=2|Scottsdale Stadium |rowspan=2 align=\"right\"|12,000 |- |ACL Giants Orange |- |ACL Rockies |Colorado Rockies |Scottsdale |Salt River Fields at Talking Stick |align=\"right\" |11,000 |- !rowspan=6| Central |ACL Angels |Los Angeles Angels |Tempe |Tempe Diablo Stadium |align=\"right\" |9,785 |- |ACL Brewers Blue |Milwaukee Brewers |Phoenix |American Family Fields of Phoenix |align=\"right\" |8,000 |- |ACL Dodgers |Los Angeles Dodgers |Phoenix |Camelback Ranch |align=\"right\" |12,000 |- |ACL Guardians |Cleveland Guardians |Goodyear |Goodyear Ballpark |align=\"right\"|10,000 |- |ACL Reds |Cincinnati Reds |Goodyear |Goodyear Ballpark |align=\"right\"|10,000 |- |ACL White Sox |Chicago White Sox |Phoenix |Camelback Ranch |align=\"right\" |12,000 |- !rowspan=7| West |ACL Brewers Gold |Milwaukee Brewers |Phoenix |American Family Fields of Phoenix |align=\"right\" |8,000 |- |ACL Mariners |Seattle Mariners |Peoria |Peoria Sports Complex |align=\"right\"|12,882 |- |ACL Padres |San Diego Padres |Peoria |Peoria Sports Complex |align=\"right\"|12,882 |- |ACL Rangers |Texas Rangers |Surprise |Surprise Stadium |align=\"right\"|10,500 |- |ACL Royals Blue |rowspan=2|Kansas City Royals |rowspan=2|Surprise |rowspan=2|Surprise Stadium |rowspan=2 align=\"right\"|10,500 |- |ACL Royals Gold |} ==Past teams== *Arizona League Cardinals (1989–1994) ** Became the Gulf Coast League Cardinals in 1995 *Arizona League Mariners/Red Sox (1988) ** Split into two teams in 1989, the Arizona League Mariners and the Gulf Coast League Red Sox *Tucson Mexican All- Stars (1998–2000) *Arizona League Rockies (1993–2000) *Arizona League Rockies/Cubs (1992) ** Split into two teams in 1993, the Arizona League Rockies and Gulf Coast League Cubs *Arizona League Royals 1 and Arizona League Royals 2 (2003) ** The Arizona League Royals operated as two teams for one season ==League champions== Finals opponent in parentheses, if applicable. * 1988: AZL Brewers * 1989: AZL Brewers * 1990: AZL Brewers * 1991: AZL Athletics * 1992: AZL Athletics * 1993: AZL Athletics * 1994: AZL Cardinals * 1995: AZL Athletics * 1996: AZL Padres * 1997: AZL Cubs * 1998: AZL Rockies * 1999: AZL Athletics (def. AZL Mexico) * 2000: AZL Mariners (def. AZL Rockies) * 2001: AZL Athletics (def. AZL Mariners) * 2002: AZL Cubs (def. AZL Giants) * 2003: AZL Royals 1 (def. AZL Rangers) * 2004: AZL Giants (def. AZL Athletics) * 2005: AZL Giants (won both halves) * 2006: AZL Padres (def. AZL Angels) * 2007: AZL Mariners (def. AZL Angels) * 2008: AZL Giants (def. AZL Angels) * 2009: AZL Mariners (def. AZL Giants) * 2010: AZL Brewers (def. AZL Reds) * 2011: AZL Dodgers (def. AZL Giants) * 2012: AZL Rangers (def. AZL Athletics) * 2013: AZL Giants (def. AZL Dodgers) * 2014: AZL Indians (def. AZL Giants) * 2015: AZL White Sox (def. AZL Mariners) * 2016: AZL Mariners (def. AZL Angels) * 2017: AZL Cubs (def. AZL Giants) * 2018: AZL Dodgers (def. AZL Cubs 1) * 2019: AZL Rangers (def. AZL Indians Blue) * 2020: No season * 2021: ACL Rockies 2020 season canceled due to COVID-19 pandemic Source: ==See also== *List of Arizona Complex League team rosters * ==Notes== ==References== ==External links== * A Category:Sports in Phoenix, Arizona Category:Minor baseball leagues in the United States",
 "title": "Arizona Complex League"
}