{
 "id": "708900",
 "text": "Jason Benedict Lee (born 9 May 1971) is an English football manager and former player. Lee played as a forward, most notably in the Premier League for Nottingham Forest where he featured over three seasons, one of which saw him play in the UEFA Cup. He also had a brief spell in the Scottish Premier League with Falkirk, but played the bulk of his professional career in the Football League with Charlton Athletic, Stockport County, Lincoln City, Southend United, Grimsby Town, Watford, Chesterfield, Peterborough United, Boston United, Northampton Town, Notts County and Mansfield Town. He later had spells in non-league football with Kettering Town, Corby Town, Ilkeston Town and Arnold Town In 2011 he returned to Boston United and was appointed as manager initially alongside Lee Canoville, although he later took up the role on a sole basis before being dismissed in 2012. ==Playing career== Lee began his career at Charlton Athletic but having failed to establish himself in the side moved to Lincoln City in 1991 before later moving to Southend United. He moved to Nottingham Forest in 1994. Initially, Lee failed to crack his way into Forest's first team. However, the departure of Stan Collymore to Liverpool saw him feature for the first team. In the 1995–96 season he scored eight league goals in 28 games. Following two loan spells, back at his first club Charlton and at Grimsby Town, Lee was transferred to Watford in 1997 for £200,000 – the same fee paid by Forest three years earlier – and played in their 1997–98 Second Division championship-winning side, scoring ten goals. However, Lee's refusal to uproot his family from Nottingham caused tension with manager Graham Taylor, who sold him to Chesterfield early in the 1998–99 season for £250,000. Since then, he has played for Peterborough United (2000–2003), Falkirk (2003–2004), Boston United (2004–2006). In January 2006, Lee joined Northampton Town on a free transfer. He was part of the Northampton side that won promotion from League Two, appearing 11 times for the Cobblers and scoring one goal against Notts County. However, he was released at the end of the season and subsequently joined Aldershot Town. His stay at the Shots was a brief one, and in June 2006 he moved to Notts County, and was team captain for the 2007–08 season. It was announced on BBC East Midlands Today, during a feature presented by the player, that he would not be retained by the club for the 2008–09 campaign. Following his release from the Magpies, signed for Mansfield Town on 1 August 2008. Lee signed for Kettering Town on 13 January 2009, for the remainder of the 2008–09 season from Mansfield Town. Lee scored once in six league games for Kettering, his strike coming in a 2–1 loss to Stevenage on 27 January 2009. He moved on to Corby Town, making his début in a 3–3 draw against Farnborough on 21 March 2009. He joined Ilkeston Town of the Conference North on 1 April 2010, scoring on his début in a 2–1 victory over AFC Telford United. After a long and wide-ranging career Lee announced his retirement from football in November 2010 following the death of his mother. Lee came out of retirement in March 2011 when he joined Arnold Town, debuting in the club's Northern Counties East League 1–0 defeat at Hallam on 8 March 2011. The same week he was announced as the Matchday VIP Host for former club Lincoln City, a role which would limit his availability for Arnold. His second, and final, league appearance for the club saw him sent-off for two yellow cards, the second for the use of the elbow, in the 4–2 defeat to Pickering Town on 19 March 2011. ==Managerial career== On 22 March 2011, Lee, along with Lee Canoville was confirmed as caretaker coach of Boston United following the resignation of joint first team managers Rob Scott and Paul Hurst. Lee re-registered himself as a player towards the end of the 2010–11 season. He made three appearances, including the final of the Lincolnshire Senior Shield and one Conference North playoff-game. Jason Lee was sacked as manager in December 2012 after a run of poor results in the 2012/13 season leaving the Pilgrims in 10th place.\"Jason Lee sacked as Boston United manager\" BBC Sport, 6 December 2012 == Football administration == In 2013 Lee became the Equalities Education Executive for the Professional Footballers Association (PFA). Lee was frequently mocked by comedians Frank Skinner and David Baddiel in the 1990s football comedy TV show Fantasy Football League. In a series of sketches, Lee was lampooned for his perceived poor footballing ability and his distinctive hairstyle, described as resembling a \"pineapple\". When asked what he made of Baddiel performing in blackface, Lee said: \"I'd ask them if they realised the significance of what they were doing. It was, looking back, a form of bullying. I work in equalities now, and it can affect different people in different ways. I don't think people appreciate the possible harm it can cause. Not everyone has the make-up to deal with that, and they shouldn't have to.\" ==References== ==External links== * *Profile at UpThePosh! The Peterborough United Database *The Life and Times of Jason Lee *Interview with Jason for the blog The Ball is Round Category:1971 births Category:Living people Category:Footballers from Forest Gate Category:English footballers Category:Association football forwards Category:Charlton Athletic F.C. players Category:Stockport County F.C. players Category:Lincoln City F.C. players Category:Southend United F.C. players Category:Nottingham Forest F.C. players Category:Grimsby Town F.C. players Category:Watford F.C. players Category:Chesterfield F.C. players Category:Peterborough United F.C. players Category:Boston United F.C. players Category:Northampton Town F.C. players Category:Falkirk F.C. players Category:Notts County F.C. players Category:Mansfield Town F.C. players Category:Kettering Town F.C. players Category:Ilkeston Town F.C. (1945) players Category:Corby Town F.C. players Category:Arnold Town F.C. players Category:Premier League players Category:English Football League players Category:National League (English football) players Category:English football managers Category:Boston United F.C. managers Category:National League (English football) managers Category:Black British sportspeople",
 "title": "Jason Lee (footballer)"
}