{
 "id": "709150",
 "text": "The M55 is a motorway in Lancashire, England, which can also be referred to as the Preston Northern Bypass. It connects the seaside resort of Blackpool to the M6 at Preston. It is 12.2 miles (19.6 km) in length. ==Route== The M55 has three lanes in both directions for most of its length. After leaving the M6 at junction 32, the road immediately interchanges with the A6. It then crosses the West Coast Main Line and Lancaster Canal before passing north of Wesham to meet the A585 at junction 3. It then continues west in a rural setting to meet junction 4, where the motorway ends and becomes the A5230. The western part of the M55, and the first few hundred metres of the A5230, occupy the route of the old Blackpool Branch railway line. ==History== *M6 to Junction 1 opened as part of the M6 Preston By-pass in 1958. *Junctions 1 to 4 opened in 1975. The first motorway constructed in Great Britain was the M6 Preston Bypass, opened in 1958. This ran from the current M6 junction 29 to the M55 junction 1. It was built as a two-lane route. In 1965 the M6 was extended north from what is the current day junction 32 to meet the Lancaster Bypass, Route 6 - M6 timeline and the M6 junction was rebuilt to its current design to connect the A6 at the now M55 junction 1. Due to increasing traffic, it was decided to provide a motorway link to Blackpool and this road was opened in 1975. Some of the material for backfilling the new M55 was obtained from a nearby disused airfield at RNAS Inskip, where the runways were broken up and the land returned to agriculture. More material came from the Tootle Heights quarries in Longridge. ===Future plans=== The motorway has no Junction 2.CBRD Motorway Database - M55 A proposed South Ribble link road would have involved the extension of the M65 motorway around the west of Preston to link to the M55 at the missing junction. The link road proposal has been dormant since the mid-1990s. Between 1993 and 1995, the M6 around the east of Preston was widened to four lanes, making the link road proposal less likely. As part of a City Deal signed between Preston City Council and central Government in late 2013, both Lancashire County Council and Preston City Council agreed in principle to build a 'Preston Western Distributor Road' which would link the A583/A584 outside Clifton to a new Junction 2 of the M55.Preston and Lancashire City Deal - The Key Facts Preston City CouncilPreston City Deal to build new roads and create thousands of jobs and homes Gov.uk Construction of the new road began in September 2019 and will involve a new motorway junction, four new bridges and two viaducts. Completion of the £200m scheme is scheduled for early in 2023. ==Incidents== ===Aircraft test landing=== During construction of the M55, the Jaguar military aircraft from nearby Warton Aerodrome made a test landing on the motorway, in order to prove its capability to use makeshift runways in time of war. ==Junctions== Data from driver location signs are used to provide distance and carriageway identifier information. {| border=1 cellpadding=2 style=\"margin-left:1em; margin-bottom: 1em; color: black; border-collapse: collapse; class=\"wikitable\" |- align=\"center\" bgcolor=\"0080d0\" style=\"color: white;font-size:120%;\" | colspan=\"5\" | M55 motorway |- align=\"center\" bgcolor=\"000000\" style=\"color: white\" |mile |km | Eastbound exits (A Carriageway) | Junction | Westbound exits (B Carriageway) |- align=\"center\" |16.2 |26.0 | The NORTH, The LAKES, Lancaster M6 The SOUTH, Birmingham, Manchester (M61), Liverpool (M58) | M6, J32 | Start of motorway |- align=\"center\" |15.0 |24.2 | Preston, Garstang A6 | J1 Broughton Roundabout | Preston, Garstang A6 |- align=\"center\" |8.1 |13.0 | Kirkham, A585 | J3 Wesham Circle | Kirkham, Fleetwood A585 |- align=\"center\" | rowspan=\"2\"|4.0 | rowspan=\"2\"|6.4 | Start of motorway | rowspan=\"2\"|J4 Marton Circle | Blackpool (North) A583 |- align=\"center\" |Blackpool A583, Fleetwood (A587) Non-motorway traffic | Road continues as A5230 to Blackpool (C, S & W), Airport and Lytham St Annes |} Junction 3, 4 and 32 are visual reporting points (VRPs) for general aviation aircraft in the local Blackpool airspace.Visiting by air – Blackpool Airport ==See also== *List of motorways in the United Kingdom ==References== ==External links== * CBRD Motorway Database - M55 *Lancashire County Council - Historic Highways - M55 * The Motorway Archive - M55 5-0055 5-0055 Category:The Fylde",
 "title": "M55 motorway"
}