{
 "id": "709546",
 "text": "Oldway Mansion is a large house and gardens in Paignton, Devon, England. It was built as a private residence for Isaac Singer (1811–1875), and rebuilt by his son Paris Singer in the style of the Palace of Versailles. ==History== ===19th century=== Around 1871, the Fernham estate in Paignton was purchased by Isaac Singer, the founder of the Singer Sewing Machine Company. The old buildings on the site were demolished and he commissioned a local architect, George Soudon Bridgman, to build a new mansion as his home. As part of the designs, Singer instructed Bridgman to build a theatre within the house. Bridgman was at that time being apprenticed by a young Frank Matcham, who had just returned from London where he had been studying architecture in a surveyors office.\"Growing Up On The English Riviera\" by Gorel Garlick; Wilmore, pp. 44–49. In an edition of The Builder, dated 1873, Matcham was named in the request for tender section as being the accepted party to work alongside Bridgman on the Oldway Mansion project.\"Tenders\", The Builder, 1 March 1873, p. 176. The architectural historian Gorel Garlick considers it entirely possible that Matcham was given sole responsibility by Bridgman for the theatre's design because of his educational experiences in London. Singer spared no cost in terms of Oldway Mansion's construction; he sourced the finest materials from around the world and instructed Bridgman to design the interior in exuberant French style. Garlick notes that it was highly likely that Singer's exuberance would have influenced someone as architecturally impressionable as Matcham, whose later theatres used such extravagant decoration. The work was completed in 1873 Singer died on 23 July 1875, shortly before work on the original mansion was completed. 300px|thumb|right|The grand staircase at Oldway Mansion with The Crowning of Josephine by Napoleon after David. Paris Singer, a son of Isaac Singer, supervised the alterations at Oldway Mansion between 1904 and 1907. The rebuilding work was modelled on the Palace of Versailles, and the eastern elevation of the building was inspired by the Place de la Concorde in Paris. The interior of the building is noted for its grand staircase made from marble, and balusters of bronze. The ceiling of the staircase is decorated with an ornate painting based on an original design for the Palace of Versailles for Louis XIV by the French painter and architect Charles Le Brun. Above the grand staircase, there is a reproduction of the first version of Jacques-Louis David's painting The Crowning of Josephine by Napoleon. The original was purchased by Paris Singer in the late 19th century; the painting was sold to the French government in 1946 and now hangs in the Palace of Versailles. The reproduction at the mansion, which hangs in the same place as the original did, is a copy made by Rutters Scanachrome and was unveiled in 1995. The gallery on the first floor is a reproduction of the Hall of Mirrors at Versailles, and it is floored in parquet. The gallery leads into the ballroom, which contains walls of gilt panelling and mirrors. Above the fireplace, there is an oil painting of Louis de Bourbon dating from 1717. Oldway Mansion is set in of gardens, which were laid out on an Italian theme by the French landscape gardener Achille Duchesne. Beneath the eastern elevation of the building is the maze, which consists of dwarf box hedging and flower beds. To the south of the mansion, there is a grotto garden, where a waterfall passes over a rocky cave into a pool below. The grounds of the mansion contain many sub-tropical plants and shrubs. 300px|thumb|right|The eastern and northern elevations of Oldway Mansion Opposite the main entrance to the mansion is a large round building known as The Rotunda. This was built in 1873, and it was used originally as a horse riding pavilion and exercise area. Isaac Singer gave this building the nickname of \"The Wigwam\". The formal gardens and parkland are Grade II listed on the Register of Historic Parks and Gardens. ===20th century=== A rock garden was laid out between 1900 and 1902 by Devon landscape gardener FW Meyer using 1,000 tonnes of stone. Following the end of an affair with the dancer Isadora Duncan in 1917, Paris Singer became an American citizen and went to live in the United States. This was done partly for tax reasons, and after 1918, Oldway Mansion was no longer the permanent home of the Singer family. During the period of the First World War from 1914 to 1918, Oldway Mansion was transformed into the American Women's War Relief Hospital. The Rotunda was converted to house rows of beds for the wounded soldiers being brought back to England from the trenches of France and Belgium. King George V visited the mansion in 1915. Oldway Mansion became the Torbay Country Club in 1929. During this period, tennis courts and a bowling green were added to the grounds. Torbay Golf & Country Club opened in 1933. Oldway Mansion was used as the club house, with the course in the hills above the Mansion. The course closed in the mid-1950s.Torbay Golf & Country Club, \"Golf's Missing Links\". Retrieved 8 November 2014. During the Second World War from 1939 to 1945, Oldway was used in the war effort by housing RAF cadets training to be aircrew. In 1943, Oldway was damaged in an air raid, along with many other buildings in Paignton. ==Modern history and disuse of the building== Paignton Urban District Council purchased Oldway Mansion from the Singer family in 1946 for £46,000. It is estimated that around £200,000 was spent on building the mansion. Until 2013, the building was used as council offices and for civil marriage ceremonies. Oldway Mansion has been a Grade II* listed building since 1993. In January 2007, Torbay Council announced that it was considering selling the mansion, as it had become too expensive to maintain. The suggestion was controversial since local residents argued that the mansion was sold at a reduced price on the understanding that it would be open to the public. On 30 April 2012, plans for Oldway Mansion to be converted into a luxury hotel and sheltered retirement flats were approved by Torbay Council. The deal was finalised in September 2012. Oldway Mansion has been closed since Torbay Council stopped using the buildings in 2013, although the grounds have remained open to the public. The bowling green is still in use, but the tennis courts are closed. In January 2016, it was reported that the property developer Akkeron had filed a claim for more than £8 million in damages against Torbay Council, due to a dispute over the leases which it said had caused a delay in starting work on the redevelopment. Torbay Council rejected the claim and said that it would defend itself against the allegations \"robustly\". On 15 August 2016, it was reported that the agreement between Torbay Council and Akkeron to develop the mansion had been terminated. The legal dispute brought an end to the redevelopment plans, and the work on the site was never started. A 2018 proposal by the elected Mayor of Torbay to sell the building was rejected by councillors. In January 2019, it was announced that Torbay Council had begun the process of setting up a charitable trust to allow community management of the building, with the aim of re- opening it. In March 2019, it was reported that planned open days allowing the public to see inside the mansion had been scrapped, as the building was in an unsafe condition. A bid was submitted to the National Lottery Heritage Fund for approximately £10 million to support a restoration scheme. By 2020 the grotto, which is made of steel and concrete and lined with limestone, had deteriorated and become subject to vandalism leaving it at risk of collapse. As a result of this Torbay Council applied for planning permission to temporarily seal up the grotto using steel mesh. In January 2021, Torbay Council applied for permission to demolish the 1930s squash courts adjacent to the Mansion and Rotunda, as they were in a poor condition and putting other parts of the site at risk. ==Other uses== Oldway Mansion has been used as a film location on several occasions. During the spring of 2004, it doubled as Buckingham Palace for the filming of Churchill: The Hollywood Years, starring Christian Slater and Neve Campbell. Pink gravel, guard houses and period vehicles were used to recreate the royal courtyard. The 1968 film Isadora starring Vanessa Redgrave and telling the life story of the dancer Isadora Duncan also used Oldway Mansion as one of its locations. On 21 December 2005, the ballroom at Oldway Mansion was the location for Devon's first civil partnership. The registration was officially witnessed by the Mayor of Torbay and his dignitaries.\"Gay couples among first to 'wed'\", BBC News. 21 December 2005. ==See also== * Kirkham House ==References== Notes Citations Sources * * * * * * ==Further reading== * Oldway Mansion: Paignton by Torbay Borough Council *Oldway Mansion, historic home of the Singer family by Paul Hawthorne, Torbay Books, published October 2009 ==External links== *Oldway Mansion in Paignton to become hotel BBC News, 1 May 2012. *Victorian Society reveals top 10 buildings 'crying out' to be saved BBC News, 12 September 2018. Category:Country houses in Devon Category:Edwardian architecture Category:Grade II* listed buildings in Devon Category:Grade II* listed houses Category:Grade II listed parks and gardens in Devon Category:Houses completed in 1875 Category:Buildings and structures in Paignton",
 "title": "Oldway Mansion"
}