{
 "id": "710117",
 "text": "The Volkswagen K70 is a four-door, front engine, front wheel drive sedan developed by NSU and marketed from 1970–1975 by Volkswagen after its 1969 acquisition of NSU. Designed by NSU's chief engineer Ewald Praxl and styled by Claus Luthe as a four-door sedan (and three-door wagon) to complement the NSU Ro80, the K70 would become the first Volkswagen with a front-mounted engine, water cooling and front wheel drive. Competing with VW's own 411/412 and Audi's 100, the K70 was ultimately sold only as a sedan, with 211,127 examples manufactured for model years 1970–1975. The K70 retained NSU's naming convention, as introduced with the Ro 80 -- with K denoting the German word Kolben (piston) and 70 designating an engine output of . ==Development== The K70 was originally developed to complement the Ro 80, distinguished by its conventional piston engine rather than the Ro80's Wankel rotary engine. NSU scheduled the press launch for March 1969, intending to present it to the wider public at the 1969 Geneva Motor Show. Prior to launch, rumors arose that Volkswagen would absorb cash strapped NSU. Even before the take over had been made public, the K70's future was threatened by management concerns that the K70 was too close in size and price to the recently launched Audi 100. Plans for the K70 launch were deferred at the last minute, with rumors that Volkswagen removed the K70 from NSU's show stand on the eve of the show. The NSU K70 was shown and advertised in Automobil Revue's 1969 Geneva Show yearbook, published in March 1969, with a note in the addenda stating that the K70 \"will not be built for the time being\" and will not be shown. In total, 23 pre-series K70s with NSU badging were built. BMW may have also been relieved, as the NSU K70 would have competed directly with their recently introduced 2002. A 26 April 1969 NSU shareholders' meeting endorsed a NSU/VW merger in which NSU was to take over Auto Union in return for an increase in the NSU share capital issued to Volkswagen. In reality, VW took over NSU, and during 1969 NSU was integrated with Auto Union, which Volkswagen had acquired from Daimler Benz in 1964 -- in turn creating the basis of modern-day Audi. VW needed a new family sedan to replace the Type 4 (Volkswagen 411 / 412), which itself had been intended as a move upmarket from Type 1-based cars. Considering the K70, with its front wheel drive and modern styling, could transform its image, VW scrapped publicity material showing the K70 badged as an NSU, and just over a year later the sedan went into production at Volkswagen's new Salzgitter plant, rather than at NSU's Neckarsulm plant. Branded as a Volkswagen, the K70 arrived off the production line in August 1970, and was subsequently launched in export markets. A launch date for the wagon / estate version, which would have competed directly against the Volkswagen 411/412 Variant, was delayed indefinitely. ==Engine and transmission== thumb|left|A 1973-1975 K70 L with round headlamps The K70 was launched featuring a four-cylinder water-cooled engine: this was a development from the four-cylinder air cooled engine mounted in the rear of the NSU 1200, its displacement increased to 1605 cc. Despite reports that the car's name reflected an output of , the engine was rated . It was longitudinally mounted, well forward and placed directly above the differential, between the front wheels, and canted to the right. The clutch and gear box were directly behind the differential, and the three comprised a compact package which necessitated a relatively high bonnet but which also maximised the proportion of the car's weight carried by the front wheels, and the space available for passengers and their luggage, characteristics that the K70 shared with the NSU Ro80. The K70 also featured the same inboard disc brakes as the Ro80. The performance from the engine, especially on the entry level version, was merely adequate. Comparison with the 411, which by 1970 had acquired an enlarged engine and fuel injection, was (and is) hard to avoid. Neither of VW's family middle weight sedans topped the charts for top speed and acceleration, nor for fuel consumption, and the K70's indifferent fuel consumption became an increasingly pressing issue because the car's production run coincided with the 1973 oil crisis. For what was essentially a limited production car, the K70 did undergo numerous changes. Most of them were intended to increase the parts commonality with other Volkswagen products (which was initially nearly none at all). The original square-edged bumpers were replaced with the rounded ones of the Audi 100 in August 1971. The shifter linkage was simplified in the spring of 1972, which improved the shift action; a new synchronization design introduced in August 1972 (for the 1973 model year) further improved it. At this time the car was also modified beneath the front bumper, with new openings in the sheet metal to provide better cooling for the differential. At the same time, the L versions' rectangular headlights were replaced with twin round units which distanced the car slightly from its NSU origins. In August 1974 the three- spoke steering wheel was replaced with a padded, four-spoke item also used in the Beetle. The May 1973 introduction of an 1807 cc version with a claimed addressed performance concerns and was accompanied by redesigned engine and transmission mountings intended to reduce interior noise. The final K70s did out-accelerate the final 412s, and had a higher maximum speed with the 411/412 offering a fuel mileage advantage. ==Design== thumb|VW K70L, rear view (1973-1975) Tall by contemporary standards, the K70 benefited from the space saving characteristics of its front wheel drive layout and compact engine installation. The boxy cabin was unusually spacious and the luggage capacity class leading. The driver sat slightly higher than in competitor vehicles and the large window area conferred above average all-round visibility. The relatively large glass area also led to the car carrying an above average proportion of its weight above waist height, however, rendering a wide track particularly important in order to ensure lateral stability. The 1960s was a decade when forward looking manufacturers were highlighting secondary safety features. Those on the K70 included a fuel tank mounted directly ahead of the rear axle and boot/trunk, within the wheelbase. As publicity for the Mercedes- Benz S Class would stress when that car was launched in 1972, this was the least vulnerable position in terms of the risk of the fuel tank being punctured in the event of a crash. The steering column was angled in order to reduce the risk of its being pushed too far back into the passenger cabin, and while seat belts were an optional extra, at least on the domestic market, mounting points for them were standard. ==Commercial== right|thumb|VW K70 and VW 412 being produced at Salzgitter. For the Volkswagen dealership network, their staff trained over many years to promote and service rear-engined air- cooled cars, the appearance at relatively short notice of the water-cooled front-engined K70 presented a challenge. Although the car was priced below the Audi 100, there was an unavoidable overlap in the market place with the Volkswagen 411. Despite the different badging, some potential buyers may have tarred the K70 with the same brush as its unreliable NSU Ro 80 sister car, leading to poor sales. The car also gained a reputation for rampant body corrosion from which it never recovered. The K70 was replaced in 1973 by the Audi-based Volkswagen Passat, although it continued in production until February 1975, by which time Volkswagen had produced 210,082 K70s. An alternative source gives the production total for the K70 as 211,127. Of these, only 800 were thought to have been produced in right-hand drive for the British market. The K70 together with the VW 411/412 ended up being the only cars ever to be produced at Salzgitter, the plant being turned over for engine and transmission manufacture for the entire Volkswagen Group, which continues to the present day. ==Data== {| class=\"wikitable\" |+ Technical data VW K70 (Manufacturer's figures except where stated) |- ! width=\"16%\"|VW K70 ! width=\"28%\"|1600 ! width=\"28%\"|1600L ! width=\"28%\"|1800LS |- style=\"background:#EEEEEE;\" | Produced: || align=\"center\" |1970–1974 || align=\"center\" |1970–1973 || align=\"center\" |1973–1974 |- style=\"background:#EEEEEE;\" | Engine: || colspan=\"3\" align=\"center\" |4-cylinder-inline engine (four-stroke), front-mounted |- style=\"background:#EEEEEE;\" | Bore x Stroke: || colspan=\"2\" align=\"center\" |82 mm x 76 mm || align=\"center\" |87 mm x 76 mm |- style=\"background:#EEEEEE;\" | Displacement: || colspan=\"2\" align=\"center\" |1605 cc || align=\"center\" |1807 cc |- style=\"background:#EEEEEE;\" | Max. Power @ rpm: || align=\"center\" | @ 5200 || align=\"center\" | @ 5200 || align=\"center\" | @ 5300 |- style=\"background:#EEEEEE;\" | Max. Torque @ rpm: || align=\"center\" | @ 3500 || align=\"center\" | @ 4000 || align=\"center\" | @ 3750 |- style=\"background:#EEEEEE;\" | Compression Ratio: || align=\"center\" |8.0 : 1 || align=\"center\" |9.5 : 1 || align=\"center\" |9.5 : 1 |- style=\"background:#EEEEEE;\" | Fuel feed: || colspan=\"4\" align=\"center\" | single 2bbl-carburetor Solex 40DDH, later 40DDHT |- style=\"background:#EEEEEE;\" | Fuel tank capacity: || colspan=\"3\" align=\"center\" | |- style=\"background:#EEEEEE;\" | Valvetrain: || colspan=\"3\" align=\"center\" | Overhead camshaft, duplex chain |- style=\"background:#EEEEEE;\" | Cooling: || colspan=\"3\" align=\"center\" |Water |- style=\"background:#EEEEEE;\" | Gearbox: || colspan=\"3\" align=\"center\" | 4-speed-manual, front wheel drive |- style=\"background:#EEEEEE;\" | Electrical system: || colspan=\"3\" align=\"center\" | 12 volt |- style=\"background:#EEEEEE;\" | Front suspension: || colspan=\"3\" align=\"center\" | MacPherson axle, coil springs, anti-roll bar |- style=\"background:#EEEEEE;\" | Rear suspension:: || colspan=\"3\" align=\"center\" | Trailing arms, coils springs, anti-roll bar |- style=\"background:#EEEEEE;\" | Brakes: || colspan=\"3\" align=\"center\" | Front inboard discs (Ø 255 mm), rear drums, servo-assisted |- style=\"background:#EEEEEE;\" | Steering: || colspan=\"3\" align=\"center\" | Rack & pinion |- style=\"background:#EEEEEE;\" | Body structure: ||colspan=\"3\" align=\"center\" | Sheet steel, unibody (monocoque) construction |- style=\"background:#EEEEEE;\" | || colspan=\"3\" align=\"center\" | |- style=\"background:#EEEEEE;\" | || colspan=\"3\" align=\"center\" | |- style=\"background:#EEEEEE;\" | Dry weight: || align=\"center\" ||| align=\"center\" | || align=\"center\" | |- style=\"background:#EEEEEE;\" | Loaded weight: || align=\"center\" ||| align=\"center\" | || align=\"center\" | |- style=\"background:#EEEEEE;\" | || colspan=\"3\" align=\"center\" | |- style=\"background:#EEEEEE;\" | Track front/ rear: || align=\"center\" | || align=\"center\" | || align=\"center\" | |- style=\"background:#EEEEEE;\" | Wheelbase: || align=\"center\" | || align=\"center\" ||| align=\"center\" | |- style=\"background:#EEEEEE;\" | || colspan=\"3\" align=\"center\" | |- style=\"background:#EEEEEE;\" | Length: || align=\"center\" | || align=\"center\" ||| align=\"center\" | |- style=\"background:#EEEEEE;\" | Width: || align=\"center\" | || align=\"center\" ||| align=\"center\" | |- style=\"background:#EEEEEE;\" | Height: || align=\"center\" | || align=\"center\" ||| align=\"center\" | |- style=\"background:#EEEEEE;\" | || colspan=\"3\" align=\"center\" | |- style=\"background:#EEEEEE;\" | || colspan=\"3\" align=\"center\" | |- style=\"background:#EEEEEE;\" | Tyre/Tire sizes: || align=\"center\" | 165SR14 || align=\"center\" |165SR14 || align=\"center\" |165SR14 |- style=\"background:#EEEEEE;\" | || colspan=\"3\" align=\"center\" | |- style=\"background:#EEEEEE;\" | || colspan=\"3\" align=\"center\" | |- style=\"background:#EEEEEE;\" | Top speed: || align=\"center\" | || align=\"center\" ||| align=\"center\" | |- style=\"background:#EEEEEE;\" | Fuel Consumption: || align=\"center\" | || align=\"center\" ||| align=\"center\" | |- style=\"background:#EEEEEE;\" |} == References == K70 Category:Sedans Category:Front-wheel-drive vehicles Category:1970s cars Category:Cars introduced in 1969",
 "title": "Volkswagen K70"
}