{
 "id": "710534",
 "text": "Templeogue ()Templeogue - Chronology South Dublin County History. Retrieved: 2013-02-25. is a southwestern suburb of Dublin in Ireland. It lies between the River Poddle and River Dodder, and is about halfway from Dublin's centre to the mountains to the south. ==Geography== === Location === The centre of Templeogue is from both the city centre to the north and the Dublin Mountains to the south, and to the coast at Dublin Bay on the Irish Sea. It is 55m (180 feet) above sea level and occupies an area of 534 hectares. Suburbs adjacent to Templeogue are Ballyboden, Ballyroan, Firhouse, Greenhills, Kimmage, Knocklyon, Perrystown, Rathfarnham, Tallaght, and Terenure. === Communications === The three main routes through the suburb are the R112 regional road (Templeville Road), the R137 regional road (Templeogue Road), and the R817 regional road (Cypress Grove Road and Wainsfort Road). Dublin Bus operates the following bus routes through Templeogue: 15, 15A, 15B, 15D, 49, 54A, 65, 65B and 150.Timetables: Search by place name Dublin Bus. Retrieved: 2018-04-01. ===Natural features=== The River Dodder forms the southern border with Rathfarnham while the River Poddle forms the northern border with Greenhills and Kimmage. The historical artificial watercourse from the Dodder at Firhouse to the Poddle passed through Templeogue. Prominent views from Templeogue are of Montpelier Hill to the southwest, topped by the ruin of the Hellfire Club at 383m (1,257 feet), and of Three Rock Mountain (450m), topped by transmitter masts to the southeast. ==Etymology== The original Irish language name refers to a chapel named after Saint Mel that was built there in about 1273. ==History== Templeogue was originally a small village in the rural, southern part of County Dublin. In Elizabethan times it was owned by the Talbot family, who later became prominent as the owners of Mount Talbot. The Talbots estate was forfeited to the Crown on the Restoration of Charles II. In the later seventeenth and eighteenth centuries, it was owned by the Domviles who controlled access to Dublin's main water supply, the River Poddle, which passed through their estates. In 1801, the Templeogue Road was constructed, originally as a toll road. Urban expansion of Dublin during the 1950s and '60s absorbed the village. == Amenities == === Schools === thumb|St. Pius X school classroom The local schools are St. Pius X National School, Our Lady's Secondary School, Templeogue College, St. Mac Dara's Community College, Bishop Galvin National School, Bishop Shanahan National School, and Ashfield College.Ashfield to reopen under new owner by Martha Kearns, Sunday Business Post, August 28, 2011. === Sports === Local sports facilities are Faughs GAA Club, St. Judes GAA Club, St. Mary's College RFC, Templeogue Swimming Club, Templeogue Tennis Club, and Templeogue United Football Club. === Shops and services === thumb|Shops at Fortfield Park Shops, restaurants, and small business services are located in the village on the Templeogue Road, as well as in Fortfield Park, Cypress Park, Wainsfort Drive, and at the Rathfarnham Shopping Centre. Although surrounded by pubs in adjacent neighbourhoods, Templeogue has only one pub inside its boundaries, The Templeogue Inn, also known as The Morgue. In the 19th and early 20th centuries, the Dublin and Blessington Steam Tramway passed through Templeogue so close to the pub that pedestrians were sometimes hit. Some corpses were sheltered in the pub until taken away and the pub acquired the permanent, morbid nickname. The Templeogue Inn was, for a while, the most expensive pub in Ireland when it changed hands on 12 October 1983 for IR£660,000, a remarkable sum at the time. === Churches === thumb|St. Pius X Church The Roman Catholic parish church is St. Pius X which opened on 27 November 1960 on College Drive. A previous church was situated close to the existing graveyard at Wellington Lane, where the original village of Templeogue was located. St. Jude's church was built at Orwell Park in 1975 to serve the newer housing estates of Orwell, Willington, Rossmore and surrounding areas. ==Politics and administration== Templeogue straddles two Dáil constituencies, with five of its electoral divisions (Templeogue-Cypress, Templeogue-Limekiln, Templeogue-Orwell, Templeogue- Osprey, and Templeogue Village) in the Dublin South-West constituency, and one electoral division (Templeogue-Kimmage Manor) is in Dublin South- Central.Electoral (Amendment) Act 2009 Irish Statute Book. Retrieved: 2011-02-05.Polling Scheme 2010 South Dublin County Council, 2010-09-13. It is administered by South Dublin County Council, and its Local Electoral Area for county council elections is Tallaght Central. Templeogue is part of the Dublin 6W postal district. {| class=\"wikitable outercollapse\" style=\"border:1px; background-color:rgb(252,252,245); margin: 1em auto 1em auto;\" |+ Administrative and electoral structures of Templeogue | align=\"center\" style=\"background:rgb(245,245,238);\"|County Council | align=\"center\" style=\"background:rgb(245,245,238);\"|Local electoral area | align=\"center\" style=\"background:rgb(245,245,238);\"|Dáil Constituency area | align=\"center\" style=\"background:rgb(245,245,238);\"|Polling District | align=\"center\" style=\"background:rgb(245,245,238);\"|Book | align=\"center\" style=\"background:rgb(245,245,238);width:18em;\"|Electoral division | align=\"center\" style=\"background:rgb(245,245,238);\"|Polling Place |- | rowspan=\"7\" | South Dublin || rowspan=\"7\" | Tallaght Central || rowspan=\"6\" | Dublin South-West || Templeogue 1 || align=\"center\" | HM || Templeogue-Osprey Kennington Close Kennington Crescent Kennington Lawn Kennington Road Osprey Avenue Osprey Drive Osprey Lawn Osprey Park Rushbrook Avenue Rushbrook Court Rushbrook Crescent Rushbrook Drive Rushbrook Grove Rushbroom Park Rushbrook Road Rushbrook View Rushbrook Way Spawell Cottages Templeogue Wellington Cottages Wellington Terrace Wilderwood Grove Willington Avenue Willington Court Willington Crescent Willington Drive Willington Green Willington Grove Willington Lawn Willington Park || Orwell A |- || Templeogue 2 || align=\"center\" | HP || Templeogue-Cypress (part) That part of the Templeogue-Cypress Electoral Division south of Templeogue Road containing the townlands / streetnames of: Cheeverstown House, Templeogue Road Corrybeg Hillcrest Hillcrest Manor The Strand || Orwell |- || Templeogue 3 || align=\"center\" | HQ || Templeogue- Orwell Cypress Downs (The Court) Cypress Downs (The Heath) Cypress Grove Road Domville Road Glendown Avenue Glendown Close Glendown Court Glendown Crescent Glendown Drive Glendown Green Glendown Grove Glendown Lawn Glendown Park Orwell Park Avenue Orwell Park Close Orwell Park Crescent Orwell Park Drive Orwell Park Glade Orwell Park Glen Orwell Park Green Orwell Park Grove Orwell Park Lawns Orwell Park Way Templeville Road The Manor, Orwell Park Grove Wellington Lane Wellington Park Whitehall Cross Wellington Road Whitehall Cross (Houses) || Orwell |- || Templeogue 4 || align=\"center\" | HR || Templeogue-Cypress (part) That part of the Templeogue-Cypress Electoral Division north of Templeogue Road containing the townlands / streetnames of: Cypress Downs (The Avenue) Cypress Downs (The Close) Cypress Downs (The Drive) Cypress Downs (The Green) Cypress Downs (The Manor) Cypress Downs (The Park) Cypress Downs (The Walk) Cypress Grove North Cypress Grove Road Cypress Grove South Cypress Grove White Fathers Cypress Lawn Domville Drive Domville Green Domville Road Kilvere Park, Cypress Downs Orwell Park Dale Orwell Park Heights Orwell Park Rise Orwell Park View Rossmore Avenue Rossmore Close Rossmore Crescent Rossmore Drive Rossmore Grove Rossmore Lawn Rossmore Park Rossmore Road Templeogue Templeogue Lodge Templeogue Wood The Watercourse, Rossmore Road ||Orwell |- || Templeogue 5 || align=\"center\" | HT || Templeogue-Village Ashfield Bushy Park House, Templeogue Road Cypres Garth Cypress Grove Road Cypress Park Fortrose Park Riverside Cottages Rosehall Estate Springfield Avenue Springfield Crescent Springfield Drive Springfield Park Springfield Road Templeogue Road Templeogue Village Templeville Avenue Templeville Drive Templeville Park Templeville Road || Orwell |- || Limekiln 1 || align=\"center\" | HK || Templeogue-Limekiln Convent of St. Paul The Apostle Corrig Close Fernhill Avenue Fernhill Park Fernhill Road Glendoo Close Glenmurray Park Greentrees Road Keadeen Avenue Kilakee Close Kilakee Drive Kilmashogue Close Kilmashogue Drive Kilmashogue Grove Kippure Avenue Limekiln Avenue Limekiln Close Limekiln Court Limekiln Drive Limekiln Green Limekiln Park Limekiln Road Lugnaquilla Avenue Mountdown Avenue Mountdown Drive Mountdown Park Mountdown Road St. Finbarr's Close St. James' Road St. Killian's Avenue St. Mel's Avenue Temple Manor Avenue Temple Manor Close Temple Manor Court Temple Manor Drive Temple Manor Grove Temple Manor Way Three Rock Close Tibradden Close Tibradden Drive Tibradden Grove Tonduff Close Tymon North Wellington Road || Limekiln B |- || Dublin South-Central || Fortfield || align=\"center\" | HS || Templeogue-Kimmage Manor College Crescent College Drive College Park College Sq Wainsfort Road Fortfield Avenue Fortfield Drive Fortfield Grove Fortfield Park Fortfield Road Fortfield Square Glenanne Glendale Park Grosvenor Court Hyde Park Kimmage Manor Kimmage Manor Way Kimmage Road West Manor Avenue Priory Hall Priory Walk Priory Way St. Anne's Templeogue College, Templeville Road Templeogue Road Templeville Road The Courtyard, Fortfield Square The Crescent, Fortfield Square The Mews, Fortfield Square The Orchard, Fortfield Road The Recorders, Whitehall Road Wainsfort Avenue Wainsfort Crescent Wainsfort Drive Wainsfort Gardens Wainsfort Grove Wainsfort Manor Crescent Wainsfort Manor Drive Wainsfort Manor Green Wainsfort Manor Grove Wainsfort Park Wainsfort Road Wellington Road Whitehall Close Whitehall Gardens Whitehall Park Whitehall Road || Fortfield C |- | colspan=\"7\" style=\"text- align:center;background-color:rgb(245,245,238); font-size:smaller\" | Polling places — A: Bishop Shanahan National School. B: St. Peter's National School. C: St. Pius X National School. |} ==Population== Templeogue's population at the 2016 census was 17,395, a rise of 0.1 percent from the previous 2011 census. In the twenty-five years from 1991–2016, the population fell by 304, a decrease of 1.73 percent. The population at the 2011 census was 17,378, a fall of 1.8 percent from the previous 2006 census.All Reports/Demography/Census/2006/Volume 1 - Population Classified by Area/06. Population and area of each Province, County, City, urban area, rural area and Electoral Division, 2002 and 2006 Central Statistics Office. Retrieved: 2012-01-23.All Reports/Demography/Census/1996/Volume 1 - Area/06. Population and area of each Province, County, County Borough, Urban District, Rural District and District Electoral Division/Ward, 1991 and 1996 Central Statistics Office. Retrieved: 2012-01-23.All Reports/Demography/Census/2002/Volume 1 - Area/06. Population of each Province, County, City, urban area, rural area and Electoral Division, 1996 and 2002 Central Statistics Office. Retrieved: 2012-01-23.Census 2011 - Preliminary results: Actual and percentage change in population 2006 to 2011 by Province County City Urban area Rural area and Electoral division by District, Year and Statistic Central Statistics Office, Dublin, 2011. Retrieved: 2011-11-19.Central Statistics Office - Census 2016 Small Area Population Statistics Central Statistics Office. Retrieved: 2019-12-22. {| class=\"wikitable\" style=\"margin: 1em auto 1em auto;\" |- ! Electoral Division || Population 2016 || Population 2011 || Population 2006 || Change 2011-2016 || Change 2006-2011 |- | Templeogue-Cypress || align=\"right\" | 2,714 || align=\"right\" | 2,801 || align=\"right\" | 2,949 || align=\"right\" | –3.16% || align=\"right\" | –5.0% |- | Templeogue-Kimmage Manor || align=\"right\" | 4,856 || align=\"right\" | 4,653 || align=\"right\" | 4,267 || align=\"right\" | +4.27 || align=\"right\" | +9.0% |- | Templeogue-Limekiln || align=\"right\" | 3,449 || align=\"right\" | 3,476 || align=\"right\" | 3,658 || align=\"right\" | +0.78 || align=\"right\" | –5.0% |- | Templeogue-Orwell || align=\"right\" | 2,056 || align=\"right\" | 2,138 || align=\"right\" | 2,308 || align=\"right\" | +3.91 || align=\"right\" | –7.4% |- | Templeogue-Osprey || align=\"right\" | 2,246 || align=\"right\" | 2,324 || align=\"right\" | 2,560 || align=\"right\" | +3.41 || align=\"right\" | –9.2% |- | Templeogue Village || align=\"right\" | 2,074 || align=\"right\" | 1,986 || align=\"right\" | 1,957 || align=\"right\" | +4.33 || align=\"right\" | +1.5% |- ! Templeogue Total || align=\"right\" | 17,395 || style=\"text-align: right;\" | 17,378 || style=\"text-align: right;\" | 17,699 || style=\"text-align: right;\" | +0.10 || style=\"text-align: right;\" | –1.8% |} == Culture == James Joyce, who was born 2 km to the northeast in Rathgar, mentions Templeogue in Finnegans Wake, Book III, Episode 3, page 553, line 12.Online Finnegans Wake , Trent University, Peterborough, ON, Canada. Retrieved 2010-07-31. (Note that this e-text contains errors, many of which are listed at F.W.E.E.T. ) The poet Austin Clarke lived in Bridge House beside Templeogue Bridge, which spans the River Dodder. After his death, there was a proposal to preserve the house and his library of 6,500 books as a memorial. This was not possible owing to long- term plans to demolish the house and widen the road. The old Templeogue Bridge, built in 1800, and Bridge House were removed and a new bridge was opened by Councillor Mrs. Bernie Malone, Chairman Dublin City Council on 11 December 1984, which was renamed Austin Clarke Bridge in his honour.The dedication plaque on the bridge reads, \"Austin Clarke Bridge opened by Councillor Mrs. Bernie Malone Chairman Dublin City Council 11 December 1984. Chief Engineer: Brendan Murphy B.E., C. Eng., F. IEI.\"History of Templeogue South Dublin County History: Templeogue. Retrieved: 2011-11-19. ==Notable residents== * Mary Beckett — Novelist and short story writer. * Austin Clarke — Poet, novelist, playwright, author, English lecturer. * Liam Cosgrave — Taoiseach; leader of Fine Gael. * W. T. Cosgrave — First President of the Executive Council (prime minister) of the Irish Free State. * Larry Gogan — Disc jockey; radio and television broadcaster. * Ursula Halligan — Journalist and broadcaster. * Charles Lever — Doctor and novelist. * John McCann — Teachta Dála for Dublin South; Alderman on Dublin City Council; Lord Mayor of Dublin; playwright and author; journalist; father of the actor Donal McCann. * Kevin McManamon - Football player for St Jude's GAA club and formerly for Dublin county football team (2010 to 2021). * Michael Mills — Political journalist with the Irish Press and Ombudsman of Ireland.MILLS, Michael : Acknowledgement notice The Irish Times, 2008-06-19. * Flora Shaw — Writer who coined the name \"Nigeria\" for the African country. * Sir Frederick Shaw — Recorder of Dublin 1830–76 and Dundalk; built Kimmage Manor. * Sir Robert Shaw — Tory MP for Dublin City 1830–1831 and 1832; member of the Privy Council of Ireland; owner of Bushy Park estate. * George Simms — Church of Ireland Archbishop of Dublin; Archbishop of Armagh and Primate of All Ireland. * Mervyn Taylor — Dublin County Councillor, Teachta Dála, Minister for Labour, and Minister for Equality and Law Reform. ==Pictures== ==References== ==External links== * Aerial photograph of Templeogue * The Story of Templeogue, Templeogue Ladies' Club, 1992-05. Text in PDF form at South County Dublin Libraries. Retrieved 2010-12-24. Category:Uppercross",
 "title": "Templeogue"
}