{
 "id": "710830",
 "text": "William Eustis (June 10, 1753 – February 6, 1825) was an early American physician, politician, and statesman from Massachusetts. Trained in medicine, he served as a military surgeon during the American Revolutionary War, notably at the Battle of Bunker Hill. He resumed medical practice after the war, but soon entered politics. After several terms in the state legislature, Eustis won election to the United States Congress in 1800, serving as a moderate Democratic-Republican. He briefly returned to state politics after losing reelection in 1804, and was chosen to be Secretary of War in 1809 by President James Madison. Due in part to his inexperience at managing the army and a lack of preparedness, the military failures in the early months of the War of 1812 were laid on his shoulders, leading to his resignation. Madison then appointed Eustis Minister to the Netherlands, a post he held from 1814 until 1818. After another period in Congress, he was elected Governor of Massachusetts in 1822. A popular successor to long-serving John Brooks, Eustis died in office in 1825. His Boston mansion, built in the 1750s by royal governor William Shirley, is known as the Shirley-Eustis House and is a National Historic Landmark. ==Early years and military service== William Eustis was born on June 10, 1753 in Cambridge, to Benjamin Eustis, a prominent Boston doctor, and Elizabeth (Hill) Eustis. He was the second surviving son of twelve children.Eustis, p. 7 He was educated at the Boston Latin School before he entered Harvard College, from which he graduated in 1772.Sobel, p. 117 While at Harvard he belonged to an undergraduate militia unit called the Martimercurian Band.Wright, p. 51 After graduation he studied medicine under Dr. Joseph Warren, a well-known Patriot political leader. When the Battles of Lexington and Concord sparked the American Revolutionary War in April 1775, Warren and Eustis both worked in the field, tending the injured revolutionaries. Warren secured for Eustis a commission as regimental surgeon to the rebel artillery.Pilcher, p. 106 Eustis helped care for the wounded at the June 1775 Battle of Bunker Hill, in which Warren was killed. He served with the Continental Army in the New York and New Jersey campaign, refusing a lieutenant colonel's commission offered by artillery chief Henry Knox. During his Continental Army service, Eustis met and established an enduring friendship with New Jersey native Aaron Burr.Isenberg, pp. 162, 235–236 In 1777 Eustis was placed in command of a military hospital established at the former residence of Loyalist Beverley Robinson north of New York City, where he remained for the duration of the war. In September 1780 he played a minor role in events surrounding the flight of traitor Benedict Arnold: he treated Arnold's wife Peggy, who was seemingly hysterical over the sudden departure of her husband and the discovery of his plot.Pilcher, p. 107 After the war Eustis returned to medical practice in Boston. He was once again called on to serve in military matters when Shays' Rebellion broke out in western Massachusetts in 1786, becoming surgeon to the militia force raised by General Benjamin Lincoln that quashed the rebellion in the early months of 1787. Eustis was admitted as an original member of the Society of the Cincinnati in the state of Massachusetts when it was established in 1783.Metcalf, p. 120. He later served as Vice President of the Massachusetts Society from 1786 to 1810, and again from 1820 to 1821.Eustis, p. 9Metcalf, p. 13. ==Legislator== Eustis was elected to the Massachusetts General Court (the state legislature) from 1788 to 1794, which he left because he was \"sick of\" the political gamesmanship in the body.Wright, p. 166 He was thereafter chosen to serve on the Governor's Council for two years. In 1800 he ran for a seat in the United States House of Representatives. During his successful campaign against Josiah Quincy,McCaughey, p. 21 Eustis was charged with either authoring, or being complicit in the production of, letters that formed a part of the 1783 Newburgh Conspiracy, a threatened uprising in the Continental Army. Eustis publicly denied being the author of the letters, but was silent on his role in the affair. (John Armstrong later admitted to writing the letters, and Eustis acknowledged some years later that he was privy to the plot.)Pickering and Upham, pp. 424–425 Eustis was a moderate Democratic-Republican who did not seek the significant reforms more radical Republicans wanted.Ellis, p. 22 He demonstrated this by voting against President Thomas Jefferson's repeal of the Judiciary Act of 1801, a Federalist bill passed in the late days of the John Adams administration that had greatly expanded the number of seats on the federal bench.Ellis, pp. 15, 50 In 1802 Eustis was reelected, defeating John Quincy Adams, and in a rematch of the 1800 election with Quincy, Eustis was defeated by fewer than 100 votes.McCaughey, p. 22 While in the House, he was one of the managers appointed by the House of Representatives in 1804 to conduct the impeachment proceedings (the first such action to succeed) against John Pickering, judge of the United States District Court for New Hampshire.Carstens and Sanford, pp. 420–421 In 1804 he argued in favor of arming merchant vessels headed for the West Indies.Mayo-Bobee, p. 82 ==Secretary of War== When James Madison became president in 1809, he sought to enhance the status of the Democratic-Republicans in Federalist-dominated New England. To that end he chose Eustis to be his Secretary of War. Eustis was not a good choice for the post, lacking the necessary administrative skills and detailed military background.Heider and Heider, p. 175 He also had difficult relations with James Wilkinson and Wade Hampton, two senior army commanders.Heidler and Heidler, p. 176 Eustis made a major push to update the military's field manuals, which had not changed since the Revolutionary War. After acquiring copies of manuals published in 1791 for use by the armies of the French Republic, Eustis commissioned a translation and lobbied for adoption of new manuals based on French tactics.Bonura, pp. 43–44 Although a new manual was ready for use in 1812, it was not well received by the officer corps, and was not used in the war that broke out that year.Bonura, p. 45 As tensions grew between the United States and Great Britain, Eustis made modest moves to improve military readiness, but did not otherwise distinguish himself or introduce other initiatives or proposals. When the War of 1812 began, the army's logistics were in shambles, and it had no overall commander, forcing Eustis to make detailed decisions for nine military districts. When the war began poorly with the surrender of General William Hull at Detroit, Eustis was severely criticized. Treasury Secretary Albert Gallatin wrote that there was \"a total want of confidence\" in Eustis that was felt \"through every ramification of the public service.\"Walters, p. 251 Eustis tendered his resignation in December 1812, and Secretary of State James Monroe took over his duties until John Armstrong assumed the office on February 13, 1813.Ammon, pp. 315–317 ==Netherlands minister== Eustis was next appointed minister of the United States to the Netherlands by President Madison, serving from 1814 to 1818.Pilcher, p. 108 Madison believed the post to be important for sounding out conditions in Europe due to The Hague's historical use as a neutral ground for negotiations, and he instructed Eustis to track European diplomatic sentiment. However, the status of the Dutch declined after the defeat of Napoleon, and the post was not particularly active.Krabbendam et al, p. 262 Eustis unsuccessfully pursued claims against the Dutch for seizures of American goods and ships that had taken place during the reign of Louis Bonaparte over the Kingdom of Holland (the claims were eventually acknowledged by France).Hoekstra, pp. 121–128 Eustis was elected a member of the American Antiquarian Society in 1815.American Antiquarian Society Members Directory Eustis and Albert Gallatin, then the US Ambassador to France, negotiated a new commerce treaty with the Dutch government in 1817; it was ratified in 1818.Walters, pp. 307–308 Eustis was at a disadvantage due to his lack of French language skill, and was recalled in 1818 after the Dutch government reduced its American delegation head to a chargé d'affaires.Nolan, p. 100Walters, p. 307 While in Europe Eustis renewed an acquaintance with the Marquis de Lafayette, with whom he had served in the Revolutionary War.Potter, p. 105 ==Later offices== Upon his return from Europe, Eustis purchased the mansion in Roxbury built by royal governor William Shirley in the 1750s (which is now known as the Shirley-Eustis House). Eustis was again elected to Congress in a special election called after the resignation of Representative Edward Dowse. He served from 1820 to 1823, presiding as chairman of the U.S. House Committee on Military Affairs.Carstens and Sanford, p. 421 In the debate on the admission of Missouri as a state (leading to the Missouri Compromise), Eustis made an impassioned speech in opposition to proposed language in the Missouri Constitution forbidding the entry of free blacks into the state.Malone, p. 176 He ran unsuccessfully for Governor of Massachusetts three times (1820–22), losing each time to the popular moderate Federalist John Brooks. In 1823 Eustis won the seat in a highly contentious contest with the unpopular arch-Federalist Harrison Gray Otis.Formisano, p. 79 Republicans presented Eustis as a moderate successor to Brooks who would be less partisan than Otis, and also highlighted his Revolutionary War experience.Formisano, p. 80 He carried Federalist strongholds in Hampshire and Essex Counties, and very nearly defeated in Otis in Boston.Crocker, p. 115 Eustis' victory in the election (combined with a Republican sweep of the legislature the following year) marked the effective end of the Federalist Party in Massachusetts.Buel, pp. 233–234 Eustis was a popular governor, continuing Brooks' moderate policies.Formisano, p. 81 He nominated his lieutenant governor, Levi Lincoln, Jr., to the state's high court, and won reelection in 1824 with former Representative Marcus Morton as his lieutenant. While governor he received his old friend Lafayette when he toured the United States.Potter, p. 106 In March–April 1824, perhaps due to his popularity, William Eustis was honored with a single vote at the Democratic-Republican Party Caucus to be the party's candidate for U.S. Vice President at the election later that year. Eustis died in Boston of pneumonia while governor on February 6, 1825.Sobel, p. 118 His funeral and temporary interment took place Boston's Granary Burying Ground, and he was memorialized by his friend Edward Everett.Potter, p. 107 He was later reinterred at Lexington's Old Cemetery.John Langdon Sibley, Clifford Kenyon Shipton, Sibley's Harvard Graduates, 1999, page 83. The relevant passage begins \"After the service, the procession retraced its steps to the Granary Burying Ground, where the coffin was temporarily deposited.\"Alfred S. Roe, The New England Magazine The Governors of Massachusetts: Part 1, Volume XXV No. 5, January 1902, page 540. The relevant section is \"The Old Granary Burying Ground, so full of precious remains, also received his with all the honors that the Commonwealth could pay to his memory. His name ends the list of Governors connected with the Revolution, and also of those who were buried at the Old Granary. The body of Governor Eustis was afterwards removed to Lexington where it now lies.\" ==Personal life== During the Revolutionary War Eustis became close friends with Aaron Burr, a friendship that deepened in the 1790s. Burr and Eustis exchanged letters on the most intimate subjects, recommending potential romantic partners to each other and sharing a taste for well-educated women.Isenberg, pp. 235–240 Eustis aided Burr on one occasion by helping him find accommodations for a young woman whose mother had been involved in an adulterous relationship with Alexander Hamilton; she was placed in a Boston-area boarding school.Isenberg, pp. 121, 242 Eustis may have also been the subject of a teenage crush by Burr's daughter Theodosia, who shared intimate details of her life with him (including medical conditions emanating from a difficult pregnancy) well into adulthood.Isenberg, p. 375Cote, pp. 105, 129 Eustis was for many years a confirmed bachelor, described as urbane and charming. He married Caroline Langdon in 1801; they had no children.Wentworth, p. 331 She was the sister of Henry Sherburne Langdon, who had married Eustis' sister Ann, and the daughter of Woodbury Langdon, a prominent Portsmouth, New Hampshire merchant and judge.Wentworth, p. 329 His wife survived him by forty years, after which his Boston property was divided among relatives. The mansion fell into decay, but was acquired by preservationists in 1913 and restored to its 19th-century grandeur in the late 20th century. It is now a house museum and a National Historic Landmark. ==Notes== ==References== * Adams, Henry. History of the United States during the Administrations of James Madison (5 vol 1890–1891; 2 vol Library of America, 1986) * * * * * * * * * * * * * * * * * * * * * * * * * ==External links== * The Society of the Cincinnati * The American Revolution Institute |- |- |- |- |- |- |- Category:1753 births Category:1825 deaths Category:Ambassadors of the United States to the Netherlands Category:American people of the War of 1812 Category:Burials in Massachusetts Category:Governors of Massachusetts Category:Harvard College alumni Category:Madison administration cabinet members Category:19th-century American politicians Category:Massachusetts Democratic-Republicans Category:Members of the Massachusetts House of Representatives Category:Members of the United States House of Representatives from Massachusetts Category:People from Cambridge, Massachusetts Category:Continental Army officers from Massachusetts Category:United States Secretaries of War Category:19th-century American diplomats Category:Democratic-Republican Party members of the United States House of Representatives Category:Democratic-Republican Party state governors of the United States Category:Members of the American Antiquarian Society Category:Patriots in the American Revolution Category:Eustis family",
 "title": "William Eustis"
}