{
 "id": "711225",
 "text": "thumb|200px|Wax play can create colourful patterns on the subjectWax play is a form of temperature play practiced in a BDSM context, in which wax from a candle is dripped onto a person's naked skin, in order to introduce a slight burning sensation to the skin. This is considered a moderately advanced form of play. If done wrong, wax play can cause burns severe enough to require medical attention. == Common candle types == * Soy candles which commonly melt at around 46-57 °C. * Paraffin candles which typically melt at around 47-65 °C. * Beeswax candles which commonly melt at around 62-65 °C (unsafe for wax play).. * Microcrystalline wax which commonly melts at around 63-93 °C (unsafe for wax play). * Stearin which commonly melts at around 80 °C (unsafe for wax play). Candle additives such as dye, oils, and scents may increase the melting point. The melting point of wax can be lowered by adding mineral oil. == Safety == Different types of candles produce different temperatures of wax. They can range from warm and soothing to dangerously hot wax. There is significant difference between individuals' tolerance for heat, which can vary depending on exactly where the wax is applied. Wax can splatter into the eyes, which may be harmful. Wax that is too hot can cause serious burns. Wax may be difficult to remove, particularly from areas with hair. A flea comb or a sharp knife may be necessary for wax removal; use of a knife for this purpose requires special skills, though a plastic card can work as well. Applying mineral oil or lotion before play can make wax removal easier. Wax may pool and concentrate heat. Temperatures listed above only apply when wax is in equilibrium. Wax heated in any sort of pot must be stirred vigorously or there can be dangerous temperature variations. Some people may be allergic to perfumes and dyes. Whatever is above a burning candle can get very hot, even at distances that may be surprising. Candles may break and set fire to objects underneath or nearby. Wax is difficult to wash out of clothes and bed linens. People with certain diseases, skin conditions, or taking certain medications may require additional precautions. The page on waxing for hair removal has additional safety considerations. == References == ==External links== * * Category:BDSM terminology",
 "title": "Wax play"
}