{
 "id": "712033",
 "text": "This article is about the government of Birmingham, England. ==Civic history== Most of Birmingham was historically a part of Warwickshire, though the modern city also includes villages and towns historically in Staffordshire or Worcestershire. Until the 1760s, Birmingham was administered by manorial and parish officials, most of whom served on a part-time and honorary basis. By the 1760s the population growth of Birmingham made this system completely inadequate, and salaried officials were needed. In 1768, a body of \"Commissioners of the Streets\" was established who had powers to levy a rate for functions such as cleaning and street lighting. They were later given powers to provide policing and build public buildings. The Reform Act of 1832 gave Birmingham its first representation in Parliament initially with only two MPs but this has been gradually expanded. Birmingham gained the status of a municipal borough in 1838 and gained its first elected town council which took over the functions of the Street Commissioners. In 1889, it became a county borough (unitary authority) and a city. This remained unchanged until 1974 when Birmingham became a metropolitan district of the newly created West Midlands county under the West Midlands County Council. The county council was abolished in 1986 and Birmingham effectively reverted to being a unitary authority although sharing some services with other authorities in the county. A Birmingham coat of arms was awarded to the corporation in 1889 and updated for the city council in 1977. In the past, the council has been responsible for water, electricity and gas supply, further education colleges, public transport and local police and fire services. All are now in the hands of other public- or private- sector bodies. ===Expansion=== Birmingham's boundaries were expanded at several times during the 19th and 20th centuries. Birmingham was incorporated as a municipal borough in 1838. The borough initially included the parishes of Birmingham and Edgbaston and part of the parish of Aston. In 1889, the municipal borough of Birmingham was reconstituted as a county borough. It was expanded in 1891 under the City of Birmingham Extension Order by adding Harborne from Staffordshire and Balsall Heath from Worcestershire, as well as Saltley, a further part of Aston parish. Quinton in Worcestershire was added in 1909. ===Greater Birmingham Act 1911=== 1911 saw a large expansion under the Greater Birmingham Scheme, with the addition of Aston Manor and Erdington from Warwickshire, Handsworth from Staffordshire, and Yardley Rural District and the greater part of King's Norton and Northfield from Worcestershire. Perry Barr in Staffordshire was added in 1928.Youngs, Guide to the Local Administrative Units of England Volume 2 In 1931, parts of the parishes of Minworth, Castle Bromwich, Sheldon and a tiny part of Solihull were added, including the area of Castle Vale, then known as Berwood. Birmingham was reconstituted on 1 April 1974, under the Local Government Act 1972, as a metropolitan district, which covered both the former county borough of Birmingham, and the municipal borough of Sutton Coldfield. ==Local government== ===Birmingham City Council=== Birmingham City Council is one of the largest local authorities in Europe with, following a reorganisation of boundaries in June 2004, 120 Birmingham City Councillors representing over one million people, in 40 wards. The council headquarters are at the Council House in the city centre. Birmingham City Council is responsible for running nearly all local services, with the exception of those run by joint boards as detailed below. The provision of certain services has in recent years been devolved to several Districts, which each have an area committee made up of councillors from that district. ===Council constituencies=== From 5 April 2004, responsibility and budgets for a number of services were devolved to 11 district committees, as part of a growing trend in the UK to use area committees for large councils. From 1 June 2006 the districts were reduced from 11 to 10 in order to correspond with the revised Westminster constituency boundaries, and renamed \"council constituencies\". Each now comprises four wards. The council constituencies are: *Edgbaston *Erdington *Hall Green *Hodge Hill *Ladywood *Northfield *Perry Barr *Selly Oak *Sutton Coldfield *Yardley ===Parishes=== There are two civil parishes in Birmingham; New Frankley and Sutton Coldfield, apart from these, most of the city is unparished. New Frankley parish was established in 2000 in an area transferred from Bromsgrove in 1995, and which had previously been part of the Frankley parish. Sutton Coldfield used to be a town and parish in its own right until 1974, when it was absorbed into Birmingham; the new parish of Sutton Coldfield was established in 2015, when the Sutton Coldfield Town Council was first elected. ==Regional government== Birmingham was the seat of regional government for the West Midlands region of England as the home of the region's Government Office, the regional development agency Advantage West Midlands, and the West Midlands Regional Assembly. Since 2011, Birmingham has formed part of the Greater Birmingham & Solihull Local Enterprise Partnership along with neighbouring authorities Bromsgrove, East Staffordshire, Lichfield, Redditch, Solihull, Tamworth, Wyre Forest. In November 2014, it was announced Birmingham was to create a combined authority with the four neighbouring boroughs of Dudley, Sandwell, Walsall and Wolverhampton. Coventry and Solihull later joined, making the entire West Midlands county involved. The authority is expected to be formed in April 2016 in a bid to gain greater devolved powers from the government. === Joint county-wide services === Some local services which cover Birmingham are run jointly with the six other authorities in the West Midlands county. These county wide services are: *West Midlands Police *West Midlands Fire Service *Transport for West Midlands, which oversees public transport. ==At Westminster== Birmingham's first two members of parliament were Thomas Attwood and Joshua Scholefield who were elected when the town was enfranchised in 1832, following the Great Reform Act. Birmingham's ten parliamentary constituencies are represented in the House of Commons by two Conservative and eight Labour MPs. {| class=\"wikitable\" border=\"1\" |- ! colspan=2 rowspan=1 align=\"center\" valign=\"top\" | Constituency ! valign=\"top\"| MP ! colspan=2 rowspan=1 align=\"center\" valign=\"top\" | Party |- | 1 | Birmingham Edgbaston | Preet Gill | |- | 2 | Birmingham Erdington | Paulette Hamilton | |- | 3 | Birmingham Hall Green | Tahir Ali | |- | 4 | Birmingham Hodge Hill | Liam Byrne | |- | 5 | Birmingham Ladywood | Shabana Mahmood | |- | 6 | Birmingham Northfield | Gary Sambrook | |- | 7 | Birmingham Perry Barr | Khalid Mahmood | |- | 8 | Birmingham Selly Oak | Steve McCabe | |- | 9 | Birmingham Yardley | Jess Phillips | |- | 10 | Sutton Coldfield | Andrew Mitchell | |} ==See also== * List of Lord Mayors of Birmingham ==References== ==External links== * Birmingham City Council *Councillors *Wards * Council Constituency Committees *Council Leader * Birmingham Conservatives * Birmingham Liberal Democrats ===Video clips=== * Birmingham City Council YouTube channel Category:Politics of Birmingham, West Midlands",
 "title": "Government of Birmingham"
}