{
 "id": "712625",
 "text": "Scree is a collection of broken rock fragments at the base of a cliff or other steep rocky mass that has accumulated through periodic rockfall. Landforms associated with these materials are often called talus deposits. Talus deposits typically have a concave upwards form, where the maximum inclination corresponds to the angle of repose of the mean debris particle size. The exact definition of scree in the primary literature is somewhat relaxed, and it often overlaps with both talus and colluvium. The term scree comes from the Old Norse term for landslide, skriða, while the term talus is a French word meaning a slope or embankment. In high-altitude arctic and subarctic regions, scree slopes and talus deposits are typically adjacent to hills and river valleys. These steep slopes usually originate from late-Pleistocene periglacial processes. Notable scree sites in North America include the Ice Caves at White Rocks National Recreation Area in southern Vermont and Ice Mountain in eastern West Virginia in the Appalachian Mountains. Screes are most abundant in the Pyrenees, Alps, Variscan, Apennine, Orocantabrian, and Carpathian Mountains, Iberian peninsula, and Northern Europe. ==Description== The term scree is applied both to an unstable steep mountain slope composed of rock fragments and other debris, and to the mixture of rock fragments and debris itself. It is loosely synonymous with talus, material that accumulates at the base of a projecting mass of rock, or talus slope, a landform composed of talus. The term scree is sometimes used more broadly for any sheet of loose rock fragments mantling a slope, while talus is used more narrowly for material that accumulates at the base of a cliff or other rocky slope from which it has obviously eroded. Scree is formed by rockfall, which distinguishes it from colluvium. Colluvium is rock fragments or soil that is deposited by rainwash, sheetwash, or slow downhill creep, usually at the base of gentle slopes or hillsides. However, the terms scree, talus, and sometimes colluvium tend to be used interchangeably. The term talus deposit is sometimes used to distinguish the landform from the material of which it is made. Scree slopes are often assumed to be close to the angle of repose. This is the slope at which a pile of granular material becomes mechanically unstable. However, careful examination of scree slopes shows that only those that are either rapidly accumulating new material, or are experiencing rapid removal of material from their bases, are close to the angle of repose. Most scree slopes are less steep, and they often show a concave shape, so that the foot of the slope is less steep than the top of the slope. == Formation == The formation of scree and talus deposits is the result of physical and chemical weathering acting on a rock face, and erosive processes transporting the material downslope. There are five main stages of scree slope evolution: (1) accumulation, (2) consolidation, (3) weathering, (4) encroaching vegetation, and finally, (5) slope degradation. Scree slopes form as a result of accumulated loose, coarse-grained material. Within the scree slope itself, however, there is generally good sorting of sediment by size: larger particles accumulate more rapidly at the bottom of the slope. Cementation occurs as fine-grained material fills in gaps between debris. The speed of consolidation depends on the composition of the slope; clayey components will bind debris together faster than sandy ones. Should weathering outpace the supply of sediment, plants may take root. Plant roots diminish cohesive forces between the coarse and fine components, degrading the slope. The predominant processes that degrade a rock slope depend largely on the regional climate (see below), but also on the thermal and topographic stresses governing the parent rock material. Example process domains include: * Physical weathering * Chemical weathering * Biotic processes * Thermal stresses * Topographic stresses === Physical weathering processes === Scree formation is commonly attributed to the formation of ice within mountain rock slopes. The presence of joints, fractures, and other heterogeneities in the rock wall can allow precipitation, groundwater, and surface runoff to flow through the rock. If the temperature drops below the freezing point of the fluid contained within the rock, during particularly cold evenings, for example, this water can freeze. Since water expands by 9% when it freezes, it can generate large forces that either create new cracks or wedge blocks into an unstable position. Special boundary conditions (rapid freezing and water confinement) may be required for this to happen. Freeze-thaw scree production is thought to be most common during the spring and fall, when the daily temperatures fluctuate around the freezing point of water, and snow melt produces ample free water. The efficiency of freeze-thaw processes in scree production is a subject of ongoing debate. Many researchers believe that ice formation in large open fracture systems cannot generate high enough pressures to force the fracturing apart of parent rocks, and instead suggest that the water and ice simply flow out of the fractures as pressure builds. Many argue that frost heaving, like that known to act in soil in permafrost areas, may play an important role in cliff degradation in cold places. Eventually, a rock slope may be completely covered by its own scree, so that production of new material ceases. The slope is then said to be \"mantled\" with debris. However, since these deposits are still unconsolidated, there is still a possibility of the deposit slopes themselves failing. If the talus deposit pile shifts and the particles exceed the angle of repose, the scree itself may slide and fail. === Chemical weathering processes === Phenomena such as acid rain may also contribute to the chemical degradation of rocks and produce more loose sediments. === Biotic weathering processes === Biotic processes often intersect with both physical and chemical weathering regimes, as the organisms that interact with rocks can mechanically or chemically alter them. Lichen frequently grow on the surface of, or within, rocks. Particularly during the initial colonization process, the lichen often inserts its hyphae into small fractures or mineral cleavage planes that exist in the host rock. As the lichen grows, the hyphae expand and force the fractures to widen. This increases the potential of fragmentation, possibly leading to rockfalls. During the growth of the lichen thallus, small fragments of the host rock can be incorporated into the biological structure and weaken the rock. Freeze-thaw action of the entire lichen body due to microclimatic changes in moisture content can alternately cause thermal contraction and expansion, which also stresses the host rock. Lichen also produce a number of organic acids as metabolic byproducts. These often react with the host rock, dissolving minerals, and breaking down the substrate into unconsolidated sediments. == Interactions with surrounding landscape == Scree often collects at the base of glaciers, concealing them from their environment. For example, Lech dl Dragon, in the Sella group of the Dolomites, is derived from the melting waters of a glacier and is hidden under a thick layer of scree. Debris cover on a glacier affects the energy balance and, therefore, the melting process. Whether the glacier ice begins melting more rapidly or more slowly is determined by the thickness of the layer of scree on its surface. The amount of energy reaching the surface of the ice below the debris can be estimated via the one-dimensional, homogeneous material assumption of Fourier's Law: Q = -k \\left ( \\frac{T_s-T_i}{d} \\right ), where k is the thermal conductivity of the debris material, Ts is the ambient temperature above the debris surface, Ti is the temperature at the lower surface of the debris, and d is the thickness of the debris layer. Debris with a low thermal conductivity value, or a high thermal resistivity, will not efficiently transfer energy through to the glacier, meaning the amount of heat energy reaching the ice surface is substantially lessened. This can act to insulate the glacier from incoming radiation. The albedo, or the ability of a material to reflect incoming radiation energy, is also an important quality to consider. Generally, the debris will have a lower albedo than the glacier ice it covers, and will thus reflect less incoming solar radiation. Instead, the debris will absorb radiation energy and transfer it through the cover layer to the debris-ice interface. If the ice is covered by a relatively thin layer of debris (less than around 2 centimeters thick), the albedo effect is most important. As scree accumulates atop the glacier, the ice's albedo will begin to decrease. Instead, the glacier ice will absorb incoming solar radiation and transfer it to the upper surface of the ice. Then, the glacier ice begins to absorb the energy and uses it in the process of melting. However, once the debris cover reaches 2 or more centimeters in thickness, the albedo effect begins to dissipate. Instead, the debris blanket will act to insulate the glacier, preventing incoming radiation from penetrating the scree and reaching the ice surface. In addition to rocky debris, thick snow cover can form an insulating blanket between the cold winter atmosphere and subnivean spaces in screes. As a result, soil, bedrock, and also subterranean voids in screes do not freeze at high elevations. === Microclimates === A scree has many small interstitial voids, while an ice cave has a few large hollows. Due to cold air seepage and air circulation, the bottom of scree slopes have a thermal regime similar to ice caves. Because subsurface ice is separated from the surface by thin, permeable sheets of sediment, screes experience cold air seepage from the bottom of the slope where sediment is thinnest. This freezing circulating air maintains internal scree temperatures 6.8-9.0 °C colder than external scree temperatures. These <0 °C thermal anomalies occur up to 1000m below sites with mean annual air temperatures of 0 °C. Patchy permafrost, which forms under conditions <0 °C, probably exists at the bottom of some scree slopes despite mean annual air temperatures of 6.8–7.5 °C. === Biodiversity === During the last glacial period, a narrow ice-free corridor formed in the Scandinavian ice sheet, introducing taiga species to the terrain. These boreal plants and animals still live in modern alpine and subarctic tundra, as well as high- altitude coniferous forests and mires. Scree microclimates maintained by circulating freezing air create microhabitats that support taiga plants and animals that could not otherwise survive regional conditions. A Czech Republic Academy of Sciences research team led by physical chemist Vlastimil Růžička, analyzing 66 scree slopes, published a paper in Journal of Natural History in 2012, reporting that: \"This microhabitat, as well as interstitial spaces between scree blocks elsewhere on this slope, supports an important assemblage of boreal and arctic bryophytes, pteridophytes, and arthropods that are disjunct from their normal ranges far to the north. This freezing scree slope represents a classic example of a palaeo refugium that significantly contributes to [the] protection and maintenance of regional landscape biodiversity.\" Ice Mountain, a massive scree in West Virginia, supports distinctly different distributions of plant and animal species than northern latitudes. ==Scree running== Scree running is the activity of running down a scree slope; which can be very quick, as the scree moves with the runner. Some scree slopes are no longer possible to run, because the stones have been moved towards the bottom. == See also == * Blockfield - similar to talus and scree slopes, formed by frost weather instead of mass wastings * * * * * * Scree plot == References == Category:Slope landforms Category:Montane ecology",
 "title": "Scree"
}