{
 "id": "714325",
 "text": "The Penguin Cafe Orchestra (PCO) was an avant-pop band led by English guitarist Simon Jeffes. Co-founded with cellist Helen Liebmann, it toured extensively during the 1980s and 1990s. The band's sound is not easily categorized, having elements of exuberant folk music and a minimalist aesthetic occasionally reminiscent of composers such as Philip Glass. The group recorded and performed for 24 years until Jeffes died of an inoperable brain tumour in 1997. Several members of the original group reunited for three concerts in 2007. Since then, five original members have continued to play concerts of PCO's music, initially as The Anteaters, then as The Orchestra That Fell to Earth. In 2009, Jeffes' son Arthur founded a successor band simply called Penguin Cafe. Although it includes no original PCO members, the band features many PCO pieces in its live repertoire, and records and performs new music written by Arthur. ==History== After becoming disillusioned with the rigid structures of classical music and the limitations of rock, in which he also dabbled, Simon Jeffes became interested in the relative freedom in folk music and decided to imbue his work with the same immediacy and spirit. Describing how the idea of the Penguin Cafe Orchestra came to him, Jeffes said: The group's debut album, Music from the Penguin Cafe, recorded from 1974 to 1976, was released in 1976 on Brian Eno's experimental Obscure Records label, an offshoot of the EG label. It was followed in 1981 by Penguin Cafe Orchestra, after which the band settled into a more regular release schedule. The band gave its first major concert on 10 October 1976, supporting Kraftwerk at The Roundhouse. They went on to tour the world and play at a variety of music festivals as well as residencies on the South Bank in London. From 1976 to 1996 they played in the US, Canada, Australia, Japan, and throughout Europe and the UK. In March 1987, they were the subject of an episode of the ITV arts series The South Bank Show, where they performed \"Air\", \"Bean Fields\", \"Dirt\" and \"Giles Farnaby's Dream\". ==Evolution== Simon Jeffes experimented with various configurations live and in the studio, including an occasional 'dance orchestra' and a quintet of strings, oboe, trombone and himself on piano. On the studio albums, he sometimes played several instruments, and brought in other musicians according to the needs of each piece. There were a number of incarnations of the live band. Original members Gavyn Wright and Steve Nye left in 1984 and 1988 respectively. Bob Loveday replaced Gavyn Wright on violin. Gradually a regular lineup evolved around: * Jeffes and Helen Liebmann * Neil Rennie (ukulele), who joined in 1975 * Geoffrey Richardson (viola, cuatro, guitar, clarinet, mandolin, ukulele), who had joined in 1976 and co- wrote three pieces on Broadcasting from Home (1984) * Julio Segovia (percussion), who answered an advert in Melody Maker and joined in 1978 on percussion * Paul Street (guitar, cuatro, ukulele), who joined in 1984 and left in 1988 * Jennifer Maidman (percussion, bass, ukulele, cuatro), who joined in 1984 * Steve Fletcher (piano, keyboards) who replaced Steve Nye in 1988 * Annie Whitehead (trombone), who had appeared on Broadcasting from Home (1984) and joined the live band in 1988 * Peter McGowan (violin), succeeding Bob Loveday * Barbara Bolte (oboe) Doug Beveridge also became a regular fixture at the live mixing desk. The album Concert Program (1995) is the definitive recording of this lineup, and includes many of the group's best- known pieces. ==Later bands== After Jeffes' death in 1997, the band's members continued to meet occasionally, but there were no new recordings or public appearances for over ten years. The band briefly reformed in 2007, with the lineup as featured on Concert Program (minus Julio Segovia), with Jennifer Maidman now handling Simon's guitar parts. The original members, joined onstage by Simon Jeffes's son Arthur on percussion and additional keyboards, played three sold-out shows at the Union Chapel in London. After those concerts, Arthur Jeffes wanted to form a new group without any of the original PCO members. He called it \"Music from the Penguin Cafe\", later shortened to simply Penguin Cafe. The all-new ensemble, sometimes inaccurately billed as The Penguin Cafe Orchestra, played at a number of festivals in 2009, combining Penguin Cafe numbers with new pieces. In 2010 they appeared at the BBC Proms (with Northumbrian piper Kathryn Tickell). With the Penguin Cafe name now being used by Arthur, the original PCO members who wanted to continue playing their music needed an alternative name. Four of them, multiinstrumentalists Geoffrey Richardson and Jennifer Maidman, trombonist Annie Whitehead, and pianist Steve Fletcher, have since played some festivals as The Anteaters. They have been joined by percussionist Liam Genockey, well known as a member of Steeleye Span, and who played live with the Penguins in Italy in the 1980s. The name 'Anteaters' came from an incident on the 1983 PCO tour of Japan when Simon Jeffes discovered there was a craze for penguins in the country. He joked that, if the fashion changed, the orchestra would have to change its name to 'The Anteater Cafe Orchestra'. In October 2011, the same lineup appeared at the Canterbury Festival in Kent, UK, performing two hours of original PCO music as The Orchestra That Fell To Earth. They have continued to perform under that name. ==Notable pieces== ===Telephone and Rubber Band=== The Penguin Cafe Orchestra's most famous piece may be \"Telephone and Rubber Band\", which is based around a tape loop of a UK telephone ring tone intersected with an engaged tone, accompanied by the twanging of a rubber band. It is featured on the soundtracks of Nadia Tass's film comedy Malcolm (1986) and Oliver Stone's film Talk Radio (1988), and in a long-running advertising campaign for the telecoms company One2One (now T-Mobile). The 1996 single \"In The Meantime\" by New York City-based English rockers Spacehog featured a tweaked and fine-tuned sample of \"Telephone and Rubber Band\". It was also the trademark song of Caloi en su tinta, an Argentinean TV show about artistic animation. The tape loop was recorded when Jeffes was making a phone call and discovered he was hearing a combination of a ring tone and an engaged signal due to a fault in the system. He recorded it on an answering machine. ===Music for a Found Harmonium=== Another famous tune featured in Malcolm (among other films) is \"Music for a Found Harmonium\", which Jeffes wrote on a harmonium he had found in a back street in Kyoto, where he was staying in the summer of 1982 after the ensemble's first tour of Japan. He wrote that after installing the found harmonium \"in a friend's house in one of the most beautiful parts at the edge of the city,\" he \"frequently visited this instrument during the next few months, and I remember the time fondly as one during which I was under a form of enchantment with the place and the time.\" \"Music for a Found Harmonium\" was used in the trailer for, and over the end credits of, the 1988 John Hughes movie She's Having a Baby. In the credits, many film actors and celebrities of the time invent their favourite name for an imagined child. (It was not included in the soundtrack released from the movie.) \"Music for a Found Harmonium\" gained exposure when it was released on the first Café del Mar volume in 1994. Because its rhythm, tempo and simple structure made it suitable for adaptation as a reel, it was subsequently recorded by many Irish traditional musicians, including Patrick Street, De Dannan, Kevin Burke and Sharon Shannon. An Irish traditional version was used on the soundtrack of the film Hear My Song, made in Ireland in the early 1990s. In 2004, Patrick Street's cover of \"Music for a Found Harmonium\" was featured in the film Napoleon Dynamite, and the following year in the film It's All Gone Pete Tong. The Scottish folk rock band Rock Salt and Nails, from Shetland, also recorded a version of the song for their debut album Waves in 1993. ===Still Life at the Penguin Cafe=== Simon Jeffes composed music for the ballet Still Life at the Penguin Cafe, largely based on earlier compositions for the Penguin Cafe Orchestra. (Geoffrey Richardson co-wrote one of the pieces.Roche, Henry, Still Life at the Penguin Cafe: Arranged for Piano by Henry Roche, Edition Peters, 2002) The ballet was first performed by the Royal Ballet in 1988, and the music was released as an album under Jeffes' name. ===Perpetuum Mobile=== Another of the group's well-known pieces is \"Perpetuum Mobile\" from their 1987 album Signs of Life. It has been used in several films, television and radio programmes, including as the main theme of the Australian stop-motion animated film Mary and Max (2009), and in the television adaptation of The Handmaid's Tale. Swedish DJ Avicii sampled the main melody for his song \"Fade into Darkness\". Because it was written in the 15/8 time signature, the melody seems to end and repeat one beat sooner than expected, giving it the feel of a perpetual motion device. ===Numbers 1-4=== Another piece called \"Numbers 1-4\" was featured in a dance film shown on Mister Rogers' Neighborhood episode 1604, when Mr. McFeely brings the video in to show. The film featured dancers from Pittsburgh's Dance Alloy, who used fitness balls in the dance. A number of pieces including \"Numbers 1-4\", \"Perpetuum Mobile\" and \"Music for A Found Harmonium\" were included on the soundtrack of the Channel 4 documentary series Road Dreams. ==Uses by others== ===Covers=== * \"Music for a Found Harmonium\" was covered as a reel by the group Patrick Street on their 1990 album Irish Times, and subsequently by other folk acts including Galician band Matto Congrio in 1993, the California Guitar Trio on their Echoes album (2008), and by Irish accordion player Sharon Shannon on her first album. The tune was also covered by the pan-celtic violin ensemble Celtic Fiddle Festival in 1993, at the time consisting of former Silly Wizard fiddler Johnny Cunningham, Bothy Band fiddler Kevin Burke, and Kornog fiddler Christian Lemaitre, on their self-titled debut album. * \"Music for a Found Harmonium\" was the basis for a mix by The Orb which appeared (along with both the original and the cover version by Patrick Street) on Penguin Cafe Orchestra's 1996 \"best of\" album, Preludes, Airs and Yodels, and subsequently on The Orb's own 2001 remix compilation \"Auntie Aubrey's Excursions Beyond the Call of Duty - The Orb Remix Project, Volume 2\". The title was given as \"Pandaharmonium\" on the former and \"Music for a Found Harmonium (Pandaharmoniumorb mix)\" on the latter. * Avicii samples a section of \"Perpetuum Mobile\" in his dance track \"Fade into Darkness\" (previously known as \"Penguin\"); the Leona Lewis/Avicii collaboration \"Collide\" also uses the same piano hook. * \"Music for a Found Harmonium\" was used as part of a tune set (\"Guns\") by Roving Crows on their Deliberate Distractions album (2013) * The main theme of \"Music for a Found Harmonium\" was used by Earl 16 on his 1997 track \"Steppin' Out\". * A string quartet arrangement of \"Music for a Found Harmonium\" was used in the Japanese TV series Quartet (2017). ===Film=== *Penguin Cafe Orchestra music featured on the 1986 Australian cult film Malcolm, written by David Parker and directed by Nadia Tass. The film won the 1986 Australian Film Institute Award for Best Film. The opening theme is \"Music for a Found Harmonium\", and during the film features \"Paul's Dance\", \"Yodel 1\", \"Yodel 2\" and \"Telephone and Rubber Band\". The closing theme is \"The Ecstasy of Dancing Fleas\". * The first trailer for the John Hughes movie She's Having a Baby consisted of edited-together, increasingly fast, dialogue- free clips from the movie with only this musical piece playing over them. *\"Telephone and Rubber Band\" was used in the final sequence and at the start of the closing credits of Talk Radio (1988), directed by Oliver Stone. *\"Perpetuum Mobile\" was used as the main theme for the documentary The Union: The Business Behind Getting High (2007), the animated Australian film Mary and Max (2009), the Swedish movie Slim Susie (2003) and the documentary Project Nim (2011). It was also featured in a Season 1 episode of The Handmaid's Tale. *\"Music For a Found Harmonium\" is featured in Napoleon Dynamite (2004), and the 2016 film The Founder. === Radio/podcasts === * This American Life, a popular show on public radio in the United States, has often used the band's \"Perpetuum Mobile\" to accompany its stories, and news programs on National Public Radio have at times used the ringtone from \"Telephone and Rubber Band\" as bumper music between pieces. * The Economist magazine has used \"Perpetuum Mobile\" in its weekly podcasts. * The Australian ABC Radio National weekly broadcast of The Music Show uses \"Perpetuum Mobile\" as its theme music. * \"Scherzo and Trio\" is the theme music for BBC Radio 4's Round Britain Quiz. * \"Pythagoras's Trousers\" was the theme music for CBC Radio's Basic Black. ==Personnel== * Simon Jeffes – acoustic guitar, electric guitar, piano, cuatro, ukulele, bass, voice, Omnichord, Dulcitone, penny whistle, pitch pipes, harmonium, shakers, drums, ring modulator, rubber band, electronic organ, milkbottles, triangle, violin, drum, Linn Drum computer, soloban, spinet, Prophet V, fretless guitar, Bluthner and Bosendorfer pianos, zebra drum, tape, pianica, mandolin, electric aeolian harp * Helen Liebmann – cello * Steve Nye – electric piano, cuatro, Bluthner piano, Wurlitzer piano, harmonium * Gavyn Wright – violin * Geoffrey Richardson – viola, slide guitar, bass, bongos, metal frame, ukulele, mandolin, electric guitar, penny whistle, clarinet * Ian Maidman (later Jennifer Maidman) – percussion, bass guitar, ukulele, cuatro, electric guitar, zebra drum. * Emily Young – vocals * Michael Giles – drums * Dave DeFries – trumpet, fluegelhorn * Annie Whitehead – trombone * Nigel Kennedy – violin * Naná Vasconcelos – clay pot, twigs * Kathryn Tickell – Northumbrian small pipes * Chris Laurence – bass * Wilfred Gibson – violin * Roger Chase – viola * Braco – drums * Marcus Beale – violin * Kuma Harada – bass * Barbara Bolte – oboe * Stephen Fletcher – piano * Peter McGowan – violin * Giles Leaman – woodwinds * Bob Loveday – violin * Neil Rennie – ukulele * Julio Segovia – percussion * Jill Streater – oboe * Peter Veitch – accordion * Fami – drums * Trevor Morais – drums * Danny Cummings – percussion * Paul Street – guitar * Elisabeth Perry ==Discography== ===Studio albums=== * Music from the Penguin Cafe (1976) OBSCURE 7, later EGED27 * Penguin Cafe Orchestra (1981) EGED11 * Broadcasting from Home (1984) EGED 38 * Signs of Life (1987) EGED 50 - UK No. 49 * Union Cafe (1993) ZOPFD 001 ===Extended play=== * The Penguin Cafe Orchestra Mini Album (1983) EGMLP 2 - Six-song mini-LP consisting of 2 previously released tracks, 2 live tracks, and 2 new compositions. ===Live albums=== * When in Rome... (1988) EGED56 * Concert Program (1995) ZOPFD 002 ===Collections=== * Preludes, Airs & Yodels (A Penguin Cafe Primer) (1996) * A Brief History (2001) CDV 2954 * History (2001) Virgin Records LCO 3098 * The Second Penguin Cafe Orchestra Sampler (2004) ===Simon Jeffes albums=== * 'Still Life' at the Penguin Cafe (1990) DECCA 425 218-2 * Piano Music (2000) ZOPFD 003 - Solo pieces, collected after Jeffes' death. ===Related album=== * Arcane (1994), credited to 'Assorted Artists' Arcane consists of recordings by diverse musicians brought together in August 1992 at the Real World studios in Wiltshire for a week of spontaneous collaborations and performances. No one musician appears on every track, but Jeffes is one of the more constant presences on this album. Amongst the many other collaborators are Billy Cobham, Andy Sheppard, Jane Siberry, Ayub Ogada, Nigel Kennedy, and Nana Vasconcelos. ===Soundtracks=== * Night Shift (1982) (\"Cutting Branches for a Temporary Shelter\") * Malcolm (1986) (\"Music For A Found Harmonium,\" \"Paul's Dance,\" \"Yodel 1,\" \"Yodel 2,\" \"Telephone And Rubber Band,\" \"The Ecstasy Of Dancing Fleas\") * Talk Radio trailer (1988) (\"Telephone and Rubber Band\") * Oskar und Leni (1999) (soundtrack was released on CD, containing 10 songs from Union Cafe and Concert Program) * Chuck and Buck (2000) (\"Air a Danser,\" \"Paul's Dance,\" \"Prelude and Yodel,\" \"Nothing Really Blue\") * Slim Susie (2003) (\"Perpetuum Mobile\") * The Good Girl (2002) (\"Air\" and \"Steady State\") * The Princess and the Warrior official soundtrack (2000) (\"Nothing Really Blue\") * Napoleon Dynamite official soundtrack (2005) (\"Music for a Found Harmonium\") * It's All Gone Pete Tong official soundtrack (2005) (\"Music for a Found Harmonium\") * Hewlett Packard commercial (2006) (\"Perpetuum Mobile\") * 3 lbs episode \"Lost for Words\" (2006) (\"Perpetuum Mobile\") * Year of the Dog (2007) (\"Music for a Found Harmonium\") * All the Little Animals music written by Simon Jeffes, performed and recorded by PCO members Geoffrey Richardson, Jennifer Maidman and Steve Fletcher * Capitalism: A Love Story (2009) (\"Music for a Found Harmonium\") * Mary and Max (2009) (\"Perpetuum Mobile\", \"Prelude and Yodel\") * Origin Energy \"Sustainability Drive\" commercial (\"Perpetuum Mobile\") * The Handmaid's Tale (2017) (\"Perpetuum Mobile\") * It's a Sin (2020) (\"Telephone and Rubber Band\") ==References== ==External links== *Official Site *Official Site of The Orchestra That Fell To Earth (musicians of the original PCO) * * Category:E.G. Records artists Category:Musical groups established in 1972 Category:Musical groups disestablished in 1997 Category:Musical groups reestablished in 2007 Category:Musical groups disestablished in 2007 Category:Virgin Records artists Category:Avant-pop musicians Category:Erased Tapes Records artists",
 "title": "Penguin Cafe Orchestra"
}