{
 "id": "714395",
 "text": "CEA/Valduc or the Valduc Centre for Nuclear Studies is a French nuclear facility (CEA, direction of military applications) dedicated to the study, manufacturing, maintenance and dismantling of nuclear weapons. The site was acquired in 1957 by the CEA and the centre built in 1958. It has an area of 6.7 km² (now 7.5 km²), while the actual site occupies 1.8 km². Seventeen basic nuclear installations are on the site, comprising a total of 25,000 m² of floor space. The centre is surrounded by a zone where photography and cartography are prohibited but through traffic is permitted on roads. There are about 1,000 CEA employees working in the centre, as well as about 300 employees from contractors. It seems that most employees commute from Is-sur- Tille and Dijon; the CEA charters buses bringing employees from various locations in the Dijon agglomeration. Since a restructuring decision of the CEA in 1996, Valduc has been the sole site responsible for military nuclear material. From 1980 to 1993, the French Air Force occupied a 0.4 km² plot where it operated a plant for the assembly of nuclear warheads for air and land-based missiles (ASMP and Hadès). A proportion of the locals consider that Valduc does not bring benefits to the area but imposes constraints and discourages people from coming to the area. This is partly because most employees commute from far away and the centre does not pay local taxes to the local commune (because it is a public research establishment). However, the commune government asserts that some of the activities at CEA/Valduc are taxable. In 2003, Valduc was considered partially taxable, a move which the CEA contested.(CEA, Financial report 2003). The Dijon administrative court considered that activities related to the military were not taxable but those pertaining to general technology development and consulting for private industry were taxable. ==See also== * Pantex ==External links== * Official site (French) * Summary on waste reprocessing at VALDUC (French) Category:Military of France Category:Nuclear weapons program of France",
 "title": "CEA Valduc"
}