{
 "id": "714440",
 "text": "The Wolf Prize in Chemistry is awarded annually by the Wolf Foundation in Israel. It is one of the six Wolf Prizes established by the Foundation and awarded since 1978; the others are in Agriculture, Mathematics, Medicine, Physics and Arts. ==LaureatesWolf Prize Recipients in Chemistry== {| class=\"wikitable\" |- bgcolor=\"#ccccc\" ! style=\"width:7%\" |Year ! style=\"width:20%\" | Name ! style=\"width:18%\" | Nationality ! Citation |- | 1978 | Carl Djerassi | | for his work in bioorganic chemistry, application of new spectroscopic techniques, and his support of international cooperation. |- | 1979 | Herman Mark | | for his contributions to understanding the structure and behavior of natural and synthetic polymers. |- | 1980 | Henry Eyring | | for his development of absolute rate theory and its imaginative applications to chemical and physical processes. |- | 1981 | Joseph Chatt | | for pioneering and fundamental contributions to synthetic transition metal chemistry, particularly transition metal hydrides and dinitrogen complexes. |- |rowspan=2| 1982 | John Charles Polanyi | / | for his studies of chemical reactions in unprecedented detail by developing the infrared chemiluminiscence technique, and for envisaging the chemical laser. |- | George C. Pimentel | | for development of matrix isolation spectroscopy and for the discovery of photodissociation lasers and chemical lasers. |- |rowspan=3| 1983/4 | Herbert S. Gutowsky | | for his pioneering work in the development and applications of nuclear magnetic resonance spectroscopy in chemistry. |- | Harden M. McConnell | | for his studies of the electronic structure of molecules through paramagnetic resonance spectroscopy and for the introduction and biological applications of spin label techniques. |- | John S. Waugh | | for his fundamental theoretical and experimental contributions to high resolution nuclear magnetic resonance spectroscopy in solids. |- | 1984/5 | Rudolph A. Marcus | / | for his contributions to chemical kinetics, especially the theories of unimolecular reactions and electron transfer reactions. |- |rowspan=2| 1986 | Elias James Corey | | for outstanding research on the synthesis of many highly complex natural products and the demonstration of novel ways of thinking about such syntheses. |- | Albert Eschenmoser | | for outstanding research on the synthesis, stereochemistry and reaction mechanisms for formation of natural products, especially Vitamin-B12. |- | 1987 | David C. Phillips David M. Blow | | for their contributions to protein X-ray crystallography and to the elucidation of structures of enzymes and their mechanisms of action. |- | 1988 | Joshua Jortner Raphael David Levine | | for their incisive theoretical studies elucidating energy acquisition and disposal in molecular systems and mechanisms for dynamical selectivity and specificity. |- | 1989 | Duilio Arigoni Alan R. Battersby | | for their fundamental contributions to the elucidation of the mechanism of enzymic reactions and of the biosynthesis of natural products, in particular the pigments of life. |- | 1990 | colspan=3 align=\"left\"| No award |- |rowspan=2|1991 | Richard R. Ernst | | for his revolutionary contributions to NMR spectroscopy, especially Fourier-transform and two-dimensional NMR |- | Alexander Pines | / | for his revolutionary contributions to NMR spectroscopy, especially multiple-quantum and high-spin NMR. |- | 1992 | John Pople | | for his outstanding contributions to theoretical chemistry, particularly in developing effective and widely used modern quantum- chemical methods. |- | 1993 | Ahmed Hassan Zewail | / | for pioneering the development of laser femtochemistry. Using lasers and molecular beams, femtochemistry has made it now possible to probe the evolution of chemical reactions as they actually happen in real time. |- | 1994/5 | Richard Lerner Peter Schultz | | for developing catalytic antibodies, thus permitting the catalysis of chemical reactions considered impossible to achieve by classical chemical procedures. |- | 1995/6 | Gilbert Stork Samuel J. Danishefsky | | for designing and developing novel chemical reactions which have opened new avenues to the synthesis of complex molecules, particularly polysaccharides and many other biologically and medicinally important compounds. |- | 1996/7 | colspan=3 align=\"left\"| No award |- | 1998 | Gerhard Ertl Gabor A. Somorjai | ; / | for their outstanding contributions to the field of the surface science in general, and for their elucidation of fundamental mechanisms of heterogeneous catalytic reactions at single crystal surfaces in particular. |- | 1999 | Raymond U. Lemieux | | for his fundamental and seminal contributions to the study and synthesis of oligosaccharides and to the elucidation of their role in molecular recognition in biological systems. |- | 2000 | Frank Albert Cotton | | for opening up an entirely new phase of transition metal chemistry based on pairs and clusters of metal atoms directly linked by single or multiple bonds. |- | 2001 | Henri B. Kagan Ryōji Noyori K. Barry Sharpless | | for their pioneering, creative and crucial work in developing asymmetric catalysis for the synthesis of chiral molecules, greatly increasing mankind's ability to create new products of fundamental and practical importance. |- | 2002/3 | colspan=3 align=\"left\"| No award |- | 2004 | Harry B. Gray | | for pioneering work in bio-inorganic chemistry, unravelling novel principles of structure and long-range electron transfer in proteins. |- | 2005 | Richard N. Zare | | for his ingenious applications of laser techniques, for identifying complex mechanisms in molecules, and their use in analytical chemistry. |- | 2006/7 | Ada Yonath George Feher | | for ingenious structural discoveries of the ribosomal machinery of peptide- bond formation and the light-driven primary processes in photosynthesis. |- | 2008 | William E. Moerner Allen J. Bard | | for the ingenious creation of a new field of science, single molecule spectroscopy and electrochemistry, with impact at the nanoscopic regime, from the molecular and cellular domain to complex material systems. |- | 2009 | colspan=3 align=\"left\"| No award |- | 2010 | colspan=3 align=\"left\"| No award |- | 2011 | Stuart A. Rice Ching W. Tang Krzysztof Matyjaszewski | ; ; / | for the deep creative contributions to the chemical sciences in the field of synthesis, properties and an understanding of organic materials. |- |rowspan=2| 2012 | A. Paul Alivisatos | | for his development of the colloidal inorganic nanocrystal as a building block of nanoscience and for making fundamental contributions to controlling the synthesis of these particles, to measuring and understanding their physical properties.Berkeley Lab |- | Charles M. Lieber | | for his seminal contributions to nanochemistry and particularly the synthesis of single-crystalline semiconductor nanowires, characterization of the fundamental physical properties of nanowires, and their application to electronics, photonics and nanomedicine.Lieber Research Group |- | 2013 | Robert S. Langer | | for conceiving and implementing advances in polymer chemistry that provide both controlled drug-release systems and new biomaterials. |- | 2014 | Chi-Huey Wong | / | for his numerous and original contributions to the development of innovative methods for the programmable and applied synthesis of complex oligosaccharides and glycol- proteins. |- | 2015 | colspan=3 align=\"left\"| No award |- |rowspan=2| 2016 | Kyriacos Costa Nicolaou | / | for advancing the field of chemical synthesis to the extremes of molecular complexity, linking structure and function and expanding our dominion over the interface of chemistry, biology and medicine. |- | Stuart Schreiber | | for pioneering chemical insights into the logic of signal transduction and gene regulation that led to important, new therapeutics and for advancing chemical biology and medicine through the discovery of small-molecule probes. |- | 2017 | Robert G. Bergman | | for his discovery of the activation responses of carbon-hydrogen bonds in hydrocarbons by soluble organometallic complexes. |- |rowspan=2| 2018 | Omar M. Yaghi | / | for pioneering reticular chemistry via metal-organic frameworks (MOFs) and covalent organic frameworks (COFs). |- | Makoto Fujita | | for conceiving metal-directed assembly principles leading to large highly porous complexes. |- |2019 | Stephen L. Buchwald John F. Hartwig | | for pioneering the development of transition metal catalyzed procedures that are broadly applicable and allow carbon-heteroatom bonds of all sorts to be formed with previously unknown efficiency and precision. Wolf Prize 2019 - Chemistry |- | 2020 | colspan=3 align=\"left\"| No award |- |2021 | Leslie Leiserowitz Meir Lahav | | for collaboratively established the fundamental reciprocal influences of three-dimensional molecular structure upon structures of organic crystals.Laureates 2021 |- |2022 | Bonnie L. Bassler Carolyn R. Bertozzi Benjamin F. Cravatt | | for their seminal contributions to understanding the chemistry of cellular communication and inventing chemical methodologies to study the role of carbohydrates, lipids, and proteins in such biological processes.Wolf Prize 2022 - Chemistry |- |} ==See also== * List of chemistry awards == Notes and references == == External links == * * * * Jerusalempost Israel-Wolf-Prizes 2016 * Jerusalempost Israel-Wolf-Prizes 2017 * Jerusalempost Wolf-Prizes 2018 * Wolf Prize 2019 Chemistry Category:Chemistry awards Category:Lists of Israeli award winners Category:Awards established in 1978 Category:Israeli science and technology awards Category:1978 establishments in Israel",
 "title": "Wolf Prize in Chemistry"
}