{
 "id": "714769",
 "text": "Edward Howe Watson (February 28, 1874 - January 7, 1942) was a career United States Navy officer, who led a squadron of destroyers aground off Point Honda on the California coast in 1923. ==Early life and marriage== Watson was born in Frankfort, Kentucky, a son of U.S. Navy Commander John Crittendon Watson. He married Hermine Cary Gratz, whose half-sister, Helen Gratz, married Godfrey S. Rockefeller of Greenwich, Connecticut. ==Navy career== ===Academy and early career=== Watson graduated from the U.S. Naval Academy in June 1895 and served on several ships during the rest of the decade, including Spanish–American War service on board the cruiser . He commanded the storeship in 1912–13, then attended the Naval War College. Watson also saw duty as executive officer of the battleship and as Commanding Officer of the gunboat . ===World War I=== During World War I, Watson was in command of the battleship , receiving the Navy Cross. In March 1919, he became U.S. Naval Attaché in Japan, remaining in that post until May 1922. In July of that year, he took command of Destroyer Squadron 11, based on the West Coast. ===Honda Point disaster=== On September 8, 1923, dead reckoning navigation errors on Watson's flagship led seven of his squadron's destroyers to ground on the rocky coast at Honda Point, California, a loss that came to be known as the Honda Point Disaster. Watson was court martialed for his role. Not all observers agreed with the Navy's decision to punish Watson. The editors of the Army and Navy Journal wrote, \"Captain Watson has given a splendid example of the finest attributes of character overcoming the elemental instinct of self-preservation. Voluntarily waiving the fundamental right of a defendant to place the burden of proof upon the prosecution, and to refrain from testifying under oath to any facts that might tend to incriminate himself, he took the witness stand and not only freely testified to facts relating to his own culpability but also volunteered his opinion under oath that he was wholly responsible for the disaster, and that none of his subordinates should be blamed.\" In 1960, the authors of Tragedy at Honda argued that Watson displayed outstanding honor and leadership in taking responsibility when the causes of the tragedy lay in new technology, fog and a series of small errors resulting in the fleet not being where its navigators believed it should be. ===Post-Honda Point career and retirement=== After the Honda Point disaster, Watson served as Assistant Commandant of the Fourteenth Naval District in Hawaii until he left active duty in November 1929. He retired to New York City, where he was in the New York Social Register. He and his family spent their summers on Walcott Avenue in Jamestown, Rhode Island, where he was a member of the Conanicut Yacht Club. ==Death== Watson died in 1942 in Brooklyn, New York. ==References== * Department of the Navy -- Naval History and Heritage Command This work is in the public domain. Category:1874 births Category:1942 deaths Category:United States Navy officers Category:United States Navy personnel who were court- martialed Category:Naval War College alumni Category:American military personnel of the Spanish–American War Category:Recipients of the Navy Cross (United States)",
 "title": "Edward H. Watson"
}