{
 "id": "714838",
 "text": "The Megola was a German motorcycle produced between 1921 and 1925 in Munich. Like Bimota, the name is a portmanteau derived loosely from the names of its designers Meixner, Cockerell, and Landgraf. ==Design== The Megola had a unique design, laid down by Fritz Cockerell in 1920, using a radial engine mounted within the front wheel. The engine contained five cylinders with side-mounted valves, each of which displaced , with a bore/stroke of and a total displacement of . The cylinders rotated around the front axle at six times the wheel speed; thus while the cylinders were at maximum of 3600 rpm the front wheel was turning at 600 rpm, or roughly (given the wheel diameter). A hand- controlled butterfly valve was located in the hollow crankshaft to regulate throttle. Power output was a modest but was applied directly to the wheel. This arrangement produced a very low centre of gravity and provided for excellent handling.Title: \"The Illustrated Encyclopedia of Motorcycles\", Editor: Erwin Tragatsch, Published: New Burlington Books, 1979. The first prototype was built in 1920 with the five cylinders mounted within the rear wheel. Unusual features on the production models included two fuel tanks. The main tank was hidden under the extensive bodywork, and the fuel from it was taken to a much smaller tank above the engine via a hand pump. Two independent brakes were used for the rear wheel. Megolas came well-equipped, with a fuel gauge, tachometer and ammeter as standard equipment. They were available in two variants: sporting and touring. The touring version featured a sprung rear wheel and soft saddle; the sport lacked rear suspension but had a more powerful engine. The top speed was . Motorcycle racer Toni Bauhofer achieved on a sports-model on the AVUS racing circuit in Berlin. In 1924, he won the over-500cc-class on a Megola at the German Motorcycle Road Championship. thumb|A Megola touring bike displayed at a 2011 exhibition in Paris - 110 ans d'automobile au Grand Palais The engine was very flexible, lacking both a clutch and a transmission. To start the engine, the rider had to either spin the front wheel while the cycle was on its stand, or push-start the cycle. The cylinders could be disassembled without having to remove all the wheel spokes to service the engine. The lack of a clutch meant the engine had to be stopped when the cycle was stationary. As an alternative, the owner's manual suggested the rider make small orbits in the road if at any point they had to halt. The tires were tubed with the front inner-tube being a circular sausage-shape rather than a complete doughnut-like torus shape, so that it could be changed without removing the wheel and engine. At the time, this type of tube was produced commercially so it was likely not created specially for the Megola. The box-section frame contained the main fuel tank which fed by gravity a smaller tank mounted on the axle. The front suspension consisted of semi- elliptical springs. ==Legacy== During less than five years of production, approximately 2000 machines were built and sold. Around 15 examples remain; one was displayed at the Guggenheim Museum 'Art of the Motorcycle' exhibition in New York City. An example of a sport version of the Megola is part of the automotive collection of Jay Leno. Around eight replica Megolas have been built between the 1980s and the present day. A replica, fitted with an original engine, was sold by Bonhams auction house in London in 2016 for £82,140. ==Killinger and Freund== In 1935, there was an attempt by a group of engineers to make an improved version, the Killinger and Freund Motorcycle, but World War II put an end to their plans. ==Sources== ==See also== *List of motorcycles of the 1920s *RevoPower Category:Motorcycle manufacturers of Germany Category:Motorcycles introduced in the 1920s Category:Motorcycles powered by rotary engines",
 "title": "Megola"
}