{
 "id": "714936",
 "text": "James Wylie Huffman (September 13, 1894May 20, 1980) was an American lawyer and Democratic Party politician from Ohio. He represented Ohio in the United States Senate from 1945 until 1946. ==Early life== Huffman was born in Chandlersville, Ohio on September 13, 1894 and attended the schools of Rich Hill Township in Muskingum County as well as schools in Ashland County. He was a student at Ohio Wesleyan University and Ohio State University, then worked as a high school teacher and principal for three years. ==World War I== Huffman joined the United States Army for World War I. He completed officer training, received his commission as a second lieutenant, and was assigned as a machine gun officer for the 329th Infantry Regiment, a unit of the 83rd Division. He was subsequently assigned to the 120th Machine Gun Battalion, a unit of the 32nd Division. Huffman participated in four major American Expeditionary Forces offensives -- Aisne–Marne, Oise–Aisne, Meuse–Argonne, and Argonne Forest. In 1918, he was promoted to first lieutenant. After the Armistice of 11 November 1918 ended the war, Huffman remained in Germany for six months of occupation duty. ==Career== Huffman was discharged from the army in 1919 and attended the University of Chicago Law School, from which he graduated with an LL.B. degree in 1922. He was admitted to the bar in Illinois and practiced in Chicago. He carried out a temporary appointment as an assistant state attorney general in 1923, then decided to return to Ohio. In 1925, Huffman married Margaret Catherine Donahey, the daughter of Governor A. Victor Donahey. Huffman served as Donahey's executive assistant during his governorship, and was a member of the state public utilities commission from 1927 to 1929. At the expiration of his term, Huffman began to practice law in Columbus. In 1944, Huffman ran unsuccessfully for the Democratic nomination for Ohio governor. He subsequently served as Ohio's director of commerce during the first term of Governor Frank Lausche. ==U.S. Senator== In 1945, Senator Harold Hitz Burton resigned in order to accept appointment to the United States Supreme Court. Lausche appointed Huffman to fill the vacancy and he served in the U.S. Senate from October 8, 1945 to November 5, 1946, when Kingsley A. Taft defeated him in the election to complete the remainder of the term. After leaving the Senate, Huffman resumed practicing law until 1957, when he became president of the Motorists Mutual Insurance Company. He later became president of a newly-formed subsidiary, Motorists Life Insurance Company. ==Death and burial== thumb|left| Huffman's niche at Arlington National Cemetery Huffman died in Pickerington, Ohio on May 20, 1980. He was buried at Arlington National Cemetery. ==See also== * Election Results, Ohio Governor (Democratic Primaries) ==References== == External links == Category:1894 births Category:1980 deaths Category:United States senators from Ohio Category:People from Muskingum County, Ohio Category:Democratic Party United States senators Category:Ohio Democrats Category:Ohio Wesleyan University alumni Category:University of Chicago Law School alumni Category:American military personnel of World War I Category:United States Army soldiers Category:Politicians from Columbus, Ohio Category:Ohio State University trustees Category:Burials at Arlington National Cemetery Category:Writers from Columbus, Ohio Category:20th-century American politicians",
 "title": "James W. Huffman"
}