{
 "id": "715200",
 "text": "Democratic globalization is a social movement towards an institutional system of global democracy. One of its proponents is the British political thinker David Held. In the last decade, Held published a dozen books regarding the spread of democracy from territorially defined nation states to a system of global governance that encapsulates the entire world. For some, democratic mundialisation (from the French term mondialisation) is a variant of democratic globalisation stressing the need for the direct election of world leaders and members of global institutions by citizens worldwide; for others, it is just another name for democratic globalisation. These proponents state that democratic globalisation's purpose is to: * Expand globalisation and make people closer and more united. This expansion should differ from economic globalization and \"make people closer, more united and protected\" because of a variety of opinions and proposals it is still unclear what this would mean in practice and how it could be realized. * Have it reach all fields of activity and knowledge, including governmental and economic, since the economic one is crucial to develop the well-being of world citizens. * Give world citizens democratic access and a say in those global activities. For example, presidential voting for United Nations Secretary-General by citizens and direct election of members of a United Nations Parliamentary Assembly. Democratic globalization supporters state that the choice of political orientations should be left to the world citizens via their participation in world democratic institutions. Some proponents in the anti-globalization movement do not necessarily disagree with this position. For example, George Monbiot, normally associated with the anti-globalization movement (who prefers the term global justice movement), has proposed in his work Age of Consent similar democratic reforms of most major global institutions, suggesting direct democratic elections of such bodies and a form of world government. == Background == Democratic globalization supports the extension of political democratization to economic and financial globalization. It is based upon an idea that free international transactions benefit the global society as a whole. They believe in financially open economies, where the government and central bank must be transparent in order to retain the confidence of the markets, since transparency spells doom for autocratic regimes. They promote democracy that makes leaders more accountable to the citizenry through the removal of restrictions on such transactions. == Social movements == The democratic globalization movement started to get public attention when New York Times reported its demonstration to contest a World Trade Organization (WTO) in Seattle, Washington, November 1999. This gathering was to criticize unfair trade and undemocratic globalization of the WTO, World Bank, World Economic Forum (WEF), the International Monetary Fund. Its primary tactics were public rallies, street theater and civil disobedience. Democratic globalization, proponents claim, would be reached by creating democratic global institutions and changing international organizations (which are currently intergovernmental institutions controlled by the nation-states), into global ones controlled by world citizens. The movement suggests to do it gradually by building a limited number of democratic global institutions in charge of a few crucial fields of common interest. Its long-term goal is that these institutions federate later into a full-fledged democratic world government. ===Global democracy=== Thus, it supports the International Campaign for the Establishment of a United Nations Parliamentary Assembly, that would allow for participation of member nations' legislators and, eventually, direct election of United Nations (UN) parliament members by citizens worldwide. ==Differences with anti-globalization== Democratic globalization supporters state that the choice of political orientations should be left to the world citizens, via their participation in world democratic institutions and direct vote for world presidents (see presidentialism). Some supporters of the \"anti-globalization movement\" do not necessarily disagree with this position. For example, George Monbiot, normally associated with the anti-globalization movement (who prefers the term Global Justice Movement) in his work Age of Consent has proposed similar democratic reforms of most major global institutions, suggesting direct democratic elections of such bodies by citizens, and suggests a form of \"federal world government\". ==Procedure== Democratic globalization, proponents claim, would be reached by creating democratic global institutions and changing international organizations (which are currently intergovernmental institutions controlled by the nation-states), into global ones controlled by voting by the citizens. The movement suggests to do it gradually by building a limited number of democratic global institutions in charge of a few crucial fields of common interest. Its long-term goal is that these institutions federate later into a full-fledged democratic world government. They propose the creation of world services for citizens, like world civil protection and prevention (from natural hazards) services. ==Proponents== The concept of democratic globalization has supporters from all fields. Many of the campaigns and initiatives for global democracy, such as the UNPA campaign, list quotes by and names of their supporters on their websites. UNPA Campaign \"Quotes\" and \"list of featured supporters \". ===Academics=== Some of the most prolific proponents are the British political thinker David Held and the Italian political theorist Daniele Archibugi. In the last decade they published several books regarding the spread of democracy from territorially defined nation states to a system of global governance that encapsulates the entire planet. Richard Falk has developed the idea from an international law perspective, Ulrich Beck from a sociological approach and Jürgen Habermas has elaborate the normative principles. ===Politicians=== * In 2003, Bob Brown, the leader of the Australian Green Party, has tabled a move for global democracy in the Australian Senate: \"I move: That the Senate supports global democracy based on the principle of `one person, one vote, one value'; and supports the vision of a global parliament which empowers all the world's people equally to decide on matters of international significance.\" The Senate of Australia \"GLOBAL DEMOCRACY AND GLOBAL PARLIAMENT\". * The current President of Bolivia Evo Morales and the Bolivian UN Ambassador Pablo Solón Romero have demanded a democratisation of the UN on many occasions. For example, Evo Morales at the United Nations, May 7, 2010: “The response to global warming is global democracy for life and for the Mother Earth.. … we have two paths: to save capitalism, or to save life and Mother Earth.” Evo Morales \"United, the developing countries can save the world\". * Graham Watson (Former member of the European Parliament and former leader of the Alliance of Liberals and Democrats for Europe) and Jo Leinen (Member of the European Parliament) are strong supporter of global democracy. They were among those presenting the “Brussels Declaration on Global Democracy” on February 23, 2010, at an event inside the European Parliament. KDUN \"Brussels Declaration on Global Democracy \". *The appeals of the campaign for a United Nations Parliamentary Assembly has already been endorsed by more than 700 parliamentarians from more than 90 countries. UNPA Campaign \"Overview support\". ===List of prominent figures=== * Garry Davis (peace activist who created the first World Passport) * Albert Einstein (\"The moral authority of the UN would be considerable enhanced if the delegates were elected directly by the people\") * George Monbiot (\"A world parliament allows the poor to speak for themselves\")George Monbiot \"No More Ventriloquists\" * Desmond Tutu (\"We must strive for a global democracy, in which not only the rich and the powerful have a say, but which treats everyone, everywhere with dignity and respect\") GiveYourVote \"Supporter Statements \" * Peter Ustinov (President of the World Federalist Movement from 1991 to 2004) * Abhay K (\"The mass availability of internet-connected mobile phones paves the way for planetary consciousness and global democracy\")Abhay K \"Birth Of Global Democracy\", The Times of India, Jan 21, 2011 ===Grassroot movements=== Jim Stark has initiated a process for a Democratic World Parliament through a Global Referendum. As of August 20, 2013, 22,126 people have voted. So far, the votes are 95.3% in favor of creating a democratic world parliament. Portable voting booths are available at http://voteworldparliament.org/shadowbox/getballot.html. Online voting at Mr. Stark's website is at voteworldparliament.org. Mr. Stark has published a companion book to the online referendum entitled \"Rescue Plan for Planet Earth\". ==See also== *Alter-globalization *Cosmopolitanism *Cosmopolitan democracy *Democratic peace theory *Democratic World Federalists *Federalism *One Big Union (concept) *Federal World Government *Global Citizens Movement *Global governance *Global justice *Global Justice Movement *Internationalism (politics) *Multilateralism *Mundialization *National sovereignty *Presidentialism *Supranationalism *Toni Negri (1933-) Italian marxist political philosopher author of Empire *Transnational progressivism *United Nations *United Nations Parliamentary Assembly *World political parties *World citizen == References == * Eichengreen, Barry et al.. \"Democracy and Globalization\" Working Paper 12450 (2006). National Bureau of Economic Research. Web. 20 Sept. 2013 * * Mwesige, Peter et al. \". From Seattle 1999 To New York 2004: A Longitudinal Analysis Of Journalistic Framing Of The Movement For Democratic Globalization\" Social Movement Studies 6.2 (2007): 131-145. Academic Search Complete. Web. 25 Sept. 2013. ==External links== * * * * * * Committee for a Democratic UN - Making the UN system more effective and democratic * Vote World Parliament - Democratic World Parliament through a global referendum * GlobalDemo.org - List of Global Democracy Initiatives * UNelections.org - Campaign for transparency, accountability and inclusiveness in elections and appointments to positions of great international importance * Philosopher Tony Smith critique of David Held Category:Global politics Category:Democratization Category:Cosmopolitanism Category:Globalization Category:World government Category:World democracy",
 "title": "Democratic globalization"
}