{
 "id": "715527",
 "text": "Norman Woodason Johnson (November 12, 1930 – July 13, 2017) was a mathematician at Wheaton College, Norton, Massachusetts.Norman W. Johnson (12 November 1930 to 13 July 2017), Asia Ivic Weiss and Eva Marie Stehle, The Art of Discrete and Applied Mathematics == Early life and education == Norman Johnson was born on November 12, 1930 in Chicago. His father had a bookstore and published a local newspaper. Johnson earned his undergraduate mathematics degree in 1953 at Carleton College in Northfield, MinnesotaAlumni Farewells: Deaths reported from May 3, 2017 to August 3, 2017 followed by a master's degree from the University of Pittsburgh. After graduating in 1953, Johnson did alternative civilian service as a conscientious objector. He earned his Ph.D. from the University of Toronto in 1966 with a dissertation title of The Theory of Uniform Polytopes and Honeycombs under the supervision of H. S. M. Coxeter. From there he accepted a position in the Mathematics Department of Wheaton College in Massachusetts and taught until his retirement in 1998. ==Career== In 1966 he enumerated 92 convex non-uniform polyhedra with regular faces. Victor Zalgaller later proved (1969) that Johnson's list was complete, and the set is now known as the Johnson solids.George Hart, Johnson solids (retrieved 10 June 2016)Johnson solid, Mathworld, (retrieved 10 June 2016) Johnson is also credited with naming all the uniform star polyhedra and their duals, as published in Magnus Wenninger's model building books: Polyhedron models (1971) and Dual models (1983). p. xii == Death and final works== He completed final edits for his book Geometries and Transformations just before his death on July 13, 2017, and nearly completed his manuscript on uniform polytopes. == Works == *The theory of uniform polytopes and honeycombs, Ph.D. Dissertation, 1966Johnson, Norman W; The theory of uniform polytopes and honeycombs , Ph.D. Dissertation, University of Toronto, 1966 *Hyperbolic Coxeter Groups, paperThe Coxeter Legacy: Reflections and Projections May 12-16, 2004 The Fields Institute Toronto, ON, Canada *Convex polyhedra with regular faces, paper containing the original enumeration of the 92 Johnson solids and the conjecture that there are no others * N. W. Johnson: Geometries and Transformations, (2018) ==Notes== ==External links== * * Norman W. Johnson Endowed Fund in Mathematics and Computer Science at Wheaton College Category:20th-century American mathematicians Category:2017 deaths Category:University of Toronto alumni Category:1930 births Category:Wheaton College (Massachusetts) faculty",
 "title": "Norman Johnson (mathematician)"
}