{
 "id": "716409",
 "text": "Gander International Airport is located in Gander, Newfoundland and Labrador, Canada, and is operated by the Gander International Airport Authority. Canadian Forces Base Gander shares the airfield but is a separate entity from the airport. The airport is sometimes referred to as the \"Crossroads of the World\", and is classified as an international airport by Transport Canada.Advisory Circular (AC) No. 302-032 Subject: Designation of international airports in Canada ==History== ===Early years and prominence=== Construction of the airport began in 1936 and it was opened in 1938, with its first landing on January 11 of that year, by Captain Douglas Fraser flying a Fox Moth of Imperial Airways. Within a few years it had four runways and was the largest airport in the world. Its official name until 1949 was \"Newfoundland Airport\". In 1940, the operation of the Newfoundland Airport was assigned by the Dominion of Newfoundland to the Royal Canadian Air Force (RCAF) and it was renamed \"RCAF Station Gander\" in 1941. The airfield was heavily used by RAF Ferry Command and Air Transport Command for transporting newly built aircraft across the Atlantic Ocean to the European Theatre, as well as for staging operational anti-submarine patrols dedicated to hunting U-boats in the northwest Atlantic. Thousands of aircraft flown by the United States Army Air Corps through the changeover to the United States Army Air Forces and by the RCAF destined for the European Theatre travelled through Gander. The Royal Canadian Navy (RCN) also established Naval Radio Station Gander at the airfield, using the station as a listening post to detect the transmissions and location of enemy submarines and warships. Following the war, the RCAF handed operation of the airfield back to the dominion government in March 1946, although the RCN's radio station remained and the military role for the entire facility was upgraded through the Cold War. The Canadian federal government changed the name to \"Gander Airport\" after Newfoundland joined Canada in 1949. It opened the current passenger terminal in 1959. ===Transatlantic refueling stop=== On 16 September 1945, the first transatlantic proving flight, a Pan Am DC-4, departed Gander for Shannon in western Ireland. On 24 October 1945, the first scheduled commercial flight, an American Overseas Airlines DC-4, passed through Gander. Following Newfoundland's entry into Confederation, the government renamed the airport \"Gander International Airport\", and it came under the administration of Canada's federal Department of Transport. Numerous improvements were made to the runways and terminals. Gander is near the great circle route between North America and Europe. Starting in the 1940s it was a refueling stop for transatlantic flights and continued in this role through the early 1960s and in some cases into the 1990s. Carriers at Gander during this era included: * Aeroflot operated Ilyushin Il-86 widebody flights during the 1980s and early 1990s between Moscow and such long-range destinations as New York and Havana. Due to the IL-86's limited range of approximately , the flights would make refueling stops at both Shannon and Gander en route to the final destination.https://www.arcadiapublishing.com/Products/9780738564685 , Stoff, Joshua, \"John F. Kennedy International Airport,\" p.100 The Boeing 747-200s of the same era had typical ranges from and were much more sought after by international airlines.Jenkins 2000, p.43 The IL-86 was used almost exclusively by Aeroflot and successor post-Soviet airlines.http://www.globalsecurity.org/military/world/russia/il-86.htm , John Pike, \"Il-86 Camber,\" Retrieved July 28, 2017 * Air France ran several services through Gander connecting Paris and Shannon to Montreal, Boston, and New York in the 1950s. * American Overseas Airlines used Gander as a stop for Lockheed Constellation flights between New York and London from 1947. * British Overseas Airways Corporation operated Constellations on London- Shannon-Gander-New York, London-Glasgow-Gander-New York, and London-Glasgow- Gander-Montreal routings from 1947. By 1960, the Gander stop was only used as an alternative to a Glasgow or Shannon stop for Bristol Britannia service to Montreal and Toronto. * Interflug flights between East Germany and Cuba would stop to refuel in Gander, until the airline began using Airbus A310s in 1989. * KLM used Gander as a stop on Amsterdam-Glasgow-Gander-New York service from 1946. * Pan American World Airways used Gander as a stop for transatlantic Douglas DC-4 service between New York-Idlewild and Shannon (continuing to London and Lisbon) starting in 1946. Gander remained in use in 1960 as a stop for Douglas DC-7 services between New York and Scandinavia, although other transatlantic flights bypassed Gander by that point. * Sabena operated Brussels-Shannon-Gander-New York service from 1949 using Douglas DC-6s. * Scandinavian Airlines operated Stockholm-Oslo/Copenhagen-Prestwick-Gander-New York service from 1946. * Trans-Canada Air Lines used Gander as a stop for transatlantic service to London from 1946 and also operated local service from Gander to St. John's and Sydney. * Trans World Airlines operated Boston- Gander-Shannon and Boston-Gander-Azores-Lisbon services from 1947 using Constellations, with onward service to destinations in Europe, the Middle East, and India. Runway 04/22 was extended from in 1971.Aviation Daily May 21, 1971 p117, November 8, 1971 p47 With the advent of jets with longer range in the 1960s, most flights no longer needed to refuel. Gander has decreased in importance, but it remains the home of Gander Control, one of the two air traffic control centres (the other being Shanwick Oceanic Control in western Ireland) which direct the high-level airways of the North Atlantic. Most aircraft travelling to and from Europe or North America must talk to at least one of these air traffic controls. Some commercial transatlantic flights still use Gander as a refuelling stop; most notably, some American legacy carriers (United Airlines and Delta Air Lines in particular) who use the Boeing 757 to connect smaller European cities with their major US hubs. The 757 is particularly affected in this respect, as it was not an aircraft intended or designed for transatlantic flights. This practice has been controversial, since strong headwinds over the Atlantic Ocean during the winter months can result in the flights being declared \"minimum fuel\", forcing refuelling stops at Gander in order to safely complete their journeys. During the Cold War, Gander was notable for the number of persons from the former Warsaw Pact nations who defected there (including Soviet chess player and pianist Igor Vasilyevich Ivanov, Cuban Olympic swimmer Rafael Polinario, and the Vietnamese woman famously photographed as a naked girl fleeing a napalmed village, Phan Thi Kim Phuc). It was one of the few refueling points where the smaller airplanes used by airlines that served the Eastern Bloc could stop en route from Eastern Europe or the Soviet Union to Cuba. On 12 December 1985, Gander was the site of the Arrow Air Flight 1285 disaster, in which a McDonnell Douglas DC-8 with 256 on board, mostly soldiers from the US Army 101st Airborne Division, crashed during takeoff, probably due to being overweight and experiencing atmospheric icing; there were no survivors. The crash was, and remains, , the deadliest airplane accident on Canadian soil. ===Gander International Airport Authority=== The Gander International Airport Authority (GIAA; ) was formed in 1996 by the Government of Canada, which was divesting its direct control of airports across the country to similar operating agencies. Previously, Gander was operated by the Government of Newfoundland from 1938 to 1942 and 1945 to 1949 before transferring to the Government of Canada when Newfoundland became a province. Its mission is to operate the airport in a self-sufficient fashion. It receives its revenues from landing fees on airlines, departure fees on passengers, parking revenues and facility rentals. The revenues are used for operating and capital expenses. The GIAA only operates the civil airport and does not oversee the nearby Gander (James Paton Memorial Regional Health Centre) Heliport nor CFB Gander. ===Operation Yellow Ribbon=== On September 11, 2001, with United States airspace closed because of the terrorist attacks, Gander International played host to 38 airliners, totaling 6,122 passengers and 473 crew, as part of Operation Yellow Ribbon. Gander International received more flights than any other Canadian airport involved in the operation apart from Halifax. The 6,595 passengers and crew accounted for the third highest total of passengers that landed at a Canadian airport involved in the operation, behind Vancouver and Halifax. A major reason that Gander received so much traffic was its ability to handle large aircraft and because Transport Canada and Nav Canada instructed pilots coming from Europe to avoid major airports in Central Canada, such as Toronto- Pearson and Montréal-Dorval. The reception these travellers received in the central Newfoundland communities near the airport has been one of the most widely reported happy stories surrounding that day, and was dramatized in the musical Come from Away. To honour the people of Gander and Halifax for their support during the operation, Lufthansa named a new Airbus A340-300 \"Gander/Halifax\" on May 16, 2002. That airplane is listed with the registration D-AIFC,D-AIFC at airliners.net and was the first aircraft of that fleet with a city name from outside of Germany. The airport was the site for Canada's memorial service to mark the first anniversary of the attack, over which Prime Minister Jean Chrétien, Transport Minister David Collenette, US Ambassador to Canada Paul Cellucci, and provincial and local officials presided. 2,500 of the 6,600 people that were diverted there the year before also attended the ceremony. The musical stage show Come from Away and its film adaptation are based around the experiences of residents of Gander in the province of Newfoundland and Labrador and those affected by the forced landings. ==Future== Officials at Gander International Airport have stated that the future for the airport is grim unless the federal government provides funding to cover costs. Over 50% of all aircraft operating from the air field are military, and do not pay landing fees. However, domestic passenger traffic increased by over seven percent in 2006, while weekly cargo flights from Iceland show some promise of expansion. The terminal building--built in the 1950s and noted for its modernist design and heritage architecture--still includes many of its original furnishings and fixtures. In April 2014, Gander Airport Authority made plans to abandon the existing terminal building due to high operating costs and replace it with a new terminal a quarter of the size. In 2017, the airport announced the existing terminal would instead be renovated and downsized, at a cost of $26.4 million. ==Facilities== thumb|Runway at Gander International Airport ===Runways=== Gander has two active runways: runway 13/31 which is , and runway 03/21 (changed from 04/22 in August 2004) which measures and underwent a $10 million comprehensive rehabilitation project, completed in September 2012. The airport's runway 03/21 was designated as an emergency landing runway for NASA's Space Shuttle orbiter. The airport is also an important emergency landing runway for large aircraft in transatlantic operation in the ETOPS system, which requires aircraft to always have less than a certain distance from a suitable landing site. For many two-engine aircraft this is two or three hours with malfunction in one engine. ===Fire services=== Gander Airport Safety and Airside Operations is responsible for fire and rescue operations using three vehicles at their station within the airport. It also has a mutual aid agreement with the Town of Gander Fire Department to provide additional fire fighting services. ==Airlines and destinations== ==Fixed-base operators== The following fixed-base operators (FBOs) are based at Gander International Airport: ===Public=== *Allied Aviation Services * Woodward Aviation * Gander Aviation * Irving Aviation Services ==Accidents and incidents== Since the airport's founding in 1938 and through the course of World War II and subsequent beginnings of transoceanic air travel, there have been dozens of crashes around Gander of fighters, bombers, freighters, sea planes, radar aircraft, civilian airliners, and private craft. *On 21 February 1941, three people were killed when a Lockheed L-14 Super Electra/Hudson departing from Gander crashed near Musgrave Harbour after both of the plane's engines failed. The fatalities include Sir Frederick Grant Banting who died of wounds and exposure. The navigator and co-pilot died instantly, but Banting and the pilot, Captain Joseph Mackey, survived the initial impact. According to Mackey, the sole survivor, Banting died from his injuries the next day. *On 18 September 1946, 27 people lost their lives when a SABENA Douglas DC-4 (OO-CBG) crashed 35 km short of Gander Airport, where the aircraft planned to land for a refueling stop on the flight from Brussels to New York. At the time of the accident (07:42 UTC), there was dense fog near the airport, and the pilot executed a flawed approach at too low an altitude. There were 17 survivors (16 passengers and one crew). *On 5 September 1967 an Ilyushin Il-18 (registration OK-WAI) of Ceskoslovenske Aerolinie (ČSA) Flight 523 crashed on climbout heading east on runway 13 while on a Prague-Shannon-Gander-Havana passenger service, killing 37 of 69 on board; the cause was never determined. *On 12 December 1985 Arrow Air Flight 1285 crashed on take-off from the then runway 22. The disaster claimed the lives of 8 crew and 248 soldiers of the United States Army's 101st Airborne Division who were returning home for Christmas from a peacekeeping deployment in the Middle East. The impact on the south side of the Trans-Canada Highway on the shore of Gander Lake left a charred clearing in the forest where a memorial now stands to those who lost their lives in Canada's most deadly air crash. ==See also== *North Atlantic Aviation Museum *Stewart International Airport, in upstate New York, another airport shared by civilians and the military ==References== * *Mac Moss. Flown into the Arms of Angels: Newfoundland and Labrador's Unsung Heroes of 9/11 ==External links== *Gander International Airport *Tales of Gander hospitality on September 11 (snopes.com) *The airport for celebrities you never knew existed * * NBC News feature featuring Tom Brokaw: \"A Tribute to Gander, Newfoundland \", February 27, 2010 * New York Times travel article. Gollner, Adam. \"Gander Airport: When the Going Was Good\", March 20, 2005 Category:Certified airports in Newfoundland and Labrador Category:Airports established in 1938 Category:Gander, Newfoundland and Labrador Category:WAAS reference stations Category:Airfields of the United States Army Air Forces Air Transport Command on the North Atlantic Route Category:1938 establishments in Newfoundland Category:National Airports System",
 "title": "Gander International Airport"
}