{
 "id": "716738",
 "text": "Meet Joe Black is a 1998 American romantic fantasy film directed and produced by Martin Brest, and starring Brad Pitt, Anthony Hopkins, and Claire Forlani. The screenplay by Bo Goldman, Kevin Wade, Ron Osborn, and Jeff Reno is loosely based on the 1934 film Death Takes a Holiday, an adaptation of the 1924 Italian play La Morte in Vacanza by Alberto Casella. It was the second pairing of Hopkins and Pitt after their 1994 film Legends of the Fall. ==Plot== Media mogul Bill Parrish is contemplating a merger with another media giant. Also, his eldest daughter, Alison, is planning an elaborate 65th birthday party for him. His younger daughter Susan, a resident in internal medicine, has a relationship with Drew, one of Bill's board members. Considering marriage, as Bill sees Susan is not deeply in love, he suggests she wait to be swept off of her feet, suggesting \"lightning could strike!\". When the company helicopter lands, he hears a mysterious voice, which he tries to ignore. Arriving in his office, Bill has sharp pains in his chest and hears the voice again, saying, \"Yes.\" While studying in a coffee shop, Susan meets a vibrant young man who also says \"lightning may strike\" a relationship between them. Stunned, she departs without getting his name. Unbeknownst to her, directly afterward, he is struck fatally by multiple cars. That evening, Bill hears the voice again and it summons him so Bill meets him alone in a room. Slowly materializing, it identifies itself as Death and is now in the body of the young man. Death explains that his impassioned speech to his daughter piqued his interest. Given Bill's \"competence, experience, and wisdom,\" Death says that for as long as Bill will be his guide on Earth, Bill will not have to die. They both return to the dinner table and under pressure to make an introduction, clumsily make up a name for Death. Introduced to the family as \"Joe Black.\" Joe Black, having no sophisticated human qualities, doesn't seem to know how to drink, eat or why food and utensils are used. He later wanders through the palatial house to adapt. Susan tries to understand his intentions, noting that his character is not the same. Bill fails to keep events from going rapidly out of his control. Drew secretly conspires with Parrish Communications, capitalizing on Bill's strange behavior and reliance on Joe to convince the board of directors to vote Bill out as chairman. Using information from Bill's son-in-law, Quince, Drew pushes for merger approval which Bill now opposes. Intrigued by Joe's naivete, Susan sees he's very different from the young man she met in the coffee shop. She falls deeply in love, so Joe is now under the influence of human desires and a magnetic attraction to her. Bill inadvertently walks in and sees them. As they make love, Joe asks Susan, \"What do we do now?\" She replies, \"It'll come to us.\" Bill angrily confronts Joe about his relationship with his daughter, and Joe declares his intention to take Susan with him. But at Susan's hospital, Joe interacts with a terminally ill old woman who wishes to pass away. Understanding who he is, when he tells her he loves Susan, they discuss the meaning of life and she helps him understand he is dangerously meshing two worlds. As Bill's birthday arrives, he asks Joe to recognize the meaning of true love, especially honesty and sacrifice. Joe realizes he must set aside his own desire and allow Susan to live her life. Joe helps Bill regain control of his company, exposing Drew's underhanded business dealings to the board by claiming to be an agent of the Internal Revenue Service and threatening to put Drew in jail. At the party, understanding his death is imminent, Bill makes peace with his daughters. Susan tells Joe she has loved him since the day in the coffee shop and he hints that his time is coming to an end. Realizing Susan loves the unknown man, not him, crushes him. He doesn't tell her who he really is, but she seems to intuit something mystical about his identity. Struggling to comprehend the magnitude of their attraction, Susan declines to comprehend Joe as Death. She sputters, \"You're, you're Joe.\" He promises \"you will always have what you found in the coffee shop. Thank you for loving me.\" In their father/daughter dance, Susan and Bill also say goodbye. Then, on a hilltop above the party, Bill asks Joe, if he should be afraid. He replies, \"Not a man like you.\" Fireworks explode in the distance while Susan watches Joe and her father cross a bridge at the top of the hill and descend out of sight on the other side. Susan stands stunned as \"Joe\" reappears alone and bewildered. He is the embodiment of the young man from the coffee shop, uninjured and not comprehending where he is. Susan accepts that her father is gone, and the magical love that she had shared with this young man has returned. \"What do we do now?\" she asks. \"It'll come to us,\" he replies, as they descend hand-in- hand toward the party. ==Cast== * Brad Pitt as Death / Joe Black / Young Man In Coffee Shop * Anthony Hopkins as Bill Parrish * Claire Forlani as Susan Parrish * Jake Weber as Drew * Marcia Gay Harden as Allison Parrish * Jeffrey Tambor as Quince, Allison Parrish's Husband * David S. Howard as Eddie Sloane * Lois Kelly Miller as Jamaican Woman * Marylouise Burke as Lillian * June Squibb as Helen ==Production == ===Filming === Most of William Parrish's country mansion scenes were shot at the Aldrich Mansion in Rhode Island. The penthouse interiors and Parrish Communications offices were sets built at the 14th Regiment Armory in the South Slope neighborhood in Brooklyn, New York. The place where Susan and the Young Man from the Coffee Shop first meet is Broadway Restaurant, at 2664 Broadway and West 101st Street, Manhattan. ===Versions === A two-hour version was made to show on television and airline flights, by cutting most of the plotline involving Bill Parrish's business. Since Brest derided this edit of his film and disowned it, the director's credit was changed to the Hollywood pseudonym Alan Smithee. ==Reception== ===Box office=== Meet Joe Black opened on November 13, 1998, and grossed $15,017,995 domestically upon its opening weekend (11/13-15) at #3, behind The Waterboys second weekend and the opening of I Still Know What You Did Last Summer. While the film had a disappointing domestic box office return of $44,619,100, it fared much better internationally. Taking in an additional $98,321,000, the movie grossed a worldwide total of $142,940,100. As Meet Joe Black was one of the few films showing the first trailer for Star Wars: Episode I – The Phantom Menace, it was reported that droves of Star Wars fans bought tickets for the film, only to leave after the trailer showed. ===Critical response=== Meet Joe Black received mixed reviews from critics, with most complimenting the performances but criticizing the film's three-hour length, the slow pacing and the screenplay. Ebert gave it three stars, but disliked the peripheral story lines and overly drawn-out ending. He concluded that despite its flaws, \"there's so much that's fine in this movie\". Travers wrote Rolling Stone that most of the characters were one-dimensional. Anthony Hopkins received uniform praise for his performance, with Travers opining that Hopkins' Bill Parrish was the only fully realized character in the film; LaSalle commented that \"Hopkins' acting is so emotionally full that the tiniest moments ... ring with complexities of thought and feeling.\" Brad Pitt, on the other hand, received a mixed response, with LaSalle calling the performance so bad \"it hurts\" and Berardinelli calling it \"execrable\". Meet Joe Black earned a Razzie Award nomination for Worst Remake. On Rotten Tomatoes the film has an approval rating of a 45% based on reviews from 49 critics. The site's consensus states: \"Meet Joe Black is pretty to look at and benefits from an agreeable cast, but that isn't enough to offset this dawdling drama's punishing three-hour runtime.\" On Metacritic it has a score of 43% based on reviews from 24 critics, indicating \"mixed or average reviews\". Audiences surveyed by CinemaScore gave the film a grade \"A−\" on scale of A to F. ==References== ==External links== * * * Category:1998 films Category:1990s fantasy drama films Category:1998 romantic drama films Category:Remakes of American films Category:American films Category:American romantic drama films Category:American romantic fantasy films Category:English-language films Category:American fantasy drama films Category:Films about mass media owners Category:Films credited to Alan Smithee Category:Films directed by Martin Brest Category:Films scored by Thomas Newman Category:Films shot in New Jersey Category:Films shot in New York City Category:Films shot in Rhode Island Category:Films about the upper class Category:Love stories Category:Personifications of death in fiction Category:Films with screenplays by Bo Goldman Category:Universal Pictures films Category:Films with screenplays by Kevin Wade",
 "title": "Meet Joe Black"
}