{
 "id": "716869",
 "text": "The president of the German Democratic Republic () was the head of state of the German Democratic Republic, commonly known as East Germany, from 1949 until 1960. The office was created by the Constitution of 1949 (Section V). The president of the Republic was elected by the People's Chamber (Volkskammer) and the Chamber of States (Landerkammer), the two chambers of parliament. The office was mostly ceremonial in nature. If necessary, the President of the Volkskammer acted as the president of the Republic. The sole incumbent was Wilhelm Pieck of the Socialist Unity Party of Germany (SED), elected on 11 October 1949Wilhelm Pieck timeline Retrieved 10 June 2010 and re-elected in 1953 and in 1957. Shortly after the death of Pieck on 7 September 1960, the Constitution was amended. The Law concerning the formation of the State Council of 12 September 1960 introduced a collective head of state instead of the presidency, the State Council of East Germany. In the last, pro-Western phase of East Germany in 1989/90, the State Council was abolished; President of the People's Chamber Sabine Bergmann-Pohl acted as head of state. == Election == The president of the Republic was elected for a term of four years by a joint session of the Volkskammer and the Landerkammer, which was convened and presided over by the President of the Volkskammer.Article 101 of the Constitution of 1949. Any citizen who was at least thirty-five years old was eligible for the post. The administrative reform of 1952 led to the dissolution of the states (Länder) of East Germany. The Landerkammer thereby became meaningless; it met in 1954 for the last time and was formally abolished in 1958. As a result, the Volkskammer alone was responsible for the election of the president. == Oath of office == On assuming office, the president of the Republic took the following oath before a joint session of the Volkskammer and the Landerkammer:Article 102 of the Constitution of 1949. == Impeachment == The president of the Republic might be recalled before the expiration of his term by a joint resolution of the Volkskammer and the Landerkammer. Such a resolution required a two-thirds majority of the statutory number of representatives.Article 103 of the Constitution of 1949. == Duties and competences == Largely a ceremonial position (similarly to the president of West Germany), the duties and competences of the president of the Republic as stipulated in articles 104–108 of the Constitution of 1949: * Promulgating the laws of the Republic.Article 104 of the Constitution of 1949. * Receiving the oath of office from members of the Council of Ministers upon their assumption of duties. * Representing the Republic in international relations.Article 105 of the Constitution of 1949. * Concluding and signing treaties with foreign countries on behalf of the Republic. * Accrediting and receiving ambassadors and ministers. To become effective, all orders and decrees issued by the president of the Republic needed to be countersigned by the chairman of the Council of Ministers or the competent Minister.Article 106 of the Constitution of 1949. The president exercised the right of pardon on behalf of the Republic. In this function he was advised by a committee of the Volkskammer.Article 107 of the Constitution of 1949. == Incapacitation and vacancy == Whenever the president of the Republic was unable to attend to his office, he was represented by the president of the Volkskammer. If such incapacity is expected to continue for a protracted period, a substitute was to be appointed by (a specific) law.Article 108 of the Constitution of 1949. Whenever the presidency was terminated prematurely, the same rule applied until the election of a new president. President Pieck was already 73 years old when he won his first term in 1949. Although he served as co-chairman of the SED alongside Prime Minister Otto Grotewohl from 1949 to 1950, he never played a major role in the party. Most of the power was held by Walter Ulbricht, First Secretary of the party from 1950. This changed after the abolition of the presidential office, since the leader of the SED was usually also head of state. == Abolition == After Wilhelm Pieck had died in 1960, the presidency was abolished in favor of a collective body, the State Council. The State Council was elected in the same way as the president, by the Volkskammer, and initially exercised the powers of the presidency. In reality, the State Council was effectively represented by its chairman, and it was reduced to a ceremonial body by 1974, with its chairman deriving real power from leadership of the SED. With the Constitution of 1968, the last references to the presidency were eliminated. After the Peaceful Revolution, there were plans to reintroduce the office of the president of the Republic by constitutional law from 1990 onward, which did not happen in the course of German reunification. ==Presidential standards== File:Flag of the President of East Germany (1949–1950).svg|1949–1950 File:Flag of the President of East Germany (1950–1951).svg|1950–1951 File:Flag of the President of East Germany (1951–1953).svg|1951–1953 File:Flag of the President of East Germany (1953–1955).svg|1953–1955 File:Flag of the President of East Germany (1955–1960).svg|1955–1960 ==Gallery== File:Fotothek df roe-neg 0002793 004 Portrait Wilhelm Piecks im Publikum der Bachfeier.jpg|Wilhelm Pieck, 1950. File:Bundesarchiv Bild 183-48539-0002, Berlin, Besuch Ho Chi Minh bei Wilhelm Pieck.jpg|Pieck receiving Ho Chi Minh, President of North Vietnam (Democratic Republic of Vietnam), 1957. File:Bundesarchiv Bild 183-62653-001, N.S. Chruschtschow besuchte Wilhelm Pieck.jpg|Pieck receiving Nikita Khrushchev, Premier of the Soviet Union, 1959. File:Bundesarchiv Bild 183-67792-0003, Berlin, 10. Jahrestag DDR-Gründung, Pieck.jpg|Pieck receiving Józef Cyrankiewicz, Prime Minister of the Polish People's Republic, 1959. == See also == * President of Germany (1919–1945) * President of Germany == References == == External links == * 1949 Constitution of the GDR (full text in German) * 1968 Constitution of the GDR (full text in German) Category:Government of East Germany ! Category:1949 establishments in East Germany Category:1960 disestablishments in East Germany East Germany Category:Lists of political office-holders in Germany Category:Titles of national or ethnic leadership Category:Titles held only by one person",
 "title": "President of East Germany"
}