{
 "id": "716938",
 "text": "LNER Class A4 4468 Mallard is a 4-6-2 (\"Pacific\") steam locomotive built in 1938 for operation on the London and North Eastern Railway (LNER) at Doncaster Works to a design of Nigel Gresley. Its streamlined, wind tunnel tested design allowed it to haul long distance express passenger services at high speeds. On 3 July 1938, Mallard broke the world speed record for steam locomotives at , which still stands today. While in British Railways days regular steam-hauled rail services in the UK were officially limited to a 90 mph 'line speed', before the war, the A4s had to run significantly above 90 mph just to keep schedule on trains such as the Silver Jubilee and The Coronation,Yeadon 'Named Trains on LNER Lines' combined edition. Nottingham: Book Law Publications 2004 p.157 with the engines reaching 100 mph on many occasions.Nock, O.S. 'The Gresley Pacifics' Vol. 2, David & Charles 1974, numerous referencesRCTS – Locomotives of the LNER Vol 2A – 4-6-2 Tender Engines. RCTS 1972, again plenty of references Mallard covered almost one and a half million miles (2.4 million km) before it was retired in 1963. The locomotive is long and weighs 165 tons, including the tender. It is painted LNER garter blue with red wheels and steel rims. Mallard is now part of the National Collection and preserved at the National Railway Museum in York. ==History== thumb|Mallard in 1962. In 1936, Nigel Gresley, the sole chief mechanical engineer of the LNER, ordered a new batch of six 4-6-2 \"Pacific\" Class A4 engines to be built at Doncaster Works. The A4s were known for their distinct streamlined and aerodynamic design, and designed for hauling long distance express passenger services at high speeds. The first batch comprised four locomotives which entered service in 1935, and had \"Silver\" in their names as they were to haul the non-stop The Silver Jubilee service between London King's Cross and Newcastle. The six new A4s were named after a bird, influenced by Gresley's fondness of breeding wild birds, and incorporated some modifications to maximise the possibilities of the original streamlined design. This included a new, state-of-the-art double Kylchap chimney and blastpipe, allowing the smoke to be distributed more freely. However, the problem of smoke being dispersed at the front of the locomotive, in turn giving drivers only a narrow viewing window, remained unsolved, and Gresley was determined to find a solution, using Mallard, the 28th A4 locomotive as a test. It was solved after a wooden model at 1/12th of the original size of Mallard was made to undergo smoke tests in a wind tunnel setting, using a tunnel made of plasticine. After a period of testing, a solution to deflect the smoke was found and the modification was incorporated into Mallards final design. Mallard was released from Doncaster Works and entered service on 3 March 1938, carrying the number of 4468. It wore a variety of liveries throughout its career, these were: garter blue as 4468, LNER wartime black from 13 June 1942, later wartime black with the tender marked as \"NE\" from 21 October 1943 as 22 with yellow small stencilled numbers, post-war garter blue with white and red lining from 5 March 1948 with stainless steel cabside number 22, British Railways dark blue as 60022 from 16 September 1949, Brunswick green from 4 July 1952 and its original LNER garter blue for preservation in 1963. The A4 class was built with streamlined valances, or side skirting, but this was removed during the war to ease maintenance. Mallard lost its valances during a works visit 13 June 1942, regaining them in preservation in 1963. Mallard was fitted with twelve boilers during its 25-year career. These boilers were: 9024 (from construction), 8959 (from 4496 Golden Shuttle, 13 June 1942), 8907 (from 2511 Silver King, 1 August 1946), 8948 (from 31 Golden Plover, Walter K Whigham, 10 January 1951), 29301 (from 60019 Bittern, 4 July 1952), 29315 (from 60014 Silver Link, 23 April 1954), 29328 (new-build boiler, 7 June 1957), 29308 (from 60008 Dwight D. Eisenhower, 27 August 1958), 29310 (from 60009 Union of South Africa, 9 March 1960) and 27965 (from 60009 Union of South Africa, 10 August 1961). Mallard has had seven tenders throughout its career. It started off with a non-corridor tender in 1938, had corridor design tenders during its British Railways days and was fitted with a non-corridor tender in 1963 to recreate its original appearance. The tenders it has been fitted with are: 5642 (3 March 1938 – 14 March 1939), 5639 (5 May 1939 – 16 January 1948), 5323 (5 March 1948 – 12 March 1953), 5648 (12 March 1953 – 21 July 1958), 5330 (27 August 1958 – 30 May 1962), 5651 (30 May 1962 – 25 April 1963) and 5670 (current tender, masquerading as original tender 5642). The original non- corridor tender 5642 was later coupled to sister locomotive 60026 Miles Beevor when it was withdrawn on 21 December 1965 but later came into the possession of the A4 Preservation Society who had purchased this locomotive from the scrapyard to assist the restoration of classmate 4498 Sir Nigel Gresley. It was scrapped in 1973 as being surplus to requirements, by which time it had also donated parts to the restoration of A3 class locomotive 4472 Flying Scotsman, which had recently returned from America and was being restored at Derby Workshops. Mallard was allocated to three sheds during its career: Doncaster, transferring on 21 October 1943 to Grantham and on 11 April 1948 to Kings Cross Top Shed. ===1938 speed record=== On 3 July 1938, Mallard claimed the world speed record for steam locomotives at during a trial run of a new, quick-acting brake, known as the Westinghouse QSA brake. The speed was achieved during the downward grade of Stoke Bank, south of Grantham at milepost 90¼, between Little Bytham and Essendine stations. Mallard hauled a seven-coach train, including a dynamometer car which housed apparatus to record the speed. The speed it recorded exceeded the previous record speed of set in Germany in 1936 by DRG Class 05 No. 002. Mallard was just four months old at the time of the record, and was operated by driver Joseph Duddington, a man renowned within the LNER for taking calculated risks, and fireman Thomas Bray. Upon arrival at London King's Cross, driver Duddington and inspector Sid Jenkins were quoted as saying that they thought a speed of 130 mph would have been possible if the train did not need to slow for a set of junctions at Essendine. There was also a permanent speed restriction of 15 mph just north of Grantham station, which slowed the train as they sought to build up maximum speed for the descent of Stoke Bank. The A4 class previously had problems with the big end bearing for the middle cylinder, so the big end was fitted with a \"stink bomb\" of aniseed oil which would be released if the bearing overheated. After attaining the record speed, the middle big end on Mallard did overheat reduced speed, running at onwards to Peterborough, and was sent to Doncaster Works for repair.This had been foreseen by the publicity department, who had many pictures taken for the press, in case Mallard did not make it back to Kings Cross. The (Edwardian period) Ivatt Atlantic that replaced Mallard at Peterborough was only just in sight when the head of publicity started handing out the pictures. thumb|upright|Mallard speed record plate Mallard topped Stoke Bank at and accelerated downhill. The speeds at the end of each mile (1.6 km) from the summit were recorded as: 87½, 96½, 104, 107, 111½, 116 and 119 mph (141, 155, 167, 172, 179, 187 and 192 km/h); half-mile (800 m) readings after that gave 120¾, 122½, 123, 124¼ and finally 125 mph (194, 197, 198, 200 and 201 km/h). However, the dynamometer car tracks the current speed every half second on a paper roll moving 24 inches for every mile travelled. Speeds could be calculated by measuring the distance between the timing marks. Immediately after the run staff in the dynamometer car calculated the speed over five second intervals, finding a maximum of 125 mph. Although 126 mph was seen for a single second, Gresley would not accept this as a reliable measurement and 125 miles an hour was the figure published. Gresley planned to have another attempt in September 1939, but this was prevented by the outbreak of World War II. In 1948, plaques proposed and designed by Harry Underwood, a headmaster and keen steam enthusiast, were fixed onto the locomotive which stated 126 miles an hour, and this became the generally accepted speed.West Riding Small Locomotive Society journal, March 1948: \"Harry Underwood is recorded as being the instigator of the idea (via the C.M.E. Doncaster) of fitting 'Mallard' with commemorative plaques. Photo of plaque design sent to him from Doncaster for his approval.\" Despite this, some writers have commented on the implausibility of the rapid changes in speed. A recent analysis has claimed that the paper roll was not moving at a constant rate, and the peaks and troughs in the speed curve resulting in claims of 125 mph held for 5 seconds and 126 mph for one second were just a result of this measuring inaccuracy. It concluded that a verifiable maximum speed being a sustained 124 mph (199.36 km/h) for almost a mile. On 3 July 2013, the 75th anniversary of the speed record, all six surviving A4 locomotives were brought together at the National Railway Museum. ====Rival claims==== Mallards record has never been officially exceeded by a steam locomotive, although a German DRG Class 05 reached 124 mph in 1936 on a horizontal stretch of track, unlike Stoke Bank, which is slightly downhill. However, the Class 05 hauled a four- coach train of 197 tons, whereas Mallards seven-coach train weighed 240 tons. There are claims that the Milwaukee Road class F7 and PRR S1 locomotives attained service speeds faster than Mallard, and although possible, such claims were not officially verified. The LNER A4 and PRR T1 classes had the same piston stroke and driving wheel diameter, which gave both locomotives the same piston speed for the same track speed. ===1948 Locomotive Exchange Trials=== In 1948, shortly after the formation of British Railways, the decision was taken to test locomotives from all of the former 'Big Four' companies to find the best attributes of speed, power and efficiency with coal and water. There were two ways of testing and comparing locomotives: either at the Rugby Locomotive Testing Station, which was not ready until late 1948 or by testing in the field itself. The results of the 1948 Locomotive Exchange Trials would be used to help design the British Railways Standard locomotives. The express passenger locomotive designs which would be compared were: London Midland Region (former LMS) Princess Coronation class, Eastern Region (former LNER) Class A4, Southern Region (former Southern) Merchant Navy class and Western Region (former GWR) King class. thumb|left|Mallard with the number 'E22' during the Locomotive exchange of 1948 Three Gresley A4 locomotives were chosen to represent the Eastern Region: E22 Mallard, 60033 Seagull and 60034 Lord Faringdon. All of the locomotives had the Kylchap double blastpipe chimney arrangement and were fresh from Doncaster works. Mallard had emerged from Doncaster with a fresh coat of post-war garter blue livery, stainless steel numbers 22 with a small 'E' painted above them (for Eastern region), new boiler (its fourth) and third tender of its career. E22 Mallard was used on 8 June 1948 on the London Waterloo to Exeter route. Driver Marrable took the famous A4 with a load of 481 tons tare, 505 tons full, the same that had been used on the previous trip by 35018 British India Line. Mallard reached Clapham Junction in 6 minutes 57 seconds and Woking in 28 minutes 47 seconds. At Hook there were adverse signals, causing Mallard to slow to a crawl. Even so, Salisbury was reached in 108 minutes and 28 seconds. Despite the signals earlier, the train was only 5-and-a-half minutes late. The net time was 95.5 minutes. Mallard failed after this trial and 60033 Seagull took over. On 10 June Seagull achieved the run in 96 minutes 22 seconds, but had departed 3 minutes late, meaning Seagull had arrived with the same load 3.5 minutes early. For Mallard, the trials were over, but Mallard returned to the Waterloo-Exeter line for a Locomotive Club of Great Britain (LCGB) railtour on 24 February 1963. ===The Elizabethan=== The Elizabethan Express was a flagship express that ran non-stop over the between London King's Cross and Edinburgh Waverley from 1953 to the mid-1960s. Until September 1961 it was steam-hauled. In its day it was the longest non-stop run in the world. Two crews were needed for the six-and-a-half-hour run. They were able to change over mid-journey by using a corridor tender. Only a few locomotives other than Mallard had such a tender. In December 1961, Mallard hauled the final steam-hauled northbound Elizabethan train. ==Preservation== Following the introduction of diesel and electric trains, many steam locomotives across the UK were set to be scrapped. In December 1960, a notification was issued to have Mallard preserved, which was not confirmed until 29 August 1962. Its final revenue earning service took place on 25 April 1963, after which the locomotive was sent to Doncaster Works for repair and restored to its original condition. In February 1963, Mallard was sent to Nine Elms depot, followed by the Museum of British Transport museum in Clapham, south London.Mallard preserved Railway Gazette 6 December 1963 page 643 It then ran a series of special trains, including a run from Doncaster via Nottingham Victoria to Clapham Junction. Following a relaxation of the ban on steam locomotives in the UK in the 1970s, Mallard hauled a train from Stewarts Lane, Battersea to York via the Midland Main Line in on 12 April 1975 in preparation for the opening of the National Railway Museum, where it remained. This was followed by periods on display at York and Doncaster Works in June 1977 and June 1978, respectively. In the 1980s, Mallard was restored to working order to commemorate the 50th anniversary of its 1938 record speed run. Its first run took place on 26 March 1986 from York to Doncaster, and a series of other special trains were completed across England in 1986 through 1987. The locomotive's final run in operation was on 3 July 1988 from Doncaster to Scarborough and back, which was attended by several family members of the original train crew on the 3 July 1938 run. The trip was related to a special commemorative postage stamp featuring Mallard. In July 2003, Mallard was put on display outside the National Railway Museum as part of the 150th anniversary of Doncaster Works. It was taken outside again in July 2008 beside three other preserved A4s located in the UK, thus reuniting them for the first time since preservation. In 2012, six preserved A4s, including two in the United States and Canada, reunited at the museum for the 75th anniversary of Mallards recording breaking run.Day in pictures, 4 October 2012 , BBC News The same six A4s were displayed together at the National Railway Museum Shildon for a short time. In June 2010, Mallard was taken to Shildon where it remained a static exhibit until July 2011, when it returned to York. In July 2019, it made its first outside appearance since 2014 when it was displayed at York station alongside a Class 800 Azuma as part of the latter's launch by the London North Eastern Railway.Rare Bird: Mallard Breaks Free from York Museum Steam Railway issue 496 August 2019 page 8 ==Models== Hornby Dublo first produced a model of Mallard in BR loco green for their 3-rail OO gauge system in 1958. Bachmann and Hornby have subsequently released models of Mallard several times in Garter Blue. Hornby released a model of Mallard in BR Express Passenger Blue and a limited edition model in BR Dark Loco Green. Hornby has also released a limited edition model of 4468 in LNER form along with the other five surviving A4s in 2013. A Corgi 1:120 scale model in Garter Blue as part of a series entitled \"Rail Legends\" is available. ==In culture== * Mallard features in one of the later books in Railway Series by Christopher Awdry: Thomas and the Great Railway Show (with a face on), and is also mentioned in Gordon the High-Speed Engine. * Mallard also features in the Peter's Railway book Surprise Goods by Christopher Vine, where she rescues a broken down freight train. * A painting of Mallard in her immediate post-war condition features on the 1993 Blur album Modern Life Is Rubbish. The painting was a stock image that Stylorouge—Blur's design consultants—obtained from a photo library in Halifax. According to Design Week magazine, the painting \"evoked the feel of a Just William schoolboy's pre-war Britain\".Austin, Jane. \"Blurred Vision – Covers of Albums and CDs\". Design Week. 2 September 1994. * The 2013 song \"East Coast Racer\" by British progressive rock band Big Big Train tells the story of Mallards record-breaking run. * On the popular US TV crime drama NCIS, the Hornby model of Mallard is a usual feature in some of the scenes that take place within the autopsy department. The model can usually be seen above the desk at the end of the room, and belongs to Dr. Donald \"Ducky\" Mallard (played by David McCallum). * A brick sculpture of Mallard, known as the Brick Train and created by David Mach in 1997, can be found alongside the A66 road on the eastern outskirts of the town of Darlington, County Durham. ==See also== *Land speed record for rail vehicles ==Notes== ==References== * A comprehensive book on locomotive exchanges, giving details of each trial and the locomotives involved. * * An overall history of the Gresley A4 class, as well as unparalleled details about the class and individual members. * An eclectic mix of articles and photographs concerning British railways, trains and locomotives * The first and premiere general railway interest magazine * A compendium of railway-related pieces from the Telegraph and Sunday Telegraph over many years * * * Histories of the A4 and W1 classes of locomotive with details of repairs and liveries etc. ==External links== * National Railway Museum ** Mallard at the museum * A4 Pacific Page in the LNER Encyclopedia *Mallard on the Settle and Carlisle Documentary broadcast July 10, 1989 on BBC 1 about its excursions over the Settle and Carlisle railway the weekend of July 16 and 17 1988. Mallard Category:Land speed record rail vehicles 4468 Category:Preserved London and North Eastern Railway steam locomotives Category:Railway locomotives introduced in 1938 Category:Standard gauge steam locomotives of Great Britain Category:United Kingdom streamliner trains",
 "title": "LNER Class A4 4468 Mallard"
}