{
 "id": "717028",
 "text": "Álvaro Joaquim de Melo Siza Vieira (born 25 June 1933) is a Portuguese architect, and architectural educator. He is internationally known as Álvaro Siza () and in Portugal as Siza Vieira (). ==Early life and education== Siza was born in Matosinhos, a small coastal town near Porto. He graduated in architecture in 1955, at the former School of Fine Arts of the University of Porto, the current FAUP – Faculdade de Arquitectura da Universidade do Porto. ==Career== Siza completed his first built work (four houses in Matosinhos) even before ending his studies in 1954, the same year that he first opened his private practice in Porto. Along with Fernando Távora, he soon became one of the references of the Porto School of Architecture where both were teachers. Both architects worked together between 1955 and 1958. Another architect he has collaborated with is Eduardo Souto de Moura, e.g. on Portugal's flagship pavilions at Expo '98 in Lisbon and Expo 2000 in Hannover, as well as on the Serpentine Pavillon 2005. Siza's work is often described as \"poetic modernism\"; he himself has contributed to publications on Luis Barragán. Among Siza's earliest works to gain public attention was a public pool complex (named Piscinas de Marés) he created in the 1960s for Leça da Palmeira, a fishing town and summer resort north of Porto. Completed in 1966, both of the two swimming pools (one for children, the other for adults) as well as the building with changing rooms and a cafe are set into the natural rock formation on the site with unobstructed views of the sea. In 1977, following the revolution in Portugal, the city government of Évora commissioned Siza to plan a housing project in the rural outskirts of the town. It was to be one of several that he would do for SAAL (Serviço de Apoio Ambulatório Local), the national housing association, consisting of 1,200 low-cost, housing units, some one-story and some two-story row houses, all with courtyards. He was also a member of the team which reconstructed Chiado, the historic center of Lisbon destroyed by a fire in 1988. Most of his best known works are located in his hometown Porto: the Boa Nova Tea House (1963), the Faculty of Architecture (1987–93), and the Serralves Museum of Contemporary Art (1997). Since the mid-1970s, Siza has been involved in numerous designs for public housing, public pools, and universities. Between 1995 and 2009, Siza has been working on an architecture museum on Hombroich island, completed in collaboration with Rudolf Finsterwalder. Most recently, he started coordinating the rehabilitation of the monuments and architectonic heritage of Cidade Velha (Old Village) in Santiago, an island of Cape Verde. Commissioned after winning an international competition in 2010, Siza and Granada-based Juan Domingo Santos unveiled designs for a new entrance and visitors center at the Alhambra in 2014. By 2012, Siza warned that he might close his Portuguese office because of a lack of contracts. In 2014, Álvaro Siza designed, with Carlos Castanheira the Building on the Water in Huai'An City, Jiangsu, China that was awarded the building of the year 2015 by ArchDaily. In 2019, Alvaro Siza was commissioned with his first project in the United States, a 450-foot-tall, 37-story apartment building at 611 West 56th Street in Manhattan. In 2020, Álvaro Siza designed four buildings respectively Siza House, YuChia House, Tea House and Gate House at the Taifong Golf Club, in Changhua, Taiwan. ===Teaching=== Siza taught at FAUP from 1966 to 1969, returning in 1976. In addition to his teaching there, he has been a visiting professor at the Graduate School of Design, Harvard University; the University of Pennsylvania; Los Andes University of Bogota; and the École Polytechnique Fédérale de Lausanne. ==Legacy== In July 2014 Siza announced his decision to donate the large part of his architectural archive to the Canadian Centre for Architecture (CCA) in Montreal, Quebec, Canada, in order to make his materials \"accessible alongside the work of other modern and contemporary architects\",Siza, Álvaro (23 July 2014), \"Álvaro Siza's fonds\", Canadian Centre for Architecture (CCA). while also giving specific project archives to the Fundação Gulbenkian in Lisbon and Fundação de Serralves in Porto, Portugal. ==Recognition== thumb|Library of the Escola Superior de Educação de Setúbal, 1986–1994 In 1987, the dean of Harvard Graduate School of Design, the Spanish architect Rafael Moneo, organized the first show of Siza's work in the United States. In 1992, he was awarded with the renowned Pritzker Prize for the renovation project that he coordinated in the Chiado area of Lisbon, a historic commercial sector that was all but completely destroyed by fire in August 1988. Other prizes include: The Golden Medal of The Superior Council of Architecture of the College of Architects of Madrid in 1988; Mies van der Rohe Award for European Architecture, the Prince of Wales Prize in Urban Design from Harvard University, and the Alvar Aalto Medal in 1988; Portugal's National Prize of Architecture 1993; the Arnold W. Brunner Memorial Prize by the American Academy of Arts and Letters and the Praemium Imperiale in 1998, the Wolf Prize in Arts in 2001, the Urbanism Special Grand Prize of France 2005. Siza's Iberê Camargo Foundation in Porto Alegre, his first project built in Brazilian territory, was honoured by the Venice Architecture Biennale with the Golden Lion award in 2002.8th International Architecture Exhibition 2002 La Biennale di Venezia. In 2007 the Brazilian Government awarded him the Cultural Merit Order Medal. More recently he was awarded the RIBA's 2009 Royal Gold Medal and the International Union of Architects' 2011 Gold Medal. Siza was awarded by the Venice Architecture Biennale (13th Edition) with the Golden Lion for lifetime achievement (2012). In 2019 was awarded the National Architecture Award of Spain, being the first non-Spanish architect to receive it in its 90 years of history. Siza was conferred the title of Honoris Causa Doctor by the following universities: Polytechnic University of Valencia; École Polytechnique Fédérale de Lausanne; University of Palermo; University Menendez Pelayo, in Santander; Universidad Nacional de Ingeniería in Lima, Peru; University of Coimbra; Lusíada University of Porto; Universidade Federal de Paraíba; the Università degli Studi di Napoli Federico II, Polo delle Scienze e delle Tecnologie, in Naples; the University of Architecture and Urbanism of Bucharest \"Ion Mincu\", Romania (2005); and the University of Pavia, Italy (2007). He is a member of the American Academy of Arts and Sciences as well as Honorary Fellow of the Royal Institute of British Architects, the American Institute of Architects, the Académie d'Architecture de France and the European Academy of Sciences and Arts. ==Civil awards and decorations== * 80px Grand Officer of the Military Order of Saint James of the Sword, Portugal (6 June 1992) * 80px Grand-Cross of the Order of Prince Henry, Portugal (9 July 1999) * 80px Grand-Cross of the Order of Public Instruction, Portugal (6 April 2017) ==Selected projects== thumb|Marco de Canavezes Church thumb|Ibere Camargo Foundation Works by Siza include the Iberê Camargo Foundation, the Serralves museum, and the New Orleans building. == Exhibitions == * 2012, January: Alturas de Machu Picchu: Martín Chambi – Álvaro Siza at Work, at Canadian Centre for Architecture, Montreal. * 2014, March: Visions of the Alhambra, at the Aedes Architecture Forum, Berlin. Curator: António Choupina, Arch.The Pearl of Granada remains untouched in the FAZ. 5 May 2014. Page 14 * 2014, June: Visions of the Alhambra, at the Vitra Campus, Weil am Rhein. Curator: António Choupina, Arch. – Opening of Art Basel and the Álvaro- Siza-Promenade * 2015, February: Visions of the Alhambra, at the Palace of Charles V, Granada. Curator: António Choupina, Arch. * 2015, May: Visions of the Alhambra, at the National Museum of Art, Architecture and Design, Oslo. Curator: António Choupina, Arch. – Official Visit of the President of Portugal to Norway * 2016, July: Visions of the Alhambra, at the Aga Khan Museum, Toronto. Curator: António Choupina, Arch. * 2017, March: Visions of the Alhambra, at the Serralves Museum, Porto. Curator: António Choupina, Arch. * 2017, June: Architecture on Canvas, at the Nadir Afonso Contemporary Art Museum , Chaves. Curator: António Choupina, Arch. * 2018, May: AlfaroSiza, no ESPAI ALFARO, Valencia. Curators: António Choupina, Arch. & Fran Silvestre, Arch. * 2019, February: SIZA – Unseen & Unknown, at the Museum for Architectural Drawing, Berlin. Curators: António Choupina, Arch. & Kristin Feireiss Dr. h.c. – Bauhaus Centennial * 2020, October: SIZA – Unseen & Unknown, at the Marques da Silva Foundation, Porto. Curators: António Choupina, Arch. & Kristin Feireiss Dr. h.c. – 150th anniversary of José Marques da Silva == Cultural references == A monography of Siza appears in an early scene of the movie John Wick. ==Bibliography== * * * * * Figueira, Jorge (Hrsg.): Álvaro Siza. Modern Redux (Text: Alexandre Alves Costa, Jorge Figueira, Hans Ibelings, Guilherme Wisnik). Ostfildern: Hatje Cantz Verlag, 2008, (English/German) und (English/Portuguese) – Projects 1998–2008 * * * * * thumb|[https://www.monadebooks.com/books/m2 Museu Nadir Afonso] (2016) ==References== == External links == * Find and Tell: Peter Testa on Álvaro Siza, Canadian Centre for Architecture Category:Architecture educators Category:Architecture writers Category:1933 births Category:Living people 01 Category:Pritzker Architecture Prize winners Category:Wolf Prize in Arts laureates Category:Members of the European Academy of Sciences and Arts Category:Recipients of the Praemium Imperiale Category:Recipients of the Royal Gold Medal Category:École Polytechnique Fédérale de Lausanne faculty Category:People from Matosinhos Category:University of Porto alumni Category:Modernist architects Category:Postmodern architects Category:20th- century Portuguese architects Category:21st-century Portuguese architects Category:21st-century Portuguese people",
 "title": "Álvaro Siza Vieira"
}