{
 "id": "718114",
 "text": "The Paw Paw River is located in the U.S. state of Michigan in the southwest portion of the lower peninsula. It is formed by the confluence of the north and south branches at in Waverly Township in the northeast of Van Buren County. It flows approximately U.S. Geological Survey. National Hydrography Dataset high-resolution flowline data. The National Map, accessed May 19, 2011 through Van Buren County and Berrien County until joining the St. Joseph River just above its mouth on Lake Michigan at Benton Harbor. ==History== Native Americans named the Paw Paw River after the paw paw fruit that grew abundantly along the river's banks.Romig, Walter (1973). Michigan Place Names, p. 432. Wayne State University Press (1986 reprint). . ==Ecology and conservation== The watershed includes rare Great Lakes marshes and floodplain forests, which serve as habitats for migratory birds such as the prothonotary warbler (commonly known as the golden swamp warbler), as well as the endangered Mitchell's satyr butterfly. Other rare species include the massasauga rattlesnake and the spotted turtle. In November 2003, The Nature Conservancy announced the purchase of 139 acres (0.6 km2) in the Paw Paw Prairie Fen, located in the East Branch of the river near Mattawan. The Sarett Nature Center owns 800 acres (3.2 km2) of along the river in Berrien County, just north of Benton Harbor. The Paw Paw River has 39 species of fish including walleye, bass, bluegill, black crappie, and northern pike. The mainstem is a coolwater stream as evidenced by the presence of burbot and mottled sculpin, it also contains hornyhead chub, common shiner, johnny darter, and walleye. Several riparian wetlands provide excellent habitat for northern pike. The fish community near the mouth is influenced by its proximity to Lake Michigan, and steelhead trout (Oncorhynchus mykiss) are stocked there. Potamodromous trout and salmon have access to most of the river system, and are shore-fished in the fall upstream of Hartford. There are 24 registered dams within the Paw Paw River sub-watershed, but these dams are all low head dams or on small tributaries, so potamodromous trout and salmon can migrate into its headwaters at Campbell Creek. ==Watershed== The watershed covers about , mostly in Van Buren County, and also drains a tiny portion of Kalamazoo County. Tributaries of the main branch include: *Sand Creek and Blue Creek in Benton Township *Ryno Drain in Coloma *Mill Creek near Watervliet *Paw Paw Lake and Little Paw Paw Lake (in Berrien County) near Watervliet *Pine Creek between Hartford and Watervliet *Mud Lake Drain between Hartford and Watervliet *Hog Creek near Hartford *Brush Creek near Lawrence *Carter Creek between Paw Paw and Lawrence North branch tributaries include: *Brandywine Creek *Hayden Creek *Ritter Creek *Todd Drain *Campbell Creek The north branch headwaters arise in springs near the Wolf Lake State Fish Hatchery. South branch tributaries include: *The east branch is about 8.5 miles (14 km) long and arises from two main sources: Paw Paw Lake (in Kalamazoo County) and Mattawan Creek in the village of Mattawan. It joins the South Branch in the city of Paw Paw. *Three Mile Lake Drain, south of Paw Paw *Eagle Lake Drain, south of Paw Paw *Lawton Drain, east of Lawton The south branch headwaters arise in Decatur Township in eastern Van Buren County. ==References== ==External links== *the Nature Conservancy purchase *1995 DNR survey of the East Branch *Paw Paw River Watershed *Paw Paw River Watershed Management Plan *Sarett Nature Center *Southwest Michigan Planning Commission *Two Rivers Coalition Category:Rivers of Michigan Category:Rivers of Berrien County, Michigan Category:Rivers of Van Buren County, Michigan Category:Tributaries of Lake Michigan",
 "title": "Paw Paw River"
}