{
 "id": "718543",
 "text": ", officially the (), is a in the province of , . According to the , it has a population of people. It is located on the Bondoc Peninsula just east of Lucena City, the provincial capital, and named after José Burgos. It is bounded on the north by Atimonan, on the west and north-west by Pagbilao, on the east by Agdangan, and on the south by the Tayabas Bay. The town is notable for its unspoiled beaches and the Tulay Buhangin (Tagalog for \"sand bridge\"). All the population are of Tagalog descent. The economy is primarily based on coconut husking and farming. Local tourism is also on the rise. ==History== Padre Burgos was formerly known as Laguimanoc due to the shape of the coastline which resembles the bill of a chicken or “manok”. Another version is that chickens were so abundant in the town that hawks swept down on the place to snatch chicks from their mothers. When hawks flew overhead, as warning to their neighborhood, people shouted “Hawk Manok” or “Lawin-Manok”. On January 1, 1917, the village of Laguimanoc, which was formerly a barrio of Atimonan, became a municipality. Ten years after, the town's council changed the name to Padre Burgos, in honor of one of the country's martyrs, Fr. Jose P. Burgos. The streets were named after local leaders who rendered valuable services to the community. Because of the physical and topographic conditions of the town, four sitios where clusters of houses were became the main district of the town namely Campo, Burgos, Basiao and Bundok-Punta. The community converged to be in this particular spot because of its sea which made this town as port of Laguimanoc. In the early days this port offered a good wharf for vessels plying between Manila and southern Luzon. This was also a port of call for ships exporting lumber to Europe during the Spanish regime. In this town was the residence of the “Alcalde Mar” or Port Officer. Business and other industries prospered and people conglomerated in this spot. Spots of the historical interest are the wharf symbol of commercial progress, the old church with the old-fashioned “canyon” markers of the people's religious faith, the Bag Cement Slabs and Stone quarries mute testimonies of the effervescent power and grandeur of the early foreign settlers, the hills near the railroad station where the Japanese tortured and massacred civilians in the barrios of Marao and Polo where the Hunter's guerillas built their camps. ==Geography== ===Barangays=== Padre Burgos is administratively divided into 22 barangays. {| class=\"wikitable sortable\" |- ! Barangay name ! PSGC codePhilippines Standard Geographical Code ! pop. (2015) |- Callgan || 045629015 || style=\"text-align:right\" | 922 | Cabuyao Norte || 045629001 || style=\"text-align:right\" | 922 |- | Cabuyao Sur || 045629002 || style=\"text- align:right\" | 1005 |- | Danlagan || 045629003 || style=\"text-align:right\" | 1,564 |- | Duhat || 045629004 || style=\"text-align:right\" | 761 |- | Hinguiwin || 045629005 || style=\"text-align:right\" | 1,495 |- | Kinagunan Ibaba || 045629006 || style=\"text-align:right\" | 1,344 |- | Kinagunan Ilaya || 045629007 || style=\"text-align:right\" | 452 |- | Lipata || 045629008 || style=\"text-align:right\" | 580 |- | Marao || 045629009 || style=\"text- align:right\" | 2,372 |- | Marquez || 045629010 || style=\"text-align:right\" | 324 |- | Burgos (Poblacion) || 045629011 || style=\"text-align:right\" | 978 |- | Campo (Poblacion) || 045629012 || style=\"text-align:right\" | 731 |- | Basiao (Poblacion) || 045629013 || style=\"text-align:right\" | 657 |- | Punta (Poblacion) || 045629014 || style=\"text-align:right\" | 596 |- | Rizal|| 045629015 || style=\"text-align:right\" | 1,271 |- | San Isidro || 045629016 || style=\"text-align:right\" | 1,003 |- | San Vicente || 045629017 || style=\"text- align:right\" | 809 |- | Sipa || 045629018 || style=\"text-align:right\" | 1,900 |- | Tulay Buhangin || 045629019 || style=\"text-align:right\" | 782 |- | Villapaz || 045629020 || style=\"text-align:right\" | 236 |- | Walay || 045629021 || style=\"text-align:right\" | 1,855 |- | Yawe || 045629022 || style=\"text-align:right\" | 823 |} ===Climate=== ==Demographics== == Economy == ==Culture== ===In popular culture=== This island was also set from the movie Alkitrang Dugo in 1975. ===Laguimanoc festival=== A festival celebrated every February 17th annually. This feast explains the history of the municipality. Laguimanoc was the former name of the municipality before it was renamed to Padre Burgos. ==Notes== ==References== ==External links== *Padre Burgos Profile at PhilAtlas.com *[ Philippine Standard Geographic Code] *Philippine Census Information *Local Governance Performance Management System Category:Municipalities of Quezon",
 "title": "Padre Burgos, Quezon"
}