{
 "id": "719069",
 "text": "Marilyn Sadler is a children's writer with a deadpan sense of humor. She was born November 17, 1950 in Pittsburgh, Pennsylvania. One of her best known works was made into a television Disney movie, under the title Zenon: Girl of the 21st Century. That book is about a space girl who is sent to earth and the cultural clashes she finds in her new planet. Subsequently, two additional Zenon films were made, Zenon: The Zequel and Zenon: Z3. She is also the author of the Alistair books, including Alistair in Outer Space and Alistair Underwater, Alistair's Elephant, and Alistair's Time Machine. This series concerns a boy genius whose activities include building a time machine, exploring outer space, and ironing his shoelaces. Other books written by Marilyn Sadler include It's Not Easy Being a Bunny and the rest of the P. J. Funnybunny series, which was followed by the Honey Bunny series starring P. J.'s little sister, and Elizabeth and Larry, about a friendship between an old lady and a young alligator. Marilyn is also one of the creators of the Disney preschool show Handy Manny. Marilyn's television credits also include two Reading Rainbow programs featuring Alistair, an Alistair program for the BBC, three ABC Weekend Specials featuring PJ Funnybunny and a show based on her children's book, Elizabeth and Larry for Showtime's Shelley Duvall's Bedtime Stories. She has also illustrated an educational book, produced by the Academy of Economic Education, on economics for kids titled Ump's Fwat: An Annual Report for Young People. ==Bibliography== * P. J. Funnybunny: ** It's Not Easy Being a Bunny (Illustrated by Roger Bollen) (1983) (Early Moments) ** The Very Bad Bunny (1984) ** Coloring Fun With P. J. Funnybunny (1985) ** P. J. The Spoiled Bunny (1986) ** P. J. Funnybunny in The Great Tricycle Race (1988) ** P. J. Funnybunny in The Perfect Hiding Place (1988) ** Knock Knock, It's P. J. Funnybunny (1992) ** P. J. Funnybunny Camps Out (1994) (Early Moments) ** Bedtime for Bunnies (1994) ** P. J. Funnybunny and His Very Cool Birthday Party (1996) ** Honey Bunny Funnybunny (1997) (Early Moments) ** P. J. Funnybunny: Spring Fever! (2000) ** P. J. Funnybunny's Bag of Tricks (2004) ** Money Money Honey Bunny (2006) (Early Moments) ** Honey Bunny's Honey Bear (2007) * Zenon, Girl of the 21st Century: ** Zenon: Girl of the 21st Century (1996) ** Bobo Crazy (2001) ** Zenon Kar, Spaceball Star (2001) ** The Trouble With Fun (2001) ** Stuck on Earth (2002) * Alistair Grittle: ** Alistair's Elephant (1983) ** Alistair in Outer Space (1984) ** Alistair's Time Machine (1986) ** Alistair Underwater (1990) ** Alistair and the Alien Invasion (1994) * Elizabeth and Larry: ** Elizabeth and Larry (1990) ** Elizabeth, Larry and Ed (1992) * Bob 'n John: ** Bob 'n John at Lake Kitty Paw Paw (1995) ** Bob 'n John in Bad to the Bone (1996) * Stand-alone books: ** Ump's Fwat: An Annual Report for Young People (1980) ** Happy Faces (1989) ** Chuck Wood and the Woodchucks in The Big Game (1990) ** The Copykitty (1990) ** Blue Barry Bear Counts From 1 to 20 (1991) ** Nanny Goat and the Lucky Kid (1991) ** The Parakeet Girl (1997) ** Pass It On (2012) ** Ten Eggs in a Nest (2014) (Early Moments) ==References== ==External links== * * Category:1950 births Category:Living people Category:American women writers Category:21st-century American women",
 "title": "Marilyn Sadler"
}