{
 "id": "719453",
 "text": "Henry Yates Satterlee (January 11, 1843 – February 22, 1908) was the first Episcopal Bishop of Washington,Dr. Satterlee is Chosen\" New York Times. December 7, 1895.Dr. Satterlee consecrated as Bishop of Washington\" New York Times. March 22, 1896. serving from 1896 to 1908. He established the Cathedral Church of Saint Peter and Saint Paul, popularly known as Washington National Cathedral. ==Biography== ===Early life=== He was born on January 11, 1843 at the corner of Greenwich and Carlyle Streets, New York City the son of Edward SatterleeBrent, 3Obituary: \"Edward Satterlee\" New York Times. May 1, 1878. and Jane Anna Yates,Yates, 270-277 the daughter Henry Christopher Yates, an attorney-at-law; and for a number of years a New York State Senator and member of the Council of AppointmentYates, 270-277 and Catharine, daughter of Johannes MynderseBrent, 3 and a grand niece of Joseph Christopher Yates, who was an American lawyer, politician. statesman, and founding trustee of Union College. He was also a descendant of Jellis Douwese Fonda, who emigrated in 1642 to the Dutch colony of New Netherland (New York). His uncle was Charles Yates,Yates, 270-277 a Brigadier-General during the American Civil War. Charles' daughter, Stella YatesObituary: \"Stella Yates Brewster\" New York Times. February 3, 1929. (November 23, 1866 - February 2, 1929), married on June 10, 1891, in New York City, Benjamin Brewster, the son of the Rev. Joseph BrewsterJones, 781Jones, 782Wright, 34His father, an 1842 graduate of Yale, was first the rector of St. Paul's Church in Windham, Connecticut, but soon after of St. Paul's, Wallingford, whence he removed to New Haven, and became rector of Christ Church, in which position he remained for nearly thirty years. The Rev. Joseph Brewster ended his useful life on Nov. 20, 1895, during his incumbency of St. Michael's Church, Brooklyn, N. Y. and Sarah Jane Bunce.He was a direct descendant of both Love Brewster, a passenger with his father, mother and brother, Wrestling, aboard the Mayflower and a founder of the town of Bridgewater, Massachusetts; and of Elder William Brewster, the Pilgrim colonist leader and spiritual elder of the Plymouth Colony, and passenger aboard the Mayflower and one of the signers of the Mayflower Compact. He was the Episcopal Bishop of Maine and Missionary Bishop of Western Colorado. ===Education=== He graduated from Columbia University in 1863, and in 1866 graduated from the General Theological Seminary, New York City. ===Marriage and personal life=== He married on June 30, 1866, Jane Lawrence Churchill,Gates, 275 the daughter of Timothy Gridley Churchill and Patience Lawrence. They were the parents of two children. Their son, the Rev. Churchill Satterlee, was a clergyman of the Episcopal Church.Gates, 275 Their daughter, Constance Satterlee, married Frederick W. Rhinelander, the brother of Philip M. Rhinelander, the seventh Episcopal Bishop of Pennsylvania. ===Ordination=== On November 21, 1865, he was ordained a deacon in the Protestant Episcopal Church, and a priest on January 11, 1867. He was assistant rector of Zion Parish at Wappingers Falls, in Dutchess County, New York starting in 1865, and became its rector in 1875. He was rector of Calvary Church, New York from 1882 until 1896 when he became the Bishop of Washington, D.C. While at Calvary, he had been active in mission work to the poor in the city's Lower East Side. Satterlee gained international respect for his integrity and leadership and he also worked hard to promote the black clergy of the diocese. In 1888, he declined election as Assistant Bishop of OhioGates, 273 and in 1889 declined election as Bishop of Michigan.Gates, 273 ===Consecration=== On March 25, 1896 he was consecrated the first Episcopal Bishop of Washington at Calvary Church, New York City. The consecrator was to have been Bishop John Williams (1817-1899) of Connecticut, the presiding Bishop, but his fragile condition prevented him from attending. In his place, the Right Reverend Arthur Cleveland Coxe (1818-1896), Second Bishop of Western New York, presided, assisted by the Right Reverend Henry Codman Potter (1835-1908), Seventh Bishop of New York. Henry Yates Satterlee was the first Episcopal Bishop of Washington, serving from 1896 to 1908. He established the Cathedral Church of Saint Peter and Saint Paul, popularly known as Washington National Cathedral. He was responsible for acquiring its land atop Mt. Saint Alban in Northwest Washington and overseeing its construction in the 14th century English Gothic style, envisioning the role of the cathedral in state and world affairs. ===Honors awarded=== He received an honorary degree of D.D. from Union College in 1882 and from Princeton University in 1896; and that of LL.D from Columbia University in 1897.Gates, 274 ===Death=== He died on February 22, 1908 in Washington, D.C. He is buried in the Bethlehem Chapel of Washington National Cathedral.Henry Yates Satterlee at Find A Grave ===List of works=== He is the author of Christ and his Church (1878); Life Lessons of the Prayer Book (1890); A Creedless Gospel and the Gospel Creed (1894); New Testament Churchmanship (1899); The calling of the Christian and Christ's Sacrament of Fellowship (1902) and The Building of a Cathedral (1901).Gates, 274 ==Gallery== File:Satterlee Tomb in Washington Cathedral.jpg |Satterlee Tomb, Washington National Cathedral File:Henry Saterlee tomb - Bethlehem Chapel - National Cathedral - DC.JPG |Satterlee Tomb, Washington National Cathedral ==Notes== ==References== * Brent, Charles Henry (1916). A master builder: being the life and letters of Henry Yates Satterlee, first bishop of Washington. Longmans, Green and Co. * Gates, Merrill Edwards (1905). Men of Mark in America. Men of Mark Publishing Company. * Jones, Emma C. Brewster (1908). The Brewster Genealogy, 1566-1907: a Record of the Descendants of William Brewster of the \"Mayflower\", ruling elder of the Pilgrim church which founded Plymouth Colony in 1620. New York: Grafton Press. * Wright, R.W. (1878). Biographical record: Yale University. Class of 1842. R.W. Wright, compiler. Tuttle, Morehouse & Taylor, Printers. * Yates, Austin A. (1902). Schenectady County, New York: Its History to the Close of the Nineteenth Century. New York History Company. ===Further reading=== *Schenectady County, New York: Its History to the Close of the Nineteenth Century Publisher: New York History Company, 1902. * Men of Mark in America Biography & Portrait ==External links== * Bibliographic directory from Project Canterbury * Episcopal Diocese of Washington * Washington National Cathedral * Calvary Church, NYC. Category:1843 births Category:1908 deaths Category:Episcopal bishops of Washington Category:Columbia University alumni Category:Burials at Washington National Cathedral Category:Wappinger, New York Category:General Theological Seminary alumni Category:19th-century American Episcopalians",
 "title": "Henry Y. Satterlee"
}