{
 "id": "720067",
 "text": "The were the daimyō of the Satsuma han, which spread over Satsuma, Ōsumi and Hyūga provinces in Japan. The Shimazu were identified as one of the tozama or outsider daimyō familiesAppert, Georges et al. (1888). in contrast with the fudai or insider clans which were hereditary vassals or allies of the Tokugawa clan. ==History== The Shimazu were descendants of the Seiwa Genji branch of the Minamoto. The Shimazu would become one of the families of Edo period daimyō to have held their territory continuously since the Kamakura period, and would also become, at their peak, the wealthiest and most powerful Tozama daimyō family with an income in excess of 700,000 koku. The founder, Shimazu Tadahisa (d. 1227), was a son of Shōgun Minamoto no Yoritomo (1147-1199) with the sister of Hiki Yoshikazu. Tadahisa's wife was a daughter of Koremune Hironobu, descendant of the Hata clan, whose name Tadahisa took at first. He received the domain of Shioda in Shinano Province in 1186 and was then named shugo of Satsuma Province. He sent Honda Sadachika to take possession of the province in his name and accompanied Yoritomo in his expedition to Mutsu in 1189. He went to Satsuma in 1196, subdued Hyūga and Ōsumi provinces, and built a castle in the Hyūga Province part of the Shimazu Estate, which name he also adopted. Shimazu Yoshihisa (1533 - 1611), the 16th Head of Shimazu family, the eldest son of Shimazu Takahisa. In 1586, succeed to unify and control the entire Kyushu region. He retired in 1587 after Hideyoshi Kyushu Campaign. The 17th head, Yoshihiro (1535-1619), was the daimyō at the time of the Battle of Sekigahara, the establishment of the Tokugawa Shogunate, and the Siege of Osaka.Nussbaum, Louis Frédéric et al. (2005). \"Shimazu Yoshihiro\" in ; n.b., Louis-Frédéric is pseudonym of Louis-Frédéric Nussbaum, see Deutsche Nationalbibliothek Authority File . His nephew and successor was Tadatsune.Nussbaum, \"Shimazu Tadatsune\" at He held significant power during the first two decades of the 17th century, and organized the Shimazu invasion of the Ryūkyū Kingdom (modern-day Okinawa Prefecture) in 1609. The Shōgun allowed this because he wished to appease the Shimazu and prevent potential uprisings after their loss at Sekigahara.Kerr, George H. (2000). The trade benefits thus acquired, and the political prestige of being the only daimyō family to control an entire foreign country secured the Shimazu's position as one of the most powerful daimyō families in Japan at the time. The Shimazu clan was renowned for the loyalty of its retainers and officers, especially during the Sengoku period. Some retainer families, such as the Ijuin and Shirakawa, were determined to defeat any opposition to help expand the power of the Shimazu clan. The Shimazu are also famous for being the first to use teppo (firearms, specifically matchlock arquebuses) on the battlefield in Japan, and began domestic production of the weapons as well. Shimazu battle tactics are known to have been very successful in defeating larger enemy armies, particularly during their campaign to conquer Kyūshū in the 1580s. Their tactics included the luring of the opposition into an ambush on both sides by arquebus troops, creating panic and disorder. Central forces would then be deployed to rout the enemy. In this way, the Shimazu were able to defeat much larger clans such as the Itō, Ryūzōji and Ōtomo. Overall, the Shimazu was a very large and powerful clan due to their strong economy both from domestic production through trade, good organization of government and troops, strong loyalty of retainers and isolation from Honshū. Hisamitsu (1817-1887), regent of Tadayoshi, was the daimyō of Satsuma at the time of the Boshin War and the Meiji Restoration, in which Satsuma played a major role.Nussbaum, \"Shimazu Hisamitsu\" at ==Simplified family tree== Incorporates information from the Japanese Wikipedia article *15px I. Shimazu Iehisa, 1st Lord of Satsuma (cr. 1601) (1576-1638; r. 1601-1638) **15px II. Mitsuhisa, 2nd Lord of Satsuma (1616-1695; r. 1638-1687) ***Tsunahisa (1632-1673) ****15px III. Tsunataka, 3rd Lord of Satsuma (1650-1704; r. 1687-1704) *****15px IV. Yoshitaka, 4th Lord of Satsuma (1675-1747; r. 1704-1721) ******15px V. Tsugutoyo, 5th Lord of Satsuma (1702-1760; r. 1721-1746) *******15px VI. Munenobu, 6th Lord of Satsuma (1728-1749; r. 1746-1749) *******15px VII. Shigetoshi, 7th Lord of Satsuma (1729-1755; r. 1749-1755) ********15px VIII. Shigehide, 8th Lord of Satsuma (1745-1833; r. 1755-1787) *********15px IX. Narinobu, 9th Lord of Satsuma (1774-1841; r. 1787-1809) **********15px X. Narioki, 10th Lord of Satsuma (1791-1858; r. 1809-1851) ***********15px XI. Nariakira, 11th Lord of Satsuma (1809-1858; r. 1851-1858) *********** Hisamitsu, 1st head and Prince of the Shimazu-Tamari line (Shimazu-Tamari line cr. 1871; cr. 1st Prince 1884) (1817-1887) ************15px Tadayoshi, 12th Lord of Satsuma, 1st Prince Shimazu (1840-1897; r. 1858-1869, Governor of Kagoshima 1869-1871, created 1st Prince 1884) *************Tadashige, 13th family head, 2nd Prince Shimazu (1886-1968; 13th family head 1897-1968, 2nd Prince Shimazu 1897-1947) **************Tadahide, 14th family head (1912-1996; 14th family head 1968-1996) ***************Nobuhisa, 15th family head (1938-; 15th family head 1996- ) **************** Tadahiro (1972- ) ************Tadasumi, 2nd head and Prince of the Shimazu-Tamari line (1855-1915; 2nd head and Prince 1887-1915) *************Tadatsugu, 3rd head and Prince of the Shimazu-Tamari line (1903-1990; 3rd head 1915-1990; 3rd Prince 1915-1947) **************Tadahiro, 4th head of the Shimazu-Tamari line (1933- ; 4th head 1990 - ) ***************Tadami (1961 - ) ****************Tadayoshi (1993 - ) Shimazu genealogy ==Order of succession== # Shimazu Tadahisa # Shimazu TadatokiKerr, # Shimazu Hisatsune # Shimazu Tadamune # Shimazu Sadahisa # Shimazu Ujihisa # Shimazu Motohisa # Shimazu Hisatoyo # Shimazu Tadakuni # Shimazu Tatsuhisa # Shimazu Tadamasa # Shimazu Tadaharu # Shimazu Tadataka # Shimazu Katsuhisa # Shimazu TakahisaNussbaum, \"Shimazu Takahisa\" at # Shimazu YoshihisaKerr, # Shimazu Yoshihiro # Shimazu Tadatsune # Shimazu Mitsuhisa # Shimazu Tsunataka # Shimazu Yoshitaka # Shimazu Tsugutoyo # Shimazu Munenobu # Shimazu Shigetoshi # Shimazu ShigehideNussbaum, \"Shimazu Shigehide\" at # Shimazu Narinobu # Shimazu Narioki # Shimazu NariakiraNussbaum, \"Shimazu Nariakira\" at # Shimazu Tadayoshi (with his father, Shimazu Hisamitsu, as regent) # Shimazu Tadashige # Shimazu Tadahide # Shimazu Nobuhiso #Shimazu Mepogami ==Other members== * Shimazu Sanehisa * Shimazu Kiriyama (Exiled, self-imposed) * Shimazu ShigehideNussbaum, \"Shimazu Shigehide\" at ==Important retainers== The Shimazu shichi-tō comprised the seven most significant vassal families—the Niiro, Hokugō, Ijuin,Nussbaum, \"Ijuin\" at Machida, Kawakami, Ata and Kajiki.Papinot, Jacques. (2003). Nobiliare du Japon, p. 55. ===Sengoku period=== * Ijuin Tadaaki * Ijuin Tadaao * Ijuin Tadamune * Ijuin Tadazane * Niiro Tadamoto * Uwai Kakuken * Ei Hisatora * Tanegashima Tokitaka * Yamada Arinobu * Yamada Arinaga * Kabayama HisatakaChamberlain, Basil Hall. \"The Luchu Islands and their Inhabitants,\" The Geographical Journal, No. 4, Vol. 5 (April 1895), p. 309. * Shō Nei, King of RyūkyūNussbaum, \"Shō\" at * Shō Tai, King of Ryūkyū ===Edo period=== * Saigō TakamoriNussbaum, \"Saigō Takamori\" at ==See also== * Sengan-en * Takako Shimazu * Bombardment of Kagoshima ==Notes== ==References== * Appert, Georges and H. Kinoshita. (1888). Ancien Japon. Tokyo: Imprimerie Kokubunsha. * Nussbaum, Louis Frédéric and Käthe Roth. (2005). Japan Encyclopedia. Cambridge: Harvard University Press. ; * Kerr, George H. and Mitsugu Sakihara. (2000). Okinawa, the History of an Island People. Tokyo: Tuttle Publishing. ; OCLC 247416761 * Papinot, Jacques Edmund Joseph. (1906) Dictionnaire d'histoire et de géographie du japon. Tokyo: Librarie Sansaisha. ; Nobiliaire du japon (abridged version of 1906 text). * Sansom, George. (1958). A History of Japan: 1615-1867. Stanford University Press. Category:Daimyo Category:Ryukyu Islands",
 "title": "Shimazu clan"
}