{
 "id": "72019",
 "text": "Zecharias Frankel, also known as Zacharias Frankel (30 September 1801 – 13 February 1875) was a Bohemian-German rabbi and a historian who studied the historical development of Judaism. He was born in Prague and died in Breslau. He was the founder and, the most eminent member of, the school of historical Judaism, which advocates freedom of research, while upholding the authority of traditional Jewish belief and practice. This school of thought was the intellectual progenitor of Conservative Judaism. Through his father, he was a descendant of the Vienna exiles of 1670 and of the famous rabbinical Spira family; on his mother's side he descended from the Fischel family, which has given the community of Prague a number of distinguished Talmudists. He received his early Jewish education at the yeshiva of Bezalel Ronsburg (Daniel Rosenbaum). In 1825 he went to Budapest, where he prepared himself for the university, from which he graduated in 1831. In the following year he was appointed district rabbi (Kreisrabbiner) of Litoměřice by the government, being the first rabbi in Bohemia with a modern education. He made Teplice his seat, where the congregation, the largest in the district, had elected him rabbi. He was called to Dresden in 1836 as chief rabbi, and was confirmed in this position by the Saxon government. In 1843 he was invited to become the chief rabbi at Berlin, which position had been vacant since 1800. However, after a long correspondence he declined, chiefly because the Prussian government, in accordance with its fixed policy, refused to officially recognize the office. He remained in Dresden until 1854, when he was called to the presidency of the Breslau seminary, where he remained until his death. == Religious attitude == Frankel held that reason based on scholarship, and not mere desire on the part of the laity, must be the justification for any reforms within Judaism. In this sense Frankel declared himself when the president of the Teplice congregation expressed the hope that the new rabbi would introduce reforms and do away with the \"Missbräuche\" (abuses). He stated that he knew of no abuses; and that if there were any, it was not at all the business of the laity to interfere in such matters (Brann, in his \"Jahrbuch,\" 1899, pp. 109 et seq.). He introduced some slight modifications in Jewish prayer services such as: the abrogation of some hymns, the introduction of a choir of boys, and the like. He was opposed to any innovation which was objectionable to Jewish sentiment. In this respect, his denunciation of the action of the \"Landesrabbiner\" Joseph Hoffmann of Saxe-Meiningen, who permitted Jewish high-school boys to write on the Sabbath, is very significant (\"Orient,\" iii. 398 et seq.). His position in the controversy on the new Hamburg prayer book (1842) displeased both parties; the liberals were dissatisfied because, instead of declaring that their prayer-book was in accord with Jewish tradition, he pointed out inconsistencies from the historical and dogmatic points of view; and the Orthodox were dissatisfied because he declared changes in the traditional ritual permissible (l.c. iii. 352–363, 377–384). A great impression was produced by his letter of 18 July 1845, published in a Frankfurt-am-Main journal, in which he announced his secession from the rabbinical conference then in session in that city. He said that he could not cooperate with a body of rabbis who had passed a resolution declaring the Hebrew language unnecessary for public worship. This letter made Frankel one of the leaders of the conservative element. In opposition to the rabbinical conferences, he planned conventions of scholars. His principles were enunciated in his monthly Journal of the Religious Interests of Judaism,German language name: \"Zeitschrift für die Religiösen Interessen des Judenthums\" which he published from 1844 onward. But Frankel's conciliatory attitude was bound to create for him enemies on both liberal and orthodox sides, and such was the case with Abraham Geiger and Samson Raphael Hirsch, respectively. == Controversy == Frankel was chosen president of the new rabbinical seminary at Breslau (10 August 1854). Geiger, who had inspired Jonas Fränkel, the president of his congregation, to found this institution, opposed the appointment vigorously, and when the examination questions given by Frankel to the first graduating class appeared, Geiger published them in a German translation with the evident intention of ridiculing his methods of Talmudic instruction as sophistry (Geiger, \"Jüd. Zeit.\" i. 169 et seq.). Samson Raphael Hirsch, immediately on the opening of the seminary, addressed an open letter to Frankel, demanding a statement as to the religious principles which would guide the instruction at the new institution. Frankel ignored the challenge. When the fourth volume of Grätz's history appeared, Hirsch impeached the orthodoxy of the new institution (1856), and his attacks became more systematic when Frankel in 1859 published his Hebrew introduction to the Mishnah. The first attack began with the letter of , rabbi of Székesfehérvár, published in Hirsch's \"Jeschurun\", 1860. Hirsch himself began in the following year a series of articles in which he took exception to some of Frankel's statements, especially to his definition of rabbinical tradition, which he found vague; he further objected to Frankel's conception of the rabbinical controversies, which were, according to Frankel, improperly decided by certain devices common in parliamentary bodies. It can hardly be denied that Frankel evaded the clear definition of what \"tradition\" meant to him. He contented himself with proving from Rabbenu Asher that not everything called a \"law\", and reputed as given by Moses on Mount Sinai, was actually of Mosaic origin. Hirsch was seconded by various Orthodox rabbis, such as Ezriel Hildesheimer, Solomon Klein of Colmar, and Benjamin Hirsch Auerbach, while some of Frankel's supporters, like Salomon Juda Rappoport, were half- hearted.Hakirah.org Frankel but once published a brief statement in his magazine, in which, however, he failed to give an outspoken exposition of his views (\"Monatsschrift\", 1861, pp. 159 et seq.). The general Jewish public remained indifferent to the whole controversy, and Frankel's position was gradually strengthened by the number of graduates from the seminary who earned reputations as scholars and as representatives of conservative Judaism. == Literary activity == Frankel began his literary career rather late. His first independent publication was his work on the Jewish oath, Jewish Oaths in Theology and HistoryTranslated from the German title: Die Eidesleistung bei den Juden in Theologischer und Historischer Beziehung (Dresden, 1840, 2d ed. 1847). This work owed its origin to a political question. The law of 16 August 1838, had improved the position of the Jews in Saxony, but still discriminated with regard to the Jewish oath, which was to be taken under conditions which seemed to involve the supposition that a Jew could not fully be trusted in his testimony before a civil court. Frankel proved that no Jewish doctrine justified such an assumption, and owing to his work, a new regulation (13 February 1840) put the Jews on the same basis as Christians as regards testimony in court. == Biblical studies == His second great work was his Historical-Critical Studies on the Septuagint as Addition to the Targumim Contributions: Preliminary Studies for the SeptuagintTranslated from the German title: Historisch-Kritische Studien zu der Septuaginta Nebst Beiträgen zu den Targumim: Vorstudien zu der Septuaginta (Leipzig, 1841). To the same category belong three later works: On the Influence of Palestinian Exegesis on Alexandrian HermeneuticsTranslted from the German title: Ueber den Einfluss der Palästinensischen Exegese auf die Alexandrinische Hermeneutik (Leipzig, 1851); About Palestinian and Alexandrian Writing ResearchTranslated from the German title: Ueber Palästinensische und Alexandrinische Schriftforschung published in the program for the opening of the Breslau seminary (Breslau, 1854); and On the Targum of the ProphetsTranslated from the German title: Zu dem Targum der Propheten (Breslau, 1872). In all these works it was his object to show that the exegesis of the Alexandrian Jews, and with it that of the early Church Fathers, was dependent on Talmudic exegesis. In this investigation he became a pioneer, and many of his disciples followed him with similar investigations, not only of the Septuagint, but also of the Vulgate and of the Peshitta. A political motive was involved in his study on legal procedure, \"Der Gerichtliche Beweis nach Mosaisch-Talmudischem Rechte: Ein Beitrag zur Kenntnis des Mosaisch-Talmudischen Criminal-und Civilrechts: Nebst einer Untersuchung über die Preussische Gesetzgebung Hinsichtlich des Zeugnisses der Juden\" (Berlin, 1846). The law of Prussia discriminated against the Jews insofar as the testimony of a Jew against a Christian was valid only in civil cases, and in these only when they involved a sum less than fifty thalers. It was due to Frankel's work, which was cited as an authority in the Prussian Diet, that the new law of 23 July 1847 referring to the Jews, abolished this discrimination. == Introduction to Mishnah == Frankel's duties as professor of Talmudic literature showed him the necessity of modern scientific text-books on rabbinical literature and archeology. To this necessity are due his introduction to the Mishnah, \"Darkei ha-Mishnah\" (Leipzig, 1859), with a supplement and index under the title \"Tosafot u-Mafteah; le-Sefer Darkei ha-Mishnah\" (1867). Of the storm which this book created mention has been made already. It is one of the most valuable attempts at a systematized exposition of the history of early rabbinical literature and theology, and has largely inspired subsequent works of that kind, as those of Jacob Brüll and Isaac H. Weiss. His outline of rabbinical marriage law, \"Grundlinien des Mosaisch-Talmudischen Eherechts\" (Breslau, 1860), was likewise meant to serve as a textbook on that subject, as was also his attempt at a history of the post-Talmudic literature of sophistry, \"Entwurf einer Geschichte der Literatur der Nachtalmudischen Responsen\" (Breslau, 1865), which, however, is considered the weakest of his works. Frankel's studies in the history of Talmudic literature had convinced him that the neglect of the Jerusalem Talmud was a serious drawback in the critical investigation of the development of Talmudic law. To this field he determined to devote the remainder of his life. In 1870 he published his introduction to the Jerusalem Talmud under the title \"Mebo ha-Yerushalmi\" (Breslau). He afterward began a critical edition of the Jerusalem Talmud, with a commentary, but only three treatises had appeared, Berakot and Peah (Vienna, 1874) and Demai (Breslau, 1875), when his death intervened. He wrote frequently for the two magazines which he edited, the Zeitschrift für die Religiösen Interessen des Judenthums (Leipzig, 1844–46), and the Monatsschrift für die Geschichte und Wissenschaft des Judenthums, begun in 1851, and which he edited until 1868, when Grätz succeeded him as editor. Though a son of the rationalistic era which produced two of its most intense partisans, Peter Beer and Herz Homberg in his native city, Frankel developed, partly through opposition to shallow rationalism and partly through the romantic environments of the ancient city of Prague, that love and sympathy for the past that made him the typical expounder of the historical school which was known as the \"Breslau school.\" His marriage with Rachel Meyer was childless. == Zacharias Frankel College == Zacharias Frankel College, a conservative yeshiva in Berlin, is named after him. The Yeshiva is headed by Rabbi Bradley Shavit Artson. In 2017, Nitzan Stein Kokin, who was German, became the first person to graduate from Zacharias Frankel College, which also made her the first Conservative rabbi to be ordained in Germany since before World War II. == Marriage == He married Rachel Maier of Teplice. Through her mother, she was the great-granddaughter of Isak Landesmann of Police u Jemnice, who was remembered as a notable victim of eighteenth century antisemitism.H. Gold, Die Juden und Judengemeinden Mährens in Vergangenheit und Gegenwart, 1929, pp. 503-511 == Bibliography == * Monatsschrift, 1875, pp. 97–98, 145–148; 1876, pp. 12–26 * Andreas Braemer: Rabbiner Zacharias Frankel. Wissenschaft des Judentums und konservative Reform im 19. Jahrhundert. Hildesheim [et al.]: Olms, 2000 (in German) * S.P. Rabbinowitz, Rabbi Zechariah Frankel, Warsaw, 1898–1902 (in Hebrew) * Menorah, 1901, pp. 329–366 * Much material is contained in Monatsschrift, 1901, to which several of his disciples contributed, and which contains a complete bibliography of Frankel's writings by Brann (pp. 336–352). == See also == *Conservative Judaism == References == * == External links == * * Category:1801 births Category:1875 deaths Category:Conservative rabbis Category:Rabbis from Prague Category:German Jewish theologians Category:German male non-fiction writers Category:19th-century German writers Category:19th-century German male writers Category:19th-century historians Category:19th-century rabbis Category:Writers from Prague Category:Rabbis of Wrocław",
 "title": "Zecharias Frankel"
}