{
 "id": "720168",
 "text": "CKCK-FM is a radio station in Regina, Saskatchewan. Owned by Rawlco Communications, it broadcasts an adult hits format branded as Jack 94.5. CKCK's studios and offices are located at 2401 Saskatchewan Drive in Regina, along with sister stations CJME and CIZL-FM. == History == In 1922, the Leader Publishing Company, owner of Regina's two major newspapers, The Leader and the Regina Evening Post, hired Bert Hooper to run a new radio station. In the beginning, Hooper was the station's only employee, but he soon hired a second announcer, Pete Parker. In 1923, Parker called a Regina Capitals hockey game on the station - the world's first complete broadcast of a professional hockey game. Around the same time, the station conducted the British Empire's first live remote broadcast of a church service. The Sifton family bought the newspapers and the radio station in 1927, merging the newspapers into The Leader-Post in 1930. CKCK was an affiliate of the Canadian Radio Broadcasting Commission from 1933 to 1936 when it affiliated with the newly formed Canadian Broadcasting Corporation. It remained a CBC affiliate until 1962 when the Trans-Canada Network was dissolved into CBC Radio. The Siftons obtained a television station licence, and signed CKCK-TV on the air in 1954. The 1960s saw CKCK at its commercial peak, dominating the broadcast market in Regina and southeast Saskatchewan. By then, it had boosted its power to 5,000 watts. Due to its location near the bottom of the AM dial and Saskatchewan's mostly flat land (with near-perfect soil conductivity), this was enough to provide at least secondary coverage of all of Saskatchewan's densely populated area. Its signal also reached across the border into portions of North Dakota and Montana. But its massive market share started to erode in the early 1960s as rival CJME came under the ownership of the Rawlinson family, forerunner of Rawlco Communications, and switched from a \"beautiful music\" format to Top 40 rock. CKCK cut back on its promotional arm in the belief that its ratings could not fall. Another rival, CKRM, switched from a middle-of-the-road (MOR) format to country music in 1971 and CBC Radio belatedly began building up CBK's local news and current affairs staff. In 1976, CKCK-TV was sold, forcing members of the joint newsroom to \"choose sides.\" CKCK \"spun off\" an FM station, CKIT-FM, but it pursued a MOR format. By 1977, CKCK doubled its power to 10,000 watts, but this was not enough to stem the decline. It lost further ground when CKRM increased its sports programming, notably winning the rights to the CFL's Saskatchewan Roughriders. In the fall of 1991, CKCK switched from an adult contemporary format to oldies using the branding CK-62. Most evening programming was delivered by satellite. Local programming was progressively cut back until by 1996, the only local program left was the morning show. All other programming was delivered by satellite from Toronto. CKCK was acquired by Craig Media in 1996. In 1998, Craig signed a local management agreement with Harvard Communications, owner of CKRM, in which Harvard took over the station's operations. Finally, as a result of a complex ownership transaction between Craig, Harvard and Rawlco Communications,Public Notice CRTC 2001-118 Harvard took over ownership of CKCK and shut it down.Decision CRTC 2001-739 Harvard then sold CKCK's assets to Rawlco, who announced plans to relaunch CKCK as an FM station. Harvard's CKRM took over CKCK's former AM frequency and Rawlco's CJME took over CKRM's former frequency.Decision CRTC 2001-741 CKCK's old AM signal signed off the air at 11:59 pm on November 30, 2001. The final song played on \"Kool\" was \"Last Song\" by Edward Bear. Rawlco relaunched CKCK on 94.5 FM with test broadcasts in June 2002. It formally relaunched on August 9 with the branding Rock 94. On July 29, 2005, the station was rebranded as 94.5 Jack FM, becoming the first Canadian radio station not owned by Rogers Communications to adopt that brand identity. == Notable former announcers== * Bob Arnold * John Badham * Johnny Sandison * Lloyd Saunders ==References== ==External links== * *Collection of CKCK music surveys * * CKCK-AM history * Kck Category:Jack FM stations Kck Kck Category:Radio stations established in 1922 Category:1922 establishments in Saskatchewan Category:CNR Radio Category:Canadian Radio Broadcasting Commission",
 "title": "CKCK-FM"
}