{
 "id": "720489",
 "text": "A custom of Quebecers is to give nicknames to their politicians (and some personalities), most especially their Premiers. Many of those given to Premiers are affectionate or even express admiration, while others are insulting. ==Nicknames of Quebec Premiers== * Maurice Duplessis (1936–1939 and 1944–1959): Le Chef (\"The Leader\" or \"The Chief\"). Often pronounced (and even spelled) \"Le Cheuf\", to reflect an old-fashioned joual pronunciation of the word. ** Often used disparagingly to evoke Duplessis's despotism. Nevertheless, he apparently used the nickname to refer to himself. * Daniel Johnson Sr. (1966–1968): Danny Boy. ** Name given to the portrayal of Johnson as a comical and clueless cowboy in political cartoons drawn by Normand Hudon before Johnson taking power. An apparent reference to his Irish roots. * Robert Bourassa (1970–1976 and 1985–1994) ** Boubou. *** Also inspired the term \"Boubou Macoutes\". ** L'homme le plus détesté du Québec (\"The most hated man of Quebec\"). *** A term used by historians to denote the unpopularity of Bourassa and his government before first losing power to René Lévesque's Parti Québécois in 1976. ** Bourassa I; Bourassa II. ***Terms historians use to refer to Bourassa and his governments under his first two mandates and his last two mandates as Premier, respectively. * René Lévesque (1976–1985): Ti- Poil (literally, \"Lil' Hair\", but more accurately translated as \"Baldy\"). ** A reminder of his often ruffled comb-over. * Jacques Parizeau (1994–1996): Monsieur (\"Sir\"). ** Positive and relatively appreciative reference to his well-known aristocratic pride and assurance. Source of the title of a 2003 documentary, Monsieur about Parizeau. * Lucien Bouchard (1996–2001): ** Madame Lulu. ** Barbe Bleue. * Jean Charest (2003–2012): Charest has gained numerous nicknames: **Patapouf or Patapouf Premier (\"Patapouf the First\"). ***The name was rumoured to be a nickname given by Charest's wife, something he denied. It first came to be used in the campaign Destituons Patapouf!, an operation of disgruntled citizens who spread a petition from 2003 to 2004 to have Charest recalled, not unlike California governor Gray Davis. Loco Locass (music group), in their song Libérez-nous des libéraux (\"Free us from the liberals\") used this nickname to refer to him. The word is an archetypal name for a clown in Quebec French (like Bozo). It is also a pejorative way to talk about someone fat, so it could refer to the fact that he gained some weight. Patapouf Premier is a sarcastic variant that paints Charest as a farcical, despotic monarch. Both are used mockingly. **Le Frisé (\"Curly\"). ***Referring to his famous curly hair. It is negative. A humorous, mocking song from irony rocker Mononc' Serge about the man is entitled \"Le Frisé\". **Le p'tit Saint- Jean-Baptiste (\"Lil' Saint John the Baptist\"). ***The Saint-Jean-Baptiste parades of first half of the 20th century usually featured a curly-haired boy representing Saint John the Baptist. It is therefore another mocking of Charest's hairstyle. This could also refer to Charest's birthdate, which is June 24, the feast of John the Baptist. **Le mouton (\"The Sheep\") ***Another reference to his curly hair. Due to Google bombing, a search using Google's \"I'm Feeling Lucky\" option for \"mouton insignifiant\" (insignificant sheep) used to link to Charest's official MNA webpage. * Pauline Marois (2012–2014): **Dame de béton (\"The Concrete Lady\")PQ’s Pauline Marois a feminist whose toughness earned her ‘Concrete Lady’ reputation ***In reference to her toughness and that she had survived several challenges to her leadership from prominent members of her caucus. * Philippe Couillard (2014–2018): **The BearHave the PQ poked the bear?: Liberal leader Philippe Couillard may be a fiercer opponent than Marois expects ***In reference to his beard, build and ambling gait. **Philippe-FlopLiberal leader gets a new nickname ***Used by opposition parties as a pejorative against him, due to his perceived shifting of his positions on issues. ==Similar nicknames== *Louis St. Laurent (Prime Minister of Canada from 1948 to 1957): Oncle Louis (\"Uncle Louis\"). * Camillien Houde (Four-time Mayor of Montreal from the 1920s to the 1950s): Monsieur Montréal. * Pacifique Plante (crimefighting lawyer from the 1940s to the 1950s): Pax Plante. * Pierre Elliott Trudeau (Prime Minister of Canada from 1968 to 1979 and 1980 to 1984): Ti-Pet (\"Lil' Fart\") or Pet ** Always derogatory. Trudeau's initials, P.E.T., were often used in English Canada as alternative naming, and pet is French for fart. Since Trudeau was in power for many of the same years as Lévesque, the two were sometimes referenced humorously as \"Ti-Pet et Ti-Poil\". These initials were also popularly used to parody the name of the nationalized oil and gas company, PETRO Canada (founded during Trudeau's reign, then rendered as Trudeau ripping off Canada, possibly originating in Alberta * Brian Mulroney (Prime Minister of Canada from 1984 to 1993): Lyin' Brian; le p'tit gars de Baie-Comeau (\"Little Guy from Baie- Comeau\"), \"The chin that walks like a man\" (a moniker given to him by columnist Allan Fotheringham), and \"Mini Trudeau\" (a name given to him by René Lévesque for perceived similarities to Pierre Elliot Trudeau) ** Mulroney was born and raised in Baie-Comeau, a city in the Côte-Nord region of Quebec. * Jean Chrétien (Prime Minister of Canada from 1993 to 2003): le p'tit gars de Shawinigan (\"Little Guy from Shawinigan\"). ** Chrétien received a similar nickname to Mulroney's. This refers to his own city of origin, Shawinigan, Quebec. Chrétien sometimes spoke of himself that way. * Mario Dumont (leader of the Action Démocratique from 1994 to 2009): Super Mario. **A common criticism of Dumont was his relatively young age. Super Mario is both a comment on his youth (referring to the Nintendo video game series Super Mario Bros., popular among children) and an ironic glorification of his underdog popularity. Rap group Loco Locass wrote a song called Super Mario in reference of Dumont. Since the election of 2007, when his party won 41 seats, after having won just 5 in the previous election), the nickname \"Super Mario\" isn't always pejorative * Amir Khadir (leader and MNA of Québec solidaire): \"Godasse Khadir\" (in French slang, godasse means old shoe). Khadir was nicknamed Godasse after throwing a shoe on an effigy of George W. Bush in 2008, during a protest held in Montreal for journalist Muntadhar al-Zaidi, famous for throwing a pair of shoes at the U.S. president in Iraq. * Jack Layton (leader of the New Democratic Party): \"le bon Jack\" (un bon jack meaning a nice guy).'Jackomania' in Quebec puts Layton in opponents' crosshairs – The Globe and Mail *Thomas Mulcair (Leader of the New Democratic Party) \"Pinocchio\". For his diametrically opposed views that he publicly states depending on the language and/or the province he delivers the message. A well known example is \"Nous sommes contre Energy East, we're for Energy East\". * Justin Trudeau (Current Prime Minister of Canada): \"Mini-pet\" : (in relation to his aforementioned father's nicknames) ==See also== * Lists of nicknames – nickname list articles on Wikipedia ==References== Category:Culture of Quebec Category:Politics of Quebec Politicians And Personalities In Quebec Category:Politicians in Quebec Pol Category:Quebec-related lists Category:Nicknames of politicians",
 "title": "Nicknames of politicians and personalities in Quebec"
}