{
 "id": "720903",
 "text": "{{Infobox settlement | name = Greenfield | other_name = | nickname = | settlement_type = Neighborhood of Pittsburgh | image_skyline = | imagesize = 300px | image_caption = | image_map = pgh_locator_greenfield.svg | mapsize = 300px | map_caption = | pushpin_map = | pushpin_label_position = | pushpin_map_caption = | pushpin_mapsize = | subdivision_type = Country | subdivision_name = United States | subdivision_type1 = State | subdivision_name1 = Pennsylvania | subdivision_type2 = County | subdivision_name2 = Allegheny County | subdivision_type3 = City | subdivision_name3 = Pittsburgh | subdivision_type4 = | subdivision_name4 = | government_footnotes = | government_type = | leader_title = | leader_name = | established_date = | area_magnitude = | unit_pref = | area_footnotes = | area_total_sq_mi = 0.773 | area_land_sq_mi = | area_water_sq_mi = | area_water_percent = | elevation_footnotes = | elevation_ft = | elevation_max_ft = | elevation_min_ft = | population_as_of = 2010 | population_footnotes = | population_note = | population_total = 7,294 | population_density_sq_mi = auto | timezone = | utc_offset = | timezone_DST = | utc_offset_DST = | coordinates = | postal_code_type = | postal_code = | area_code = | website = | footnotes = }} Greenfield is a neighborhood in Pittsburgh, Pennsylvania, United States. It is represented on Pittsburgh City Council by Corey O'Connor. Greenfield is a member of Pittsburgh's 15th Ward, which includes the neighborhoods of Greenfield and Four Mile Run. Greenfield is adjacent to the Pittsburgh neighborhoods of Hazelwood to the south, Oakland and Schenley Park to the north, and Squirrel Hill to the east. Pittsburgh Fire Station #12 is located on Winterburn Avenue in the neighborhood. ==History== In 1768, a large tract of woodland was purchased for $10,000 under the Treaty of Fort Stanwix made with the Native Americans. This area included what became Greenfield and neighboring Hazelwood, which today are both part of the city's 15th ward. By the late 1800s, many of Greenfield's residents were of Irish, Polish, Slovak, Italian, Hungarian, and Carpatho-Rusyn descent. They resided in Greenfield and traveled to Hazelwood, Homestead and Duquesne to work in the steel mills. During the Civil War, Greenfield (part of Squirrel Hill at the time) was the site of a small redoubt, Fort Black on Bigelow Street between Parade and Shields Streets, also known as Fort Chess or Fort Squirrel Hill. ==City steps== The Greenfield neighborhood has 26 distinct flights of city steps - many of which are open and in a safe condition. In Greenfield, the Steps of Pittsburgh quickly connect pedestrians to public transportation, business districts, and playgrounds and provide an easy way to travel through this hilly, densely populated area.thumb|The city steps connecting Greenfield Avenue to Blanton Street in Greenfield, Pittsburgh. Photo by Laura Zurowski. ==Points of interest== Greenfield contains two small business districts along Greenfield Avenue and Murray Avenue. A major travel route is along Beechwood Boulevard, connecting I-376 to the Waterfront shopping district in Homestead. As a predominantly residential neighborhood, Greenfield boasts three baseball fields, four basketball courts, two hockey rinks, two soccer fields, and a swimming pool. It is also home to seven churches and one synagogue; the largest is St. Rosalia, a Roman Catholic church. Greenfield is known among locals for very steep hills, a chaotic street grid off the main roads, and a preponderance of single lane 2-way streets, which does not usually lead to congestion as the neighborhood is not heavily traveled (excluding Murray and Greenfield Avenues and Beechwood Boulevard, which are all multi-lane streets). Similar to other Pittsburgh neighborhoods, Greenfield hosts a holiday parade and fireworks every December. The fireworks, which are usually sponsored by Zambelli Fireworks, are shot off from Magee Field. Spanning I-376 and connecting Greenfield to Oakland is the Beechwood Boulevard Bridge, known more popularly as the Greenfield Bridge. It was built in the 1920s and eventually demolished on December 28, 2015. It was replaced by a new bridge that became available for public use in October, 2017. ==Notable residents== * Bryan Bassett, American guitarist * Marc Bulger, professional football player, Baltimore Ravens, St. Louis Rams, Atlanta Falcons, New Orleans Saints * Richard Caliguiri, mayor of Pittsburgh, 1978–88 * George Otto Gey, propagated the HeLa cell line, credited with creating the roller drum, pioneer in filming cell division. * Gary Green, (MLB player San Diego Padres first round pick, current manager of Lynchburg Hillcats) * Larry Lucchino, (MLB team president, Boston Red Sox) * Mike McCarthy, head coach, Dallas Cowboys, Green Bay Packers * Regis Monahan, professional football player, Detroit Lions, Chicago Cardinals, Ohio State All-American * Bob O'Connor, mayor of Pittsburgh, January 2006 – September 2006 * Steve Sandor, actor who grew up in \"The Run\" in lower Greenfield * Don Schaefer, (NFL player, All-American, Notre Dame) * Jimmy Smith, (\"Greenfield Jimmy\"), professional baseball player * Pittsburgh Slim, rapper ==See also== * List of Pittsburgh neighborhoods * Four Mile Run ==References== ==External links== * City of Pittsburgh's Greenfield page * Interactive Pittsburgh Neighborhoods Map * Four Mile Run Bridges * Newspaper's Profile of Greenfield * Community Organizations ** Greenfield Community Association ** Connect Greenfield * Historic Pittsburgh Map Collections ** 1872 - Atlas of the Cities of Pittsburgh, Allegheny and Adjoining Boroughs: Plate 12 ** 1872 - Atlas of the Cities of Pittsburgh, Allegheny, and the Adjoining Boroughs: Plate 10 ** 1876 - Atlas of the Cities of Pittsburgh, Allegheny, and the Adjoining Boroughs: Plate 76 ** 1904 - Volume 1 - East End of Pittsburgh (South): Wards 13, 14, 22, and 23 ** 1923 - Volume 2 - East End (South): Wards 7 and 14-15 ** 1939 - Volume 2 - East End (South): Wards 7, 14 and 15 Category:Irish-American culture in Pittsburgh Category:Irish-American neighborhoods Category:Neighborhoods in Pittsburgh",
 "title": "Greenfield (Pittsburgh)"
}