{
 "id": "722222",
 "text": "thumb|A New England town board of selectmen meeting The board of selectmen or select board is commonly the executive arm of the government of New England towns in the United States. The board typically consists of three or five members, with or without staggered terms. Three is the most common number, historically.Fairlie, pp. 156-7. ==History== In most New England towns, the adult voting population gathered annually in a town meeting to act as the local legislature, approving budgets and laws. Day-to-day operations were originally left to individual oversight, but when towns became too large for individuals to handle such work loads, they would elect an executive board of selected men (hence the name) to run things for them. These men had charge of the day-to-day operations; selectmen were important in legislating policies central to a community's police force, highway supervisors, poundkeepers, field drivers, and other officials. However, the larger towns grew, the more power would be distributed among other elected boards, such as fire wardens and police departments. For example, population increases led to the creation of police departments, of which selectmen typically became the commissioners. The advent of tarred roads and automobile traffic led to a need for full-time highway maintainers and plowmen, leaving selectmen to serve as Supervisors of Streets and Ways.Fairlie, pp. 156-163. ==Present== The function of the board of selectmen differs from state to state, and can differ within a given state depending on the type of governance under which a town operates. Selectmen almost always serve part-time, with a token or no salary. It is the chief executive branch of local government in the open town meeting form of government. The basic function consists of calling town meetings, proposing budgets to the town meeting, setting public policy, calling elections, licensing, setting certain fees, overseeing certain volunteer and appointed bodies, and creating basic regulations. In larger towns, the selectmen's daily administrative duties are delegated to a full-time town administrator or town manager. In some towns, the board of selectmen acts more like a city council, but retains the historic name. In some places, such as Connecticut, the board is headed by a first selectman, who historically has served as the chief administrative officer of the town and may be elected separately from the rest of the board.Zimmerman. In New Hampshire cities (which have a board of aldermen instead of a board of selectmen), a \"selectman\" is an elected position that is responsible for organizing elections for local, state, and federal offices. Three selectmen, a moderator, and a clerk are elected in each city ward.http://www.gencourt.state.nh.us/rsa/html/III/44/44-12.htm A rare use of the term outside New England is in Georgetown, Colorado, where the town governing body is called the Board of Selectmen. ==First selectman== The first selectman (or selectwoman) is the head of the board of selectmen in some New England towns. Historically, the first selectman was the one who received the largest number of votes during municipal elections or at a town meeting. More recently most towns have chosen to elect the first selectman in a separate election, much like a mayor. While the principle remains the same in most towns, the function has evolved differently. Traditionally, the first selectman acts as chief administrative officer. As with all politicians in New England, it was originally a part-time position. Most modern towns that have part-time first selectmen limit their function to chairing the board of selectmen and performing certain ceremonial duties. Actual administration of the town is handled by the town manager. In other towns, the first selectman acts as CEO of the town, much like a mayor, alone or in conjunction with a town manager who acts as a chief administrative officer. In Massachusetts, New Hampshire and Vermont, the presiding selectman is usually called the chairman and is chosen annually by his or her fellow selectmen. In Vermont, immediately following the annual election, the Selectmen is required by state statute to re-organize, which includes electing a chairman, appointing various town positions, and establishing the meeting schedule for the ensuing year. In New Hampshire cities, selectmen maintain voter checklists and aid voters at the polls. In Connecticut, the first selectman is the chief executive and administrative officer of most towns with the Selectmen-Town Meeting form of government. Some towns, such as Woodbridge, elect their first selectmen to be the chief administrative officer of the town even though the position is technically part-time. The first selectman is also a voting member of the board of selectmen and can cast a tie-breaking vote in the board of finance. In other towns, the position is full-time. In towns such as Beacon Falls, Bethany, Brookfield, Orange, and Simsbury, the losing first selectman candidate can earn a seat on the board of selectmen, depending on the number of votes the losing candidate received. ==See also== * City manager ==Notes== ==References== * de Tocqueville, Alexis (1835, 1840), Democracy in America: the Henry Reeve text as revised by Francis Bowen, now further corrected and edited with introduction, editorial notes, and bibliography by Phillips Bradley, (Alfred A. Knopf, Inc., New York, 1945), Chapter V: Spirit of the townships of New England. * Fairlee, J. A. Local government in counties, towns, and villages, (The Century Co., New York, 1906), Chap. 8 (online version) * Murphy, R. E. \"Town Structure and Urban Concepts in New England\", The Professional Geographer 16, 1 (1964). * Garland, J. S. New England town law : a digest of statutes and decisions concerning towns and town officers, (Boston, Mass., 1906), pp. 1–83. (online version) * Green, A. New England's gift to the nation--the township.: An oration, (Angell, Burlingame & Co., Providence, 1875) (online version) * Parker, J. The origin, organization, and influence of the towns of New England : a paper read before the Massachusetts Historical Society, December 14, 1865, (Cambridge, 1867) (online version) * Whiting, S. The Connecticut town-officer, Part I: The powers and duties of towns, as set forth in the statutes of Connecticut, which are recited, (Danbury, 1814), pp. 7–97 (online version) * Zimmerman, Joseph F. \"The New England Town Meeting: Democracy in Action\" Praeger Publishers, 1999. Category:Local government in the United States Category:Local government in Massachusetts Category:Local government in Vermont Category:Local government in New Hampshire Category:Local government in Rhode Island Category:Local government in Connecticut Category:Local government in Maine",
 "title": "Board of selectmen"
}