{
 "id": "72239",
 "text": "Energy-efficient landscaping is a type of landscaping designed for the purpose of conserving energy. There is a distinction between the embedded energy of materials and constructing the landscape, and the energy consumed by the maintenance and operations of a landscape. == Terminology and definition == Landscaping often refers to the practice of landscape design and gardening, which traditionally concern with designing sites with vegetation and craft for aesthetic, cultural, social, and religious purposes. Landscape architecture and landscape engineering, on the other hand, are multi-disciplinary and interdisciplinary professions that integrate technical considerations, such as geography, ecology, biology,and engineering, into the design of landscape and the actualization of it. Energy-efficient landscaping falls into the categories of the latter, and it stresses the energy conservation in site operation or the creation of the site. Among its various term usage, energy- efficient landscaping can refer to the reduction of energy usage in maintenance and operation of the landscape narrowly for the user/owner of the site, or broadly for the energy conservation of the global environment, such as mitigating urban heat island effect with reflective surface (increase albedo) or reducing the need of water treatment and sewage by using previous pavement. Common methods of energy-efficient landscaping include reducing heat or cooling load of a building through shade, wind-blocking, and insulation; management of water; and using plants or construction material that cost less energy. == Methods and techniques== Design techniques include: === Shade with trees=== thumb|Different shade shape of the trees|343x343px Planting trees for the purpose of providing shade, which reduces cooling costs. The mature height of the trees and their canopy shape need to be well studied. The location of the trees should be designed based on their height and the height of the building. Also, when trees are plant closer to the windows or walls, they will provide shade for greater portion of the day as the Sun keep changing its relative position to the window and the trees. Planting the trees too close to the building, however, is also not desirable, as it might cause the danger of touching above-ground or underground utility lines. The type of leaves of the trees is also important. Broad-leaf evergreens like Southern magnolia can be used to provide dense year-round shade. However, needle-leaf evergreens like pines and cedars can provide more air circulation though their shade is sparser and more open. Not only can tree shade be utilized to reduce the cooling load in building, it can also be utilized in parking lot, driveways, and playgrounds. === Windbreak === Planting or building windbreaks to slow winds near buildings, which reduces heat loss. Homes loses heat through infiltration in the Winter. Windbreaks should be designed to intercept and redirect the Winter winds before they reach the house and outdoor areas with playgrounds or sensitive plants. The windbreak in the Winter should also be designed so that they would not block the sunlight in the Winder or block the wind in the Summer. === Wall sheltering with shrubbery or vines === By plating shrubs near the wall, it creates an insulating dead air space around the wall. This is a similar idea with use tree windbreak. Shrub should be planted at least 2 feet from the wall to prevent moisture and insects problem. === Taking advantage of natural landform === Earth sheltering is an example of utilizing natural landform and geological condition to save energy in building a structure. It is believed to save energy in multiple ways: by using the rock or strong soil as wall and ground as the floor, construction cost is greatly reduced, because the structure will need less load bearing material and there is no need for excavation and foundation construction; the wall and the floor made of natural material likely will have better insulation than artificial wall and floors; Natural walls and floors can also reduce fire hazard, because they are hard to be ignited thus reduce the need for flame retardants. In a study of simulating a structure with varying depth submerged in the ground to understand the insulating effect of natural wall and ground in cold climate, it was found that the thermal transmittance of the earth-sheltered walls and floor is 16% - 45% lower than that of the structure totally above ground. Other than Earth Sheltering, a simpler way of taking advantage of natural landform is using geology, such as mountains, for shade. === Green roofs === Often, landscape design and architecture refers to the design in ground surface; in many contexts, specifically, the design guidance and topics are for a typical residential landscape in suburban housing, where there is a yard (garden), a driveway, and a house. In the crowded urban area, however, there is not abundant ground surface for landscape design. Green roofs, then, become an appealing option to add some aesthetics and green to the crowded cities. Not limited to the cities, green roofs can be applied to wherever it will fit. Most of times, actually, the decision to build Green roofs is based on local climate and policy. It is because other than its aesthetics, green roofs are used often for their ability to conserve energy, such as increasing insulation of the building roof, retaining and infiltrating rainwater, and potentially reducing urban heat island effect when it was installed to a certain scale. In Germany, for example, partly because of EU's regulation, 17% of the new roof construction are green roofs. In Washington DC, green roofs are utilized as an alternative storm-water retention technique. thumb|Chicago City Hall Green Roof ==== Benefits ==== Reducing building energy consumption by increasing the roof insulation: In total energy consumption reduction, green roof would have the best performance relative to a bare roof in a colder climate, which require nighttime heating. The reduction in heating load of the building increase as the soil depth of the green roof increase, though a increased soil depth would mean heavier roof. On the other hand, if a building is cooling- dominated, leaf area index is more important. In peak energy consumption reduction, green roof also has a notable effect, and the leaf area index and soil depth are both positively related to its performance. Rainwater retention and evapotranspiration: a 3-4 inch of soil can retain about 1 inch of rainwater. That is about 75% of precipitation in most areas in United States. By retaining the rainwater in soil, the water would not become runoff, instead they would result in evapotranspiration. ==== Controversies ==== Water runoff quality: When green roof is not able to hold the amount of the precipitation, the excessive rainwater will become runoff. In a field experiment where contaminated water are dripped into a green roof section to mimic rainfall in the green roof, the exfiltrate water was studied and analyzed. It was found that since the average level of suspended solid, nitrogen, and phosphorus concentrations in Green roof water outflow is significantly higher than those in conventional roof outflow, extensive green roofs will become a source of nutrient contamination in urban water environment. Fire Hazard: Green roofs can be more easily ignited than conventional roofs; it is a concern that when the green roof caught fire, the high temperature would damage the roof structure itself. Not only the idea of damaging the roof is contradictory to energy conservation and sustainability, the fire and the roof damage could cause safety issue to the residents. It is still debated whether the green roof will cause fire or it will reduce the chance of one. Some argue that, because the vegetation is about 95% water, the green roof actually reduce the chance of a fire. On the other hand, some argue that during autumn and winder when the leaves are dried up, fire hazard will increase then. A recent study has found, through mathematical model, that when the vegetation itself caught fire, the heat will penetrate down rather slowly, because the thermal conductivity of soil is low, and finally did damage the roof itself. Thus the key to whether the fire caught by the vegetation will damage the roof or not depends on the thickness of the soil. The study also found that by installing a gypsum layer beneath the soil layer, the possibility of damaging the roof can be greatly reduced. Additional structural load: Most old buildings were not designed for the extra roof dead load of the green roofs. If more energy is consumed in building the additional load bearing structure for the green roofs than the energy saved through insulation enhancement and water retention, it would be contradictory to the idea oof energy conservation. By study, common green roofs types in the market would increase the load on the rood by 1.2 to 2.43 kilo-newton per square meter. === Pervious (porous/permeable) paving === Many pavement in the urban and suburban area are impervious, this likely would result the contaminated stormwater runoff. In pre-development area, averagely 50% of storm-water would result in evapotranspiration, 5% in runoff, and 45% in infiltration, whereas in post- development area, only 35% storm-water result in evapotranspiration, and 50% in runoff, and 15% in infiltration. This change has caused various problem, such as flooding, infrastructural damage due to rapid movement of water, and water contamination. By using pervious paving, however, the amount of infiltrated storm-water will be increased in post-development area, and the pollutants in the filtrated water can be reduced; thus the problem can be mitigated. In Low Impact Development 2008 Conference, ASCE performed two bench-scale study to examine the effectiveness of permeable interlocking concrete pavement in terms of water flow rate and the role of microbial colonies in pollutant removal in the micro-environment of porous pavement. The experiment shows 84% relative total suspended solids (TSS) removal on average, yet the increased relative removal over time suggests there is potentially solid buildup, and that may result system clogging and system failure. The evidence in pollutant removal proved the conclusion of the previous study that the annual pollutant runoff from the driveways was 86% lower for pervious driveways than impervious driveways. Types of Pervious pavement include: ==== Porous asphalt ==== Advantage: Relatively low cost; Easy access to the material; Workers are experienced with it Disadvantage: Susceptible to water damage; Usually used for short-term only; Low relative strength ==== Pervious concrete ==== Advantage: High structural strength; Easy access to the material Disadvantage: Slow construction process; High initial cost ==== Permeable interlocking concrete paver ==== Advantage: Ease of Construction, Aesthetics, Ease of maintenance and repair Disadvantage: High Cost; Only can be used for low speed road way thumb|Grid Pavement|284x284px ==== Grid pavement ==== Advantage: Wide variety of products; Relatively inexpensive; Ease of maintenance and repair Disadvantage: Typically limited to parking areas The decision among different permeable pavement types depends on the need of the project, available material and equipment, and budget. === Effective and smart lighting === Site lighting with full cut off fixtures, light level sensors, and high efficiency fixtures. === Structure orientation === Sun rises from East, moves toward South, and sets in the West. Thus, a rule of thumb for design is to avoid south-facing window when trying to decrease cooling load of the building and increase south-facing window when trying to decrease heating load of the building. The reality, however, is more complicated. Sun rises from East and sets in West perfectly only on the autumnal and vernal equinoxes, and during the vast majority of the year, Sun travels slightly southward and eastward depending on whether it is summer or winter and on whether the observer is in Northern Hemisphere or Southern Hemisphere. To design for the best performance of the site, the designer needs to well understand the local climate and the site's location relative to equator. === More to include === Energy-efficient landscaping techniques include using local materials, on-site composting and chipping to reduce green waste hauling, hand tools instead of gasoline-powered, and also may involve using drought-resistant plantings in arid areas, buying stock from local growers to avoid energy in transportation, and similar techniques. == Example == thumb|MIT Energy Efficiency Upgrade Projects (Source: Massachusetts Cambridge Town Gown Report) In agreement with the city to build a resilient and sustainable landscape, Massachusetts Institute of Technology has initiated several energy efficiency upgrade projects, these projects include: * Planting trees and using the tree canopy to provide shade for pedestrians, which also would give students more incentive to walk * Landscape filters are added to (partly) treat rain water * Storm-water storage are installed to mitigate flood * Lighter color pavement for reducing heat island effect ==See also== * Building material * Climate-friendly gardening * Drought tolerance * Energy conservation * Green building * Keyline design * Landscape design * Landscape planning * Roof garden * Sustainable architecture * Sustainable gardening * Sustainable landscape architecture * Water conservation * Xeriscaping ==External links== *Sustainable Residential Design: Increasing Energy Efficiency Resource Guide ==References== Energy Category:Sustainable design Category:Sustainable building Category:Types of garden Category:Horticulture Category:Gardening aids Category:Landscape architecture Category:Energy conservation Category:Low-energy building",
 "title": "Energy-efficient landscaping"
}