{
 "id": "722749",
 "text": "State Route 120 (SR 120) is an east-west state highway in the northwestern portion of the U.S. state of Ohio. Its western terminus is at the Michigan state line, where an unnumbered county highway (Morenci Road, formerly M-120) continues west-northwest. State Route 120’s eastern terminus is in Toledo at State Route 65; the route is, for all practical purposes, a spur of U.S. Route 20, which generally bypasses Toledo to the west and south. ==History== In 1940, Route 120’s original route was certified. It began at the Michigan state line, connecting with the former M-120 near Metamora. SR-120’s current alignment from the state line to Metamora is original to the route. East of Metamora, SR-120 used Sylvania-Metamora Road, Erie Street and Monroe Street to enter Sylvania. The route then turned south on Main Street and Holland- Sylvania Road to leave Sylvania. SR-120 then continued south to U.S. Route 20 (Central Avenue) near Ottawa Hills. SR-120 was co-signed with US-20 from Holland-Sylvania to Reynolds Road, where US-20 turned south. Route 120 continued east from Reynolds Road along Central Avenue. Its alignment along Central Avenue to Cherry Street in Toledo has been unchanged since its inception. At Cherry Street, the route turned south, traveling through Downtown Toledo and over the Maumee River. SR-120 then used Main Street, Starr Avenue and East Broadway to make its way to current State Route 51 (Woodville Road). Route 120 then traveled along Woodville Road from Toledo to its eastern terminus east of Elmore. The section from Sylvania to Toledo replaced State Route 263 and the section from Toledo to east of Elmore replaced State Route 102 Route 120 (The Unofficial Ohio State Highways Web Site) by John Simpson In 1946, the route east of Metamora was decertified by the state. The section west of Toledo was renumbered State Route 102, which turned south in Metamora along current State Route 64 to the village of Assumption, then joined US-20 and ran east into Toledo. The section from Sylvania to near Ottawa Hills (Main Street/Holland-Sylvania Road) was designated as State Route 333 (now defunct). By 1950, the route extended west to the Michigan border, replacing State Route 102. The coming of the expressway system in Toledo brought changes to State Route 120 as well. In 1955, the route was added to a stretch of the future Detroit-Toledo Expressway in Northwood. The former routing from Northwood to Elmore certified as State Route 51. SR-120 then went south along the expressway to its new eastern terminus at US-20 near Lemoyne. In 1959, more of the Detroit-Toledo Expressway was completed and SR-120 was added to a longer stretch of the expressway, now designated as Interstate 280. From Cherry Street in Downtown Toledo, the route turned east onto Summit Street (today’s State Route 65). At the expressway, SR-120 joined I-280, using it to its terminus near Lemoyne. By 1962, SR-120 was removed from Cherry Street and Summit Street and extended east along Central Avenue to its interchange with I-280. In 1970, the Route 120 designation was completely removed from I-280. SR-120 was truncated back to the Central Avenue exit (then exit 11) of I-280. The former Summit Street routing of SR-120 was added to US-223 and the old stretch of SR-120 from the Ohio Turnpike (I-80/I-90) south to US-20 was re- designated as State Route 420. The last change to the route occurred in 1989. Route 120 was moved back onto Cherry Street into Downtown Toledo, ending at its present terminus at Summit Street (SR-65). The alignment to Interstate 280 was decertified after the Central Avenue interchange with I-280 removed. ===Before 1940=== *1923-1939 – Routed along the current alignment of State Route 185 from U.S. Route 127 northwest of Versailles to Piqua; this route certified as State Route 185 in 1940. ==Major intersections== ==References== ==External links== *State Route 120 Endpoint Photos 120 Category:Transportation in Fulton County, Ohio Category:Transportation in Lucas County, Ohio Category:Transportation in Toledo, Ohio",
 "title": "Ohio State Route 120"
}