{
 "id": "723025",
 "text": "Holborn tramway station was a tram stop underneath Kingsway in central London, England. It was built in 1906 by the London County Council Tramways as part of the Kingsway tramway subway, joining the separate networks of tramways in North and South London. When opened it was named Great Queen Street. ==Services== Tram services commenced on 24 February 1906, running from Angel to Aldwych, the next station in the subway. Through services across London began on 10 April 1908, running from Highbury station through Holborn and then east to Tower Bridge or south to Kennington Gate. The routes that used the Kingsway Subway were numbered 31, 33, and 35. {| |- | |thumb|upright|Entrance stairs to the station (April 2004) |} Following the decision to withdraw tram services in London and replace them with buses, the station closed just after 12.30am on 6 April 1952. Much of the station remains in the disused subway but there is no public access. In 2004 it was expected that redevelopment work in the remaining subway would probably obliterate what remains exist. ==Alternative uses== thumb|150px|The fictional tube station sign The station was used as a location in the 2008 film The Escapist, as a fictional London Underground station called \"Union Street\", which was said to be on the Northern line between Elephant & Castle and Borough. Remains of the film props, such as a fake tube map and a Union Street tube roundel, can still be seen pasted to the walls of the station. The props date from 2008, and are not part of the original station. In 2009 the subway and station was the venue for an art installation, Chord, by Conrad Shawcross. ==References== ==External links== *Transport Museum Photographic Archive Holborn Tram Station in 1933 *Underground-History.co.uk Includes illustrated account of a visit to the site in November 2003 *Photos of the tram station & tunnel during the 2009 Shawcross exhibition (The Londonist) *Urban75.org report on the tunnel Category:Trams in London Category:Transport in the London Borough of Camden",
 "title": "Holborn tramway station"
}