{
 "id": "723566",
 "text": "Robert John Emlyn Evans (born 23 October 1956) is a British Labour Co- operative politician who served as a Member of the European Parliament (MEP) from 1994 until 2009. He was first elected to the European Parliament for London North West, and then in 1999 and 2004 for the London constituency. He has been a Surrey county councillor for the Stanwell and Stanwell Moor ward since 2013. == Early life and career == Robert John Emlyn Evans was born in 1956 in Ashford, then in Middlesex, now in Surrey. He was educated at Ashford County Grammar School before gaining a BEd and MA from the Institute of Education, University of London. He then became a teacher and, at the time of his election to the European Parliament, he was head of Crane Junior School in Hounslow. == Political career == Evans was elected to the European Parliament for London North West in the 1994 European Parliament election, having previously stood unsuccessfully in 1989. He sat with the Party of European Socialists group and sat on the European Parliament's Committee on Transport and Tourism. His main achievement was to create a new Europe-wide law to outlaw discrimination against disabled passengers when travelling by air. He was a substitute for the Committee on Economic and Monetary Affairs, Chair of the Delegation for relations with the countries of South Asia and was also closely involved with Romania and Moldova. From 1999–2004 he was Vice-Chairman of the Committee on Citizens' Freedoms and Rights, Justice and Home Affairs. From 2004 to 2007 he was Chairman of the European Parliamentary Labour Party. Evans was an election observer for the European Parliament, and was Chair of the mission to observe the Pakistan elections in 2008 and EU Chief Observer to Cambodia in 2003. Evans announced in November 2008 that he would not be seeking re-election to the European Parliament in 2009. He has since been an independent consultant and freelance advisor to various MPs, MEPs, to CAMS College in Hayes, and with his special expertise in Bangladesh to the charities BRAC, London Tigers and the Brussels-based, NGO Shipbreaking. Additionally he is a part-time lecturer at Royal Holloway College, London University. Evans stood unsuccessfully for Parliament as the Labour Party's candidate in East Berkshire in 1987 and Uxbridge in 1992, and later in the 2003 Brent East by-election. Brent East was previously a safe seat for the Labour Party, and had been held by Ken Livingstone before Evans lost to the Liberal Democrats. Evans was awarded an honorary doctorate by Brunel University London in 1998. Evans is a Vice President of the League Against Cruel Sports, a trustee of BRAC-UK, and of the Brussels-based South Asian charity, NGO Shipbreaking Platform. He is a Life Member of Ashford Cricket Club, Cambridge University Cricket Club, and a long-standing member of Ashford Middlesex Hockey Club, MCC and Middlesex County Cricket Club. In November 2012, Evans was Labour's candidate for Police and Crime Commissioner in Surrey. On 2 May 2013, he was elected Surrey County Councillor for the Stanwell and Stanwell Moor ward. As a Surrey county councillor, Evans has campaigned in favour of public services, particularly the retention of his local fire station, Staines Fire Station in Stanwell. He campaigned against a third runway at Heathrow Airport and in favour of the airport being \"better not bigger\". In May 2014, Evans proposed a successful vote to achieve Fairtrade status for Surrey - the first county in the south of England to do so. The change was opposed by the Conservative leader of many years' standing. Despite being a lone Labour councillor, Evans has achieved a string of successes at County Council level, including persuading Surrey to oppose a return to grammar schools, to acknowledge and congratulate Sadiq Khan on being elected in 2016 as Mayor of London and to adopt the Co-operative Party charter against modern slavery. He was profiled by the political journalist, Richard Heller on politics.co.uk, Evans was re-elected to this seat in May 2017 with an 11% increase in his vote on what was otherwise a disappointing night for Labour. He was again comfortably re-elected with an increased vote in 2021. == Personal life == He speaks French, Spanish and is learning Bengali. ==See also== * 2004 European Parliament election in the United Kingdom ==References== ==External links== * Robert Evans (Twitter account) * * Category:1956 births Category:Alumni of the University of London Category:Living people Category:English people of Welsh descent Category:Labour Co-operative MEPs Category:MEPs for England 1994–1999 Category:MEPs for England 2004–2009 Category:People educated at Ashford County Grammar School",
 "title": "Robert Evans (British politician)"
}