{
 "id": "723646",
 "text": "Gobliiins is a puzzle adventure video game series, consisting of four entries, released by Coktel Vision (and later Sierra On-Line) for the Amiga, Atari ST, DOS, and Macintosh (and later iOS and Windows) platforms. The first three titles were released in the early 1990s, the fourth in 2009. The visual look of the series and its characters was created by French artist Pierre Gilhodes, whose style was used in another game from Coktel Vision: Woodruff and the Schnibble of Azimuth. ==Gameplay== The games mix elements of adventure and puzzle gaming. In essence, the player must find the solution to each area (or level), consisting of one or more screens, in order to progress to the next. An original aspect of the series is that the player usually controls multiple goblins as player characters, each of whom has a unique set of abilities. In the title, the number of letters 'i' in the word \"Goblin\" indicates the number of characters that the player may control: Gobliiins for the first release (1992), Gobliins 2 for the second (1992), Goblins Quest 3 for the third (1993) and Gobliiins 4 for the fourth (2009). The player may only control one character at a time but, depending on the specific scene, may switch characters at will. The original Gobliiins features a shared health system for all three characters, which means that leaving characters in the wrong place can be detrimental, though this feature is absent in the sequels. All games are available in CD format. The first three include voices instead of the \"goblinish\" talk that feature on the floppy disk versions. The CD version also censors the nudity present in the original game. The platinum edition of Gobliiins 4 contains all previous titles with a modification of ScummVM for newer Windows systems. All older games on the DVD were also translated from the original English and French language into Spanish, German, Italian, Russian, Polish, Czech and Hungarian. ==Games== ===Gobliiins=== In Gobliiins, the player controls a team of three different goblins, each with a unique skill. The first goblin, Asgard (BoBo in the US release), is a warrior who is more brawn than brain, and whose skill is punching, causing various things to break or fall over. He is also the only one who can climb other objects than stairs and ladders. The second goblin, Ignatius (US: Hooter), is a magician who can \"zap\" things with magic with a wide variety of usually unexpected effects, which include objects moving, growing, or coming alive. The third, Oups (US: Dwayne), is a technician and is the only one of the three that can pick up and use items. The story follows the three goblins as they attempt to aid their king, who has gone insane under mysterious circumstances. They meet with the wizard Niak, who informs them he can cure the king's madness if they bring him three items. However, upon obtaining the items, Niak is revealed to be the one behind the king's insanity and manipulated the goblins into performing his bidding. The goblins manage to escape from Niak's lair, save the king by destroying the voodoo doll used to drive him insane, and defeat Niak while he is creating deadly potions. The game is linear and consists of 22 levels, each of which occupies a single screen. The puzzles on each level must be successfully solved in order to progress to the next. Several actions may harm the goblin involved, including leaving them in an unsafe place, using incorrect items, or interacting with items with the wrong characters, thus reducing their shared life meter. When the meter runs out, the game ends in defeat (though all levels can be completed without loss of life). ====Reception==== Powerplay gave the game a rating of 70% for the PC version and 69% for the Amiga and Atari ST versions. Computer Gaming World stated in January 1993 that although the game seemed designed to appeal to younger players, the difficulty of the puzzles made it most appropriate for older gamers, either alone or with children. The magazine concluded that the game \"will entertain a variety of light-hearted gamers\". In April 1994 the magazine said that Gobliiins Multimedia CD \"was ever so cute and challenging\", with a \"much improved sound track\". In February 1993 Dragon rated the game 5 out of 5 stars. ;On iOS The game made its debut on iOS in September 2011, brought by publisher Bulkypix. ===Gobliins 2: The Prince Buffoon=== In 1992's Gobliins 2 the player controls two characters: Fingus (who is well-mannered, intelligent, and shy) and Winkle (who is strong, obnoxious, but dimwitted). They've been sent to rescue the King's son, the Prince Buffoon, who has been kidnapped by the evil Amoniak. Both goblins can pick up and use items, and both generally use an item in different ways. Unlike its predecessor, Gobliins 2 allows (and requires) the player to travel back and forth between rooms. Also, both goblins can be given an order simultaneously, allowing for the inclusion of timing puzzles. A significant difference between this game and its predecessor is that in Gobliins 2 neither playable character can die. ====Reception==== Gobliins 2 received generally good reviews, with most game magazines giving it a rating of between 70% and 90%, though CU Amiga scored it at just 40%. Computer Gaming World in August 1993 praised its \"challenging puzzles, sharp- witted entertainment, and enhanced ease of use\". In April 1994 the magazine said that the sequel was \"no less entertaining than the original\", and that the CD version added \"much more sound and digitized voice-acting than in the enhanced version of the first game\". ===Goblins Quest 3=== 1993's Goblins Quest 3 was originally known as just Goblins 3, but after Sierra got involved they decided to add the Quest suffix in an attempt to align the game with their other Quest series (see King's Quest, Police Quest and Space Quest). In this game the player controls originally only one Goblin called Blount, but gets assistance from a number of sidekicks throughout the game including Chump the parrot, Ooya the magician, and Fulbert the snake. Blount is also bitten by a wolf early in the game and, after escaping from the afterlife, must contend with semi-frequent metamorphoses into a super-strong but uncouth werewolf alter ego. Most areas in Goblins 3 are larger than the screen and therefore scroll. The game features 18 different levels, and like Gobliins 2: The Prince Buffoon, some are interconnected to each other (e.g., walking from the countryside to the inn) whilst others can't be exited until the player has finished that specific level. Later in the game, the player discovers that the main protagonist, Blount, was in fact the little prince that was kidnapped in Gobliins 2: The Prince Buffoon. ====Reception==== The gaming press awarded broadly positive reviews, with scores ranging from around 75% to 85%, though—as it did with its predecessor Gobliins 2—CU Amiga awarded a lower score of just 53%. Computer Gaming World said in June 1994 that like the previous games, \"Goblins Quest 3 is designed to thoroughly amuse ... Puzzle lovers are guaranteed an enjoyably bizarre experience\". The magazine rated the game 3.5 stars out of five in July, stating that unlike the earlier games it had plot twists and other adventure game-like elements, and \"bright, expressive\" VGA graphics, but shared their humor. Computer Gaming World concluded that it would be a good game for new adventurers, and all players would enjoy the \"charming characters and goofy plot elements\". In 1994, PC Gamer US named Goblin's Quest 3 the 42nd best computer game ever. The following year, the magazine presented Goblins Quest 3 with its 1994 \"Best Puzzle Game\" award, writing that its puzzles \"will challenge and delight even the most experienced gamers. A terrific package!\" ===Gobliiins 4=== Gobliiins 4 was released in March 2009 and stars the same trio of characters as the original Gobliiins. The game was designed by Pierre Gilhodes and developed by Société Pollene. Compared to the previous games it boasts 3D graphics, but the game mechanics have not changed by much. The game received a slightly mixed reception, with an average of 56.5% on GameRankings. IT Reviews said it was entertaining, but \"the puzzle solutions can be annoyingly strait-jacketed at times\". Adventure Gamers called it \"one of the most likeable titles this year\". ==Legacy== On Playtoons 1: Uncle Archibald, the little dragon from Goblins Quest 3 appeared in the story mode and in the creative mode. ==See also== * Ween: The Prophecy * The Lost Vikings * Fish Fillets NG * The Bizarre Adventures of Woodruff and the Schnibble ==References== ==External links== * * The Gobliiins series at Vintage Sierra * The official website of Gobliiins 3D – Goblinoid (Gobliiins 4) * Gobliiins review by The DOS Spirit Category:1991 video games Category:Adventure games Category:Amiga games Category:Atari ST games Category:DOS games Category:Fantasy video games Category:Fictional goblins Category:IOS games Category:Classic Mac OS games Category:Point-and- click adventure games Category:Puzzle video games Category:ScummVM-supported games Category:Sierra Entertainment games Category:Coktel Vision games Category:Video games developed in France Category:Video games scored by Frédéric Motte Category:Windows games Category:Games commercially released with DOSBox Category:Single-player video games",
 "title": "Gobliiins"
}