{
 "id": "723899",
 "text": "The Dura-Europos synagogue (or \"Dura Europas\", \"Dura Europos\" etc.) was an ancient synagogue uncovered at Dura-Europos, Syria, in 1932. The synagogue contains a forecourt and house of assembly with painted walls depicting people and animals, and a Torah shrine in the western wall facing Jerusalem. It was built backing on to the city wall, which was important in its survival. The last phase of construction was dated by an Aramaic inscription to 244 CE, making it one of the oldest synagogues in the world. It was unique among the many ancient synagogues that have emerged from archaeological excavations as the structure was preserved virtually intact, and it had extensive figurative wall-paintings, which came as a considerable surprise to scholars. These paintings are now displayed in the National Museum of Damascus. Dura-Europos was a small garrison and trading city on the river Euphrates, and usually on the frontier between the Eastern Roman Empire and the Parthian and finally the Sassanid Empires of Persia. It changed hands at various points but was Roman from 165 AD. Before the final Persian destruction of the town in 256-257 AD, parts of the synagogue which abutted the main city wall were apparently requisitioned and filled with sand as a defensive measure. The city was abandoned after its fall and never resettled, and the lower walls of the rooms remained buried and largely intact until excavated. The short measure of time during which it was used ensured that it would have limited impact upon Judeo- Christian art. The excavations also discovered very important wall-paintings from places of worship of Christianity at the Dura-Europos church. In addition, there were wall paintings edifying Mithraism, and fragmentary Christian texts in Hebrew. In the Syrian Civil War, the site was occupied by ISIL, and what was left of the synagogue and a number of other buildings there appear to have been destroyed. ==Wall-paintings== The paintings cover the walls of the main \"Assembly Room\", using three levels of pictures over a dado frieze of symbols in most places, reaching a height of about 7 metres. Stylistically they are provincial versions of contemporary Graeco-Roman style and technique; several different artists seem to have worked on them. Technically they are not fresco (paint fused into wet plaster) but tempera over plaster. Earlier parts of the building have decorative painting with no figures. Some of the paintings have figures whose eyes have been scratched out, especially those in Persian costume. ===Iconography=== Scholars cannot agree on the subjects of some scenes, because of damage, or the lack of comparative examples. The scenes depicted are drawn from the Hebrew Bible and include many narrative scenes, and some single figure \"portraits\"—58 scenes in total, probably representing about 60% of the original number. They include the Binding of Isaac and other Genesis stories, Moses receiving the Tablets of the Law, Moses leading the Hebrews out of Egypt, the visions of Ezekiel, and many others. The Hand of God motif is used to represent divine intervention or approval in several paintings. There have been scholarly debates questioning the wall paintings' influence over later Judeo-Christian iconography, which have been held due to the relevance of such early depictions of the biblical narrative. ====Consecration of the Tabernacle mural==== Located on the western wall of the synagogue, just left of the Torah niche, is a mural depicting the Tabernacle. The artist did not follow the biblical description of the Tabernacle as a tent, but rather was inspired by Roman temples, and includes a cella, pediment and capitals of the Corinthian order. The local Jewish population did not mind illustrating the Tabernacle based on Roman civil architecture for unknown reasons. Coins showing similar structures were found in Dura-Europos, and the painter might have used them as models. In this particular work, Aaron is depicted standing just to the right of the door of the tent of meeting, denoted by the Greek alphabet inscription (\"ARON\"). He is dressed in contemporary Persian or Sassanid style, but with the same colors mentioned in the Book of Exodus: gold, blue, and purple. The Ephod worn by the high priest as described in the Bible is not shown. To the bottom left, there is a young priest leading a cow, which is the special sacrificial red heifer. A dorsal band decorates its body. The two animals just to the left of Aaron, a bull and a ram, are atonement sacrifices for Aaron to be made on Yom Kippur. ==Cultural context and purpose of the murals== Because of the paintings adorning the walls, the synagogue was at first mistaken for a Greek temple, though this was quickly corrected by the vice-director of excavations Robert du Mesnil du Buisson in Les peintures de la synagogue de Doura-Europos (Rome, 1939). Mesnil also made detailed comparisons of the friezes from the Dura synagogue with those of the mithraeum, the Christian baptistery, and the temple of the Palmyrene gods.Guitty Azarpay Sogdian Painting: The Pictorial Epic in Oriental Art 1981 Page 147 \"For a comparison of the arrangement of the friezes from the Dura synagogue and those of the mithraeum, the Christian baptistery and the temple of the Palmyrene gods, see Comte R. Du Mesnil du Buisson, Les peintures de la synagogue de ...\" Scholars think the paintings were used as an instructional display to educate and teach the history and laws of the religion. Some think that this synagogue was painted in order to compete with the many other religions practiced in Dura Europos; the new (and considerably smaller) Christian Dura-Europos church appears to have opened shortly before the surviving paintings were begun in the synagogue. The large- scale pictorial art in the synagogue came as a surprise to scholars, although they already suspected that there was a tradition of Jewish narrative religious art at this period, which at the time of the discovery were thought to have all been lost, leaving only traces in later Christian art. The discovery of the synagogue helps to dispel narrow interpretations of Judaism's historical prohibition of visual images. ==Relationship to early Christian art and late Jewish art== thumb|The sacrifice of Isaac according to the Dura synagogue thumb|The sacrifice of Isaac in the León Bible of 960 The synagogue of Dura-Europos offers negligible influence on later Christian and Jewish artwork. The time that the Dura-Europos synagogue was active was not long as it was buried as part of the Roman defense against Sasanian troops in 256 A.D. The Dura-Europos Synagogue remains the earliest example of Judeo-Christian artwork available for study. It contains not only Hellenistic and Roman influences, but Sasanian as well. The layout of the paintings suggest that they were inspired by a copybook with examples and formulae. While there are similarities to other works of antiquity, the differences between each work bear too much difference in order for one to be considered influential. There have been attempts to link these works, but they have proven largely unsuccessful. The Leon Bible, as an example, which was written ca. 960, had in common with Dura-Europos the scene of the sacrifice of Isaac. However, the León Bible showed key differences. Their position in the León Bible shows them facing the viewer, whereas Dura Europos they are not. In the León Bible, the Hand of God bestows the benedictio latina, whereas in Dura-Europos it makes an appearance with no such manuscript. The Dura painting shows Abraham's hand free of Isaac's hair, whereas in the León miniature, it is grasping it. Finally, in the Dura painting Abraham is using a knife as opposed to the sword he uses in the León Bible. ==See also== * Oldest synagogues in the world ==References== ==Further reading== *Hachlili, Rachel. Ancient Jewish Art and Archaeology in the Diaspora, Part 1, BRILL, 1998, , , Google books *Kessler, Edward in Sawyer, John FA. The Blackwell companion to the Bible and culture, Wiley-Blackwell, 2006, , Google books *Kraeling, C H, The Synagogue, New Haven: Yale University Press, 1956 *Gutmann, Joseph, ed., The Dura Europos Synagogue: A Re-evaluation (1932-1992), Scholars Press, 1992 (with a new introduction); * Weitzmann, Kurt, ed., Age of spirituality : late antique and early Christian art, third to seventh century, no. 341 & 358, pp. 366–370, 1979, Metropolitan Museum of Art, New York, ; full text available online from The Metropolitan Museum of Art Libraries. * Young, Penny, 2014 Dura Europos A City for Everyman, Twopenny Press ==External links== *1968 Symposium talks, by Morton Smith and Meyer Schapiro Category:Synagogues in Syria Category:Fresco paintings Category:3rd-century religious buildings and structures Category:Ancient synagogues Category:Former synagogues Category:Jewish Syrian history Category:Roman Empire art Category:Ancient Roman buildings and structures in Syria Synagogue Category:Buildings and structures in Deir ez-Zor Governorate Category:Jewish art Category:1932 archaeological discoveries",
 "title": "Dura-Europos synagogue"
}