{
 "id": "723999",
 "text": "Philip Charles Bradbourn, (9 August 1951 – 19 December 2014) was a British Conservative Party politician. He served as a Member of the European Parliament (MEP) for the West Midlands from 1999 to 2014. ==Early and personal life == Born in Tipton in 1951, Bradbourn was educated at Tipton Grammar School and Wulfrun College and Worcester College, where he obtained a post- graduate Diploma in Municipal Administration in 1972. Raised in the Black Country, he lived in the area until his death. He was awarded the OBE for public and political service in the Queen's Birthday Honours List in 1994. == Political career == Bradbourn was a parliamentary candidate for Wolverhampton South East in the 1992 general election and stood for the European Parliament in County Durham in 1994. Until his election he was adviser to the Conservative Group Leader on Wolverhampton City Council. He held various local authority posts mainly based around planning. He was also the Chairman of the West Midlands Region Conservatives. After his death, Bradbourn was succeeded by former cricketer Daniel Dalton. ===Expenses claims=== Bradbourn pursued a complaint against the News of the World with the Press Complaints Commission. The News of the World then issued this apology \"Contrary to the claim in our article \"EU blows millions on fact finding freebies for MEPs\" (18 May 2008), Philip Bradbourn MEP did not visit Table Mountain or a wine estate during a South Africa trip. We apologise for any embarrassment.\"Apology from News of the World ===Smoking incident=== On 12 September 2007, an article appeared in The Times referring to an incident which occurred in the European Parliament (a non-smoking building), where Bradbourn was found smoking in a corridor. When it was pointed out to him that he was not permitted to smoke inside the Parliament, he reportedly responded \"I'm a member. I make the rules.\" Bradbourn, however, denied this, saying that his exact words were, \"Elected members make the rules in Parliament, not staff.\" ===Birmingham confusion=== In 2008 it was discovered that the website of the West Midlands Conservative MEPs showed a photo of Birmingham, Alabama instead of Birmingham, England. ==Death and funeral== Bradbourn died of bowel cancer on 20 December 2014, at the age of 63, whilst being treated at Good Hope Hospital, Sutton Coldfield. Ashley Fox, leader of the Conservative MEPs, said Bradbourn was a \"one-off\" adding that he was \"a much loved character who could always be relied on for a robust intervention and a succinct summary of a political point\". Fox continued: \"His no-nonsense approach to politics made him a powerful voice for the West Midlands as well as a resolute defender of the British taxpayers' interests in Brussels and Strasbourg.\" As Bradbourn died without family, his former political chief of staff Alastair Little was legally declared his next- of-kin so that he could arrange Bradbourn's funeral. A funeral and cremation took place on 16 January 2015 at Bushbury crematorium, Wolverhampton. On 16 February Mr Little was advised by telephone that there had been an administration error at the Central England Co-operative Funeralcare mortuary, and that the wrong body had been released to the undertakers for Bradbourn's funeral. A similarly named Philip Bradburn had previously died at University Hospital Birmingham just before Christmas, and had been processed at the same mortuary, which handled bodies for several contracted NHS hospitals within the area. The correct body was then released to the undertakers, and a further funeral and cremation then took place on 23 February 2015 again at Bushbury crematorium. The Heart of England NHS Foundation Trust, the Central England Co-operative, the affected undertakers and the crematorium are all investigating. Conservative MEP Malcolm Harbour, a friend of Mr Bradbourn, said it was \"inexplicable\" that such an incident could happen: \"We want to make sure this never happens again and I am sure the people who manage the hospital trusts concerned will have a full investigation and will tell everyone the results.\" ==References== ==External links== *West Midlands Conservative MEP Team Category:1951 births Category:2014 deaths Category:People from Tipton Category:Conservative Party (UK) MEPs Category:MEPs for England 1999–2004 Category:MEPs for England 2004–2009 Category:MEPs for England 2009–2014 Category:MEPs for England 2014–2019 Category:Deaths from colorectal cancer Category:Deaths from cancer in England",
 "title": "Philip Bradbourn"
}