{
 "id": "724086",
 "text": "David Anthony Gerald Sumberg (born 2 June 1941 in Stoke-on-Trent, Staffordshire) is a British politician, and former Member of the European Parliament for the North West England region for the Conservative Party. He was first elected to the European Parliament in 1999 and stood down in 2009. Before this he was the Member of Parliament for Bury South, north of Manchester, from 1983 to 1997 when he lost in the Labour landslide to Ivan Lewis. ==Political life== Prior to his election to Westminster, he stood unsuccessfully for Manchester Wythenshawe in 1979, being beaten by Labour's Alf Morris. He had also been a Manchester City Councillor for Brooklands ward in Wythenshawe. As an MP he acted as the Parliamentary Private Secretary for the Attorney General, Sir Patrick Mayhew.'UK's laziest MEP' made two speeches in 4 years , The Independent, 2008-06-10 Retrieved 2014-11-21. He seconded the Loyal Humble Address of Ian Gow MP in November 1989; a privilege that was traditionally afforded only once to an MP. He held on to his seat in 1992 with a majority of 788 votes over Labour's Hazel Blears, making Bury South one of the most marginal in the country. After losing his seat in 1997, the Labour Government published correspondence about the \"Hillsborough Disaster Inquiry\", during which period Sumberg was PPS to the Home Office. It was revealed a constituent had written the MP aghast at no inquiry going forward. As an MEP, he said that he was \"not a signed up member\" of the \"European Project\" and did not support a more centralised European Union, \"unlike most of my MEP colleagues\". He has been criticised by members of other political parties and the national media for his low attendance and political inactivity in the European Parliament. He tabled only five questions and has not written any of the reports or tabled any resolutions to the one committee he sat on. When he stepped down from the European Parliament, his reasons were made public. He paid his wife £54,000 per year from the staff allowance and claimed £40,000 per year in office expenses; he used the North West England Conservative Campaigns Centre as a forwarding address to his house in north London, where he claimed the expenses. ==Personal life== He is married to Carolyn and has two grown up children, Jonathan and Katie. In the 1970s he was a partner in a firm of Manchester lawyers Maurice Rubin & Co. ==References== == External links == * *Profile on European Parliament website Category:1941 births Category:Living people Category:Conservative Party (UK) MPs for English constituencies Category:Councillors in Manchester Category:People from Stoke- on-Trent Category:UK MPs 1983–1987 Category:UK MPs 1987–1992 Category:UK MPs 1992–1997 Category:Conservative Party (UK) MEPs Category:MEPs for England 1999–2004 Category:MEPs for England 2004–2009 Category:Jewish British politicians Category:Politicians from Staffordshire",
 "title": "David Sumberg"
}