{
 "id": "724012",
 "text": "Truxton is a 1988 vertically scrolling shooter arcade video game originally developed by Toaplan and published in Japan and Europe by Taito, as well in North America by Midway. Set in a future where the Gidans alien race led by Dogurava invaded the fictional planet Borogo, players assume the role of fighter pilot Tatsuo taking control of the Super Fighter ship on a last-ditch effort to overthrow the alien invaders. Truxton was conceived by Masahiro Yuge during his time working at Toaplan, who wanted to create a scrolling shooter where memorization was its main focus, inheriting previously established ideas from Slap Fight and was developed in conjunction with Hellfire, although work on the project had already started privately during production of Twin Cobra. Truxton proved to be a commercial success for Toaplan among players in Japanese arcades, earning several awards from Gamest magazine, however it was less successful in western regions and was met with mixed reception from game magazines. The game has since been released on multiple platforms, each one featuring changes and additions compared to the original version. A sequel, Truxton II, was released in 1992 on arcades. The rights to the title are currently owned by Tatsujin, a Japanese company formed by Yuge. == Gameplay == thumb|left|Arcade version screenshot. Truxton is a science fiction-themed vertically scrolling shoot 'em up game where players assume the role of Tatsuo taking control of the Super Fighter ship through five increasingly difficult levels, each with a boss at the end that must be fought, in a last-ditch effort to overthrow the invading Gidans led by Dogurava as the main objective.Truxton instruction manual (Sega Genesis, US) Players control their craft over a constantly scrolling background and the scenery never stops moving. The main ship only has two weapons: the main gun that travels a max distance of the screen's height and three bombs capable of obliterating any enemy caught within its blast radius. Similar to Twin Cobra, there are three types of weapons that can be acquired by destroying incoming carriers, ranging from the red wide-reaching shot, the blue homing laser and the green straight beam. The ship's firepower is upgraded by picking up multiple \"P\" icons in a row and can switch between any of the three weapons by collecting the respective color of each one. Other items can also be picked up along the way such as 1UPs and speed increasers. The game employs a checkpoint system in which a downed single player will start off at the beginning of the checkpoint they managed to reach before dying. There are also hidden bonus secrets to reveal by meeting certain requirements during gameplay. Getting hit by enemy fire will result in losing a life, as well as a penalty of decreasing the ship's firepower to its original state, in addition of all medals collected and once all lives are lost, the game is over unless the player inserts more credits into the arcade machine to continue playing. The game loops back to the first stage after completing the last stage, with the second loop increasing in difficulty. == Synopsis == The plot summary of Truxton varies between each version and is explained through supplementary materials. (Translation by Shmuplations. ). Taking place somewhere in space, an armada of Gidans led by the evil Dogurava is invading the fictional planet Borogo aboard five gargantuan asteroids. After surviving an attack on an orbiting Borogo cargo barge, a pilot named Tatsuo enters into one remaining ship called Super Fighter and challenges the Gidans in a desperate attempt to quell the alien invasion and divert their asteroid fortresses in the process. == Development == Truxton was the creation of former Toaplan programmer Masahiro Yuge, whose previous development works at the company included Tiger-Heli, Slap Fight and Twin Cobra, becoming his first original project under the role of both producer and composer. (Translation by Shmuplations. ). (Translation by Shmuplations. ). Yuge wanted to create a scrolling shooter game where players would become increasingly better at the more they were able to remember specific stage designs and secrets, focusing on creating sections in levels that required a specific weapon to defeat certain enemies, while Tatsuya Uemura stated that the project was developed in conjunction with Hellfire. (Translation by Gamengai. ). (Translation by Shmuplations. ). Many of the design choices, such as the memorization feature and its usage of secrets, were derived from ideas previously established in Slap Fight. The blue homing laser was based on a dream Yuge had, which featured a powerful laser that wiped out most enemies on the screen, and was implemented to be both the main weapon and a selling point. (Translation by Shmuplations. ). (Translation by Shmuplations. ). Level design was one of the main areas of the project, as Yuge didn't want sections that could easily be memorized to the point of making them boring. \"Safespots\" were intentionally added to levels to allow breathing room for players, while the lack of a cooperative two-player mode was cited by Yuge as being against the game's theme and would have made the memorization mechanic a pointless addition. Naoki Ogiwara, Sanae Nitō and Yuko Tataka acted as game designers in the development cycle. (Translation by Shmuplations. ). Ogiwara had already began work on designs for Truxton in secret during production of Twin Cobra due to his interest in creating science fiction artwork, which were finished after the latter was completed and gave inspirations to the team with enemy patterns. The Sega Genesis version was developed in-house by the same staff from the original arcade release after Sega discussed with Toaplan in regards of a conversion for their console. (Translation by Shmuplations. ). Both Uemura and Tataka have stated that working with the Genesis proved to be difficult due to several restrictions imposed by the hardware. (Translation by Shmuplations. ). == Release == Truxton was released in October 1988 in Japan, where it was published by Taito. It was later released on February 1989 for both Europe and North America, published respectively by Taito and Midway. The Japanese version was named Tatsujin, based on the Japanese word for \"master\". It became Toaplan's first game to have their logo displayed on the title screen and their name credited. On 25 June 1989, an album containing music from the title and other Toaplan games was published exclusively in Japan by Datam Polystar. On December 1989, Truxton was ported to the Sega Genesis by Toaplan and was first released in Japan and North America by Sega, who later distributed the title across Europe on November 1990. The Genesis port stays faithful to the original arcade release but has a number of key differences such as having a smaller color palette that lead to sprites being recolored in different ways, along with other presentation and gameplay changes from the original version. The Genesis port was later re-released by independent publisher Retro-Bit in 2020. Truxton later received a conversion to the PC Engine by Sting Entertainment and published exclusively in Japan by Taito on 24 July 1992. The PC Engine release has visual and audio changes but introduces an options menu where multiple gameplay settings can be altered. A version for the Sharp X68000 was in development and planned to be published by Kaneko, however despite being advertised in Japanese publications such as Oh!X, this version was never released to the market for unknown reasons. In September 2019, Truxton was re-released for iOS and Android mobile devices only in Japan by MOBIRIX Corporation under the name Tatsujin Classic. In 2022, the original arcade version will be included as part of the Sega Astro City Mini V, a vertically-oriented variant of the Sega Astro City mini console. == Reception == Truxton, since its original arcade release, was met with mixed response from critics. According to Masahiro Yuge, the game sold well in Japan but proved to be less successful in western regions. Game Machine listed it on their 15 November 1988 issue as being the most-successful table arcade unit of the month, outperforming titles such as Scramble Spirits and World Stadium. The Sega Genesis version was well received when it was released, with Mean Machines summarising the game as \"a fine example of a pure, no-frills arcade blast\". MegaTech said that although original features were distinctly lacking, \"it's a good solid blast which offers plenty of action, speed and excitement\". Likewise, the PC Engine version was also well received. == Legacy == A sequel, Truxton II, was released in 1992 for the arcades and later ported to the FM Towns. In more recent years, the rights to the game and many other IPs from Toaplan are now owned by Tatsujin, a company named after its Japanese title that was founded in 2017 by Masahiro Yuge, who are now affiliated with arcade manufacturer exA-Arcadia. The Super Fighter ship appears in Game Tengoku CruisnMix for Microsoft Windows, Nintendo Switch and PlayStation 4. Artist Perry \"Gryzor/Rozyrg\" Sessions cited Truxton as one of the main influences for Super XYX. == Notes == == References == == External links == * Truxton at Killer List of Videogames Category:1988 video games Category:Android (operating system) games Category:Arcade video games Category:Cancelled Sharp X68000 games Category:IOS games Category:Midway video games Category:Multiplayer and single-player video games Category:Science fiction video games Category:Sega video games Category:Sega Genesis games Category:Sting Entertainment games Category:Taito games Category:Taito arcade games Category:Toaplan games Category:TurboGrafx-16 games Category:Vertically scrolling shooters Category:Video games developed in Japan Category:Video games scored by Masahiro Yuge",
 "title": "Truxton (video game)"
}