{
 "id": "724193",
 "text": "thumb|Verne Riffe Center for the Arts Shawnee State University (SSU) is a public university in Portsmouth, Ohio. Established in 1986, Shawnee State is an open admissions university. It is the southernmost member of the University System of Ohio. ==History== Although its roots date back to 1945, when Ohio University established an academic center in Portsmouth, the university was actually conceived in 1985 when Vern Riffe, the speaker of the Ohio House of Representatives, introduced legislation to create Shawnee State University. The legislation passed both Ohio houses and was signed into law by Governor Richard Celeste in 1986. In 1987, the university's library was named a federal depository library.Shawnee History, Shawnee State University. In 1990, the university awarded its first bachelor's degrees, having been authorized by the state Regents to establish baccalaureate programs two years earlier. The university established its first master's degree program in 2000 and its second master's program (the Master of Education) in 2010. It now also offers a Master of Science in Mathematical Sciences and a Master of Occupational Therapy. ==Academics== thumb|Massie Hall, looking southwest Shawnee State University has more than 70 associate, bachelor, and master's degree programs. The most popular majors are Nursing, Business Administration, Sociology, Early Education Studio Art, Biology, Fitness Administration, and Psychology.https://www.usnews.com/best-colleges/shawnee-state-university-12748 The university offers an Honors Program for exceptional students. The Clark Memorial Library of Shawnee State is a charter member of the OhioLINK library consortium., giving faculty and students access to 46 million books and other items. ==Financial aid== Shawnee State awards more than $25 million annually in financial aid. Scholarships, grants, loans, and college work-study programs are available. In 2018, 94% of all SSU students received some form of financial aid. ==International programs== To broaden the university's approach, SSU has student and faculty exchange programs with several overseas institutions, including the Jaume I University in Spain, Al Akhawayn University in Morocco, Zhejiang University of Technology in China, and the Ludwigsburg University of Education in Germany. SSU offers summer study abroad programs in Greece, Great Britain, and Ireland, and other countries. Some of these programs are funded by the Jim and Betty Hodgden Travel Fund International students studying at Shawnee State represent 1% of the student population. The university offers an \"English as a Second Language Program\" on campus for International Students. ==Student demographics== Full-time-students are 90%, out-of-state students are 12%, female students are 54%, African American students are 5%, resident aliens are 1%, students living on campus are 26%, students in fraternities or sororities are 2%, and the average age for all students is 22 years. Two students serve on the Shawnee State University Board of Trustees, the university's highest governing body. The students serve two-year terms. They are appointed by the Governor's Office of Appointments in the state of Ohio.http://matchbin- assets.s3.amazonaws.com/public/sites/504/assets/287S_02_08_2012_1328743392.pdf ==Facilities== thumb|Clark Memorial Library Shawnee State, located in downtown Portsmouth, has a 62-acre campus. Its 28 buildings http://www.shawnee.edu/media/ssu-campus-map.pdf include the Vern Riffe Center for the Arts, Clark Planetarium, Morris University Center, and James A. Rhodes Athletic Center.Modern Educational Facilities, Shawnee State University. The university's library was named the Clark Memorial Library in 1997.About the Library, Clark Memorial Library. Shawnee State University's Clyde W. Clark Planetarium opened in 1998. The Planetarium permanently displays the Hubble Space Telescope Viewspace system. Funding for the planetarium was provided by Clyde W. Clark, a university donor, for whom the planetarium and library are named. ==Housing and parking== thumb|Student housing The university has on- campus housing for 934 students. All first-year students must live in university housing unless they are married, veterans, over age 23, or living with their parents. Parking on campus is free, and students living in university housing may have cars.http://www.shawnee.edu/offices/public- safety/media/Vehicle-Parking-Policy.pdf ==Athletics== Shawnee State University teams, nicknamed athletically as the Bears, are part of the National Association of Intercollegiate Athletics (NAIA), primarily competing in the Mid-South Conference since the 2010–11 school year. The Bears also previously competed in the American Mideast Conference from 1991–92 to 2009–10. Men's sports include baseball, basketball, cross country, golf, soccer and track & field (outdoor); while women's sports include basketball, cross country, soccer, softball, tennis, track & field (outdoor) and volleyball. ==Organizations== Shawnee State has two sororities on campus, Theta Phi Alpha and Delta Phi Epsilon, and two fraternities, Tau Kappa Epsilon and Phi Mu Delta. Clubs on campus include Art Club, Chemistry Club, Fantanime, Geology Club, History Club, International Game Developer's Association (IGDA), Political Science Club, Pre-Med Club, and Sexuality and Gender Acceptance (SAGA). and an international group, the Other World Society. ==Notable people== * Candice Cassidy – June 2009 Playboy Playmate of the Month, alumna (BS, psychology)\"Shawnee State Alumna Appears in Playboy\" by Jimmy Davis. University Chronicle * Ted Strickland – former governor of Ohio and U.S. Representative, served as assistant professor at the university before entering politicsShawnee State University announces Governor Strickland as spring 2018 commencement speaker, Shawnee State University (March 8, 2018). * Lavanya Vemsani – Distinguished Professor of History and Religious Studies, author, Vice President of the Ohio Academy of History and member of the Council on Foreign Relations.https://careersdocbox.com/College/73247421-Advancing-diplomatic- engagement-with-religious-peacemakers-joyce-s-dubensky-chief-executive-officer *Cole DeMint - 2015 & 2016 Legend Car Series Champion ==References== ==External links== *Official website *Athletics website Category:Public universities and colleges in Ohio Category:Educational institutions established in 1986 Category:Education in Scioto County, Ohio Category:Buildings and structures in Scioto County, Ohio Category:Tourist attractions in Scioto County, Ohio Category:1986 establishments in Ohio Category:Portsmouth, Ohio",
 "title": "Shawnee State University"
}