{
 "id": "72448",
 "text": "Adandozan was a king of the Kingdom of Dahomey, in present-day Benin, from 1797 until 1818. His rule ended with a coup by his brother Ghezo who then erased Adandozan from the official history resulting in high uncertainty about many aspects of his life. Adandozan took over from his father Agonglo in 1797 but was quite young at the time and so there was a regent in charge of the kingdom until 1804. Dealing with the economic depression that had defined the administrations of his father Agonglo and grandfather Kpengla, Adandozan tried to abolish slavery to decrease European trade, and when these failed reform the economy to focus on agriculture. Unfortunately, these efforts did not end domestic dissent and in 1818 at the Annual Customs of Dahomey, Ghezo and Francisco Félix de Sousa, a powerful Brazilian slave trader, organized a coup d'état and replaced Adandozan. He was left alive and lived until the 1860s hidden in the palaces while he was largely erased from official royal history. ==Rise to power== Agonglo's (1789-1797) reign had been very contentious ending in his assassination by a brother, Dogan. The slave trade had been largely disrupted for two decades by the Oyo empire, the lack of military success by Dahomey, and European traders changing their focus (the French abolished slavery in 1794 and the British and Portuguese had stopped relying on Dahomey's ports). The result was that when Agonglo died there was a large scale upheaval led by various factions, but this ended on May 5, 1797 with the appointment of Adandozan, the second oldest son of Agonglo as the new king. However, because Adandozan was young at the time, the first seven years of his rule were held by a regency of various elder statesmen. In 1804, he became old enough to formally rule with his own authority but the regency members retained importance. One story contends that Adandozan's younger brother Ghezo had actually been named the heir to Agonglo and that Adandozan was merely a regent. However, that Adondozan refused to relinquish the throne when Ghezo was old enough. This story is doubted by historian Akinjogbin as an invention by Ghezo to justify his coup against Adandozan. ==Administration== Adandozan followed Agonglo's policies of trying to revive the slave trade through slave raiding of the Mahi people to the north and disrupting the trade at rival ports (namely Porto-Novo). However, these attempts were generally unsuccessful and with the recovery of the Oyo empire by 1805, they reasserted power and stopped these activities by Adandozan. Unable to foster the slave trade through military action, he turned to improving diplomacy with European traders. In 1804, he sent ambassadors to Portugal and to the British at Cape Coast Castle. Unlike his father who had received Catholic missionaries from the Portuguese, Adandozan made clear that he had no interest in conversion but requested the Portuguese help him in building mining operations and a gun manufacturing facility in Dahomey. The Portuguese received these requests politely to secure the release of some Portuguese prisoners, but did not agree to the terms. The British had grown highly suspicious of Adandozan when the British officer in the port city of Whydah, who had become a citizen of Dahomey, had died in 1803 and, as per the customs, his wives were taken by the king. His assistant wrote to the British calling Adandozan a tyrant and this increased tension with the British. Adandozan, worried that the British would abandon their fort in Whydah, passed a law that any British person in Dahomey could not leave without a substitute which only ended increasing tensions. Adandozan responded to the slowing of the slave trade by trying to reform the economy to focus on agricultural production. He increased opportunities for agriculture and made the Corn Customs a primary festival held publicly. While attempting these reforms, changed policies in Europe largely undermined his efforts. The British abolished the slave trade in 1807 and began pressuring other countries in Europe to do the same. As part of these efforts they signed an agreement in 1810 with the Portuguese which allowed slave trade only at ports where the Portuguese already traded slaves and no new ports, Whydah was specifically mentioned as a port which could have trade while Porto-Novo, Badagry, and Little Popo (all rival slave trade ports) could not. The result was a sudden increase in the Portuguese slave trade in Whydah. The increased slave trade simultaneously undermined the agricultural reforms of Adandozan and increased the power of Francisco Félix de Sousa, a powerful Brazilian slave trader. By 1810, de Sousa had become the wealthiest trader in the city of Whydah and loaned significant amounts of money to Adandozan. When he requested repayment for this loan, Adandozan publicly insulted de Sousa and imprisoned him causing de Sousa to flee to Little Popo. One of Adandozan's younger brothers, Ghezo (then called Madogungun), befriended de Sousa and together the plotted a coup to replace Adandozan. ==Coup== There is little evidence about the last years of Adandozan's reign and the specifics of the coup to replace him are detailed very differently in different sources; even the year of the coup is not agreed upon. In general, it is contended that during the Annual Customs of Dahomey in 1818, Ghezo replaced Adandozan with the help of Adandozan's Migan and Mehu (prime ministers). Maurice Ahanhanzo Glélé says that Adandozan was replaced because he had failed economically and then decided to sacrifice his sister, Sinkutin, to have her plead his case to the ancestors. Civil war erupted in the palace and Ghezo was able to bring the various factions together. Edouard Dunglas provides details about the coup saying that Ghezo took the war drum from the palace and then entered the palace standing in the position of the king over the drum. The Migan of Adandozan announces that \"two suns cannot shine at the same time\" and removes the royal sandals from Adandozan's feet. In reality there was apparently significant violence in the coup between different factions and many of Adandozan's sons and his entire group of female bodyguards were executed by Ghezo. ==Legacy== Evidence of Adandozan after the coup are not clear but there were reports in the 1860s that he was left alive and lived until 1861 (three years after Ghezo). He lived much of his later life confined to the palaces, while his descendants changed their name to avoid association, and when he died he was buried quickly but with full royal honors. Historian Edna Bay writes that after the coup \"Adandozan suffered a bizarre punishment that was perhaps worse than assassination--to watch history be reworked as though he had never lived.\" Adandozan's legacy was reworked significantly by Ghezo and Glele who depicted the former king as a cruel and incompetent ruler who had usurped his throne and erased all official history of Adandozan. His name was largely erased from the history of Dahomey, and to this day is generally not spoken aloud in the city of Abomey. He is not referred to in kings' lists and is not included in the cloth applique of the kingdom. The traditional stories about Adandozan's rule (which are retold, with some changing of names, in Bruce Chatwin's novel The Viceroy of Ouidah) portray him as extremely cruel: he is said to have raised hyenas to which he would throw live subjects for amusement; he is pictured slitting a pregnant woman's abdomen open on a bet to see whether he could predict the sex of the fetus. Many historians question the negative portrayal of Adandozan in the official history and common stories about the king and believe that it is the attempt to remove his claim to history. A similar process may have occurred earlier with Queen Hangbe who may have ruled for a brief period in the 1700s. Although tradition has not been kind to Adandozan, the letters he wrote to various outsiders, especially the kings and other officials of Portugal (who fled to Brazil following the conquest of Portugal by Napoleon) have shown a different picture of his rule. In these letters, Adandozan outlines substantial military campaigns, which he presents as victories, as well as detailing his negotiations with Europeans. Some of these letters were published in work by Pierre Verger in the 1960s.Pierre Verger, Flux et reflux de la traite des nègres entre le Golfe de Bénin et Bahia de Todos os Santos du dix-septième au dix-neuvième siècle (Paris, 1968). Portuguese translation (Fluxo e refluxo do tráfico de escravos entre o Golfo do Benin e a Bahia de Todos os Santos dos séculos XVII a XIX (1987, revised 4th edition, Salvador, 2002) A large cache, found in the Instituto Historico e Geografico Brasileiro and Biblioteca Nacional in Rio de Janeiro, and several of the letters in this collection were examined in an article published by historian Ana Lucia Araujo in the British journal Slavery and Abolition.Araujo, Ana Lucia. “Dahomey, Portugal, and Bahia: King Adandozan and the Atlantic Slave Trade.” Slavery and Abolition (2012). http://www.tandfonline.com/doi/abs/10.1080/0144039X.2011.604562 The full text of Adandozan's letters, both from the Institute cache and other repositories, as well as a few from his predecessor Agongolo and his successor Gezo were published in (the original) Portuguese in 2013.Luis Pares, ed. \"As Cartas do Daome\" Afro Asia 47 (Rio de Janeiro) (2013) pp. 295-390. ==References== Category:Kings of Dahomey Category:1861 deaths Category:Year of birth unknown Category:Damnatio memoriae Category:18th-century monarchs in Africa Category:19th-century monarchs in Africa Category:18th century in Dahomey Category:19th century in Dahomey",
 "title": "Adandozan"
}