{
 "id": "724695",
 "text": "Mirian III () was a king of Iberia or Kartli (Georgia), contemporaneous to the Roman emperor Constantine the Great (r. 306–337). He was the founder of the royal Chosroid dynasty. According to the early medieval Georgian annals and hagiography, Mirian was the first Christian king of Iberia, converted through the ministry of Nino, a Cappadocian female missionary. After Christianization of Iberia he is credited with establishment of Christianity as his kingdom's state religion and is regarded by the Georgian Orthodox Church as saint and is canonized as Saint Equal to the Apostles King Mirian ().Lang, David Marshall (1956), Lives and legends of the Georgian saints, pp. 13-39. London: Allen & UnwinMachitadze, Archpriest Zakaria (2006), \"The Feast of the Robe of our Lord, the Myrrh-streaming and Life-giving Pillar, Equals-to-the-Apostles King Mirian and Queen Nana, and Saints Sidonia and Abiatar (4th century)\" , in The Lives of the Georgian Saints . Pravoslavie.Ru. Retrieved on April 15, 2009. Traditional chronology after Prince Vakhushti assigns to Mirian's reign—taken to have lasted for 77 years—the dates 268–345, which Professor Cyril Toumanoff corrects to 284–361. He is also known to the contemporary Roman historian Ammianus Marcellinus and the medieval Armenian chronicles. == Name == \"Mirian\" is the Georgian form of the Iranian name of Mihrān. The name is transliterated in Greek as Mithranes. According to the Life of Vakhtang, his name was also associated with Mirdat, meaning \"given by Mithra\", the name of the ancient Iranian sun god. His name is rendered as Meribanes by the Roman historian Ammianus Marcellinus (XXI, 6, 8).; The regnal numbers as in Mirian III are modern and were not used by the medieval Georgian authors. Since two kings preceded him with that name, Mirian has been assigned the ordinal \"III\" in Georgian historiography.; == Background and accession == Mirian was a member of the House of Mihran, one of the Seven Great Houses of Iran.; ; ; ; ; The family, based at Ray in northern Iran, traced its ancestry back to the ruling Arsacid Empire, the predecessors of the Sasanian Empire. Mirian himself was also born in Iran and was originally a Zoroastrian. In 284, the Sasanian King of Kings (shahanshah) Bahram II () secured the Iberian throne for Mirian, which laid the foundation for Mihranid rule in Iberia, which would last into the sixth century. Thus, the Chosroid dynasty of which Mirian became its first head, was a branch of the Mihranid princely family. The motive behind Bahram II's move was to strengthen Sasanian authority in the Caucasus and utilize the position of the Iberian capital Mtskheta as an entrance to the important passes through the Caucasus Mountains. This was of so high importance to Bahram II, that he allegedly himself went to Mtskheta in order to secure Mirian's position. He also sent one of his grandees named Mirvanoz (also a Mihranid) to the country in order to act as the guardian of Mirian, who was then merely aged seven. After Mirian's marriage with Abeshura (daughter of the previous Iberian ruler Aspacures), 40,000 Sasanian \"select mounted warriors/cavalry\" were subsequently stationed in eastern Iberia, Caucasian Albania and Gugark. In western Iberia, 7,000 Sasanian cavalrymen were sent to Mtskheta to safeguard Mirian. Other branches of the Mihranid family were a few decades later established on other Caucasian thrones, one of them being in Gugark, and the other in the Armeno-Albania principality of Gardman. ==Early reign== The Life of the Kings recount Mirian's reign in much details. While its information about Mirian's participation—as an Iranian client king—in the Sasanid war against the Roman Empire, and territorial ambitions in Armenia can be true, the claims of Mirian's being a pretender to the throne of Iran, his being in control of Colchis and Albania, and expansion of his activity as far as Syria is obviously fictional. Mirian inherited a kingdom that had been ruling Iberia since the 4th century BC. Iberia, like the rest of the Caucasus, was dominated by Iranian cultures and mixtures of the Zoroastrian religion. Indeed, according to the modern historian Stephen H. Rapp, the Caucasus was part of the \"Iranian Commonwealth\", \"a massive cross-cultural enterprise stretching from Central Asia to the Balkans.\" In the Paikuli inscription of the shahanshah Narseh (), he includes an unnamed king of Iberia as one of his vassals, most likely Mirian. Mirian, as a Sasanian vassal, took part in Narseh's brief war against the Romans from 297 to 298. The war ended with a crushing Sasanian defeat, forcing Narseh to cede Armenia and Iberia to the Romans. Mirian quickly adapted to this change in political situation, and established close ties with Rome. This association was cemented by Mirian's conversion to Christianity—according to tradition—through the ministry of Nino, a Cappadocian nun. Nevertheless, as Ammianus Marcellinus recounts, Constantine's successor, Constantius, had to send in 360 embassies with costly presents to Arsaces of Armenia and Meribanes of Iberia to secure their allegiance during the confrontation with Iran.Hamilton, Walter (1986), The Later Roman Empire (A.D. 354-378) By Ammianus Marcellinus, p. 215. Penguin Classics, ==Conversion to Christianity== Mirian's conversion to Christianity might have occurred in 334, followed by the declaration of Christianity as Iberia's state religion in 337. He was, thus, among the first monarchs of the ancient world to have adopted this new religion. A legend has it that when Mirian, staunchly pagan, was hunting in the woods near his capital Mtskheta, the darkness fell upon the land and the king was totally blinded. The light did not resume until Mirian prayed to \"Nino's God\" for aid. Upon his arrival he requested the audience with Nino and converted to Christianity soon after. According to tradition, Mirian's second wife, Nana, preceded her husband in conversion.Thomson, Robert W. (1996), Rewriting Caucasian History, pp. 83-90. Oxford University Press, His conversion fostered the growth of the central royal government, which confiscated the pagan temple properties and gave them to the nobles and the church; the medieval Georgian sources give evidence of how actively the monarchy and the nobility propagated Christianity and of the resistance they encountered from the mountain folk.Amidon, Philip R. (1997), The church history of Rufinus of Aquileia, books 10 and 11, p. 48. Oxford University Press, The Roman historian Rufinus as well as the Georgian annals report that, after their conversion, the Iberians requested clergy from the emperor Constantine, who responded vigorously and sent priests and holy relics to Iberia. The Georgian tradition then relates a story of the construction of a cathedral in Mtskheta at Mirian's behest and the king's pilgrimage to Jerusalem shortly before his death. According to tradition, Mirian and his wife Nana were interred at the Samtavro convent in Mtskheta, where their tombs are still shown. ==Family== The Georgian sources speak of Mirian's two marriages. His first wife was Abeshura, daughter of the last Arsacid Iberian king who also traced his ancestry to the ancient Pharnabazid dynasty of Iberia. She died without issue when Mirian was 15 years old, in 292 according to Toumanoff. With her death, \"the kingship and queenship of the Pharnabazid kings came to an end in Iberia\",—the chronicler continues. Mirian subsequently remarried his second queen, Nana \"from Pontus, daughter of Oligotos\", who bore him two sons—Rev and Varaz-Bakur—and a daughter who married Peroz, the first Mihranid dynast of Gugark. ==References== == Sources == * * * * * * * * * * * * * * * * Category:Chosroid kings of Iberia Category:Saints of Georgia (country) Category:3rd-century Iranian people Category:4th-century Iranian people Category:4th-century Christian saints Category:4th-century Christianity Category:4th-century monarchs in Asia Category:3rd-century monarchs in Asia Category:Converts to Christianity from Zoroastrianism Category:House of Mihran Category:Vassal rulers of the Sasanian Empire Category:People of the Roman–Sasanian Wars Category:Christians in the Sasanian Empire Category:270s births Category:361 deaths Category:Year of birth uncertain",
 "title": "Mirian III of Iberia"
}