{
 "id": "724910",
 "text": "In Greek mythology, Hippolytus (, Hippolytos \"unleasher of horses\"; ) is the son of Theseus and either Hippolyta or Antiope. His downfall at the hands of Aphrodite is most famously recounted by the playwright Euripides, although other, sometimes differing versions of the story have also survived. == Etymology == The meaning of Hippolytus' name is ironically ambiguous. Ἱππό translates to \"horse\", and the element -λυτος (from λύω \"loosen, destroy\") suggests the adjective λυτός, -ή, -όν \"which may be undone, destroyed.\" His name thereby takes on the prophetic meaning \"destroyed by horses\". == Premise of the myth == Hippolytus is a hunter and sportsman who is disgusted by sex and marriage. In consequence, he scrupulously worships Artemis, the virgin huntress, and refuses to honor Aphrodite.Frazer, James. The Golden Bough (Chapter 1–2, particularly) Offended by this neglect, Aphrodite causes Phaedra, Hippolytus’ stepmother, to fall in love with him; Hippolytus rejects Phaedra’s advances, setting events in motion that lead to his death in a fall from his chariot. == Hippolytus in Euripides == Euripides' tragedy Hippolytus describes the death of the eponymous hero after a confrontation with his stepmother Phaedra, the second wife of Theseus. Cursed by Aphrodite, Phaedra falls so ardently in love with Hippolytus that she becomes physically ill and decides to end her suffering through suicide. Her nurse tries to save her by revealing the secret to Hippolytus and encouraging him to reciprocate. Hippolytus responds only with horror and disgust, humiliating Phaedra. In despair, and not wanting to admit the true reason for ending her life, she hangs herself and leaves a note for Theseus accusing his son of raping her. Theseus, furious, uses one of the three wishes given to him by Poseidon, his father, to curse Hippolytus, who has fled the palace to go hunting. Poseidon sends a sea-monster to terrorize Hippolytus's chariot horses, which become uncontrollable and hurl their master out of the vehicle. Entangled in the reins, Hippolytus is dragged to death. Artemis reconciles father and son by telling Theseus that Phaedra was lying, and comforts the dying Hippolytus with a promise to make him the subject of religious practice so that his memory will live forever. She assigns a band of Trozenian maidens the task of preserving the story of Phaedra and Hippolytus in a ritual song. Versions of this story also appear in Seneca the Younger's play Phaedra, Ovid's Metamorphoses and Heroides, and Jean Racine's Phèdre. ===Hippolytus as Virbius and his afterlife === thumb|right|Diana returning to Aricia Hippolytus resuscitated by Aesculapius. Pausanias relates a story about Hippolytus that differs from the version presented by Euripides. Hippolytus was resuscitated by Asclepius; once revived he refused to forgive Theseus and went to Italy and became the king of the Aricians and named a city after Artemis. He ruled as \"Virbius\" from inside the shrine of Diana. (The sanctuary forbade horses from entering, which is why it is believed he lived there.) The story of Hippolytus is different from Euripides because it brings him back from the dead to live his life in Italy where Euripides permanently connects him to his tomb. As a result, a cult grew up around Hippolytus, associated with the cult of Diana. His cult believed that Artemis asked Asclepius to resurrect the young man since he had vowed chastity to her. Followers of Hippolytus' cult cut off a piece of their hair to dedicate their chastity to him before marriage. == Gallery == File:Esculape rend la vie à Hippolyte.jpg|Esculape rend la vie à Hippolyte by Abel de Pujol File:German school Hippolytus, Phaedra and Theseus.jpeg|Hippolytus, Phaedra and Theseus. German School, 18th Century File:Hippolytus mosaic 01.jpg|Part of the mosaic of Hippolytus in the Archaeological Park of Madaba, Jordan. File:Hyppolitus készlet.jpg| Hippolytus set - Seuso treasure ==See also== * Rex Nemorensis * The Golden Bough * Phaedra complex * Ippolito ed Aricia * Hippolyte et Aricie ==References== ==External links== * * Hippolytus for details on the figure of Hippolytus and a classicist's philological study of the evolution of Hippolytus as a chastity paradigm in Euripides, Seneca, Racine; extensive bibliography (in Dutch) Category:Mythological Greek archers Category:Metamorphoses characters Category:Children of Theseus Category:Attican characters in Greek mythology Category:Characters in Greek mythology Category:Deeds of Artemis Category:Deeds of Poseidon Category:Asclepius in mythology Category:Phaedra",
 "title": "Hippolytus of Athens"
}