{
 "id": "725051",
 "text": "Indapamide is a thiazide-like diuretic drug used in the treatment of hypertension, as well as decompensated heart failure. Combination preparations with perindopril (an ACE inhibitor antihypertensive) are available. The thiazide-like diuretics (indapamide and chlorthalidone) reduce risk of major cardiovascular events and heart failure in hypertensive patients compared with hydrochlorothiazide with a comparable incidence of adverse events. Both thiazide diuretics and thiazide-like diuretics are effective in reducing risk of stroke. Both drug classes appear to have comparable rates of adverse effects as other antihypertensives such as angiotensin II receptor blockers and dihydropyridine calcium channel blockers and lesser prevalence of side- effects when compared to ACE-inhibitors and non-dihydropyridine calcium channel blockers. It was patented in 1968 and approved for medical use in 1977. It is on the World Health Organization's List of Essential Medicines. == Medical uses == Its indications include hypertension and edema due to congestive heart failure. Indapamide has been shown to reduce stroke rates in people with high blood pressure. Studies have shown that the blood pressure lowering effects of indapamide in combination with perindopril reduce the rate of stroke in high risk patients (those with a history of high blood pressure, stroke or type two diabetes). The HYVET study was one of the first landmark trials to demonstrate a significant reduction in all cause mortality in octogenarians, with or without the addition of perindopril. Two systematic reviews also identified reductions in all cause mortality with thiazide-like diuretics, including indapamide, in octogenarians, as well as in young-elderly patients. == Contraindications == Indapamide is contraindicated in known hypersensitivity to sulfonamides, severe kidney failure, hepatic encephalopathy or severe liver failure, and a low blood potassium level. There is insufficient safety data to recommend indapamide use in pregnancy or breastfeeding. == Adverse effects == Commonly reported adverse events are low potassium levels, fatigue, orthostatic hypotension (an exaggerated decrease in blood pressure upon standing, often associated with syncope), and allergic manifestations. Monitoring the serum levels of potassium and uric acid is recommended, especially in subjects with a predisposition to low levels of potassium in the blood and gout. == Interactions == Caution is advised in the combination of indapamide with lithium and drugs causing prolonged QT interval (on EKG) or wave-burst arrhythmia (ie: astemizole, bepridil, IV erythromycin, halofantrine, pentamidine, sultopride, terfenadine, and vincamine). == Overdose == Symptoms of over dosage would be those associated with a diuretic effect (ie electrolyte disturbances), low blood pressure, and muscular weakness. Treatment should be symptomatic, directed at correcting electrolyte abnormalities. == See also == * Perindopril/indapamide — a fixed-dose combination used for essential hypertension == References == == External links == * Category:Thiazides Category:Diuretics Category:Benzamides Category:Indoles Category:Chloroarenes Category:Laboratoires Servier Category:Carbonic anhydrase inhibitors Category:World Anti-Doping Agency prohibited substances",
 "title": "Indapamide"
}