{
 "id": "725126",
 "text": "{| class=wikitable align=\"right\" width=\"250\" !bgcolor=#e7dcc3 colspan=2|Pentagonal icositetrahedron |- |align=center colspan=2|120px|Pentagonal icositetrahedron, anticlockwise twist120px|Pentagonal icositetrahedron (Click ccw or cw for rotating models.) |- |bgcolor=#e7dcc3|Type||Catalan |- |bgcolor=#e7dcc3|Conway notation||gC |- |bgcolor=#e7dcc3|Coxeter diagram|| |- |bgcolor=#e7dcc3|Face polygon||60px irregular pentagon |- |bgcolor=#e7dcc3|Faces||24 |- |bgcolor=#e7dcc3|Edges||60 |- |bgcolor=#e7dcc3|Vertices||38 = 6 + 8 + 24 |- |bgcolor=#e7dcc3|Face configuration||V3.3.3.3.4 |- |bgcolor=#e7dcc3|Dihedral angle||136° 18' 33' |- |bgcolor=#e7dcc3|Symmetry group||O, ½BC3, [4,3]+, 432 |- |bgcolor=#e7dcc3|Dual polyhedron||snub cube |- |bgcolor=#e7dcc3|Properties||convex, face-transitive, chiral |- |align=center colspan=2|240px|Pentagonal icositetrahedron Net |}thumb|A geometric construction of the Tribonacci constant (AC), with compass and marked ruler, according to the method described by Xerardo Neira.thumb|3d model of a pentagonal icositetrahedron In geometry, a pentagonal icositetrahedron or pentagonal icosikaitetrahedronConway, Symmetries of things, p.284 is a Catalan solid which is the dual of the snub cube. In crystallography it is also called a gyroid. It has two distinct forms, which are mirror images (or \"enantiomorphs\") of each other. == Construction == The pentagonal icositetrahedron can be constructed from a snub cube without taking the dual. Square pyramids are added to the six square faces of the snub cube, and triangular pyramids are added to the eight triangular faces that do not share an edge with a square. The pyramid heights are adjusted to make them coplanar with the other 24 triangular faces of the snub cube. The result is the pentagonal icositetrahedron. == Cartesian coordinates == Denote the tribonacci constant by t\\approx 1.839\\,286\\,755\\,21. (See snub cube for a geometric explanation of the tribonacci constant.) Then Cartesian coordinates for the 38 vertices of a pentagonal icositetrahedron centered at the origin, are as follows: *the 12 even permutations of (±1, ±(2t+1), ±t2) with an even number of minus signs *the 12 odd permutations of (±1, ±(2t+1), ±t2) with an odd number of minus signs *the 6 points (±t3, 0, 0), (0, ±t3, 0) and (0, 0, ±t3) *the 8 points (±t2, ±t2, ±t2) == Geometry== The pentagonal faces have four angles of \\arccos((1-t)/2)\\approx 114.812\\,074\\,477\\,90^{\\circ} and one angle of \\arccos(2-t)\\approx 80.751\\,702\\,088\\,39^{\\circ}. The pentagon has three short edges of unit length each, and two long edges of length (t+1)/2\\approx 1.419\\,643\\,377\\,607\\,08. The acute angle is between the two long edges. The dihedral angle equals \\arccos(-1/(t^2-2))\\approx 136.309\\,232\\,892\\,32^{\\circ}. If its dual snub cube has unit edge length, its surface area and volume are: :\\begin{align} A &= 3\\sqrt{\\frac{22(5t-1)}{4t-3}} &&\\approx 19.299\\,94 \\\\\\ V &= \\sqrt{\\frac{11(t-4)}{2(20t-37)}} &&\\approx 7.4474 \\end{align} ==Orthogonal projections== The pentagonal icositetrahedron has three symmetry positions, two centered on vertices, and one on midedge. {|class=wikitable |+ Orthogonal projections |- align=center !Projective symmetry |[3] |[4]+ |[2] |- !Image |120px |120px |120px |- !Dual image |120px |120px |120px |} === Variations=== Isohedral variations with the same chiral octahedral symmetry can be constructed with pentagonal faces having 3 edge lengths. This variation shown can be constructed by adding pyramids to 6 square faces and 8 triangular faces of a snub cube such that the new triangular faces with 3 coplanar triangles merged into identical pentagon faces. {| class=wikitable width=480 |- align=center valign=top |160px Snub cube with augmented pyramids and merged faces |160px Pentagonal icositetrahedron |160px Net |} ==Related polyhedra and tilings== 160px|thumb|Spherical pentagonal icositetrahedron This polyhedron is topologically related as a part of sequence of polyhedra and tilings of pentagons with face configurations (V3.3.3.3.n). (The sequence progresses into tilings the hyperbolic plane to any n.) These face-transitive figures have (n32) rotational symmetry. The pentagonal icositetrahedron is second in a series of dual snub polyhedra and tilings with face configuration V3.3.4.3.n. The pentagonal icositetrahedron is one of a family of duals to the uniform polyhedra related to the cube and regular octahedron. ==References== * (Section 3-9) * (The thirteen semiregular convex polyhedra and their duals, Page 28, Pentagonal icositetrahedron) *The Symmetries of Things 2008, John H. Conway, Heidi Burgiel, Chaim Goodman- Strauss, (Chapter 21, Naming the Archimedean and Catalan polyhedra and tilings, page 287, pentagonal icosikaitetrahedron) ==External links== *Pentagonal Icositetrahedron – Interactive Polyhedron Model Category:Catalan solids Category:Chiral polyhedra",
 "title": "Pentagonal icositetrahedron"
}