{
 "id": "725558",
 "text": "David Ford (born 24 February 1951) is a politician in Northern Ireland, who was a Member of the Northern Ireland Assembly for South Antrim from June 1998 until June 2018, leader of the Alliance Party of Northern Ireland from October 2001 until October 2016 and was Northern Ireland Minister of Justice from April 2010 until May 2016. ==Early life== Ford was born on 24 February 1951 to Irish and Welsh parents and grew up in Orpington, Kent, England. Ford was educated at Warren Road Primary School, Orpington and Dulwich College, London. He spent summer holidays on his uncle's farm in Gortin, County Tyrone, and moved to Northern Ireland permanently in 1969 when he went to study Economics at Queen's University Belfast (QUB). There he joined the university's student Alliance Party grouping. After graduating, Ford took a year out to work as a volunteer at the ecumenical Corrymeela Community in Ballycastle, County Antrim, before starting work as a social worker in 1973. ==Political career== Ford stood unsuccessfully for Antrim Borough Council in 1989, and entered politics full-time when he became general secretary of the Alliance Party. In that role, he was best known as a strong supporter of the then-leader John Alderdice and an advocate of better political organisation and community politics. He was elected to Antrim Borough Council in 1993, 1997 and – after leaving the Council in 2001 to concentrate on Assembly business – again in 2005. In 1996, Ford stood unsuccessfully for election to the Northern Ireland Forum in South Antrim. In 1997, he obtained 12% of the vote in the general election in South Antrim, and in 1998 was elected to the Northern Ireland Assembly in the constituency of the same name. He fought South Antrim again in the 2000 by-election and in the 2001 and 2005 general elections. ==Alliance Party leadership== In 2001, Seán Neeson resigned from the Party leadership following poor election results. David Ford won the leadership election on 6 October by 86 votes to 45, ahead of Eileen Bell. Ford outlined his internationalist view point in his speech at the leadership selection when he said: > I am keen to co-operate with other non-sectarian groups in Northern Ireland, > including political parties that will stand against the tribal divide. Our > links to the South are not as good as they should be, either with the PDs or > with Fine Gael, where we have many natural allies. We must also recognise > that Northern Ireland is not unique in the world. Our stand is not different > in substance from those who work for peace and reconciliation in Cyprus, > Palestine or Bosnia. We should learn from friends abroad. To suggest that > 'our wee province' is unique is to do a disservice. There is little more > objectionable than the sight of the political begging bowl being dragged out > by sectional politicians. Ford gave Alliance a stability which it had lacked since the departure of John Alderdice, but the Party had declined seriously in the late 1990s and all Ford could do was stabilise the situation. Within a month of taking over the leadership, however, Ford had a chance to establish Alliance's relevancy in the post-Good Friday Agreement environment – on 6 November 2001, the Northern Ireland Executive was to be re-established. Due to defections within his own Ulster Unionist Party, First Minister David Trimble, had insufficient support within the Unionist bloc in the Assembly to be re-elected to his post. Ford and two of his five colleagues re-designated as Unionist, for just 22 minutes, in order to secure Trimble's position, and thereby enabled the devolved institutions to operate for another year. However, Alliance failed to make any political gains from their move, and the UUP and Sinn Féin failed to reach agreement on the decommissioning issue, ensuring that the institutions collapsed again in October 2002. In the Northern Ireland Assembly Elections of 2003, Ford's seat in the Assembly was perceived to be under severe threat from Sinn Féin's Martin Meehan, with many commentators expecting him to lose it. However, Ford's expertise in nuts and bolts electioneering stood him in good stead. Although Alliance's vote almost halved, Ford's own vote in South Antrim increased from 8.6% to 9.1%. Meehan's vote increased dramatically, from 7.3% to 11.5%, and he started the election count ahead. Ford had much greater transfer appeal and finished 180 votes ahead of Meehan at the end of a dramatic three-way fight for the last two seats, with the SDLP's Thomas Burns just 14 votes ahead of Ford. Despite the dramatic fall in vote, Alliance held on to its six seats in the Assembly, which remained suspended. In 2004, Ford made good his leadership election pledge to work with other parties, as Alliance joined with the Workers' Party, Northern Ireland Conservatives and elements of the Northern Ireland Women's Coalition to support Independent candidate John Gilliland in the European elections, achieving the best result for the centre ground for 25 years. Ford's greatest triumph came in the 2007 Northern Ireland Assembly election, when the party achieved its highest vote share since Alderdice's departure and picked up a seat in what was an otherwise poor election for the moderates. Despite media predictions once again of his demise, Ford himself was elected third in South Antrim, with over 13% of the poll. In the 2011 Assembly elections, the Alliance Party managed to increase their vote by 50% gaining an extra seat in East Belfast and surpassing the Ulster Unionist Party in Belfast. ==Northern Ireland Justice Minister== On 12 April 2010, Ford was chosen by the Assembly to become Northern Ireland's first Justice Minister in 38 years. Ford was supported in the Assembly by the DUP, Sinn Féin, the Alliance Party, the Green Party and the Progressive Unionist Party. Separate candidates for the position were put forward by both the Ulster Unionists and the SDLP, being Danny Kennedy and Alban McGuinness respectively. Referencing the election, Ford said, \"I am fully conscious that I am not the unanimous choice of this assembly but I do say to every member of this house, that we have a duty together to provide leadership and if we didn't know that before, we sadly had a reminder of it at half past twelve this morning.\" ==Personal life== David Ford and his wife Anne have four grown-up children and live in rural County Antrim. Until the spring of 2013, he was an elder in the Second Donegore congregation of the Presbyterian Church in Ireland. He was removed from his role as a ruling elder over differences with fellow congregants on the subject of gay marriage. ==See also== *Alliance Party of Northern Ireland == References == ==External links== *Official site Category:1951 births Category:Living people Category:English Presbyterians Category:Leaders of the Alliance Party of Northern Ireland Category:Alumni of Queen's University Belfast Category:Alliance Party of Northern Ireland MLAs Category:Northern Ireland MLAs 1998–2003 Category:Northern Ireland MLAs 2003–2007 Category:Northern Ireland MLAs 2007–2011 Category:Northern Ireland MLAs 2011–2016 Category:Northern Ireland MLAs 2016–2017 Category:Northern Ireland MLAs 2017–2022 Category:People educated at Dulwich College Category:English people of Welsh descent Category:People from Orpington Category:Presbyterians from Northern Ireland Category:Ministers of the Northern Ireland Executive (since 1999) Category:Members of Antrim Borough Council Category:Alliance Party of Northern Ireland councillors",
 "title": "David Ford (politician)"
}