{
 "id": "725680",
 "text": "The Torngat Mountains are a mountain range on the Labrador Peninsula at the northern tip of Newfoundland and Labrador and eastern Quebec. They are part of the Arctic Cordillera.Park Wardens - Arctic Cordillera The mountains form a peninsula that separates Ungava Bay from the Atlantic Ocean. ==Etymology== The name Torngat is derived from an Inuktitut word meaning place of spirits, sometimes interpreted as place of evil spirits. ==Geography== The Torngat Mountains have a substantial geographical extent. About 56% of the range is located in Quebec, 44% is in Labrador, and the remainder, less than 1%, is located on Killiniq Island in Nunavut. At least 2% of the mountain chain is under water, and poorly surveyed. The Torngat Mountains cover , including lowland areas and extend over from Cape Chidley in the north to Hebron Fjord in the south. The Torngat Mountains have the highest peaks of eastern continental Canada. The highest point is Mount Caubvick (also known as Mont D'Iberville) at . There are no trees in the Torngat Mountains because the mountains lie in an arctic tundra climate and are therefore above the tree line. Permafrost is continuous on the Quebec side of the border, and it is extensive but discontinuous on the eastern Atlantic side. The terrain is over above sea level and is predominantly rocky desert. {| class=\"wikitable\" |+ Highest Peaks of the Torngat Mountains ! Rank !! Name !! m !! ft |- | 1 || Mount Caubvick || 1652 || 5420 |- | 2 || Torngarsoak Mountain || 1595 || 5232 |- | 3 || Cirque Mountain || 1568 || 5144 |- | 4 || Peak 5100 (24I/16) || 1554+ || 5100+ |- | 5 || Peak 5074 || 1547 || 5074 |- | 6 || Mount Erhart || 1539 || 5049 |- | 7 || Jens Haven || 1531 || 5023 |- | 8 || Peak 5000 (24P/01) || 1524+ || 5000+ |- | 9 || Peak 5000 (24I/16) || 1524+ || 5000+ |- | 10 || Innuit Mountain || 1509 || 4951 |} == Geology == thumb|Aerial view of Four Peaks region of Torngat Mountains Precambrian gneisses that comprise the Torngat Mountains are among the oldest on Earth and have been dated at roughly 3.6 to 3.9 billion years old. Geologists recognize the gneisses of the Torngats as a part of the Canadian Shield or Laurentian Upland, which, composing the very old North American Craton, split from the continent of Rodinia roughly 750 million years ago to form the geologic core of North America.Nick Eyles and Andrew Miall, Canada Rocks: The Geologic Journey (Markham, Ont., Fitzhenry & Whiteside: 2007) pp. 66–67. However, the mountain- building or orogeny of the Torngats took place much more recently, and is characteristic of the folding and faulting that defines the series of geological events known as Arctic Cordillera.Nick Eyles and Andrew Miall, Canada Rocks: The Geologic Journey (Markham, Ont., Fitzhenry & Whiteside: 2007) This, according to some, makes the Torngats, as mountains, \"distinct compared to the surrounding Precambrian Canadian Shield,\"Exhumation of the Torngat Mountains, Northern Labrador, Canada , J. P. Centeno, D. F. Stockli, J. Gosse. though they are ultimately composed of shield rock. Evidence of this dramatic cordilleran folding and faulting characterizing the Torngat Mountains can be seen distinctly in rocks where the North American Craton long ago collided with the Nain Craton, later exposed in cross-section by glacial scouring, especially at Saglek Fjord.Nick Eyles and Andrew Miall, Canada Rocks: The Geologic Journey (Markham, Ont., Fitzhenry & Whiteside: 2007) p. 100. == Glaciation == The ranges of the Torngat Mountains are separated by deep fjords and finger lakes surrounded by sheer rock walls. The fjords were produced by glaciation. The Laurentide Ice Sheet covered most of the mountains at least once, however during the last ice age the coverage was more limited. Currently, there are over 100 active small mountain glaciers in the Torngat Mountains with a total of about 195 ice masses in the region. == Ecology == ===Flora=== The Torngat Mountain tundra is characterized by sparse cover of arctic sedge, grass, lichen, and moss. Patches of mixed arctic evergreen and deciduous shrubs can be found on sheltered south-facing slopes, increasing in prevalence as one moves south. ===Fauna=== The tundra provides seasonal habitat for caribou, polar bears, and the only tundra-dwelling black bears in the world. In addition, the coastal area of this ecoregion lies along the Atlantic migratory flyway. ==Conservation== The Torngat Mountains National Park Reserve was announced on 1 December 2005. It aims to protect wildlife (caribou, polar bears, peregrine falcon and golden eagle among others), while offering wilderness-oriented recreational activities. ==In popular culture== In the CBC Series Geological Journey the Torngat mountains are featured. Notably, a billion-year-old coal seam (based on algae, not peat swamps) was discovered in the Torngat mountains on the Newfoundland Coast as part of the filming of the series. Backcountry Magazine ran a feature story written by Drew Pogge in 2009 on steep skiing in the Torngat Mountains, notably first descents in Nachvak and Saglek fjords, as well as on the Caubvick massif. ==See also== *List of ecoregions in Canada (WWF) *Torngat Mountains National Park *Kuururjuaq National Park ==References== ==Further reading== * Ives, J. D. 1957. \"Glaciation of the Torngat Mountains, Northern Labrador\". Arctic. 10, no. 2: 67–87. * Kobalenko, Jerry. 2007. \"Ghost Coast - Kayaking the Foreboding Fiords of Torngat Mountains National Park\". Canadian Geographic. 127, no. 3: 38. * Schaefer, James A, and Stuard N Luttich. 1998. \"Articles - Movements and Activity of Caribou, Rangifer Tarandus Caribou, of the Torngat Mountains, Northern Labrador and Quebec\". The Canadian Field-Naturalist. 112, no. 3: 486. * Way, R.G., Bell, T. and Barrand, N.E. 2014. \"An inventory and topographic analysis of glaciers in the Torngat Mountains, northern Labrador, Canada\". Journal of Glaciology. 60, no. 223: 945–956. * Perkins, Robert \"Against Straight Lines/Alone in Labrador\" 1983 Perkins sets off on a journey in 1979 to remote Labrador crossing the Torngat Mountains from Atlantic Ocean to Ungavava Bay. ==External links== *Torngat Mountains *Great photos of the mountain range *Statistics Canada Principal heights by range or region *Tales from the Torngats, August 2004 *Alexander Forbes Collection: Aerial photo survey of Labrador from 1931, 1932, and 1935 expeditions - University of Wisconsin-Milwaukee Libraries Digital Collections *Torngat Mountains: Canada's newest national park Category:Labrador Category:Mountain ranges of Newfoundland and Labrador Category:Mountain ranges of Quebec Category:Arctic Cordillera Category:Physiographic sections Category:Landforms of Nord-du- Québec",
 "title": "Torngat Mountains"
}