{
 "id": "725770",
 "text": "Justin Smith Morrill (April 14, 1810December 28, 1898) was an American politician and entrepreneur who served in the United States House of Representatives (1855–1867) and United States Senate (1867–1898) for Vermont. He is most widely remembered today for the Morrill Land-Grant Acts that established federal funding for establishing many of the United States' public colleges and universities. He was one of the founders of the Republican Party.McCarthy, Daniel (2008-05-05) Fewer Bases, More Baseball , The American Conservative ==Early life== Morrill was born in Strafford, Vermont on April 14, 1810, the son of Mary Hunt (Proctor) Morrill and Nathaniel Morrill, a farmer, blacksmith, and militia leader who attained the rank of colonel. Morrill attended the common schools of Stratford, Thetford Academy and Randolph Academy. He then trained for a business career by working as a merchant's clerk in Strafford and Portland, Maine. He then was a merchant in Strafford, and the partnership in which he participated with Judge Jedediah H. Harris grew to own and operate four stores throughout the state.Hiram Carleton, Genealogical and Family History of the State of Vermont, Volume 1, 1903, page 83 Morrill also served in local offices including Town Auditor and Justice of the Peace.Richard Zuczek, Encyclopedia of the Reconstruction Era, Volume 2, page 422 One of Judge Harris's daughters married Portus Baxter, who also served in Congress. Baxter and Morrill became close friends as a result of the connection to Judge Harris, with Morrill referring to Baxter as \"one of nature's noblemen\" and Baxter consciously patterning his business and political career on Morrill's.William Belmont Parker, The Life and Public Services of Justin Smith Morrill, 1924, page 52 Morrill invested in several successful ventures, including banks, railroads, and real estate. By the late 1840s he was financially secure enough to retire, and he became a gentleman farmer. In addition to farming, Morrill became active in the Whig Party, including serving as Chairman of the Orange County Whig Committee, a member of the Vermont State Whig Committee, and a Delegate to the 1852 Whig National Convention.Alfred Charles True, A History of Agricultural Education in the United States: 1785–1925, 1929, page 95 ==Congressional career== thumb|alt=Morrill seated in a suit|left|Justin Smith Morrill (pictured between 1865 and 1880) In 1854 Morrill was elected to the Thirty-fourth Congress as a Whig. He was a founder of the Republican Party, and won reelection five times as a Republican, serving from March 4, 1855 to March 3, 1867. He served as chairman of the Committee on Ways and Means in the Thirty-ninth Congress. He also served on the Joint Committee on Reconstruction, which drafted the Fourteenth Amendment to the United States Constitution. In 1866 Morrill was elected to the U.S. Senate as a Union Republican. He was reelected as a Republican in 1872, 1878, 1884, 1890, and 1896, and served from March 4, 1867, until his death, almost thirty-one years. He served as chairman of the Committee on Public Buildings and Grounds (Forty-first through Forty-fourth Congresses) where he played a vital role in obtaining the current Library of Congress main building through his work on the Joint Select Committee on Additional Accommodations for the Library. He also served as chairman of the Committee on Finance (Forty-fifth, Forty-seventh through Fifty-second, Fifty- fourth and Fifty-fifth Congresses). In addition, Morrill was a regent of the Smithsonian Institution from 1883 to 1898 and a trustee of the University of Vermont from 1865 to 1898. Perhaps his most lasting legacy to Congress as an institution was his legislation to establish the National Statuary Hall Collection inside the United States Capitol, permitting each state to send two statues for display inside the Capitol to honor noteworthy citizens. ==Legislation== The Morrill Tariff of 1861 was a protective tariff law adopted on March 2, 1861. Passed after anti-tariff southerners had left Congress during the process of secession, Morrill designed it with the advice of Pennsylvania economist Henry C. Carey.Cynthia Clark Northrup, Elaine C. Prange Turney, Encyclopedia of Tariffs and Trade in U.S. History, 2003, page 265 It was one of the last acts signed into law by James Buchanan, and replaced the Tariff of 1857.Alvin S. Felzenberg, The Leaders We Deserved (and a Few we Didn't), 2010, page 190 Additional tariffs Morrill sponsored were passed to raise revenue during the American Civil War.Bob Navarro, The Country in Conflict, 2008, page 105 Morrill is best known for sponsoring the Morrill Act, also known as the Land Grant College Act. This act was signed into law by Abraham Lincoln in 1862, and established federal funding for higher education in every state of the country. In his own words: He also authored the Morrill Anti-Bigamy Act of 1862, which targeted The Church of Jesus Christ of Latter- day Saints, based on the then-existing practice of plural marriage (polygamy). It imposed a five-hundred dollar fine and up to five years imprisonment for the crime of polygamy. On January 6, 1879, in Reynolds v. United States the Supreme Court, upheld the Anti-Bigamy Act's ban on plural marriage.Michael S. Durham, Desert Between the Mountains, 1999, page 199Richard Neitzel Holzapfel, The Utah Journey, 2009, page 211Gordon Morris Bakken, editor, Law in the Western United States, 2000, page 292 A second Land Grant College Act in 1890 targeted the former Confederate states and led to the creation of several historically black colleges and universities.Roger L. Geiger, editor, History of Higher Education Annual, 1998, page 81 The Land Grant College Acts ultimately led to the founding of 106 colleges including many state universities, polytechnic colleges, and agricultural and mechanical colleges.Epsilon Sigma Phi, Land Grant Universities , retrieved March 10, 2014 ==Personal== thumb|Mausoleum of Senator Justin Smith Morrill in Strafford, Vermont In 1851, Morrill married Ruth Barrell Swan (1822–1898) of Easton, Massachusetts. They had two children. Justin Harris Morrill (1853–1855) died in childhood. James Swan Morrill (1857–1910) graduated from the University of Vermont in 1880 and Columbian College Law School in 1882. He was a lawyer and farmer and served in a variety of offices including as a member of the Vermont House of Representatives.Hiram Carleton, Genealogical and Family History of the State of Vermont, Volume 1, 1903, page 85Vermont Secretary of State, Legislative Manual, 1902, page 107Washington Post, James S. Morrill Dead, July 29, 1910George Washington University, General Alumni Catalogue of George Washington University, 1917, page 174 He wrote Self-Consciousness of Noted Persons, published in 1886. A facsimile of the book is available at archive.org. Morrill died in Washington, D.C. on December 28, 1898.Leonard C. Schlup, James G. Ryan, Historical Dictionary of the Gilded Age, 2003, page 321 He was buried at Strafford Cemetery.Inter-state Journal magazine, The Morrill Mausoleum, September 1900, page 3 At the time of Morrill's death his 43 years and 299 days of continuous Congressional service was the longest in U.S. history. He has since been surpassed, but still ranks 26th as of March 2021. ==Legacy== The Justin Smith Morrill Homestead in Strafford is a National Historic Landmark.U.S. Government Printing Office, House Resolution 1253, Commemorating the 200th anniversary of the birth of Vermont Senator Justin Smith Morrill, April 14, 2010 Many colleges established under the Morrill Act created a 'Morrill Hall' in his honor.Robert F. Wilson, Vermont Curiosities: Quirky Characters, Roadside Oddities & Other Offbeat Stuff, 2008 Morrill was initiated into the Delta Upsilon fraternity as an honorary member in 1864.Delta Upsilon fraternity, The Delta Upsilon Quarterly, Volume 11, 1892, page 30 He received honorary degrees from the University of Vermont, University of Pennsylvania, Dartmouth College, and many other institutions.D. Appleton and Company, Appleton's Annual Cyclopedia and Register of Important Events, 1898, page 559 Justin Morrill College at Michigan State University was named for him.Michigan State University, College of Arts and Letters, Justin Morrill College, 1965–1979 , retrieved March 10, 2014 In 1962, the U.S. Postal Service issued a 4 cent postage stamp to celebrate the centennial of the Morrill Land-Grant College Act. In 1999, the Postal Service issued a 55 cent Great Americans series postage stamp of Morrill to honor his role in establishing the land grant colleges.Cornell University, Senator Justin S. Morrill: The Land-Grant College Act and Cornell, retrieved March 10, 2014 In 1967 Ohio State University opened two residence halls on its campus. Named for Morrill and Abraham Lincoln, they are also known as The Towers. They are the tallest buildings on the OSU campus, and among the tallest in Columbus Ohio. ==See also== *List of United States Congress members who died in office (1790–1899) ==References== ==Further reading== *Cross, Coy F. Justin Smith Morrill, Father of the Land-Grant Colleges. Michigan State University Press: 1999. . * Memorial Address on the Life and Character of Justin S. Morrill. Government Printing Office: 1899. ==External links== Includes Guide to Research Collections where his papers are located. * * *\"An Audacious Act: How a High School Dropout Helped Educate America\" produced by WFCR New England Public Radio and journalist Lisa Mullins *NDSU shrine to Morrill *Vermont Division for Historic Preservation * Friends of the Morrill Homestead * Justin Morrill: Land For Learning Documentary produced by Vermont Public Television * Justin S. Morrill papers at Baker Library Special Collections, Harvard Business School. Category:1810 births Category:1898 deaths Category:United States senators from Vermont Category:Members of the United States House of Representatives from Vermont Category:People of Vermont in the American Civil War Category:Vermont culture Category:People from Strafford, Vermont Category:Vermont Whigs Category:Vermont Republicans Category:Republican Party United States senators Category:Burials in Vermont Category:Whig Party members of the United States House of Representatives Category:Republican Party members of the United States House of Representatives Category:Half-Breeds (Republican Party) Category:19th-century American politicians Category:Thetford Academy, Vermont alumni",
 "title": "Justin Smith Morrill"
}