{
 "id": "725861",
 "text": "Amintore Fanfani (; 6 February 1908 – 20 November 1999) was an Italian politician and statesman, who served as 32nd prime minister of Italy for five separate terms. He was one of the best-known Italian politicians after the Second World War and a historical figure of the left-wing faction of Christian Democracy.\"Amintore Fanfani\", Enciclopedia Treccani. He is also considered one of the founders of the modern Italian centre-left.Franzosi, The Puzzle of Strikes, PA202 p. 202 Beginning as a protégé of Alcide De Gasperi, Fanfani achieved cabinet rank at a young age and occupied all the major offices of state over the course of a forty-year political career. In foreign policy, he was one of the most vocal supporters of European integration and established closer relations with the Arab world.\"La politica mediterranea dell'Italia. Il governo italiano e la Democrazia Cristiana di fronte al mondo arabo negli anni del centro-sinistra (1963–1972)\" In domestic policy, he was known for his cooperation with the Italian Socialist Party, which brought to an alliance that radically renewed the country, thanks to numerous reforms, including the nationalization of Enel, the extension of compulsory education, and the introduction of a more progressive tax system.\"Il primo governo di centrosinistra: Fanfani 1962\" Fanfani served in numerous ministerial positions, including Minister of the Interior, Minister of Foreign Affairs, Minister of Labour, Minister of Agriculture and Minister of Budget and Economic Planning. He served also as President of the Italian Senate for three terms between 1968 and 1987. He was appointed senator for life in 1972. Six years later, after the resignation of Giovanni Leone, he provisionally assumed the functions of President of the Republic as chairman of the upper house of the Italian Parliament, until the election of Sandro Pertini. Despite his long political experience and personal prestige, Fanfani never succeeded in being elected head of state. Fanfani and the long-time liberal leader Giovanni Giolitti still hold the record as the only statesmen to have served as prime minister of Italy in five non-consecutive periods of office. He was sometimes nicknamed Cavallo di Razza (\"Purebred Horse\"),\"Ebbe tutte le cariche, gli sfuggì solo il Quirinale\" thanks to his innate political ability; however, his detractors simply called him \"Pony\" due to his small size.\"Amintore Fanfani\" – Biografia ==Early life== Fanfani was born in Pieve Santo Stefano, in the province of Arezzo, Tuscany, in a middle-class family. His father, Giuseppe Fanfani (1878–1943), was a carpenter's son who succeeded in studying and graduating in law, starting the profession of lawyer and notary; while his mother Annita Leo (1884–1968) was a housewife. Fanfani, who was the first of nine children, grew up in an observant Catholic family.Gli uomini che fecero la Repubblica In 1920, at only 12 years old, Fanfani joined Catholic Action (AC), of which he became a local leader after few years.Mondo democristiano, mondo cattolico nel secondo Novecento italiano After attending the scientific lyceum of Arezzo, he graduated in political and economic sciences in 1930 at the Catholic University in Milan, with the thesis Economic Repercussions and Effects of the English Schism.\"Lo spirito del welfare\", Andrea Bassi He was the author of a number of important works on economic history dealing with religion and the development of capitalism in the Renaissance and Reformation in Europe. His thesis was published in Italian and then in English as Catholicism, Capitalism and Protestantism in 1935. Under the regime of Benito Mussolini, he joined the National Fascist Party (PNF) supporting the corporatist ideas of the regime promoting collaboration between the classes, which he defended in many articles. \"Some day\", he once wrote, \"the European continent will be organized into a vast supranational area guided by Italy and Germany. Those areas will take authoritarian governments and synchronize their constitutions with Fascist principles.\" He also wrote for the official magazine of racism in Fascist Italy, The Defence of the Race (Italian: La difesa della razza). In 1938, he was among the 330 that signed the antisemitic Manifesto of Race (Italian: Manifesto della razza) Fanfani il \"modernizzatore\", Quotidiano della Basilicata, 6 February 2008 – culminating in laws that stripped the Italian Jews of any position in the government, university or professions which many previous had. Fanfani also became a professor at the School of Fascist Mysticism in Milan.Amintore Fanfani – Dizionario Bibliografico Treccani On 22 April 1939, Fanfani married Biancarosa Provasoli, a 25-year-old lady who grew up in a bourgeois family from Milan.Amintore Fanfani: quaresime e resurrezioni The couple had two sons and five daughters, born between 1940 and 1955.L'addio a Fanfani, la Repubblica In Milan, Fanfani wrote \"Catholicism and Protestantism in the historical development of Capitalism\", in which he proposed a bold interpretation of the phenomena of capitalism, with particular reference to the conditioning of the religious factors and fundamentally disagree with the thesis of Max Weber. This work brought him to the forefront among US Catholics, especially was much appreciated by John F. Kennedy.Quel presidente che ammirava Hitler, Franco e Fanfani At the 1956 Democratic National Convention in Chicago, Kennedy called with megaphone Fanfani, who was in court, pointing to the audience and acknowledged that the influence of Fanfani and of his words were a major cause of his entry into politics.Fanfani a ruota libera: \"Kennedy e Roosevelt li ho ispirati io During the years he spent in Milan, he knew Giuseppe Dossetti and Giorgio La Pira. They formed a group known as the \"little professors\" who lived ascetically in monastery cells and walked barefoot. They formed the nucleus of Democratic Initiative, an intensely Catholic but economically reformist wing of the post-war Christian Democratic Party,\"Illness in the Family\", Time, 18 January 1954\"The Little Professor\", Time, 25 January 1954. holding meetings to discuss Catholicism and society. After the surrender of Italy with the Allied armed forces on 8 September 1943, the group disbanded. Until the Liberation in April 1945, Fanfani fled to Switzerland dodging military service, and organized university courses for Italian refugees.Quaderni Svizzeri 1943–1945 ==Early political career== thumb|left|200px|Fanfani in 1948 Upon his return to Italy, he joined the newly founded Christian Democracy (DC), of which his friend Dossetti was serving as deputy secretary. He was as one of the youngest party leaders and a protégé of Alcide De Gasperi, the undisputed leader of the party for the following decade.Alcide De Gasperi, britannica.com Fanfani represented a particular ideological position, that of conservative Catholics who favoured socio- economic interventionism, which was very influential in the 1950s and 1960s but which gradually lost its appeal. \"Capitalism requires such a dread of loss,\" he once wrote, \"such a forgetfulness of human brotherhood, such a certainty that a man's neighbour is merely a customer to be gained or a rival to be overthrown, and all these are inconceivable in the Catholic conception [...] There is an unbridgeable gulf between the Catholic and the capitalist conception of life.\" Private economic initiative, in his view, was justifiable only if harnessed to the common good. In the 1946 election, he was elected to the Constituent Assembly for the constituency of Siena–Arezzo–Grosseto, which would remain his political stronghold for all his career. As a constituent, he was appointed in the Commission that drafted the text of the new Republican Constitution. The first article of the new constitution reflected Fanfani's philosophy. He proposed an article, which read: \"Italy is a democratic republic founded on labor.\"«Fondata sul lavoro»: l'articolo 1 e il compromesso alla base della Costituzione italiana, Corriere della Sera After two years, in the 1948 general election, he was elected to the Italian Chamber of Deputies, with more than 35,000 votes.Elezioni del 1948, Collegio di Siena–Arezzo–Grosseto, Ministero dell'Interno Under De Gasperi, Fanfani took on a succession of ministries. From June 1947 until January 1950, he served as Minister of Labour;Governo De Gasperi V, governo.it while from July 1951 to July 1953, he was Minister of Agriculture,VII Governo De Gasperi, camera.it and from July 1953 to January 1954 he served as Minister of the Interior in the caretaker government of Giuseppe Pella.Governo Pella, governo.it As Minister of Labour, he developed the so-called \"Fanfani house\" program for government-built workers' homes and put 200,000 of Italy's unemployed to work on a reforestation program. As Minister of Agriculture, he set in motion much of the Christian Democrats' land reform program. On 28 February 1949, Fanfani launched a seven-year plan for popular housing to increase the stock of economic housing by means of construction or purchase of economic accommodation. The law also established a special housing fund, the so-called \"INA-Casa\", within the National Institute for Insurance (Istituto Nazionale delle Assicurazioni, or INA).Growth to Limits: The Western European Welfare States Since World War II Volume 4 edited by Peter Flora \"He can keep going for 36 hours on catnaps, apples and a few sips of water,\" according to a news report in Time magazine. Once, when someone proposed Fanfani for yet another ministry, De Gasperi refused. \"If I keep on appointing Fanfani to various ministries,\" he said, \"I am sure that one of these days I will open the door to my study and find Fanfani sitting at my desk.\" ==Leader of the party and prime minister== ===First government=== On 12 January 1954, after only 5 months in power, Prime Minister Giuseppe Pella was forced to resign, after a strong confrontation with many members of DC, regarding the appointment of Salvatore Aldisio as new Minister of Agriculture.Governo Pella, Governo.itCattolico e risorgimentale, Pella e il caso di Trieste Fanfani was then appointed by President Luigi Einaudi as new head of the government.Governo Fanfani I, governo.it Fanfani formed a one-party government composed only by members of the Christian Democracy. He chose, among others, Giulio Andreotti, another protégé of De Gasperi, as Minister of the Interior, Adone Zoli as Minister of Finance and Paolo Emilio Taviani as Minister of Defence.\"Roman Circus\", Time, 8 February 1954.I Governo Fanfani, camera.it However, the cabinet lasted only 23 days when it failed to win approval in the Parliament, being rejected by the Chamber of Deputies with 260 votes in favor, 303 votes against and 12 abstentions out of 563 present. On 10 February, Mario Scelba sworn in as new prime minister.Il nuovo ministero Scelba ha prestato giuramento al Quirinale, in \"La Nuova Stampa\", 11 February 1954, page 1 Fanfani's first government was the shortest-lived cabinet in the history of the Italian Republic. Since De Gasperi's retirement in 1953 Fanfani emerged as the most probable successor, a role confirmed by his appointment as party secretary in June 1954, a position that he would held until March 1959.\"Young Initiative\", Time, 12 July 1954. ===Secretary of the Christian Democracy=== thumb|left|180px|Fanfani during a rally in 1954 As secretary, he reorganized and rejuvenated the national party organization of the Christian Democrats, decreasing its strong dependence on the Catholic Church and the national government which had typified the De Gasperi period.\"Out for the Big Win\", Time, 26 May 1958. During his tenure, he built a close relation with Enrico Mattei, the CEO of Eni. They remained key allies until Mattei's assassination in October 1962.Il neo-atlantismo di Fanfani e Mattei However, his activist and sometimes authoritarian style,Fanfani, una leadership spuntata, Il Sole 24 Ore as well as his reputation as an economic reformer, ensured that the moderate and the right-wingers within the DC, who opposed the state's intrusion into the country's economic life, regarded him with distrust. His indefatigable energy and his passion for efficiency carried him far in politics, but he was rarely able to exploit fully the opportunities that he created. As an anonymous Christian Democrat bigwig once remarked: \"Fanfani has colleagues, associates, acquaintances and subordinates, but I have never heard much about his friends.\" In May 1955, Einaudi's term as president of the Italian Republic came to an end, and Parliament had to choose his successor. Fanfani was promoting for the office the liberal Cesare Merzagora, who was then President of the Senate. However the right-wing of the party, led by Giuseppe Pella and Giulio Andreotti, organized an internal coup in order to get the Christian Democrat Giovanni Gronchi elected instead. The move received the surprising support of the Italian Communist Party (PCI) and Italian Socialist Party (PSI), and also of the Monarchist National Party (PNM) and the neo-fascist Italian Social Movement (MSI). After a bitter battle and the final crumbling of the centrist front, on 29 April 1955 Gronchi was elected President of the Republic with 658 votes out of 883.\"Danger on the Left\", Time, 9 May 1955. During his secretariat, he built good relations both with United States President Dwight D. Eisenhower and Secretary of State John Foster Dulles, culminated to a state visit to Washington D.C. in August 1956.Gli Stati Uniti e Fanfani, Università di Roma The brutal suppression of 1956 Hungarian Revolution, saw him coordinating a strong anti-communist propaganda in the country.Amintore Fanfani e la crisi del comunismo ===General election in 1958 and second government=== In the 1958 general election, Fanfani run as secretary of the Christian Democrats and main candidate to become the next prime minister. The electoral result was similar to the one of five years before. The Christian Democracy gained 42.4% of votes, nearly doubling Palmiro Togliatti's Communist Party, which arrived second. However, the poor results of the other small centrist and secular parties kept the same problems of political instability within the centrist coalition, which characterised the previous legislature.Elezioni del 1958, Ministero dell'Interno The Christian Democracy resulted even more polarized between Fanfani's leftist faction and the opposite one which urged for a rightist policy; Fanfani relaunched his reformist agenda, advocating for a dialogue with the Italian Socialist Party (PSI), which had stopped its ties with the communists after the Hungarian Revolution.Ungheria, la rottura tra PCI e PSI However, a government between DC and PSI was probably too premature due to the strong opposition of DC's right-wing, so, on 1 July 1958, Fanfani sworn in as new prime minister at the head of a coalition government with the Italian Democratic Socialist Party (PSDI), and a case-by-case support of the Italian Republican Party (PRI).Governo Fanfani II, senato.it He then decided not to resign immediately as secretary of the DC, wanting to bring the party behind him, at least until a new congress. He started an active foreign policy, along the lines of the so-called \"neo-atlantism\", implementing a more autonomous foreign policy from the United States, presenting Italy as the main regional power of the Mediterranean Basin, trying to avoid the increase of Soviet Union's sphere of influence over the Arab countries.Amintore Fanfani e la politica estera italiana However, he failed to leave a mark in domestic politics, despite his ambitious proposal of a 10-year plan for the development of public school, which was approved by the Parliament but not implemented. His economic policy was characterized by an increasing public spending.Il Fanfani II: un governo breve, ma intenso! The unprecedented concentration of power that he had achieved was also the main reason of his second government's decline. The outrageous conservative opposition resulted in a progressive breakdown of the internal majority faction, \"Democratic Initiative\".1958 – 1963, II governo Fanfani In January 1959, a conspicuous group of Christian Democrats started voting against their own government, forcing Fanfani to resign on 26 January 1959, after only six months in power.\"Italy's Fanfan\", Time, 16 June 1961. On 16 February, Antonio Segni sworn in as new prime minister.Governo Segni I, senato.it In March 1959, Fanfani resigned as party's secretary too, and Aldo Moro became the new leader. After few weeks, he founded a new faction, known as \"Nuove Cronache\" (\"New Chronicles\").Si sfalda la corrente fanfaniana In party's congress in October 1959, Moro was slightly confirmed secretary, after a thought battle with Fanfani, who was defeated thanks to the decisive vote of the right-wing faction of Mario Scelba and Giulio Andreotti.VII Congresso – Firenze, Teatro La Pergola When the Italian Liberal Party (PLI) withdrew its support to Segni's government, Fanfani cooperated with Moro, attempting to establish a new centre-left government, with a case-by-case socialist support. However, this pact was strongly opposed by ecclesiastical hierarchies as well as the usual opposition of the DC's right-wing. After Fanfani's failure, Fernando Tambroni was appointed new prime minister.Il governo Tambroni, raiscuola.it Tambroni, a right-wing conservative, received a decisive vote of confidence by the neo-fascist Italian Social Movement (MSI). The MSI had been banned by any type of political power since its birth under the theory of the \"Constitutional Arch\", which stated that any government or party which had voted the Italian Constitution, had to refuse any relationship with fascist and monarchist forces, seen as anti-constitutional groups. Strikes and revolts causing some casualties erupted through the country, and Tambroni had to resign within few months. On 26 July 1960, Fanfani returned to the premiership, this time with an openly centre-left program supported by the PSI abstention.III Legislatura: 12 giugno 1958 - 15 maggio 1963 ===Third and fourth government=== His third government was formed only by DC ministers, and included also members of the party's right-wing, like Giulio Andreotti, Giuseppe Pella, Mario Scelba and Guido Gonella, who served respectively as ministers of Defence, Budget Interior and Justice. The cabinet was externally supported by PSDI, PRI and PLI.Governo Fanfani III, governo.it With Fanfani as prime minister and Moro as secretary of the party, the so-called Organic Centre-left period officially began.Il centrosinistra – Storia, Rai Cultura In February 1962, after the national congress of the Christian Democracy, Fanfani reorganised his cabinet and gained the benign abstention of the socialist leader Pietro Nenni.\"A Sinistra?\", Time, 12 January 1962. During this term as prime minister, Fanfani carried out a number of reforms in areas such as health, education, and social security. On 8 April 1962 the cabinet introduced broad provisions covering building areas. Local governments were obliged to provide plans of areas suitable for economic housing, while strict price controls for building areas were introduced to prevent speculation. On 31 December 1962, the Parliament approved a law that extended compulsory education to the age of 14 and introduced a single unified curriculum, lasting for a 3-year period after primary education. On 12 August 1962, Fanfani introduced a supplementary pension payment, equal to one-twelfth of the annual amount of pension minima, while also introducing child supplements for pensioners. Moreover, on 5 March 1963, he introduced a voluntary pension insurance scheme for housewives. On 19 January 1963, the government proposed a bill that extended the insurance against occupational diseases to artisans, while general improvements to cash benefits were carried out: all pensions were to be adjusted every third year to the minimum contractual wage in the respective industrial sector, while earnings-replacement rates were raised to correspond to contractual disability rates. In February 1963, improved health benefits for agricultural workers, with the introduction of free pharmaceutical assistance and the flat-rate sickness indemnity replaced by an earnings-related indemnity equal to 50% of minimum contractual pay (in each province) for a maximum of 180 days. In his three years rule, thanks to the key support of the PSI, Fanfani approved the nationalization of Enel, the national electric company and the establishment of middle school, the introduction of share taxation. Only the implementation of the ordinary statute regions and the urban reform remained uncompleted, due to a strong internal opposition within the DC. Moreover, the new international balance of power marked by the presidency of John F. Kennedy, influenced Western politics in favor of reformism, as the best alternative to defeat communism. During his premiership, Fanfani built up a good relation with President Kennedy. The two leaders met the first time during 1956 Democratic National Convention in Chicago,Il feeling di JFK con Fanfani. 'Gli piaceva, ma non in modo incredibile' and in 1963, Fanfani was invited at the White House.Fanfani a colloquio con Kennedy alla Casa Bianca Some analysts reported that Kennedy considered Fanfani an example of Catholic reformism.Fanfani a ruota libera: \"Kennedy e Roosevelt li ho ispirati io During the Cuban Missile Crisis, according to Ettore Bernabei, it was Fanfani who proposed the withdrawal of medium-range US missiles from Apulia, which than resulted in a peaceful ending of the crisis.Giovagnoli - Tosi, 2010, pages 477–480 ===General election in 1963 and resignation=== Despite a good approval in public opinion, his reformist policy produced a significant mistrust of the Italian industrial class and the right-wing of the Christian Democracy; multinational potentates opposed the opening to the Arab countries led by Fanfani's ally Enrico Mattei, founder of Eni. In the 1963 general election, the Christian Democrats lost almost one million votes, gaining nearly 38%, while the PCI arrived second with 25%.Elezioni del 1963, Ministero dell'Interno However the liberals surged to 7%, their best results ever, receiving many votes from former Christian Democratic supporters, who were against Fanfani's centre-left policies. With the decline of electoral support, on 22 June 1963, the majority of DC members decided to replace Fanfani with a provisional government led by impartial President of the Chamber of Deputies, Giovanni Leone;I Governo Leone, camera.it however in autumn, when the congress of the Socialist Party authorized a full engagement of the party into the government, Leone resigned and Aldo Moro, secretary of the DC and leader of the more leftist wing of the party, became the new prime minister and ruled Italy for more than four years.I Governo Moro, governo.it ==Minister and president of the Senate== thumb|left|upright|Fanfani during the 1970s In August 1964, President Antonio Segni suffered a serious cerebral hemorrhage while he was working at the presidential palace; he only partially recovered and decided to resign. Fanfani tried to be elected president, running against DC's official candidate, Giovanni Leone.Scrutini per l'elezione di Giuseppe Saragat a presidente della Repubblica, camera.it However, neither Fanfani nor Leone succeeded in being elected, in fact, during the 1964 presidential election, the social-democratic leader Giuseppe Saragat succeeded in gaining the majority of votes.L'elezione del Presidente Saragat, quirinale.itQuirinale: 1964, via crucis per Leone, ce la fa Saragat Fanfani's reckless action against Leone caused him even more enmities. In March 1965, Fanfani was appointed Minister of Foreign Affairs, during the second government of Aldo Moro.Governo Moro II, governo.it In December 1965, he was forced to resign after the publication of an unauthorized interview, in which he harshly criticised the government and the United States.Guarda chi c'è in casa del ministro, la Repubblica However, after only two months, he returned to the office in Moro's third cabinet.Governo Moro III, governo.itFausto De Luca, Giuramento a Segni dei ventisei ministri, in \"Stampa Sera\", 23 July 1964, page 1 During his ministry, he implemented a strong pro-European politics, advocating a strengthen of the European Economic Community (EEC). Moreover, he was a vocal opponent of US bombing on civilians during the Vietnam War. Fanfani also continued implementing his pro-Arab policies in the Mediterranean Sea, and tried to built a closer relation with China.La politica araba dell'Italia democristiana From 1965 to 1966, he also served as President of the United Nations General Assembly, becoming the only Italian to have held this office.Fanfani: dalla Costituente all'ONU, una vita per la politicaIl politico che divorava il potere, la Repubblica In the 1968 general election, Fanfani ran for the Senate of the Republic, being elected in the constituency of Arezzo, with 41,070 votes.Elezioni del 1968 – Collegio di Arezzo, Ministero dell'Interno On 5 June 1968, he was elected President of the Senate and remained in office until 26 June 1973.I Presidenti del Senato dal 1948, senato.it On 26 September 1968, Fanfani lost his wife, Biancarosa, who died in a car accident, at only 54-year-old.Una crisi improvvida nella vita di Fanfani, Corriere della Sera In March 1970, after the fall of Mariano Rumor's second cabinet, President Saragat gave Fanfani the task of forming a new center-left government, but his proposal to bring in the cabinet, all the parties' secretaries was not accepted, because was seen as an excessive way to strengthen the government, in contrast to the particracy which dominated Italian politics. On 27 March, Rumor sworn in as prime minister again.Composizione del Governo Rumor III, senato.it In the 1971 presidential election, Fanfani was proposed as Christian Democracy's candidate for the Presidency of the Republic. Once again the move failed, being weakened by the divisions within his own party and the candidacy of the socialist Francesco De Martino, who received votes from PCI, PSI and some PSDI members.Corsa al Quirinale: l'elezione di Giovanni Leone, Panorama Fanfani retired after several unsuccessful ballots and, at the twenty-third round, Giovanni Leone, who was Fanfani's rival in the 1964 election, was finally elected with a centre-right majority.L'elezione del Presidente Leone, quirinale.it On 10 March 1972, Leone appointed Fanfani Senator for life.Scheda di attività di Amintore Fanfani – V Legislatura, senato.it ===Second term as secretary=== In June 1973 Fanfani was elected secretary of the Christian Democracy for a second term, replacing his former protégé Arnaldo Forlani, who was now a supporter of centrist policies. As such, he led the campaign for the referendum on repealing the law allowing divorce, which was approved by the parliament in 1970.Legge n. 898 del 1 dicembre 1970, Gazzetta Ufficiale Those voting \"yes\" wanted to outlaw divorce as had been the case before the law came into effect, and those voting \"no\" wanted to retain the law and their newly gained right to divorce. The voting method caused significant confusion with many people not understanding that they had to vote \"no\" to be able to divorce or vote \"yes\" to outlaw divorce.Referendum divorzio, 45 anni fa il No all'abrogazione della legge The DC and the neo-fascist MSI intensely campaigned for a yes vote to abolish the law and make divorce illegal again. Their main themes were the safeguarding of the traditional nuclear family model and the Roman Catechism;Divorzio, 40 anni fa la \"retorica\" di Fanfani per fare abrogare la leggeIl \"no\" che cambiò l'Italia: la storia del referendum sul divorzio, Corriere della Sera while most left-wing political forces, including PCI and PSI, supported the \"no\" faction. Fanfani thought that a \"no\" victory could have given him the control of in his own party again; in fact other key figures like Moro, Rumor, Emilio Colombo and Francesco Cossiga, who believed in the defeat at the referendum, kept a low profile during the campaign.Amintore Fanfani, Il Post Despite Fanfani's activism, the \"no\" front was defeated by margin of 59.3% to 40.7% on a voter turnout of 87.7%, thus allowing the divorce laws to remain in force.Dieter Nohlen & Philip Stöver (2010) Elections in Europe: A data handbook, p1048 The soundly defeat in the divorce referendum forced his resignation as party secretary in July 1975. The new secretary of the party was Benigno Zaccagnini, a Christian leftist who was initially supported by Fanfani, but after his ideas of starting a cooperation with the Communist Party, Fanfani, Andreotti and Flaminio Piccoli, tried to forced Zaccagnini to resignation, but they failed.Benigno Zaccagnini nel futuro della politica, Romano Prodi On 3 August 1975, Fanfani married his second wife, Maria Pia Tavazzani, a widow and strong-willed woman engaged in multiple voluntary activities, nationally and internationally.E' morta a 97 anni Maria Pia Fanfani, la Repubblica On 5 July 1976, Fanfani was elected President of the Senate for a second term, a position that he held until 1 December 1982.Elezione del Presidente del Senato della Repubblica del 1976, senato.it In that new political phase he had to significantly reduce his ambitions of holding an active political role, acting like sober and low-profile statesman. Meanwhile, on 30 July 1976, Moro reached an agreement with the Communist leader, Enrico Berlinguer, to start a government composed only by Christian Democrats but with the abstention of the PCI.1976: nasce il governo di solidarietà nazionale The cabinet, who was led by Andreotti, was nicknamed \"Government of the non-no-confidence\".Il governo della \"non sfiducia\", nel 1976, Il Post ===Kidnapping of Aldo Moro=== In January 1978, Andreotti's government fell due to the withdrawal of support from the PCI, which wanted to be directly involved in the government, an hypothesis however rejected by the Christian Democracy.Head of Small‐Italian Party Is Asked to Form Cabinet, New York Times In March 1978, the political crisis was overcome by the intervention of Aldo Moro, who proposed a new cabinet, again formed only by Christian Democratic politicians, but with positive confidence votes from the other parties, including Berlinguer's PCI.Berlinguer, teoria e tecnica del compromesso storico This cabinet was formed on 16 March 1978, the day on which Aldo Moro was kidnapped by the left wing terrorist group known as Red Brigades (BR). The dramatic situation which followed brought PCI to vote for Andreotti's cabinet for the sake of what was called \"national solidarity\", despite its refusal to accept several previous requests.Discorsi parlamentari di Enrico Berlinguer, Italian Chamber of Deputies, ed. M.L. Righi, 2001, p. 183. I Presidenti Leone e Pertini di fronte alla Costituzione e alla crisi del Governo Andreotti IV: fra sequestro Moro, apogeo della solidarietà nazionale ed evoluzione del ruolo presidenziale During the kidnapping of his long-time friend but also rival, despite Andreotti and Cossiga's positions, Fanfani did not refuse every possibility of negotiations with the terrorists. Moro was killed by the Red Brigades in May 1978. Fanfani was the only Christian Democratic leader to be allowed by Moro's family to participate to the funeral.Aldo Moro: l'ultimo viaggio nel buio, la Repubblica ==Last terms as prime minister== In June 1981, Giovanni Spadolini, a member of the Republican Party, was appointed prime minister, becoming the first non-Christian Democrat to hold the office since the foundation of the republic. In November 1982, Spadolini was forced to resign due to the so- called \"godmothers' quarrel\", a political conflict between ministers Beniamino Andreatta and Rino Formica about the separation between Ministry of Treasury and Bank of Italy.ll divorzio tra Tesoro e Bankitalia e la lite delle comari, Il Sole 24 Ore Fanfani, who was still serving as President of the Senate, received the task from President Sandro Pertini of forming a new government and sworn in on 1 December 1982.Governo Fanfani V, governo.it The cabinet was composed by members of DC, PSI, PSDI, and PLI.L'VIII Legislatura al capolinea: il Governo Fanfani V e la crisi dei partiti nei primi anni Ottanta Fanfani resigned on 29 April 1983, when, after months of tense relations in the majority, the central committee of the Socialist Party, meeting on 22 April, decided the withdrew its support to the government, calling for new elections.Il Governo Fanfani si è dimesso thumb|170px|left|Amintore Fanfani in 1983 The 1983 general election resulted in a big loss for DC and its new secretary, Ciriaco De Mita. The Christian Democrats in fact lost more than five percentage points from the previous election, while the PSI gained ground.Elezioni del 1983, Ministero dell'Interno On 4 August 1983, the socialist leader Bettino Craxi succeeded Fanfani at the head of the government.Craxi, storia di un riformista, Il Tempo De Mita accused Fanfani for the electoral defeat and did not candidate him as President of the Senate, preferring Francesco Cossiga.La biografia del Presidente Cossiga, quirinal.itFrancesco Cossiga – Dizionario biografico Treccani After this fact, it was even clearer how Fanfani had by then lost much of his political power and control over the party.La caduta di Fanfani, la Repubblica In the 1985 presidential election, Cossiga was elected as president with 752 votes out of 977.L'elezione del Presidente Cossiga, quirinale.it His candidacy was endorsed by the DC, but supported also by communists, socialists, social democrats, liberals and republicans. This was the first time an Italian presidential candidate had won the election on the first ballot, where a two-thirds majority is necessary.Quirinale: 1985, ecco il \"sardomuto\" Cossiga, il picconatore On 9 July 1985, Fanfani was re-elected President of the Senate, for a third term.Biografia di un \"cavallo di razza\", la Repubblica In April 1987, De Mita decided to drop his support for Craxi's government.Craxi e De Mita, quando la staffetta era guerra This caused the immediate fall of the cabinet and the formation of a new government led again by Fanfani. Even though he was a close friend of Craxi, the socialist leader did not participate in the swearing in ceremony, sending the Undersecretary to the Presidency of the Council Giuliano Amato, to protest against De Mita's decision.Quando Bettino disertò il passaggio di consegne mandandoci Amato, Il Tempo Fanfani's sixth government, composed only of DC ministers with some independent ministers, did not gain the confidence in the Chamber of Deputies, following a surreal vote: it gained the confidence from PSI, PSDI and Radicals, that were excluded from the government, while the Christian Democrats abstained.Il senso del \"governo neutrale\" in un sistema istituzionale bloccato, Il Foglio Fanfani presented his resignation after only 11 days as head of government, causing the early dissolution of the houses.I Governi privi della fiducia iniziale He would remain in office until 29 July 1987, when after a general election, a new government was formed with Giovanni Goria at its head.Composizione del Governo Goria, senato.it ==After the premiership== In Goria's cabinet, Fanfani was appointed Minister of the Interior, however the government fell in April 1988, after the PSI withdrew its support in opposition to the reopening of the Montalto di Castro nuclear power plant, decided by the government. Ciriaco De Mita became the new prime minister and Fanfani held the office of Minister of Budget and Economic Planning.Governo De Mita, camera.it However, tensions between Christian Democrats and Socialists continued growing and De Mita was forced to resign in July 1989. In 1992, Fanfani was elected to the prestigious office of chairman of the Foreign Affairs Committee of the Senate and held the role until 1994.Composizione della Commissione permanente Affari esteri ed emigrazione, senato.it In January 1994, he supported the dissolution of the Christian Democracy, which had been overwhelmed by Tangentopoli corruption scandal, and the formation of the Italian People's Party (PPI). ==Death and legacy== Amintore Fanfani died in Rome on 20 November 1999, at the age 91.È morto Fanfani. Fu padre del centrosinistra, la Repubblica Fanfani is still a controversial figure in Italian politics. Admirers emphasize his reformist agenda and his ambition to cooperate with socialists, laying the groundwork for the birth of the modern centre-left, of which he is widely considered one of the main founding fathers.Il centrosinistra Critics condemn his centralized and often authoritarian political style, which was probably the main reason for his decline.Estendere l'azione contro il regime autoritario di Fanfani. He had always believed in the corporate state, considering Fascism only as a \"temporary aberration\" of corporatism. He never tried to hide his fascist past, but unlike many Italians, he freely admitted that he was wrong. Fanfani held all positions and offices that a politician could possibly aspire to, except the one he craved most, the presidency of the Republic. His authoritarian nature and factionalism within the Christian Democracy turned out to be the biggest obstacles to the emergence of \"Fanfanism\", the Italian version of Gaullism, and one by one he lost all his offices.Obituary Amintore Fanfani, The Guardian, 22 November 1999 ==Electoral history== {|class=wikitable style=\"width:55%; border:1px #AAAAFF solid\" |- ! width=12%|Election ! width=25%|House ! width=25%|Constituency ! width=5% colspan=\"2\"|Party ! width=12%|Votes ! width=12%|Result |- ! 1946 | Constituent Assembly | | bgcolor=\"\" | | DC | 15,692 | |- ! 1948 | Chamber of Deputies | Siena–Arezzo–Grosseto | bgcolor=\"\" | | DC | 35,515 | Elected |- ! 1953 | Chamber of Deputies | Siena–Arezzo–Grosseto | bgcolor=\"\" | | DC | 44,816 | Elected |- ! 1958 | Chamber of Deputies | Siena–Arezzo–Grosseto | bgcolor=\"\" | | DC | 45,956 | Elected |- ! 1963 | Chamber of Deputies | Siena–Arezzo–Grosseto | bgcolor=\"\" | | DC | 58,791 | Elected |- ! 1968 | | Arezzo | bgcolor=\"\" | | DC | 41,070 | Elected |} ==References== *Amintore Fanfani, Encyclopedia of World Biography *Franzosi, Roberto (1995). The Puzzle of Strikes: Class and State Strategies in Postwar Italy, Cambridge University Press, ==Further reading== * Giulio Andreotti, De Gasperi e il suo tempo, Milan, Mondadori, 1956. * Amintore Fanfani, Catholicism, Protestantism, and Capitalism, reprint, Norfolk: IHS Press, 2003. * Nico Perrone, Il segno della DC, Bari, Dedalo, 2002, . * Luciano Radi, La Dc da De Gasperi a Fanfani, Soveria Manelli, Rubbettino, 2005. ==External links== * Fondazione Amintore Fanfani * Category:1908 births Category:1999 deaths Category:People from the Province of Arezzo Category:Italian fascists Category:Christian Democracy (Italy) politicians Category:European integration pioneers Category:Italian People's Party (1994) politicians Category:Candidates for President of Italy Category:Prime Ministers of Italy Category:Foreign ministers of Italy Category:Agriculture ministers of Italy Category:Italian Ministers of the Interior Category:Members of the Constituent Assembly of Italy Category:Deputies of Legislature I of Italy Category:Deputies of Legislature II of Italy Category:Deputies of Legislature III of Italy Category:Deputies of Legislature IV of Italy Category:Presidents of the Italian Senate Category:Senators of Legislature V of Italy Category:Senators of Legislature VI of Italy Category:Senators of Legislature VII of Italy Category:Senators of Legislature VIII of Italy Category:Senators of Legislature IX of Italy Category:Senators of Legislature X of Italy Category:Senators of Legislature XI of Italy Category:Senators of Legislature XII of Italy Category:Senators of Legislature XIII of Italy Category:Italian life senators Category:Politicians of Tuscany Category:Presidents of the United Nations General Assembly Category:Italian anti-communists Category:Permanent Representatives of Italy to the United Nations Category:Università Cattolica del Sacro Cuore alumni Category:Università Cattolica del Sacro Cuore faculty Category:Burials at the Cimitero Flaminio",
 "title": "Amintore Fanfani"
}