{
 "id": "725928",
 "text": "Number One is a fictional character in the science-fiction franchise Star Trek. She is Christopher Pike's second-in-command during his time as captain of the starship Enterprise. She first appeared, portrayed by Majel Barrett, in \"The Cage\", the initial 1965 pilot episode of the original series. The pilot was rejected and most of its characters, including Number One, were omitted from the second pilot and the subsequent series (the relationship between Spock and Kirk would emulate that of Number One and Pike). However, footage from \"The Cage\" featuring the character was used in the two-part story \"The Menagerie\" in 1966, establishing Pike and Number One as members of a previous crew of the Enterprise and part of the Star Trek canon; Barrett herself, who would become the wife of Star Trek creator Gene Roddenberry, would portray a number of unrelated characters in the franchise from 1966 to 2009 such as Nurse Christine Chapel in the original series, Lwaxana Troi in Star Trek: The Next Generation, as well as the voice of the Enterprise computer for both series. In 2019, the second season of Star Trek: Discovery, set during Pike's tenure as captain of the Enterprise, featured Number One's first on-screen appearance in 53 years, now played by Rebecca Romijn. Romijn reprised her role in two episodes of Star Trek: Short Treks the same year; and the upcoming series Star Trek: Strange New Worlds will be centered on the adventures of Pike's crew, with Number One featured as one of the main characters of the series and Romijn reprising the role. Promotional material for Strange New Worlds gives the character's full name as Una Chin-Riley. ==Appearances== The character debuted in \"The Menagerie\" in 1966, and also in \"The Cage\", which was not broadcast until 1988. The character was not seen in live-action Star Trek again until 2019, when she was made a recurring character in second season of the CBS All Access web series Star Trek: Discovery. Although not shown on-screen, it is implied that Number One briefly takes command of the Enterprise when Captain Pike and his landing party first beam down to Talos IV. She later beams down to the planet several times herself. During \"The Cage,\" Number One proves to her alien captors that humans would rather die than be slaves. Her official biography notes that she is secretly attracted to Pike. Number One appears in three episodes of the second season of Star Trek: Discovery, starting with the episode \"An Obol for Charon,\" where she visits Pike on the USS Discovery. She briefs Pike on the repairs being made to the Enterprise, and also provides him with information regarding the whereabouts of Lieutenant Spock. Number One is said to be a very resourceful individual (Pike wryly points out that \"people have a tendency to end up owing her favors\") and has a predilection for spicy food - in the mess hall scene with Pike, she orders a cheeseburger with habanero sauce. Her name \"Una\" appears in the Star Trek: Discovery episode \"Such Sweet Sorrow, Part 2\" (at about 40:30), when Pike says, \"I'm giving you the conn, Una.\" Michelle Paradise, executive producer of Discovery, confirmed that Pike was addressing Number One. Una is a female name of Gaelic origin meaning \"the personification of truth, beauty, and unity\". It’s also Latin-derived, meaning “One.” Number One appears in two installments of the series of short films Star Trek: Short Treks. ==Controversy== During the development of the first pilot for Star Trek: The Original Series (\"The Cage\"), Roddenberry wrote the part of Number One specifically for Barrett.Cushman & Osborn (2013): p. 52Alexander (1995): p. 210 There was reluctance from the NBC executives to agree to an actress who was almost unknown.Cushman & Osborn (2013): p. 53 Roddenberry did see other actresses for the part, but no one else was considered. According to Gene Roddenberry and Stephen Whitfield, the prominence of a woman among the crew of a star-ship was one of the reasons the original Star Trek pilot was rejected by NBC, who, in addition to calling the pilot \"too cerebral,\" felt the alien Spock and a female senior officer would be rejected by audiences. Roddenberry related the tale of how women of the era had difficulty accepting her as well. Executive producer Herb Solow attempted to sell NBC executives on the idea that a fresh face would bring believability to the part, but they were aware that she was Roddenberry's girlfriend. Despite this, they agreed to her casting, not wanting to upset Roddenberry at this point in the production. After the pilot was rejected,Cushman & Osborn (2013): p. 65 a second pilot was produced.Cushman & Osborn (2013): p. 69 While it was generally explained that the network disliked a female character as the second-in-command of the Enterprise, Solow had a different opinion of events; he explained, \"no one liked her acting... she was a nice woman, but the reality was, she couldn't act.\"Engel (1994): p. 65 In his book Inside Star Trek: The Real Story, Solow suggests the network had no problem with the character, but was infuriated when a relatively unknown actress was cast simply because she was having an affair with Roddenberry.Solow, Justman (1996): pp. 39-40 Because of NBC's rare order of a second pilot, Roddenberry compromised by eliminating Number One,Solow, Justman (1996): p. 61 but aspects of her character—specifically, her cool demeanor and logical nature—were merged into Spock (who does appear in \"The Cage\") during the regular run of the series. ==Influence== On the series Star Trek: The Next Generation, Commander William Riker is usually (and informally) called \"Number One\" by Captain Picard, because of his position as first officer on the USS Enterprise. On the series Star Trek: Discovery, set in 2256 (two years after the events of \"The Cage\"), female Commander Michael Burnham is referred to as \"Number One\" by Captain Georgiou, because of her position as first officer on the USS Shenzhou. Series creator Bryan Fuller had originally intended only to refer to the character as Number One, in honor of Majel Barrett's character, but the name Burnham was instead revealed during the first episode. In Star Trek: Picard, retired Admiral Picard owns a pit bull called \"Number One\". Number One was first referred to as Una in the non- canonical 2016 novel trilogy Star Trek: Legacies, which was published by Pocket Books to mark the original series's 50th anniversary. Authors Greg Cox, David Mack, Dayton Ward and Kevin Dilmore gave her a first name because she had a central role in the novels. It has been suggested through several sources that this was done in honor of fellow Star Trek author Una McCormack. The name 'Una' became canon with its use in Star Trek: Discovery's second season finale. ==Reception== Barrett's role as Number One in the first pilot led to her being cast as Nurse Chapel in the original Star Trek television series. However, much of \"The Cage\" pilot footage was incorporated in the 1966 episode \"The Menagerie\" which featured Barrett in this role. In 2017, Space.com ranked \"The Menagerie\" the 3rd best episode of all Star Trek television. \"The Cage\" was supplied to NBC in 1965, but it was not released on VHS until 1986, and not broadcast until 1988. So \"The Menagerie\" was the first public broadcast of this character on television. In 2016, Number One was ranked as the 57th most important character in Starfleet within the Star Trek science fiction universe by Wired magazine, out of 100 characters. In 2017, CBR ranked Number One the 9th \"fiercest\" female character of the Star Trek universe. In 2018, actress Rebecca Romijn was cast as the character Number One for Star Trek: Discovery season 2, and said that she was \"honored to play such an iconic character.\"https://deadline.com/2018/10/star-trek-discovery-rebecca- romijn-number-one-first-look-1202478591/ Romijn's performance was met with positive reception. The producers announced plans to bring back Romijn as Number One for two episodes Star Trek: Short Treks and subsequently as a main character on Star Trek: Strange New Worlds. ==References== ===Bibliography=== * * * * ==Further reading== * * ==External links== Category:Television characters introduced in 1966 Category:Female characters in television Category:Fictional first officers Category:Starfleet lieutenants Category:Star Trek: Discovery characters Category:Star Trek: The Original Series characters",
 "title": "Number One (Star Trek)"
}