{
 "id": "725969",
 "text": "Mohsin Ahmad Alaini (; 20 October 1932 – 25 August 2021) was a Yemeni politician, who served as the prime minister of the Yemen Arab Republic five times between 1967 and 1975. ==Biography== In 1947, Alaini was selected among other students to do a scholarship in Beirut, then he studied Law at the Cairo University in 1952–59, and Sorbonne in 1956–57. He started his career as a teacher in Aden, where he was involved in the anti-colonial trade union movement from 1960 onwards against the British rule. Expelled from Aden by the British in 1961, he returned to Egypt as a delegate of the trade union federation. In Cairo, he joined the Ba'ath Party and allied himself with the moderate Nasserists. Following the Civil War and overthrow of the monarchy, he was appointed the first foreign minister of the Yemen Arab Republic. He consequently served four terms as Prime Minister under President Abdul Rahman al-Iryani. They were: # 5 November 1967 to 21 December 1967 # 29 July 1969 to 2 September 1969 # 5 February 1970 to 26 February 1971 # 18 September 1971 to 30 December 1972 The fifth and final term was served under Ibrahim al-Hamdi. It was from 22 June 1974 to 16 January 1975. Between and after these terms he was appointed foreign minister (1962, 1965, 1970–71, 1971–72, 1974), and sent as ambassador to the United Nations (1962–65, 1965–66, 1967–68, 1979–81), the Soviet Union (1968–70), France (1971, 1975–76), the United Kingdom (1973–74), West Germany (1981–84) and United States (1963–66, 1984–97). Back in Yemen he was nominated for the Shura council of elder statesmen. Alaini died on 25 August 2021, aged 88. ==Personal life== In 1962, al-Aini married Aziza Abulahom (Abu Luhum), with whom he had two sons, two daughters and six grandchildren. His brother-in-law and most important supporter Sinan Abu Luhum was governor of the port city of Al Hudaydah for many years. ==References== ==Literature== *Ron Leonard Bidwell: Dictionary of Modern Arab History, page 56f. Routledge, New York 1998 *The International Who's Who 1988–89, page 17. Europa Plublications Limited, London 1988 *Robert D. Burrowes: Historical Dictionary of Yemen, page 24. Lanham 2010 == External links == *rulers.org: Prime Ministers and Foreign Ministers of Yemen (Sana) *ambassadors.net: 50 Years in Shifting Sands (Book Revue) Category:1932 births Category:2021 deaths Category:People from Sanaa Governorate Category:Cairo University alumni Category:Prime Ministers of North Yemen Category:Foreign ministers of Yemen Category:Ambassadors of Yemen to Germany Category:Ambassadors of Yemen to France Category:Ambassadors of Yemen to the Soviet Union Category:Ambassadors to the United Kingdom Category:Ambassadors of Yemen to the United States Category:Permanent Representatives of Yemen to the United Nations Category:Ambassadors of North Yemen",
 "title": "Mohsin Ahmad al-Aini"
}