{
 "id": "725934",
 "text": "The Westminster Foundation for Democracy (WFD) is a United Kingdom non- departmental public body set up to support democratic institutions overseas. It was established on 26 February 1992 and registered as a company limited by guarantee in the UK. It receives funding from the Foreign and Commonwealth Office (FCO) and the Department for International Development (DFID), which were merged into the Foreign, Commonwealth, and Development Office (FCDO) in September 2020. Gloucester MP Richard Graham is the organisation's current chair of the board while former UK diplomat Anthony Smith serves as CEO since August 2014. == History == Established on 26 February 1992, not long after the fall of the Berlin wall, WFD initially focused on providing support to political parties in Eastern European countries as they transition to democracy. By the 2000s, WFD became well known as an organisation with specialty in strengthening parliamentary capacity through their programmes. == Objectives == WFD works to achieve sustainable political change in emerging democracies. Working with and through partner organisations, WFD seeks to strengthen the institutions of democracy through capacity building initiatives, technical support, and research projects that involve principally political parties (through the work of the UK political parties), parliaments, and the range of institutions that make up civil society, which includes non- governmental organisations (NGOs), trade unions, and the free press, among others. == Funding == In 2016, WFD had a budget of about £7 million, of which about £2.5 million was spent through the major UK political parties. WFD accounts are presented to the UK parliament annually. In 2021, its budget had doubled to over £14 million which included funds received from the FCDO, the Conflict, Stability and Security Fund (CSSF), the European Union (EU), and others. == Offices == WFD is headquartered in London, United Kingdom. As of September 2021, WFD operates in 25 countries grouped into several regional groupings: Asia, Europe & Central Asia, Middle East & North Africa, Sub- Saharan Africa, and Latin America. Asia (8) * Indonesia * Laos * Malaysia * Maldives * Nepal * Pakistan * Philippines (Bangsamoro) * Sri Lanka Europe & Central Asia (7) * Albania * Georgia * Kyrgyz Republic * Montenegro * North Macedonia * Serbia * Ukraine Middle East & North Africa (5) * Algeria * Lebanon * Morocco * Sudan * Tunisia Sub-Saharan Africa (5) * Gambia * Kenya * Nigeria * Sierra Leone * Uganda Latin America (1) * Venezuela The following are countries where WFD had previously established a programme and/or a country office in but have since been closed down: * Armenia *Democratic Republic of the Congo *Ghana *Jordan *Kosovo *Myanmar *Mozambique *Uzbekistan ==See also== *National Endowment for Democracy, a similar organisation based in the United States *Electoral Reform Society, an organisation seeking improvement in UK democracy *Conflict, Stability and Security Fund, a similar organisation established by the UK government ==References== ==External links== * Category:Foreign relations of the United Kingdom Category:Foreign, Commonwealth and Development Office Category:Non-departmental public bodies of the United Kingdom government Category:1992 establishments in the United Kingdom",
 "title": "Westminster Foundation for Democracy"
}