{
 "id": "726015",
 "text": "A dry box is a storage container in which the interior is kept at a low level of humidity. It may be as simple as an airtight and watertight enclosure, or it may use active means to remove water vapor from the air trapped inside. Dry boxes are used to safely store items that would otherwise be damaged or adversely affected by excessive humidity, such as cameras and lenses (to prevent fungal growth), 3D printing filament (to prevent moisture caused damages such as popping and sizzling when passing thru the hotend and turning into steam. Moisture soaked filament also becomes brittle or soft.), and musical instruments (to prevent humidity induced swelling or shrinkage of wooden instrument parts). They are also used in the storage of surface mount electronic components prior to circuit board assembly, to prevent water absorption that could flash into steam during reflow soldering, destroying the part. == Types == === Desiccant boxes === A simple dry box can consist of nothing more than a sealed, airtight box containing a desiccant, such as silica gel or anhydrous calcium chloride. These can be easily built at relatively low cost. However, the humidity level in such boxes cannot be controlled or regulated, owing to the difficulty of gauging the quantity of desiccant required to achieve a certain humidity level. Repeated opening of such boxes, allowing humid ambient air to enter, can saturate the desiccant, and some desiccants can have corrosive or other harmful effects on the contents of the box if they collect enough water to dissolve. === Electronic dry boxes === Electronic dry boxes contain a small Peltier cooler, which removes moisture from the air by condensing it out. A control dial is usually provided that permits the user rough adjustment of the humidity level. More sophisticated designs link the cooler to a settable digital hygrometer, allowing very precise humidity level control. Another form of electronic dry box technology utilizes multi-porous molecular sieve desiccants to adsorb moisture. This moisture and humidity control technology is renewable without having to replace desiccant and is capable of reaching low humidity (20%RH or less) to ultra low humidity (5%RH or less) levels. Generally dry boxes with 5%RH or less is utilized in surface mount technology in order to comply with IPC/JEDEC J-STD-033. Dessicants have advantages over Peltier coolers in colder ambient temperatures. ==See also== * Molecular sieve ==References== ==Sources== * https://www.eurekadrytech.com/how-does-eurekas-auto-dry-box-work * https://www.eurekadrytech.com/application/humidity-controlled-3d-printing- filament-storage-dry-cabinet * Frequently Asked Questions about Dry Box Cabinets * https://web.archive.org/web/20150513114432/http://www.jedec.org/sites/default/files/docs/jstd033b01.pdf Category:Tools",
 "title": "Dry box"
}