{
 "id": "726657",
 "text": "The Bite of Seattle is an annual food festival in Seattle, Washington, United States. It takes place at the Seattle Center, and goes by the official name of the Albert Lee Appliance Bite of Seattle. Locally, however, the festival is known as \"The Bite\". It is held on one weekend during the month of July, and is considered to be one of Seattle's largest food and beverage events with over 200 participating vendors. Admittance is free. == History == Back in July 1982, Alan Silverman, the president of Festivals, Inc., founded this festival which was originally held at Green Lake Park. Initially, it was expected that roughly 25,000 people would attend, but there was a total of 25 restaurants participating and 75,000 in attendance. In 2006, these number increased and exponentially grew as there were 60 restaurants and food vendors participating and over 425,000 visitors. Throughout the rest of the years, the number of visitors averaged out to about 400,000 people over the course of the three day long festival with over 60 restaurants participating. The 2020 Bite of Seattle and Taste of Tacoma were both cancelled due to the COVID-19 pandemic. == Accomplishments == For two consecutive years, 2016 and 2017, the Bite of Seattle was voted the \"Best Food Festival\" in the United States. On April 4, 2019, Alan Silverman was inducted into the Hall of Fame for the Washington Festival and Events Association. This was mainly due to his success of coordinating and creating many popular festivals, including the Bite of Seattle. ==Attractions== The Bite offers many attractions for food lovers and foodies, including food sampling from local restaurants, food cook-off competitions, eating competitions, new foods and vendors, commercial vendors, traveling tours, child-friendly activities and local chefs showcasing their cooking. There are also many activities and entertainment options unrelated to food, which include live entertainment, stage performances, a free movie night, craft beer & cider tasting, and beer gardens. Bite of Seattle hosts over 80 live bands that play on stage, primarily local and regional artists. These performances are usually held at one of the three main stages: either the Fountain Lawn Stage (sponsored by 95.7 The Jet), the Mural Stage (presented by Emerald Queen Casino and sponsored by 102.5 KZOK), or the Fisher Green Stage (presented by BECU and sponsored by 96.5 JACK FM). thumb|Cook-off at the 2010 event, one of the Bite's attractions ==References== ==External links== * Official website Category:Washington (state) culture Category:Festivals in Seattle Category:Seattle Center Category:Food and drink festivals in the United States Category:1982 establishments in Washington (state) Category:Recurring events established in 1982",
 "title": "Bite of Seattle"
}