{
 "id": "726974",
 "text": "Closer to Heaven is a musical by Jonathan Harvey and Pet Shop Boys. It was premiered in May 2001 at the Arts Theatre in London, opening to mixed reviews, and ran until 13 October 2001. A second production of Closer to Heaven was premiered in Australia in 2005. New off-West End productions premiered in London in 2015 and 2019. A spin-off cabaret show, entitled Musik: The Billie Trix Story, opened in Edinburgh in 2019. == Plot == The story is narrated by retired rock icon and actress Billie Trix (Frances Barber), who otherwise has a fairly small part in the story. The opening number, \"My Night\", is sung by Billie and the rest of the cast, and is used to introduce the characters. Shell Christian (Stacey Roca), is going to see her estranged father, Vic Christian (David Burt), for the first time in years. Vic, who is gay, left Shell and her mother during her childhood, and now runs a successful gay club in London. Meanwhile, Straight Dave (Paul Keating), who has just arrived from Ireland, is working as a bartender at Vic's club, although his ambition is to be a dancer at the club. After seeing and speaking to her father, Shell meets Dave, and they immediately fall in love. Record producer Bob Saunders (Paul Broughton) is a friend of Billie Trix and a regular at Vic's club. He sees Dave dancing and decides he wants to sign him for a boy band he is forming. He makes an offer to Dave, who has no interest in signing; however, Saunders continues to pressure Dave into working for him. Dave meets and falls in love with drug dealer Mile End Lee (Tom Walker), who deals at Vic's club. Shell is devastated when she discovers that Dave is gay, although part of her has suspected it all along. Meanwhile, Vic discovers Lee dealing drugs in his club and confiscates the drugs. Lee is worried he will be killed for losing the drugs. At this point, everyone gets high on ketamine – Shell is still upset about Dave; Lee is worried about being killed; Dave is frustrated that Lee has withdrawn from him; and Billie, a habitual user, needs no excuse. Lee has a drug overdose and dies. At Lee's funeral, Dave sings a song, For All of Us. A few months later, Dave is apparently back on the road to success and sings Positive role model to end the show on a high (the 2015 and 2019 productions replaced Positive Role Model by Vocal as the closing song). == Music == Most of the songs that appeared in Closer to Heaven were specifically written for the musical because Neil Tennant and Chris Lowe did not want to produce a \"jukebox musical\" in the vein of Mamma Mia! or We Will Rock You. Several of the musical's songs were pre-released on the Pet Shop Boys' 1999 album Nightlife, including Closer to Heaven, In Denial, and Vampires. Nightlife was recorded whilst they were writing Closer to Heaven and originally more of the album's tracks appeared in the musical. The oldest song is Shameless, which originally appeared as the B-side to \"Go West\" in 1993. ===Songs=== * My Night – Billie Trix & Cast * Closer to Heaven – Shell & Vic * Something Special – Straight Dave * Positive Role Model (instrumental) * Closer to Heaven – Shell & Dave * In Denial – Vic & Shell * Call Me Old Fashioned – Bob Saunders * Nine Out of Ten – Shell & Straight Dave * It's Just My Little Tribute to Caligula, Darling! – Billie Trix (featured in rehearsal scene) * Hedonism (instrumental) * Friendly Fire – Billie Trix * In Denial – Straight Dave & Shell * Something' Special (reprise) – Straight Dave * Shameless – Vile Celebrities * Vampires – Vic * Closer to Heaven – Straight Dave & Mile End Lee * Out of my System – Shell with Billie Trix, Flynn & Trannies * K-Hole (instrumental – featuring an excerpt of Run, girl, run! – Billie Trix) * For All of Us – Straight Dave * Closer to Heaven – Straight Dave * Positive Role Model (replaced by Vocal in recent productions) – Straight Dave * My Night (not reprised in recent productions) – The Cast ===Cast Album release=== An album, Closer to Heaven (Original Cast Recording), was released in October 2001 and was produced by Pet Shop Boys and Stephen Hague. The album featured studio recorded version of songs from the musical. It was planned to release Positive role model, as sung by Paul Keating, as a single before the album was released. Remixes by Almighty and Fergie were commissioned for use on the single, but plans were scrapped when the London production closed. These remixes remain unreleased, although the Almighty remix was available for a short time from the Pet Shop Boys' website and an edit of Fergie's remix appeared on dance compilation Headliners:03 in 2001. The full-length version of My Night was also available for a short time from the Pet Shop Boys' website. A limited edition single of Run girl run by Billie Trix, a song based on the iconic Phan Thị Kim Phúc photograph from the Vietnam War, was available during later performances. The two track CD featured two versions of the track, of which brief snippets could be heard in K-Hole. The versions featured were: Run girl run (Original 1971 single version) and Run girl run (1981 post-apocalyptic nightmare mix. Run Girl Run later appeared in the spin-off cabaret musical Musik in 2019. ===Demo songs=== During the recording of the Pet Shop Boys' Nightlife album, there were many songs written for the musical that never made it to the final cut. Some of these songs have since been released as b-sides to Pet Shop Boys singles (for example the song \"Nightlife\" appeared as a b-side to \"Home and Dry\" in 2002) or been made available through the Pet Shop Boys' website, but many still remain unreleased. These songs include Tall Thin Men, The Night Is The Time To Explore Who You Are, You've got to start somewhere and Little Black Dress. The last of these, Little Black Dress has been covered by Pet Shop Boys covers band West End Girls and was released as a single in 2009. == Original London cast == *Billie Trix – Frances Barber (until 15 September); Amanda Harris (16 September to 13 October) *Straight Dave – Paul Keating *Shell Christian – Stacey Roca *Mile End Lee – Tom Walker *Vic Christian – David Burt *Bob Saunders – Paul Broughton *Flynn – David Langham *Billie's Babes – Marcos White, Jo Cavanagh, Akiya Henry, C. Jay Ranger, Mark John Richardson, Richard Roe, Louie Spence, Mark Stanway, Amanda Valentine *Understudy Vic/Bob Saunders/Flynn - Andrew Whelan == Other performances == The original run of Closer to Heaven was from May 2001 to September 2001. This was extended to January 2002 because early performances were played to packed audiences. However, over the summer, audiences dwindled. In recent interviews, Neil Tennant has blamed this on poor marketing and bad press reviews. After the 11 September 2001 attacks, the Arts Theatre was worried about the continual fall of audience numbers across London and wanted a big audience puller, so Closer to Heaven closed on 13 October 2001. It was replaced with The Vagina Monologues. When Closer to Heaven opened in London, the Pet Shop Boys said that there was interest from production companies all over the world, including New York and Germany. On 8 May 2006, Frances Barber joined Pet Shop Boys to perform \"Friendly fire\" at a concert for BBC Radio 2. This was recorded and later released as the Pet Shop Boys' live album Concrete. === Brisbane 2005 === In 2005, a short series of performances was produced by the Brisbane Powerhouse in Brisbane, Australia. The cast for the Australian production included: *Billie Trix – Libby Munro *Straight Dave – Regis Broadway *Shell Christian – Crystal Taylor *Mile End Lee – Joel Curtis *Vic Christian – Chris Herden *Bob Saunders – Chris Maver *Flynn – David Dellit *Billie's Babes – Joel Curtis, Olympia Kwitowski, Sarshee Elliot, Brad Kendrick, Remi Broadway, Ellen Casey In December 2005, Pet Shop Boys announced that this production would be moving to Sydney to coincide with the Sydney Mardi Gras; however, the production was cancelled due to time constraints. === Brighton 2009 === The amateur City Theatre Company in Brighton staged \"Closer to Heaven\" in September 2009 at the Sallis Benney Theatre. It had a 5-day run, 22 to 26 September.City Theatre Co. poster ===Texas 2010=== The first US production was scheduled for 1 to 24 October 2010, by Uptown Players in Dallas, Texas. The cast for this production includes: *Billie Trix – Morgana Shaw *Straight Dave – Evan Fuller *Shell Christian – Lee Wadley *Mile End Lee – Clayton Younkin *Vic Christian – Jason Kane *Bob Saunders – Coy Covington *Flynn – Mikey Abrams ===London Revivals 2015=== A revival of the show took place at the Union Theatre in May 2015. Due to overwhelming popularity a second run happened in Autumn 2015. This smaller scale production featured the 2012 song Vocal as the closing number instead of original closing numbers of \"Positive Role Model\" and the reprise of \"My Night\". An instrumental of \"Positive Role Model\" still features during a dance routine scene. ====April to May 2015==== *Billie Trix – Katie Meller *Straight Dave – Jared Thompson *Shell Christian – Amy Matthews *Mile End Lee – Connor Brabyn *Vic Christian – Craig Berry *Bob Saunders – Ken Christiansen *Flynn – Ben Kavanagh ====October to November 2015==== *Billie Trix – Katie Meller / Ben KavanaghDue to Katie Meller being ill, Ben Kavanagh stood in as understudy on several performances playing the role in drag. https://twitter.com/BenEKavanagh/status/662712882073735168 *Straight Dave – Alex Lodge *Shell Christian – Molly McGuire *Mile End Lee – Jonathan David Dudley *Vic Christian – David Habbin *Bob Saunders – Nic Kyle *Flynn – Ben Kavanagh / Daniel James Greenway ===London Revival 2019=== A new production of the show took place at the 100-seat Above the Stag Theatre in London from July to August 2019. This off-West End production, directed by Steven Dexter, also featured Vocal as the closing song, and featured a new version of Something Special with altered lyrics written by Neil Tennant, sung by Mile End Lee. This production received generally positive reviews. *Billie Trix – Adèle Anderson *Straight Dave – Blake Patrick Anderson *Shell Christian – Maddy Banks *Mile End Lee – Mikulas Urbanek *Vic Christian – Christopher Howell *Bob Saunders – Ian Hallard *Flynn – Aidan Harkins *Billie's Babes – Rhys Harding, Billie Hardy, Matthew Ives, Hollie Smith-Nelson * ==Musik: The Billie Trix Story== In April 2019 it was announced that a spin-off cabaret show entitled Musik, written by Jonathan Harvey with four brand new songs written and produced by Pet Shop Boys, would premiere at the Edinburgh Festival Fringe in August 2019. This new one-woman show produced by Cahoots Theatre Company explores the backstory of Billie Trix and stars Frances Barber who originated the role in the original London run of Closer to Heaven. On 6 August 2019, an EP of the six songs from Musik was released to streaming services. A London run of Musik is planned for September 2019 at Leicester Square Theatre. Stuart King, writing for London Box Office (12 February 2020) noted: ==References== == External links == * Closer to Heaven(fan site) * Brighton City Theatre Show Category:2001 musicals Category:Pet Shop Boys Category:West End musicals Category:Original musicals Category:LGBT-related musicals Category:British musicals",
 "title": "Closer to Heaven (musical)"
}