{
 "id": "727002",
 "text": "Pen spinning is a form of object manipulation that involves the deft manipulation of a writing instrument with hands. Although it is often considered a form of self-entertainment (usually in a school or office setting), multinational competitions and meetings are sometimes held. It is sometimes classified as a form of contact juggling; however, some tricks, e.g. \"spreads\" and \"aerial tricks\" do leave contact with the body. In addition to writing instruments, it is often also seen performed by drummers with their drumsticks. In fact, drumsticks are substantially easier to manipulate than pens, because of their extra mass and length. Pen spinning has quickly gained international popularity through online video sharing and forums. The hobby has been popular around the world since at least the 1970s. ==History== The earliest record of pen spinning comes from a student in pre-WWII Japan.The Asahi Shimbun. 31 January 2008. p.37. Others in Japan spun pens at least as early as the 1970s; however, the tricks performed were only basic ones, such as the ThumbAround and Sonic. Hideaki Kondoh is considered the first pen spinning pioneer in Japan and is recognized with creating the first pen spinning website, released on December 1, 1997. Kondoh began pen spinning in the 1980s, and by 1998, he compiled and could perform 24 tricks, many of which he developed after learning techniques from other people. In the United States, Fernando Kuo, better known by his online alias \"Kam,\" was inspired by Kondoh's website to advance pen spinning and broaden its audience. Kam, who started spinning in 1993, created the website Pentrix in January 2000 in an attempt to create an easily accessible database and message board for pen spinning information and communication. As the popularity of the website and its forum grew and their limits became apparent, Kam closed Pentrix and redistributed its information to a sequel website (which would also close) and to a new forum titled the Universal Pen Spinning Board, opened on January 19, 2004. The Universal Pen Spinning Board was an English-speaking board created with the goal to be the first forum in which pen spinners from any website or location around the world could communicate, and would later close during October 2018. PenDolSa, an unrelated Korean pen spinning board released in 2003, was the first large-scale pen spinning forum. The number and variations of tricks has since grown into at least the hundreds, with newer tricks such as the Shadow, Palm Spin, and Bust. Since the early 2000s, video hosting websites, such as YouTube, and a growing number of other Internet forums from various countries have been used to share videos and to centralize the community, which has contributed to a rise in popularity of pen spinning. In 2007, the World Tournament acted as the first global pen spinning competition, and pen spinners from communities centered around the world could join. ==Community== The pen spinning community is present mostly on the Internet through forums, video hosting platforms, and chat services such as Discord. Forums are often centered in specific countries, such as Japan, France, Germany, and China. Forums may also be international, as is the case with the Universal Pen Spinning Board and Reddit-based communities. Over time, users may migrate to a similar or upgraded forum, causing some forums to become inactive. While forums are operated largely as separate entities, cross- communication occasionally occurs for international events. ===Competitions=== thumb|An example of a combination performed in a competition. Tournaments are organized online and live tournaments are occasionally held in China, Japan, and Korea. The biggest competitions held are the World Tournament and World Cup, each usually held on alternating years since the first World Tournament in 2007. Both are held in a single-elimination format, but the World Tournament consists of single-person participants, and the World Cup consists of teams made of multiple spinners representing their board. As in international competitions, anyone associated with a board can request to join, and spots are usually given to the pen spinners deemed most skillful, often by qualifying videos or as a benefit from winning a previous competition. Judging systems for the competitions have not been completely standardized, and bias is often present among the judges. Due to pen spinning being considered a highly subjective activity to judge, scores and comments concerning a single video can vary greatly. Aside from large tournaments, small competitions also occur. These so-called \"battles\" involve at least two pen spinners submitting a video of themselves spinning, and the community decides who the winner of the battle is by collectively judging and voting on who demonstrated superior spinning. ==Finger slots, notations, and breakdowns== Spinners use a variety of systems, symbols, and abbreviations to help them express how the pen is spun. ===Finger slots=== thumb|The main finger slots. For convenience, pen spinners have adopted a common numbering to represent the fingers and the spaces between them, called finger slots. The fingers are numbered sequentially from \"1\" for the index finger, to \"4\" for the little finger, and the letter \"T\" is used for the thumb. Finger slots are represented by placing any two or more of these together. For example, the space between the index and middle fingers is called \"12.\" A pen held between the thumb and ring finger is in slot \"T3.\" Symbols and slots can be expanded to include other parts of the hand, body, and surrounding atmosphere. The webbing at the base of the thumb and index finger is called \"TF,\" for thumb flap, and the palm is usually notated as \"P.\" The \"*\" symbol is sometimes used to refer to the absence of a second body part or object holding the pen (e.g., a pen resting on the surface of the palm is in slot P*, or, more literally, PAir). Other slot systems have been invented in order to describe complicated positions, but these are usually only used when necessary to avoid ambiguity. ===Notations=== A notation system often consists of a combination of names for tricks, their direction, and the slot system in order to convey in what way a pen was spun. Notation systems range from formal with high detail to informal with almost no detail. More complicated ways of spinning, such as using one pen with two hands (called \"1p2h\"), have amplified the ambiguity of some notation systems and have generated the need for using more descriptive and technical systems. The following system is often used for its relative simplicity and effectiveness in describing the tricks used. *Modifier: A modifier adds aspects not done by default to the base trick. Modifiers may not need to be added depending on what trick is performed and are often abbreviated (e.g., Fingerless to FL, which means the initial push for the trick comes from the movement of the whole hand or wrist, rather than a singular finger). *Trick name: This is the base trick. While the trick name may not be omitted, it can be abbreviated for certain tricks (e.g., ThumbAround to TA). *Direction: This is the direction of rotation of the pen during a trick. If the direction is omitted, it is assumed to be the \"Normal.\" If the direction is \"Reverse,\" it can be shortened to \"Rev.\" Outside of notations, the direction is often omitted to refer to an entire family of tricks, and the omission does not automatically imply Normal. *Number of revolutions: This is the total amount of revolutions of the pen throughout the entire trick, written in decimal form. If omitted, it is assumed to be the default amount for the individual trick stated. Some tricks can only have a certain number of revolutions. *Starting position: This is the finger slot, or other position on the hand/body, of the pen when the trick starts. If omitted, it is assumed to be the default position for the individual trick. *Ending position: This is the finger slot, or other position on the hand/body, of the pen when the trick ends. If omitted, it is assumed to be the default position for the individual trick. When notating a trick, a \"-\" is placed between the starting and ending positions. For example, a ThumbAround executed fingerless in the forward direction with the pen starting and ending in the thump flap slot would be fully notated as \"Fingerless ThumbAround Normal 1.0 TF-TF\" or, with some information abbreviated or omitted, \"FL TA TF-TF.\" ===Breakdowns=== Breakdowns are annotations of hybrids (a mix of a few \"interrupted\" tricks) and combos (combinations of tricks) which are used to define how a hybrid or combo is performed. The simplest breakdowns often only have a \">\" between tricks to show that they are connected. Using this system, a Pass from slot 12 to 23 connected to another Pass from slot 23 to 34 would be notated as \"Pass Normal 12-23 > Pass Normal 23-34.\" More formal breakdowns use other symbols to show different aspects of the connections between tricks, such as describing which trick was interrupted. No one format is used every time, and formats are often deviated from when certain pen spinners write out breakdowns. ==Fundamental tricks== In pen spinning there are four main fundamental tricks spinners often learn first. The fundamentals do not represent all fields in pen spinning nor are they the smallest individual pen movements possible, but they are recognized as providing useful foundations for basic technique and concepts. ===ThumbAround Normal=== 200x200px|thumb|ThumbAround|alt= A ThumbAround is performed by pushing a pen using any finger (usually the middle finger if done in isolation) except the thumb to initiate the pen to spin around the thumb one time, then catching it between the thumb and a finger. Before the pen spinning community became significantly organized, the ThumbAround Normal was known by a multitude of names, including 360 Degree Normal, Forward, Normal, and Thumb Spin (now the name of a separate trick). ===Sonic Normal=== 200x200px|thumb|Sonic 23-12|alt= The primary goal of a Sonic is to transfer the pen from one finger slot to another quickly. In the Sonic Normal, a pen is held in a finger slot not involving the thumb and is spun in a conic-like motion behind a finger (or fingers) to another finger slot further up the hand, making a single revolution. Hideaki Kondoh is generally accredited with giving the Sonic its name, which he did because of the rapid speed at which the pen would move compared to the ThumbAround. ===Charge Normal=== 200x200px|thumb|Charge 12|alt= A Charge does not involve spinning the pen over any fingers or any body parts rather, the pen is spun conically in a single finger slot. When viewing the palm-side of the hand during the Charge Normal, the pen spins clockwise in the right hand and counterclockwise in the left hand. The Charge forms the basis for all tricks that rely on conical movement, including the Sonic. This trick is often performed by drummers using drumsticks rather than pens. ===FingerPass Normal=== 200x200px|thumb|FingerPass|alt= A single Pass involves rotating a pen 0.5 times from one finger slot to another. When performing the Pass Normal on the palm-side of hand, the pen goes downward. When performing a Pass Normal on the other side of the hand, the pen goes upward. A small combination of Passes involving the pen rotating fully around the hand, starting and ending in the 12 slot, is called a FingerPass, with the FingerPass Normal being constructed out of Pass Normals. This short combo is consistently considered the hardest fundamental to master because Passes between the little finger and the ring finger are often difficult to make smooth. A Pass combo similar to a FingerPass was performed by the character Boris Grishenko in the James Bond film GoldenEye, using only three fingers instead of the usual four. ==Advanced tricks== In addition to the four fundamentals, more tricks have been invented and used successfully in combos. All tricks other than the fundamentals are usually grouped under the term \"advanced tricks\" (this is somewhat a misnomer due to many spinners considering many of these tricks rather simple.) Most advanced tricks are hybrids, which is a pen movement that consists of at least two tricks, and one or more of the tricks is \"interrupted,\" that is, not completed fully before the next trick is executed. A more complex hybrid can also involve another hybrid within itself. Over time, individual names for hybrids have become increasingly uncommon because, instead a unique name for each new hybrid, breakdowns explaining the interrupted tricks performed are now used. The following are common trick groups, the first three of which are often considered low-difficulty. ===Spins=== A Spin refers to the motion of a pen circularly spinning while it is in contact with the hand or other body part. Spins done on the knuckle-side of the fingers are called \"Top Spins\". There are many versions of the Spin, and the names usually involve the body parts the pen spins on (e.g., in the Thumb Spin, the pen spins on top of the thumb). Spins are mostly performed as a part of a larger trick, such as a Shadow, which consists of Charges and a Top Spin. Wipers are a group of Spin tricks that are usually categorized separately from other Spins due to the unique way the pen is held. In the Wiper Normal, the pen, held from one of its ends pointing downward, rotates 180 degrees upward in the shape of an arc. Wipers are considered to be some of the simplest tricks because they consist of this single movement. Because of the unusual way the pen is held, Wipers are often used to diversify the appearance of the pen movement in a combo. Combos in which the pen is always held from one of its ends are sometimes known as \"Wiper combos.\" Wipers, in conjunction with Passes, form the Infinity trick category, which is characterized by pen motions that follow a path similar to a figure-eight or infinity symbol. ===Arounds=== An Around is a trick in which the pen rotates around one or more body parts and is named after the body part(s) the pen rotates around. For example, in a Middle Index Around, the pen goes around the middle and index fingers. The ThumbAround, as a fundamental, is usually the first Around a pen spinner learns. When an Around Reverse is executed fingerless with a turn of the hand or wrist, it is known as a BackAround, or simply \"Bak.\" Baks, while technically a type of Around, is often discussed as a separate family of tricks than other Arounds. A type of Bak Reverse executed with an upward bump motion of the finger adjacent to the finger(s) the pen spins around is known as a Bust. Baks were invented by David Weis, an American spinner, in order to create a combination of tricks in which the pen would follow a smooth continuous motion without explicit finger pushes, and they have since become a widely used trick today. ===Sonic variations=== Sonic variations are different ways of transferring the pen from one slot to another, the main goal of the basic Sonic. The Sonic family is different from other trick groups in that the defining characteristic of tricks in the family is that they simply have \"Sonic\" in their names, and they may share few characteristics in common with the original Sonic trick. For example, the Twisted Sonic is made of a Charge motion followed by a Pass, unlike the original Sonic, which is made of a sole Charge motion combined with the pen switching between finger slots (called a Fingerswitch). Tricks in this category mostly use conical movements. ===Power tricks=== Power tricks encompass a specific type of advanced tricks and short combos. The definition of what qualifies as a \"power trick\" varies between different pen spinners, but they are usually said to be fingerless, aerial, and/or continuous in nature, thus greatly reliant on the momentum of the pen. French spinners often define power tricks as many difficult tricks linked together. Many power tricks are simply Continuous Fingerless Arounds or a Spin followed by a Fingerless Around. The use of power tricks in combos varies between spinners, but oftentimes power tricks are used at the end of the combo as a \"finisher.\" The term \"power tricker\" is applied to a spinner who uses power tricks very often and perhaps creates combos composed entirely of power tricks (\"power combos\"). Pen spinner Spinnerpeem greatly popularized the use of power tricks in combos and is said to be one of the first power trickers. ==Pen modifications== 150px|thumb|An example of mass-produced spinning pens. Pen spinners often modify pens to construct a pen better suited for spinning. This practice of making pen modifications (\"pen mods\") is called pen modding. Pen mods are usually made with different parts from separate pens. While any pen that has been modified is technically a pen mod, mods are often balanced, longer, and heavier than non-modded pens to assist with the momentum requirements of certain tricks. Out of the hundreds of pen mods, prevalent ones include the BICtory, Metallic Comssa, RSVP MX, Waterfall, Dr. KT, and Buster CYL. There is some speculation that using a heavier mod when beginning to learn tricks will lead to worse performance due to excessive reliance on the mod's momentum, rather than developing refined finger control. In addition to modified pens, mass-produced spinning pens also exist. These pens are usually heavier than many pen mods, but ones with adjustable weights are available. Pen spinners often do not use these spinning pens because of the greater customization ability of their own modified pens. One niche of pen modding involves spinners who favor aesthetically pleasing designs over a mod's spinning functionality. To increase customization potential, such mods often use a pen with a clear barrel as the base. This allows the spinner to put a printed design called an insert into the barrel without affecting the tactile quality of the mod. Some spinners use stickers to help customize their mods, which may change the feel of the mod due to the uneven surface it creates. Common mods with more custom aesthetic options include the RSVP MX, Fir3fly G3 Mod, and Ayatori Mod. Another aspect of pen modding is Grip Cuts, where the modder cuts a design into a grip piece to further increase the aesthetic quality. However, while it might look good, grip cuts are often impractical since intricate cuts can easily be messed up by Wiper tricks, which involve grasping the mod at the grip. ==See also== *Coin walk *Contact juggling *Twirling ==Notes== ==References== ==External links== *The Troposphere Pen Spinning Website (Since 2003) *Pen Spinning at Reddit * Category:Twirling Category:Contact juggling Category:Physical activity and dexterity toys Category:Articles containing video clips Category:Pens",
 "title": "Pen spinning"
}