{
 "id": "727357",
 "text": "Brownie points in modern usage are an imaginary social currency, which can be acquired by doing good deeds or earning favor in the eyes of another, often one's spouse. ==Conjectures for etymology== ===Girlguiding=== A popular etymology is an allusion to the merit badges or six points earned by Brownies (junior Girl Guides/Girl Scouts) for carrying out good deeds. Brownies were named after a kind of mythological elf that does helpful things around the house.\"Brownie, n. 1\" The Oxford English Dictionary. 2nd ed. 1989. OED Online. Oxford University Press. Accessed 14 July 2005. ===Brown stamps=== A popular marketing practice employed by many stores in post-World War II US was the distribution of stamps with each purchase. The number of stamps given out varied with the amount of the purchase. These stamps were collected by customers and later redeemed for household gifts. The earliest of these stamps were brown in color and known as \"brown stamps\" or \"brown points\". The relationship between a purchase and the collection of these \"brown points\" equated with doing a good thing (supporting the local vendor) and getting a bonus (the valuable stamps). Purportedly, the collection of these \"brownie points\" eventually evolved into the modern usage. The term Browniepoints is still used as a marketing practice in business today by a New Zealand power companyGenesis Energy loyalty scheme Genesis Energy Limited and also used by a gift service. ===George R. Brown=== Another proposed etymology is that the term derives from the name of a 19th-century American railroad superintendent, George R. Brown who, in 1886, devised what was then an innovative system of merits and demerits for railroad employees on the Fall Brook Railway in New York state. Accounts of his system were published in railroad journals, and adopted by many leading U.S. railroads.Browne, K.J. Norman, \"The Brown and Other Systems of Railway Discipline\" in Publications Received, Railway Gazette (London) December 7, 1923, page 715 American railroad employees soon began referring colloquially to \"brownie points,” and at some point, the term entered the general vocabulary.CPRR Museum Discussion Group ===Curtis Publishing=== In the 1930s, The Curtis Publishing Company, published several magazines, including the Saturday Evening Post and the Ladies Home Journal. These magazines were distributed to subscribers through a delivery network that used youths, primarily boys, to go around to the individual houses. The boys received a small commission but, in return for meeting certain sales targets, they could also receive company scrip, comprising green and brown vouchers. These vouchers were usually known as \"greenies\" and \"brownies\". Five greenies equalled one brownie. The greenies and brownies could be redeemed against goods from the company's catalogue. ===Scatological=== The Oxford English Dictionary conjectures that this expression could also have derived from U.S. military slang for sycophants, \"brown-nosers\", while also mentioning the popular etymology that derives it from the awards system of the Brownies. The term \"brownie\" in the sense of \"brown-noser\" was in use in the 1940s. It has been suggested that the term was given impetus through its coincidence with related scatological slang.World Wide Words: Brownie points ===Earliest use=== The earliest published citation given in the Oxford English Dictionary dates from 1963 (when it was reported in the journal American Speech), but the term is in fact somewhat older. Its frequent appearance in newspapers in the 1950s date back to the earliest known usage in 1951, where a man in the Los Angeles Times speaks of earning favor with his wife in terms of brownie points. ==See also== *Barnstar *Egoboo *Karma *kudos *Social Credit System *Whuffie ==References== ==External links== * Category:Ethics Category:Fictional currencies",
 "title": "Brownie points"
}