{
 "id": "727756",
 "text": "Frank Edward Young (September 1, 1931 – November 24, 2019) was an American physician who served as Commissioner of Food and Drugs from 1984 to 1989 and later as a Deputy Assistant Secretary in the United States Department of Health and Human Services. In 2013 he joined Braeburn Pharmaceuticals as Executive Vice President, Clinical and Regulatory Affairs. In 2018, he became the Executive Vice President of Clinical and Regulatory Affairs at TissueTech Inc. ==Education== Young received an M.D. degree (cum laude) from the State University of New York Upstate Medical Center in Syracuse in 1956 and a Ph.D. in microbiology from Western Reserve University in Cleveland, Ohio, in 1962. ==Medical career== Young completed his residency in pathology at the University Hospitals, Western Reserve University. He went on to become Chairman of the Department of Microbiology and Professor of Microbiology, Pathology and Radiation Biology and Biophysics at the University of Rochester. Before his appointment as Commissioner of the Food and Drug Administration, he was Dean of the School of Medicine and Dentistry and Vice President for Health Affairs at the University of Rochester. ==Tenure as FDA Commissioner== Young was sworn in as Commissioner of the Food and Drug Administration by Secretary of Health and Human Services Margaret Heckler on August 2, 1984. During his tenure, Young presided over several major agency events, including the Drug Price Competition and Patent Term Restoration Act (1984), passage of the Prescription Drug Marketing Act (1987), approval of the first drug to combat AIDS, zidovudine (AZT) (1987), development of the treatment use of Investigational New Drugs (IND) for the desperately ill, such as people with AIDS, cancer and heart disease (1988); managing the generic drug crisis (1989), during which three officials of the Food and Drug Administration pleaded guilty to receiving bribes, and two manufacturers of generic drugs admitted to providing false data, and the 1989 Chilean grape scare, where Chilean grapes were temporarily banned by the FDA because of a threat and the discovery of two cyanide-tainted grapes. ==After the FDA== Young left the FDA in 1989 to become Deputy Assistant Secretary for Health, Science, and Environment under Health and Human Services Secretary Louis Wade Sullivan. Subsequently, Young served as Director of both the Office of Emergency Preparedness and the National Disaster Medical System during the Clinton Administration, from 1993 until his retirement from federal service in 1996. In 2013, Young joined Braeburn Pharmaceuticals as Executive Vice President, Clinical and Regulatory Affairs to contribute to the development of the new drug application (NDA) to FDA for evaluation of Braeburn’s Probuphine (buprenorphine) implant, which was approved on May 26, 2016. Probuphine is the first buprenorphine implant for the maintenance treatment of opioid dependence. Young has advised numerous pharmaceutical companies on regulatory issues and clinical development. He served as Interim Vice President for Clinical and Regulatory Affairs of Bioventus Global and became an Adjunct Partner and Partner at Essex Woodlands in 2002. He also co-founded the Cosmos Alliance and served as its Chairman and Chief Executive Officer. He served as the Executive Vice President of Clinical and Regulatory affairs at TissueTech Inc, where he was tasked to lead the company in its transition from a HCT/P regulated company into a biologics company through the pursuit of multiple NDAs for ultimate BLA approval. ==Awards and achievements== Young contributed to more than 200 scientific publications in the fields of biotechnology and pathology and developed some of the earliest cloning enzymes, vectors, and vehicles. He is a member of the National Academy of Medicine. At the Department of Health and Human Services, Young received a Secretary’s Special Citation and the Inspector General’s Award for Outstanding Integrity. He also received the Surgeon General’s Exemplary Service Medal from the United States Public Health Service and the 2006 Distinguished Alumnus Award from SUNY Upstate Medical University. In 2015, Young was awarded the 2015 Distinguished Scientist Award by the American College of Toxicology for his outstanding contributions to toxicology and the improvement of public health. ==Personal life== Young was the son of Frank E. and Erma F. Young. He served in the United States Navy in the Ready Reserve from 1956-1964 and retired in 1996 from the Commissioned Corps of the United States Public Health Service as a rear admiral after 12 years of Service. He was married to the former Leanne Hutchinson from 1956 until her death in 2008. They had five children. Young also served as a pastor in the Evangelical Presbyterian Church for approximately six years before retiring as pastor emeritus. He died of lymphoma on November 24, 2019, in Wilmington, North Carolina at age 88. ==References== ==External links== * Category:1931 births Category:2019 deaths Category:People from Mineola, New York Category:Military personnel from New York (state) Category:Physicians from New York (state) Category:Commissioners of the Food and Drug Administration Category:State University of New York Upstate Medical University alumni Category:Case Western Reserve University alumni Category:University of Rochester faculty Category:Deaths from lymphoma Category:Deaths from cancer in North Carolina Category:Reagan administration personnel Category:George H. W. Bush administration personnel",
 "title": "Frank E. Young (physician)"
}