{
 "id": "727862",
 "text": "Osibisa are a Ghanaian-English Afro rock band, founded in London in 1969 by four expatriate West African and three Caribbean musicians. Osibisa were the most successful and longest lived of the African-heritage bands in London, alongside such contemporaries as Assagai, Chris McGregor's Brotherhood of Breath, Demon Fuzz, Black Velvet and Noir, and were largely responsible for the establishment of world music and Afro rock as a marketable genre. The original band which featured on the first three studio albums were universally known as The Beautiful Seven. ==History== In Ghana in the 1950s, Teddy Osei (saxophone), Sol Amarfio (drums), Mamon Shareef, and Farhan Freere (flute) played in a highlife band called The Star Gazers. They left to form The Comets, with Osei's brother Mac Tontoh on trumpet, and scored a hit in West Africa with their 1958 song \"(I feel) Pata Pata.\" In 1962, Osei moved to London to study music on a scholarship from the Ghanaian government. In 1964, he formed Cat's Paw, an early \"world music\" band that combined highlife, rock, and soul. In 1969, he persuaded Amarfio and Tontoh to join him in London, and Osibisa was born. Joining them in the first incarnation were Grenadian Spartacus R (bass); Trinidadian Robert Bailey (keyboard); Antiguan Wendell Richardson (lead guitar and lead vocalist); Nigerians Mike Odumosu and Fred Coker (bass guitar) and Lasisi Amao (percussionist and tenor saxophone). The band spent much of the 1970s touring the world, playing to large audiences in Japan, Australia, India, and Africa. During this time Paul Golly (guitar) and Ghanaians Daku Adams \"Potato\" and Kiki Gyan were also members of the band. In 1980, Osibisa performed at a special Zimbabwean independence celebration, and in 1983 were filmed onstage at the Marquee Club in London. Osibisa had an important series of gigs in India in 1981 culminating in the release of the Unleashed - Live in India album. The band engaged in a return to India performing at the November Fest 2010 on 28 November 2010, at the Corporation Kalaiarangam in Coimbatore, Tamil Nadu. Changes in the music industry meant declining sales for the band, and a series of label changes resulted. The band returned to Ghana to set up a recording studio and theatre complex to help younger highlife musicians. In the 1990s, their music was anthologised in many CD collections, with some of them allegedly unauthorised and paying no royalties whatsoever to the band. This has been disputed by Osei however who, along with Amarfio and Tontoh, ran the band from the 1980s onwards. In the early 1990s, Osei regrouped the band, and many of their past releases began coming out properly and legally on CD. This included a remaster series with bonus material and various new releases of hitherto unreleased material and live concerts on the Red Steel / Flying Elephant label collaboration. Work progressed on new material culminating in the 1996 release of Monsore, the first album of new material since the late 1980s. The revitalised band continued to tour and record fairly consistently until Osei's stroke some fifteen years later. Osei cut back his touring schedule due to the effects of his illness. Various new recording and release projects were carried out from the mid-1990s onwards with remastered, remixed and re-recorded projects seeing the light of day on a fairly consistent basis. This included previously unreleased material from the African Flight period, the incomplete follow up which had a working title of 'African Dawn', live projects including the band's fourth official live offering, Aka Ka Kra. A new studio album, Osee Yee was released in 2009. After the removal of personnel by Osei in 2014/15, a new recording project with Osei at the helm commenced in late 2015, shortly after the successful placement of material that was chosen for Richard Linklater's, Boyhood. However, apart from one track included on the band's 2020 The Boyhood Sessions album, these recordings featuring Osei remain unreleased to date. The name Osibisa was described in lyrics, album notes and interviews as meaning \"criss-cross rhythms that explode with happiness\" but it actually comes from \"osibisaba\" the Fante word for highlife. Ace Ghanaian hip-hop music producer Hammer of The Last Two stated that his debut production, Obrafour's Pae Mu Ka album, the highest selling hiplife album to date, was inspired by a single song (\"Welcome Home\") by Osibisa. He also had the chance to work with Kiki Gyan a few days before his death. ==Artistry== ===Music=== Osibisa has been credited for introducing African music to European and North American audiences with their fusion of African and Western music styles. The band's style encompasses elements of rock, progressive rock, acid rock, Latin, jazz, afro-funk, jazz fusion, soul, highlife, reggae, calypso and pop. This style has been classified as afro rock, progressive rock, Afro-pop, and highlife. Mystic Energy saw the band shifting away from their trademark sound, in favor of R&B;, dance-pop and disco. ===Album covers=== Their first two albums featured artwork by the progressive-rock artist Roger Dean (before he became widely known for his artwork), depicting the flying elephants which became the symbol for the band. The third album, Heads, features a cover by Mati Klarwein, known for his covers of Santana’s Abraxas and Miles Davis (Bitches Brew). Osibirock, the band's sixth studio release featured \"Negro Attacked by a Jaguar\" (1910) by Henri Rousseau. Playing on the original flying elephants theme, the Ultimate Collection set features elephants with tank turrets for heads, an early Roger Dean idea reborn for the project. In 2009, their Osee Yee album featured the flying elephants once more, this time painted by Freyja Dean (Dean's daughter). Roger Dean's logo for the band continues to be used on many of the releases comprising classic material. Artwork for many of the reissues and 1990s material onwards was put together by Frank McPartland and the designer Rachel Gutek. ==Musicians== *Saxophone: Teddy Osei (born 1937) *Trumpet: Mac Tontoh (born Kweku Adabanka Tonto, 1940–2010), Colin Graham, *Flute: Abdul Loughty Lasisi Amao (died 1988) ==Discography== ===Studio albums=== * 1971 – Osibisa – (Billboard Hot 200 No. 55 – UK No. 11 – Can.#47, AUS #13) * 1971 – Woyaya – (Billboard No. 66 – UK No. 11 – Can.#61, AUS #15) - Although conventionally spelled Woyaya, the title is actually Wɔyaya (with an open-o), which comes from the Ghanaian Ga language. * 1972 – Heads – (Billboard No. 125 – Can.#86, AUS #19) * 1973 – Superfly T.N.T. Soundtrack (Billboard #159) * 1973 – Happy Children (Billboard #202, AUS #46) * 1974 – Osibirock (Billboard #175, AUS #67) * 1975 – Welcome Home (Billboard #200, AUS #75) * 1976 – Ojah Awake * 1979 – Mystic Energy * 1980 – Celebration * 1981 – African Flight * 1983 – African Dawn (unreleased) * 1989 – Movements * 1995 – Monsore * 1998 – Urban Village (unreleased) * 2003 – African Dawn, African Flight * 2009 – Osee Yee * 2021 – New Dawn ===Live albums=== * 1977 – Black Magic Night: Live at the Royal Festival Hall * 1982 – Unleashed - Live in India * 1984 – Live at The Marquee * 1998 – Live at Cropredy * 2001 – Aka Kakra * 2005 – Blue Black Night ===Compilations=== * 1972 – Spirits Up Above * 1973 – Best of Osibisa (AUS #88) * 1981 – Osibisa Likes (India only) * 1990 – African Criss Cross * 1992 – Africa We Go Go * 1992 – Uhuru * 1992 – The Warrior * 1992 – Ayiko Bia * 1992 – Jambo * 1992 – Gold * 1992 – Celebration: The Best of Osibisa * 1992 – Criss Cross Rhythms * 1994 – The Very Best of Osibisa * 1997 – Hot Flashback Volume 1 * 1997 – Sunshine Day: The Very Best of Osibisa * 1997 – The Ultimate Collection (2 CDs) * 1999 – The Best of Osibisa * 2001 – Best of Vol.1 * 2001 – The Very Best of Osibisa (3 CDs) * 2002 – Millennium Collection * 2002 – Best of Osibisa * 2004 – Wango Wango * 2008 – Selected Works * 2008 – Sunshine Day: The Hits * 2009 – The Very Best of Osibisa * 2015 – Singles As, Bs & 12 Inches Box Set (4xCD) * 2020 – Sunshine Day: The Boyhood Sessions (50th Anniversary Edition) ;Contributing artist * 2013 – The Rough Guide to African Disco ==Videography== * 1983 – Warrior (VHS) (recorded 5 April 1983 at the Marquee Club, London) * 2003 – Osibisa – Live (DVD Plus) (same show as above) * 2012 – Live from the Marquee Club (same show as above) ==Literature== *Lloyd Bradley, Sounds Like London: 100 Years of Black Music in the Capital, 2013. (Contributors) * Charles Aniagolu: Osibisa – Living In The State Of Happy Vibes And Criss Cross Rhythms. Victoria (CDN): Trafford Publishing, 2004, . * Brigitte Tast, Hans- Jürgen Tast be bop – Die Wilhelmshöhe rockt. Disco und Konzerte in der Hölle, Verlag Gebrüder Gerstenberg GmbH & Co. KG, Hildesheim, . ==References== ==External links== * – official site * * Category:Musical groups from London Category:Highlife musicians Category:British world music groups Category:Musical groups established in 1969 Category:1969 establishments in England Category:Black British musical groups Category:English progressive rock groups",
 "title": "Osibisa"
}