{
 "id": "72819",
 "text": "Mass murder is the act of murdering a number of people, typically simultaneously or over a relatively short period of time and in close geographic proximity. The FBI defines mass murder as murdering four or more people during an event with no \"cooling-off period\" between the murders. A mass murder typically occurs in a single location where one or more people kill several others.Clues to Mass Rampage Killers: Deep Backstage, Hidden Arsenal, Clandestine Excitement, Randall Collins, The Sociological Eye, September 1, 2012 A mass murder may be committed by individuals or organizations whereas a spree killing is committed by one or two individuals. Mass murderers differ from spree killers, who kill at two or more locations with almost no time break between murders and are not defined by the number of victims, and serial killers, who may kill people over long periods of time. The incidents of mass shootings are continuing to increase. ==By terrorist organizations== Many terrorist groups in recent times have used the tactic of killing many victims to fulfill their political aims. Such incidents have included: * 156 children and teachers killed in the 2014 Peshawar school massacre by Taliban in Peshawar, Pakistan; * 33 civilians killed in the Başbağlar attack by the PKK on July 5, 1993; * 19 American airmen killed in the Khobar Towers bombing on June 25, 1996, by Hezbollah Al-Hejaz; * 2,977 people killed by Al-Qaeda in the September 11 attacks of 2001; * 193 people killed in the 2004 Madrid train bombings by Al-Qaeda; * 334 (including 186 children) killed in the Beslan school siege on September 1–4, 2004 by Riyad-us Saliheen; * 52 killed in the 2005 London bombings by Islamic terrorists; * 166 killed in the 2008 Mumbai attacks by Lashkar-e-Taiba; * 130 killed as the result of the November 2015 Paris attacks by ISIS * 1095 killed in the Camp Speicher massacre by ISIS ==By cults== Certain cults, especially religious cults, have committed a number of mass killings and mass murder–suicides. * Jim Jones' Peoples Temple in Jonestown, Guyana, where 919 people died in 1978 * Order of the Solar Temple in Canada, Switzerland, and France, where 75 died in 1994, 1995, and 1997 * Shoko Asahara's Aum Shinrikyo, which killed 12 in Tokyo, Japan, in 1995 * Marshall Applewhite's Heaven's Gate in San Diego, California, where 39 died in 1997 * Movement for the Restoration of the Ten Commandments of God in Uganda, where 778 died in 2000 ==By individuals== Mass murderers may fall into any of a number of categories, including killers of family, of coworkers, of students, and of random strangers. Their motives for murder vary. A notable motivation for mass murder is revenge, but other motivations are possible, including the need for attention or fame. Acting on the orders of Joseph Stalin, Vasili Blokhin's war crime killing of 7,000 Polish prisoners of war, shot in 28 days, is notable as one of the most organized and protracted mass murders by a single individual on record. ===Law enforcement response and countermeasures=== Analysis of the Columbine High School massacre and other incidents where law enforcement officers waited for backup has resulted in changed recommendations regarding what victims, bystanders, and law enforcement officers should do. In the Columbine shooting, the perpetrators, Eric Harris and Dylan Klebold, were able to murder 13 people, then commit suicide before the first SWAT team even entered the school. Average response time by law enforcement to a mass shooting is typically much longer than the time the shooter is engaged in killing. While immediate action may be extremely dangerous, it may save lives which would be lost if victims and bystanders involved in the situation remain passive, or law enforcement response is delayed until overwhelming force can be deployed. It is recommended that victims and bystanders involved in the incident take active steps to flee, hide, or fight the shooter and that law enforcement officers present or first arriving at the scene attempt immediately to engage the shooter. In many instances, immediate action by victims, bystanders, or law enforcement officers has saved lives. For years, this has been the law enforcement analysis when it comes to responses on how to avoid hurt and harm in these situations yet none of it has avoided the harm in total. In past years there have been several mass shooting incidents but not one year has met up to the year of 2020, 600 mass shootings in total were seen throughout the 365 days of that year. ==Criticism as an analytical category== Commentators have pointed out that there are a wide variety of ways that homicides with more than several victims might be classified. Such incidents can be, and have been even in recent decades, classified many different ways including \"as a mass shooting; as a school shooting; as mass murder; as workplace violence...; as a crime involving an assault rifle; as a case of a mentally ill person committing acts of violence; and so on.\" How such rarely occurring incidents of homicide are classified tends to change significantly with time. \"In the 1960s and 1970s,... it was understood that the key feature of [a number of such] cases was a high body count. These early discussions of mass murder lumped together [a variety of] cases that varied along what would come to be seen as important dimensions: * Time: Did the killings occur more or less simultaneously, or did they extend over several days, months, or years? * Place: Did the killings occur in a single location, or in a variety of places? * Method: How were the victims killed?\" In the late decades of the twentieth century and early years of the 2000s, the most popular classifications moved to include method, time and place. While such classifications may assist in gaining human meaning, as human-selected categories, they can also carry significant meaning and reflect a particular point of view of the commentator who assigned the descriptor. ==See also== * Anti-clericalism * Crimes against humanity * Gun violence * List of rampage killers * Mass destruction * Mass grave * School shooting * Suicide attack * Terrorism * War crime * List of wars and anthropogenic disasters by death toll ==References== ==External links== * What makes a Mass Killer? * Mass Murder: A Small Person's Way to Immortality * Mass shootings interactive map * Online Encyclopedia of Mass Violence * The real causes of mass murder by James Alan Fox. Boston.com, January 16, 2011. * Murder",
 "title": "Mass murder"
}