{
 "id": "728900",
 "text": "Jerome Isaac Friedman (born March 28, 1930) is an American physicist. He is Institute Professor and Professor of Physics, Emeritus, at the Massachusetts Institute of Technology. He won the 1990 Nobel Prize in Physics along with Henry Kendall and Richard Taylor, \"for their pioneering investigations concerning deep inelastic scattering of electrons on protons and bound neutrons, which have been of essential importance for the development of the quark model in particle physics.\", work which showed an internal structure for protons later known to be quarks. Friedman sits on the Board of Sponsors of the Bulletin of the Atomic Scientists. ==Life and career== Born in Chicago, Illinois to Lillian (née Warsaw) and Selig Friedman, a sewing machine salesman, Friedman's Jewish parents emigrated to the U.S. from Russia. Jerome Friedman excelled in art but became interested in physics after reading a book on relativity written by Albert Einstein. He turned down a scholarship to the Art Institute of Chicago in order to study physics at the University of Chicago. Whilst there he worked under Enrico Fermi, and eventually received his Ph.D in physics in 1956. In 1960, he joined the physics faculty of the Massachusetts Institute of Technology. In 1968–69, commuting between MIT and California, he conducted experiments with Henry W. Kendall and Richard E. Taylor at the Stanford Linear Accelerator Center which gave the first experimental evidence that protons had an internal structure, later known to be quarks. For this, Friedman, Kendall and Taylor shared the 1990 Nobel Prize in Physics. He is an Institute Professor at the Massachusetts Institute of Technology. Friedman is also a member of the Board of Sponsors of the Bulletin of the Atomic Scientists. In 2003, he was one of 22 Nobel Laureates who signed the Humanist Manifesto. He is an atheist. Friedman is one of the 20 American recipients of the Nobel Prize in Physics to sign a letter addressed to President George W. Bush in May 2008, urging him to \"reverse the damage done to basic science research in the Fiscal Year 2008 Omnibus Appropriations Bill\" by requesting additional emergency funding for the Department of Energy’s Office of Science, the National Science Foundation, and the National Institute of Standards and Technology. In 2008, Friedman received an honorary Ph.D from the University of Belgrade. He is an honorary professor at the University of Belgrade's Faculty of Physics and the Faculty's institutes: Institute of Physics, Institute of Physics, Zemun and Vinca Nuclear Institute. ==Publications== * Friedman, J. I., Kendall, H. W., et al. \"Experimental Search for a Heavy Electron\", Massachusetts Institute of Technology, United States Department of Energy (through predecessor agency the Atomic Energy Commission) September 1967. * Friedman, J. I. \"Deep Inelastic Electron Scattering: Experimental\", Massachusetts Institute of Technology, United States Department of Energy (through predecessor agency the Atomic Energy Commission) October 1971. == Honors == *55px|ribbon bar Grand Cordon of the Order of the Rising Sun (2016) *Member of the American Philosophical Society (2002) *Member of the National Academy of Sciences (1992) *Golden Plate Award of the American Academy of Achievement (1991) *Member of the American Academy of Arts and Sciences (1980) ==See also== * List of Jewish Nobel laureates ==References == ==External links== * including the Nobel Lecture, December 8, 1990 Deep Inelastic Scattering: Comparisons with the Quark Model * Friedman page at MIT * Jerome Friedman Playlist Appearance on WMBR's Dinnertime Sampler radio show January 5, 2005 * Friedman Explains Role of Quarks in Killian Talk, Massachusetts Institute of Technology, (April 1, 2001) * Will Innovation Flourish in the Future? Opinion by Jerome Friedman, American Institute of Physics Category:Experimental physicists Category:1930 births Category:Living people Category:Nobel laureates in Physics Category:American Nobel laureates Category:Members of the American Physical Society Category:Members of the United States National Academy of Sciences Category:Winners of the Panofsky Prize Category:Massachusetts Institute of Technology School of Science faculty Category:University of Belgrade faculty Category:Jewish American atheists Category:American people of Russian-Jewish descent Category:Jewish American scientists Category:Jewish physicists Category:21st-century American physicists Category:20th-century American physicists Category:University of Chicago alumni Category:Members of the American Philosophical Society",
 "title": "Jerome Isaac Friedman"
}