{
 "id": "729340",
 "text": "Ancaster—Dundas—Flamborough—Westdale was a federal electoral district in Ontario, Canada, that has been represented in the House of Commons of Canada from 2004 until the electoral boundaries were redrawn for the 2015 election. The district included the western half of the amalgamated city of Hamilton but did not include any of the city centre. It did, however, include McMaster University, Redeemer University College and many of the neighbourhoods surrounding it. ==History== The electoral district was created in 2003. 82.9% of the riding came from its predecessor riding, Ancaster—Dundas—Flamborough—Aldershot and 17.1% from Hamilton West. Conversely, Ancaster—Dundas—Flamborough—Aldershot was carved out of Hamilton—Wentworth in 1996. Hamilton—Wentworth was created in 1968 from parts of Wentworth and Hamilton South. Hamilton—Wentworth initially consisted of: (a) the eastern part of the City of Hamilton (east of a line drawn from north to south along Parkdale Avenue, west along the Canadian National Railway line, south along Strathearne Avenue, west along Roxborough Avenue, south along Kenilworth Avenue, the brow of the Mountain and Mountain Brow Boulevard, east along Mud Street to the east limit of the City of Hamilton); (b) the Townships of Ancaster, Binbrook and Saltfleet and the southern part of the Township of Glanford (south of County Suburban Road No. 22) In 1976, it was redefined to consist of the Townships of Flamborough and Glanbrook, the Towns of Ancaster and Dundas, and the southern part of the City of Hamilton (lying south of a line drawn from west to east along Limeridge Road, south along Mountain Brow Boulevard, north along Red Hill Creek, east along the brow of the Mountain to the east city limit. In 1987, it was redefined to consist of the towns of Ancaster, Dundas and Flamborough, the township of Glanbrook, and the southern part of the City of Hamilton (lying south of a line drawn from east to west along the brow of the Niagara Escarpment, south along Redhill Creek, north along Mountain Brow Boulevard, west along Limeridge Road to St. Jerome School, west to Garth Street, south along Garth Street, and west along the proposed Mountain Freeway to the west city limit.) Hamilton—Wentworth was abolished in 1996 when much of the riding became the new Wentworth—Burlington riding, with some parts going to Hamilton Mountain, Hamilton West and Stoney Creek. Ancaster—Dundas—Flamborough—Aldershot consisted of the now former towns of Ancaster, Dundas and Flamborough plus that part of Burlington contained in the community of Aldershot (which it gained from Halton. Upon the 2003 redistribution, the riding lost Aldershot but gained the Ainslie Wood and Westdale neighbourhoods of Hamilton. Following the 2012 Redistribution Order, the riding will be dissolved and split between Flamborough—Glanbrook and Hamilton West-Ancaster-Dundas. ==Demographics== Ethnic groups: 92.7% White, 2.1% East Asian, 1.6% South Asian Languages: 83.4% English, 1.1% French, 14.7% Other Religions: 45.0% Protestant, 27.7% Catholic, 1.6% Christian Orthodox, 2.7% Other Christian, 1.8% Jewish, 1.2% Muslim, 18.6% No affiliation Average income: $37,986 ==Riding associations== Riding associations are the local branches of the national political parties: {| class=\"wikitable\" |- | colspan=\"2\" style=\"text-align:left; vertical-align:top;\"| Party | valign=\"top\" |Association Name | valign=\"top\" |CEO | valign=\"top\" |HQ Address | valign=\"top\" |HQ City |Conservative Party of Canada |Ancaster—Dundas—Flamborough—Westdale Conservative Association | | |Ancaster |Ancaster—Dundas—Flamborough—Westdale Federal Green Party Association |Joan Krygsman |257 MacNab Street |Dundas |Liberal Party of Canada |Ancaster—Dundas—Flamborough—Westdale Federal Liberal Association |Peter Greenberg |19 Monarch Court |Dundas |New Democratic Party |Ancaster—Dundas—Flamborough—Westdale Federal NDP Riding Association |Patricia Strung |178 Central Drive |Ancaster |} ==Member of Parliament== This riding has elected the following Members of Parliament: ==Election results== ===Ancaster—Dundas—Flamborough—Westdale (2004–2011)=== |- |colspan=3|Total number of valid votes |align=right|62,744 |align=right|100.0% |- |colspan=3|Rejected ballots |align=right|175 |align=right| |- |colspan=3|Total number of votes |align=right|62,919 |align=right| |- |colspan=3|Total number of valid votes |align=right|55,263 |align=right| 100% |- |colspan=3|Rejected ballots |align=right|252 |align=right| |- |colspan=3|Total number of votes |align=right|55,515 |align=right| ===Ancaster—Dundas—Flamborough—Aldershot (2000–2004)=== |} ===Wentworth—Aldershot (1997–2000)=== |} ===Hamilton—Wentworth (1968–1997)=== |} |} |- |} |} On the resignation of Mr. O'Sullivan, 14 September 1977: |} |} |} |} ==See also== * List of Canadian federal electoral districts * Past Canadian electoral districts ==References== * *Riding history from the Library of Parliament *Riding history from the Library of Parliament *Riding history from the Library of Parliament *2011 Results from Elections Canada *Expenditures ===Notes=== Category:Defunct Ontario federal electoral districts Category:Politics of Hamilton, Ontario",
 "title": "Ancaster—Dundas—Flamborough—Westdale"
}