{
 "id": "729676",
 "text": "Walter A. O'Brien, Jr. (December 19, 1914 - July 3, 1998) was a Progressive Party politician from Boston, Massachusetts, United States in the 1940s and the fourth child of Walter A. O’Brien from Portland and Susan Ann Crosby, both third generation Irish Americans. In 1949 O'Brien ran for mayor of Boston. Lacking sufficient financial support to pay for radio advertising, O'Brien commissioned campaign songs from local folk artists promoting his themes, recorded them, then played them out of a loudspeaker on a truck driven through town. O'Brien was fined $10 for disturbing the peace as a result. One of those songs, \"Charlie on the M.T.A.\", has survived all memory of O'Brien himself, thanks largely to the Kingston Trio, who recorded and released the song (as \"M.T.A.\") in 1959. The smart card for Boston transit is called a \"CharlieCard\". O'Brien finished last in the mayoral race. In the election of November 8, 1949, John B. Hynes received 137,930 votes, James M. Curley received 126,000, Patrick J. \"Sonny\" McDonough received 22,230, George F. Oakes received 7,171, and Walter A. O'Brien received 3,659 (1.2% of the total). By the mid-1950s, the strong leftist policies of the Progressives combined with the Red Scare led to their public perception as communists (though they had no connection to the existing Communist Party). As a result, O'Brien disappeared into political obscurity along with his party. The Kingston Trio changed O'Brien's name in their version of the song to avoid it being associated with his party. In 1954 Herbert Philbrick testified before a hearing of the Senate Internal Security Subcommittee that he knew Walter O'Brien to be a member of the Communist Party and had attended cell meetings with him.Senate Internal Security Subcommittee. Hearings. Second Session on Communist Propaganda. Part 3. October 14, 1954. Washington, DC: United States Government Printing Office, 1954, p.115. After his political career ended, O'Brien retired to Harpswell in his home state of Maine, where he worked as a librarian and later ran an intermittently open used bookstore.Walter O’Brien: The Man Who Never Returned by Peter Dreier & Jim Vrabel ==References== == External links == *Charlie on the MTA lyrics and history Category:1914 births Category:1998 deaths Category:Massachusetts local politicians Category:Progressive Party (United States, 1948) politicians Category:20th- century American politicians",
 "title": "Walter A. O'Brien"
}