{
 "id": "729816",
 "text": "Anasarca is a severe and generalized form of edema, with subcutaneous tissue swelling throughout the body.Kumar Vinay. Robbins and Cotran Pathologic Basis of Disease. 8th ed. p.112; Philadelphia: Saunders Elsevier, 2010. Unlike edema, which almost everyone will experience at some time and can be relatively benign, Anasarca is a pathological process reflecting a severe disease state and can involve the cavities of the body in addition to the tissues. ==Signs and symptoms== ===Physical appearance=== Can include: * Periorbital edema \"eye puffiness\" * Perioral edema * Upper extremity edema * Ascites * Lower extremity edema * Pre-tibial edema * Pedal edema ===Physical manifestations=== Can include: * Impaired vision, difficulty opening eyes * Shortness of breath (SOB), dyspnea on exertion (DOE), orthopnea * Chest pain * Extreme discomfort * Debilitation ==Cause== Anasarca is often caused by a decreased oncotic pressure. === Organ failure === * Liver failure * Kidney failure * Right-sided heart failure === Malignancy === === Diet === * Severe protein deficiency === Systemic manifestations of === * Nephrotic syndrome * protein-losing enteropathies * Capillary leak syndrome === In utero === In Hb Barts, the high oxygen affinity results in poor oxygen delivery to peripheral tissues, resulting in anasarca. === Iatrogenic === It can also be caused by the administration of exogenous intravenous fluid. ==Diagnosis== Anasarca is a diagnosis made clinically and differentiated from edema by extent of body involvement and severity. Whereas edema is usually graded on a mild/moderate/severe scale and usually affects one or two regions of the body, anasarca affects the entire body and is the most severe form of edema, with subcutaneous tissue swelling from head to feet. ===Testing=== Although there is no definitive test to prove anasarca, many tests can be useful to aid in the diagnosis. Anasarca is most often seen in conjunction with a low level of albumin Recent studies have demonstrated a linkage between low-voltage electrocardiogram (ECG) (LVE) (QRS complexes of <5 mm in the limb and <10 mm in the precordial leads) and Anasarca. ==Treatment== Anasarca is a severe symptom, not a pathological process in and of itself; as such, the best treatment is to treat the underlying cause. However, there are a number of things that can be done to help get the fluid off as well as prevent further accumulation of fluid. ===Diuretics=== One of the mainstays of any edema treatment, diuretics are a category of medications that help the body pee out fluid by altering the way in which the kidney processes urine. * Loop diuretics * Thiazide diuretics * Thiazide-like diuretics * Potassium-sparing diuretics ===Diet=== The body more efficiently absorbs fluid from the gut and retains that fluid with the help of sodium and sugar. As such, decreasing salt and simple sugar intake will help prevent accumulation of fluid and potentiate the effect of any diuretics. Following a high protein diet will help provide your body with the substrates necessary to produce albumin, the major protein in human plasma and the single most important molecule in maintaining the serum oncotic pressure. ====Fiber==== Bulking fiber, both soluble and insoluble dietary fiber, absorb water throughout your GI tract. Viscous fiber can thicken the contents of the GI track and slow the absorption of other compounds (like simple sugars). == References == == External links == Category:Medical signs Category:Symptoms and signs: Skin and subcutaneous tissue",
 "title": "Anasarca"
}