{
 "id": "729976",
 "text": "Shannon Marie Kahololani \"Shannyn\" Sossamon () is an American actress, director, and musician. She has appeared in the films A Knight's Tale (2001), 40 Days and 40 Nights, The Rules of Attraction (both 2002), The Order (2003), Kiss Kiss Bang Bang (2005), The Holiday (2006), Wristcutters: A Love Story (2006), Road to Nowhere (2009), The End of Love (2012), and Sinister 2 (2015). As a musician, she provided vocals and drums to Warpaint from 2004 to 2008. She abruptly left the group after recording their first EP. Sossamon's sole recording with the band is the 2009 EP Exquisite Corpse. In 2009, Sossamon began directing and producing shorts and music videos through her small production company, the Maudegone Theater. In 2019 she created a video channel called THE MAUDE ROOM, a variety show in which she serves as writer, director, and performer. == Early life == Shannon Marie Kahololani Sossamon was born in Hawaii, and was raised in Reno, Nevada. She is the daughter of Sherry Sossamon, a nurse, and Todd Lindberg. She has a younger sister, singer Jenny Lee Lindberg, who was born in 1981. Her maternal grandmother is of Hawaiian and Filipina descent, while the rest of her ancestry is English, German, Dutch, French, and Irish. Her parents divorced when she was five, and Sossamon and her sister were then raised by her mother, who married Randy Goldman, a salesman and manager of an auto dealership. Sossamon attended Galena High School in Reno, graduating in 1995. The day after her high school graduation, she relocated to Los Angeles with two friends, to study dance. \"Nothing compares to that feeling when you first leave home and arrive somewhere new,\" she once recalled. \"When we woke up in the morning, just making coffee felt amazing. It felt like being so free – just to wake up and make coffee and look at our couch.\" The y in her first name was an alteration in 1995. == Career == === 1995–2002: Early work and breakthrough === After moving to Los Angeles in 1995, she began to work as a DJ, booking gigs in local clubs and performance venues. While Sossamon was pursuing a career in dance, she actually never planned to become a professional dancer, recalling: \"It was more like I just love to do this. It wasn't clear what I wanted, but I was fine with that. I had never needed a plan. I'm really good at feeling safe in the unknown aspects of planning your life\". Around that time, Sossamon established her early career by modeling for various companies including Sassy Magazine, Unionbay Clothing, American Eagle Outfitters, and Planned Parenthood. She appeared in two television commercials for Gap and in music videos for artists such as Daft Punk, The Goo Goo Dolls, Cher, DJ Quik, and the rock group 9xdead. In 1997, Sossamon guest-starred as several characters in three episodes of Mr. Show with Bob and David, and two years later, she was discovered by casting director Francine Maisler, while assisting a fellow DJ at Gwyneth Paltrow's brother's birthday party. Sossamon beat Kate Hudson for the lead female role in Brian Helgeland's medieval adventure dramedy A Knight's Tale, opposite Heath Ledger. She was cast as Lady Jocelyn, the love interest of a peasant (Ledger) pretending to be a knight. The film premiered on May 11, 2001, and received average reviews, with her part getting an equally mixed response; Robin Clifford for Reeling Reviews concluded that Sossamon was \"pretty but little more than an object of affection\" and Rob Blackwelder of SPLICEDwire called her role \"the movie's weakest link\", noting that although Sossamon was a \"wonderfully wicked flirt\", her character \"isn't terribly well established and she's the most jarringly modern sight in this ancient tale\". A Knight's Tale garnered US$117,487,473 worldwide, bringing Sossamon into mainstream audiences. It earned her two Teen Choice Awards nominations as well as three MTV Movie Awards nominations, including one for \"Best Breakthrough Performance\". In 2002, Sossamon starred in Miramax Films' romantic comedy 40 Days and 40 Nights, as Erica Sutton, the love interest of Josh Hartnett's character, Matt Sullivan. It received mixed reviews from critics, but was a major box office success, earning a worldwide total of US$95,146,283 on a production budget of US$17 million. Sossamon's part gained critical acclaim in general; About.com noted that she was \"already making a name for herself as a romantic leading lady. With starring roles opposite two of Hollywood's hottest young actors (Hartnett and Heath Ledger) under her belt, Shannyn's star is rising fast. Her exotic looks separate her from the pack, and her performances have, thus far, been exceptional\". Praising Sossamon and co-star Harnett, Elvis Mitchell wrote for The New York Times: \"Mr. Hartnett matches up with Ms. Sossamon, and not only because their eyebrows signal that they are both Vulcans. She is a more direct performer; what she does is not acting – yet – but she can look as if she's listening. Her approach contrasts hilariously with his gentility\". Afterwards, both actors received a Teen Choice Award nomination for \"Choice Film Chemistry\". Sossamon subsequently played Lauren Hynde in Roger Avary's dark satirical ensemble The Rules of Attraction, an adaptation of the Bret Easton Ellis book of the same name. The film, about a promiscuous college student, included scenes of suicide, heavy drug use, and sexual content. It received mixed reviews from critics, most either loving it or hating it.\"Under The Radar Magazine\" interview Critical response for Sossamon was more favorable, with Joblo.com commenting that the actress was \"very believable and empathetic\" as her character. David Noh of Film Journal International found her performance \"heartbreaking\" and described it as \"an uncanny blend of fragile-fey and urchin-tough, marked by a feverish wit which often proves her undoing as much as her salvation\". Also showing approval of her portrayal, Avary remarked during an interview the actress was \"like a wild animal you can't really control. What she does and what she brings is complete and honest truth to the scene. Something real.” Ellis, meanwhile, stated that Sossamon \"hasn't had much of a chance to shine before, but she's a star. She seems freer in this movie than she was before and is totally empathetic, which is a quality that doesn't come easily to most actors\". Rules of Attraction is considered a cult hit; it grossed US$11,819,244 worldwide, almost tripling its budget (US$4 million). === 2003–05: Hiatus === Sossamon and Heath Ledger starred together again in Brian Helgeland's supernatural thriller The Order. The film revolved around the investigation of the suspicious death of an excommunicated priest and the discovery of a Sin Eater headquartered in Rome. It was released in late 2003, to extremely poor reviews; Critical reception for Sossamon was average with 7M Pictures finding the movie \"well acted\" by the leads but eFilmCritic.com remarking that she, \"so charming in both \"A Knight's Tale and 40 Days and 40 Nights, is given very little to do besides utilize her 'tortured soul with dark eye makeup' schtick\". The movie failed at the box office, opening at number six at the charts; it finished its theatrical run with US$11 million on a budget of US$35 million. After Sossamon filmed The Order, she became pregnant and took a hiatus from working on film productions; \"It was almost like she was out on a lark, and she found herself in this big circumstance that she hadn't planned on, which I think made it easier for her to go off and have a baby and stop working\", director Helgerland said on the actress' motherhood and subsequent acting break. She has recalled seeing her acting career in a \"total stop\" after giving birth, but nevertheless described her absence on screen as a \"blessing in disguise for many reasons\". Her only acting appearance of 2004 was a guest-starring role on the NBC series Law & Order: Special Victims Unit, in the episode “Doubt”. Her next vehicle was the horror thriller Devour, in which she played Marisol, one of several friends who become increasingly addicted to a video game that has an evil agenda. A B movie, it did not receive a theatrical release and instead, went directly-to- DVD in 2005. Critical reception towards the picture was unanimously negative, but a few reviewers showed approval of the cast members' performances, with DVD Talk noting that Sossamon, alongside co-star Dominique Swain, \"do the best they can with the material they're given, but end up as not much more than eye-candy stuck in a sea of aimless gore and maddeningly vague plot droppings\". At the time, she had a small role in the black action comedy Kiss Kiss Bang Bang (2005). She played Josie in the dramedy Undiscovered, which followed a group of aspiring entertainers who intend to establish their careers in Los Angeles. Distributed for a limited release to certain parts of the United States only, the movie premiered on August 26, 2005, to lackluster sales and critical failure. Chasing Ghosts, a mystery thriller starring Sossamon, was released straight-to-video in late 2005. As Undiscovered, this movie received negative reviews and was a box office bomb, failing to recoup its budget. === 2006–08: Wristcutters and Moonlight === Sossamon was cast as the female lead in the indie romantic black comedy Wristcutters: A Love Story, which was based on an Etgar Keret short story and co-starred Patrick Fugit, revolving around two characters who fall in love in purgatory after committing suicide. It was shown at both The Sundance Film Festival and The Seattle International Film Festival Awards in early 2006, before going on to open in a limited theatrical run in October 2007. The movie premiered to popular and critical acclaim, garnering a cult following since then. Sossamon, similarly, received positive feedback for her performance; Variety felt she made her character \"feisty and alluring\" in a \"resigned goth-girl kind of way\", while Matthew Turner of View London remarked that she \"gives her best performance to date.\" Wristcutters was nominated for several awards, including Sundance's Grand Jury Prize, two Independent Spirit Awards, and the Humanitas Prize. She appeared as Maggie, Jack Black's girlfriend in Nancy Meyers' romantic comedy The Holiday. The movie co-starred Kate Winslet, Cameron Diaz, and Jude Law, and premiered in December 2006. It was a major commercial success, with US$205,135,324 grossed worldwide. On January 2, 2007, she debuted on Courteney Cox's drama series Dirt on FX. She played Kira Klay, a troubled young drug- addicted actress who kills herself after realizing that she is pregnant. She appears in the pilot episode and four more episodes as a ghostly figment of Ian Hart's character's imagination, becoming a sort of love interest. Her last airdate was on March 27, 2007 (episode \"Ita Missa Est\"). She also starred in the horror movie Catacombs as Victoria, a young woman trying to find her way out of the Paris Catacombs while being pursued by a killer. It received a theatrical release in countries like Italy and Japan throughout 2007, but came out directly-to-DVD in United States in February 2008. Catacombs and Sossamon generated mostly negative reviews; About.com wrote that her \"Ambien-induced acting doesn't help matters\", and DVD Verdict stated: \"This film is all Sossamon and I feel for her. Aside from the uninspired twist finale, her performance is solely of gasping and looking worried and furrowing her brow and screaming and gazing worriedly at her flickering flashlight\". Sossamon signed on as a series regular on CBS' vampire drama Moonlight, to play the character of Coraline Duvall. The series began airing on September 28, 2007, and was watched by 8.54 million viewers, finishing first among total viewers and adults 18–49 for its night. CBS ordered a 16-episode first season, but over the season, viewership decreased to around 7.5 million viewers. The series had a very large fan base, but despite fans' efforts, CBS canceled the series after the first season. Sossamon starred as Beth Raymond in One Missed Call, a remake of Takashi Miike's 2003 Japanese horror film of the same name. It revolved around a group of college students who start receiving voice-mails from their future selves which include the date and time of their deaths. The movie had its U.S. premiere on January 4, 2008, and fared \"decently\" on its opening weekend, with an estimated US$13.5 million in sales, as noted by Box Office Mojo. It went on to gross US$45 million in theaters, on a production budget of US$20 million. Reception towards the film was heavily negative, with critics describing it as one of the \"weakest\" J-horror remakes to be released. Georgia Straight writer Steve Newton felt that Sossamon tried \"desperately to bring some substance to her role\", but the \"preposterous script\" made it a \"lost cause\". Despite the critical reaction, the actress was nominated for the \"Choice Film Actress – Horror\" Award at the 2008 Teen Choice Awards. === 2009–12: Indie film route === She played Concetta, a woman faced with the challenges of raising her sick child and supporting her husband in the indie drama Life Is Hot in Cracktown, directed by Buddy Giovinazzo, and co-starring Kerry Washington, Lara Flynn Boyle and Brandon Routh. The movie was first screened at the 2009 Fantasia International Film Festival, and received a limited theatrical release in June that year; it went to DVD two months later. She also made a brief appearance in the romantic comedy Our Family Wedding and appeared as one of the leads in the thriller The Heavy, which had a U.S. straight-to-video release in April 2010. Around that time, she served as a feature jury at the 8th Indian Film Festival in Los Angeles. Sossamon signed on to play a recurring character (Gingy Wu) in the HBO television series How to Make It in America. The series premiered in February 2010, with the actress appearing in eight episodes throughout the show's first season. She created Maudegone Theater also in 2010, an online-video project under which she releases short and musical features directed by herself. Eight videos have been premiered under the moniker as of 2013. During an interview with Keba Robinson, of Hook and Line magazine, Sossamon explained that her initiative for creating Maudegone was about having \"some sort of control and do creative things and feel like it was something that I started. I like the feeling of independence and freedom\". Sossamon starred in Monte Hellman's independent romantic thriller Road to Nowhere. Her role was Laurel Graham, a non- professional actress invited to star in a movie by a director who falls in love with her. Sossamon was the first person to be cast in the film after writer Steven Gaydos saw her in a restaurant rehearsing a scene with another person. Reluctant, Gaydos gave the actress his card saying, \"I don't do this often, but I wonder if you or your agent would contact [director] Monte Hellman\". The movie screened at the 67th Venice International Film Festival in September 2010, and received a very limited theatrical release in the U.S the following year. It generated mostly positive reactions from critics, with Sossamon's role gaining a similar response. Kevin Thomas, of Los Angeles Times remarked that the film \"ultimately stands on the beauty and talent of its femme fatale, and Shannyn Sossamon is so stunning and gifted she actually withstands a remark comparing her to Louise Brooks\". Meanwhile, Colin Convert for Star Tribune wrote in his review: \"The key to the movie is casting the right femme fatale, and non-actress Shannyn Sossamon, the mystery woman's eerie doppelgänger, wins the part and her director's heart\". She was cast with Ashley Bell, Dominic Monaghan and Shawn Ashmore in the indie thriller The Day, which follows a group of people fighting to stay alive in a post-apocalyptic future. The picture premiered at the 2011 Toronto International Film Festival and later received a theatrical release in a limited run in August 2012. It received generally mixed or average reviews; while The Los Angeles Times and The New York Daily News praised the cast, Blu-Ray.com and Paste magazine criticized Sossamon for \"weaving in and out\" of her character's southern accent. On January 15, 2012, The Cyclist, a short film starring Sossamon, premiered; it was screened later that year at the Las Vegas Film Festival. She appeared in the indie romantic drama The End of Love as Lydia, a single mother and the love interest of Mark Webber's character. The movie debuted at the 2012 Sundance Film Festival and opened theatrically in a limited run in March 2013. Reviews for the film were largely positive, with Sossamon earning top notices. Chicago Sun-Times critic Charlie Schmidlin concluded that the actress \"radiates warmth\" and noted that her part in the movie \"is the most natural and welcome performance I've seen from her\". The Hollywood Reporter and Time Out found Sossamon \"captivating\" and \"enormously appealing\", respectively. === 2013–present: Television work === Sossamon then appeared in Desire, another short feature and a collaboration between Jaguar and Ridley Scott Associates, to help kick off the 2014 Jaguar F-Type. The 13-minute video, directed by Adam Smith and co-starring Damian Lewis, is about a car delivery man who gets caught up in a dangerous chase involving a woman in trouble (who is played by Sossamon). It had initially a debut at the 2013 Sundance London Film and Music Festival and was then posted on YouTube. On June 30, 2013, she debuted as Alex in the ABC drama Mistresses. Her character had a \"multi-episode arc\" during the first season of the series, with her last airdate being September 2 (episode \"When One Door Closes...\"). Sossamon accepted the role as it was a \"softer character\" for her to play, given she had been in a career hiatus due to her second pregnancy. At the time, it was announced that Sossamon was cast to play one of the main parts in M. Night Shyamalan's limited series for FOX, Wayward Pines. Her role was Theresa Burke, the wife of Matt Dillon's character, and the show premiered on May 14, 2015. Wayward Pines received mostly favorable reviews from critics and after a debut described as \"soft\" by Deadline Hollywood, viewership for the series grew in subsequent episodes. She provided her voice for a character named Lorna during an episode of Over the Garden Wall, which aired on November 6, 2014 (\"Chapter 7: The Ringing of the Bell\") She next had a starring role in the supernatural horror sequel Sinister 2, where she played a mother whose sons are tormented by ghostly children. The movie was released worldwide on August 21, 2015, generating overwhelmingly negative reviews from critics. However, it has grossed over US$48 million on a budget of US$10 million. Sossamon played Pandora in the third season of FOX's Sleepy Hollow, in which she was a series regular. == Personal life == === Music and interests === Besides acting, Sossamon continues to study music and dance. After the birth of her first child, she started to learn how to play the guitar, with lessons about four days a week, as she wanted to create a band with her sister Jenny Lee Lindberg, who knew how to play the bass. Shortly afterwards, they formed Warpaint, an indie rock and psychedelic band formed in Los Angeles. As all the members were playing the guitar at the beginning, she became the drummer of the group: \"When we all started the band together, no one was playing drums, it was like all of us on guitars, and we needed a drummer. We tried out a pool of drummers and then one day I just decided to sit on the drum kit and it really worked and I had so much fun\". When asked about her interest in pursuing a musical career as a solo artist following her work with the band Warpaint, Sossamon responded that although she writes a lot of songs by herself, \"music requires focus and discipline in a way that I need to have for other things right now\". Despite her musical work, Sossamon has clarified she rarely calls herself a musician, as she does not \"practice or play nearly as much as the great ones do. Most of my days and thoughts are taken up by stories, feelings, and pictures. Music is present in them, too, but always having to do with a picture.\" == Filmography == {| class=\"wikitable sortable plainrowheaders\" |+ Film ! scope=\"col\" | Year ! scope=\"col\" | Title ! scope=\"col\" | Role ! scope=\"col\" class=\"unsortable\" | Notes |- | style=\"text-align:center;\"| 2001 ! scope=\"row\" | | Jocelyn | |- | style=\"text-align:center;\"| 2002 !scope=\"row\" |40 Days and 40 Nights |Erica Sutton | |- | style=\"text-align:center;\"| 2002 !scope=\"row\" | |Lauren Hynde | |- | style=\"text-align:center;\"| 2003 !scope=\"row\" | Moses |Max | Short film |- | style=\"text-align:center;\"| 2003 !scope=\"row\" | |Mara Sinclair | |- | style=\"text-align:center;\"| 2005 ! scope=\"row\" |Devour |Marisol | |- | style=\"text-align:center;\"| 2005 ! scope=\"row\" |Chasing Ghosts |Taylor Spencer | |- | style=\"text-align:center;\"| 2005 ! scope=\"row\" |I Hate You Leilani |Jo |Short film |- | style=\"text-align:center;\"| 2005 ! scope=\"row\" | |Melanie |Short film |- | style=\"text-align:center;\"| 2005 ! scope=\"row\" |Undiscovered |Josie | |- | style=\"text-align:center;\"| 2005 ! scope=\"row\" |Kiss Kiss Bang Bang |Pink Hair Girl | |- | style=\"text-align:center;\"| 2006 ! scope=\"row\" |Wristcutters: A Love Story | Mikal | |- | style=\"text-align:center;\"| 2006 ! scope=\"row\" | |Maggie | |- | style=\"text-align:center;\"| 2007 ! scope=\"row\" |Catacombs |Victoria | |- | style=\"text-align:center;\"| 2008 ! scope=\"row\" |One Missed Call |Beth Raymond | |- | style=\"text-align:center;\"| 2009 ! scope=\"row\" |Life Is Hot in Cracktown |Concetta | |- | style=\"text- align:center;\"| 2010 ! scope=\"row\" |Our Family Wedding |Ashley McPhee | |- | style=\"text-align:center;\"| 2010 ! scope=\"row\" | |Claire | |- | style=\"text- align:center;\"| 2010 ! scope=\"row\" |Road to Nowhere |Laurel Graham Velma Duran | |- | style=\"text-align:center;\"| 2011 ! scope=\"row\" | |Shannon | |- | style=\"text-align:center;\"| 2011 ! scope=\"row\" | Fight for Your Right Revisited |Café Patron | Short film |- | style=\"text-align:center;\"| 2012 ! scope=\"row\" |The End of Love |Lydia | |- | style=\"text-align:center;\"| 2012 ! scope=\"row\" |The Cyclist |Girl | Short film |- | style=\"text-align:center;\"| 2013 ! scope=\"row\" |Desire | Melody | Short film |- | style=\"text- align:center;\"| 2015 ! scope=\"row\" |Sinister 2 | Courtney Collins | |- | style=\"text-align:center;\"| 2018 ! scope=\"row\" |Ghost Light | Liz Beth Stevens | |- | style=\"text-align:center;\"| 2019 ! scope=\"row\" |The Hour After Westerly | The Woman | Short film |- | style=\"text-align:center;\"| 2021 ! scope=\"row\" |High Holiday | Liz Corksey | |- | style=\"text-align:center;\"| 2021 ! scope=\"row\" |The Undertaker's Wife | Sarah Davis | |} {| class=\"wikitable sortable plainrowheaders\" |+ Television ! scope=\"col\" | Year ! scope=\"col\" | Title ! scope=\"col\" | Role ! scope=\"col\" class=\"unsortable\" | Notes |- | style=\"text-align:center;\"| 1997 ! scope=\"row\" |Mr. Show |Fashion Model Girl Trophy Presenter |\"Peanut Butter, Eggs, and Dice\" (episode two, season three) \"Oh, You Men\" (episode three, season three) \"Flat Top Tony and the Purple Canoes\" (episode four, season three) |- | style=\"text-align:center;\"| 2004 ! scope=\"row\" |Law & Order: Special Victims Unit |Myra Denning |\"Doubt\" (episode eight, season six) |- | style=\"text- align:center;\"| 2007 ! scope=\"row\" |Dirt |Kira Klay |Recurring role (season one); 5 episodes |- | style=\"text-align:center;\"| 2007–2008 ! scope=\"row\" |Moonlight |Coraline | Series regular; 10 episodes |- | style=\"text- align:center;\"| 2010 ! scope=\"row\" |How to Make It in America |Gingy Wu |Recurring role (season one); 8 episodes |- | style=\"text-align:center;\"| 2013 ! scope=\"row\" |Mistresses |Alex |Recurring role (season one); 8 episodes |- | style=\"text-align:center;\"| 2014 ! scope=\"row\" |Over the Garden Wall |Lorna (voice) |\"Chapter 7: The Ringing of the Bell\" (episode seven, season one) |- | style=\"text-align:center;\"| 2015–16 ! scope=\"row\" |Wayward Pines | Theresa Burke | Series regular (season one) Recurring role (season two); 14 episodes |- | style=\"text-align:center;\"| 2015–16 ! scope=\"row\" |Sleepy Hollow | Pandora | Series regular (season three); 18 episodes |} {| class=\"wikitable sortable plainrowheaders\" |+ Video games ! scope=\"col\" | Year ! scope=\"col\" | Title ! scope=\"col\" | Role ! scope=\"col\" class=\"unsortable\" | Notes |- | style=\"text-align:center;\"| 2012 ! scope=\"row\" |Hitman: Absolution |Jade Nguyen |Voice |} ==References== ==External links== * Category:American film actresses Category:American people of Dutch descent Category:American people of English descent Category:American people of French descent Category:American people of German descent Category:American people of Irish descent Category:American people of Native Hawaiian descent Category:Actresses from Honolulu Category:American female models Category:Living people Category:Musicians from Honolulu Category:American actresses of Filipino descent Category:American rock drummers Category:American women drummers Category:20th-century American drummers Category:Native Hawaiian actresses Category:20th-century American women musicians Category:21st-century American women musicians Category:21st- century American drummers Category:Warpaint (band) members Category:Year of birth missing (living people)",
 "title": "Shannyn Sossamon"
}