{
 "id": "730100",
 "text": "Jim Bohannon (born January 7, 1944) is an American broadcaster who has worked in both television and radio. He is best known for hosting the nationally syndicated late night radio talk show The Jim Bohannon Show on the Westwood One Network. For 31 years, he also hosted America in The Morning, a nationally syndicated radio news show, stepping down in December 2015.Bohannon Leaves \"America in the Morning\" Inside Radio. Bohannon has been included numerous times in Talkers magazine's annual \"Heavy 100\" picks of \"The 100 Most Important Radio Talk Show Hosts in America\". He was inducted into the National Radio Hall of Fame in 2003, and in 2013 was the recipient of Talkers Lifetime Achievement Award. He has also been nominated for the National Association of Broadcasters Marconi Award for Network Syndicated Personality of the Year. In December 2021, Bohannon was announced as an inductee into the NAB's Broadcasting Hall of Fame. ==Early life== James Everett Bohannon was born in Lebanon, Missouri. Raised in Lebanon, his broadcasting career also began there as he got a job at hometown KLWT in 1960, working for a dollar per hour. Following his graduation from Lebanon High School in 1962, Bohannon attended Southwest Missouri State University in Springfield. While in college he continued to work in radio part-time at KWTO as a news reporter, and at KICK as a disc jockey. One event in 1964 helped set the tone for Bohannon's later career and ability to think on his feet. Presidential candidate Senator Barry Goldwater made a campaign appearance in Springfield, which KWTO was covering by live remote broadcast. However the Senator was running late, forcing the young Bohannon to ad lib on air for over an hour to fill the time. As he told Inside Radio in a 2003 interview: \"I called on everything I had in reserve. I was ad libbing and making comments about the campaign. It was like being dumped in the middle of the English Channel and told you needed to learn how to swim. That sticks out as a time I was given a big test.\" Another highlight for Bohannon while working in radio in those early years was taking three busloads of fans from Springfield to Kansas City, Missouri to see The Beatles in concert. ===Military service=== After his graduation from Southwest Missouri State in 1966, Bohannon enlisted in the United States Army, serving until 1970. Assigned to the Army Security Agency (ASA), his four years of service included a tour of duty (April 1967 to April 1968) during the Vietnam War with the 199th Infantry Brigade. During the Tet Offensive in early 1968, Bohannon was at Long Binh serving with the 303rd ASA Battalion as part of the II Field Force headquarters. After completion of his Vietnam tour Bohannon was assigned to the Washington D.C. area until discharged in 1970. ==Radio career== After his discharge from the U.S. Army, Bohannon remained in Washington D.C. where he worked in a series of radio jobs throughout the 1970s. They included stints at news stations WTOP and WRC as well as easy listening station WGAY. In 1980, he returned closer to his Midwestern roots as he took a job at WCFL, Chicago. While doing morning drive at WCFL he also landed a second job in the afternoons as a Chicago bureau reporter for the young upstart CNN. Through the Mutual Broadcasting System's ownership of WCFL, Bohannon secured a role as the primary guest host on The Larry King Show and later hosted his own Saturday evening call-in show on Mutual beginning in 1985. In 1993, Larry King's show moved to afternoons, and Westwood One/Mutual offered Bohannon King's former late evening/overnight time slot. The Jim Bohannon Show moved to Larry King's former overnight time slot on January 29, 1993, one day short of the fifteenth anniversary of King's 1978 debut on Mutual. The George Washington University archives his Mutual shows.https://searcharchives.library.gwu.edu/repositories/2/archival_objects/132167 Like King's late night show, Bohannon's program was an immediate ratings success. Broadcasting from Washington, D.C., WFED (as successor to the now- defunct Washington Post Radio) is his flagship station, with over 350 affiliates nationwide. Bohannon's political views, as stated on air, lean toward being moderate and/or slightly conservative, something he calls being a \"militant moderate\". In 2003, he stated that: Bohannon has stated that he is a registered Democrat for the purposes of voting in primary elections. The show airs Monday through Friday from 10:00 PM to 1:00 AM Eastern Time (02:00 to 05:00 UTC during daylight saving time, 03:00 to 06:00 UTC during standard time). Each segment of the show features guests for interviews and calls from listeners. His show usually deals with politics and popular culture. When Jim is away, guest hosts have historically varied in nature and political views greatly; past substitute hosts include conservative talk host and comedian Dennis Miller, liberal television commentator and talk-radio host Leslie Marshall, and the late comedian Joan Rivers. Jim Bohannon also hosts a daily Westwood One radio feature called The Offbeat, which airs as a part of both The Jim Bohannon Show (as its final segment) and America in The Morning (near the end of the first half-hour). On December 18, 2015, Bohannon stepped down from America in the Morning, after hosting the show for 31 years. Westwood One has appointed radio newsman John Trout to continue the one-hour show, airing weekdays at 5 a.m. Eastern Time. Bohannon's other broadcasting industry work includes occasionally serving as a booth announcer for CBS-TV's Face the Nation. He has also done voice announcements for the satellite feeds of some other Westwood One radio programs. Bohannon is the originator and driving force behind the National Freedom of Information Day. First submitted by Bohannon to the Society of Professional Journalists in 1979, the event is celebrated each March 16 to honor the birthday of President James Madison, father of the Bill of Rights. ==Personal life== Jim married his first wife, Mary Camille Skora (who generally went by \"Camille\"), in late 1970.\"Skora- Bohannon recite vows in Silver Spring, Md. church\", Las Vegas (New Mexico) Daily Optic, December 15, 1970, page 3. In 1976 the two began hosting the morning program at Washington, D. C.'s WTOP radio. However, the station owner did not want the show to be labeled as a \"husband and wife team\", so Camille had to adopt the pseudonym of \"Laura Walters\".\"Radio has Always been Fun for Club member Camille Bohannon\" by Bill McCloskey, May 22, 2016 (press.org) The next year the two moved to middays at WRC, now as \"The Bohannons\".\"Fates and Fortunes: Broadcasting Journalism\", Broadcasting, April 18, 1977, page 72. In 1980 the pair left the Washington area to work mornings at station WCFL in Chicago. At the time of the move Camille was quoted as saying: \"People ask how we can be together so much, but my answer is that we're making up for the first five years when I was a DJ at night and Jim did news during the day and we never saw each other.\"\"Chicago's New Husband/Wife Team\", Radio & Records, March 21, 1980, page 8. However, the couple eventually divorced. As Camille Bohannon, his former spouse became a noted broadcaster in her own right, with a long career at the Associated Press and United Press International. Bohannon and his second wife Annabelle attended high school together but lost touch after graduation. Said Bohannon of her \"I just worshipped her in high school, but she dated the football captain and I didn't make any time with her.\" Thirty-three years later they got reacquainted at a book signing in Columbia, Missouri and were married on August 21, 1998. As a teen growing up in Lebanon, Annabelle (Arnold) Bohannon was a frequent babysitter of a young Claire McCaskill (future U.S. Senator) and her sisters. As hobbies he enjoys reading science fiction, playing tennis and the trombone, something he's done since high school. He is a staunch supporter of the Jerry Hoover scholarship at Lebanon High School, serving as its honorary chairman. The scholarship is named in honor of Bohannon's former band director and is awarded to a student who will be attending Missouri State University and participating in the instrumental music program. Bohannon also does much work with the Smithsonian Associates. He remains close to his Missouri roots however, often mentioning his hometown of Lebanon, the trout fishing at nearby Bennett Spring State Park, and even once broadcasting an entire week of his shows from the Ozark Empire Fairgrounds in Springfield. The Bohannons reside in the Washington D.C. suburb of Montgomery Village, Maryland. == References == == External links == * * * Category:1944 births Category:Living people Category:People from Lebanon, Missouri Category:Missouri State University alumni Category:United States Army soldiers Category:United States Army personnel of the Vietnam War Category:American broadcast news analysts Category:American talk radio hosts Category:People from Montgomery Village, Maryland Category:Westwood One",
 "title": "Jim Bohannon"
}