{
 "id": "730146",
 "text": "Simon Jones (born 27 July 1950) is an English actor. He portrayed Arthur Dent, protagonist of Douglas Adams’s The Hitchhiker's Guide to the Galaxy on radio in 1978 and again on television in 1981. Jones also appeared in the film The Hitchhiker's Guide to the Galaxy (2005) in a cameo role. He also played the role of Donald Shellhammer in Miracle on 34th Street (1994), appeared in Brideshead Revisited as Lord Brideshead, and as King George V in the film Downton Abbey. ==Career== Jones appeared in various television series, including Brideshead Revisited (in which he played the Earl of Brideshead, or 'Bridey', heir to the Marquess of Marchmain), and the second series of Blackadder (playing Sir Walter Raleigh). His films have included Club Paradise, Privates on Parade, Miracle on 34th Street and The Devil's Own. Jones studied at King's College, Taunton, before going up to Trinity Hall, Cambridge, where he was a member of the Footlights and met Douglas Adams. This led to Jones being cast in Out of the Trees and later The Hitchhiker's Guide to the Galaxy. The latter project, a radio broadcast from 1978, would be the first of Jones's several portrayals of Arthur Dent; Adams claimed to Jones that he wrote the part of Dent with him in mind. In Monty Python's The Meaning of Life, Jones had a minor role as one of the guests at the dinner party which is interrupted by the Grim Reaper. He has also appeared in some of the solo film projects of the members of Monty Python: Privates on Parade (with John Cleese) American Friends (with Michael Palin), and Brazil and 12 Monkeys (both directed by Terry Gilliam). Jones has appeared in many Broadway plays, including The Real Thing (1985, as Max), Benefactors (1985, as Colin), Getting Married (1991, as Reginald Bridgenorth), Private Lives (1992, as Elyot Chase), The Real Inspector Hound (as Moon) and The Fifteen Minute Hamlet (as Hamlet - which played together in 1992), The School for Scandal (1995, as Joseph Surface), Ring Round the Moon (1999, as Romainville) and Waiting in the Wings (1999, as Perry Lascoe). In 2009, Jones appeared in Blithe Spirit, as Dr. Bradman, supported by Angela Lansbury and Rupert Everett; and in 2018 he portrayed John Rich, in Farinelli and the King starring Mark Rylance, from January through March. Off-Broadway he has a long list of credits, and was nominated for the 1990 Drama Desk Award Outstanding Featured Actor in a Play for his role in Privates on Parade. In regional theatre at the Guthrie Theater, Minneapolis, Jones starred as Christopher Gore in the American premier of Brian Friel's The Home Place in late 2007; he returned there in late 2008 to portray C. S. Lewis in Shadowlands. In 2015 he played the Man in Chair in Drowsy Chaperone at Cape Playhouse in Massachusetts, and immediately afterwards went to Sag Harbor to play Major Bouvier and Norman Vincent Peale in Grey Gardens with Rachel York and Betty Buckley, again directed by Michael Wilson; this same production went to Los Angeles in 2016 at the Ahmanson Theatre. Jones is also a voice actor and audiobook presenter, with more than 70 titles to his credit. Among them are: * The Long Dark Teatime of the Soul for Simon and Schuster Audioworks for the US market * Star Trek: Cacophony, playing Lt. Commander Stewart Mulligan in an original \"Captain Sulu Adventures\" audio programme, again for Simon and Schuster * The Salmon of Doubt, for New Millennium Audio * Douglas Adams at the BBC, for BBC Audio * The Bartimaeus Trilogy by Jonathan Stroud: The Amulet of Samarkand, The Golem's Eye, Ptolemy's Gate, The Ring of Solomon * A Slight Trick of the Mind by Mitch Cullin, which won the Audio Publishers Association's 2006 Audie Award for Unabridged Fiction. * And Another Thing..., the sixth instalment of The Hitchhiker's Guide to the Galaxy series, written by Eoin Colfer. *Cloud Cuckoo Land by Anthony Doerr In 2003, Jones reprised his role as Arthur Dent in a new radio series of The Hitchhiker's Guide to the Galaxy. In the same year he was involved in the filming of the film version of the first novel, making a brief cameo appearance in the role of the holographic Magrathean answering machine/automated defence system. In 2009, Jones was heard as master detective Sexton Blake on BBC Radio 2 in the six-part series, The Adventures of Sexton Blake!. In addition to his work as an actor, Jones is also a co-artistic director at New York Off-Broadway company the Actors' Company Theatre (TACT), where he played the role of Jack in the play Home by David Storey. In 2010, Jones joined in the Irish Repertory Theatre's production of A Child's Christmas in Wales, a concert version of the Dylan Thomas work. This ran from 8 December 2009 to 2 January 2010. In 2011, Jones played Piero Soderini in Divine Rivalry — a new play by Michael Kramer, directed by Michael Wilson, and produced by the Shubert Organisation – at the Hartford Stage Theatre in Hartford, Connecticut. Jones had played this part in several previous readings of the play. Later in the year, he was in a new musical version of Death Takes a Holiday, from the book by Tom Meehan and Peter Stone, with music by Maury Yeston; it. It ran in New York City, at the Roundabout's Laura Pels Theatre, from 7 July to 4 September. A CD was released shortly afterwards. From there, Jones returned to London, where he attended the opening night of No Naughty Bits, at the Hampstead Theatre on 13 September. The play, by Steve Thompson, was the story of Jones's wife, Nancy Lewis, and the Monty Python team's lawsuit against ABC-TV in America. In 2012 Jones played David Bliss, husband of Harriet Harris, in Hay Fever at the Guthrie Theatre, directed by Jones' friend Chris Luscombe. Jones then appeared (in the role of Sir Francis Beekman), with Megan Hilty starring in Gentlemen Prefer Blondes at ENCORES! concert series at City Center in New York City, which also resulted in CD. Later in the year, he went to the UK, where he starred in a national stage tour of Hitchhiker's Guide to the Galaxy – Live! In the summer of 2013, Jones went to East Hampton, New York, where Tony Walton directed him in a production of Tonight at 8:30, featuring three of Noël Coward's short plays. Blythe Danner was the co-star, and they performed \"Hands Across the Sea\", \"Family Album\" and \"Red Peppers\". This was followed by another UK stage tour of Hitchhiker's Guide to the Galaxy – Live! The tour of Blithe Spirit, starring Angela Lansbury, then went to London's West End in early 2014. This was accompanied by an appearance at a special cabaret (organised by co-star Janie Dee) at the Cafe de Paris, where he sang \"Mad Dogs and Englishmen\". That June, he portrayed Emperor Joseph II in Amadeus, starring Rupert Everett. This was followed by BBC Radio appearances in Neil Gaiman and Terry Prachett's Good Omens, directed by Dirk Maggs, and Doctor Who with Tom Baker. The year ended with Blithe Spirit once again – still with Lansbury – on a North American tour. In 2018, Jones was once again playing Arthur Dent when he recorded the final radio series, Hitchhiker's Guide to the Galaxy – the Hexagonal Phase directed by Dirk Maggs for BBC Radio 4. On August 2018 announcement indicated that Jones would be among the new cast to join the original actors in the Downton Abbey film, which started principal photography at about the same time. From November 18th, 2021 to January 9th, 2022, Jones starred as Henry in the Broadway premiere of Trouble in Mind by Alice Childress. ==Personal life== Jones and his son Tim were hit by a car on 8 October 2010; though they suffered only bruises, he had to withdraw from the Actors' Company Theatre's production of Václav Havel's Memorandum. On 20 December 2019 his wife, Nancy Lewis, died in Manhattan of leukemia. ==Partial filmography== * Sir Henry at Rawlinson End (1980) - Joachim * The Hitchhiker's Guide to the Galaxy (1981, TV Series) - Arthur Dent * Reds (1981) - Louise Bryant's Colleague in France (uncredited) * Giro City (1982) - Henderson * Privates on Parade (1982) - Sergeant Eric Young-Love * Monty Python's The Meaning of Life (1983) - Chadwick / Jeremy Portland-Smythe * Brazil (1985) - Arrest Official * Blackadder II (1986, TV Series) - Sir Walter Raleigh * Club Paradise (1986) - Toby Prooth * Newhart (1987, TV Series) - Dr. Miles Rangel * Green Card (1990) - Party Guest * American Friends (1991) - Anderson * For Love Or Money (1993) - Albert * Miracle on 34th Street (1994) - Donald Shellhammer * 12 Monkeys (1995) - Zoologist * Matilda (1996) - Shellhammer (uncredited) * The Devil's Own (1997) - Harry Sloan * Guru in Seven (1998) - Removal man 1 * The Thomas Crown Affair (1999) - The Accountant (uncredited) * Benjamin Franklin (2002, TV Mini-Series documentary) - Thomas Penn * The Hitchhiker's Guide to the Galaxy (2005) - Ghostly Image * Griffin & Phoenix (2006) - Professor * Spectropia (2006) - The Duck * The Search for Simon (2013) - The Man in the Hat * The Hitchhiker's Guide to the Galaxy Radio Show Live (2016) - Arthur Dent * Downton Abbey (2019) - King George V * The Gilded Age (2022, TV series) - Bannister ==References== ==External links== * Official website * * * Simon Jones at Internet Off-Broadway Database * BBC – Radio 4 – The Hitchhiker's Guide to the Galaxy – Simon Jones * Simon Jones interview at TVParty.com * Daniel Craig Meets a Long-Lost Cousin: Simon Jones - Playblog Category:1950 births Category:Alumni of Trinity Hall, Cambridge Category:Audiobook narrators Category:English male radio actors Category:English male television actors Category:English male film actors Category:English male comedians Category:English male stage actors Category:English male voice actors Category:Living people Category:People from Wiltshire Category:People educated at King's College, Taunton",
 "title": "Simon Jones (actor)"
}