{
 "id": "730292",
 "text": "Nathan Farragut Twining ( ; October 11, 1897 – March 29, 1982) was a United States Air Force general, born in Monroe, Wisconsin. He was the chief of Staff of the United States Air Force from 1953 until 1957, and the third chairman of the Joint Chiefs of Staff from 1957 to 1960. He was the first member of the Air Force to serve as Chairman. Twining was a distinguished \"mustang\" officer, rising from private to four-star general and appointment to the highest post in the United States Armed Forces in the course of his 45-year career. ==Early life and military career== Nathan Twining came from a military background. His step-mother was Frances Staver Twining, author of Bird-Watching in the West. In 1913, Twining moved with his family from Monroe, Wisconsin, to Oswego, Oregon. He served in the Oregon National Guard from 1915 to 1917. In 1917, he received an appointment to West Point. Because the program was shortened so as to produce more officers for combat, he spent only two years at the academy and graduated just a few days too late for service in World War I. After graduating in 1919 and serving in the Army infantry for three years after arriving in Europe in July 1919, he was reassigned to the Air Service. Over the next 15 years he flew fighter aircraft in Texas, Louisiana, and Hawaii, while also attending the Air Corps Tactical School and the Command and General Staff College. When World War II broke out in Europe he was assigned to the operations division on the Air Staff; then in 1942 he was sent to the South Pacific where he became chief of staff of the Allied air forces in that area. In January 1943, he was promoted to major general and assumed command of the Thirteenth Air Force, and that same November he traveled across the world to take over the Fifteenth Air Force from Jimmy Doolittle. On 1 February 1943, the U.S. Navy rescued Brig. Gen. Twining, the 13th Air Force Commander, and 14 others near the New Hebrides. They had ditched their plane on the way from Guadalcanal to Espiritu Santo and spent six days in life rafts. When Germany surrendered, Arnold sent Twining back to the Pacific to command the B-29s of the Twentieth Air Force in the last push against Japan, however he was in this command only a short time when the atomic strikes ended the war. On 20 October 1945, Twining led three B-29s in developing a new route from Guam to Washington via India and Germany. They completed the 13,167-mile-trip in 59 hours, 30 minutes. He returned to the States where he was named commander of the Air Materiel Command, and in 1947 he took over Alaskan Air Command. On September 23, 1947, Lieutenant General Twining issued a memo to Brigadier General George Schulgen of the Army Air Forces. The subject line of the memo read “AMC Opinion Concerning 'Flying Discs.'” The general tone of the memo was that unidentified objects seen in the skies by military personnel were not weather, astronomical or other phenomenon but rather objects that warranted further investigation. Twining wrote “The phenomenon reported is something real and not visionary or fictitious.” 180px|right|thumb|General Nathan F. Twining. After three years there Twining was set to retire as a lieutenant general, but when Muir Fairchild, the Vice Chief of Staff of the United States Air Force, died unexpectedly of a heart attack, Twining was elevated to full general and named his successor. == United States Air Force Chief of Staff == left|thumb|222x222px|General Nathan F. Twining in 1957. When General Hoyt Vandenberg retired in mid-1953, Twining was selected as Chief of Staff of the United States Air Force; during his tenure, massive retaliation based on airpower became the national strategy. During his tenure as Air Force Chief of Staff Twining oversaw massive buildup within the United States Air Force, including the entrance of several jet-fleet aircraft within the Air Force such as the Boeing B-52 Stratofortress, Boeing KC-135 Stratotanker and F-100 Super Sabre. Twining also directed the development of missiles system within the Air Force. For his role and achievement in developing the Air Force, Twining was credited for leading the U.S. Air Force into a modern-day Air Force with far more sophisticated equipment rather than the old equipment that the Air Force used during the World War II and during the early years of the Air Force following the Air Force receiving its own autonomy in 1947.General Twining was also an ardent advocate of the Strategic Air Command and strongly believed that Strategic Air Command was the best deterrent to Communist military power. As a result, several of new Strategic Air Command bases including the Strategic Air Command underground command center in Strategic Air Command Headquarters was built during General Twining's tenure as Air Force Chief of Staff. As Air Force Chief of Staff General Twining also achieved the reputation for appeasing the acrimonious controversies which characterized the interservice rivalry during the immediate postwar years and played major role in easing the interservice rivalry. The interservice rivalry had emerged following the end of World War II and the establishment of National Security Act of 1947. One of interservice rivalry major conflict was the \"Revolt of the Admirals\" in 1949, on which the Truman administration canceled the building of supercarrier USS United States (CVA-58) due to Truman Administration and the Department of Defense more preferred the strategic bomber aircraft Convair B-36 Peacemaker, causing several high-ranking Navy officials to protest against the Truman administration decision to canceled the supercarrier project. In 1956, Twining was chosen by Eisenhower to head a delegation of senior officers to visit Soviet Union, the first such exchange since World War II. He was shown by Zhukov at an air force base with Badger and Bison bombers flying overhead. ==Chairman of the Joint Chiefs of Staff== In 1957, President Eisenhower appointed Twining Chairman of the Joint Chiefs of Staff. During his term as chairman, Twining oversaw the early stage of the Space Race and boost the space program due to the Soviet that launch an intercontinental ballistic missile on 25 August 1957 and less than two months later successfully launch \"Sputnik\" in orbit. Twining also supported President Eisenhower New Look policy that turns the military capability from conventional military capability into a modern military capability by pushing the research and development for science and technology especially on the weapons program. The policy was to deter the threat from the Soviet and their Eastern Bloc allies and eventually preventing them to win the Arms race. One of Twining's major achievement as Chairman of The Joint Chiefs of Staff was the launch of The United States first liquid-fueled Intercontinental ballistic missile (ICBM), the Titan and Atlas Missile in 1959. Twining was also credited for established the growth of The Strategic Air Command or SAC as The United States primary Nuclear deterrence against the massive retaliation, as a result Strategic Air Command's strength increased multiple times rather than when Strategic Air Command was first established in 1946. In 1958 when the Iraqi's insurgent managed to topple the Iraqi's monarchy government causing the neighboring Lebanon to be concerned that the uprising might spread within the Lebanon area. Those eventually leading General Twining to convince President Eisenhower to deploy troops to Lebanon in order to secure the government of President Camille Chamoun of Lebanon from the incoming uprising. General Twining also played major role during the Second Taiwan Strait Crisis when The People's Republic of China forces (PRC) attacked the Taiwan Territory island of Quemoy and Matsu. Worried that the island of Taiwan might lose into the PRC's communist, General Twining and the rest of the Joint Chiefs member recommended to President Eisenhower to use whatever force necessary in order to protect the Island of Taiwan from the PRC's forces. This resulted in the deployment of United States Seventh Fleet and another two carriers from the Mediterranean including USS Lexington and USS Marshall to the Formosa strait. Several of the U.S. Air Force fighter aircraft also deployed to Taiwan. Those eventually the show of force along with some political initiatives did worked and the crisis passed after the bombardment ceased. During the Berlin Crisis in November 1958 General Twining convinced President Eisenhower that the Soviet threat is imminent and eventually could caused major crisis and told the President that the armed forces have to standby in cased some major crisis erupted. Some other service chief are considering for major mobilization forces along with the Western Allies. However General Twining saw that it was not necessary for that and The Soviet finally withdrew from its deadline in May 1959. During his tenure as Chairman of the Joint Chiefs of Staff, Twining also played central role in working out a new procedures to coordinate a nuclear strike plans in order to prevent the first-strike and strength the United States deterrence against the United States enemy, especially those who own Nuclear Weapons. This resulted in the development of land-based missiles and Polaris Submarines missile in order to complement the submarine-launched ballistic missiles as part of the Nuclear Triad. Together with Secretary of Defense Thomas S. Gates Jr., Twining coordinated the creation of the Joint Strategic Planning Staff and also the Single Integrated Operational Plan. These two functions plan played major role during the Cold War and eventually still play major role even after the end of the Cold War. Twining was re- appointed as Chairman of the Joint Chiefs of Staff for the second term in 1959. However, due to his deteriorating health condition following major surgery, Twining chose to take early retirement from active-duty on September 30, 1960. Following his retirement from active duty Twining worked as vice chairman for the publishing firm Holt, Rinehart, and Winston. In 1965, Twining was named ninth annual recipient of the General William E. Mitchell Memorial Award. General Nathan F. Twining died on March 29, 1982 at Lackland Air Force Base in Texas and was buried in Arlington National Cemetery. ==Dates of rank== {|class=\"wikitable\" style=\"background:white\" ! Insignia !! Rank !! Component !! Date |- |align=\"center\" |None || Private || Oregon National Guard || 1915 |- |align=\"center\" | 50px || Corporal || Oregon National Guard || 19 June 1916 |- |align=\"center\" | 50px || Sergeant || Oregon National Guard || 25 March 1917 |- |align=\"center\" |50px || First sergeant || Oregon National Guard || 1917 |- |align=\"center\" |None || Cadet || United States Military Academy || 14 June 1917 |- |align=\"center\" |No pin insignia at the time || Second lieutenant || National Army || 1 November 1918 |- |align=\"center\" |13px || First lieutenant || National Army || 1 January 1920 |- |align=\"center\" |13px || Second lieutenant || Regular Army || 15 December 1922 |- |align=\"center\" |13px || First lieutenant || Regular Army || 20 November 1923 |- |align=\"center\" |13px || First lieutenant || Regular Army (United States Army Air Service) || 16 November 1926 (transferred) |- |align=\"center\" |33px || Captain || Regular Army (United States Army Air Corps) || 20 April 1935 (temporary) 1 August 1935 (permanent) |- |align=\"center\" |33px || Major || Regular Army (United States Army Air Corps) || 1 September (accepted 7 September) 1938 (temporary) 1 July 1940 (permanent) |- |align=\"center\" |33px || Lieutenant colonel || Army of the United States || 15 September (accepted 22 September) 1941 |- |align=\"center\" |60px || Colonel || Army of the United States || 1 February 1942 |- |align=\"center\" |33px || Brigadier general || Army of the United States || 17 June 1942 |- |align=\"center\" |33px || Lieutenant colonel || Regular Army (United States Army Air Forces) || 15 July (accepted 22 July) 1941 (temporary) 11 December 1942 (permanent) |- |align=\"center\" |66px || Major general || Army of the United States || 5 February 1943 |- |align=\"center\" |99px || Lieutenant general || Army of the United States || 5 June 1945 |- |align=\"center\" |33px || Brigadier general || Regular Army (United States Army Air Forces) || 18 July 1946 |- |align=\"center\" |66px || Major general || United States Air Force || 19 February 1948 |- |align=\"center\" |120px || General || United States Air Force || 10 October 1950 (temporary) 30 June 1953 (permanent) |- |} Source:Official Army and Air Force Register, 1948, p. 1852.Air Force Register, 1949–1951, p. 223. ==Awards and decorations== General Twining held the ratings of Command Pilot and Aircraft Observer. In addition, General Twining was awarded numerous personal decorations from the U.S. military and foreign countries. {| |- |150px |US Army Air Forces Command Pilot Badge |- |150px |US Army Air Forces Aircraft Observer Badge |- |} {| |- | |Army Distinguished Service Medal with bronze oak leaf cluster |- | |Navy Distinguished Service Medal |- | |Legion of Merit with bronze oak leaf cluster |- | |Distinguished Flying Cross |- | |Bronze Star Medal |- | |Air Medal with bronze oak leaf cluster |- | |Army Commendation Medal |- | |Mexican Border Service Medal |- | |World War I Victory Medal |- | |Army of Occupation of Germany Medal |- | |American Defense Service Medal |- | |American Campaign Medal |- | |Asiatic-Pacific Campaign Medal with silver and four bronze service stars |- | |European-African-Middle Eastern Campaign Medal with silver and bronze service stars |- | |World War II Victory Medal |- | |Army of Occupation Medal |- | |National Defense Service Medal |- | |Knight Commander of the Order of the British Empire (United Kingdom) |- | |French Legion of Honour, Commandeur |- | |French National Order of Merit, Commandeur |- | |French Legion of Honour, Chevalier |- | |Greek Order of the Phoenix, Silver Cross with Swords |- | |Yugoslav Order of the Partisan Star with Golden Wreath (I rank) |- | |Polish Gold Cross of Merit with Swords |- | |Military Order of Italy, Knight Grand Cross |- | |Order of the White Elephant, Knight Grand Cordon |- | |South Korean Order of National Security Merit, Gugseon Medal |- | |South Korean Order of Military Merit, Taeguk Cordon |- |60px |Egyptian Order of Merit, Grand Cross |- |43px |French Croix de Guerre with silver palm |- |60px |Aviation Cross (First Class), Republic of Peru |} ===Honors=== :National Aviation Hall of Fame (1996) :A city park in Monroe, Wisconsin, Twining's birthplace, and an elementary school on the Air Force base in Grand Forks, North Dakota are named after him. :An extensive amateur astronomy observatory facility located in rural central New Mexico is named after him.http://www.taas.org/gnto/index.php General Nathan Twining Observatory ==References== ==External links== * * Category:1897 births Category:1982 deaths Category:Chairmen of the Joint Chiefs of Staff Category:Chiefs of Staff of the United States Air Force Category:Joint Chiefs of Staff Category:People from Lake Oswego, Oregon Category:People from Monroe, Wisconsin Category:Oregon National Guard personnel Category:Military personnel from Wisconsin Category:Recipients of the Distinguished Service Medal (US Army) Category:Recipients of the Legion of Merit Category:Recipients of the Distinguished Flying Cross (United States) Category:Recipients of the Air Medal Category:Honorary Knights Commander of the Order of the British Empire Category:Commanders of the National Order of Merit (France) Category:Grand Crosses of the Order of George I Category:Recipients of the Cross of Merit with Swords (Poland) Category:Military Order of Savoy Category:Order of National Security Merit members Category:Recipients of the Order of Military Merit (Korea) Category:Recipients of the Order of Merit (Egypt) Category:United States Air Force generals Category:United States Military Academy alumni Category:Commandeurs of the Légion d'honneur Category:Recipients of the Croix de Guerre 1939–1945 (France) Category:United States Army Command and General Staff College alumni Category:Air Corps Tactical School alumni Category:United States Army Air Forces generals Category:United States Army Air Forces pilots Category:Grand Crosses of the Order of the Phoenix (Greece) Category:Recipients of the Order of the Phoenix with Swords (Greece) Category:National Aviation Hall of Fame inductees Category:Burials at Arlington National Cemetery Category:Vice Chiefs of Staff of the United States Air Force Category:Recipients of the Navy Distinguished Service Medal Category:United States Army Air Forces generals of World War II",
 "title": "Nathan F. Twining"
}