{
 "id": "730230",
 "text": "Rowing at the 2000 Summer Olympics took place at the Sydney International Regatta Centre in Penrith, New South Wales, Australia. It featured 547 competitors (363 men and 184 women) from 51 nations taking part in 14 events. The medals were split among 20 nations. Romania was the most successful nation, topping the medal table with three golds, all won in the women's events. Despite finishing second, Germany also dominated the medal table with six in overall. Great Britain and France, on the other hand, had a two-way tie for third place in the standings, with two golds and three in overall. The men's rowing events became most notable for Great Britain's Steve Redgrave, who won his fifth consecutive Olympic gold medal for the coxless four. He first won at Los Angeles in 1984, followed by gold medals in 1988, 1992, 1996, and 2000, a record span of 16 years between his first and last gold medal. It was also his sixth overall Olympic medal, having won the bronze in 1988 for the coxed pair. At age 38, Redgrave also became the oldest male rower to win an Olympic gold medal, until he was surpassed by Australia's James Tomkins at the subsequent games. Tomkins, competing in his fourth games, won the bronze medal, and third medal overall for the men's coxless pair with his partner Matthew Long. In the women's rowing events, Romania's Elisabeta Lipă won her third consecutive Olympic gold medal and fourth overall. Lipă, who was part of Romania's women's eight, won her first in Los Angeles in 1984, followed by gold medals in 1992, 1996, 2000 and 2004. It was also her seventh overall, having won a silver and a bronze in 1988 and an additional silver in 1992. Germany's Kathrin Boron had won her first Olympic gold medal and third overall in the quadruple sculls, teaming up with her partner Jana Thieme. The rowing events also depict some numerous dramatic races, as the single scull events became highly anticipated and closely contested. Ekaterina Karsten, the defending Olympic champion from Belarus, won a photo finish in the women's single sculls, over Bulgaria's Rumyana Neykova by one hundredths of a second. On the other hand, New Zealand's Rob Waddell, world champion (and world record holder in indoor rowing) beat defending Olympic champion Xeno Müller of Switzerland, along with Germany's Marcel Hacker and Canada's Derek Porter in a tough, close race. Great Britain won the gold medal in the men's eight for the first time since 1912, beating Australia by four fifths of a second. ==Medal summary== ===Men's events=== {| |- | Single sculls | | | |-valign=\"top\" | Double sculls | | | |-valign=\"top\" | Quadruple sculls || Agostino Abbagnale Alessio Sartori Rossano Galtarossa Simone Raineri || Jochem Verberne Dirk Lippits Diederik Simon Michiel Bartman || Marco Geisler Andreas Hajek Stephan Volkert André Willms |-valign=\"top\" | Coxless pair | | | |-valign=\"top\" | Coxless four |nowrap| James Cracknell Steve Redgrave Tim Foster Matthew Pinsent | Valter Molea Riccardo Dei Rossi Lorenzo Carboncini Carlo Mornati | James Stewart Ben Dodwell Geoff Stewart Bo Hanson |-valign=\"top\" | Coxed eight |nowrap| Andrew Lindsay Ben Hunt-Davis Simon Dennis Louis Attrill Luka Grubor Kieran West Fred Scarlett Steve Trapmore Rowley Douglas | Christian Ryan Alastair Gordon Nick Porzig Rob Jahrling Mike McKay Stuart Welch Daniel Burke Jaime Fernandez Brett Hayman | Igor Francetić Tihomir Franković Tomislav Smoljanović Nikša Skelin Siniša Skelin Krešimir Čuljak Igor Boraska Branimir Vujević Silvijo Petriško |-valign=\"top\" | Lightweight double sculls |nowrap| |nowrap| |nowrap| |-valign=\"top\" | Lightweight coxless four |nowrap| Laurent Porchier Jean-Christophe Bette Yves Hocdé Xavier Dorfman | Simon Burgess Anthony Edwards Darren Balmforth Robert Richards | Søren Madsen Thomas Ebert Eskild Ebbesen Victor Feddersen |} ===Women's events=== {| |- | Single sculls | | |nowrap| |-valign=\"top\" | Double sculls | | | |-valign=\"top\" | Quadruple sculls | Meike Evers Kerstin Kowalski Manja Kowalski Manuela Lutze | Guin Batten Miriam Batten Katherine Grainger Gillian Lindsay | Oksana Dorodnova Irina Fedotova Yuliya Levina Larisa Merk |-valign=\"top\" | Coxless pair | | | |-valign=\"top\" | Coxed eight |nowrap| Veronica Cochela Georgeta Damian Maria Magdalena Dumitrache Liliana Gafencu Elena Georgescu Doina Ignat Elisabeta Lipă Ioana Olteanu Viorica Susanu | Tessa Appeldoorn Carin ter Beek Pieta van Dishoeck Elien Meijer Eeke van Nes Nelleke Penninx Martijntje Quik Anneke Venema Marieke Westerhof | Buffy Alexander Laryssa Biesenthal Heather Davis Alison Korn Theresa Luke Heather McDermid Emma Robinson Lesley Thompson Dorota Urbaniak |-valign=\"top\" | Lightweight double sculls | |nowrap| | |} ==Medal table== ==See also== *Rowers at the 2000 Summer Olympics ==References== ==External links== *Official Report of the 2000 Sydney Summer Olympics *Rowing Results 2000 Category:2000 Summer Olympics events O Category:Rowing competitions in Australia",
 "title": "Rowing at the 2000 Summer Olympics"
}