{
 "id": "730907",
 "text": "Focal cortical dysplasia (FCD) is a congenital abnormality of brain development where the neurons in an area of the brain failed to migrate in the proper formation in utero. Focal means that it is limited to a focal zone in any lobe. Focal cortical dysplasia is a common cause of intractable epilepsy in children and is a frequent cause of epilepsy in adults. There are three types of FCD with subtypes, including type 1a, 1b, 1c, 2a, 2b, 3a, 3b, 3c, and 3d, each with distinct histopathological features. All forms of focal cortical dysplasia lead to disorganization of the normal structure of the cerebral cortex : * Type 1 FCD exhibits subtle alterations in cortical lamination. * Type 2a FCD exhibits neurons that are larger than normal that are called dysmorphic neurons (DN). FCD type 2b exhibits complete loss of laminar structure, and the presence of DN and enlarged cells are called balloon cells (BC) for their large elliptical cell body shape, laterally displaced nucleus, and lack of dendrites or axons. The developmental origin of balloon cells is currently believed to be derived from neuronal or glial progenitor cells. Balloon cells are similar in structure to giant cells in the disorder tuberous sclerosis complex. * Type 3 FCDs are cortical disorganisation associated with other lesions such as hippocampal sclerosis (type 3a), long-term epilepsy- associated tumors (3b), vascular malformations (3c) or scar/hypoxic damages (3d). Recent studies have demonstrated that FCD types 2a and 2b result from somatic mutations in genes that encode components of the mammalian target of rapamycin (mTOR) pathway. Causative gene mutations for types 1 and 3 have not been identified. The mTOR pathway regulates a number of functions in the brain including establishment of cell size, cell motility, and differentiation. Gene mutations associated with FCD2a and FCD 2b include MTOR, PI3KCA, AKT3, and DEPDC5. Mutations in these genes lead to enhanced mTOR pathway signaling at critical periods in brain development. Some recent evidence may suggest a role for in utero infection with certain viruses such as cytomegalovirus and human papilloma virus. Seizures in FCD are likely caused by abnormal circuitry induced by the presence of DNs and BCs. These abnormal cell types generate abnormal electrical signals which spread out to affect other parts of the cerebral cortex. Medication is used to treat the seizures that may arise due to cortical dysplasia. Epilepsy surgery to remove areas of FCD is a viable treatment option for appropriate candidates. == Treatment == No specific treatment is required for cortical dysplasia, and all treatment is aimed at the resulting symptoms (typically seizures). When a cortical dysplasia is a cause of epilepsy, then seizure medications (anticonvulsants) are a first line treatment. If anticonvulsants fail to control seizure activity, neurosurgery may be an option to remove or disconnect the abnormal cells from the rest of the brain (depending on where the cortical dysplasia is located and the safety of the surgery relative to continued seizures). Neurosurgery can range from removing an entire hemisphere (hemispherectomy), a small lesionectomy, or multiple transsections to try to disconnect the abnormal tissue from the rest of the brain (multiple subpial transsections). Physical therapy should be considered for infants and children with muscle weakness. Educational therapy is often prescribed for those with developmental delays, but there is no complete treatment for the delays. == See also == * Gray matter heterotopia == References == == External links == Category:Histopathology",
 "title": "Focal cortical dysplasia"
}