{
 "id": "73138",
 "text": "The Arizona Coyotes are a professional ice hockey team based in the Phoenix metropolitan area. The Coyotes compete in the National Hockey League (NHL) as a member of the Central Division in the Western Conference. They first played at America West Arena (now Footprint Center) in downtown Phoenix before moving to Glendale's Gila River Arena on December 27, 2003. For the 2021–22 NHL season, the Coyotes returned to the Central Division for the first time since the 1997–98 season. Originally founded on December 27, 1971, as the Winnipeg Jets of the World Hockey Association (WHA), they were one of four franchises absorbed into the NHL after the WHA had ceased operations and were granted membership on June 22, 1979. The Jets moved to Phoenix on July 1, 1996, and were renamed the Phoenix Coyotes. The franchise finalized a second name change to become the Arizona Coyotes on June 27, 2014. Alex Meruelo became the majority owner on July 29, 2019. The team has been known for its instability under prior ownership. The NHL took over operations of the Phoenix Coyotes franchise in 2009, when then-owner Jerry Moyes turned it over directly to the league after declaring bankruptcy. The NHL maintained control of the team until 2013 when they were able to find new ownership willing to keep the franchise in Arizona. Despite their difficult working relationship with the city of Glendale and their use of Gila River Arena, the Coyotes were able to secure a year-to-year arrangement to play in the facility until the end of the 2021–22 season. To date, they are the oldest franchise to have never played in the Stanley Cup Finals. ==Franchise history== ===Original Winnipeg Jets (1972–1996)=== The team began play as the Winnipeg Jets, one of the founding franchises in the World Hockey Association (WHA). The Jets were the most successful team in the short-lived WHA, winning the Avco World Trophy, the league's championship trophy, three times and making the finals five out of the WHA's seven seasons. It then became one of the four teams admitted to the NHL as part of a merger when the financially struggling WHA folded in 1979. However, the club was never able to translate its WHA success into the NHL after the merger. The merger's terms allowed the established NHL teams to reclaim most of the players that had jumped to the upstart league, and the Jets lost most of their best players in the ensuing reclamation draft. As a result, they finished last in the NHL during their first two seasons, including a nine-win season in 1980–81 that is still the worst in franchise history. However, they recovered fairly quickly, making the playoffs 11 times in the next 15 seasons. But the Jets only won two playoff series, largely due to being in the same division as the powerful Edmonton Oilers and Calgary Flames. Because of the way the playoffs were structured for much of their Winnipeg run, the team was all but assured of having to defeat either the Oilers or the Flames (or both) to reach the Conference Finals. In 1984–85, for instance, they finished with the fourth-best record in the NHL with 96 points, at the time their best as an NHL team. However, they were swept by the Oilers in the division finals. Two seasons later, they dispatched the Flames in the first round, only to be swept again by the Oilers in the division finals. The franchise would not win another playoff series for 25 years. The Jets ran into financial trouble when player salaries began spiraling up in the 1990s; this hit the Canadian teams particularly hard. Winnipeg was the second-smallest market in the NHL for most of the Jets' existence and became the smallest after the Quebec Nordiques moved to Denver in 1995 to become the Colorado Avalanche. In addition, the club's home arena, Winnipeg Arena, was one of the smallest in the league; seating just under 15,400 people. It was over 40 years old and had no luxury suites. Despite strong fan support, owner Barry Shenkarow was forced to put the team on the market. Unfortunately, several attempts to keep the team in Winnipeg fell through. In December 1995, Jerry Colangelo, owner of the National Basketball Association's Phoenix Suns; Phoenix businessmen Steven Gluckstern and Richard Burke; and a local investor group purchased the team with plans to move it to Phoenix for the 1996–97 season. After the franchise considered \"Mustangs\", \"Outlaws\", \"Wranglers\" and \"Freeze\", a name-the-team contest yielded the nickname \"Coyotes\", which finished ahead of the second-place \"Scorpions\". Gluckstern and Burke had initially planned to move the team to Minneapolis-St. Paul, which had just lost the Minnesota North Stars in 1993. However, they opted to move to Phoenix when they were unable to secure a lease for Minneapolis' Target Center. St. Paul was ultimately awarded an expansion team in 2000, the Minnesota Wild. ===Early years in Phoenix (1996–2005)=== In the summer the move occurred, Jets star Alexei Zhamnov left the team, while the team added established superstar Jeremy Roenick from the Chicago Blackhawks. Roenick teamed up with power wingers Keith Tkachuk and Rick Tocchet to form a dynamic 1–2–3 offensive punch that led the Coyotes through their first years in Arizona. Also impressive were young players like Shane Doan (he would also be the last remaining player from the team's days in Winnipeg), Oleg Tverdovsky and goaltender Nikolai Khabibulin, whom the fans nicknamed the \"Bulin Wall\". Another key addition to the squad was veteran forward Mike Gartner, who had joined from the Toronto Maple Leafs. Despite his experience and scoring his 700th career goal on December 15, 1997, Gartner battled injuries in the latter half of the 1997–98 season. The Coyotes did not renew his contract and he retired at the end of the season. After arriving in Phoenix, the team posted six consecutive .500 or better seasons, making the playoffs in every year but one. The one time they did not make the playoffs, in 2000–01, they became the first team to earn 90 points and miss the playoffs. The Coyotes' original home, America West Arena, was suboptimal for hockey. Although considered a state-of-the-art arena when built for the Phoenix Suns, unlike most modern arenas, it was not designed with a hockey rink in mind. The floor was just barely large enough to fit a standard NHL rink, forcing the Coyotes to hastily re-engineer it to accommodate the 200-foot rink. The configuration left a portion of one end of the upper deck hanging over the boards and ice, obscuring almost a third of the rink and one goal from several sections. As a result, listed capacity had to be cut down from over 18,000 seats to just over 16,000 – the second- smallest in the league at the time – after the first season. Burke bought out Gluckstern in 1998 but was unable to attract more investors to alleviate the team's financial woes (see below). In 2001, Burke sold the team to Phoenix- area developer Steve Ellman, with Wayne Gretzky as a part-owner and head of hockey operations. The closest that they came to advancing past the first round during their first decade in Arizona was during the 1999 playoffs. After building a 3–1 series lead, the Coyotes would fall in overtime of Game 7 on a goal by Pierre Turgeon of the St. Louis Blues. In 2002, the Coyotes posted 95 points, one point behind their best total as an NHL team while in Winnipeg, but went down rather meekly to the San Jose Sharks in five games. From then until the 2007–08 season, the Coyotes were barely competitive and managed to break the 80-point barrier only once during that time. Attendance levels dropped considerably, worrying many NHL executives. In addition, an unfavorable arena lease at city-owned America West Arena had the team suffering massive financial losses (as much as $40 million a year at one point);Burnside, Scott. Balsillie again takes wrong approach. ESPN, 2009-05-06. the Coyotes have yet to recover from the resulting financial problems. Ellman put forward numerous proposals to improve the hockey sightlines in America West Arena in hopes of boosting capacity back over the 17,000 mark. However, none of these got beyond the planning stages, leading Ellman to commit to building a new arena. After proposals to build an arena on the former Los Arcos Mall in Scottsdale were met with political hostilities, Ellman looked toward the West Valley; the team moved into Glendale Arena (now known as Gila River Arena) about two-and-a-half months into the 2003–04 NHL season. Simultaneously, the team changed its logo and uniforms, moving from the multi-colored kit to a more streamlined look. In 2005, Ellman sold the Coyotes, the National Lacrosse League's Arizona Sting and the lease to Gila River Arena to trucking magnate Jerry Moyes, who was also a part-owner of Major League Baseball's Arizona Diamondbacks. ===Gretzky era (2005–2009)=== On August 6, 2005, Brett Hull, son of former Jet Bobby Hull, was signed and promptly assigned the elder Hull's retired number 9. Two days later, Gretzky named himself head coach, replacing Rick Bowness, despite the fact he had never coached at any level of hockey. The Coyotes \"Ring of Honor\" was unveiled on October 8, inducting Gretzky (who had never played for the organization, but whose number 99 was retired by all NHL teams after his retirement in 1999) and Bobby Hull. Only a week later, Brett Hull announced his retirement. On January 21, 2006, Jets great Thomas Steen was the third inductee to the \"Ring of Honor\". thumb|left|upright|Drafted in 2005, Martin Hanzal was with the team from 2007 to 2017. Another moment in a series of bad luck: the Coyotes were planning to host the 2006 NHL All-Star Game, but the event was canceled because of the 2006 Winter Olympics. The team returned to Winnipeg on September 17, 2006, to play a preseason game against the Edmonton Oilers, but were shut-out 5–0 before a sellout crowd of 15,015. On April 11, 2007, CEO Jeff Shumway announced that General Manager Michael Barnett (Gretzky's agent for over 20 years), senior executive vice president of hockey operations Cliff Fletcher and San Antonio Rampage's general manager and Coyotes' assistant general manager Laurence Gilman \"have been relieved of their duties\". The Coyotes finished the 2006–2007 season 31–46–5, their worst record since relocating to Phoenix. On May 29, 2007, Jeff Shumway announced Don Maloney had agreed to a multi-year contract to become general manager of the Coyotes. As per club policy, the terms of the contract were not disclosed. However, as has been the case with all general managers since 2001, Maloney served in an advisory role to Gretzky. The 2007–08 season was something of a resurgence for the Coyotes. After their disastrous 2006–07 campaign, the Coyotes looked to rebuild the team by relying on their drafted talent such as Peter Mueller and Martin Hanzal to make the team successful as opposed to using free agency. The Coyotes also acquired Radim Vrbata from the Chicago Blackhawks for Kevyn Adams in an effort to provide the team with more offense. The team signed both Alex Auld and David Aebischer to compete for the starting goaltender position with Mikael Tellqvist acting as the backup goaltender. Neither Auld or Aebischer were able to hold on to the starting position, leaving the Coyotes to turn to the waiver wire for assistance. On November 17, 2007, the Coyotes were able to claim Ilya Bryzgalov off waivers from the Anaheim Ducks. Bryzgalov responded by not only starting in goal the day he was acquired but posting a shutout in his Coyotes debut against the Los Angeles Kings. Bryzgalov was soon given a three-year contract extension because of his high level of play. Despite predictions of another disastrous season, the Coyotes played competitive hockey for most of the season. However, they finished eight points short of the last playoff spot, with 83 points. ===Return to the playoffs and first division title (2009–2012)=== thumb|upright|Named head coach in September 2009, Dave Tippett led the Coyotes to their first division championship and three consecutive playoffs. Tippett left the Coyotes in 2017. On September 24, 2009, Dave Tippett took over coaching duties of the Phoenix Coyotes after Wayne Gretzky stepped down hours before. In just 61 games, Tippett led the Coyotes to more wins in their 2009–10 regular season (37) than their previous season (36), en route to the first 50-win season in the franchise's NHL history. On March 27, 2010, the Coyotes clinched a playoff spot, their first playoff spot since the 2001–02 season, and in the process, reached the 100-point mark for the first time ever as an NHL team, and the first time overall since the 1977–78 (WHA) Jets scored 102 points. They finished with 107 points, the highest point total in the franchise's 38-year history. This was good enough for fourth overall in the NHL, tying the 1984–85 Jets for the franchise's highest finish as an NHL team. They also qualified for the fourth seed in the Western Conference, giving them a home-ice advantage in the first round for the first time since 1985. Their first-round opponent in the 2010 Stanley Cup playoffs was the Detroit Red Wings. Game 1 of the series was the first NHL playoff game to be played in Gila River Arena. However, an injury to Shane Doan sidelined him for most of the series, and the veteran Red Wings defeated the Coyotes in seven games. In the following year, the Coyotes played the Detroit Red Wings for the second straight postseason, in the first round of the 2011 Stanley Cup Playoffs. The Coyotes were swept in four games. On April 7, 2012, the Coyotes defeated the Minnesota Wild with a score of 4–1 to win the Pacific Division title—their first division title as an NHL team (in Winnipeg or Phoenix). This gave them the third seed in the West, and with it home-ice advantage in a playoff series for only the third time in franchise history. In the first round, they defeated the Chicago Blackhawks in six games, the franchise's first playoff series win since 1987. The first five games went to overtime, tying a record when the Montreal Canadiens and Toronto Maple Leafs did it in the 1951 Stanley Cup Final. They faced the Nashville Predators in the second round, winning the first two games and the series 4–1. However, in the Western Conference finals, the Coyotes fell to the Los Angeles Kings (who eventually went on to win the Cup that year) in game five of a 4–1 series. ====2009 bankruptcy and attempts to sell the team==== In December 2008, the media became aware the Coyotes were suffering massive losses and that the NHL was paying the team's bills. The media reports were minimized by NHL commissioner Gary Bettman and vice-president Bill Daly. However, Moyes had secretly given operational control of the team to the league. In May 2009, Moyes put the team into bankruptcy hours before Bettman was to present him an offer to sell the team to Chicago Bulls and Chicago White Sox owner Jerry Reinsdorf. Moyes intended to sell the team to Canadian billionaire Jim Balsillie, who intended to purchase the team out of bankruptcy and move it to Hamilton, Ontario. The NHL responded by stripping Moyes of his remaining ownership authority. From May until September 2009, hearings were held in Phoenix bankruptcy court to determine the fate of the Coyotes and the holding company. Two potential bidders for the team surfaced, Reinsdorf and Ice Edge Holdings, but they did not submit a bid for the team. Instead, the NHL put in the only rival bid to Balsillie for the team, while it contended the Moyes–Balsillie deal violated NHL rules. The bankruptcy court voided the planned sale to Balsillie, accepting the NHL's argument that bankruptcy could not be used to circumvent NHL rules. The NHL's bid was also declared insufficient, but the judge left the window open to an improved bid. Moyes and the NHL settled, with the NHL purchasing the team and assuming all debts. The NHL negotiated a temporary lease with the City of Glendale, which owns Gila River Arena. The NHL then negotiated with Reinsdorf and Ice Edge toward a deal with Glendale. Ice Edge signed a letter of intent to purchase the team from the NHL, while Reinsdorf had won the approval of the City of Glendale. On May 7, 2010, ESPN.com reported the Reinsdorf bid had fallen apart and that the City of Glendale was working with Ice Edge to purchase the team in a last- ditch effort to keep them in Arizona. The National Post criticized both bids, as they were conditional on municipal taxpayers covering any losses the Coyotes might incur, and suggested that keeping the team in Phoenix was never economically viable.https://nationalpost.com/sports/story.html?id=3003100 In July 2010, the Ice Edge bid collapsed because it did not satisfy Glendale's financial conditions. Ice Edge decided to concentrate on an effort to purchase a minor league team. The City of Glendale had to step in and guarantee the team's losses for 2010–11 as a precondition of the NHL not transferring the franchise. A consortium of investors led by Chicago investor Matt Hulsizer then reached a deal to purchase the Coyotes from the NHL along with a lease agreement with Glendale. However, the Hulsizer deal collapsed in late June 2011 at least in part due to a threatened suit by the Goldwater Institute over the legality of payments Glendale would make to Hulsizer prior to the consortium buying the team. The threat of the suit may have prevented the sale of bonds to finance the payments. The team only stayed in the Phoenix area for the 2011–12 season after another $25 million payment by the City of Glendale. Also in 2011, former Coyotes bidders True North Sports and Entertainment purchased the Atlanta Thrashers and moved them to Winnipeg, thus ending any possibility that the Coyotes would return to Manitoba. As part of the transaction, the NHL agreed to transfer the Jets' name, logos, and related trademarks from the league-owned Coyotes to True North and the Thrashers thus becoming the \"new\" Winnipeg Jets. However, the original Jets' history remains with the Coyotes organization. The 2012–13 NHL lockout provided another opportunity for the Coyotes to find a potential owner and avoid relocation while the NHL suspended team operations during the labor dispute. A deal to former San Jose Sharks owner Greg Jamison had been drafted just as the lockout ended, but failed to be finalized and fulfilled by January 31, 2013. The deal would have kept the Coyotes in Phoenix for the next 20 years relying on a taxpayer subsidy, according to the agreement. It would also have had \"Phoenix\" dropped from the name and instead use \"Arizona\". California investment executive Darin Pastor also submitted a bid to purchase the Coyotes. His bid proposed to keep the team in the Glendale area while engaging young hockey players in the region through school partnerships and scholarship efforts. The NHL rejected Pastor's bid on May 13, 2013, citing the bid was \"inconsistent with what we had previously indicated were the minimum prerequisites\" of a bid. ===New ownership and the Arizona Coyotes (2013–present)=== Due to the team's bankruptcy status since 2009 and the annual revenue lost each year, the NHL planned to move the Coyotes should a deal with the city for a new lease and new ownership not be decided by July 2, 2013. The plan was to move the franchise to a new city, likely Seattle. On July 2, 2013, by a vote of 4–3, the Glendale City Council approved a 15-year lease agreement with Renaissance Sports and Entertainment (RSE), which would purchase the team from the NHL for US$225 million by August 5, 2013. The members of the Canadian group are Executive Chairman & Governor George Gosbee; President, CEO & Alternate Governor Anthony LeBlanc; Alternate Governor Craig Stewart; and Directors Gary J. Drummond, W. David Duckett, William \"Bill\" Dutton, Robert Gwin, Scott Saxberg and Richard Walter. RSE partnered with Global Spectrum (owners of the Philadelphia Flyers) for help in managing Gila River Arena. The agreement has the City of Glendale giving RSE US$15 million per year for management fees. There was a clause stipulating RSE can relocate the team after five years if it accrues US$50 million in losses. On January 29, 2014, the new ownership group announced the team would change its name to the \"Arizona Coyotes\" for the 2014–15 season. According to Coyotes club president Anthony LeBlanc, the change was made to reflect the fact the team is no longer located within Phoenix city limits and to include all hockey fans in the state of Arizona. Aside from a new shoulder patch, the team's uniform design did not change. Following the conclusion of the 2013–14 season, it was reported that due to lackluster revenue from parking and non-hockey events, the City of Glendale would recoup just $4.4 million, which was significantly less than the $6.8 million the city expected to receive back from source including parking receipts, ticket sales and naming rights for the arena. On June 4, 2014, it was reported that a Scottsdale, Arizona, public-relations firm had sued IceArizona, the owner of the Phoenix Coyotes, alleging the NHL club had reneged on a sponsorship deal worth nearly $250,000. A Coyotes spokesman responded to this issue by calling it a \"quarter-million-dollar scheme\". By October, IceArizona entered a deal to sell a 51% controlling interest in the Coyotes to Philadelphia-based hedge fund manager Andrew Barroway, who had recently failed in his attempt to purchase the New York Islanders. The deal was approved by the NHL Board of Governors on December 31, 2014. During the 2014–15 season, the team finished last in the Pacific Division with the second-worst record in the NHL. On June 10, 2015, Glendale City Council voted to terminate its 15-year, $225 million agreement with the Coyotes. The city claimed \"It was entitled to terminate the agreement because two former city employees, Craig Tindall and Julie Frisoni, were involved in securing the deal and later worked for the Coyotes.\" On July 23, 2015, it was announced the Coyotes and City Council had agreed on a resolution. On July 24, 2015, the Coyotes announced the City Council had reached a two-year deal. At the conclusion of the 2015–16 season, Coyotes general manager Don Maloney was terminated from his position after eight seasons and one General Manager of the Year award. The Coyotes replaced Maloney with John Chayka, who became the NHL's youngest GM, being promoted from his position as assistant general manager/analytics within the Coyotes staff. In August 2016, Dawn Braid was hired as the Coyotes' skating coach, making her the first female full-time coach in the NHL. On November 14, 2016, the Coyotes announced plans to build a new arena in Tempe, Arizona, which was scheduled to be completed for the 2019–20 NHL season. The project would have included an adjoining 4,000-seat arena that would be used for Coyotes practices and as the home for the Arizona State University hockey team. However, the arena project was withdrawn when ASU pulled out of the deal in February 2017. At the end of the 2016–17 season, Barroway bought out the rest of the IceArizona ownership group and became the sole owner of the franchise. Following the transfer, former IceArizona CEO Anthony LeBlanc and the director of hockey operations Gary Drummond both left the organization. On June 19, 2017, the Coyotes opted not to re-sign long time captain Shane Doan, who had been with the franchise since they were the Winnipeg Jets. The Coyotes left Doan a standing offer to remain with the team in a non-playing role. On June 22, 2017, head coach Dave Tippett would also leave his positions within the Coyotes after eight seasons, and would be succeeded by Rick Tocchet on July 11, 2017. On December 4, 2018, it was announced that the team will move to the Central Division in 2021, changing divisions for the second time since relocating to Arizona, as part of a league realignment following the addition of the Seattle Kraken. The team previously played in the Central Division for their first two seasons following their relocation from Winnipeg in 1996. On July 29, 2019, Barroway sold controlling interest in the Coyotes to billionaire Alex Meruelo, with Barroway remaining as a minority owner. During the 2020 NHL Entry Draft, The Coyotes received widespread backlash and criticism for drafting Mitchell Miller at the 4th round (111th pick overall), after an allegation of bullying and racism against an African-American classmate (who has a learning disability) at high school in 2016. Soon thereafter, they renounced his draft rights. For the COVID-19 pandemic-shortened 2020–21 season the Coyotes were placed in the reformed West Division and played a division-only 56 game schedule. They finished in fifth place with 54 points, nine points behind the St. Louis Blues for the fourth and final playoff berth in the division. After the season, the team and coach Rick Tocchet mutually agreed to part ways. For the 2021–22 season, the Coyotes moved into the Central Division following the arrival of the Seattle Kraken in the Pacific Division. On August 19, 2021, the city of Glendale and the Gila River Arena chose to not renew the operating agreement in the arena with the Coyotes beyond the 2021–22 season. One month prior, the franchise entered negotiations with Tempe to develop a new arena on an old solid waste compost yard, but the terrain has problems to be solved regarding environmental remediation. On September 3, they submitted a proposal to build a new arena in Tempe. On December 8, 2021, the Coyotes were informed they would be locked out of Gila River Arena on December 20, 2021, if they did not pay $1.3 Million owed in taxes, including $250,000 to the City of Glendale. The team paid the bills the next day, citing \"unfortunate human error\" as the cause of the issue. In late January 2022, the Coyotes were in talks with Arizona State University (ASU) to use their new 5,000-seat arena as a temporary home arena for the next three to four years. On February 10, 2022, the Coyotes signed a three-year agreement to play their games at the yet-as-unnamed ASU arena, starting with the 2022–23 season. ==Team information== ===Name=== Upon the franchise's relocation to Phoenix, a public team-naming vote was held, with \"Coyotes\" defeating \"Scorpions\" amongst the finalists. Both coyotes and scorpions are inhabitants of the Sonoran Desert, and the owners/supporters of the club wanted the team name to be an animal that was representative of the region. On June 27, 2014, the team changed its geographic name from \"Phoenix\" to \"Arizona\". ===Logos and jerseys=== thumb|150px|The Coyotes' second logo, a howling coyote, used (as their primary logo) from 2003 to 2021. Upon their arrival in Phoenix in 1996, the team adopted a look with a traditional Southwestern design. The primary logo was a Southwest Native American-styled hockey stick-wielding coyote in a kachina-inspired style. The jerseys featured pointed green shoulders with brick red trim over a white (home) or black (road) body, and non-traditional striping patterns. These uniforms remained in place until 2003. A third jersey, primarily green with a nighttime desert landscape wrapped around the bottom and the cuffs of the sleeves, was introduced in 1998 and retired in 2003 when the team redesigned the uniforms. As the NHL switched home and road jerseys beginning in the 2003–04 season and coinciding with the team's move from America West Arena to the newly completed Glendale Arena, the Coyotes redesigned their look completely, adopting a howling coyote head logo while dropping several colors from the team's palette. Sedona red and white became the primary colors, with desert sand and black remaining as logo trim colors. A variation of these colors was later used for the Major League Baseball team Arizona Diamondbacks. The uniform's simplified two-color scheme with three stripes on each sleeve and the tail bears some resemblance to later versions of the Montreal Maroons jerseys. The team also changed its shoulder patch, taking the form of the outline of the state of Arizona, with an homage to the state flag and the abbreviation \"PHX\". This logo was worn only on the right shoulder leaving the left shoulder bare. left|150px|thumb|The Coyotes' shoulder patch, used from 2003 to 2014. The Coyotes updated their jerseys for the 2007–08 season, along with all NHL teams, as part of the switchover to \"Rbk Edge\" jerseys. The changes made were adding an NHL crest just below the neck opening, removing the stripes that were previously just above the lower hem, and moving the \"PHX\" patch from the right to the left shoulder. The white jersey also gained red shoulder coloring and laces at the collar. The three-stripe pattern is applied to the side of the pants. The Coyotes also added a third jersey for the 2008–09 season. It is primarily black and features a new alternate coyote logo on the front, with the primary logo (coyote head) patch on the right shoulder, and the \"Official Seal\" on the left. Since white does not appear on the alternate, solid red pant shells are worn with this jersey. Before the 2014–15 season, it was announced the Coyotes' third jersey would no longer be used. The patch on the home and away jerseys that used to read \"PHX\" would also be changed to read \"AZ\" to match the team's rebranded name. On June 26, 2015, the Coyotes introduced updated jerseys. The uniforms reintegrated black into the design; the color was prominently featured on the uniform sleeves, socks, and pants. The Coyotes also began to wear their black Kachina jerseys for a few dates from 2014–15 to the 2016–17 seasons. The style was similar to the originals but was adapted to the Reebok Edge cut. For the 2018–19 season and beyond, the Coyotes will revive the Kachina uniforms as a third jersey, and is now updated to the Adidas adizero cut. In 2020, the black Kachina design became the primary home jerseys (for 2021 only, the red trim on the letters were changed to silver to commemorate the team's 25th season in Arizona), but kept the previous red \"howling coyote\" jerseys as an alternate. The road \"howling coyote\" jerseys were also retained. In addition, the Coyotes would wear a second alternate uniform: a purple \"Reverse Retro\" version of the 1998–2003 Kachina head alternates. Before the 2021–22 season, the Coyotes hinted at a possible rebrand in September after it named MullenLowe LA as its branding partner. During the off-season, the Coyotes quietly brought back the 1996–2003 Kachina logo as the primary, and later revealed a white road version of the Kachina uniforms while keeping the previous \"howling coyote\" home uniform as an alternate. ===Mascot=== Howler is the coyote-suited mascot of the Arizona Coyotes. He was introduced on October 15, 2005. The Coyotes' official kids club is called Howler's Kids Club. Howler wears number 96 on his jersey, representing the year the Winnipeg Jets moved to Arizona and wears an \"M\" designation for Mascot. He is known to beat on a bucket to encourage the fans to cheer and has many different outfits in games. ==Season-by-season record== This is a partial list of the last five seasons completed by the Coyotes. For the full season-by-season history, see List of Arizona Coyotes seasons. Note: GP = Games played, W = Wins, L = Losses, OTL = Overtime Losses, Pts = Points, GF = Goals for, GA = Goals against {| class=\"wikitable\" |- style=\"font- weight:bold; background:#ddd;\" | Season || GP || W || L || OTL || Pts || GF || GA || Finish || Playoffs |- | 2016–17 || 82 || 30 || 42 || 10 || 70 || 197 || 260 || 6th, Pacific || Did not qualify |- style=\"background:#eee;\" | 2017–18 || 82 || 29 || 41 || 12 || 70 || 208 || 256 || 8th, Pacific || Did not qualify |- | 2018–19 || 82 || 39 || 35 || 8 || 86 || 213 || 223 || 4th, Pacific || Did not qualify |- style=\"background:#eee;\" | 2019–20 || 70 || 33 || 29 || 8 || 74 || 195 || 187 || 5th, Pacific || Lost in First Round, 1–4 (Avalanche) |- | 2020–21 || 56 || 24 || 26 || 6 || 54 || 153 || 176 || 5th, West || Did not qualify |} ==Players== ===Current roster=== ===Retired and honored numbers=== {| class=\"wikitable sortable\" style=\"text-align:center\" |+ style=\"background:#FFFFFF; border-top:#791026 5px solid; border-bottom:#4A3291 5px solid;\"|Arizona Coyotes retired numbers |- ! style=\"width:40px;\"|No. ! style=\"width:150px;\"|Player ! style=\"width:40px;\"|Position ! style=\"width:150px;\"|Career ! style=\"width:150px;\"|Date retired |- |- | 191||Shane Doan || RW || 1996–2017 || February 24, 2019 |} Notes: * 1 Shane Doan's #19 was officially retired on February 24, 2019, making his number the first to be officially retired by the Arizona franchise with the first number hanging in the arena. {| class=\"wikitable sortable\" style=\"text-align:center\" |+ style=\"background:#FFFFFF; border-top:#791026 5px solid; border- bottom:#4A3291 5px solid;\"|Arizona Coyotes Ring of Honor |- ! style=\"width:40px;\"|No. ! style=\"width:150px;\"|Player ! style=\"width:40px;\"|Position ! style=\"width:150px;\"|Career ! style=\"width:150px;\"|Date honored |- | 7 || Keith Tkachuk || C || 1992–2001 || December 23, 2011 |- | 9 1, 2 || Bobby Hull || LW || 1972–1980 || October 8, 2005 |- | 10 3|| Dale Hawerchuk || C || 1981–1990 || April 5, 2007 |- | 25 2 || Thomas Steen || RW || 1981–1995||| January 21, 2006 |- | 27 || Teppo Numminen || D || 1988–2003 || January 30, 2010 |- | 49 4 || Leighton Accardo || Fan || — || April 17, 2021 |- | 97 || Jeremy Roenick || C || 1996–2001 2006–2007 || February 9, 2012 |- | 99 5 || Wayne Gretzky || C || – || October 8, 2005 |} Notes: * 1 Bobby Hull's #9 was unretired briefly upon his request at the beginning of the 2005–06 season for his son, Brett before he retired five games into the season. * 2 Hull and Steen played only for the original Winnipeg Jets, and had their numbers retired when the team played in Winnipeg. The Coyotes continue to honor these numbers in the Ring of Honor. * 3 Hawerchuk played only for the original Winnipeg Jets, but had his number honored after the relocation. * 4 Leighton Accardo never played for the franchise, but was a member of the Arizona Kachinas youth hockey program, a fan of the Coyotes, and signed a one-day contract with the team in 2019 before she died at nine years old from cancer on November 24, 2020. Her youth hockey number of 49 was placed into the Ring of Honor and the Coyotes wore an \"LA49\" decal on their helmets throughout the 2020–21 season. * 5 Gretzky never played for the franchise, but was a part-owner and coach for the Coyotes. Thus his number, retired league-wide since 2000, is on the Coyotes' Ring of Honor. The NHL had retired his number for all its member teams at the 2000 NHL All-Star Game. ===Hall of Famers=== {| class=\"wikitable sortable\" style=\"text- align:center\" |+ Arizona Coyotes Hall of Famers |- | colspan=\"4\" style=\"background:#FFFFFF; border-top:#791026 5px solid; border-bottom:#4A3291 5px solid;\"| Players |- ! style=\"width:120px;\"|Name ! style=\"width:150px;\"|Position ! style=\"width:100px;\"|Tenure ! style=\"width:40px;\"|Inducted |- | Mike Gartner || RW || 1996–1998 || 2001 |- | Dale Hawerchuk || C || 1981–1990 || 2001 |- | Phil Housley || D || 1990–1993 || 2015 |- | Bobby Hull || LW || 1972–1980 || 1983 |- | Brett Hull || RW || 2005 || 2009 |- | Serge Savard || D || 1981–1983 || 1986 |- | Teemu Selanne || RW || 1992–1996 || 2017 |} ===First-round draft picks=== Note: This list does not include selections of the Winnipeg Jets. *1996: Dan Focht (11th overall) & Daniel Briere (24th overall) *1997: None *1998: Patrick DesRochers (14th overall) *1999: Scott Kelman (15th overall) & Kirill Safronov (19th overall) *2000: Krystofer Kolanos (19th overall) *2001: Fredrik Sjostrom (11th overall) *2002: Jakub Koreis (19th overall) & Ben Eager (23rd overall) *2003: None *2004: Blake Wheeler (5th overall) *2005: Martin Hanzal (17th overall) *2006: Peter Mueller (8th overall) & Chris Summers (29th overall) *2007: Kyle Turris (3rd overall) & Nick Ross (30th overall) *2008: Mikkel Boedker (8th overall) & Viktor Tikhonov (28th Overall) *2009: Oliver Ekman-Larsson (6th overall) *2010: Brandon Gormley (13th overall) & Mark Visentin (27th overall) *2011: Connor Murphy (20th overall) *2012: Henrik Samuelsson (27th overall) *2013: Max Domi (12th overall) *2014: Brendan Perlini (12th overall) *2015: Dylan Strome (3rd overall) & Nick Merkley (30th overall) *2016: Clayton Keller (7th overall) & Jakob Chychrun (16th overall) *2017: Pierre-Olivier Joseph (23rd overall) *2018: Barrett Hayton (5th overall) *2019: Victor Soderstrom (11th overall) *2020: None *2021: Dylan Guenther (9th overall) ===Team scoring leaders=== These are the top-ten point-scorers in franchise (Winnipeg, Phoenix, and Arizona) history. Figures are updated after each completed NHL regular season. * – current Coyotes player Note: Pos = Position; GP = Games Played; G = Goals; A = Assists; Pts = Points; P/G = Points per game {| class=\"wikitable\" style=\"text-align:center; float:left; margin-right:1em;\" |+ style=\"background:#FFFFFF; border-top:#791026 5px solid; border-bottom:#4A3291 5px solid;\"|Points |- ! style=\"text-align:left;\"| Player || Pos || GP || G || A || Pts || P/G |- | style=\"text-align:left;\"| Shane Doan || RW || 1,540 || 402 || 570 || 972 || .63 |- | style=\"text-align:left;\"| Dale Hawerchuk || C || 713 || 379 || 550 || 929 || 1.30 |- | style=\"text-align:left;\"| Thomas Steen || RW || 950 || 264 || 553 || 817 || .86 |- | style=\"text-align:left;\"| Keith Tkachuk || C || 640 || 323 || 300 || 623 || .97 |- | style=\"text-align:left;\"| Teppo Numminen || D || 1,098 || 108 || 426 || 534 || .49 |- | style=\"text- align:left;\"| Paul MacLean || RW || 527 || 248 || 270 || 518 || .98 |- | style=\"text-align:left;\"| Doug Smail || LW || 691 || 189 || 208 || 397 || .57 |- | style=\"text-align:left;\"| Oliver Ekman-Larsson || D || 769 || 128 || 260 || 388 || .50 |- | style=\"text-align:left;\"| Jeremy Roenick || C || 454 || 152 || 227 || 379 || .83 |- | style=\"text-align:left;\"| Laurie Boschman || C || 526 || 152 || 227 || 379 || .72 |} {| class=\"wikitable\" style=\"text- align:center; float:left; margin-right:1em;\" |+ style=\"background:#FFFFFF; border-top:#791026 5px solid; border-bottom:#4A3291 5px solid;\"|Goals |- ! Player !! Pos !! G |- | style=\"text-align:left;\"|Shane Doan || RW || 402 |- | style=\"text-align:left;\"|Dale Hawerchuk || C || 379 |- | style=\"text- align:left;\"|Keith Tkachuk || LW || 323 |- | style=\"text-align:left;\"|Thomas Steen || C || 264 |- | style=\"text-align:left;\"|Paul MacLean || RW || 248 |- | style=\"text-align:left;\"|Doug Smail || LW || 189 |- | style=\"text- align:left;\"|Morris Lukowich || LW || 168 |- | style=\"text-align:left;\"|Radim Vrbata || RW || 157 |- | style=\"text-align:left;\"|Jeremy Roenick || C || 152 |- | style=\"text-align:left;\"|Laurie Boschman || C || 152 |} {| class=\"wikitable\" style=\"text-align:center; float:left; margin-right:1em;\" |+ style=\"background:#FFFFFF; border-top:#791026 5px solid; border-bottom:#4A3291 5px solid;\"|Assists |- ! Player !! Pos !! A |- | style=\"text- align:left;\"|Shane Doan || RW || 570 |- | style=\"text-align:left;\"|Thomas Steen || C || 553 |- | style=\"text-align:left;\"|Dale Hawerchuk || C || 550 |- | style=\"text-align:left;\"|Teppo Numminen || D || 426 |- | style=\"text- align:left;\"|Keith Tkachuk || LW || 300 |- | style=\"text-align:left;\"|Paul MacLean || RW || 270 |- | style=\"text-align:left;\"|Oliver Ekman-Larsson || D || 260 |- | style=\"text-align:left;\"|Fredrik Olausson || D || 249 |- | style=\"text-align:left;\"|Dave Babych || D || 248 |- | style=\"text- align:left;\"|Keith Yandle || D || 246 |} ===NHL awards and trophies=== Jack Adams Award *Bob Francis: 2001–02 *Dave Tippett: 2009–10 King Clancy Memorial Trophy *Shane Doan: 2009–10 Mark Messier Leadership Award *Shane Doan: 2011–12 ===Team records=== Note: This list does not include seasons of the 1972–1996 Winnipeg Jets. *Most goals in a season: Keith Tkachuk, 52 (1996–97) *Most assists in a season: Ray Whitney, 53 (2011–12) *Most points in a season: Keith Tkachuk, 86 (1996–97) *Most penalty minutes in a season: Daniel Carcillo, 324 (2007–08) *Most points in a season, defenseman: Keith Yandle, 59 (2010–11) *Most points in a season, rookie: Clayton Keller, 65 (2017–18) *Most wins in a season: Ilya Bryzgalov, 42 (2009–10) === Team captains === In the NHL, each team may select a captain. Along with the two alternate captains, they have the \"privilege of discussing with the referee any questions relating to interpretation of rules which may arise during the progress of a game\". Captains are required to wear the letter \"C\" on their uniform for identification, which is high. Note: This list does not include captains from the Winnipeg Jets (NHL & WHA). *Keith Tkachuk, 1996–2001 *Teppo Numminen, 2001–2003 *Shane Doan, 2003–2017 *Oliver Ekman-Larsson, 2018–2021 ==Front office and coaching staff== ===Front office=== Only includes staff part of the Hockey Operations side. This list does not include staff on the business side. *Bill Armstrong – General manager *Darryl Plandowski, Director of Scouting ===Coaching staff=== *Andre Tourigny – Head coach *Phil Housley – Assistant coach *Mario Duhalem - Assistant coach *Cory Stillman - Assistant coach *Lars Hepso – Skating coach *Corey Schwab – Goaltending coach *Kyle Bochek - Skills coach *Alex Henry - Player Development coach ==See also== *List of Arizona Coyotes players *List of Arizona Coyotes broadcasters ==Notes== ==References== ==External links== * Category:National Hockey League teams Category:1996 establishments in Arizona Category:Central Division (NHL) Category:Companies that filed for Chapter 11 bankruptcy in 2009 Category:Ice hockey clubs established in 1996 Category:Ice hockey teams in Arizona Category:National Hockey League in the Sun Belt Category:Sports in Glendale, Arizona Category:Sports in Phoenix, Arizona",
 "title": "Arizona Coyotes"
}