{
 "id": "731465",
 "text": "{{Infobox writer | name = | image = Kij Johnson 2018 (cropped).jpg | caption =Kij Johnson at Swecon 2018 | pseudonym = | birth_name = | birth_date = | birth_place = Iowa, United States | death_date = | death_place = | occupation = Writer, professor of English | spouse = | nationality = American | education = B.A., MFA | alma_mater = St. Olaf College, 1982; North Carolina State University, Raleigh 2012 | period = | genre = | subject = | movement = | notableworks = | influences = | influenced = | signature = | website = }} Kij Johnson (; born Katherine Irenae Johnson January 20, 1960 in Harlan, Iowa) is an American writer of fantasy. She is a faculty member at the University of Kansas. ==Life and career== Kij Johnson was born in Harlan, Iowa. She received her BA from St. Olaf College in 1982, studied creative writing and literature at the University of Minnesota, at University of Kansas, and at Goddard College, then earned an MFA in Creative Writing from North Carolina State University in 2012. She joined the University of Kansas English Department as Assistant Professor of Fiction Writing in Fall 2012, where she is associate director of The Center for the Study of Science Fiction. In 2017, she was promoted to Associate Professor. Johnson has worked extensively in publishing: managing editor for Tor Books and TSR (later Wizards of the Coast), collections editor for Dark Horse Comics, and content manager working on the Microsoft Reader. In her time at Wizards of the Coast, she was also continuity manager for Magic: The Gathering and creative director for AD&D; settings Greyhawk and Forgotten Realms. Johnson serves as a final judge for the Theodore Sturgeon Memorial Award. Johnson is the author of three novels and more than 50 short works of fiction. She is the winner of the 1994 Theodore Sturgeon Award for \"Fox Magic\", the 2001 Crawford Award from the International Association for the Fantastic in the Arts for best new fantasist, the 2008 World Fantasy Award for \"26 Monkeys, Also the Abyss\", the 2009 Nebula Award for \"Spar\", the 2010 Nebula (tied) for \"Ponies\", and the 2012 Nebula Award and Hugo Award for best novella for \"The Man Who Bridged the Mist\". She was a finalist for the 2009, 2010, 2011, 2012, and 2013 Hugo Awards; the 2008, 2010 2011, 2012, 2013, and 2016 Nebula Awards; and the 2004, 2009, 2011, 2012, 2013, and 2019 World Fantasy Awards. In January 2013, Johnson gave the inaugural Tolkien Lecture at Pembroke College, Oxford, speaking on the topic of fantasy literature.PDF version of the first PLFL, The J.R.R. Tolkien Lecture on Fantasy Literature, 8 February 2016. Retrieved 20 June 2017. == Selected awards and nominations == === Hugo Award === * Winner, Novella (2012). “The Man Who Bridged the Mist.” * Finalist, Novella (2017). The Dream- Quest of Vellitt Boe. * Finalist, Short Story (2013). “Mantis Wives.” * Finalist, Short Story (2011). “Ponies (short story).” * Finalist, Short Story (2010). “Spar (short story).” * Finalist, Short Story (2009). “26 Monkeys, Also the Abyss.\" === Nebula Award === * Winner, Novella (2012). “The Man Who Bridged the Mist.” * Winner, Short Story (2011). “Ponies.” * Winner, Short Story (2010). “Spar.” * Finalist, Novella (2017). The Dream-Quest of Vellitt Boe. * Finalist, Short Story (2009). “26 Monkeys, Also the Abyss.” * Finalist, Novelette (2008). “The Evolution of Trickster Stories Among the Dogs of North Park After the Change.” === World Fantasy Award === * Winner, Novella (2019). The Privilege of the Happy Ending. * Winner, Long Fiction (2017). The Dream- Quest of Vellitt Boe. * Winner, Short Fiction (2009). “26 Monkeys, Also the Abyss.” * Finalist, Collection (2013). At the Mouth of the Rver of Bees: Stories. * Finalist, Short Fiction (2011). “Ponies.” * Finalist, Novelette (2008). “The Evolution of Trickster Stories Among the Dogs of North Park after the Change.” * Finalist, Novel (2004). Fudoki. === William L. Crawford Fantasy Award === * Winner (1999). The Fox Woman. === Theodore A. Sturgeon Award === * Winner (1994). “Fox Magic.” === Shirley Jackson Award === * Finalist, Novella (2017). The Dream-Quest of Vellitt Boe. === James Tiptree, Jr. Literary Award === * Short list (2004). Fudoki. * Long list (1993). “Schrödinger's Cathouse.” ==Selected published works== === Books === * Dragon's Honor. With Greg Cox. New York: Pocket Books, 1996. Print. Series: Star Trek: The Next Generation. ** [As Die Ehre des Drachen]. Munich: Heyne, 1997. Print (German). * The Fox Woman. New York: Tor Books, 2000. Print and ebook. ** [As Das Geheimnis der Fuchsfrau.] Munich: Piper Verlag, 2007. Print (paperback) (German). ** [As Kicune.] Budapest: Torii Könyvkiadó, 2008. Print (Hungarian). * Tales for the Long Rains. Seattle: Scorpius Digital, 2001. Ebook. Short story collection. * Fudoki. New York: Tor Books, 2003. Print and ebook. * Las Chicas Míthicas/Myth Girls. Medellín: Proyecto Liquído, 2010. Print. Bilingual art book. * At the Mouth of the River of Bees: Stories. Easthampton : Small Beer Press, 2012. Print and ebook. * Pinselstriche auf glattem Reispapier [Brushstrokes on Rice Paper]. Berlin: Golkonda, 2014. Print (German). Short story collection. * 霧に橋を架ける [The Man Who Bridged the Mist: Stories]. Tokyo: Tokyo Sogensha, 2014. Print (Japanese). * Un pont sur la brume [A Bridge Over The Mist]. Saint Mammès: Le Bélial, 2016. Print (French). Series: Une heure-lumière. * The Dream-Quest of Vellitt Boe. New York: Tor Books, 2016. Print and ebook. ** Asheville: Talking Book, 2017. Audiobook. ** Saint Mammès: Le Bélial, 2018. Print (French). ** Milan: Edizione Hypnos, 2018. Print (Italian). Series: Visioni. ** Istanbul: Ithaki, in press (2018). Print (Turkish). ** Budapest: Fumax Kiadó, in press (2018). Print (Hungarian). ** Science Fiction World, Aug 2018. Print (Chinese). * The River Bank. Easthampton: Small Beer Press, 2017. Print and ebook. ** Asheville: Talking Book, 2017. Audiobook. === Short stories === *\"Roadkill\" (Tales of the Unanticipated No. 3, 1988) *\"FERATA\" (Pulphouse: The Hardback Magazine No. 1, Fall 1988) *\"Wolf Trapping\" (The Twilight Zone Magazine, April 1989; At the Mouth of the River of Bees: Stories) *\"Solving the Homeless Problem\" (Pulphouse: The Hardback Magazine No. 8, Summer 1990) *\"Hera's Madness\" (Weird Tales No. 298, Fall 1990) *\"I [heart] my [dogface]\" (Tales of the Unanticipated No. 8, 1991) *\"Ursula Redux\" (with Phillip C. Jennings) (Amazing Stories, March 1991) *\"Canine Intervention\" (Pulphouse: The Hardback Magazine No. 11, Spring 1991) *\"Questing\" (Tales of the Unanticipated No. 10, 1991) *\"Last Dance at Dante's\" (Tales of the Unanticipated No. 11, 1993) *\"The Emperor's New Prose\" (Swashbuckling Editor Stories, 1993) *“Schrödinger's Cathouse.” (The Magazine of Fantasy and Science Fiction. Mar 1993) **(Galaxy's Edge 1. Mar 2013. Print.) **(Galaxy's Edge 1. Mar 2013. Ebook.) *“Fox Magic.” (Asimov's Science Fiction Magazine. Dec 1993) **(Axxon 60. 1994. Print [Spanish].) **(Emblemes 6: Extrême-Orient. Montpelier: Editions de l'Oxymore, 2002. Print [French].) **(科幻世界 [Science Fiction World]. Aug 2010. Print [Chinese].) **(Utopiales 2018. Paris: ActuSF, 2018. Print.) * “The Renaissance Fair.” (Sirius Visions. Sep 1994) * “Myths”/“Myth Girls.” (Andrew Vachss's Underground 3. Ed. Andrew Vachss. Milwaukie OR: Dark Horse Comics, 1994) ** (Girls Who Bite Back: Witches, Mutants, Slayers and Freaks. Ed. Emily Pohl-Weary. Toronto: Sumach Press, 2004) * “What Dogs Hunt in their Dreams.” (Buried Treasures: An Anthology of Unpublished Pulphouse Stories. Ed. Jerry Oltion. Eugene: Eugene Professional Writers Workshops, 1996) * “The Heart of a Minotaur.” (The Duelist 21. Jan 1998) * “The Knife's Edge.” (The Duelist 23. Mar 1998) * “Old Wars.” (The Duelist 25. May 1998) * “Crovax's Tale.” (Rath and Storm. Renton: TSR, 1998) * “Chenting, in the Land of the Dead.” (Realms of Fantasy. Oct 1999) ** (Galaxy's Edge. May, 2018. Print.) ** (Galaxy's Edge. May, 2018. Ebook.) * “The Horse Raiders.” (Analog Magazine. May 2000) ** (Nowa Fantastyka 218. Nov 2000. Print [Polish].) ** (Tekściątka zebrine. 2002. Print [Polish].) * “The Snow Wife.” (Tales for the Long Rains. Seattle: Scorpius Digital, 2001) ** (El Colombiano. 20 Dec 2009. Print [Spanish].) ** (Galaktika 295. Trans. Sohár Anikó. Oct 2014. Print [Hungarian].) * “The Knife Birds.” (Tales for the Long Rains. Seattle: Scorpius Digital, 2001) ** (Aeon 4. Aug 2005. Ebook.) * “Dia Chjerman's Tale”/“Dia Chjerman's Tale: The Delmoni Atrocity.” (Tales for the Long Rains. Seattle: Scorpius Digital, 2001) ** (Aeon 10. Jun 2007. Ebook.) * “At the Mouth of the River of Bees” ([novelette]. www.Scifiction.com. Oct 2003) ** (Galaxy's Edge 21. Jul 2016. Print.) ** (Trochu Divné Kusy 2. Ed. Martin Šust. Hluboka Nad Vltavou: Laser Books, 2005. Print [Czech].) * “The Empress Jingū Fishes.” (Conqueror Fantastic. Ed. Pamela Sargent. New York: Pocket Books, 2004) ** (Small Beer Podcast 16. 15 Jan 2013. Podcast.) ** (Temporal Turn: Art and Speculation in Contemporary Asia. Lawrence: Spencer Museum of Art, 2016. Print.) * “Elfrithe's Ghost.” (Realms of Fantasy. Aug 2004) * “Coney World.” (Coney Island Wonder Stories. Eds. John Ordover and Robert J. Howe. Rockville: Wildside Press, 2006) * “The Evolution of Trickster Stories Among the Dogs of North Park After the Change.” (The Coyote Road. Eds. Ellen Datlow and Terri Windling. New York: Viking, 2007) ** (Podcastle 60. Jul 2009. Podcast.) ** (Drabblecast. Apr 2016. Podcast.) ** (Newark: Audible Books. In press. Audio book.) ** (Edited By. Ed. Ellen Datlow. Burton: Subterranean Press, in press. Print and Ebook.) ** (SF マガジン [Science Fiction Magazine] Dec 2008. Print [Japanese].) ** (Nowa Fantastyka 321. Jun 2009. Print [Polish].) ** (Fiction Kult. Jan 2011. Web [Hungarian].) * “26 Monkeys, Also the Abyss.” (Asimov's Magazine. Jul 2008) ** (The Best Science Fiction and Fantasy of the Year: Volume 3. Ed. Jonathan Strahan. San Francisco: Nightshade Books, 2009. Print and Ebook.) ** (The Year's Top Ten Tales of Science Fiction. Ed. Allan Kaster. Infinivox, 2009. Audiobook.) ** (Starship Sofa 72. 2 Apr 2009. Podcast.) ** (Escape Pod 195. 18 Apr 2009. Podcast.) ** (Circus: Fantasy Under the Big Top. Ed. Ekaterina Sedia. Gaithersburg: Prime Books, 2012. Print.) ** (Galaxy's Edge 6. Jan 2014. Print.) ** (Galaxy's Edge 6. Jan 2014. Ebook.) ** (The Canary Press 6. Jan 2015 . Print.) ** (Asimov's Science Fiction Magazine: A Decade of Hugo & Nebula Award Winning Stories, 2005-2015. Ed. Sheila Williams. Geithersburg: Prime Books, 2019. Print.) ** (SF マガジン [Science Fiction Magazine]. Dec 2008. Print [Japanese].) ** (科幻世界 [Science Fiction World]. Mar 2009. Print [Chinese].) ** (Magira: Jahrbuch zur Fantasy 2008. Ed. Michael Scheuch. Munich: Fantasy Club e. V., 2010. Print [German].) ** (Galaktika 232. Trans. Tamás Gábor. Jul 2009. Print [Hungarian].) ** (Dagon 2. Nov 2012. Web [Portuguese].) ** (Cuentos par Algernon. 16 Mar 2013. Web [Spanish].) ** (Cuentos par Algernon: Año 1. Ed. Maria Pilar San Roman. 30 Oct 2013. Ebook [Spanish].) * “Wife Reincarnated as a Solitaire—Exposition on the Flaws in my Spouse's Character—The Nature of the Bird—The Possible Causes—Her Final Disposition.” (kijjohnson.com. 31 Aug 2008) * “The Cat Who Walked a Thousand Miles.” (Tor.com. 14 Jul 2009) ** (Tor.com. 14 Jul 2009. Audio.) ** (The Stories: Five Years of Original Fiction on Tor.com. Ed unattributed. New York: Tor Books, 2013. Ebook.) ** (Part 1: Galaktika 289, 306, 320. Trans. Sohár Anikó. Apr 2014. Print. [Hungarian].) * “Spar.” (Clarkesworld Magazine 37 Oct 2009) ** (Clarksworld Magazine Podcast. Narr. Kate Baker. Oct 2009. Podcast.) ** (The Best Science Fiction and Fantasy of the Year: Volume 4. Ed. Jonathan Strahan. San Francisco: Nightshade Books, 2010. Print and Ebook.) ** (Clarksworld Year Four. Stirling: Wyrm Publishing, 2013. Print.) ** (Escape Pod 248. 8 Jul 2010. Podcast.) ** (Gendered Text Project. Nov 2018. Web.) ** (Galaktika 244. Trans. Tamás Gábor. Jul 2010. Print [Hungarian].) ** (Angle Mort. 4 Jul 2011. Web [French].) ** (SF マガジン [Science Fiction Magazine]. Apr 2011. Print [Japanese].) ** (Cuásar 50/51. Nov 2010. Print [Portuguese].) ** (Książki Polter. 29 Feb 2012. Web [Polish].) ** (25 Minutos en el Futuro: Nueva Ciencia Ficción Northeamericana. Eds. Pepe Rojo and Bernardo Fernández. Oaxaca: Almadía, 2014. Print [Spanish].) ** (Robot 72. Sep 2014. Print [Italian].) * “Names for Water.” (Asimov's Magazine. Oct/Nov 2010) ** (The Best Science Fiction and Fantasy of the Year: Volume 5. Ed. Jonathan Strahan. San Francisco: Nightshade Books, 2011. Print.) ** (The Best Science Fiction and Fantasy of the Year: Volume 5. Ed. Jonathan Strahan. San Francisco: Nightshade Books, 2011. Ebook.) ** (Starship Sofa 170. 4 Jan 2011. Podcast.) * “Ponies.” (Tor.com. 17 Nov 2010) ** (Ponies. New York: Tor Books, 2010. Ebook. “A Tor.com Original.”) ** (Tor.com. 17 Nov 2010. Audio.) ** (The Best Science Fiction and Fantasy of the Year: Volume 5. Ed. Jonathan Strahan. San Francisco: Nightshade Books, 2011. Print.) ** (2011 Nebula Awards Showcase. Eds. Jim Kelly and John Kessel. Amherst: Pyr Books, 2012. Print.) ** (Architects of Wonder: Fifty Years of Nebula Award-Winning Short Fiction. Ed. Robin Wayne Bailey. New York: Science Fiction and Fantasy Writers of America, in press. Print.) ** (Bronies: For the Love of Ponies. Ed. L. Lambert Lawson. Escondido: Kazka Publishing, 2012. Print.) ** (Galaxy's Edge 20. May 2016. Print.) ** (Worlds Seen in Passing. Ed. Ruoxi Chen. New York: Tor Books, 2018. Print.) ** (科幻世界 [Science Fiction World]. 2011. Web [Chinese].) ** (SFMag Szerkesztőség. 26 Oct 2011. Web [Hungarian].) ** (Książki Polter. 6 Dec 2011. Web [Polish].) ** (Angle Mort. 20 Jun 2012. Web [French].) ** (Phantastisch! 55. Jul 2014. Print [German].) ** (Politikin Zabavnik. In press. Print [Serbian].) * “The Man Who Bridged the Mist.” (Asimov's Magazine. Oct/Nov 2011) ** (The Man Who Bridged the Mist. Rockville: ARC Manor, 2012. Print. Chapbook.) ** (The Best Science Fiction and Fantasy of the Year: Volume 6. Ed. Jonathan Strahan. San Francisco: Nightshade Books, 2012. Print and Ebook.) ** (The Year's Best Science Fiction 29th Annual Edition. Ed. Gardner Dozois. New York: St. Martin's Griffin, 2012. Print and Ebook.) ** (The Year's Best Science Fiction Short Novels. Ed. Allan Kaster. Infinivox, 2012. Audiobook.) ** (The Year's Best Science Fiction and Fantasy. Ed. Rich Horton. New York: Leisure Books, 2012. Print.) ** (The Mammoth Book of Best New SF 25. Ed. Gardner Dozois. London: Mammoth Books, 2012. Print and Ebook.) ** (2013 Nebula Awards Showcase: The Year's Best Science Fiction and Fantasy. Ed. Catherine Asaro. Amherst: Pyr Books, 2013. Print.) ** (Esli. Oct 2012. Print [Russian].) ** (SF マガジン [Science Fiction Age]. Mar 2013. Print [Japanese].) ** (Nowa Fantastyka. May 2013. Print [Polish].) * “Story Kit.” (Eclipse 4. Ed. Jonathan Strahan. San Francisco: Nightshade Books, 2011) * “The Bitey Cat.” (At the Mouth of the River of Bees: Stories. Easthampton: Small Beer Press, 2012) ** (Galaxy's Edge. Jan 2018. Print and Ebook.) * “Mantis Wives.” (Clarkesworld Magazine 71. Aug 2012. Web and Print) ** (Clarkesworld Magazine Podcast 71. Narr. Kate Baker. Aug 2012. Podcast.) ** (The Best Science Fiction and Fantasy of the Year: Volume 7. Ed. Jonathan Strahan. San Francisco: Nightshade Books, 2012. Print and Ebook.) ** (The Best Horror of the Year Volume Five. Ed. Ellen Datlow. San Francisco: Nightshade Books, 2013. Print and Ebook.) ** (Escape Pod 409. 16 Aug 2013. Podcast.) ** (Clarkesworld Year Six. Eds. Neil Clarke and Sean Williams. Stirling: Wyrm Publishing, 2014. Print.) ** (The Humanity of Monsters. Ed. Michael Matheson. Chicago: Chizine, 2015. Print.) * “I Wrote His Number on the Back of my Hand But It Washed Off.” (Pinball 6. Dec 2012. Web) * “Spar (The Bacon Remix).” (Clarkesworld Magazine 79. Apr 2013. Web and Print) ** (Clarkesworld Magazine Podcast 79. Narr. Kate Baker. Apr 2013. Podcast.) ** (Bacon-Palooza. New York: John Ordover, 2013. Print. Program book for New York NY fundraiser for children with autism.) * (“The Apartment Dweller's Bestiary.” Clarkesworld Magazine 100. Jan 2015. Web and Print) ** (Clarkesworld Magazine Podcast 100. Narr. Kate Baker. Jan 2015. Podcast.) ** (The Best American Science Fiction and Fantasy 2016. Ed. Karen Joy Fowler. New York: Mariner Books, 2017. Print.) ** (Clarkesworld Year Nine, Vol. 1. Eds. Neil Clarke and Sean Williams. Stirling: Wyrm Publishing, 2018. Print.) * “Coyote Invents the Land of the Dead.” (Clarkesworld Magazine 114. Mar 2016. Web and Print) ** (Clarkesworld Magazine Podcast 114. Narr. Kate Baker. Mar 2016. Podcast.) ** (Clarkesworld Year Ten. Eds. Neil Clarke and Sean Williams. Stirling: Wyrm Publishing, In press. Print.) ** (Science Fiction World. 2018. Print [Chinese].) * “Tool- Using Mimics.” (Clarkesworld Magazine 138. Mar 2018. Web and Print) ** (Clarkesworld Magazine Podcast 138. Narr. Kate Baker. Mar 2018. Podcast.) * “The Privilege of the Happy Ending.” (Clarkesworld Magazine 143. Aug 2018. Web and Print) === Poetry === * “Why She Howls: A Coyote Love Story.” (Journal of Mythic Arts. 2006. Web) * “Why I Don't Brush My Teeth Anymore.” (Boldprint: Bugs. Ed. Eddie George Ing. Oakville: Rubicon Publishing, 2012. Print) * “bitter and dark.” (The Haiku Foundation. Jul 2014. Web.) ** (The Haiku Foundation. Jul 2014. iPhone app.) * “cardboard boxes in rain.” (Waldorf Literary Review. May 2015. Print) ===Other published works=== * Essay: “Deciding to Live.” (This I Believe. 30 Aug 2008. Radio broadcast) ** (thisibelieve.org. 31 Aug 2008. Web.) ** (This I Believe: Life Lessons. New York: John Wiley, 2011. Print.) * Essay: “The Care and Feeding of Authors.” (The New York Review of Science Fiction. Dec 2010. Print) * Essay: “The Blazing World by Margaret Cavendish.” (Cascadia Subduction Zone 2.1. Jan 2012. Web) * Essay: “Feel Things Out.” (Now Write! Speculative Fiction: Writing Exercises from Today's Best Sci-fi, Fantasy & Horror Writers. Ed. Laurie Lamson. New York: Tarcher/Penguin, 2013. Print) * Review essay: “The Vorrh by B. Catling: A Forest in Which to Grow Fancies.” (Slate, 5 Jun 2015. Web.) * Editorial. (West Branch Wired. Fall 2015. Web.) * Podcast: “Kij Johnson on Scale and Complexity.” (Odyssey Podcast 93. Mar 2016. Podcast. Edited from lectures given at 2015 Odyssey Workshop, Manchester NH, 6–10 Jul 2015.) * Podcast: “Kij Johnson on Choosing and Prioritizing Descriptive Detail.” (Odyssey Podcast 94. Mar 2016. Podcast. Edited from lectures given at 2015 Odyssey Workshop, Manchester NH, 6–10 Jul 2015.) * Podcast: “Kij Johnson on Description.” (Odyssey Podcast 95. May 2016. Podcast. Edited from lectures given at 2015 Odyssey Workshop, Manchester NH, 6–10 Jul 2015.) * Essay: “Writing Women into The Wind in the Willows Revitalises the Canon.” (The Guardian, 11 Oct 2017. Web) ===Edited=== * Nebula Awards Showcase 2014, 2014 ==References== ==External links== * *2012 interview at Locus. On writing: \"The idea I have had requires a metric fuckton of research....\" *Interview at Clarkesworld Magazine, March 2010 *Kij Johnson profile at Lawrence Journal- World, January 25, 2016 * * Category:1960 births Category:20th-century American novelists Category:20th-century American women writers Category:21st- century American novelists Category:21st-century American women writers Category:American fantasy writers Category:American women novelists Category:Dungeons & Dragons game designers Category:Hugo Award-winning writers Category:Living people Category:Nebula Award winners Category:Novelists from Iowa Category:People from Harlan, Iowa Category:Women science fiction and fantasy writers Category:World Fantasy Award-winning writers",
 "title": "Kij Johnson"
}