{
 "id": "731541",
 "text": "thumb|250px|Location of Druzno Lake Drużno (; , ) is a body of water historically considered a lake in northern Poland on the east side of the Vistula delta, near the city of Elbląg. As it is currently not deep enough to qualify as a lake hydrologically and receives some periodic inflow of sea water from the Vistula Lagoon along the Elbląg River, some suggest that it be termed an estuary reservoir. A village of recent origin also called Drużno is situated near the lake. The German name Drausensee, in earlier records called Drusensee, is connected to the ancient trade city of Truso, which stood within the lands now occupied by Elbląg. The lake is greatly reduced from its original size partly due to large building expansion of housing in the last few decades, but mainly because of the natural death of the lake by sedimentation. The lake is the site of a nature reserve, one of the 13 sites in Poland protected under the Ramsar convention. An old mention of the name is as a place named Truso in the report of sailor Wulfstan from the end of the 9th century. The report was included in The Voyages of Ohthere and Wulfstan which was written in Anglo-Saxon in King Alfred's reign. ==Geography== The central coordinates of the lake are . It lies to the east of the Nogat, the main right branch of the lower Vistula, at the edge of the lowland of the delta (Żuławy Wiślane), which is a region of shifting sediments and channels partly controlled by dikes, dams and ditches. The lake is about in area and sometimes up to below sea level. The delta ends at Elbląg upland (Wysoczyzna Elbląska), much of which is wooded. The delta itself is sparsely populated, despite the presence of large cities nearby (Gdańsk, Elblag and others). Most of it is rich agricultural land and the rest is a wildlife habitat. The lake today is a . body of water with a mean depth of about and a maximum depth of . The lake is drained by the Elbląg River. There is only a difference in altitude between the lake and Elbląska Bay, which projects from Vistula Lagoon. The surface altitude of these bodies varies for a few reasons, such as wind. When there is a strong wind blowing to the south the bay can be a meter or so higher than the lake, which causes back currents in the river. The Prussians called Vistula Lagoon by the name \"fresh-water bay\", which it was in those days. Since then the greatly diminished egress of Vistula water, due to human uses, has brought Baltic water into the bay, now brackish. As a result, back currents in the river bring intrusions of brackish water into the lake. Generally the southern end remains fresh. There probably always were reversals of river current, which must have speeded traffic between Frisches Haff and the lake. The lake is surrounded by and includes marsh, swamp and alder thickets. On its surface are floating Nymphaea, submerged are Potamogeton and the marshes feature tracts of Phragmites. It should have sedimented over long ago but the high throughput of water from various sources brings fresh Oxygen into the lake, retarding its aging. Twelve streams empty into the lake radially, with water from another twelve canals being pumped into it. They bring about into the lake (1970) with about 7 draining through the river (1975). Variability in these figures as well as wind and back currents cause expansion and contraction of the lake over wide areas. The total capacity is about with a catchment area of . ==Historical uses of the lake== The lake is valuable currently mainly as a nature preserve. Some 20,000 migratory waterfowl use it, chiefly Anser, Anas, Grus and Chlidonias. In ancient times the lake was deeper and of wider extent. In the troubled Viking Age and the conflicts and acts of piracy between the various tribes of the Balts and voyagers from Scandinavia and elsewhere, the lake would have been an ideal masked route for shallow-draft vessels, such as the Viking ships. When the lake became useless for that purpose Elblag was still a port with access to the Zalew Wislany and through there to the Gulf of Danzig. It rose to prominence as that. The remains of Truso may be one of the archaeological sites in the area, or it may be under Elblag, or may have been obliterated by construction. In an attempt to make the inland region more accessible, the Prussian government opened the Elbląg Canal through the lake in 1860. The northern terminus of the canal route to the south is Elbląg. It runs through a dredged channel in the lake and becomes an overland canal to the south; that is, the canal is composed of sections connected by tracks for lifting and lowering vessels. It joins a number of lakes to the south, but they are not drained by the canal. During its life the canal was used mainly to haul timber to the coast. After destruction in World War II the canal was restored in 1948 but finds little commercial use now. Instead the entire route has been converted into a recreational area featuring nature preserves such as Lake Druzno. ==Prehistory of the lake== ===Janow Pomorski site=== Janow Pomorski was after 1945 the name of the village of Hansdorf about 7 km to the southeast of Elbing (now Elbląg) where the traces of some workshops have been found that were on the then edge of the lake. A large abundance of finished and partly finished artifacts in antler and amber have been found. They were manufactured in structures of about , and long houses about above ground, three rooms, made of wood, believed to be residences also. A cache of wrecked boats has been found. The artifacts are similar to both Slavic and Scandinavian equivalents. Some archaeologists suggest that this may be the site of Truso; however, the name may have referred to a collection of settlements. The settlement is dated from the late 8th century to the early 10th by pottery. Trenches nearby have uncovered two layers of peat sandwiching a layer of peat and sand over a thick layer of silt. The layers have been dated by a variety of methods. The history of the lake is roughly reconstructed as follows: * Originally Ebląska Bay extended into the region of the lake. * Extension of the Vistula Delta closed off the lake from the bay at about 2000 BP. * A rise in sea level brought the lake and the bay together again. * A second advance of the delta created the current configuration by 1000 BP except that the lake was larger and deeper. It has been filling in and growing over since then. The lake in this view is seen as a transitory phenomenon created by accidents of topography and the growth of the Vistula Delta. The combined lake and bay might have served as a natural border in antiquity but whether it was one remains to be demonstrated. Truso must have been settled between the 2000 BP and 1000 BP lake maxima. Truso might well have been at Janów Pomorski, but the artifacts give no indication that the native populations were Prussian, Slavic or Scandinavian. It is true that in 1237 the entire right bank of the lower Vistula was occupied by Old Prussians and that Truso was in or projected into the Old Prussian dukedom of Pomesania. Moreover, Adalbert of Prague, who came with Boleslaw Chrobrie's soldiers, had been beheaded further north-east at the coast of the Baltic Sea near (Fischhausen), now Rybaki, for cutting down the sacred groves of the Old Prussians as part of an effort to conquer them under guise to convert them in (997 AD). This circumstantial evidence is not conclusive about the ethnicity of the founders of Truso. In 1237 also the Teutonic Order opened hostilities against the Old Prussians, putting down a castle at the future Elbing. The order's modus operandi was to sack and burn an Old Prussian town and then hold it against reoccupation with a stone keep nearby, around which a new town of Germanic or mixed ethnicity would grow. There is no evidence yet that they practiced that method on Truso, although the question is still open. According to the Museum at Elbląg, Truso was burned down by pirates or robbers two centuries before. Its relationship to the order at Elbing remains unknown. ===Ptolemy and the prehistory=== Ptolemy,3.5 on European Sarmatia writing in the period of the initial lake, refers to the entire Gulf of Gdańsk as Venedicus Bay and states that the Greater Venedae occupied its coast. The name is known also among the Slavic Wends, but he may have meant by \"Greater\" that Balts were to be included; if not, one would have to ask where the historical Balts came from. There were some historical Vends later in Latvia, who may have been their descendants. Ptolemy does mention the Prussians by name (Borusci), but also the Gythones appear at the mouth of the Vistula. These can be interpreted as Goths or the early settlements of Gdańsk might have been there under that name. There is no explicit mention of a town of Danzig and he does not give his usual list of river towns for the Vistula and eastward. Truso was at a location where already in the Roman Empire and before the (only) people who collected and traded amber shipped it south on the Amber Road to Carnuntium and further. In Old Prussian history it is known, that Northmen, Danes came to Prussia and intermarried. A number of swords along the Nemunas river, attest to their presence. ===Wulfstan and the prehistory=== Wulfstan of Hedeby left an account of a voyage dated to about 880 AD as told to Alfred the Great and inserted into his translation of Orosius' Histories. It is the first mention of the lake in history and also briefly describes the Prussians of the times, which he calls \"Aesti\" .Aisti- Aesti (meaning easterners) was the name used for Baltic Prussian in records starting 800 years earlier. Wulfstan sailed from Hedeby (Haithabu), Jutland to Truso in seven days keeping Weonodland (\"Wendland\") on the right as far as the mouth of the Weissel (Vistula). These Venedi are on the opposite bank of the Vistula from the Greater Venedi of Ptolemy. By mouth of the Vistula Wulfstan explains that he means the passage between Frisches Haff and the Bay of Danzig. The Ilfing River runs east of the Weisel from a lake on the banks of which stands Truso into the Estmere (Eastern Sea-Ostsee), where it is incorporated into the Weissel; i.e., Wulfstan sees the Ilfing as a tributary of the Weissel and Estmere as the lower Weissel. Weonodland extends as far as the Weissel, after which Witland, the westernmost part of Eastland, begins. It is generally agreed that Wulfstan is interpreting the source of Tacitus' Aestii as Eastland. The Estonians ultimately inherited the name, but in Wulfstan it has to mean at least the Prussians, perhaps further. This passage tells us that the topography was more or less modern. The lake is not named, but it is considered a lake drained by the Ilfing River. Being east of the Weissel, Truso, the lake and the river must be in Witland, but Wulfstan does not say that. He describes the Estonians (Balts) as being a rich and populous nation divided into towns, each of which was ruled by a king. The passage does not pinpoint Truso as being in Weonodland or Eastland and does not say if they are Estonians. ==Languages of the ethnic populations== By Ptolemy's time the Proto-Balto-Slavic language had divided into Proto-Baltic and Proto-Slavic, perhaps even into dialects. As the greater Venedi and the Weonods cannot have spoken the same language the name must once have applied to both Balts and Slavs (unless Ptolemy was wrong). Each were on a different bank of the Vistula, Ptolemy's border between Greater Germany and European Sarmatia. On the left bank Ptolemy lists only peoples he considers Germans. There is no sign of any Venedi, Pomeranians or Kashubians. The Ruticli live in Pomerania with the Lugii to the south of them. Some Gotini (Goths) and Aelvaeones (Elbingers?, local name is to this day Albinger) dwell on the lower Vistula. On the right bank are the Gythones. It would not be surprising to find Goths there too, but if the Gythones are Danzigers, they must have extended to Vistula Spit. East of them were the Venedae, south of whom were the Galindae (one of the Prussian tribes). The Venedae therefore must have been the coastal Estonians of Wulfstan, Western Baltic ancestral speakers. By Wulfstan's time the East Germanic tribes had abandoned the left bank of the Vistula. Some may have remained in and around the Vistula Delta, especially Danzig, possibly Truso. The Slavs had expanded north into Pomerania. Proto-Slavic began to differentiate after the Slavs expanded beyond their Carpathian homeland in the 6th century AD, too late for the foundation of Truso. From the fact that the name of Charlemagne (742-814 AD), which became the Slavic word for king, entered Proto-Slavic, and other indicators used by historical linguists,Encyclopædia Britannica, Languages of the World it has been deduced that Old Church Slavonic is in fact Proto-Slavic. By 1000 AD it was showing traces of influence by regional dialects. By that time the Slavs had been on the Baltic coast for some time; i.e., Wulfstan's Weonods were speakers of Proto-Slavic. They were probably there before Charlemagne, but he encouraged them to settle along the Baltic. Adalbert's Danzig was not only Christian but very recently under Slavic control, if not to some degree Slavic speaking. After Adalbert events moved rapidly to produce great changes. Pomerania as a governable territory appeared in the 10th century; by the 11th the initial state of Poland had formed and was contending with the Dukes of Pomerania for control. It was probably at this time that Lekhitic developed and moved rapidly to Polish, Pomeranian, Kashubian and Slovincian. Eastern Pomerania was the Duchy of Pomerelia, which spit into others including Kashubian-speaking areas west of Gdańsk. Kashubian is distinguished by a large number of Low German loans. On the right bank of the Vistula the Proto-Baltic speakers had been gradually giving ground to the Proto-Slavs in the east and lost Pomerania to Germanic expansion. They divided into West and East Baltic in the middle of the 1st millennium. The Goths achieved domination over the West Balts for a time and then were gone. After 1000 Old Prussian Galindian and Sudovian existed. In East Baltic Lithuanian and Latvian were distinct. Between east and west was Curonian. This was the ethnic distribution when the Teutonic Order received Prussia from the Emperor Frederick II and from the pope. The papal bull also granted them the government of all the Balts, as well as the Finnic Estonians, with consequences that continue today. The Slavs had been moving in on the Old Prussians but had been stopped by them. The different duchies made hypocritical claims to lands they never controlled and invited the Teutonic Order to suppress \"rebellions\" there. It is possible therefore that the Kashubian Duchy of Gdańsk was asserting a nominal claim over Lake Drużno and Truso, but it was never one recognized by the Old Prussians. ==The name== The name of the settlement has been restored in Old Prussian by prominent worldwide acknowledged Balticists, on the basis of Wulfstan's German (t/d), as *Drūsā - cf. Druso first by Georg Gerullis (Die altpreußischen Ortsnamen, Berlin 1922, 187), and recently - by Vytautas Maziulis (Prūsu kalbos etimologijos zodynas I, Vilnius 1988, 231).To display the characters of the site correctly set the coding to Baltic from the View menu. The ending -o corresponds to Common Prussian nominative singular -o (long), well attested in known Old Prussian Written Monuments (so-called \"Elbing Vocabulary\"). The diphthong au in German Drausen points to the same long *-(Dr)ū-, regularly diphthongized in later Prussian. No problem persists for modern Prussologists as concerns Truso. Such a restoration shows the continuity of Western Baltic on this territory in course of several hundred years, probably even before the attested Truso, which is the first known settlement name in the coastal region. The possible originating cultures are not diminished by this restoration, but the linguistic evidence points to the presence of Balts on this territory. In one theory the name is Slavic in origin: \"(Z)Drużno\" means \"together\" in Slavic languages. It might have been named from being a place of gathering and resting for the caravan traders of various nationalities. (This is a complete nonsensical uttering). However the name Drużno is nothing else as a later polonizing of the original Baltic name. On the other hand, the historical linguist Julius Pokorny, whose conjectures are strongly outdated at least in the field of the Baltic linguistics, lists *trus-, \"reed\", as an Indo-European root, not used in English, but appearing in Old Church Slavonic and Lithuanian words from a Balto-Slavic form *trusom. If the place was named from the reeds, which are still there, it probably acquired the name Trusom during the growth of the second lake, evolving into the Old Prussian reconstruction from which came the Germanic Drusen, High German Drausen. Such a derivation still does not pinpoint the language spoken by the settlers. However this view does not correspond to conclusions of the main Balticists. In 1897 and in the 1920s excavations near Gut Hansdorf brought a number of archaeological finds to light and it was assumed that it was Truso. These artifacts were kept at the Elbing Museum. War years and the take-over by communists stopped further research. Recently excavations near Gut Hansdorf (now Janowo) were resumed by Polish authorities and the site of unearthed. ==Notes== ==References== *Marek Jagodzinski & Maria Kasprzycka, \"The early mediaeval craft and commercial centre at Janow Pomorski near Elblag on the South Baltic Coast\", Antiquity, Volume 65, Number 248 ==External links== *Druzno Lake (Birdlife International website). *New Ramsar sites for Poland, describes the formation of the Druzno Lake Nature Reserve in recent times. * , article by Roman Cieslinski on the flow of sea water into the lake published by Acta Geophysica Polonica. *The Project Gutenberg Etext of Discovery of Muscovy etc, by Hakluyt (search for Wulfstan) Category:Elbląg County Category:Lakes of Warmian-Masurian Voivodeship Category:Natura 2000 in Poland Category:Ramsar sites in Poland",
 "title": "Drużno"
}