{
 "id": "731880",
 "text": "Frank Howard Field at Clemson Memorial Stadium, popularly known as \"Death Valley\", is home to the Clemson Tigers, an NCAA Division I FBS football team located in Clemson, South Carolina. Built in 1941–1942, the stadium has seen expansions throughout the years with the most recent being the WestZone with Phase 1 construction beginning in 2004 and completing in 2015 with the addition of the Oculus, the final piece of Phase 3. Phase 1 of the EastZone project began in 2020. Prior to the completion of Bank of America Stadium, in Charlotte, Memorial Stadium served as the home venue for the National Football League (NFL)'s Carolina Panthers during the team's inaugural 1995 season. Currently, the stadium is the largest in the Atlantic Coast Conference (ACC). ==History == ===Construction=== The stadium was constructed against the wishes of outgoing Clemson head coach Jess Neely. Just before leaving for Rice University after the 1939 season, he told his line coach and successor, Frank Howard, \"Don't ever let them talk you into building a big stadium. Put about 10,000 seats behind the YMCA. That's all you'll ever need.\" Despite this, Clemson officials decided it was time to build a stadium to replace old Riggs Field.Bradley, Bob, \"Death Valley Days\", Longstreet Press, Inc., Atlanta, Georgia, 1991, Library of Congress card number 91-061931, , pages 11-17. They chose to build in the valley in the western part of campus. On April 3, 1941, the South Carolina General Assembly ratified an act authorizing a $150,000 bond issue for the new stadium, and the bill went to Governor Burnet R. Maybank for signature.Blackman, Sam, Bradley, Bob, and Kriese, Chuck, \"Clemson: Where the Tigers Play\", Sports Publishing, L.L.C., Champaign, Illinois, 2001, , page 33-80. The original 20,500-seat stadium—the lower half of the current facility's south grandstand—was constructed for $125,000 or $6.25 a seat. The stadium was designed by Carl Lee of Charlotte, North Carolina (Clemson '08) and Professor H. E. Glenn of the engineering faculty. On September 19, 1942, Memorial Stadium was opened with a 32–13 victory over Presbyterian College. Much of the early construction of the stadium was done by scholarship athletes. In fact, the first staking out of the stadium was done by A. N. Cameron and Hugh Webb, two members of the football team. In 1958, 18,000 sideline seats were added and in 1960, 5,658 west end zone seats were added in response to increasing attendance. The original cedar wood seating was replaced in 1972 by aluminum seats. As attendance continued to skyrocket, the sideline seats were double-decked. The south upper deck (Top Deck South) was added in 1978 and the north upper deck (Top Deck North) in 1983. This put the total capacity over 80,000, which made it one of the largest on-campus stadiums in the United States. The most recent expansion started in 2004 and continued through 2009. The first phase of the \"WestZone\" project closed in the west end zone of Death Valley, added new luxury box and club seating, and completely renovated the locker rooms. The second phase, which was completed prior to the 2009 football season, brought all football offices and team meeting rooms to the WestZone from the McFadden Building and also added dedicated football training and strength conditioning facilities. The stadium's maximum capacity is 81,500, but it can accommodate crowds of over 86,000 with standing room. The largest crowd in school history was in 1999, when 86,092 watched the Tigers lose to Florida State. On January 14, 2011, Clemson announced a new $50 million athletic building plan. Facility improvements for football will include building an indoor practice facility and finishing the WestZone project. The indoor practice facility, which will be located where the current practice fields are, will feature a regulation- size artificial turf football field, a coach's tower and video platforms. The building will have large garage-style doors, which can be raised to create an open-air space. The estimated cost of the project is $10 million. “The indoor practice facility will be a highly significant addition for Clemson, not only for football but also for other sports to use,” Phillips said. The $15.3 million WestZone project will feature the oculus, which is the main entrance to the WestZone, a four-level museum and an expansion of the northwest concourse. Construction on the northwest concourse expansion started in April and was completed by the start of the 2011 season. ===Scroll of Honor=== A memorial to the 493 Clemson service personnel killed while on military duty was dedicated outside Gate 1 on April 22, 2010. A flypast of two T-34B Mentors concluded the ceremonies. ===Death Valley=== The nickname \"Death Valley\" for Memorial Stadium, derives both from Death Valley National Park in California as well as the location of the Clemson University cemetery on a hill that once overlooked the field—before the upper decks were constructed. The late Lonnie McMillian, former football coach at Presbyterian College told sports writers in 1948 that he had \"to take his team up to Clemson and play in Death Valley\" where they rarely scored or gained a victory. Clemson Head Coach Frank Howard began using the nickname \"Death Valley\" for the stadium in the 1950s. ===Death Valley facts=== *Clemson is 328-101–6 at Death Valley, a winning percentage of over 76%. *In 1999, Tommy Bowden's first year as head coach, the attendance record was set at the game against Florida State, whose head coach was Tommy's father, Bobby. Ann Bowden wore a sweater that was half Clemson and half FSU that read \"FloridaSon.\" *In a 2007 game against Boston College, the stadium set the record for the loudest stadium in college football at 133 decibels. Memorial Stadium hosted The Rolling Stones with Living Colour in 1989 for the Steel Wheels/Urban Jungle Tour. It hosted Pink Floyd in 1994 for The Division Bell Tour. It hosted Elton John with Billy Joel in 1995 for Face to Face 1995 tour, and The Eagles in 1996. In 1997, it hosted U2 with Rage Against the Machine for the PopMart Tour. thumb|Clemson University's Memorial Stadium ==Notable games== *11/12/60 - After 57 straight trips to Columbia, SC for the annual game against Clemson's biggest rival, South Carolina, the Tigers host the Gamecocks and defeat them 12–2. The game marks the end of the traditional Big Thursday rivalry and the beginning of the current home-and-home series format between the two teams. *9/24/66 - Rubbing The Rock is introduced into Clemson tradition as the Tigers defeat Virginia 40–35. *9/19/81 - Unranked Clemson defeats defending national champion and #4 Georgia 13–3 en route to the Tigers' own national championship that year, finishing their season undefeated (12–0) . *10/31/81 - #3 Clemson blows out Wake Forest 82–24, the most points ever scored by a Tiger team in Death Valley. *9/19/87 - #18 Georgia comes into Death Valley to face #8 Clemson. The year before, David Treadwell had kicked the game-winning field goal in Athens as time expired to give Clemson the win. This year, trailing 20–16, Clemson's defense would stop the Bulldogs in the end zone for a safety and then take the ensuing drive to set up Treadwell again for a game-winning field goal. The Tigers won as time expired, 21–20. *9/17/88 - #3 Clemson hosts #10 Florida State in what will forever be known as the \"Puntrooskie\" game. With two minutes left to play and the score tied, the Seminoles ran the now famous puntrooskie fake to Leroy Butler, which set up FSU's game-winning field goal with 32 seconds to play. *10/23/99 - Clemson hosts #1 Florida State for the first ever father/son head coach face off. Despite a close game, Bobby Bowden's Seminoles were too much for Tommy Bowden's Tigers and FSU secured a slim 17–14 win over the Tigers. FSU would win the national championship that year. The game marks Clemson's single game attendance record. *11/19/00 - Trailing 14–13 to South Carolina, quarterback Woody Dantzler connects with Rod Gardner on a \"Hail Mary\" pass with 10 seconds to play, to set up Clemson's game-winning field goal. It would be dubbed by Clemson fans as \"The Catch II.\" *11/8/03 - Clemson shocks #3 Florida State 26–10, the highest-ranked team the Tigers had beaten until the 2016 game against Louisville. *10/21/06 - ESPN visits Clemson for the first ever GameDay TV program hosted by the university, as the #12 Tigers host #13 Georgia Tech. Clemson running backs James Davis and C. J. Spiller ran wild against the Jackets, racking up a combined 332 yards on the ground en route to a 31–7 victory. Clemson's defense limited Yellow Jackets star wide receiver Calvin Johnson to no catches. * 8/31/2013- ESPN's College GameDay returns to Clemson, this time debuting a new four-hour-long program for the game between #8 Clemson and #5 Georgia. Tajh Boyd would lead the Tigers to victory over the Dawgs by a score of 38–35, with Boyd being responsible for all 5 Tiger touchdowns (3 passing, 2 rushing). This would mark the first time that a non- SEC team had defeated two Top 10 SEC teams in a row, dating back to Clemson's victory over the LSU Tigers in the 2012 Chick-fil-A Bowl. The game also marked the first time since 1988 that two Top 10 teams met in Death Valley. * 10/19/2013 - ESPN College GameDay returns to for the highest ever ranked matchup between two teams in Memorial Stadium. #5 Florida State arrives in Death Valley to take on #3 Clemson. However, the matchup proved to be a lopsided one as the Seminoles, led by redshirt freshman quarterback Jameis Winston, won 51–14 and Clemson's offense struggled to produce. FSU went on to win the national championship that year. * 11/29/2014 - In another Battle for the Palmetto State, South Carolina came into Death Valley with a five-game winning streak, their longest in the rivalry to date. Clemson's freshmen were the stars of the game, and Clemson went on to break the streak with a 35–17 victory over the struggling Gamecocks. Freshman quarterback Deshaun Watson threw for 269 yards and two touchdowns and rushed for two more; he was playing with a torn ACL. Freshman wide receiver Artavis Scott set Memorial Stadium and Clemson freshman records for receiving with 185 yards and two touchdowns. Clemson came into the game with the #1 ranked defense in the country, the likes of which produced two first-round draft picks, Vic Beasley, who had a forced fumble in the game; and Stephone Anthony, who would later be ejected for a targeting call on South Carolina's quarterback, Dylan Thompson. * 10/3/15 - ESPN College Game Day returned to Clemson for a prime time, top-15 game with #6 Notre Dame arriving to take on the #11 Tigers. The game occurred during record rainfall throughout the state of South Carolina, including repeated downpours during the game. Watson threw for two touchdowns and ran for another to give Clemson a 21–3 lead. Notre Dame rallied from behind to cut the lead to 24–22 in the waning seconds of the game. Clemson's defense, however, stopped Notre Dame quarterback DeShone Kizer on the two-point conversion to secure the win. * 11/7/2015 \"#1 in Death Valley\" Clemson entered their yearly rivalry game with the Florida State Seminoles as the #1 ranked team in the College Football Playoff rankings. Clemson was 8–0 and riding on a proficient balanced offense and a reload on defense. Florida State led in the first half, with Dalvin Cook rushing for over 120 yards in the first quarter and a 73-yard touchdown run on the third play from scrimmage. Clemson would remain resilient, however, and Deshaun Watson led the Tigers to a 23–13 victory. This victory led to the declaration of Clemson as the 2015 Atlantic Division champions of the ACC, securing them a spot in the 2015 ACC Championship Game. It was Clemson's first victory in the rivalry with the Seminoles since 2011. *10/1/2016 - Third-ranked Louisville entered Clemson to take on the #5 Tigers as ESPN College Game Day returned once again. Clemson quarterback Deshaun Watson and Louisville quarterback Lamar Jackson fought a high-scoring quarterback duel. Watson threw five touchdown passes while Jackson threw for one score and ran for two. Clemson led 28–10 at the half, but Louisville scored 26 unanswered points to lead 36–28 in the fourth quarter. The Tigers rallied back for two scores and a 42–36 lead. The Clemson defense held off a late Louisville drive deep in Tiger territory, stopping the Cardinals on 4th and 12 to seal the victory. Clemson Top Single Game Attendance Figures {| class=\"wikitable\" style=\"text-align:center\" |- ! style=\";\"|Year ! style=\";\"|Opponent ! style=\";\"|Attendance |- | 1999 | Florida State | 86,092 |- | 1994 | South Carolina | 85,872 |- | 2015 | Florida State | 85,573 |- | 2000 | South Carolina | 85,187 |- | 2001 | Florida State | 85,036 |- | 2014 | South Carolina | 85,024 |- | 2015 | Notre Dame | 84,892 |- | 2001 | North Carolina | 84,869 |- | 1988 | South Carolina | 84,867 |- | 1988 | Florida State | 84,576 |} ==Traditions== ===Howard's Rock=== In the early 1960s, the rock was given to then head coach Frank Howard by a friend, Samuel Columbus Jones (Clemson Class of 1919).Clemson Alumni Association, \"Clemson Alumni: Today 2008\", Harris Connect, Inc., Chesapeake, Virginia, 2007, no ISBN , page 1904. It was presented to Howard by Jones, saying \"Here's a rock from Death Valley, California, to Death Valley, South Carolina.\"Howard, Frank, with Bradley, Bob, and Parker, Virgil, \"Howard\", Howard, Lincoln, Nebraska, 1990, , page 132-5 Howard didn't think anything else about the rock and it was used as a door stop in his office for several years. In September 1966, while cleaning out his office, Howard noticed the rock and told IPTAY executive director Gene Willimon, \"Take this rock and throw it over the fence or out in the ditch...do something with it, but get it out of my office.\" Willimon had the rock placed on a pedestal at the top of the east end zone hill that the team ran down to enter the field for games. On September 24, 1966, the first time Clemson players ran by the rock, they beat conference rival Virginia, 40–35.Clemson Athletic Department, \"2001 Clemson Football\", Keys Printing, Greenville, South Carolina, 2001, no ISBN , page 340. Howard, seizing on the motivational potential of \"The Rock\", told his players, \"Give me 110% or keep your filthy hands off of my rock.\" The team started rubbing the Rock for the first game of 1967, in which they beat ACC foe Wake Forest, 23–6. It is now a tradition for the Clemson Ranger Club to \"protect\" the Rock during the 24 hours preceding the Clemson-South Carolina game, when held in Death Valley. ROTC cadets keep a steady drum cadence around the Rock prior to the game, which can be heard across the campus. Part of the tradition began after unknown parties vandalized the Rock prior to the 1992 South Carolina-Clemson game. In 2013, the rock was vandalized and re-installed under a protective case. ===Running Down the Hill=== Probably the most highly publicized tradition of Clemson football is its dramatic entrance scene. The tradition of Running Down the Hill started when the football locker rooms were located in Fike Field House (located up the hill northeast of the stadium). Clemson players would run down the hill all the way from Fike into the stadium to intimidate opposing teams. Today, after exiting the stadium on the west side, the players load into buses, escorted by police officers. They make their way around the stadium to the east side where The Hill is located. This scene has been shown on the JumboTron ever since it was installed in the stadium. When the buses arrive at the east side, the players get out and gather at the top of the hill and stand around Howard's Rock. Once most of the players are out of the buses and ready to go, a cannon sounds, the band launches into Tiger Rag, and the players run down the hill. In 1985, Brent Musburger referred to it as \"the most exciting 25 seconds in college football.\" After the end of the 2018 season the Tigers had made the run down the hill 402 times. ==Gallery== Image:ClemsonMemorialStadium3.jpg|West End Zone Addition Image:ClemsonMemorialStadium1.jpg|Spring 2008 Image:ClemsonMemorialStadium2.jpg|Notice \"The Rock\" Image:CU-LT06.jpg|The Tigers run down The Hill before the Louisiana Tech game, September 30, 2006 Image:Howard's Rock.jpg|Howard's Rock ==See also== * List of NCAA Division I FBS football stadiums ==References== ==External links== *Official site *Clemson Unveils 50m Athletic Building Plan Category:Clemson Tigers football venues Category:Carolina Panthers stadiums Category:College football venues Category:Defunct National Football League venues Category:American football venues in South Carolina Category:Sports venues completed in 1942 Category:1942 establishments in South Carolina",
 "title": "Memorial Stadium (Clemson)"
}