{
 "id": "731887",
 "text": "Frank J. Howard (March 25, 1909 – January 26, 1996) was an American college football player and coach. He played college football for Alabama. After a career-ending injury, Howard joined the staff at Clemson College and became head coach in 1940. Howard coached the Clemson Tigers for 30 years, amassing the 15th most wins of any college football coach. He led Clemson to ten bowl games, an undefeated season in 1948, and several top-20 rankings during his tenure as head coach. During his stay at Clemson, Howard also oversaw the athletic department, ticket sales, and was an assistant coach for the baseball team. He was inducted into the College Football Hall of Fame, the South Carolina Sports Hall of Fame, the Alabama Sports Hall of Fame and the Clemson Ring of Honor. The playing surface at Clemson's Memorial Stadium is named after him. ==Early life and playing career== Howard was born at Barlow Bend, Alabama (\"three wagon greasin's from Mobile\"). He spent his early days on the farm playing mostly cow pasture baseball because there were not enough boys around the community for a football team. Howard said he left Barlow Bend walking barefoot on a barbed wire fence with a wildcat under each arm. He graduated from Murphy High School in Mobile where he played football, baseball and basketball and served as president of both the junior and senior classes. After finishing at Murphy, Howard entered the University of Alabama on an academic scholarship provided by the Birmingham News in the fall of 1927, and the 185-pounder played reserve guard his sophomore year. During his junior year, he started every game but two, as an ankle injury sidelined him for the two games he missed. Again his senior year he was a regular. Howard was president of the freshman class at Alabama, was member of Blue Key and president of the \"A\" Club. ==Coaching career== Howard stepped onto the rolling hills of Clemson in 1931 fresh from the varsity football ranks at Alabama where he was a first stringer on Wallace Wade's 1930 team that drubbed Washington State 24–0 in the 1931 Rose Bowl. Howard was known as the \"Little Giant' of the Tide's \"Herd of Red Elephants.\" The veteran came to his first coaching post under Jess Neely as a line tutor. \"At least that was my title,\" Howard recalls. \"Actually, I also coached track, was ticket manager, recruited players and had charge of football equipment. In my spare time I cut grass, lined tennis courts and operated the canteen while the regular man was out to lunch:' Howard was not only track coach from 1931 to 1939, but served as baseball coach in 1943 and his 12–3 record that year is still among the best percentages for a season in Clemson history. Howard held the line coaching post until Neely went to Rice University as head coach in 1940. When the Clemson Athletic Council met to name a successor to Neely, Prof. Sam Rhodes, a council member, nominated Howard to be the new head coach. Howard, standing in the back of the room listening to the discussion, said; \"I second the nomination.\" He got the job and never left. When he retired as head coach following the 1969 season, he was the nation's dean of coaches, having been a head football coach at a major institution longer than anyone else in the United States. When he retired, he was one of five active coaches with 150 or more victories. While line coach in 1939, the Tigers' record (8–1) was good enough to merit a trip to Dallas where Clemson met undefeated Boston College under Frank Leahy in the 1940 Cotton Bowl Classic. The 1948 mark of 10–0 carried Clemson to the 1949 Gator Bowl and two years later, a 9–0–1 record sent the Tigers to the 1951 Orange Bowl. The Country Gentlemen were champions on their first three bowl ventures. Boston College fell 6–3, Missouri was nipped in the Gator, 24–23 (Howard said this is the best football game he ever witnessed), and Miami felt the Tiger claws, 15–14. The total point spread in these three bowl wins was five points. The Gator Bowl beckoned the Tigers again in January 1952, and by being conference champions in 1956, Clemson played in the 1957 Orange Bowl. Miami downed Clemson 14–0 in the second Gator Bowl trip, and Colorado led Clemson 20–0, then trailed 21–20 before finally defeating the Tigers 27–21 in the second Orange Bowl. The Tigers then played in the 1959 Sugar Bowl and held the national champion LSU Tigers to a standstill before losing 7–0 on a halfback option touchdown pass by Billy Cannon, who went on to win the Heisman Trophy the next season. The invitation to play in the first Bluebonnet Bowl in Houston in December 1959 was the eighth bowl that Howard had been a part of either as a player, assistant coach or head coach. It was the seventh bowl trip for a Clemson team and the sixth in 12 years. Howard said that Clemson's 23–7 triumph over seventh ranked Texas Christian in the Bluebonnet Bowl was the best performance he had ever witnessed by a Clemson team. Clemson was the first school to play in two bowls in the same calendar year. The Tigers' victory over TCU was their fourth success in seven post-season appearances. In all seven Clemson was the established underdog. Howard served on the coaching staff of the Blue-Gray game in Montgomery, Alabama in 1941, 1952, 1959, and 1966; was on the East staff of the annual East-West game in San Francisco in December 1960, and again in December 1962; and was named coach of the South squad in Miami's 1961 and 1969 North-South game. He coached in the 1970 Hula Bowl, which was his ninth postseason all-star game. While still in active coaching Howard served as one of the rules committee members for A period of three years. A Single Wing expert for 22 seasons (including nine as a line coach), Howard changed to the T-formation and its many variations in 1953. Still another major change in the offense was installed in 1965 with the \"I\" and pro-type set. In his 13 seasons as head coach using the single wing, Clemson won 69, lost 47 and tied 7. In 12 years of \"T\" teams, the Tigers won 71, lost 47 and tied 4. While using the \"I\" in his last five years of coaching, Clemson recorded a 25–24–1 record. The year 1958 was a red letter one for Howard. During halftime of the Spring Game, Howard, his staff and secretaries were given an appreciation day. Howard received a 1958 car while other staff members were presented gifts. That summer Howard and three members of his staff were given a trip to Europe by the Department of Defense to conduct clinics for the Armed Forces in Germany. Then came the football season and the Tigers presented Howard an 8–2 season, which led to the Sugar Bowl invitation. One of these 1958 wins was the l00th of Howard's coaching career. That came against Jim Tatum of North Carolina, a coach Howard had never beaten. And, the Tigers had to come from behind three times to win, 26–21. Howard was named Southern Conference Coach- of-the-Year in 1948. In 1959, he was named Atlantic Coast Conference Coach-of- the-Year and was accorded the honor again in 1966. His teams won ACC championships six times (1956–58–59–65–66–67) in the first 15 years of the conference. The Tigers were co-champions in 1965. He guided Clemson to the Southern Conference crown in 1940 and 1948. In his 30 years of coaching, Howard won 165, lost 118 and tied 12. That victory total is still among the top 40 coaches in the history of the game. In addition to heading up the Clemson football program Howard also had the job of directing Clemson's entire athletic program, and at the same time raising all the required scholarship funds. The athletic department was always on a sound financial footing under the guidance of Howard. In the early 1960s Howard showed compassion to the local community including those at segregated African-American school that he could not recruit. One of the football players was future Michigan State University All American and All Pro George Webster. As a junior at Westside High in Anderson, S.C. Webster suffered a knee injury. The injury could have spelled the end of his career, but then-Clemson coach Frank Howard helped Webster. Michigan State teammate Jim Summers of Orangeville, S.C., tells the story. “Frank Howard made sure that operation at Clemson University’s medical facility,” Summers said. “George was probably the first black person to spend any sustained time on that campus. If it wasn’t for segregation, George probably would have gone to Clemson, Frank treated him so well.” George Webster was drafted 3rd in the 1967 NFL draft after winning two national champions. ==Later life and family== Howard retired from coaching on December 10, 1969, after 39 years on the Clemson coaching staff, 30 of which were as head coach. He was also athletic director during this time and he kept this position until February 4, 1971, when he was named assistant to the vice president at the university, the post he held when the mandatory retirement age of 65 rolled around. An era at Clemson University ended June 30, 1974, when Frank Howard officially retired from the payroll. Another era ended January 26, 1996, when Howard died at the age of 86 and forever silenced a voice that had been synonymous with Clemson for nearly 65 years. He was the school's best known ambassador and often fondly referred to as “The Bashful Baron of Barlow Bend”. Although he retired from all official duties in 1974, he never quit coming to the office and he never stopped representing Clemson in a manner which continued to win friends for the place that was so dear to his heart. Shortly after his retirement the Clemson Board of Trustees named the playing surface of Memorial Stadium as \"Frank Howard Field\" in honor of his long service to the university. It was only the third time that a building or installation had been named by the trustees for a living person. Over the years, Howard has been inducted into the South Carolina Athletic Hall of Fame and the Clemson Hall of Fame (charter member in both), as well as the Helms Athletic Hall of Fame and the State of Alabama Hall of Fame. On December 5, 1989 he joined an elite group in the National Football Foundation Hall of Fame. The ceremonies took place in the Waldorf-Astoria in New York City. He joined former Clemson mentors John Heisman and Jess Neely in the membership. Howard was also honored in December 1981, when he was inducted into the Orange Bowl Hall of Honor along with former Alabama coach Paul \"Bear\" Bryant, and Tommy McDonald, a former Oklahoma star. In the summer of 1990 he was inducted into the Gator Bowl Hall of Fame. For over three decades Howard was in great demand both as a banquet speaker and a clinic lecturer. Few states escaped his homespun oratory, which brought the house down on many occasions. After his retirement, Howard was active in other endeavors. He served as state chairman of the South Carolina Heart Fund drive, was roasted several times on behalf of the Multiple Sclerosis Society, and was active in selling the Kickoff Publication out of Knoxville, TN. Howard kept his hands in football as he served as the chief recruiter for the Gray squad in the annual Blue-Gray game in Montgomery, Alabama. The Blue squad recruiter was Don Faurot, who opposed Howard in the 1949 Gator Bowl. Howard has also been inducted into the Helms Foundation Hall of Fame in San Francisco, was an honorary member of the National Athletic Trainers Association, and is a member of the Hall of Fame of the National Association of Collegiate Directors of Athletics. Clemson University has also honored Howard once more with the presentation of the Clemson Medallion, which is the highest public honor bestowed by the university to a living person who exemplifies the dedication and foresight of its founders. He was a charter member of Clemson's Ring of Honor at Memorial Stadium in 1994. After coming to Clemson, Howard married the former Anna Tribble of Anderson, South Carolina (who died May 15, 1996) on August 23, 1933. They were the parents of a daughter, Alice (Mrs. Robert McClure of Gastonia, North Carolina) and a son, Jimmy, of Pendleton. The Howards also had three grandchildren and one great-grandchild. Jimmy followed in his dad's footsteps as a football player, only at a different position. The son was regular fullback on the local high school (Daniel) team for three years and was a halfback-fullback for three years on the Clemson varsity. Jimmy gained over 1,400 yards his senior year in high school and scored over 100 points. He graduated from Clemson in June 1964 with honors, and earned his master's degree in horticulture from Clemson in 1967. Today he is district entomologist with the Plant Pest Regulatory Service at Clemson. ==Head coaching record== ===Football=== ==References== ==External links== * * Category:1909 births Category:1996 deaths Category:American football guards Category:Alabama Crimson Tide football coaches Category:Alabama Crimson Tide football players Category:Clemson Tigers athletic directors Category:Clemson Tigers baseball coaches Category:Clemson Tigers football coaches Category:College Football Hall of Fame inductees Category:People from Clarke County, Alabama Category:Coaches of American football from Alabama Category:Players of American football from Alabama Category:Baseball coaches from Alabama",
 "title": "Frank Howard (American football coach)"
}