{
 "id": "731915",
 "text": "Brossard (, , ) is a municipality in the Montérégie region of Quebec, Canada and is part of the Greater Montreal area. According to the 2021 census, Brossard's population was 91,525.Census Profile, 2021 Census - Brossard, Ville Census subdivision, Quebec and Brossard, Ville Census subdivision, Quebec It shares powers with the urban agglomeration of Longueuil and was a borough of the municipality of Longueuil from 2002 to 2006. ==History== thumb|100px|left|Logo of Brossard from 1983 to 2002 The city of Brossard was founded on February 14, 1958 and was before part of La Prairie-de-la-Madeleine Parish. Its first mayor was Georges-Henri Brossard. At the very beginning, there were 3,400 inhabitants. The city has some homes dating from the eighteenth and nineteenth centuries, particularly along Prairies Road. On August 8, 1964 a portion of land from Greenfield Park was added to Brossard. Furthermore, Notre-Dame-du-Sacré-Cœur was annexed to Brossard on March 25, 1978 becoming the \"A\" section to form the current city. In the 1970s, an attempt was made by René Désourdy to construct a cemetery in Brossard. The attempt failed due to the water table being too high in most of the city, and as of 2014 Brossard has no cemetery. Brossard was forcibly merged into the city of Longueuil on January 1, 2002 as a result of municipal reorganization in Quebec. and a demerger movement was started by Pierre Senécal, Jacques St- Amant and Gilles Larin which resulted in a municipal referendum, the largest demerger vote in Québec, that took place on June 20, 2004. 38.70% of the 50,539 qualified voters voted YES for demerger, which met the requirements (35% or more of total voting population) needed for de-amalgamation. As a result, Brossard would continue to be a borough of the city of Longueuil only until the end of 2005. On January 1, 2006, Brossard was reconstituted as a city and Jean-Marc Pelletier was elected as the new mayor. However, Brossard still remains part of the urban agglomeration of Longueuil and thus, Brossard sits on the agglomeration council which determines certain powers of reconstituted cities. On November 11, 2017, Doreen Assad was elected mayor of Brossard, the first woman of Egyptian descent to hold such position in Canada . ==Geography== Brossard is surrounded by four municipalities on the South Shore of Montreal: Saint-Lambert, Longueuil (Borough of Greenfield Park and Borough of Saint-Hubert), Carignan and La Prairie. Brossard is situated on the Saint Lawrence River to the west and by the Saint-Jacques River to the south. (see Geographic location section below) Many parks are scattered throughout the city of Brossard, including Parc écologique des Sansonnets. The parks are connected to the other areas of the city by about 37 km (23 miles) of biking paths.My Spring, My City - Ville de Brossard The city also has a municipal library building connected to its city hall building via an indoor passageway. Brossard is subdivided into many smaller sections. These sections are characterized by having street names that all begin with the same letter of the alphabet. The only notable exceptions are few major arteries (such as Taschereau Boulevard and Rome Boulevard) that span across two or more sections. Some constructions in the \"A\" and \"R\" sections of Brossard are older than the city itself because they were built in the former communities of Notre-Dame-du-Sacré Coeur and Brosseau Station, respectively. The \"M\" and \"V\" sections are the first neighborhoods built after the inauguration of Brossard in 1958. ==Demographics== ;Home Languages Aside from French, a variety of other languages are spoken in Brossard on a daily basis, as according to the 2011 census. The prominent languages spoken primarily at home and their relative share are French (51%), English (17%), Chinese (5%), Spanish (3%), Cantonese (3%), Arabic (2%) and Persian (2%). ;Ethnicity Brossard is among the most multicultural municipalities in Greater Montreal as there are 23 ethnic groups that represent at least 1% of the population. According to the 2006 census the prominent ethnic groups and their relative share are Canadian (35%), French (23%), Chinese (11%), Irish (6%) and Italian (4%)Ethnocultural Portrait of Canada - Data table ;Housing Brossard is a mainly residential suburb with a moderate diversity of structural styles. The most popular styles of housing are semi-detached houses which represent 44% of private dwellings and apartment buildings with fewer than five storeys which represent 31% of private dwellings. ;Mother tongue languages Statistics for the population according to mother tongue (the first language learned and still remembered) vary significantly from the statistics for home language (the language spoken most often at home), as well as also varying significantly from the statistics for official language usage. {| class=\"wikitable\" align=\"left\" |- bgcolor=\"#CCCCCC\" ! Mother Tongue (2016) ! Population ! Percentage |- | French | 37,155 | 43.98% |- | English | 10,095 | 11.95% |- | French and a non- official language | 1,285 | 1.52% |- | English and French | 1,255 | 1.49% |- | English and a non-official language | 795 | 0.94% |- | English, French and a non-official language | 680 | 0.80% |- | Cantonese | 4,935 | 5.84% |- | Mandarin | 4,370 | 5.17% |- | Spanish | 4,100 | 4.85% |- | Arabic | 4,005 | 4.74% |- | Persian | 2,005 | 2.37% |- | Vietnamese | 1,495 | 1.77% |- | Romanian | 1,295 | 1.53% |- | Greek | 1,280 | 1.52% |- | Portuguese | 895 | 1.06% |- | Creole | 840 | 0.99% |- | Russian | 770 | 0.91% |- | Italian | 720 | 0.85% |- | Urdu | 580 | 0.69% |- | Hindi | 395 | 0.47% |- | Punjabi | 395 | 0.47% |- | Bengali | 390 | 0.46% |- | Bulgarian | 360 | 0.43% |- | Polish | 315 | 0.37% |- | Tagalog | 315 | 0.37% |- |} {| class=\"wikitable\" !colspan=\"19\"|Canada Census Mother Tongue - Brossard, Quebec |- |+Mother tongue language ! Census | ! Total |colspan=\"1\"| !colspan=\"3\"| |colspan=\"1\"| !colspan=\"3\"| |colspan=\"1\"| !colspan=\"3\"| |colspan=\"1\"| !colspan=\"3\"| |- ! Year | ! Responses | ! Count ! Trend ! Pop % | ! Count ! Trend ! Pop % | ! Count ! Trend ! Pop % | ! Count ! Trend ! Pop % |- | | | | | 37,385 | 0.12% | 44.25% | | 9,865 | 4.28% | 11.67% | | 1,250 | 10.13% | 1.47% | | 33,215 | 15.87% | 39.3% |- | | | | | 37,340 | 5.2% | 47.36% | | 9,460 | 6.5% | 11.99% | | 1,135 | 97.4% | 1.43% | | 28,665 | 17.5% | 36.36% |- | | | | | 35,510 | 2.0% | 50.19% | | 8,885 | 1.1% | 12.56% | | 575 | 20.0% | 0.81% | | 24,385 | 26.6% | 34.47% |- | | | | | 36,235 | 1% | 56.04% | | 8,985 | 6.6% | 13.68% | | 690 | 23.1% | 1.06% | | 17,890 | 2.2% | 27.67% |- | | | | | 36,615 | n/a | 55.54% | | 9,575 | n/a | 14.52% | | 850 | n/a | 1.28% | | 17,505 | n/a | 26.55% |} ==Climate== ===Climate=== ==Economy== Brossard is the commercial hub of the south shore, most businesses located along Taschereau Boulevard, inside Champlain Mall and Place Portobello or at the lifestyle centre, Quartier DIX30. A particular segment of Taschereau Boulevard near La Prairie and the Saint-Jacques River is home to an exceptionally large concentration of car dealerships offering most available makes and models. ==Sports== ;Soccer L'association de soccer de Brossard has been given exclusive authority from the City of Brossard to organize recreational and competitive soccer primarily for youth (ages 4 to 18). Programs are also offered for adults. The Association is affiliated with FIFA via the Canadian and Quebec Provincial soccer federations. The sport is amongst the most popular in the city given it is quite accessible (i.e. very little equipment required) and the continued increase in popularity of the sport in North America. Consequently, there are more than 2,500 annual registrations of which approximately one third are for the winter season and the rest for the summer season. The summer program is run on the various soccer fields in the city. The winter program is held indoors, at the Bell Sports Complex and at various gyms in the schools within the city boundaries. Notorious footballers from Brossard includes former Canadian national team player Patrice Bernier and ex bundesliga striker Olivier Occean. The Association also hosts the Brossard Challenge tournament during the first weekend in August every year. The tournament attracts teams from all areas of the province of Quebec. There are also teams from outside Quebec, mainly Ontario. ;Ice Hockey The Bell Sports Complex is a multipurpose sports facility located in Brossard that contains two ice hockey rinks and one indoor soccer pitch. It is used as the official practice facility of the National Hockey League's Montreal Canadiens. Brossard is home to the Brossard Mustangs and the Brossard Flames in the Ligue de Hockey Junior A Rive-Sud. ; Figure Skating Figure skating in Brossard is very popular amongst children of all ages. The Brossard Figure Skating Club (Brossard FSC) is the only organization to provide figure skating lessons in accordance with Skate Canada's standards in the city of Brossard. Lessons and ice-time are held at the Bell Sports Complex facilities, a facility built for the NHL's Montreal Canadiens as a practice and fitness centre, as well as the Michel-Normandin Arena, named after Michel Normandin, a famous Montreal sports announcer. Brossard FSC offers training for various groups of age and skill, available to the city's population. Its CanSkate 3-5 program offers weekly beginner lessons for children aged 3–5. The Brossard FSC also administers the Skate Canada program to skaters aged 5 and above in group lessons, semi-private lessons, private lessons, and offers specialized development opportunities and free extra ice-time for more advanced skaters. Finally, every few months, Brossard coordinates a series of tests for its more advanced skaters to have certain skills assessed by certified judges and therefore be able to move-up levels in order to learn and practice more advanced skills. Brossard FSC is very famous for its annual high-quality Ice Show, which attracts many sponsors and enough spectators to hold four representations of the show each year. This event occurs at the end of the winter season, and is the biggest event of the FSC. All skaters are invited to participate. This grand celebration allows young skaters to show their talent dressed in magnificent costumes designed just for them. The routines are choreographed by the club's Skate Canada certified coaches, to music that fits into a chosen theme. All of this is performed to an elaborate light show with spectacular decor. The 43rd edition of this showcase will be held in April 2014. One of the club's most famous skaters is Sébastien Britten, he was \"the 1995 Canadian national champion. He represented Canada at the 1994 Winter Olympics, where he placed 10th. In 1998, he beat several Olympic and World medallists to win the 1998 World Professional Figure Skating Championships held in Jaca, Spain. Following his retirement from competitive skating [in 1997], he began working as a coach and choreographer\".Sébastien Britten ;Baseball Brossard fields teams in Quebec's Little League Baseball system at various age levels. It hosted the 2004 Canadian Little League Baseball Tournament at Marie Victorin Park. ;Softball City Leagues includes: * Chimo, founded in 1979Ligue de balle-molle Chimo (Chimo Softball League) * PVB (Petit Vieux de Brossard) which has divisions for men over 45 and for womenLigue de Balle Molle Des P'tits Vieux De Brossard ==Government== ===Municipal=== The mayor of the City of Brossard is Doreen Assaad. There are 10 city councillors in the Brossard City Council. {| class=\"wikitable\" align=\"right\" |+ List of mayors of Brossard |- ! Years in office ! Mayor |- | 1958–1967 | Georges-Henri Brossard |- | 1967–1978 | Léon Gravel |- | 1978–1982 | Alphonse Lepage |- | 1982–1983 | Claude Chevrier |- | 1983–1990 | Georgette Lepage |- | 1990–2001 | Paul Leduc |- | January 1, 2002 - December 31, 2005 | Nicole Carrier (Brossard borough president in Longueuil)There was no mayor of the city of Brossard from 2002 until the end of 2005 because it was merged into the city of Longueuil and remained a borough during this period. The mayor of Longueuil at the time was Jacques Olivier while Nicole Carrier was in charge of Brossard as the president of the borough. |- | 2006–2009 |Jean-Marc Pelletier |- | 2009–2017 |Paul Leduc |- | 2017–Present |Doreen Assaad |} {| class=\"wikitable\" border=\"1\" |+ Brossard City Council |- ! District number ! Sections ! Councillor |- | District 1 | B,C | Christian Gaudette |- | District 2 | B,A | Tina Del Vecchio |- | District 3 | A,B | Stéphanie Quintal |- | District 4 | P,V | Patrick Langlois |- | District 5 | T,S,P | Claudio Benedetti |- | District 6 | S | Sophie Allard |- | District 7 | R | Antoine Assaf |- | District 8 | I,O,R | Xixi Lee |- | District 9 | J,L,N,X,Y | Michelle Jarnam Hui |- | District 10 | M,N | Daniel Lucier |- |} ===Federal and provincial=== The city of Brossard is located in the federal riding of Brossard—Saint- Lambert, and its Member of Parliament is Alexandra Mendès of the Liberal Party of Canada. In the past three elections, the Liberals have carried the riding by wide margins. In provincial politics, Brossard forms part of the La Pinière riding and its Member of the National Assembly is Gaetan Barrette of the Quebec Liberal Party. The La Pinière riding is heavily Liberal in provincial elections, with their candidates obtaining wide margins against the other major provincial parties. ==Transport== ===Roads=== Brossard is serviced by Autoroutes 10 (Autoroute des Cantons-de-l'Est), 15, 20 (Autoroute Jean- Lesage), and 30 (Autoroute de l'Acier), as well as Routes 132 and 134 (Taschereau Boulevard). Autoroute 30 runs along the west side of Brossard. Along the Saint Lawrence River on the east side of the city, Autoroutes 15 and 20 overlap with Route 132; 15 to the south and 20 to the north. At the Champlain Bridge interchange, Autoroutes 15 and 20 overlap 10 and feed into the Champlain Bridge, which crosses over into Montreal. Autoroute 10 also meets with Route 134 at the Taschereau Interchange which runs north south through the heart of Brossard. Other important roads include Taschereau Boulevard, Rome Boulevard, Milan Boulevard, Matte Boulevard, Pelletier Boulevard, Lapinière Boulevard (known as Victoria Avenue in Saint-Lambert and Greenfield Park), San Francisco-Tisserand-Stravinski Avenues loop, Panama Avenue — Auteuil Avenue, Provencher Boulevard and Chemin des Prairies. ===Public transit=== The Réseau de transport de Longueuil (RTL) serves much of Brossard's territory as well as the rest of the South Shore. Terminus Brossard-Panama and Brossard-Chevrier Park and Ride incentive parking lots are two of RTL's heavily used bus terminals located in Brossard. From both of these terminals there is a regular bus to Terminus Centre-Ville (Bonaventure Metro Station.) Starting in 2021, Brossard will be served by three Réseau express métropolitain stations; Panama, Du Quartier and Rive-Sud, thus replacing the A-10 busway. ==Education== The Commission scolaire Marie- Victorin operates French-language public schools. Secondary: * École Secondaire Antoine-Brossard * École internationale Lucille-Teasdale (formerly École Secondaire Pierre-Brosseau) Primary: * Academie Marie-Laurier * École Primaire Charles-Bruneau * École Primaire Georges-P.-Vanier * École Primaire Guillaume-Vignal * École Primaire Marie-Victorin (Brossard) * École de la Rose-des-Vents (Brossard) * École Primaire Sainte-Claire (Brossard) * École Primaire Saint-Laurent * École Primaire Samuel-De Champlain (Brossard) * École Primaire Tourterelle The Riverside School Board operates English public schools. Primary schools: * Good Shepherd Elementary School * Harold Napper Elementary School Previously the South Shore Protestant Regional School Board operated Protestant public schools in Brossard.Semenak, Susan. \"Happy honors grad left prom early to rest up for ill-fated flight to India.\" The Montreal Gazette. Wednesday June 26, 1985. p. A1. Retrieved on Google News (p. 1/111) on October 22, 2014.King, M.J. (Chairperson of the board). \"South Shore Protestant Regional School Board\" (St. Johns, PQ). The News and Eastern Townships Advocate. Volume 119, No. 5. Thursday December 16, 1965. p. 2. Retrieved from Google News on November 23, 2014. ===Adult education=== * ACCESS Career Centre * CEA Antoine-Brossard ==Twin towns== * Barentin, Seine- Maritime, Haute-Normandie, France * Izhevsk, Udmurtia, Russia ==See also== * Saint Jacques River (Roussillon) * List of cities in Quebec * Municipal reorganization in Quebec ==Notes and references== ==External links== * Category:Cities and towns in Quebec Category:Populated places established in 1958 Category:Quebec populated places on the Saint Lawrence River Category:1958 establishments in Quebec",
 "title": "Brossard"
}