{
 "id": "731922",
 "text": "Pierrefonds () is a former city in southwestern Quebec, Canada. It is located along the Rivière des Prairies on the northwestern part of the Island of Montreal. It was merged into Montreal on January 1, 2002, and is today part of the borough of Pierrefonds-Roxboro. == History == Its origin dates back to the eighteenth century, and is intimately linked to that of Sainte-Geneviève, which was composed at the time of Pierrefonds, L'Île-Bizard, Sainte-Geneviève, Roxboro and Dollard-des-Ormeaux. In 1904, following several previous divisions, the Town of Sainte-Geneviève was split into two new villages: Sainte-Geneviève and Sainte-Geneviève de Pierrefonds. This was the first appearance of the name Pierrefonds. At the heart of the conflict leading to the separation was the notary and local member of the Legislative Assembly Joseph-Adolphe Chauret, who, in 1902, had a \"seigniorial\" residence built for himself reminiscent of the community of Pierrefonds in France’s Department of Oise. He named his thatched home \"Château Pierrefonds\", apparently providing the name for the future city. In 1935 the two villages of Sainte-Geneviève and Sainte-Geneviève de Pierrefonds merged once again into a single village called Sainte-Geneviève. The name Pierrefonds disappeared, resurfacing on December 18, 1958, when the rest of the territory of the old parish became the City of Pierrefonds. == Dissolution == On 2002-01-01, as part of a province-wide municipal reorganization, Pierrefonds was joined with Senneville and they became a borough of the city of Montreal named Pierrefonds-Senneville. In the demerger referendums of 2004, Senneville demerged from Montreal but Pierrefonds did not. On 2006-01-01, Pierrefonds merged with the former city of Roxboro to form the Montreal borough of Pierrefonds-Roxboro. == Origin of the name Pierrefonds == 200px|thumbnail|left|The new Château Pierrefonds. The original burned down in 1993 and was rebuilt in 1994.[https://chateaupierrefondsenglish.wordpress.com/brief-history-of-the- chateau-pierrefonds/ Château Pierrefonds is celebrating its 20th Anniversary] thumb|195x195px|Joseph-Adolphe Chauret One of the leading figures who brought about the 1904 split was a famous (or infamous), fiery notary named Joseph- Adolphe Chauret. Always in the limelight, this colourful fellow was praised by some and criticized by others. His reputation remains controversial to this day, mostly because of his stormy and ostentatious lifestyle. Inspired by an engraving of the feudal Castle of Pierrefonds in Oise, France, in 1902 Chauret built a turreted, gabled residence with the inscription Château de Pierrefonds on two of its socles. The building only somewhat resembled the much heralded fortress Chauret finally visited in 1911 when he journeyed in Europe. At a time when few people travelled abroad, his trip aroused considerable curiosity among local residents – so much so that crowds greeted him upon his return to Canada. The name Pierrefonds therefore can be traced to Chauret’s residence. In 1987, Chauret's property was converted into a residence for the elderly named \"Château Pierrefonds\". == Demographics == Pre-amalgamation demographics, Canada 2001 Census. *Total Population - 54,310 *Visible minority population - 13,995 *Male - 27,285 *Female - 25,020 *Land area - *Population density per km2 \\- Note: last census figures before annexation by Montreal. == References == Category:Populated places disestablished in 2002 Category:Neighbourhoods in Montreal Category:Former municipalities in Quebec Category:Former cities in Quebec Category:Pierrefonds-Roxboro Category:West Island Category:2002 disestablishments in Quebec",
 "title": "Pierrefonds, Quebec"
}