{
 "id": "732149",
 "text": "Tlalnepantla is the name of a city and a municipality in the Mexican state of Morelos. The city reported a population of 3,872 inhabitants, while its municipality reported 7,166 inhabitants in the 2015 census. It is the least populous of the 17 municipalities that border Mexico City, bordering the capital city's southeastern Milpa Alta borough. Tlalnepantla is located 57 kilometers (35 miles) northeast of Cuernavaca. ==Name== The name Tlalnepantla means \"In the middle of the lands\" in Nahuatl, which may be interpreted as \"In the middle of the mountains\". According to Reyes and Robelo this town was originally called Tlalnepantla Kuauhtenko; this second place name means \"On the shore of the eagles\"; its etymology from Kuauh-tli, \"eagle\"; ten-tli, \"shore or lip\", and ko, adverb of \"place\"; however, in the hieroglyph the sign of the tree is clearly seen between two parts of the earth. It is supposed to be related to the terrestrial meridian, nearly the same as the Mexico City Metropolitan Cathedral. ==The municipality== ===Towns and villages=== The largest localities (cities, towns, and villages) are:2010 census tables: INEGI {| class=\"wikitable\" |- style=\"background:#000000; color:black;\" ! Name !! 2010 Census Population !! Altitude |- | Tlalnepantla || 3,872 || 2050 metersTlalnepantla retrieved May 10, 2020 |- | Felipe Neri (Cuatepec) || 1,338 || 2540 metersFelipe Neri (Cuatepec) retrieved May 10, 2020 |- | El Vigía (San Nicolás del Monte) || 832 || 2,140 metersEl Vigía (San Nicolás del Monte) - Morelos retrieved May 10, 2020 |- | El Pedregal || 507 || 1,965 metersEl Pedregal retrieved May 10, 2020 |- style=\"background:#CFCFCF;\" | Total Municipality || 6,636 ||2,060 |} Other communities include Fraccionamiento Calmil, Campo Aguacomulco, Bosques de Morelos, Campo Jazmín, and Fraccionamiento los Robles. ==History== Ruins of settlements of Nahuas and Nahuatl-speaking Tlahuicas have been found since before the founding of Tlalnepantla. By the 1590s a town called Teocaltitla was established northwest about seven kilometers from the present municipal seat. Ruins of its church, including plaster, can still be seen. The ruins of the town of San Bartolomé (\"Cohamilpa\") are located about four kilometers west of Tlalnepantla. Ruins of the San Nicolás Tolentino neighborhood (\"Teopancasholtitla\"), founded in 1600, are located six kilometers from Tlalnepantla. San Felipe, also founded in the 1600s, is located five kilometers away. Tlalnepantla-Cuahutenco was formed by Fray Toribio and Fray Juan de Zumárraga between 1680 and 1690 by grouping the people into five \"barrios\"—San Pedro, San Felipe, San Nicolás, San Bartolo, Santiagoof—with about 800 people each. It took the simpler name Tlalnepantla in 1869. Construction of the convent and the parish of the Purification was begun by the Augustinians in the 16th century and completed in 1791. The former monastery of the Precious Blood of Christ also dates from the same time. The church was burned during the Mexican War of Independence and was renovated in 1933. Tlalnepantla became a municipal seat in the State of Mexico on October 11, 1848. It became part of Morelos on April 17, 1869. A telephone line was established between 1880 and 1910 near Tenecuilco where President Porfirio Díaz had a hunting lodge. On one occasion, the president got lost, only to be saved by a local resident named Bonifacio Rodríguez. In gratitude for saving his life, the president gave Rodríguez his telephone number, which was quite useful later when Rodríguez was arrested in a drunken brawl. Ciriaco Espíndola, also from Tenecuilco, became Díaz's secretary from 1880-1900 and his brother Dolores Espíndola worked as administrator of the Mexican Railway. The ex-hacienda of Cuatepec or Coatepec was built during colonial times. During the Mexican Revolution the hacienda was looted and burned, then abandoned by its owner. The peasants divided the land and the community adopted the name of General Felipe Neri, a Zapatista who was killed by rival general Antonio Barona Rojas. The town's foundation is celebrated on February 8. The first carnaval in Tlalnepantla was organized by Pablo Lima in 1905; carnaval was suspended during the Revolution and started again in 1929. El Vigía, also called San Nicolás del Monte, was formed by uniting the barrios of San Miguel, San Francisco, San Pedro, and San Lucas. San Nicolás del Monte was isolated until Mexican Federal Highway 113 was built in 1973. The town changed its name to El Vigía in 1973 because during the Revolution it was used to warn people when enemy armies were approaching. El Pedregal was founded by Teofilo Pacheco in 1975. At least 340 homes were damaged during the 2017 Puebla earthquake, but no deaths or injuries were reported in the municipality. Rigoberto Espindola Gonzalez of the Panal was elected Presidente Municipal on July 1, 2018.http://impepac.mx/wp-content/uploads/2018/07/Candidatos- electos-2018.pdf Retrieved Dec 14, 2018 The state of Morelos reported 209 cases and 28 deaths due to the COVID-19 pandemic in Mexico as of April 27, 2020; one case was reported in Tlatnapantla. Schools and many businesses were closed from mid March until June 1. On July 2, Tlalnepantla reported 33 infections and four deaths from the virus; the reopening of the state was pushed back until at least June 13. Tlalnepantla reported 19 cases, 18 recuperations, and two deaths from the virus as of August 31. Twenty/one cases were reported on December 27, 2020. ==Notable residents== *Fray Toribio and Fray Juan de Zumárraga – Founders of Tlalnepantla, about 1690 *Teofilo Pacheco – Founder of El Pedregal in 1975 *Ciriaco Espíndola – Secretary to President Porfirio Díaz, 1880-1900 *Pablo Lima – Organized the first carnaval, 1905 *Inés Chávez – Built the Deposito de Cuatizec, 1906-1908 *Benjamín Medina – Built 500 meters of highway from Tlalnepantla to Tierra Grande, 1931-1933 Municipal presidents (1958–present) {| class=\"wikitable\" |- style=\"background:#000000; color:black;\" ! Name !! Term of Office !! Party |- | Adelaido Pérez López || 1958-1961 || |- | Brigido Elizalde Espinoza ||1961-1964 || |- | Eufemio Hernández Gómez ||1964-1967 || |- | Adolfo Rubio Huerta || 1967-1970 || |- | Romualdo Pérez López || 1970-1973 || |- | Guillermo Osorio Torres || 1973-1976 || |- | Sergio Mercado Marín || 1976-1979 || |- | Arnulfo Medina Estrada || 1979-1982 || |- | Benito Juárez Ávila || 1982-1985 || |- | Celestino González Flores || 1985-1988 || |- | Victorino Cervantes Reyes || 1988-1991 || |- | Meliton Lagos González || 1991-1994 || PRI |- | Elías Osorio Torres || 1994-1997 || PRI |- | Gumaro Osorio Ramos || 1997-2000 || PRI |- | Donato González Flores || 2000-2003 || PRI |- | Jose Luis Gonzalez Barrera || 2003-2006 || PRI |- | Rolando Alvarado Colin || 2006-2009 || PAN |- | Lauro Barba Elizalde || 2009-2012 || PAN |- | Fausto Rubio Pillado || 2013-2015 || PRD-PT-MC |- | Germán Barrera Pérez || 2016-2018 || PT |- | Rigoberto Espindola Gonzalez || 2019–present || PRI-Panal-PVEM |- |} ==Geography== ===Location=== Tlalnepantla is located in northern Morelos state, with Milpa Alta, Mexico City and Juchitepec, State of Mexico to the north; Tepoztlán to the west, Tlayacapan to the east, and Totolapan to the east. It is located at 18°57'N and 98°14'W of Greenwich. With an average altitude of 2,060 meters above sea level, it is the third highest municipality in the state, exceeded only by Huitzilac (2,500 m) and Tetela del Volcán (2,200 m). ;Distance (by highway) *Cuernavaca (state capital) – (1 hour, 13 minutes) via Mexican Federal Highway 113 and Mexican Federal Highway 160 *Mexico City (Zócalo) – (1 hour, 54 minutes) via Mexican Federal Highway 113 and Mexican Federal Highway 150D *Cuautla, Morelos – (46 minutes) via Mexican Federal Highway 113 *Tepoztlan, Morelos – (1 hour, 2 minutes) via Mexican Federal Highway 113 and Mexican Federal Highway 115D ===Area=== , which is 2.2% of the total territory of Morelos. ===Relief=== Most of the municipality is in the Trans-Mexican Volcanic Belt. The highest peaks are: *Cerro de Otlayuca – *Volcán Ololica – *Cerro Tecaño – *Cerro de los Pilares – *Cerro Ometuzco – Approximately 16% of the total surface is rugged, 78% is semi-flat, and 0.5% is flat (mostly in the north, west, and southeast). ===Water resources=== There are no rivers or streams in Tlalnepantla. Rainwater is caught in the canyons and gullies of Cuatizec, Tlatenchi, Teshohuaca, and Tepeclapa. There is an average of of annual precipitation. ===Climate=== The climate in the municipality is temperate sub-humid, with an average annual temperature of and an average annual rainfall of . Tlalnepantla is one of the municipalities with the highest annual precipitation. At a height of , San Felipe Neri merits special attention. The climate is temperate sub-humid, with rainfall in summer, average annual temperature between , with a cool and long summer. ===Flora=== Flora consists mainly of Temperate coniferous forest: pine, oak, fir, ash, elm, tejocote (a fruit tree), and ocotillo (a shrub). There is a wide variety of medicinal plants such as squaw mint (for stomach pain), lemon balm (taken as tea), tochete (mint), tabaquillo, mullein (used to heal wounds), and Valerian (herb) (for rheumatism). ===Fauna=== Fauna includes white-tailed deer, skunk, Mexican volcano mouse, mountain lions, quail, coyote, wolf, wildcat, cacomistle (raccoon), opossum, ocelot, ferret, rabbit, iguana, snakes, scorpion, chameleon, roadrunner, and woodpecker. Hunting is prohibited in the forest. ===Natural resources=== Agricultural land and forests are the most important natural resources. ===Soil=== Most soils consist of humus and clay. Of the , (38%) are used for farming. Forest consists of or 61% of the land, while the rest is used for buildings. ==Economic activities== The main economic activity of this is agriculture, of which 89% is the cultivation of prickly pears or nopales. Both the fruit and the leaves are sold in Mexico City, Monterrey, Tijuana, and even the United States. Corn and tomatoes, which were once staple crops, now take second place to this cactus. Fruit trees were introduced by Spanish missionaries, and some fruit, particularly avocados, peaches, and pears are still gown today. Livestock are also raised. There is controlled logging of the forests and a significant amount of wood is exploited. There are some fields for growing Christmas trees. ==Culture== ===Historical monuments=== *Tlalnepantla **Churches and chapels: Ex-convent and Parish of Pentecost, Chapel of San Pedro, Chapel of San Felipe, Chapel of San Nicolás, Chapel of San Bartolo, Chapel of Santiago, La Candelaria Church **Civil buildings ***Municipal Auditorium. This building has a mural representing the 33 municipalities of Morelos. It was painted in 1998, by students of the Quetzalcoatl junior high school. ***City Hall Building. *El Vigía: Church of San Nicolás *Felipe Neri **Church of La Concepción **Ex-Hacienda de Coatepec. This building is in ruins and is not used. ===Holidays=== *July 25: Santiago Apóstol *August 24: San Bartolo *May 1: San Felipe *May 31, 2020, and May 23, 2021: Pentecost (fifty days after Easter, celebrated in Tlalnepantla with a fair including games, bands, amusement rides, bull riding, fireworks, and traditional food. *September 10: San Nicolás *September 15: Precious Blood of Christ, celebrated in barrio San Miguel ===Music and dance=== ;Music There are four brass bands that regularly play at fairs in Tlalnepantla. Tropical music, cumbias, and Norteño music are also popular. ;Dance Chinelos began in Tlayacapan but are now popular at carnivals and fairs throughout the region. The Chinelos costume consists of four main items: a long flowing robe made of velvet which usually has a rectangular shape tunic, a mask, a large plumed hat, and gloves. The masks are made of mesh and feature an upturned beard and European features. ===Food=== Nopales were introduced to Tlalnepantla about forty years ago, and today they can form the basis of many local dishes: sandwiches of nopal, nopales with cecina, tamales of nopal, and eggs with nopales, to name a few. Mole Verde, mole with chicken or pumpkin seed, and cecina with cheese are also traditional foods. ==See also== * List of people from Morelos, Mexico ==References== ==External links== *http://www.e-morelos.gob.mx/e-gobierno/DirMunicipios/tlalnepantla.htm *http://e-municipios.e-morelos.gob.mx/tlalnepantla.htm Category:Municipalities of Morelos Category:Populated places in Morelos Category:Nahua settlements",
 "title": "Tlalnepantla, Morelos"
}