{
 "id": "732133",
 "text": "Temoac is a town in the Mexican state of Morelos. . The town serves as the municipal seat for the surrounding municipality, with which it shares a name. Temoac comes from Nauhtl and means Temog-a (descend), Atl (water), Ko (adverb of place); \"place where water descends\". The municipality has the following boundaries: to the north with the municipalities of Yecapixtla and Zacualpan de Amilpas; to the south with Jonacatepec and Jantetelco; to the west with Ciudad Ayala and to the east with the State of Puebla. The municipality reported 15,844 inhabitants in 2015 census. ==History== In pre-Hispanic times, the region where the Municipality of Temoac is located today was tributary to the Acolhuas of Texcoco, later to the Triple Alliance formed by the Mexicas, Acolhuas andTepanecas. Later in the colonial period, several sugar estates were built in the region. El Trapiche de Chicomocelo, established around the year 1600 in the town of Tlacotepec, was part of the acquisitions made by the Society of Jesus, a religious who in just 69 years owned 82 haciendas. In spite of the benefits that the exploitation of the cane generated, the trapiches (refineries) were demolished by the Maximum School of San Pedro and Pablo in 1732 and switched to wheat production. The municipal government building served as an elementary school for the children of Temoac in the 19th and early 20th centuries. The rural normal school Emiliano Zapata was created in Amalcingo on October 18, 1973. While the school has always tried to promote values to young teachers, since its beginning, the school has been plagued by underfinancing, hazing, and violence. Differences between Zacualpan de Amilpas and surrounding communities led to the establishment of Temoac as a municipality on March 17, 1977.http://morelos.gob.mx/?q=temoac accessed Dec 20, 2018. Valentín Lavín Romero, the candidate of PVEM (Green Party) was elected Presidente Municipal (mayor) in the election of July 1, 2018.http://www.milenio.com/estados/cuau-aventaja-morelos-morena-avanza-mitad- alcaldias Retrieved Dec 14, 2018. Several of his family members were murdered on September 13, 2018. Temoac has been plagued with crime and violence; citizens of Temoac and neighboring municipalities in 2018 established extra- legal self-defense organizations due to threats from drug dealers. Samir Flores, an activist and radio announcer from Amalcingo who opposed the construction of the thermoelectric plant in Huexca, Yecapixtla was murdered on February 20, 2019, only three days prior to the proposed referendum on the project. The referendum on the $22 billion peso (US$16 billion) plant was approved 59.1% in favor to 40.1% opposed by voters in Morelos, Puebla, and Tlaxcala, although the voting in Temoac was canceled due to violence. The state of Morelos reported 209 cases and 28 deaths due to the COVID-19 pandemic in Mexico, as of April 27, 2020. Schools and many businesses were closed from mid March until June 1. The state office of DIF sent food and water to vulnerable groups of people in eight municipalities including Temoac on May 26. On July 2, Temoac reported 32 infections and eight deaths from the virus; the reopening of the state was pushed back until at least June 13. Temoac reported 13 cases, six recuperations, and four deaths from the virus as of August 31. Twenty-seven cases were reported on December 27, 2020. ==Points of Interest== Catholic churches: Church of the Lord of the Column (del Cerrito), which is well-preserved; church of San José, church of San Martín Obispo in the municipal seat, church of Santa Catarina de Alejandra in Huazulco, church of Santa María Magdalena, and church of Santo Tomas Apóstole, in Popotlán.http://morelos.gob.mx/?q=temoac accessed Dec 21, 2018. Visitors will enjoy La hacienda de Santa Lucía.https://www.balneariosenmorelos.com.mx/index.php?q=temoac accessed Dec 21, 2018. and the Feria Tradicional de Huazulco (traditional fair) in Santa Catarina, held from November 24 to 26.https://mx- fiesta.com/morelos/temoac/huazulco/feria accessed Dec 21, 2018. ==Communities== The communities that make up Temoac are Popotlán (Barrio Santo Tomás), population 839;https://en.mexico.pueblosamerica.com/i/popotlan-barrio- santo-tomas/ accessed Dec 21, 2018. Huazulco, population 3,847;https://en.mexico.pueblosamerica.com/i/huazulco/ accessed Dec 21, 2018. Amilcingo, population 3,515;https://en.mexico.pueblosamerica.com/i/amilcingo-3/ accessed Dec 21, 2018. and Temoac (municipal seat) population 5,799.https://en.mexico.pueblosamerica.com/i/temoac/ accessed Dec 21, 2018. ==Geography== Temoac is located at , at an average height of 1,583 meters above sea level. It is in the eastern part of the state of Morelos, bound by Zacualpan de Amilpas and Yecapixtla to the north, the State of Puebla to the east, Ayala to the west, and Jonacatepec and Jantetelco to the south. Its area is 37.04 km2, representing 0.92% of the total of the state. Important heights include the hill of Tencuacoalco (1,770 meters); the hill of Tenango or El Gordo, (1,500 meters), and the Mirador, the Colorado and La Playa. It is 85 km (53 miles) from Cuernavaca, 130 km (81 miles) from Mexico City, 78 km (48 miles) from Puebla (city), and 28 km (17 miles) from Cuautla. The Amatzinac or Tenango River is the most important in the municipality. Its source is in the Popocatépetl volcano; several small dams have been built to store the waters for irrigation. The climate of Temoac is temperate subhumid, with rains in summer and with an average annual temperature of 19.8°C. The rainy season is May–October, with an annual average of 1,693 millimeters (66.7\"). Flora is constituted mainly by low deciduous forest of warm climate: jacarandas, Mexican holdbacks, cazahuates, ceiba, and bougainvilleas. Wildlife consists of white-tail deer, boars, raccoons, badgers, skunks, armadillos, hares, common rabbits, coyotes, wildcats, weasels, cacomistles (a raccoon-like animal), magpies, buzzards, ravens, owls, and songbirds. Temoac Mor NOV04 01.jpeg Temoac Mor NOV04 02.jpeg Temoac Mor NOV04 003.jpeg ==See also== * List of people from Morelos, Mexico ==References== ==External links== *https://web.archive.org/web/20050324022023/http://e-temoac.gob.mx/ *https://web.archive.org/web/20040702143451/http://e-municipios.e-morelos.gob.mx/temoac.htm Category:Municipalities of Morelos Category:Populated places in Morelos",
 "title": "Temoac"
}