{
 "id": "732348",
 "text": "James Hinks (7 January 1829 – 10 October 1878) was a dog breeder who bred and named the English Bull Terrier in the 1860s, as well as the English White Terrier. He lived most of his life in Birmingham and died there in 1878. ==Biography== Hinks was born in 1829 in the town of Mullingar in Ireland, his father being a shoemaker from Birmingham in England named John Hinks. They returned to Birmingham shortly after James' birth. The elder James worked in the industrial sector, where Hinks Jr. began to work in the forges. This same year he married Elizabeth Moore and they had three children, the eldest, James II, a girl named Mary and the youngest, Frederick. Already by 1854 Hinks began to trade with poultry, which gave him a better status and as a hobby had the breeding of ornamental birds, wild mice. With his bulldog \"Old Madman\" he started raising dogs, and his social position and comforts for his family improved. In 1858 a fourth son was born, Alfred, and in 1864 the family already had eight children in total, it was not until the sixties that Hinks appeared registered in the address book as a breeder of birds and dogs. Hinks died at the young age of 47, affected by a deadly tuburculosis, and his inheritance according to his testament was at the hands of his wife Elizabeth. ==Bull terrier== Although very little is known about the crossings that Hinks carried out to obtain the Bull Terriers, it is documented by Henry Walsh, that perhaps Hinks used the old English Bulldog, English White Terrier, the Dalmatian and perhaps even the Greyhound. Without a doubt it was his dog Old Madman, who being raised for exhibitions and not for fights played a determining role in the birth of the new race. As part of the folklore of the race, it is said that the dog of Hinks, called \"Puss\", after an exhibition or during it, fought against a bitch bull and terrier owned by Mr. Tupper and after half an hour, Puss returned triumphantly with small marks on his snout. Between 1855 and 1868 Hinks was the owner of at least the following dogs: Bull Terrier \"Spring\" (Jerry x Daisy), \"Bulldog Nettle\" (Grip x Nettle), Bull Terrier, \"Young Puss\" (Old Madman x Old Puss), the Terrier, \"Lady\" (Stormer x Daisy), Bull Terrier, \"Kit\" (unknown pedigree), Dalmatian, \"Spot\" (Joss x Dinah) and a Greyhound called \"Dart\" (Chap x Fly). Hinks even was the owner of all the parents of these dogs and not only Hinks contributed to the development of the Bull Terrier breed, but all those people who bought their white puppies, and it was not until after 1900 that he had a colored Bull The legacy of Hinks is known worldwide, and his sons James II and Frederick, continued the work of his father including the son of James II, Carleton, was a breeder of the breed until his death in 1977. This being the way to honor the passionate work of his grandfather and his love for exhibition, breeding and their dogs. == References == ==Bibliography== *James Hinks, Master Craftsman, Kevin Kane (dead link) archived at wayback machine Category:Dog breeders Category:1829 births Category:1878 deaths Category:People from Mullingar Category:19th-century deaths from tuberculosis Category:Tuberculosis deaths in England",
 "title": "James Hinks"
}