{
 "id": "732448",
 "text": "Amphotericin B is an antifungal medication used for serious fungal infections and leishmaniasis. The fungal infections it is used to treat include mucormycosis, aspergillosis, blastomycosis, candidiasis, coccidioidomycosis, and cryptococcosis. For certain infections it is given with flucytosine. It is typically given by injection into a vein. Common side effects include a reaction with fever, chills, and headaches soon after the medication is given, as well as kidney problems. Allergic symptoms including anaphylaxis may occur. Other serious side effects include low blood potassium and inflammation of the heart. It appears to be relatively safe in pregnancy. There is a lipid formulation that has a lower risk of side effects. It is in the polyene class of medications and works in part by interfering with the cell membrane of the fungus. Amphotericin B was isolated from Streptomyces nodosus in 1955 at the Squibb For Medical Research Institute from cultures isolated from the streptomycete obtained from the river bed of Orinoco in that region of Venezuela and came into medical use in 1958. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. == Medical uses == === Antifungal === One of the main uses of amphotericin B is treating a wide range of systemic fungal infections. Due to its extensive side effects, it is often reserved for severe infections in critically ill, or immunocompromised patients. It is considered first line therapy for invasive mucormycosis infections, cryptococcal meningitis, and certain aspergillus and candidal infections. It has been a highly effective drug for over fifty years in large part because it has a low incidence of drug resistance in the pathogens it treats. This is because amphotericin B resistance requires sacrifices on the part of the pathogen that make it susceptible to the host environment, and too weak to cause infection. === Antiprotozoal === Amphotericin B is used for life-threatening protozoan infections such as visceral leishmaniasis and primary amoebic meningoencephalitis. ===Spectrum of susceptibility=== The following table shows the amphotericin B susceptibility for a selection of medically important fungi. {| class=\"wikitable\" !Species !Amphotericin B MIC breakpoint (mg/L) |- |Aspergillus fumigatus |1 |- |Aspergillus terreus |Resistant |- |Candida albicans |1 |- |Candida glabrata |1 |- |Candida krusei |1 |- |Candida lusitaniae |Intrinsically resistant |- |Cryptococcus neoformans |2 |- |Fusarium oxysporum |2 |} == Available formulations == === Intravenous === Amphotericin B alone is insoluble in normal saline at a pH of 7. Therefore, several formulations have been devised to improve its intravenous bioavailability. Lipid-based formulations of amphotericin B are no more effective than conventional formulations, although there is some evidence that lipid-based formulations may be better tolerated by patients and may have fewer adverse effects.Steimbach, Laiza M., Fernanda S. Tonin, Suzane Virtuoso, Helena HL Borba, Andréia CC Sanches, Astrid Wiens, Fernando Fernandez‐Llimós, and Roberto Pontarolo. \"Efficacy and safety of amphotericin B lipid‐based formulations—A systematic review and meta‐analysis.\" Mycoses 60, no. 3 (2017): 146-154. ==== Deoxycholate ==== The original formulation uses sodium deoxycholate to improve solubility. Amphotericin B deoxycholate (ABD) is administered intravenously. As the original formulation of amphotericin, it is often referred to as \"conventional\" amphotericin. ==== Liposomal ==== In order to improve the tolerability of amphotericin and reduce toxicity, several lipid formulations have been developed. Liposomal formulations have been found to have less renal toxicity than deoxycholate, and fewer infusion-related reactions. They are more expensive than amphotericin B deoxycholate. AmBisome (LAMB) is a liposomal formulation of amphotericin B for injection and consists of a mixture of phosphatidylcholine, cholesterol and distearoyl phosphatidylglycerol that in aqueous media spontaneously arrange into unilamellar vesicles that contain amphotericin B. It was developed by NeXstar Pharmaceuticals (acquired by Gilead Sciences in 1999). It was approved by the FDA in 1997. It is marketed by Gilead in Europe and licensed to Astellas Pharma (formerly Fujisawa Pharmaceuticals) for marketing in the US, and Sumitomo Pharmaceuticals in Japan. ==== Lipid complex formulations ==== A number of lipid complex preparations are also available. Abelcet was approved by the FDA in 1995. It consists of amphotericin B and two lipids in a 1:1 ratio that form large ribbon-like structures. Amphotec is a complex of amphotericin and sodium cholesteryl sulfate in a 1:1 ratio. Two molecules of each form a tetramer that aggregate into spiral arms on a disk-like complex. It was approved by the FDA in 1996. ===By mouth=== An oral preparation exists but is not widely available. The amphipathic nature of amphotericin along with its low solubility and permeability has posed major hurdles for oral administration given its low bioavailability. In the past it had been used for fungal infections of the surface of the GI tract such as thrush, but has been replaced by other antifungals such as nystatin and fluconazole. However, recently novel nanoparticulate drug delivery systems such as AmbiOnp, nanosuspensions, lipid-based drug delivery systems including cochleates, self- emulsifying drug delivery systems, solid lipid nanoparticles and polymeric nanoparticles—such as Amphotericin B in pegylated polylactide coglycolide copolymer nanoparticles—have demonstrated potential for oral formulation of amphotericin B. ==Side effects== Amphotericin B is well known for its severe and potentially lethal side effects. Very often, it causes a serious reaction soon after infusion (within 1 to 3 hours), consisting of high fever, shaking chills, hypotension, anorexia, nausea, vomiting, headache, dyspnea and tachypnea, drowsiness, and generalized weakness. The violent chills and fevers have caused the drug to be nicknamed \"shake and bake\". This reaction sometimes subsides with later applications of the drug, and may in part be due to histamine liberation. An increase in prostaglandin synthesis may also play a role. This nearly universal febrile response necessitates a critical (and diagnostically difficult) professional determination as to whether the onset of high fever is a novel symptom of a fast-progressing disease, or merely the effect of the drug. To decrease the likelihood and severity of the symptoms, initial doses should be low, and increased slowly. Paracetamol, pethidine, diphenhydramine, and hydrocortisone have all been used to treat or prevent the syndrome, but the prophylactic use of these drugs is often limited by the patient's condition. Intravenously administered amphotericin B in therapeutic doses has also been associated with multiple organ damage. Kidney damage is a frequently reported side effect, and can be severe and/or irreversible. Less kidney toxicity has been reported with liposomal formulations (such as AmBisome) and it has become preferred in patients with preexisting renal injury. The integrity of the liposome is disrupted when it binds to the fungal cell wall, but is not affected by the mammalian cell membrane,Jill Adler- Moore,* and Richard T. liposomal formulation, structure, mechanism of action and pre-clinical experience. Journal of Antimicrobial Chemotherapy (2002) 49, 21–30 so the association with liposomes decreases the exposure of the kidneys to amphotericin B, which explains its less nephrotoxic effects.J. Czub, M. Baginski. Amphotericin B and Its New Derivatives Mode of action. Department of pharmaceutical Technology and Biochemistry. Faculty of Chemistry, Gdnsk University of Technology. 2009, 10-459-469. In addition, electrolyte imbalances such as hypokalemia and hypomagnesemia are also common. In the liver, increased liver enzymes and hepatotoxicity (up to and including fulminant liver failure) are common. In the circulatory system, several forms of anemia and other blood dyscrasias (leukopenia, thrombopenia), serious cardiac arrhythmias (including ventricular fibrillation), and even frank cardiac failure have been reported. Skin reactions, including serious forms, are also possible. == Interactions == * Flucytosine: Toxicity of flucytosine is increased and allows a lower dose of amphotericin B. Amphotericin B may also facilitate entry of flucystosine into the fungal cell by interfering with the permeability of the fungal cell membrane. * Diuretics or cisplatin: Increased renal toxicity and increased risk of hypokalemia * Corticosteroids: Increased risk of hypokalemia * Cytostatic drugs: Increased risk of kidney damage, hypotension, and bronchospasms * Other nephrotoxic drugs (such as aminoglycosides): Increased risk of serious renal damage * Foscarnet, ganciclovir, tenofovir, adefovir: Risk of hematological and renal side effects of amphotericin B are increased * Transfusion of leukocytes: Risk of pulmonal (lung) damage occurs, space the intervals between the application of amphotericin B and the transfusion, and monitor pulmonary function ==Mechanism of action== Amphotericin B binds with ergosterol, a component of fungal cell membranes, forming pores that cause rapid leakage of monovalent ions (K+, Na+, H+ and Cl−) and subsequent fungal cell death. This is amphotericin B's primary effect as an antifungal agent. It has been found that the amphotericin B/ergosterol bimolecular complex that maintains these pores is stabilized by Van der Waals interactions. Researchers have found evidence that amphotericin B also causes oxidative stress within the fungal cell, but it remains unclear to what extent this oxidative damage contributes to the drug's effectiveness. The addition of free radical scavengers or antioxidants can lead to amphotericin resistance in some species, such as Scedosporium prolificans, without affecting the cell wall. Two amphotericins, amphotericin A and amphotericin B, are known, but only B is used clinically, because it is significantly more active in vivo. Amphotericin A is almost identical to amphotericin B (having a C=C double bond between the 27th and 28th carbons), but has little antifungal activity. ==Mechanism of toxicity== Mammalian and fungal membranes both contain sterols, a primary membrane target for amphotericin B. Because mammalian and fungal membranes are similar in structure and composition, this is one mechanism by which amphotericin B causes cellular toxicity. Amphotericin B molecules can form pores in the host membrane as well as the fungal membrane. This impairment in membrane barrier function can have lethal effects. Ergosterol, the fungal sterol, is more sensitive to amphotericin B than cholesterol, the common mammalian sterol. Reactivity with the membrane is also sterol concentration dependent. Bacteria are not affected as their cell membranes do not contain sterols. Amphotericin administration is limited by infusion-related toxicity. This is thought to result from innate immune production of proinflammatory cytokines. == Biosynthesis == The natural route to synthesis includes polyketide synthase components. The carbon chains of Amphotericin B are assembled from sixteen 'C2' acetate and three 'C3'propionate units by polyketide syntheses (PKSs). Polyketide biosynthesis begins with the decarboxylative condensation of a dicarboxylic acid extender unit with a starter acyl unit to form a β-ketoacyl intermediate. The growing chain is constructed by a series of Claisen reactions. Within each module, the extender units are loaded onto the current ACP domain by acetyl transferase (AT). The ACP-bound elongation group reacts in a Claisen condensation with the KS-bound polyketide chain. Ketoreductase (KR), dehydratase (DH) and enoyl reductase (ER) enzymes may also be present to form alcohol, double bonds or single bonds. After cyclisation, the macrolactone core undergoes further modification by hydroxylation, methylation and glycosylation. The order of these processes is unknown. ==History== It was originally extracted from Streptomyces nodosus, a filamentous bacterium, in 1955, at the Squibb Institute for Medical Research from cultures of an undescribed streptomycete isolated from the soil collected in the Orinoco River region of Venezuela. Two antifungal substances were isolated from the soil culture, Amphotericin A and Amphotericin B, but B had better antifungal activity. For decades it remained the only effective therapy for invasive fungal disease until the development of the azole antifungals in the early 1980s. Its complete stereo structure was determined in 1970 by an X-ray structure of the N-iodoacetyl derivative. The first synthesis of the compound's naturally occurring enantiomeric form was achieved in 1987 by K. C. Nicolaou. ===Formulations=== It is a subgroup of the macrolide antibiotics, and exhibits similar structural elements. Currently, the drug is available in many forms. Either \"conventionally\" complexed with sodium deoxycholate (ABD), as a cholesteryl sulfate complex (ABCD), as a lipid complex (ABLC), and as a liposomal formulation (LAMB). The latter formulations have been developed to improve tolerability and decrease toxicity, but may show considerably different pharmacokinetic characteristics compared to conventional amphotericin B. ===Names=== Amphotericin name originates from the chemical's amphoteric properties. It is commercially known as: Fungilin, Fungizone, Abelcet, AmBisome, Fungisome, Amphocil, Amphotec, Halizon == References == == External links == * * AmBisome Summaries of Product Characteristics (United Kingdom) * Amphotericin B * * Category:Aldols Category:Antifungals for dermatologic use Category:Antifungals Category:Antiprotozoal agents Category:Gilead Sciences Category:Nephrotoxins Category:Polyenes Category:Polyketide antibiotics Category:World Health Organization essential medicines Category:Wikipedia medicine articles ready to translate",
 "title": "Amphotericin B"
}