{
 "id": "732678",
 "text": "Tracfort was a short lived French automobile manufacturing venture that lasted from 1933 till late in 1934. ==Origins== During the winter of 1933/34, Louis Carle founded Automobiles Tracfort at Courbevoie, by then a district in Paris. The car was developed by André Bournhonet who earlier had worked with a small Courbevoie based auto-maker called Derby. Assembly took place at a manufacturing workshop, at Rue de Normandie 71 in Gennevilliers, ten minutes down the road from Courbevoie. The project involved producing front wheel drive cars under the Tracfort name, foreshadowing Citroën's highly successful Traction avant model that appeared in 1934. ==The cars== The Tracfort used the side valve 933 cc, 8 hp engine from the Ford Model Y but in order to support the front-wheel drive lay-out the engine was turned through 180 degrees so that the gearbox was at the front. Two bodies were listed, both with two doors. These were a four seater 2-door \"coach\" (\"Mouette\") bodied car with a fashionably fast-back tail and an open topped two seater \"roadster\" (\"Irlande\"). The inclusion of a Ford engine was reflected in the grill which also came from the Model Y. Although the Ford transverse leaf springs were retained, the front suspension was made independent. ==Presentation== The manufacturer took a stand at the 27th Paris Motor Show in October 1933, but disappeared a few weeks later following the bankruptcy of a firm called \"SABAB\" (\"Société anonyme des Brevets André Bournhonet\"), the patent holder whose support was necessary to ensure further production. == Tracfort or Tracford? == Because the car used a Ford engine and (without its badge) a Ford grill, contemporaries and others sometimes inferred and then assumed that the name of the car was \"Tracford\". The error gained a wider following among English speaking readers once it found its way into several successive editions of the excellent, comprehensive and widely respected \"Complete Encyclopaedia of Motorcars\" by Nick Georgano. Nevertheless, publicity material of the time and other sources, including those originated by mother-tongue French speakers, and including even the most recent version of Georgano's own compilation, indicate that \"Tracfort\" is the correct spelling for this car's name.George Nick Georgano (Chefredakteur): The Beaulieu Encyclopedia of the Automobile. Volume 3: P–Z. Fitzroy Dearborn Publishers, Chicago 2001, .www.fordyandcmodelregister.co.uk fordpins.jimdo.com Harald Linz, Halwart Schrader: Die Internationale Automobil-Enzyklopädie. United Soft Media Verlag, München 2008, .René Bellu: Automobilia. Ausgabe 9. Toutes les Voitures Françaises 1935. Histoire & Collections, Paris 1998. ==Sources and notes== ==Reading list== * Harald Linz, Halwart Schrader: Die Internationale Automobil-Enzyklopädie. United Soft Media Verlag, München 2008, . (German) * George Nick Georgano (Chefredakteur): The Beaulieu Encyclopedia of the Automobile. Volume 3: P–Z. Fitzroy Dearborn Publishers, Chicago 2001, . (English) * George Nick Georgano: Autos. Encyclopédie complète. 1885 à nos jours. Courtille, Paris 1975. (French) * George Nick Georgano: The New Encyclopedia of Motorcars, 1885 to the Present. 3. Auflage. Dutton Verlag, New York 1982, . (English) * David Burgess Wise: The New Illustrated Encyclopedia of Automobiles. Greenwich Editions, London 2004, . (English) * Marián Šuman- Hreblay: Automobile Manufacturers Worldwide Registry. McFarland & Company, Inc., Publishers, London 2000, . (English) * René Bellu: Automobilia. Ausgabe 22. Toutes les Voitures Françaises 1934. Histoire & Collections, Paris 2002. (French) * René Bellu: Automobilia. Ausgabe 9. Toutes les Voitures Françaises 1935. Histoire & Collections, Paris 1998. (French) ==See also== * Ford Société Anonyme Française * Ford Model Y * Traction avant * Front wheel drive Category:Defunct motor vehicle manufacturers of France Category:French companies established in 1933 Category:Vehicle manufacturing companies disestablished in 1934 Category:Vehicle manufacturing companies established in 1933",
 "title": "Tracfort"
}