{
 "id": "732771",
 "text": "{| |} The third USS Vincennes (CL-64) was a light cruiser of the United States Navy that saw action in the Pacific during the later half of World War II. ==Construction and commissioning== She was originally laid down as Flint (CL-64) on 7 March 1942 at Bethlehem Shipbuilding Corporation's Fore River Shipyard in Quincy, Massachusetts. While the ship was under construction, however, the Battle of Savo Island occurred in August 1942, during which engagement the heavy cruiser Vincennes (CA-44) had been sunk. In order to perpetuate the name, Flint was renamed Vincennes on 16 October 1942. Launched on 17 July 1943, Vincennes was sponsored by Mrs. Arthur A. Osborn, the former Miss Harriet V. Kimmell, who had sponsored the first cruiser of the name. Commissioned on 21 January 1944, Capt. Arthur D. Brown in command, Vincennes fitted-out at her builders' yard into late February, undergoing her sea trials soon thereafter. From 25 February to the last day of March, Vincennes sailed to the British West Indies and back on her shakedown cruise. With brief stopovers in the Chesapeake Bay region, the new light cruiser \"shook down\" principally in the Gulf of Paria, near Trinidad. ==Service== ===Post-shakedown and training=== After post-shakedown repairs and alterations, Vincennes became the flagship for Commander, Cruiser Division (CruDiv) 14, Rear Admiral Wilder D. Baker, who embarked in the light cruiser on 14 April with members of his staff. Other ships in the division included and — the latter perpetuating, like Vincennes, the name of a man-of-war lost earlier in action with Japanese surface units. Departing Boston on 16 April, Vincennes subsequently transited the Panama Canal and ultimately reached Pearl Harbor, Territory of Hawaii, on 6 May. For the next week, the ship engaged in intensive training in the Hawaiian operating area. During one of the ship's in-port periods that interspersed the at-sea training evolutions, Admiral Chester W. Nimitz came on board Vincennes and presented her embarked flag officer with a Navy Cross — won for directing bombardment operations in the Aleutians. With the shakedown and training phases of her career behind her, the sleek light cruiser put to sea on 24 May and left Pearl Harbor in her wake. After conducting exercises en route, Vincennes reached Majuro, in the Marshall Islands, six days later. A week later, she left Majuro as part of the mighty armada known as Task Force 58 (TF 58). At the helm of that powerful striking force, based around the fast carriers of the Fleet, was Vice Admiral Marc A. Mitscher. ===Mariana Islands, 1944=== Subsequently, Vincennes made her initial contact with the enemy. During the first strikes on the Bonins, Japanese aircraft in retaliatory raids went after the TF 58 flattops. Vincennes, in the screen, downed a Mitsubishi G4M \"Betty\" bomber on 10 June. Her guns had drawn their first blood of the war. It would not be the last time. In the days that ensued, Vincennes supported the carriers as they launched aircraft to smash Japanese positions on Saipan and Pagan Islands on 12–13 June. On the 16th, she was part of the group that conducted the first air strikes on Iwo Jima — an isle later to be remembered by many sailors and marines. During the key Battle of the Philippine Sea, Vincennes gunners performed their tasks well, aiding materially in the barrage of gunfire that broke up several of the enemy's nevertheless persistent attacks. On 23 June, Rear Admiral Baker shifted his flag to Vincennes sister ship Miami, releasing the erstwhile flagship to proceed to Eniwetok, in the Marshalls, for needed engineering repairs. Dropping anchor at Eniwetok on the 27th, Vincennes completed her repairs by the end of the month; she subsequently sailed to rejoin CruDiv 14, and Rear Admiral Baker brought his flag to the ship again on 7 July. Departing Eniwetok on 14 July, Vincennes operated with TF 58 in the vicinity of Guam while the planes from the fast carriers conducted strikes on Japanese positions there from 18–21 July. She took part in further fast carrier task group strikes on Tinian, Rota, and Guam, through the 27th of the month. After continuing her support evolutions with the fast flattops, Vincennes headed for the Marianas, dropping her hook at Saipan on the last day of July. Departing Saipan on 1 August, Vincennes resumed her operations with the carriers, making a high- speed run to the Bonins where planes from the carriers carried out air strikes on the 4th and 5th before retiring. The cruiser subsequently put into Eniwetok to replenish, anchoring there on the 11th, where Rear Admiral Francis E. M. Whiting relieved Admiral Baker eight days later, breaking his flag at Vincennes' main on that day. Assigned next to TF 34, Vincennes departed Eniwetok at the end of August and conducted tactical and gunnery exercises until joining TG 38.2 on 3 September. Early that month, the task group conducted strikes on Japanese positions in the Palau Islands on 6 September. The next day, 7 September, Vincennes, as part of Task Unit 38.2.5 (TU 38.2.5), under Rear Admiral Whiting, embarked on board, conducted the first shore bombardment on Japanese installations on the southernmost Palau cluster of Peleliu, Ngesebus and Angaur islands, the ship's captain subsequently recording that the coverage of the areas shelled was \"excellent\". ===Philippines, 1944=== The operations against the Palaus, however, turned out to be only a curtain-raiser for the show to come — the recapture of the Philippines. Vincennes left the Palau group astern on 8 September for the southern Philippines. American carrier planes hit targets on the island of Mindanao on 9–10 September; the cruiser then screened the fast carriers as they conducted air strikes in the central Philippine Archipelago, hitting Negros, Leyte, Cebu, and the Bohol Islands from 12–14 September. Vincennes then proceeded to the operating areas off Luzon where carrier air strikes were launched against Japanese sites ashore on 21–22 September. The slate of air operations resumed again within a few days, Vincennes screening the flattops as their planes struck Leyte, Cebu, and Negros. Vincennes left the operating areas soon thereafter, however, to replenish in the Carolines, reaching Ulithi on 1 October. Her stay in port was interrupted, however, by the presence of a typhoon in the vicinity. The light cruiser sortied for typhoon-evasion purposes on the 3rd, returning to port two days later. Resuming and completing the replenishment chores at Ulithi, Vincennes subsequently weighed anchor on 6 October with TF 38. Vincennes operated off Okinawa in the ensuing days, reaching the waters off that isle on 10 October. Planes from the carriers in the task groups conducted the first air strikes in that area while the ships in the screen stood poised for retaliation from shore. Many enemy planes closed the carriers and their escorting battleships, cruisers, destroyers, and destroyer escorts — most to no avail. Friendly fighters on combat air patrol (CAP) duties overhead proved invaluable, knocking down many enemy aircraft that ventured too close. Included in the bag were a \"Betty\" and a Yokosuka P1Y \"Frances\". The enemy knew no set time to attack — Vincennes observed a \"Betty\" being shot down within sight of the ship during the task force's fueling-at- sea evolutions the next day. ===Formosa, 1944=== Vincennes and her sisters next shaped course for Formosa, as the fast carriers shifted their operating area to prepare the way for the upcoming onslaught against the Japanese- occupied Philippine Islands. En route to Formosa, Japanese planes frequently showed themselves, but maddeningly stayed out of range — persistent and pugnacious snoopers that always managed to slip away untouched. On 12 October, the carriers began launching air strikes against Formosan sites; that afternoon, the task group gunners proved exceptional, downing a pair of \"Betties\" that ventured too close. Vincennes went to general quarters at 18:55 on that day and remained at battle stations almost continuously for the next two days. At 19:03, soon after the ship had manned her battle stations, Vincennes contributed to the flaming of two planes within 10 minutes — one at 19:03 and one at 19:10. The cruiser maintained a steady rate of fire throughout the air attack that continued intermittently until 20:45. The strikes ceased at that point, but the respite provided the Americans proved only temporary — the determined Japanese came back again. Flares dropped from \"snoopers\" illuminated the entire task group, bathing the ships in an eerie light. Antiaircraft fire crisscrossed the night; one enemy plane tumbled in flames from the sky; Vincennes splashed another off her starboard quarter at 23:40. The operations in the vicinity of Formosa proved dangerous, to say the least. The persistent Japanese attacks had taken their toll: the light cruiser Houston and the heavy cruiser had taken torpedoes and were badly damaged, limping out of the battle zone. To protect their flight, \"Cripple Division One\" was formed. Put together on 16 October, the force served its purpose; Vincennes participated in the withdrawal, screening her crippled sister-ship and division mate, and Canberra. ===Leyte Gulf=== Vincennes then operated in the vicinity of Visayas, in the Philippines, screening, as before, the fast carriers. Enemy snoopers closed the formation on several occasions; detected early on the 24th, a Japanese four-engined flying boat — a Kawanishi H8K \"Emily\" — went down in flames to the guns of friendly fighters. Meanwhile, the Battle for Leyte Gulf was shaping up. At 03:25 on the 24th, Vincennes received reports of the presence of an enemy force. Four battleships, eight heavy cruisers, and 13 destroyers had been detected south of Buruncan Point, Mindanao Island. Enemy planes commenced a determined air attack; all ships in Vincennes' group maneuvered radically to avoid possible torpedoes. At 02:30 on the 25th, two enemy task groups were reported about north of Vincennes formation. At 03:00, the light cruiser and her consorts headed north to engage; at 07:33, an intercepted report from a search plane told of many enemy surface ships about north and headed south at . Aircraft from the fast carriers launched and took off on the hunt, conducting persistent strikes on the Japanese ships that resulted in heavy enemy losses. Vincennes subsequently headed south toward the San Bernardino Strait in anticipation of making contact with the enemy ships, including stragglers, that were expected to transit the strait in retiring from the day's operations. At 00:26, Vincennes radar plot disclosed a surface contact at a distance of . Vincennes, Miami, and , escorted by DesDiv 103, broke from the formation to attack. At 00:54, gun-flashes from Vincennes and her sisters' main battery split the night; both main and secondary batteries — 6 and 5-inch guns — in company with the 5-inch guns of the destroyers, hurled salvoes at the enemy vessel. The vessel — tentatively identified as a cruiser — sank beneath the waves at 01:49 as a result of the deluge of rapid shellfire. Their victim was actually the Nowaki. Vincennes returned to former cruising grounds off Visayas on 28 October and off Luzon the following day. The ship experienced several determined air attacks on the 29th, but the CAP proved ready to accept the enemy's challenges, downing eight Japanese planes during the course of the raids. Vincennes continued her vital screening duties on 5–6 November as carrier planes carried out strikes on Japanese positions and installations on Luzon. She then headed for the Carolines, reaching Ulithi on 9 November and dropping anchor. Replenishment completed, she stood out five days later to return to the combat zone in the Philippines. By the time she returned, air strikes against Japanese positions on Luzon were well underway; enemy resistance — now taking on a fiercer aspect with more widespread use of the kamikaze, proved heavy once more, several persistent air attacks occurring on the ships with which Vincennes was operating. , and all took kamikazes. Vincennes blasted a second kamikaze heading for Cabot; others that managed to get by the CAP were taken under fire as well. Subsequently, Vincennes returned to Ulithi for further replenishment and conducted exercises en route back to the battle zones. Vincennes then operated in support of carrier air strikes on Luzon from 14–16 December; during that time, Vincennes senior aviator, Lt. Halbert K. Evans, led a rescue mission of cruiser-based floatplanes and performed such sterling service that he was later awarded the Air Medal. Neptune's fury soon interrupted the unfolding pressure against the Japanese, however, when Typhoon Cobra swirled through the fleet on the 18th. The severe tropical storm generated gusts of wind up to , whipping up mountainous seas. Fortunately for Vincennes, she was able to weather the storm without serious damage. After the storm had subsided, all available ships searched for the survivors of the three destroyers, , , and , which had tragically capsized in the typhoon. ===Further operations off of Formosa, 1945=== After a Christmas respite at Ulithi from 24–30 December, Vincennes returned to the waters off Formosa, again screening the flattops. She subsequently entered the South China Sea in early January, encountering only two small enemy raids; night fighters (\"friendlies\") downed two enemy planes early on the morning of 10 January 1945. Assigned areas east of Cam Ranh Bay, Indochina, the task group to which Vincennes was attached conducted air strikes on shipping in that vicinity before proceeding west of Formosa for further strikes on that already-pounded isle, as well as the coast of China. Enemy air resistance, as before, proved heavy. During subsequent attacks on Formosa, Japanese planes struck back. One pushed over into a steep dive shortly after noon on 21 January; as she screamed down at her target, Vincennes commenced firing at her. At 12:09, the determined kamikaze plunged into . Fires soon broke out; the carrier began trailing a tell-tale plume of black smoke. She had been hit hard. While ships rushed to Ticonderogas aid, the formation resumed a lookout for the determined Japanese. At 12:46, Vincennes fired on enemy aircraft in the vicinity; three minutes later, the light cruiser teamed with Miami to blast a kamikaze from the sky and into the sea. The barrage of anti-aircraft fire, however, could not stop a second suicider which plunged into Ticonderoga at 12:55. After supporting strikes against Japanese positions on Okinawa, Vincennes returned to Ultihi for replenishment, reaching that place of rest on 26 January. Leaving the Carolines in her wake subsequently, the light cruiser departed Ulithi on 10 February, joining TG 58.1 that evening. During scheduled gunnery exercises, a radio control target drone crashed into the splinter shield of one of Vincennes 40 mm mounts, bursting into flame. With utter disregard for their own safety, four sailors, Chief Boatswain's Mate Mack C. Miller, USN; Gunner's Mate 3d Class Carl C. Miller, USNR; Gunner's Mate 3d Class Buck E. Goebel, USNR; and Seaman 1st Class Paul G. Catarius, USNR, entered the mount and threw smoldering debris, as well as damaged and overheated ammunition over the side, thus preventing further damage. For their meritorious conduct, each man received commendation ribbons subsequently. ===Operations off Japan & Okinawa, 1945=== Repairing the superficial damage in the wake of the drone accident, Vincennes continued with TG 58.1 as it headed toward the Japanese home islands. Operating southeast of Honshū, the fast carriers conducted strikes on the Tokyo area and the southern Bonin Islands. The first carrier strikes conducted by the fast carrier planes hit Tokyo on the 16th; strikes that continued the following day, stepping up the pace of the war and carrying it to the Empire's veritable doorstep. Over the days that ensued, carrier planes hit not only targets in Japan but on Chichi Jima, hitting Japanese airfields. More strikes against Tokyo itself took place on 25 February. Four days later, the carriers launched their planes to hit Okinawa. On 1 March, Vincennes, Miami, , and DesRon 61, with Rear Admiral Whiting in Vincennes as unit commander, sailed for Okino Daito Shima and shelled Japanese installations there starting large fires ashore. For directing the successful bombardment mission, Rear Admiral Whiting was awarded the Bronze Star. The following fortnight for Vincennes was spent primarily in operational training and replenishment away from the forward operating areas. Complete release from combat tensions was not enjoyed, however, for kamikazes struck Ulithi on 11 March, one crashing into the new carrier only three miles distant, and another crashing ashore. Returning to the battle zone within a week's time, Vincennes steamed with TG 58.1 as it headed for Kyūshū. After American carrier-based planes had hit Japanese installations on Kyūshū, determined enemy attacks on the formation kept Vincennes gunnery department busy on the 18th. A twin- engined bomber flew over the ship at 05:06 on that day, at an altitude of . The ship's gunfire scored hits on that enemy aircraft, as well as another one that crashed into the sea astern, just 20 minutes later. At 06:01, Vincennes gunners scored again, splashing a Japanese plane close to . Firing at enemy aircraft continued at intervals throughout the balance of 18–19 March, with Vincennes contributing an outstanding performance; her antiaircraft fire control officer, 1st Lieutenant Henry M. Lamberton, USMCR, received a Bronze Star for his direction of that battery. Vincennes operated east of Okinawa from 23–25 March, while carriers in TG 58.1 sent off their planes to conduct air strikes against the Japanese on Okinawa. Two days later, the ship resumed operations east and southeast of the island earmarked for invasion and continued such operations through 5 April. On 31 March, two of Vincennes floatplanes cooperated in rescuing a downed fighter pilot in spite of heavy enemy fire; Lt. Evans, commended earlier, received the Distinguished Flying Cross, while Lt. (jg.) George A. Greenwood, USNR, and the two rear-seat men all received Air Medals. On 1 April, the day of the initial assault on Okinawa, enemy air attacks came thick and fast. Ships of TG 58.1 smashed 12 enemy planes into the sea; Vincennes drew three assists in the action. At 13:21, the ship experienced her narrowest escape in the war; an enemy aircraft, hit by the ship's gunfire, crashed only astern. Subsequently, Vincennes operated in various groups of TF 58 off Okinawa, supporting the fast carriers as they hit Okinawa and Kyūshū. Frequent and persistent air attacks characterized the three weeks commencing on 7 April, while the invasion of Okinawa proceeded apace. CAP fighters shot down many of the attackers, but sometimes the attacks came in such force that ships in the formation would have to lay down barrages of antiaircraft fire to greet the enemy aircraft that had fought their way through the friendly fighters. After another replenishment period at Ulithi, Vincennes rejoined the forces off Okinawa, remaining with TG 58.1. The light cruiser performed screening duties for the fast carriers as they hit Kyūshū before being ordered to report for duty with the shore bombardment forces off Okinawa on 17 May. In company with sister- ship , Vincennes complied and, for 27 of the next 30 days, shelled Japanese targets ashore, both day and night. Vincennes 6 in guns fired 5,836 rounds; her batteries contributed another 10,583 rounds to the shellings. Air spotters and shore fire control spotters recorded the effectiveness of the ship's fire in their subsequent reports: she destroyed a large \"disappearing coastal gun\" and concentrations of troops; direct hits were scored on mortar positions; destroyed nine gun emplacements; destroyed an ammunition dump with a direct hit; destroyed coastal batteries; and closed off the entrances to at least five caves. Her airmen proved a busy lot, Lt. Evans earning a gold star in lieu of his second DFC and Lt. (jg.) Greenwood earning a DFC; each man flew 10 spotting missions. ===End of the war & post-war=== Vincennes fired her final salvoes on 16 June and then headed for the United States for a much-needed overhaul. Sailing via Pearl Harbor, Vincennes reached Mare Island Navy Yard on 8 July and remained there until the availability was completed in late August. thumb|Vincennes under tow to be sunk as a target ship, in October 1969. During that time, the war in the Pacific had drawn to a close with a battered but defiant Japan surrendering in mid-August. After her post-repair trials, Vincennes had shifted to San Diego on 29 August to commence her post-repair shakedown and refresher training in the waters off San Clemente Island. Vincennes then participated in Operation Magic Carpet following her refresher training, sailing between Pearl Harbor and the west coast as a transport for returning sailors and Marines. She continued her \"Magic Carpet\" assignment by sailing for the South Pacific that autumn, reaching Noumea, New Caledonia, to become the flagship for Rear Admiral Paul Hendren, Commander, South Pacific Area Force. On 25 October, the ship got underway to take Rear Admiral Hendren on an inspection tour of facilities at Guadalcanal; in the Russells; at Tulagi; at Espiritu Santo; and Efate, returning to Nouméa on 5 November. During the course of that brief voyage, the ship passed near the spot where her namesake had gone down that furious night of combat on 8 and 9 August 1942 in the Battle of Savo Island. Vincennes subsequently made two trips to New Zealand waters before returning home with 300 veterans embarked as passengers. Discharging them at San Francisco upon her arrival on 23 March 1946, the light cruiser sped to Mare Island where workmen soon commenced deactivating the ship. ==Decommissioning== Decommissioned on 10 September 1946, Vincennes never returned to active service with the Fleet. She was one of the Cleveland class ships surveyed for conversion to guided missile configuration like her sisters Little Rock and Providence, but other ships were selected instead. Struck from the Navy list on 1 April 1966, she was sunk as a target in missile experiments in the Pacific Ocean off the coast of Southern California near Point Mugu, on 28 October 1969. ==Awards == Vincennes earned six battle stars for her World War II service. ==References== * ==External links== * Category:Cleveland- class cruisers Category:World War II cruisers of the United States Category:Ships built in Quincy, Massachusetts Category:1943 ships Category:Ships sunk as targets Category:Maritime incidents in 1969",
 "title": "USS Vincennes (CL-64)"
}