{
 "id": "733143",
 "text": "PALplushttps://www.itu.int/dms_pubrec/itu-r/rec/bt/R-REC- BT.1197-1-199802-W!!PDF-E.pdf (or PAL+) is an analogue television broadcasting system aimed to improve and enhance the PAL format by allowing 16:9 aspect ratio broadcasts, while remaining compatible with existing television receivers, defined by ITU recommendation BT.1197-1. Introduced in 1993, it followed experiences with the HD-MAC (high definition) and D2-MAC, hybrid analogue-digital widescreen formats that were incompatible with PAL receivers. It was developed at the University of Dortmund in Germany, in cooperation with German terrestrial broadcasters and European and Japanese manufacturers. ==History== In the 1980s, a new high definition broadcasting standard, HD-MAC, was created, offering twice the number of available scanning lines compared to PAL. As a transitional standard, D2-MAC was established. It had the same number of lines as PAL, but like HD-MAC it was designed for 16:9 widescreen content. The MAC family of standards was adopted in Europe in 1983, primarily for Direct Broadcasting by Satellite (DBS) services. ===1989=== European terrestrial broadcasters felt the need to better position themselves in order to compete with satellite and cable operators. PALplus was the name of a strategy group founded in 1989 to develop an enhanced system for terrestrial transmission compatible with PAL. While not attempting to produce HDTV standards of quality, the new format was meant to improve PAL in the following areas: * Wider aspect radio, but with acceptable effects on the traditional 4:3 screen; * Reduced level of artefacts, such as cross-color; * Better sound system; * Improved resolution; * Compatibility with existing receivers. In the beginning, the task group consisted of the public broadcasting corporations of Germany (ARD and ZDF), Austria (ORF), Switzerland (SRG) and the United Kingdom (BBC and UKIB, United Kingdom Independent Broadcasters) together with the consumer electronics manufacturers Grundig, Nokia, Philips and Thomson.https://tech.ebu.ch/docs/techreview/trev_253-analogue.pdf Sony as well as the Spanish (RTVE) and Portuguese (RTP) broadcasters joined the group later on. ===1993=== At the 1993 International Consumer Electronics Exhibition in Berlin, the first experimental PALplus broadcasts began. At the same year, the European Union approved a plan to support the production and broadcast of 16:9 programs. ===1994=== In 1994 broadcasts began adopting the format and Nokia launched the first PALplus TV set in Germany. ===1995=== The International Telecommunication Union publishes recommendation BT.1197-1, defining the PALplus system. Originally, the PALplus consortium included the following manufacturers: Philips, Grundig, Thomson, Nokia and Sony. In 1995 one of the four big Korean electronics manufacturers, Samsung, joined the PALplus consortium. VCR manufacturers associated with the PALplus consortium were expected to launch updated VHS and S-VHS home recorders in 1995. The cost increment compared to conventional PAL VCRs was expected to be small. ===1996=== In January 1996, the PALplus board published the specifications of the standard in order to support the further dissemination of this standard for wide-screen transmissions. After German broadcasters started to broadcast some of their programmes using the format, the board ended its work by the end of that same year. ===1998=== At the beginning of 1998, PALplus programmes were broadcast on a regular basis in nine European countries, which made PALplus the mostly used standard for widescreen transmissions in Europe at that time. Evaluations, performed by ITU and EBU engineers in 1995-1998 concluded that the use of down-converted HDTV source material, as well as high-quality widescreen standard definition content, could be a significant benefit to the PALplus picture quality. Moreover, the experts felt that PALplus would not be out of place in an HDTV environment at viewing distances equal or farther to four heights of a television set. It was presumed that the standard method of display of a PALplus signal would be in 625-line interlaced (50 Hz) form, although other display formats (for example, 50 Hz progressive, 100 Hz interlace, or 100 Hz progressive) could be receiver options. ==Availability== PALplus was used in the following European countries: ===Belgium=== In Belgium, the Flemish public broadcasting service VRT had a policy that all of its self-created TV programmes are broadcast in PALplus. The commercial TV station VTM used to broadcast a lot in PALplus. Even the third broadcasting organisation SBS Belgium with its stations VT4 and VijfTV used to broadcast in PALplus for all of their new productions. The Walloon public broadcasting service RTBF used to broadcast 16:9 programmes that it purchased in PALplus, but preferred creating their own programmes in 4:3. Walloon commercial TV station RTL-TVI used to broadcast almost all its shows in PALPlus. In 2010 Belgium switched off analog television broadcast. ===Germany=== In Germany all public broadcasters (ARD, ZDF, etc) complied with this standard. However, private broadcasters (RTL, Pro Sieben, etc) have shown no interest in either this standard or in the 16:9 format. Pay-per-view channels such as those on Sky often broadcast in 16:9, but use a different standard that requires another kind of decoder. In 2008 Germany began switching off analog television broadcast. ===Netherlands=== In the Netherlands the public broadcasters used PALplus up to 2005. With the switch to digital television and anamorphic widescreen, the system was discontinued with the end of terrestrial analogue broadcasts on November 2006. Analog broadcasts continued on cable operations, but PALplus wasn't used for down conversion on those services. ===Portugal=== In Portugal, the private broadcaster TVI began broadcasting movies in PALplus in 1994, but some years after it left the standard behind. The public broadcaster RTP started using the format on December 5, 1997. The system was used to broadcast selected programs (about five programs each day) and some widescreen movies on analog terrestrial broadcasts. Cable distributors occasionally strip the signal of the WSS bits, rendering the system inoperative. Also, when Digital Terrestrial Television broadcasts started, there was no dedicated anamorphic simulcast for the digital channels. Therefore, PALPlus over terrestrial analog PAL broadcasts remained the only source of 576 lines widescreen TV in Portugal for many years. Since the middle of 2010 PALplus was dropped in favor of regular 16:9 letterbox, because the system caused considerable image degradation (with an effective horizontal resolution of only about ~400px compared to 720px of a digital SDTV image) when used on digital transmissions without any decoding. With the end of analog broadcasts by 2012, the system became officially obsolete. ===Finland=== In Finland, the commercial broadcaster MTV3 started broadcasting the youth music program Jyrki in PALplus format on August 18, 1997. The experiment ended when the program ended some four years later. In 2007 Finland switched off analog television broadcast. ===Greece=== In Greece there were sporadic PALplus broadcasts on the national television (E.R.T. - Hellenic Radio Television). Throughout the '90s several attempts from commercial broadcasters in adopting the system failed due to lack of popularity. As some of the repeaters of ERT's channels were fed via OTE (Greek public telecom provider) in uncompressed form over terrestrial links, and others via NOVA (Greece's only satellite platform) using MPEG encoding, Palplus wasn't available on all areas. The heavy MPEG encoding on NOVA degraded WSS signaling and the additional information embedded in PALplus, making it undecodable. ===Spain=== In Spain, the Catalan public television, TV3, trialled the PALplus format in the late 1990s, with a weekly broadcast of a film in this format. Other public regional stations (like Galicia's CRTVG) tested the format too, but after these trials the technology was dropped and 16:9 digital broadcasts were not introduced until 2007. ===United Kingdom=== In the United Kingdom, Channel 4 used to broadcast selected films as PALplus during the mid to late 1990s. Some programmes, including Fifteen to One and the omnibus edition of Brookside were also broadcast this way. All of the six main broadcasters, BBC, ITV, Channel 4, Five, Sky and Virgin Media, now all broadcast in digital. Analog television broadcast was switched off in the United Kingdom in 2012. ==Operation== A standard PAL receiver will display the 16:9 image in letterbox format with 432 active lines. This reproduces noticeably less detail than the 576 lines used for 4:3 broadcasts. A PALplus receiver can use extra information hidden in the black bars above and below the image to fully recover the 576 lines of vertical resolution.http://assets.fluke.com/appnotes/it_products/B0291A-16U9509_NL_EN.pdf For compatibility reasons, the horizontal bandwidth remains at 5.0 MHz. This means that a PALplus signal provides no extra horizontal resolution to compensate for the image being stretched across a wider screen. The result is a horizontal resolution that is 73% of the vertical resolution, or 51% when the Kell factor is ignored. A special signal tells the receiver when PALplus is in use, and also whether the original content was interlaced (\"Camera mode\" 576i50) or progressive scanned (\"Film mode\" 576p25). An additional signal can enable a \"Ghost Cancellation\" feature. A separate feature related to PALplus is ColourPlus, which improves colour decoding performance. ===Extensions=== The PALplus standard comprises three extensions to standard PAL: ====Vertical helper==== A broadcaster creates a PALplus signal by scaling an anamorphic 16:9 picture with 576 lines down to 432 lines, so that the picture appears letterboxed on a regular PAL TV set. For luminance, the scaling is done using a pair of matching low-pass and high-pass filters, with the low-pass result appearing in the broadcast. One out of every 4 lines of the high-pass result is then hidden in the remaining 144 black lines at the top and bottom of the picture, using the U colour subcarrier. The filtering is such that this is enough to restore the complete 576 line resolution. The use of the colour subcarrier means the signals sometimes appear as blue and yellow patterns on a regular PAL TV set. The 16:9 PAL-plus receiver combines 432 visible lines plus 144 helper lines into 576 new visible lines. In Film mode (progressive scan), the operation is performed on a per-frame basis, while in Camera mode (interlaced) the operation is performed per-field. ====Colour-plus (or Clean PAL)==== The PAL colour carrier is modulated making use of correlation between 2 fields, in order to give a cleaner Y/C separation in the PALplus receiver. It is used with signals with high horizontal luminance frequencies (3 MHz) that share the spectrum with the chrominance signals. Colour pictures on both standard and PALplus receivers are enhanced. For progressive \"Film mode\" material, \"Fixed\" Colour-Plus is used, as there is no motion between the image fields. For camera based images, \"Motion Adaptive Color-Plus\" (MACP) is used based on movement. ====Signaling bits==== A special WSS signal tells the receiver whether 4:3/16:9/PALplus is in use, and also whether the original content was interlaced (\"Camera mode\") or progressive scanned (\"Film mode\"). An additional signal can enable a \"Ghost Cancellation\" feature. The bandwidth of these bits is low enough to be recorded on VHS and allow the receiver to switch to the proper format. ==PALplus compatible sets== The standard permits using the mark \"PALplus\" if the vertical helper reconstruction is implemented, with Colour-plus being optional. Some PALPlus compatible sets: * Grundig: MFW82-710/9, MFW82-720/9, MFW82-730/9 DVD * Philips: 28PW9525, 32PW9525, 36PW9525 * Schneider: Scinema 28-100T, Scinema 2810, Scinema 3000 Most widescreen sets without any PALplus processing will switch the display format automatically between 4:3 and 16:9, based on the WSS signaling bits. These sets will simply zoom the centre 432 lines of the 16:9 letterboxed image to fill all of the 16:9 frame, without recovering any of the extra vertical line resolution. ==See also== *HDTV *DVB *PAL *Broadcast television system *Widescreen television *Widescreen signaling ==References== ==External links== * ETSI PALplus specification * All You Ever Wanted to Know About PALplus but were Afraid to Ask (Archived copy) * TV Express (in Spanish) * . Intersil Corporation. * Vom Kupferstich zu PALplus (German) * . Fluke Corporation. * Fernsehen mit Format - 4:3 contra 16:9 (German) * *SCADplus: 16:9 Action plan for the television in the 16:9 screen format - European Union Category:Television technology Category:Television transmission standards Category:Video formats",
 "title": "PALplus"
}