{
 "id": "733484",
 "text": "Roland Duchâtelet (; born 14 November 1946) is a Belgian businessman and politician. He is the owner of football clubs Carl Zeiss Jena and Újpest. He is the founder of the social-liberal political party Vivant in Belgium. == Business == In 1990, he became involved in micro-electronics. He founded several multinational corporations, of which semi-conductor producer Melexis is the best known. Other corporations include X-Fab, which also produces semi- conductors, Epiq, which produces electronic systems, the online-television channel TVLokaal.com, and the holding company Elex. Through his businesses Duchâtelet became a multimillionaire. Duchâtelet is the main shareholder of two football clubs: FC Carl Zeiss Jena (Germany, D4), and Újpest FC (Hungary, D1). He previously owned Standard Liège which he sold in early 2015, Sint- Truidense, which he sold in 2017, AD Alcorcón, which he sold in 2019, and Charlton Athletic, which he sold in 2020. In March 2016 Roland Duchâtelet made headlines after a statement appeared on the Charlton Athletic website retrieved 18 March 2016 in which some of the club's fans were accused of wanting the club to fail. In the aftermath of this statement, Charlton's newly appointed head of communications resigned from her position. The Championship side was then relegated to League One on 19 April 2016. His controversial ownership has been met with widespread protests from Charlton supporters, who have formed the Coalition Against Roland Duchâtelet (CARD) and Women Against the Regime (WAR).https://www.facebook.com/CharltonCARD/ Similar protests from supporters of Standard Liège resulted in Duchâtelet selling the Belgian side. ==Politics== In 1993, Duchâtelet wrote a book NV België, verslag aan de aandeelhouders (Joint stock company Belgium, a report to the shareholders), published in early 1994. In his book, he pleaded for economic and political transparency. He emphasized the necessity of sustainable development in a globalized world economy. He also proposed to lower Belgium's public expenditure by 30%. A new political party BANAAN (\"Beter Alternatieven Nastreven Als Apathisch Nietsdoen\", or \"Better seeking for alternatives than doing nothing in apathy\") used this book as its political program. This party was committed to a basic income and a green tax shift. After the 1995 elections in which BANAAN obtained 1% of the votes, Duchâtelet founded the Vivant party/political movement which then entered in federal, regional and communal elections. In 1999, Vivant obtained 2,1% of the national votes. Duchâtelet is party chair and has been a candidate in several elections. In the movie La vie politique des Belges (2002) by Jan Bucquoy, Duchâtelet is depicted in Vivant's 1999 election campaign. In 2004 Vivant entered a political alliance with the Flemish Liberals and Democrats (VLD) and Duchâtelet published his second book De weg naar meer netto binnenlands geluk (The road to more net domestic happiness). In 2007 his party merged with the VLD,GVA.be 11 February 2006 which entered in the next elections as Open VLD.GVA.be 11 February 2006 He was elected as a member of the Belgian Senate in 2007. ==Bibliography== * R. Duchâtelet, NV België, verslag aan de aandeelhouders (Joint stock company Belgium, a report to the shareholders), 1994 * R. Duchâtelet, De weg naar meer netto binnenlands geluk (The road to more net domestic happiness), 2004 ==References== ==External links== * Homepage of Vivant * * The Political Life of the Belgians: Tart/Vivant Category:1946 births Category:Living people Category:People from Merksem Category:Belgian businesspeople Category:KU Leuven alumni Category:Members of the Belgian Federal Parliament Category:Belgian social liberals Category:Belgian football chairmen and investors",
 "title": "Roland Duchâtelet"
}