{
 "id": "734008",
 "text": "thumb|right|West elevation of The Adams Theater The Utah Shakespeare Festival is a theatrical festival that performs works by Shakespeare as their cornerstone. The Festival is held during the summer and fall on the campus of Southern Utah University in Cedar City, Utah, United States. ==Awards== In 2000, the Festival was the recipient of America's Outstanding Regional Theatre Tony Award, presented by the American Theatre Wing and the League of American Theatres and Producers. In 2001 it received the National Governors Association Award for Distinguished Service in the Arts for Artistic Productions. ==Productions== thumb|The Adams Theater stage The Festival produces an eight- show repertory season in the summer and fall of each year. Traditionally, four of the produced plays are written by Shakespeare or one of his contemporaries such as Christopher Marlowe, and the others are non-Shakespearean classics or works by more contemporary dramatists, one of which is usually a musical. The Shakespeare plays are usually performed in the outdoor Adams Shakespearean Theatre, which is modeled after Shakespeare's Globe Theatre. The other plays are performed on an indoor proscenium stage, the Randall L. Jones Theatre. The Auditorium Theatre is used for matinee performances of plays normally produced at night in the Adams, and as a rainstage for Adams performances. During the summer The Greenshow is performed outside before the evening productions. The Greenshow often includes comedic skits, sword fighting, and musical routines with dancing. During and before the performance people dressed (roughly) in period clothing walk around the courtyard (green) selling programs, telling jokes, and offering a selection of treats. The Festival also produces The New American Playwrights Project or N.A.P.P., a \"plays in progress\" series, featuring staged readings of new plays in a workshop setting These workshops take place each August at The Festival. The 2015 Season runs through October 31. Plays for the Fall Season include Charley's Aunt by Brandon Thomas, The Two Gentlemen of Verona by William Shakespeare and Dracula by Steven Deitz. 2016 was the inaugural season in The Beverley Taylor Sorenson Center for the Arts. The 2016 Season opens June 27 in preview and runs through October 22. Plays in the new Englestad Shakespeare theatre are: Much Ado About Nothing (William Shakespeare), Henry V (William Shakespeare) and The Three Musketeers (Ken Ludwig). Plays in the new Eileen and Allen Anes Studio Theatre are Julius Caesar (William Shakespeare) and Murder for Two (Kinosian and Blair). Plays in the Randall L. Jones Theatre are Mary Poppins (Sherman, Sherman, Fellowes), The Odd Couple (Neil Simon) and The Cocoanuts (Berlin, Kaufman). The 2020 season was cancelled on May 12, 2020 due to the COVID-19 Pandemic. The festival first tried to offer a shortened season that would have ended in September, but found the possibility of becoming compliant with public health guidelines too large an obstacle. ==History== The Festival was founded in 1961, presented its first season in 1962. It is one of the oldest and largest Shakespearean festivals in North America. The Festival is located in Cedar City, Utah, a community of approximately 28,000 people, and is within a day's drive of seven national parks and numerous national and state forests, monuments, and recreation areas. Via Interstate-15, it is two and a half hours northeast of Las Vegas, Nevada and three and a half hours south of Salt Lake City, Utah. The Festival is located on and around the Southern Utah University campus. ==Education== The Festival educational programs include a variety of classes, from week-long camps to two-day courses, and most are for university credit. In addition, the Festival each year tours an abbreviated version of a Shakespeare play to schools throughout the Southwest. The play for 2015 is Macbeth, and can also include workshops in acting, stage combat, character development, and design. ==Leadership== R. Scott Phillips was named executive director in October 2007, succeeding Founder Fred C. Adams at the helm of the Festival. Adams functioned as executive producer emeritus and executive director of the Festival Centre Project until his death in 2020. David Ivers and Brian Vaughn were named artistic directors in 2011. A six-member executive council works with Phillips, Ivers, and Vaughn as the day-to- day leadership. A thirty-person volunteer regional board of governors oversees all long-range planning, marketing, and development of the Festival and is chaired by Mark Moench. The Festival employs thirty-two people year-round. The production company consists of approximately 250 individuals. Approximately six non- acting positions are needed in areas such as production, marketing, management, and administration to support each performer seen on stage. Over 200 additional community members donate their time to support Festival activities. ==The Greenshow== The Greenshow is an outdoor performance that precedes each play during the summer season, excluding matinees. It is free. The actors do skits and most of them have minor roles in the six productions during the summer season. ==See also== * Wooden O Symposium ==References== ==External links== * * Category:Festivals established in 1961 Category:Theatre companies in Utah Category:Tony Award winners Category:Festivals in Utah Category:Shakespeare festivals Category:Theatre festivals in the United States Category:Regional theatre in the United States Category:Tourist attractions in Iron County, Utah Category:Cedar City, Utah Category:Replica buildings Category:1961 establishments in Utah",
 "title": "Utah Shakespeare Festival"
}