{
 "id": "73434",
 "text": "Dog Star Man is a series of short experimental films, all directed by Stan Brakhage, featuring Jane Wodening. It was released in instalments between 1961 and 1964 and comprises a prelude and four parts. In 1992, Dog Star Man was included in its entirety in the annual selection of 25 motion pictures added to the National Film Registry of the Library of Congress. being deemed \"culturally, historically, or aesthetically significant\" and recommended for preservation. Described as a \"cosmological epic\" and \"creation myth\" (particularly the Prelude), Dog Star Man illustrates the odyssey of a bearded woodsman (Brakhage) climbing through a snow-covered mountain with his dog to chop down a tree. While doing so, he witnesses various mystical visions with various recurring imagery such as a woman, child, nature, and the cosmos while making his ascent. The five short films all form one larger film, and they are almost always shown together as one film. In 1965, Brakhage used the same footage from Dog Star Man and re-edited it into a much longer film, The Art of Vision. Both are generally considered the greatest works of his first mature period. == Background == After editing and completing Cat's Cradle, Brakhage began filming Dog Star Man. At the time when he began work on the project, Brakhage had not set on any particular idea on what the project would be about. In addition to this, he had also faced different sets of crisis including the questioning of his distant relationship with his wife Jane at the time, experiencing visions, and contemplations of death and decay. The filming of Dog Star Man took on gradually as Brakhage also worked on The Dead. == Structure == Ever since he commissioned the idea of the project, Brakhage had already had a prelude and four parts in mind. Dog Star Man, like Brakhage's other works, is characterized and known for their abstract imagery and techniques such as scratching and punching holes into the film. While the work is considered difficult and unorthodox by many, there is a general structure to the narrative of the film cycle that comprises the prelude and four parts. thumb|The star, possibly the 'star' in Dog Star Man. One of the most prominent images in the film, it is seen at various times throughout the film, including Prelude and Part I. === Prelude === The opening of Dog Star Man is entitled Prelude and runs at around 26 minutes, making it one of the longer parts of the film cycle. Brakhage described the Prelude as a \"created dream\" for the film as opposed to Surrealism in which the work itself is inspired by the dream of the artist. In it, the Prelude contains many of the images that recur throughout the rest of the film series, creating a visual leitmotif of the many symbols and concepts of the series of films. There are also many instances to what Brakhage calls \"close-eyed vision\". Broadly, the Prelude exemplifies, among other things, the creation of the universe. === Part I === The longest of the film cycle, running at about 30 minutes, Part I comprises most of the narrative of the film cycle in which the woodsman struggles with his journey up the mountain along with his dog. Unlike the Prelude, where there are many instances of superimposed images that are more abstract to the eye, Part I is more impressionistic. Major parts of the film are in slow-motion; others, in time-lapse photography, speeding up motion. One of the most important images in Part I is the mountain that Brakhage attempts to climb. === Part II === In contrast to the lengthy running times of the earlier films, Part II begins a series of shorter segments that run from around 5–7 minutes. Its central focus is on the birth of a child which was filmed on black and white film stock as a part of Brakhage's home movies that he shot during the time; stylistically, the filming of childbirth in an almost documentary-like way is quite similar to Window Water Baby Moving. Two layers of imagery are imposed over one another, suggesting that the woodsman's life is passing right before his eyes. ==Legacy== The entire film (Prelude and Parts 1 through 4) was named to the National Film Registry in 1992. Below are the individual films of the series and their release dates: * Prelude: Dog Star Man (1961) * Dog Star Man: Part I (1962) * Dog Star Man: Part II (1963) * Dog Star Man: Part III (1964) * Dog Star Man: Part IV (1964) The film is part of the by Brakhage: an Anthology collection DVD from The Criterion Collection.By Brakhage: An Anthology, Volume One and Two|The Criterion CollectionBy Brakhage: An Anthology, Volume One ()|The Criterion Collection The film has received a 100% rating on Rotten Tomatoes based on 9 reviews including praises from film critics like J. Hoberman and Jonathan Rosenbaum.Rotten Tomatoes ==References== == External links == * Description of Brakhage's work. * * * * * * Dog Star Man essay by Daniel Eagan in America's Film Legacy: The Authoritative Guide to the Landmark Movies in the National Film Registry, A&C; Black, 2010 , pages 606-607 *BFI Category:United States National Film Registry films Category:Films directed by Stan Brakhage Category:Films without speech Category:American avant-garde and experimental films Category:American films Category:1960s avant-garde and experimental films Category:Non-narrative films",
 "title": "Dog Star Man"
}