{
 "id": "735175",
 "text": "thumb|A walker preparing to leave the Refuge de Bel Lachat on the GR5 The GR 5 is a GR footpathThe acronym GR stands for \"Grande Randonnée\" (in French), meaning \"Great Hike\". that starts in the Netherlands, crosses Belgium and Luxembourg before crossing France from north to south. It is part of the European walking route E2. This trail is famous for its route through the French Alps from Lake Geneva to Nice called Grande Traversée des Alpes. == Itinerary == * Hook of Holland, at the North Sea (NL) * Bergen op Zoom (NL) * Hasselt (B) * Maastricht (NL) * Liège (B) * Spa (B) * Ouren (B) * Diekirch (L) * Dudelange, near Luxembourg (L) * Liverdun, near Nancy (F) * Donon (F) * Ballon d'Alsace (F) * La Cluse, near Pontarlier (F) * Les Rousses (F) * Lake Geneva (F) / (CH) * Samoëns (F) * Les Houches, near Chamonix (F) * Modane (F) * Briançon (F) * Saint-Étienne de Tinée (F) * Roure (F) * Nice (F) ==External links== * longdistancepaths.eu Planning tool and maps of the entire route * www.grfive.com - Detailed description of hiking the GR5. * www.gr5.fr - Traversée du GR5 (in French) * www.gr5.info - useful information. * www.gr5.info/routekaart.php - map showing the entire route * www.gr5.mnei.nl - useful information. * One Foot at a Time - the entire GR5 in 3 months * gr5blog.blogspot.co.uk - St Gingolph to Menton in 15 days * GR5 From Mondorff (Moselle) to Bayonville-Sur-Mad (Meurthe-et-Moselle) * GR5 From Bayonville- Sur-Mad (Meurthe-et-Moselle) to Dieuze (Moselle) * GR5 From Dieuze (Moselle) to Andlau (Bas-Rhin) * GR5 From Andlau (Bas-Rhin) to Thann (Haut-Rhin) * GR5 From Thann (Haut-Rhin) to Soulce-Cernay (Doubs) * GR5 From Soulce-Cernay to Montperreux (Doubs) * GR5 From Montperreux (Doubs) to Thonon-les-Bains (Haute- Savoie) * GR5 From Thonon-les-Bains to Les Houches (Haute-Savoie) * GR5 From Les Houches (Haute-Savoie) to Bessans (Savoie) * GR5 From Bessans (Savoie) to Montgenevre (Hautes-Alpes) * GR5 From Montgenevre (Hautes-Alpes) to St Dalmas- le-Selvage (Alpes-Maritimes) * GR5 From St Dalmas-le-Selvage to Nice (Alpes- Maritimes) * GR5 From Luxembourg to the Mediterranean (Full itinerary) ==References== GR 05 Category:Hiking trails in Switzerland Category:Hiking trails in France",
 "title": "GR 5"
}