{
 "id": "735197",
 "text": "Demian: The Story of Emil Sinclair's Youth is a Bildungsroman by Hermann Hesse, first published in 1919; a prologue was added in 1960. Demian was first published under the pseudonym \"Emil Sinclair\", the name of the narrator of the story, but Hesse was later revealed to be the author; the tenth edition was the first to bear his name. == Plot summary == Emil Sinclair is a young boy raised in a middle class home, amidst what is described as a Scheinwelt, a play on words meaning \"world of light\" as well as \"world of illusion\". Sinclair's entire existence can be summarized as a struggle between two worlds: the show world of illusion (related to the Hindu concept of maya) and the real world, the world of spiritual truth (see Plato's cave and dualism). Accompanied and prompted by his mysterious classmate and friend 'Max Demian', he detaches from and revolts against the superficial ideals of the world of appearances and eventually awakens into a realization of self. The novel's eight chapters are these: # Two Realms # Cain # Among Thieves # Beatrice # \"The Bird Fights Its Way Out of the Egg\" # Jacob Wrestling # Eva # The End Begins == Characters == * Emil Sinclair is the protagonist of the novel. Sinclair is confused as to what his life is, and is going to be, and constantly seeks mentorship throughout the novel. He tends to need validation by an older figure, and finds mentors in figures such as Pistorius, Demian, and Eva. * Sinclair's mother and father are the symbols of safety toward which Sinclair first finds refuge, but against whom he eventually rebels. * Franz Kromer is a bully, whose psychological torture leads Sinclair to meet Demian. * Max Demian is a childhood friend and a mentor of Sinclair. Demian leads Sinclair to his eventual self-realization, and may be considered Emil's daemon. * Alfons Beck is the \"sarcastic and avuncular\" oldest boy at the boarding house where Sinclair enrolls after his confirmation. Beck serves as a minor mentor to Sinclair, and introduces Sinclair to the joys and pitfalls of alcohol. *Pistorius is a rector, an organist at a local church, and a temporary mentor for Sinclair. Pistorius teaches Sinclair how to look inside himself for spiritual guidance. *Frau Eva is Max Demian's mother. She steadily becomes Sinclair's ideal characterisation in life, first in his pictures and visions, then in person. == Jungian Influence == Since at least 1914, if not 1909, Hesse had been encountering the newly growing field of psychoanalysis as it moved through the German intellectual circles. During the 1910s, Hesse felt that his psychological difficulties by which he experienced torment since youth needed to be dealt with through psychotherapy. In 1916–17 he underwent treatment through psychoanalysis with Josef Lang, a disciple of Carl Jung. Through his contact with Lang and later, in 1921, from having psychoanalysis done by Jung, Hesse became very interested in Jungian analysis and interpretation. Demian is replete with both Jungian archetypes and Jungian symbolism. In addition, psychoanalysis helped Hesse identify psychological problems which he had experienced in his youth, including internal tension caused by a conflict between his own carnal instincts and the strict moralism of his parents. Such themes appear throughout Demian as semi-autobiographical reflections upon Hesse's own exploration of Jungian philosophy. == Themes == === Embracing duality === One of the major themes is the existence of opposing forces and the idea that both are necessary. === Spiritual enlightenment === The novel refers to the idea of Gnosticism, particularly the god Abraxas, showing the influence of Carl Jung's psychology. According to Hesse, the novel is a story of Jungian individuation, the process of opening up to one's unconsciousness. === Women in Demian === In the Jungian interpretation of Demian, women do not play a vital role but instead are used as feminine symbols. At the beginning, Sinclair looks up to his sisters and mother, and even his house maid. While at school, he sees a beautiful woman whom he calls Beatrice, and towards the end of the novel, when Sinclair is an adolescent man, he discovers Demian's mother, Frau Eva. These women do not have major roles in the story, but Hesse uses them symbolically as facets of the depths of Sinclair's mind. == Symbols == === The God Abraxas === The Gnostic deity Abraxas is used as a symbol throughout the text, idealizing the interdependence of all that is good and evil in the world. Demian argues that Jehovah, the Jewish God, is only one face of God; it rules over all that is wholesome, but there is another half of the world, and an infinite god must encompass both sides of this world. The symbol of Abraxas appears as a bird breaking free from an egg or a globe. == Commentary == Thomas Mann wrote an introduction to the book in 1947. == English translations == * N. H. Priday (New York: Boni & Liveright, 1923) * W. J. Strachan (London: Peter Owen, 1958) * Michael Roloff & Michael Lebeck (New York: Harper & Row, 1965) * Stanley Appelbaum (Mineola, NY: Dover Publications, 2000) * Damion Searls (New York: Penguin, 2013) == References == == External links == * Full text as eBook (German) * Demian free public domain audiobook at LibriVox Category:1919 German-language novels Category:Novels by Hermann Hesse Category:German bildungsromans Category:German philosophical novels Category:20th-century German novels Category:Works published under a pseudonym",
 "title": "Demian"
}