{
 "id": "735485",
 "text": "Bridgeport is an unincorporated community located within Logan Township, in Gloucester County, New Jersey, United States.Locality Search, State of New Jersey. Accessed June 9, 2016. The area is served as United States Postal Service ZIP Code 08014. At the 2010 United States Census, the population for ZIP Code Tabulation Area 08014 was 504.DP-1 Profile of General Population and Housing Characteristics: 2010 from the 2010 Demographic Profile Data for ZCTA5 08014 , United States Census Bureau. Accessed March 16, 2015. ==History== Bridgeport, along with Swedesboro (Sveaborg) and Finns Point (Varkens Kill), was one of only three settlements established in New Jersey as a part of the New Sweden colony, the fort at Nya Elfsborg having been abandoned. The settlement was founded around 1650, and originally called Nya Stockholm, \"New Stockholm\", but the name was changed at a later date.The Swedes and Finns in New Jersey (Federal Writers' Project of WPA. Bayonne, New Jersey: Jersey Printing Company, Inc. 1938) \\- After the 2001 anthrax attacks, a facility was set up in Bridgeport for the use of a continuous wave accelerator called a Rhodotron, from the Belgian company IBA, to irradiate federal mail.\"Postmaster Asks Senate for Bailout of $5 Billion\", The Washington Post, November 9, 2001 ==Geography== Bridgeport lies along the Delaware River at the mouth of the Raccoon Creek. U.S. Route 322 (US 322) enters New Jersey in Bridgeport via the Commodore Barry Bridge, and continues on to cross US 130 and Interstate 295 before leaving Logan Township. Route 44 is an old alignment of US 130, beginning at a point north of US 322. Route 324 is an east-west state highway completely within Bridgeport, running from where a ferry used to take US 322 across the river to a dead end next to the current US 322. Bridgeport Speedway is located in the community. There is a private marina and a small airfield in town, and a Penns Grove Secondary line crosses Raccoon Creek at the Conrail Railroad Bridge in Bridgeport at mile 2.0. ==References== ==External links== * Official Logan Township Website Category:Logan Township, New Jersey Category:Unincorporated communities in Gloucester County, New Jersey Category:Unincorporated communities in New Jersey Category:Swedish-American history Category:Finnish- American history Category:Swedish American culture in New Jersey Category:Finnish-American culture in New Jersey Category:New Sweden Category:17th-century establishments in New Sweden",
 "title": "Bridgeport, New Jersey"
}