{
 "id": "736173",
 "text": "Tony Hawk's Pro Skater 2 is a skateboarding video game developed by Neversoft and published by Activision. It is the second installment in the Tony Hawk's series of sports games and was released for the PlayStation in 2000, with subsequent ports to Microsoft Windows, Game Boy Color, and Dreamcast the same year. In 2001, the game was ported to the Mac OS, Game Boy Advance, Nintendo 64, and Xbox (as part of Tony Hawk's Pro Skater 2x). The game was later ported to Windows Mobile and Windows Phone devices in 2006 and to iOS devices in 2010. Tony Hawk's Pro Skater 2 uses the same game engine as its predecessor while improving the graphics and gameplay, most notably with the introduction of manuals and cash rewards. The game takes place in a three-dimensional urban environment permeated by an ambience of punk rock and hip hop music. The player takes control of a variety of skateboarders and either performs skateboarding tricks or collects certain objects. The game offers several modes of gameplay, including a career mode in which the player must complete objectives and evolve their character's attributes with earned profits, a free-play mode in which the player may skate without any given objective, a multiplayer mode that features a number of competitive games, and a level editor that allows the player to create customized levels. Tony Hawk's Pro Skater 2 was critically acclaimed upon release and is considered one of the greatest video games of all time, as well as the highest-rated sports video game. All versions of the game were praised, including its addictive gameplay, large environments, detailed graphics, fluid and precise controls, customization features and soundtrack, with some minor criticisms directed at the lack of a first-person camera and the truncated soundtrack of the Nintendo 64 version. ==Gameplay== Tony Hawk's Pro Skater 2 puts the player in control of a professional or fictional skater and takes place in a third-person view with a fixed camera. The player must perform tricks and complete level objectives in return for cash rewards, which can be used to unlock other levels, improve the player character's statistics and obtain better equipment. The game's universe maintains a loose grip on physics for the sake of gameplay quality; while the player character can jump reasonable heights and perform short slides early on in their career, they may eventually come to slide for much longer distances and reach such a disproportionate height in their jumps as to be capable of stringing an unrealistic chain of maneuvers together midair. The player can move freely throughout the levels without constraint and fulfill the different objectives in any order desired. In Tony Hawk's Pro Skater 2, the player character is self-propelling and can have their course altered via the arrow keys or d-pad. The player character is capable of jumping and change direction midair. The game features a vast number of skateboarding tricks. One button can be used to switch footedness between \"regular\" or \"goofy\", while another can initiate a nollie or a fakie. Passing from a nollie to a fakie (or vice versa) in a chain of tricks increases the multiplier factor of the score collected for that chain. Other button inputs can be used to perform slides, grabs, and flips. A series of inputs can be used to perform lip tricks. It is possible to perform wall rides and transfers (changing ramps) as well as manuals that allow several tricks to be chained together. The player must use directional input to maintain balance during a manual; in the 2X port, balance is visually represented by a vertical scale that appears next to the player character. The game features ten professional skateboarders, along with four unlockable original characters, depending on the version.Tony Hawk's Pro Skater 2 (PS version), instruction manual, p. 4-10) Furthermore, the game features Spider-Man via a licensing deal with Marvel Comics. Additionally, the South Korean and other Asian versions featured the girl group Fin.K.L. ===Modes of play=== Tony Hawk's Pro Skater 2 features five modes of gameplay: Career Mode, Free Skate, Single Session, Multiplayer and the Level Editor. The Career Mode is played as a series of levels of increasing difficulty. Each level has ten objectives to perform within a period of two minutes. Some objectives are found in all levels, such as accumulating a particular score, collecting letters of the word \"SKATE\" scattered throughout the level or seeking and obtaining a hidden videotape. Other objectives are more varied, such as making figures at specific locations, jumping to difficult places or collecting particular objects. Each completed objective is rewarded with cash, which can be used to improve skater statistics and obtain new equipment and playable characters. A select few levels take place in a competition in which the player must perform for judges and accumulate the highest score within three one-minute rounds. The jury bases its score on the variety, difficulty and quality of the performed tricks. To fully complete these levels, the player must both accumulate a score high enough to win a gold medal and collect all the cash scattered within the level. The mode includes a series of small bonuses given for transfers, jumps and slides made across particular environmental elements. A list of these bonuses, referred to as \"gaps\", are compiled in a checklist that is viewable from the game's option menu. Other single-player modes include the Single Session, in which the player can freely accumulate a high score within two minutes using any previously obtained levels and characters, and the Free Skate, in which there is no time limit imposed. The multiplayer mode consists of five types of games: \"Graffiti\", \"Trick Attack\", \"Tag\", \"HORSE\" and \"Free Skate\". In \"Graffiti\", players must accumulate the highest score by changing level elements into their own color via the use of tricks. If a player performs a higher-scoring trick on an element that has already been marked, the element will change to that player's color. \"Trick Attack\" is a mode in which players must accumulate the highest score by chaining tricks together. \"Tag\" is an interpretation of the traditional game of tag that gives each player a timer, which only counts down when they've been touched by the other player and are therefore \"it\". The player who is \"it\" can decrease the speed of the other player and increase the ease in tagging them by performing tricks. The player who causes the other player's timer to run out is the winner. \"HORSE\" is a game that is played intermittently between two players, who must compete in rounds lasting either eight seconds or until a trick has been made. The player with the lower score on any given turn receives a letter in the word \"HORSE\" or whatever word the players had generated prior to the game's start. The first player to accumulate the entire word loses. \"Free Skate\" allows the players to skate freely on the same level without any given goal. The game's Level Editor incorporates over 100 pieces and a variety of pre-built park bases. The construction of a level is initiated on a flat and empty canvas that can be rotated at any angle. The setting can be altered between themes such as a warehouse or park, and elemental pieces are rotatable and flexible in size. ===Featured pro skaters and characters=== The game featured a total of thirteen real-life professional skateboarders, along with four unlockable original characters, depending on the version.Tonx Hawk's Pro Skater 2 (PS version), instruction manual, p. 4-10) Furthermore, the game features Spider-Man via a licensing deal with Marvel Comics. Additionally, the South Korean and other Asian versions featured the girl group Fin.K.L. Skaters in bold are new to the series. {| class=\"wikitable\" |- ! colspan=\"3\" |Featured pro skaters ! Celebrity guest skaters |- | * Bob Burnquist * Steve Caballero * Kareem Campbell * Rune Glifberg * Tony Hawk | * Bucky Lasek * Rodney Mullen * Chad Muska * Andrew Reynolds * Geoff Rowley | * Eric Koston * Elissa Steamer * Jamie Thomas | * Spider-Man *Lee Hyori *Ock Joo Hyun *Lee Jin *Sung Yu-ri |} ====Notes==== unlockable South Korean and certain Asian versions only ==Development== On September 24, 1999, Neversoft released a hiring notice for new programmers and designers, through which it revealed plans to develop a sequel to its then-latest release Tony Hawk's Pro Skater. The following week on October 4, Activision confirmed its acquisition of Neversoft. In April 2000, Activision began development of Tony Hawk's Pro Skater 2 for the Nintendo 64, Game Boy Color, PlayStation, Dreamcast and PC platforms. The game made its first public appearance at the 2000 Electronic Entertainment Expo as a non-playable demonstration. A playable demonstration was subsequently integrated into the Jampack Summer 2K compilation CD released by PlayStation Underground. The game's soundtrack lineup was unveiled on July 28, 2000. The game engine of Tony Hawk's Pro Skater 2 is an enhanced version of that of its predecessor, which in turn used a modified version of the engine used in Neversoft's earlier title Apocalypse. Pro Skater 2 is the first installment in the series to feature a level editor, character customization and manuals; the latter was intended to be included in the previous game, but was not implemented due to time constraints. On September 19, 2000, Tony Hawk's Pro Skater 2 made its premiere the day before its wide release at the Best Buy in West Los Angeles. The event was attended by the game's namesake Tony Hawk, who personally autographed copies of the game, and KROQ-FM disc jockey Jed the Fish, who played with guests competing for a variety of prizes. In order to give the Nintendo 64 version of the original Pro Skater more time to sell, Activision delayed the release of Pro Skater 2s Nintendo 64 port to late-2001. In October 2001, Activision acquired Treyarch preceding the release of Tony Hawk's Pro Skater 2x. ==Versions== The original version of Tony Hawk's Pro Skater 2 was developed for the PlayStation by Neversoft and was released in North America and Europe in September 2000. The game was re-released for the Greatest Hits lineup in North America and for the Platinum Range in Europe. The PlayStation version includes a demo of Mat Hoffman's Pro BMX that is available from the options menu. The Dreamcast version was developed by Treyarch and was released in the United States in November 2000 and in Europe the following month. The Dreamcast version features smoother textures and higher-quality animation than the PlayStation version. Tony Hawk's Pro Skater 2s Nintendo 64 version was developed by Edge of Reality, who developed the Nintendo 64 port of the original Pro Skater, and was released in the United States on August and in Europe in October 2001. The Nintendo 64 version includes all of the features from the PlayStation version plus an additional level. While the game's textures and frame rate are smoother than that of the PlayStation version, the soundtrack had been shortened to six tracks consisting of instrumental chorus loops due to limited storage capacity. Tony Hawk's Pro Skater 2 was ported to the PC by LTI Gray Matter and was released in North America in October 2000 and in Europe the following month. The PC version features improved textures and resolution over the PlayStation version. The South Korean release features Fin.K.L members Lee Hyori, Ock Joo- hyun, Lee Jin and Sung Yu-ri as playable characters and adds seven Fin.K.L songs to the game's soundtrack.. The Mac OS version was produced by Westlake Interactive and developed by Aspyr Media. It was released in the United States in May 2001. The Mac OS version is ported from and nearly identical to the PC version and features online multiplayer support via GameRanger. Tony Hawk's Pro Skater 2 was developed for the Game Boy Color by Natsume and was released in the United States and Europe in November 2000. The game features two modes of play (\"Career Mode\" and \"Free Skate\"), thirteen skaters, seven stages and a password system to aid in tracking the player's progress. The Game Boy Color's limited capacity necessitated a change in perspective to side-scrolling and isometric overhead levels and a completely synthesized soundtrack. Tony Hawk's Pro Skater 2 was developed for the Game Boy Advance by Vicarious Visions and released in the United States and Europe in June 2001. The game takes place in an isometric overhead perspective and features all levels and game modes excluding the level editor, multiplayer and skater-customization modes. Due to the console's limited capacity, the game's control scheme was simplified and the soundtrack was altered to feature shortened instrumental versions of the game's licensed tracks. An enhanced port of Tony Hawk's Pro Skater 2 was released as a part of the Xbox title Tony Hawk's Pro Skater 2x. It was developed by Treyarch and released in North America in November 2001. The compilation includes five new levels, redesigned menus, the ability to create female customized skaters and a customized soundtrack, a \"balance meter\" feature and a four-player and LAN compatibility in the multiplayer mode. The game's graphics had been improved from those of the PC and Dreamcast versions; the textures were reworked to display more detail, most notably in the patches of grass. A version for Windows Mobile devices was developed by Aspyr Media and released in April 2006. The port is optimized for the Intel 2700G processor found in Dell Axim devices. A port of Pro Skater 2 for iOS devices was released by Activision on April 1, 2010. The version's only playable modes are the Career, Single Session and Free Skate modes, and the soundtrack had been remade. The game's controls are visually displayed on the screen as four virtual buttons and a directional cross. The game was removed from the App Store in 2014. A remaster of both Tony Hawk's Pro Skater and the second game, titled Tony Hawk's Pro Skater 1 + 2, was developed by Vicarious Visions and released on September 4, 2020, for Microsoft Windows, PlayStation 4, and Xbox One systems. The remaster includes all of the original levels and skaters from the original games, but also includes improved skater creation and park creation modes, online multiplayer, and other new features, and featuring most of the original soundtracks due to licensing issues. ==Reception== ===Critical reaction=== ====Console and computer versions==== Tony Hawk's Pro Skater 2 was met with universal critical acclaim upon release and remains the best-reviewed PlayStation video game of all time, as well as being the second highest rated game of all time with an aggregate score of 98/100 on Metacritic. Martin Taylor of Eurogamer declared the game to be \"the supreme champion of extreme sports gaming\". Ben Silverman of Game Revolution considered the game's \"excellent\" control to be \"what pushes [it] from great to fantastic\" and that on a visual level, the game \"looks better than about 90% of the Playstation games that have come before it\". David Smith of IGN praised the tightness of the game's control as being \"in a rarefied category with games like Quake III and Soulcalibur, games that do exactly what you want them to, exactly when you want them to\". He also elaborated on the game's graphical improvements over its predecessor, though noted the slightly unsatisfactory draw distance in the larger levels as a minor flaw. Jeff Gerstmann of GameSpot commended the large levels and the game's ability to maintain a solid framerate while handling them. The lack of a first-person camera view was lamented by Game Revolution's Silverman and GameSpot's Gerstmann. The Nintendo 64 version was also positively reviewed, though less so than its PlayStation and Dreamcast counterparts. Fran Mirabella of IGN stated that Edge of Reality gave the best version of the game that the Nintendo 64 was capable of having. Justin Leeper of Game Informer noted that along with the original version's strengths being successfully transposed, the reduced load times are an advantage of the Nintendo 64 port. Both Mirabella and Leeper judged the Nintendo 64 version's graphics to be inferior to the PlayStation version due to the reduced draw distance and the blurred, seamed textures. In regards to the soundtrack, while both reviewers commended the effort to incorporate the licensed tracks onto a cartridge format, they concluded that the result came across as \"butchered\". Greg Orlando reviewed the PlayStation version of the game for Next Generation, rating it five stars out of five: \"Stop reading. Go buy. Hurry – and consider stoplights to be a suggestion\". ====Handheld versions==== Martin Taylor of Eurogamer considered the Game Boy Advance version to be \"an impressive accomplishment\" and \"almost like a new game - Tony Hawk's Pro Skater 2b if you like\". Craig Harris of IGN noted that while the Game Boy Color version had \"serious\" gameplay problems, it was an improvement over its predecessor's equivalent on the same platform. Frank Provo of GameSpot referred to the Game Boy Color version's gameplay as \"exquisite\" and praised the \"colorful and detailed\" environments and \"fluidly animating\" character sprites. Hillary Goldstein of IGN stated that the iOS version \"maintains the fun and challenge of the original\" in spite of its imperfect controls. Kristan Reed of Eurogamer considered the iOS port to be \"a surprisingly enjoyable conversion\", though he noted the overly-faithful graphics, the struggling framerate on older iOS devices, the lack of a multiplayer mode and some soundtrack changes to be flaws. ===Sales=== Following its release, Tony Hawk's Pro Skater 2 was the top-selling PlayStation title for two consecutive weeks. In the United Kingdom, the game's PlayStation version received a \"Platinum\" sales award from the Entertainment and Leisure Software Publishers Association (ELSPA), indicating sales of at least 300,000 copies. Tony Hawk's Pro Skater 2s computer version sold 320,000 copies and earned $8 million by August 2006. It was the 58th best-selling computer game in the United States between January 2000 and August 2006. Combined sales of all Pro Skater computer games released between January 2000 and August 2006 had reached 440,000 units in the United States by the latter date. In the United States, the game's Game Boy Advance version sold 680,000 copies and earned $24 million by August 2006. During the period between January 2000 and August 2006, it was the 38th highest-selling game launched for the Game Boy Advance, Nintendo DS or PlayStation Portable in that country. In September 2007, The San Diego Union-Tribune published sales information provided by The NPD Group that put the worldwide sales of Tony Hawk's Pro Skater 2 across all platforms at 5.3 million units. ===Awards and accolades=== Electronic Gaming Monthly named Tony Hawk's Pro Skater 2 \"Video Game of the Year 2000\" in its April 2001 issue. It won GameSpot's 2000 \"Best Sports Game (Alternative)\" award among console games, and was a runner-up in the \"Game of the Year\", \"Best Dreamcast Game\" and \"Best PlayStation Game\" categories. Likewise, its 2001 Nintendo 64 version was nominated for the publication's \"Best Nintendo 64 Game\" award. Tony Hawk's Pro Skater 2 was ranked #4 in Game Informers \"Top 100 Games of All Time\" in its 100th issue in August 2001. The game was nominated for \"Best Console Sports Game\" and \"Best Game Design\" in the 2001 D.I.C.E. Awards, but lost to SSX and The Legend of Zelda: Majora's Mask respectively. In 2003, the staff of IGN ranked Tony Hawk's Pro Skater 2 #20 in its \"Top 100 Games of All Time\" list. In the final issue of the Official UK PlayStation Magazine in 2004, the game was ranked as the 7th best game of all time.Official UK PlayStation Magazine issue 108, page 28, Future Publishing, March 2004 In 2009, the staff of IGN considered the console version's gameplay to be the \"most important\" of the fifth-generation video game era in their feature \"The Greatest Gameplay of All Time\". In 2014, Luke Reilly of IGN named the console version's demo as the fourth in \"6 of the Greatest Game Demos Ever\". Tony Hawk's Pro Skater 2 is listed in the Guinness World Records as the best-selling action sports video game for selling over 2 million units in the United States. Following the Game Boy Advance version's appearance at the 2001 Electronic Entertainment Expo, IGNpocket named Tony Hawk's Pro Skater 2 \"Best of Show: Handhelds\", \"Best Handheld: Sports\" and \"Best of Show: Handheld Technological Excellence\". IGNpocket later named the released title \"Editor's Choice: Extreme Sports Game\", \"Editor's Choice: Best Sound\" and runner-up for \"Editor's Choice: Best Graphics\" in its \"Best of 2001\". The Game Boy Advance version was awarded \"Best Mobile Interactive Game\" at the 2001 BAFTA Interactive Entertainment Awards. It was a runner-up in GameSpots annual award category for the best alternative sports console game, and in the \"Biggest Surprise\" and \"Best Game Boy Advance Game\" categories. In 2007, IGN editor-in-chief Craig Harris ranked the Game Boy Advance version #5 in his list of the \"Top 25 Game Boy Advance Games of All Time\". ==Sequel== The game was followed up by a third sequel, titled Pro Skater 3, was released the following year in October 2001. ==References== ;Note ;References ==External links== * Category:2000 video games Category:Activision games Category:Aspyr games Category:Dreamcast games Category:Game Boy Advance games Category:Game Boy Color games Category:IOS games Category:Classic Mac OS games Category:Multiplayer and single-player video games Category:Natsume (company) games Category:Neversoft games Category:Nintendo 64 games Category:PlayStation (console) games Category:Skateboarding video games Category:Split-screen multiplayer games Pro Skate∗r 2 Category:Treyarch games Category:Vicarious Visions games Category:Video game sequels Category:Video games developed in Japan Category:Video games developed in the United States Category:Video games set in Arizona Category:Video games set in Boston Category:Video games set in California Category:Video games set in Chicago Category:Video games set in France Category:Video games set in Hawaii Category:Video games set in Los Angeles Category:Video games set in Mexico Category:Video games set in Montana Category:Video games set in New York City Category:Video games set in Philadelphia Category:Windows games Category:Windows Mobile Professional games",
 "title": "Tony Hawk's Pro Skater 2"
}