{
 "id": "73625",
 "text": "Nassau County is the northeasternmost county of the U.S. state of Florida. According to the 2020 United States Census, the county's population was 90,352. The county seat and the largest incorporated city is Fernandina Beach. Nassau County is part of the Jacksonville metropolitan area, which was home to 1,534,701 people in 2018. The county is situated in Northeast Florida with a land area of . Population growth in the county has increased by over 28,000 residents since the year 2000 as a result of Nassau's proximity to downtown Jacksonville, new housing developments, agricultural production, tourism locations, and a diversifying tax base with new industrial and commercial companies moving to the county. Nassau County is also a popular choice of residence for military personnel stationed on bases in nearby Duval County (Naval Air Station Jacksonville, Naval Station Mayport) and Camden County (Naval Submarine Base Kings Bay). ==History== Nassau County was created in 1824 from Duval County. It was named for the Duchy of Nassau in Germany. File:Arms_of_Nassau.svg|The ancestral and core coat of arms of Nassau File:Hertogdom_Nassau_wapen.svg|Coat of Arms for Nassau The Battle of Alligator Bridge took place in Nassau County around Callahan on June 30, 1778, and was the only major engagement in an unsuccessful campaign to conquer British East Florida during the American Revolutionary War. ==Law and government== right|thumb|Robert M. Foster Justice Center in Yulee The main environmental and agricultural body is the Nassau County Soil and Water Conservation District, which works closely with other area agencies. ===County Commissioners=== Nassau County is governed by the five-member Nassau County Board of County Commissioners, who are elected to four-year terms by the voters. The terms are staggered so that either three or two commissioners (alternately) are up for election every two years. The Nassau County Commissioners consists of the five members below: {| class=\"wikitable\" ! Commissioner ! Term |- |John Martin |2020–2024 |- |Aaron Bell (Vice-Chair) |2018–2022 |- |Jeff Gray |2020–2024 |- |Thomas Ford (Chair) |2018–2022 |- |Klynt Farmer |2020–2024 |} ===Ocean Highway & Port Authority=== The Ocean Highway & Port Authority (OHPA) is the independent government agency in Nassau County, Florida, that owns and operates the seaport system at the Port of Fernandina. OHPA was founded in 1941 by the Florida Legislature. The Port of Fernandina is used for terminal service for pulp and paper as well as steel exports, machinery, auto parts, chemicals, beverages, chemicals, building materials and food products. Container lines from the port serve routes to Colombia, Venezuela, the Dominican Republic, Haiti, Jamaica, Aruba, Curaçao, and Bermuda. In 2020 the port received over a million dollar grant from the United States Department of Transportation to start a barge service. OHPA Commissioners * Distirct 1: Miriam Hill * District 2: Danny Fullwood (Chair) * District 3: Scott Hanna * District 4: Carrol Franklin * District 5: Michael Cole ===Police=== The Nassau County Sheriff's Office provides services for the citizens of Nassau County. The Office of the Sheriff has a duty to enforce both the Florida Constitution and Florida state laws and statutes, and to provide for the security, safety and well being of its citizens. This is accomplished through the delivery of law enforcement services, the operation of the Nassau County Jail and Detention Center, and the provision of court security. The Nassau County Sheriff's Office Headquarters is in Yulee. the Sheriff is Bill Leeper. ===Court Houses=== The Nassau County Courthouse in Fernandina Beach is a historic two-story red brick courthouse built in 1891. The Robert M. Foster Justice Center is in Yulee. It was opened in 2004 to augment the historic Nassau County Courthouse location. This facility contains over 111,000 square feet and cost over $20 million to build. ==Climate== Like much of the south Atlantic region of the United States, Nassau County has a humid subtropical climate (Köppen Cfa), with mild weather during winters and hot and humid weather during summers. Seasonal rainfall is concentrated in the warmest months from May through September, while the driest months are from November through April. Due to Yulee's low latitude and proximity to the coast it allows for very little cold weather, and winters are typically mild and sunny. ==Geography== According to the U.S. Census Bureau, the county has an area of , of which is land and (10.6%) is water. The city of Fernandina Beach is on Amelia Island, the county's one inhabited island. Fernandina Beach municipality extends across the Intracoastal Waterway along A1A to Yulee. ===Topography=== There are 12 distinct topographical zones in Nassau County. Most of these zones run in narrow bands stretching from north to south, although this is less true as one approaches the Atlantic coast. # Directly against the western border with Baker County, the topography ranges from fairly flat to slightly elevated. Drainage is poor and the soil is sandy. # Moving east, there are some areas (mostly in the northern and central county) of higher ground with much better drainage. # East of these areas are some lower places, especially in the south, that are level and have extremely poor drainage. # Eastward again, there is a stretch that ranges from a few miles in the extreme northern areas to about 6- wide in the southern area, including Hilliard and much of County Road 108 and State Road 301. This area again has very poor drainage, low-lying land, and fairly sandy soil. # East of this are scattered areas of high, sandy land with spotty or poor drainage. # East of this, there is an area including Callahan with very sandy soil on top, and clay underneath. This section of the county is heavily permeated by small creeks and rivers, which bring with them low, poorly drained soils. This zone extends across the entire county from north to south at a fairly consistent width of about 3-, except in the north, where it widens to nearly across. # East of this area is a large band of land with a consistent width of about . The land is low and level with extremely poor drainage, and it is permeated by small creeks and rivers. In the northern section, this is where some tributaries join the St. Marys River, while in the south a number of tributaries drain into the Nassau River, which flows into the Nassau Sound and the Atlantic Ocean. # East of this area is a section of land about in width that has extremely sandy soils with bad drainage all around. # Further eastward is a large area, including Yulee and O'Neil, about in width, with poor drainage and sandy soil at higher elevations, pockmarked by large areas of low lands with even worse drainage. # To the south is an area of low-lying, organic soils which are essentially marshes and wetlands along the northern bank of the Nassau River, continuing into the Nassau Sound. # Still eastward and somewhat to the north is a large area of marshes and organic soils which characterize area wetlands. There are many small islands in this area, and it is permeated by the Bells River and Jolly River, which empty into the Cumberland Sound to the north, just below Cumberland Island. # Amelia Island, the easternmost section of the county, is characterized by poor drainage in the west and better drained, higher, sandier land as one travels eastward towards the beach. The northern area of the island features salty marshlands surrounding Egan's Creek, which runs directly beneath Atlantic Boulevard in Fernandina Beach. ===Adjacent counties=== * Camden County, Georgia – north * Duval County – south/east * Baker County – southwest * Charlton County, Georgia – west ==Transportation== ===Airports=== * Fernandina Beach Municipal Airport * Hilliard Airpark ===Major highways=== * 20px Interstate 95 * 20px Interstate 10 * 25px US 1 * 25px US 17 * 25px US 23 * 25px US 90 * 25px US 301 * 20px A1A * 20px SR 2 * 20px SR 15A * 20px CR 108 * 20px SR 115 * 20px CR 119 * 20px SR 200 ==Demographics== As of the census of 2000, there were 57,663 people, 21,980 households, and 16,528 families residing in the county. The population density was 34/km2 (88/sq mi). There were 25,917 housing units at an average density of 15/km2 (40/sq mi). The racial makeup of the county was 90.0% White, 7.7% Black or African American, 0.4% Native American, 0.5% Asian, <0.1% Pacific Islander, 0.3% from other races, and 1.0% from two or more races. 1.5% of the population were Hispanic or Latino of any race. According to the 2000 Census, the largest European ancestry groups in Nassau County were: English (36.2%), Irish (13.6%) and German (11.7%). There were 21,980 households, out of which 32.8% had children under the age of 18 living with them, 61.2% were married couples living together, 9.9% had a female householder with no husband present, and 24.80% were non-families. 20.1% of all households were made up of individuals, and 7.7% had someone living alone who was 65 years of age or older. The average household size was 2.59 and the average family size was 2.97. In the county, the population was spread out, with 25.0% under the age of 18, 7.2% from 18 to 24, 28.8% from 25 to 44, 26.3% from 45 to 64, and 12.6% who were 65 years of age or older. The median age was 38 years. For every 100 females there were 97.3 males. For every 100 females age 18 and over, there were 94.8 males. As of 2021, the median income for a household in the county was $64,943. The per capita income for the county was $36,553. About 8.1% of the population were below the poverty line. ==Economy== Nassau County's economy is very diverse, ranging from agricultural activity (mostly in the form of tree farms) in the west and central areas, to a variety of activities closer to Amelia Island. Much of the land used for tree farming is owned by Rayonier, a major employer in the area, and the owner of a large pulp mill in Fernandina Beach. Historically, tree farming, trucking, and pulp production have characterized a large portion of the local economy. However, extensive growth is occurring in the outlying small towns in the rural western area, and the home construction market is still quite strong. Fernandina Beach has long been known for professional industries such as real estate, legal services, and medical care, and is also the closest city to two upscale resorts: the Ritz-Carlton Hotel and Amelia Island Plantation. In the central area of the county, a private tract of land known as the White Oak Conservation was once owned by a wealthy family who ran the area as a private zoo, complete with exotic animals such as giraffes and large albino cats. Numerous public figures, including former President Bill Clinton, have traveled to the resort in the past as a vacation spot. Nassau County has several outdoor festivals and events. The county is home to two world-class golf courses: The Golf Club at North Hampton was designed in part by Arnold Palmer, and is over , has 18 holes and a 72 par. and the Amelia National Golf & Country Club, designed by Tom Fazio which has 18 holes and a 72 par. The Nassau County Economic Development Board, which represents all of Nassau County as a desirable place to relocate a business or to expand a business. In November 2017 it was announced that the University of Florida will be building two health and fitness facilities. In January 2018 the large energy company Florida Public Utilities announced that they will be relocating to Yulee and will be building a new corporate headquarters. In 2017 Rayonier completed building a new corporate headquarters in Yulee. Rayonier also plans to develop a pine forest in Yulee into a community complete with housing, offices, medical facilities, shopping centers, light industrial facilities and schools. The development, starting with and is called Wildlight. Rayonier is also working with Nassau County to develop the Wildlight Elementary School at a cost of $26 million which is scheduled to open for the start of the 2017–2018 academic year with 600 students. Fernandina Beach Municipal Airport, a general aviation airport and former military airbase that is also now used at times by the U.S. Navy, the U.S. Coast Guard and the Florida Air National Guard and is in Amelia Island south of the central business district of Fernandina Beach. It is designated as a reliever airport for Jacksonville International Airport. Hilliard is home to a Federal Aviation Administration (FAA) Air Traffic Control Center, which coordinates most commercial and civilian air traffic for the southeastern United States. The FAA center is a major employer in Hilliard and there are many retired FAA employees who live in Nassau County. The Florida Welcome Center in the county is a \"tourist information house\", near the Florida/Georgia state line on I-95. This center provides incoming visitors with a variety of information on travel, highways, sports, climate, accommodations, cities, outdoor recreation, and attractions. In tribute to the citrus industry (which historically has been a major part of Florida's economy), every visitor is offered a free cup of Florida citrus juice (orange or grapefruit).title=Tourism Promotion Corporation – State of Florida ===Top employers=== According to the Nassau County website as of June 2019, the top employers in the county are: {| class=\"wikitable\" |- ! # ! Employer ! # of Employees in 2019 |- | 1 | Nassau County School District |style=\"text-align: right;\"|1,598 |- |2 | The Omni Amelia Island Plantation |style=\"text-align: right;\"|1,200 |- |3 | Nassau County Government |style=\"text-align: right;\"|672 |- |4 | The Ritz-Carlton, Amelia Island |style=\"text-align: right;\"|700 |- |5 | Federal Aviation Administration |style=\"text-align: right;\"|550 |- |6 | WestRock |style=\"text-align: right;\"|460 |- |7 | Baptist Medical Center Nassau |style=\"text-align: right;\"|420 |- |8 | Rayonier Advanced Materials |style=\"text-align: right;\"|300 |- |9 | Care Centers of Nassau |style=\"text- align: right;\"|250 |- |10 | Rayonier |style=\"text-align: right;\"|249 |} ==Education== ===Public – Nassau County School District=== Nassau County Public School District operates public schools. Its schools are below: Elementary schools: * Bryceville Elementary (K-5) – Bryceville * Callahan Elementary (PreK-2) – Callahan * Callahan Intermediate (3–5) – Callahan * Emma Love Hardee Elementary (3–5) – Fernandina Beach * Hilliard Elementary (PreK-5) – Hilliard * Southside Elementary (PreK-2) – Fernandina Beach * Yulee Elementary (3–5) – Yulee * Yulee Primary (PreK-2) – Yulee * Wildlight Elementary (K-5) – Wildlight Middle schools: * Callahan Middle (6–8) (Mascot: Ramblers) – Callahan * Fernandina Beach Middle (6–8) (Mascot: Pirates) – Fernandina Beach * Yulee Middle (6–8) (Mascot: Hornets) – Yulee High schools: * Fernandina Beach High (9–12) (Mascot: Pirates) – Fernandina Beach * West Nassau High (9–12) (Mascot: Warriors) – Callahan * Yulee High (9–12) (Mascot: Hornets) – Yulee Middle-senior high schools: * Hilliard Middle-Senior High (6–12) (Mascot: Red Flashes ) – Hilliard ===Private schools=== * Amelia Island Montessori ( Pre Kindergarten-8) – Fernandina Beach * Faith Christian Academy (Pre- Kindergarten-12) – Fernandina Beach * Fernandina Beach Christian Academy ( Kindergarten-5th (2015) – Fernandina Beach * Nassau Christian School ( Pre Kindergarten-12) – Yulee * St. Michaels Academy (Pre Kindergarten-8) – Fernandina Beach * Sonshine Christian School( Pre Kindergarten-12) – Callahan ===Higher education=== Florida State College at Jacksonville, a state college in the Florida College System, has a campus in Nassau County near Yulee called the Betty Cook Center. It is accredited by the Southern Association of Colleges and Schools to award associates degrees and bachelor's degrees. ==Libraries== The Nassau County Public Library has 5 branches. A major renovation of the Fernandina Beach branch was completed in 2015 and a grand opening of the branch was held in April, 2016. The newly renovated library, at 25 North 4th Street, doubled its size to approximately . Per the Nassau County Public Library's long range plan for 2013–2017, this renovation brought that building, originally opened in 1976, up to current Nassau County code. A resolution between the City of Fernandina Beach and Nassau County was also passed that details the ownership of the Library facility and Library operations. The Fernandina Beach branch also houses over one thousand titles that belong to the Amelia Island Genealogical Society. The materials are available for public use at the library. * Bryceville * Callahan * Fernandina Beach * Hilliard * Yulee ==Media== There are three newspapers in Nassau County. The largest, the Fernandina Beach News-Leader is owned by Community Newspapers Incorporated, a media company headed by Tom Wood and Dink NeSmith. The Nassau County Record is also owned by Community Newspapers Incorporated. Both of these periodicals are available by subscription or from newsstands. The Westside Journal, an independent newspaper, is published by Florida Sun Printing, and is available for free through the mail and usually features submitted copy. ==Municipalities and Communities== ===City=== * Fernandina Beach ===Towns=== * Callahan * Hilliard ===Census-designated places=== * Nassau Village-Ratliff * Yulee ===Other unincorporated communities=== * Amelia City * American Beach * Andrews * Becker * Boulogne * Bryceville * Chester * Crandall * Crawford * Dahoma * Dyal * Evergreen * Franklintown * Glenwood * Gross * Hedges * Hero * Ingle * Italia * Keene * Kent * Kings Ferry * Lessie * Mattox * Nassauville * O'Neil * Verdie * Yulee Heights ===Gallery of Municipalities and Communities=== Image:ErvinsRest4.JPG|Amelia Island Image:PierFBFL.JPG|Fernandina Beach Image:YuleeJudCom.JPG|Yulee Image:WNHSCallahan.JPG|Callahan Image:Italia_Historical_Marker.jpg|Italia Image:HilliardMansionFL.JPG|Hilliard Image:AmericanBeach2.JPG|American Beach Image:YuleeRiverFL.JPG|Yulee Heights ==Politics== {| align=\"center\" border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"float:right; margin: 1em 1em 1em 0; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" |+ Nassau County vote by party in presidential elections |- style=\"background:lightgrey;\" ! Year ! Republican ! Democratic ! Third parties |- | style=\"text-align:center;\" |2020 | style=\"text-align:center;\" |72.3% 42,566 | style=\"text-align:center;\" |26.4% 15,564 | style=\"text-align:center; background:honeyDew;\"|1.3% 785 |- | style=\"text-align:center;\" |2016 | style=\"text-align:center;\" |72.9% 34,266 | style=\"text-align:center;\" |23.1% 10,869 | style=\"text-align:center; background:honeyDew;\"|4.0% 1,857 |- | style=\"text-align:center;\" |2012 | style=\"text-align:center;\" |73.7% 29,929 | style=\"text-align:center;\" |25.2% 10,251 | style=\"text-align:center; background:honeyDew;\"|1.1% 445 |- | style=\"text-align:center;\" |2008 | style=\"text-align:center;\" |71.4% 27,403 | style=\"text-align:center;\" |27.7% 10,618 | style=\"text-align:center; background:honeyDew;\"|1.0% 371 |- | style=\"text-align:center;\" |2004 | style=\"text-align:center;\" |72.6% 23,783 | style=\"text-align:center;\" |26.2% 8,573 | style=\"text-align:center; background:honeyDew;\"|1.2% 387 |- | style=\"text-align:center;\" |2000 | style=\"text-align:center;\" |69.0% 16,408 | style=\"text-align:center;\" |29.2% 6,955 | style=\"text-align:center; background:honeyDew;\"|1.8% 424 |- | style=\"text-align:center;\" |1996 | style=\"text-align:center;\" |57.4% 12,141 | style=\"text-align:center;\" |34.4% 7,277 | style=\"text-align:center; background:honeyDew;\"|8.3% 1,749 |- | style=\"text-align:center;\" |1992 | style=\"text-align:center;\" |51.5% 9,367 | style=\"text-align:center;\" |30.3% 5,503 | style=\"text-align:center; background:honeyDew;\"|18.2% 3,304 |- | style=\"text-align:center;\" |1988 | style=\"text-align:center;\" |66.6% 8,374 | style=\"text-align:center;\" |33.0% 4,143 | style=\"text-align:center; background:honeyDew;\"|0.5% 58 |- | style=\"text-align:center;\" |1984 | style=\"text-align:center;\" |69.8% 8,039 | style=\"text-align:center;\" |30.2% 3,484 | style=\"text-align:center; background:honeyDew;\"|0.0% 1 |- | style=\"text-align:center;\" |1980 | style=\"text-align:center;\" |50.6% 5,440 | style=\"text-align:center;\" |47.2% 5,074 | style=\"text-align:center; background:honeyDew;\"|2.2% 237 |- | style=\"text-align:center;\" |1976 | style=\"text-align:center;\" |34.3% 3,136 | style=\"text-align:center;\" |64.5% 5,896 | style=\"text-align:center; background:honeyDew;\"|1.2% 108 |- | style=\"text-align:center;\" |1972 | style=\"text-align:center;\" |79.4% 5,078 | style=\"text-align:center;\" |20.2% 1,293 | style=\"text-align:center; background:honeyDew;\"|0.3% 21 |- | style=\"text-align:center;\" |1968 | style=\"text-align:center;\" |19.9% 1,301 | style=\"text-align:center;\" |24.5% 1,598 | style=\"text-align:center; background:honeyDew;\"|55.6% 3,634 |- | style=\"text-align:center;\" |1964 | style=\"text-align:center;\" |53.0% 3,134 | style=\"text-align:center;\" |47.0% 2,781 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1960 | style=\"text-align:center;\" |33.7% 1,666 | style=\"text-align:center;\" |66.3% 3,282 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1956 | style=\"text-align:center;\" |38.3% 1,717 | style=\"text-align:center;\" |61.7% 2,765 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1952 | style=\"text-align:center;\" |40.8% 1,731 | style=\"text-align:center;\" |59.2% 2,510 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1948 | style=\"text-align:center;\" |19.6% 540 | style=\"text-align:center;\" |55.1% 1,518 | style=\"text-align:center; background:honeyDew;\"|25.3% 697 |- | style=\"text-align:center;\" |1944 | style=\"text-align:center;\" |21.8% 527 | style=\"text-align:center;\" |78.2% 1,892 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1940 | style=\"text-align:center;\" |18.2% 421 | style=\"text-align:center;\" |81.8% 1,888 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1936 | style=\"text-align:center;\" |18.1% 242 | style=\"text-align:center;\" |81.9% 1,095 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1932 | style=\"text-align:center;\" |19.7% 296 | style=\"text-align:center;\" |80.3% 1,206 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1928 | style=\"text-align:center;\" |65.1% 863 | style=\"text-align:center;\" |33.6% 445 | style=\"text-align:center; background:honeyDew;\"|1.3% 17 |- | style=\"text-align:center;\" |1924 | style=\"text-align:center;\" |13.9% 106 | style=\"text-align:center;\" |80.7% 617 | style=\"text-align:center; background:honeyDew;\"|5.5% 42 |- | style=\"text- align:center;\" |1920 | style=\"text-align:center;\" |22.5% 281 | style=\"text- align:center;\" |72.1% 900 | style=\"text-align:center; background:honeyDew;\"|5.4% 67 |- | style=\"text-align:center;\" |1916 | style=\"text-align:center;\" |15.8% 94 | style=\"text-align:center;\" |70.4% 420 | style=\"text-align:center; background:honeyDew;\"|13.9% 83 |- | style=\"text- align:center;\" |1912 | style=\"text-align:center;\" |7.1% 38 | style=\"text- align:center;\" |82.9% 441 | style=\"text-align:center; background:honeyDew;\"|10.0% 53 |- | style=\"text-align:center;\" |1908 | style=\"text-align:center;\" |14.8% 92 | style=\"text-align:center;\" |75.0% 466 | style=\"text-align:center; background:honeyDew;\"|10.1% 63 |- | style=\"text- align:center;\" |1904 | style=\"text-align:center;\" |21.2% 161 | style=\"text- align:center;\" |67.2% 509 | style=\"text-align:center; background:honeyDew;\"|11.6% 88 |} ==Notable people== File:George_Crady.jpg|George Crady File:William_B._Allen.jpg|William Allen File:Derrick Henry All-American Bowl.jpg|Derrick Henry File:D. J. Stewart 2014.jpg|D. J. Stewart File:Zack_Taylor.png|Zack Taylor File:Daniel_Thomas_(American_football).JPG|Daniel Thomas File:David_Levy_Yulee_-_Brady-Handy.jpg|David Levy Yulee File:Rick_Stockstill.jpg|Rick Stockstill * William B. Allen, political scientist who was chairman of the United States Commission on Civil Rights from 1988 to 1989, was born in Fernandina Beach in 1944. * Kris Anderson – National Basketball Association player with the Milwaukee Bucks * Raymond A. Brown, attorney whose clients included Black Liberation Army member Assata Shakur, boxer Rubin \"Hurricane\" Carter and \"Dr. X\" physician Mario Jascalevich.Berger, Joseph. \"Raymond A. Brown, Civil Rights Lawyer, Dies at 94\", The New York Times, October 11, 2009. Accessed October 12, 2009. * George Crady – Former member of the Florida House of Representatives * Kyle Denney – Major League Baseball catcher * Ben \"Bubba\" Dickerson, professional golfer.http://jacksonville.com/tu- online/stories/090101/nes_7159685.shtml#.WJ4mwK8zWUk * George Rainsford Fairbanks, a Confederate major in the U.S. Civil War, he was also a historian, lawyer and Florida state senator. The Fairbanks House is listed on the NRHP and is operated as a bed and breakfast lodging establishment. * Joseph Finegan, businessman, Brigadier general for the Confederate States Army; resident of Fernandina Beach. * Derrick Henry – football, 2015 Heisman Trophy Winner running back at Alabama, and the Tennessee Titans * Howie Kendrick, Major League Baseball player for the Anaheim Angels * Frank Murphy Jr former NFL football player for the Chicago Bears, Tampa Bay Buccaneers, Houston Texans and Miami Dolphins.http://jacksonville.com/tu- online/stories/062503/nen_12865055.shtml#.WJ4nNq8zWUk * Apple Pope – American rugby league player who plays for the United States national rugby league team * Tom Schwartz – Entrepreneur, model-actor and star of Bravo's 'Vanderpump Rules' * D. J. Stewart – baseball left fielder at Florida State University * Rick Stockstill, football head coach at Middle Tennessee; raised in Fernandina Beach. * Zack Taylor – Major League Baseball player and manager for the St. Louis Browns * Daniel Thomas, National Football League player for the Miami Dolphins * David Levy Yulee, Florida Territorial representative to Congress and the first U.S. senator from Florida when it became a state, member of the Confederate Congress, builder of Florida's first cross-state railroad (Fernandina to Cedar Key). There is a statue of David Yulee in Fernandina Beach. ==Historic places== * Amelia Island Light * American Beach Historic District * Bailey House * Ervin's Rest * Fairbanks House * Fernandina Beach Historic District * Fort Clinch State Park * Hippard House * Historic Nassau County Courthouse * Merrick-Simmons House * Mount Olive Missionary Baptist Church * Amelia Island Museum of History * Original Town of Fernandina Historic Site * John Denham Palmer House * Tabby House * US Post Office, Custom and Court House == See also== * National Register of Historic Places listings in Nassau County, Florida ==References== ==Further reading== * Jan H. Johannes, Yesterday's Reflections, (1976, 1984) * Jan H. Johannes, Yesterday's Reflections II, (2000) * Jan H. Johannes, Tidewater Amelia: Historic homes & buildings of Amelia Island, Cumberland Island, St. Marys, Fort George Island, (2002) ==External links== ===Economy=== * Amelia Island Plantation * Federal Aviation Administration Air Route Traffic Control Center ZJX * Rayonier * The Ritz Carlton ===Local media=== * Fernandina Beach News-Leader * Nassau County Record * Florida Times-Union in Nassau County ===Cultural=== * Amelia Island Genealogical Society * Nassau County Writers and Poets Society * Fort Clinch ===Government links/Constitutional offices=== * Nassau County Government official website for County Government * Nassau County Clerk of Courts * Nassau County Board of County Commissioners * Nassau County Supervisor of Elections * Nassau County Property Appraiser * Nassau County Sheriff's Office * Nassau County Public Library * Nassau County Tax Collector ====Special districts==== * Nassau County School District * St. Johns River Water Management District * Nassau County Economic Development Board * Nassau County Soil and Water Conservation District ====Judicial branch==== * Public Defender, 4th Judicial Circuit of Florida serving Duval, Clay, and Nassau counties * Office of the State Attorney, 4th Judicial Circuit of Florida * Circuit and County Court, 4th Judicial Circuit of Florida Category:Florida counties Category:1824 establishments in Florida Territory Category:Populated places established in 1824 Category:Counties in the Jacksonville metropolitan area Category:North Florida",
 "title": "Nassau County, Florida"
}