{
 "id": "736200",
 "text": "Multiplicity is a 1996 American science fiction comedy film starring Michael Keaton and Andie MacDowell about a man able to duplicate himself by machine, each duplicate developing a different personality, causing problems. It was based on Chris Miller's short story 'Multiplicity', published in National Lampoon magazine, Spring 1993. The film was co-produced and directed by Harold Ramis. The original music score was composed by George Fenton. The film was released July 17, 1996. It received mixed reviews from critics, and grossed a worldwide total of $21 million at the box office, significantly less than its $45 million budget. == Plot == Doug Kinney (Michael Keaton) works in construction in Los Angeles and his job is constantly getting in the way of his family. Working on a new wing of a scientific facility, Doug meets Dr. Leeds (Harris Yulin), a friendly scientist who has successfully developed a method for cloning humans. He is introduced to Dr. Leeds' clone as proof. Sympathetic to Doug's troubles, he clones him so the clone can take over for Doug at work, while the original tries to spend quality time with his family. The clone, called \"Two\" (although he calls himself \"Lance\"), has all of Doug's memories and knowledge, but personality-wise is an exaggeration of Doug's masculine side. Doug goes to great lengths to keep his clone a secret. While he and his wife Laura (Andie MacDowell) are at a restaurant for dinner, he sees Two on his own date (as he cannot be with Laura). Doug begins to worry about his clone being revealed. Despite the complications of having a clone, Lance is extremely busy at work so Doug has another made to help out at home. \"Three\", who calls himself \"Rico\", is an exaggeration of Doug's feminine side. He is extremely sensitive and thoughtful and loves to cook and take care of the house, much to Lance's chagrin. Lance and Rico attempt to make another clone, \"Four\", who is later named Lenny. Unfortunately, since he is a clone- of-a-clone, his intelligence is considerably lower than that of his predecessors, and he refers to Doug as \"Steve\". (The analogy used refers to how a copy of a copy may not be as 'sharp' as the original). This causes an annoyed Doug to decree that no more clones be created. Doug decides to take some time off, going on a sailing trip. He doesn't want Laura to know, so he has his clones step in for him while he's away. Although he specifically instructs them that Laura is off limits, while he is gone each of the clones, in turn, run into Laura. Despite their best efforts to follow instructions, she persists and eventually has sex with all three of them, thinking they are Doug. The next day, Lance has a cold and is unable to go to work, so he sends Rico. During an inspection on site, Rico's lack of knowledge about the current construction site annoys the inspector, which leads to Doug losing his job. As time passes, Doug's wife becomes increasingly upset with her husband's erratic behavior and how he has no memories of discussions Laura unwittingly had with another clone. Thinking Doug is ignoring her, she reveals her feelings to Lenny, mentioning how Doug has never kept his promise to fix up the house. When she asks him what he wants, an inattentive Lenny replies, \"I want pizza\". Upset, she takes the children and moves back to her parents' home. When Doug returns, he learns that Laura and the kids have left. He also learns from the clones' confessions that he has lost his job and each one of them has had sex with Laura. While Doug tries to determine how to get Laura back, Lenny tells him that Laura said he never fixed the house. With the help of the clones, Doug remodels their home and wins back the love of his wife. He also tells her he is planning to start his own contracting business. Realizing Doug can take care of himself now, the three clones move away. As they are driving away and stopped at a stoplight, Laura sees the three clones in the car next to her. Believing that she is hallucinating, Laura tells her children that you can tell you really love someone when everyone you see reminds you of them. The clones write to Doug that they have set up a successful pizzeria called \"Three Guys from Nowhere\" in Miami, Florida and are masquerading as triplets. Lance becomes the businessman of the shop and serves customers, enjoying this opportunity to meet many women. Rico is the head chef and is \"cooking up a storm and having a ball\", and Lenny is the delivery boy as well as taking a second job as a paperboy. Unfortunately, Lenny confuses the two and is seen delivering pizzas by throwing a box onto a lawn as he rides his bike by. == Cast == * Michael Keaton as Doug Kinney ** \"Two\"/Lance ** \"Three\"/Rico ** \"Four\"/Lenny * Andie MacDowell as Laura Kinney * Zack Duhame as Zack Kinney * Katie Schlossberg as Jennifer Kinney * Harris Yulin as Dr. Leeds * Richard Masur as Del King * Eugene Levy as Vic * Ann Cusack as Noreen * John de Lancie as Ted Gray * Judith Kahan as Franny * Brian Doyle-Murray as Walt * Obba Babatundé as Paul * Julie Bowen as Robin * Dawn Maxey as Beth * Kari Coleman as Patti ==Reception== ===Box office=== The film was released July 17 and ranked 7th at the box office that weekend. The film was not a success at the box office, earning a total of $21,075,014 less than half of its $45 million budget. The Olympic Games was blamed for the poor opening weekend, and Independence Day held on to the number one position. John Krier, head of Exhibitor Relations disagreed that the Olympics were to blame, instead saying competition from other films were the cause since total grosses were the same as the previous year. Multiplicity was competing for the same audience as Eddie Murphy’s The Nutty Professor. ===Critical response=== Multiplicity received mixed reviews from critics. On Rotten Tomatoes it has an approval rating of 45% based on 47 reviews, with an average rating of 5.5/10. The site's critical consensus reads, \"This high-concept experiment only proves that a comedy actually can have too much Michael Keaton.\" Audiences surveyed by CinemaScore gave the film a grade B on scale of A to F. Roger Ebert of the Chicago Sun Times gave the film 2.5 out of 4, and wrote: \"Groundhog Day had a certain sweetness and even a sly philosophical depth, but Multiplicity is more of a ground-level comedy, in which we can usually anticipate the problems for Doug and his clones.\" ===Home media=== The film was first released to DVD on April 15, 1998, shortly after the format debuted; the Columbia/Tri-Star release was a single disc release featuring the ability to watch the film either in widescreen or in fullscreen but not featuring any bonus materials. Since then, a new Columbia/Sony release has replaced it, offering only a Pan & Scan (1.33 aspect ratio) format. Widescreen support is available on Region 2 editions of the movie. Multiplicity was released in widescreen on DVD by Umbrella Entertainment in May 2012. The DVD is compatible with region code 4 and includes special features such as the theatrical trailer and crew biographies. ==See also== * Living with Yourself, a 2019 TV series dealing with similar consequences, although this time their basis was unintentional == References == == External links == * * Category:1996 films Category:1990s science fiction comedy films Category:American films Category:American science fiction comedy films Category:Columbia Pictures films Category:1990s English- language films Category:Films directed by Harold Ramis Category:Films set in Los Angeles Category:Films with screenplays by Babaloo Mandel Category:Films with screenplays by Chris Miller (writer) Category:Films scored by George Fenton Category:Films with screenplays by Harold Ramis Category:Films with screenplays by Lowell Ganz Category:Films about cloning Category:Films produced by Harold Ramis Category:1996 comedy films",
 "title": "Multiplicity (film)"
}