{
 "id": "73624",
 "text": "Dryas octopetala, the mountain avens, eightpetal mountain-avens, white dryas or white dryad, is an Arctic–alpine flowering plant in the family Rosaceae. It is a small prostrate evergreen subshrub forming large colonies. The specific epithet octopetala derives from the Greek octo (eight) and petalon (petal), referring to the eight petals of the flower, an unusual number in the Rosaceae, where five is the normal number. However, flowers with up to 16 petals also occur naturally. As a floral emblem, it is the official territorial flower of the Northwest Territories and the national flower of Iceland. ==Description== The stems are woody, tortuous, with short, horizontal rooting branches. The leaves are glabrous above, densely white-tomentose beneath. The flowers are produced on stalks long, and have eight creamy white petals – hence the specific epithet octopetala. The style is persistent on the fruit with white feathery hairs, functioning as a wind-dispersal agent. The feathery hairs of the seed head first appear twisted together and glossy before spreading out to an expanded ball which the wind quickly disperses. ==Distribution and habitat== Dryas octopetala has a widespread occurrence throughout mountainous areas where it is generally restricted to limestone outcrops. These include the entire Arctic, as well as the mountains of Scandinavia, Iceland, the Alps, Carpathian Mountains, Balkans, Caucasus and in isolated locations elsewhere. In Great Britain it occurs in the Pennines (northern England), at two locations in Snowdonia (north Wales), and more widely in the Scottish Highlands; in Ireland it occurs on The Burren and a few other sites. In North America it is found in Alaska, most frequently on previously glaciated terrain, and through the Canadian rockies reaching as far south as Colorado in the Rocky Mountains. It grows in dry localities where snow melts early, on gravel and rocky barrens, forming a distinct heath community on calcareous soils. ==Climatology== The Younger Dryas, Older Dryas and Oldest Dryas stadials are named after Dryas octopetala, because of the great quantities of its pollen found in cores dating from those times. During these cold spells, Dryas octopetala was much more widely distributed than it is today, as large parts of the northern hemisphere that are now covered by forests were replaced in the cold periods by tundra. ==Cultivation== D. octopetala is cultivated in temperate regions as groundcover, or as an alpine or rock garden plant. It has gained the Royal Horticultural Society's Award of Garden Merit. The leaves are occasionally used as an herbal tea. ==Gallery== Image:Weiße Silberwurz (Dryas octopetala) 2.jpg Image:Dryas octopetala seed head.jpg|Seed head Image:Weiße Silberwurz (Dryas octopetala) 1.jpg ==References== ==Further reading== * * * Category:Dryadoideae Category:Alpine flora Category:Flora of the Arctic Category:Flora of Europe Category:Flora of the Alps Category:Flora of the Northwestern United States Category:Flora of Subarctic America Category:Flora of Western Canada Category:Plants described in 1753 Category:Taxa named by Carl Linnaeus Category:Subshrubs",
 "title": "Dryas octopetala"
}