{
 "id": "736321",
 "text": "{{Infobox settlement |name = Jiujiang |official_name = |other_name = Kiukiang |native_name = 九江市 |native_name_lang = zh |nickname = |settlement_type =Prefecture-level city |total_type = |motto = |image_skyline = Jiujiang city.jpg |imagesize = 290 |image_caption = Jiujiang Panorama |image_seal = |seal_size = |image_shield = |shield_size = |image_blank_emblem = |blank_emblem_type = |blank_emblem_size = |image_map = Location of Jiujiang Prefecture within Jiangxi (China).png |mapsize = |map_caption = Location of Jiujiang City jurisdiction in Jiangxi |image_map1 = |mapsize1 = |map_caption1 = |image_dot_map = |dot_mapsize = |dot_map_caption = |dot_x = |dot_y = |subdivision_type = Country |subdivision_name = People's Republic of China |subdivision_type1 = Province |subdivision_name1 = Jiangxi |subdivision_type2 = |subdivision_name2 = |seat_type = |seat = Municipal seat |parts_type = Xunyang District |parts_style = |parts = |p1 = |p2 = |government_footnotes = |government_type = |leader_title =Party Secretary |leader_name =Binyang Lin |leader_title1 =Mayor |leader_name1 =Yiping Xie |leader_title2 = |leader_name2 = |leader_title3 = |leader_name3 = |leader_title4 = |leader_name4 = |established_title = |established_date = |established_title1 = |established_date1 = |established_title2 = |established_date2 = |established_title3 = |established_date3 = |founder = |named_for = |area_magnitude = |unit_pref = |area_footnotes = |area_total_km2 =18823 |area_land_km2 = |area_water_km2 = |area_water_percent = |area_urban_km2 =598 |area_metro_km2 =598 |area_blank1_title = |area_blank1_km2 = |elevation_footnotes = |elevation_m = 20 |elevation_ft = |elevation_max_m = 1794 |elevation_max_point = Jiuling Mountains |elevation_min_m = |elevation_min_ft = |population_as_of =2020 census |population_footnotes = |population_note = |population_total =4600276 |population_density_km2 =auto |population_metro =1164268 |population_density_metro_km2 =auto |population_urban =2814240 |population_density_urban_km2 =auto |population_blank1_title = |population_blank1 = |population_density_blank1_km2 = |timezone = China Standard |utc_offset = +8 |coor_pinpoint = Jiujiang municipal government |coordinates = |postal_code_type = Postal code |postal_code = |area_code = |iso_code = CN-JX-04 |website = |footnotes = }} Jiujiang (), formerly transliterated KiukiangPostal romanization or Kew Keang, is a prefecture-level city located on the southern shores of the Yangtze River in northwest Jiangxi Province, People's Republic of China. It is the second- largest prefecture-level city in Jiangxi province. Jiujiang literally means \"nine rivers\". It is one of the first five cities open to foreign trade along the Yangtze River after Chinese Reform and Opening policy. It is Yangtze River shipping hub international gateway, and Jiangxi's only international trade port city. Jiujiang Port is the fourth largest port on the Yangtze River. Its population was 4,600,276 inhabitants at the 2020 census whom 1,164,268 in the built up area made of 3 urban districts (Xunyang, Lianxi, and Chaisang). In 2007, the city is named China's top ten livable cities by Chinese Cities Brand Value Report, which was released at 2007 Beijing Summit of China Cities Forum. ==Administrative divisions== * Districts: :*Xunyang District () :*Lianxi District () :*Chaisang District () * Counties: :*Wuning County () :*Xiushui County () :*Yongxiu County () :*De'an County () :*Duchang County () :*Hukou County () :*Pengze County () * County-level city: :*Ruichang () :*Gongqingcheng (). Directly administered as a sub-prefecture-level city since 1 July 2014. :*Lushan () * Others: :* Bureau and Administration Committees ::* Mountain Lu Scenic Area Administration Bureau ::* Mountain Lu West Sea Scenic Area Management Committee ::* Bali Lake New Area Management Committee ::* Poyang Lake Ecological Science and Technology City Management Committee :* Towns and Sub-district Offices ::* There are 235 towns and 11 sub-district offices {| class=\"wikitable\" ! Map |- | |} ==History== thumb|right|The mountain range to the South of Jiujiang ===Ancient History=== In ancient times it was told that nine rivers converged near where Jiujiang sprang up to become Jiangxi's main water port today. During the Xia through the Shang Dynasties the capitals of several states were located in area of Jiujiang. In the Spring & Autumn Period (770–476 BCE) Jiujiang bordered between the states of Wu (downstream, to the east) and Chu (upstream, to the west). ===Imperial History=== Tao Yuanming (365–429 CE) a famous Chinese philosopher lived at the base of Lushan. He was once appointed magistrate of nearby Pengze County and after 83 days resigned due to the politics involved in administering justice. He retired back to his village to pen an essay called \"Peach Blossom Spring\". In 757, Li Bai (701–762 CE) was implicated in An-Shi disturbances and imprisoned at Jiujiang. Bai Juyi (772–846 CE) wrote a poem called \"Lute Song\", which is about his sadness and isolation of forced exile as a middle rank official to reside in such a small town. In the 13th century Zhu Xi was a Confucian philosopher who practiced at the White Deer Grotto Academy, on Lushan's eastern flanks. Jiujiang has also been known as Jiangzhou and Xunyang in former times. During the Jin Dynasty (266–420) it was known as Sin Yang, the Liang dynasty (502–557) it was called Jiangzhou. The Sui Dynasty saw its name as Jiujiang and the Song Dynasty (960–1127) called it Ting Jiang. The Ming dynasty (1368–1644), gave it Jiujiang which has retained its name to this day. It was a Taiping rebellion stronghold for five years (1850–1864) after they devastated the town to only leave one street with buildings intact. The city served as the capital of Taiping's Jiangxi province during this time. ===British Concession and European Settlement History=== thumb|right|The Jiujiang waterfront circa 1873. thumb|Former Abbey thumb|Former Japanese Consulate thumb|Former Catholic School thumb|Former Mobil Firm ====The Arrival of the Europeans==== A member of Lord Elgin's committee arriving in 1858 to survey Chinese ports for treaty status noted: \"We found it to the last degree deplorable.\" A single dilapidated street, composed only of a few mean shops, was all that existed of this once thriving populous city. The remainder of the vast area composed within its massive walls 9-10 kilometers in circumference, contained nothing but ruins, weeds and kitchen gardens. After Jiujiang becoming an open treaty port in 1862, it was exporting Jiangxi's vast rice crop. In 1904, more than 160,000 kilos of opium were moved through its customs house. The New York Methodist Mission Society's Superintendent, Virgil C. Hart, arrived in Kiukiang in 1866 and bought a piece of property just east of the city wall. This is where the city's first Methodist Church and western hospital was built, with the hospital renamed the #1 Hospital, and the oldest/continuous operating hospital in Jiangxi Province.\"Man On A Mission\" by Stanley Crawford In 1896 Drs. Mary Stone (Shi Meiyu) and Ida Kahn (Kahn Cheng) arrived back in Jiujiang, being China's first two native female western-educated doctors; having graduated from the University of Michigan Medical School. They were provided with funds collected by Dr. I. N. Danforth (from Chicago residents), to build the Elizabeth Skelton Danforth Hospital and administered entirely by the native Chinese. This was later renamed Jiujiang Women's and Children's Hospital, and the nursing education by Drs. Stone and Kahn would later be the impetus for the founding of Jiujiang University and Jiujiang Medical School.\"The Middle Kingdom's Miracle Maidens\" by Stanley Crawford It became one of the three centers of the tea trade in China along with Hankou and Fuzhou. The Russians had two brick tea producing factories, but ceased operations after 1917. On October 16, 1927, there was an explosion of ammunition on the Chinese troopship Kuang Yuang near Jiujiang. The British surrendered their concession in 1927 after being robbed and its Chinese workers mutineered their posts to the marauding crowds. An economic recession had set in over the decades as Indian and Chelonian tea made for greater competition. A military advance was being staged upriver in Wuhan by the Kuomintang in 1927 and all the remaining expatriate community fled on British and American warships towards safer waters of Shanghai, to never return. Jiujiang languished as a port and much of its export trade was siphoned off with the connecting of Nanchang to coastal rail lines built in 1936–37. ====The Establishment of British Concession==== thumb|Former Taiwan Bank of Japan After China's defeat in the Second Opium War, China and Britain signed the Treaty of Tientsin. At the beginning of the eleventh year of Xianfeng (1861), the British Counsellor, Harry Parkes, went to the new port on the Yangtse River by naval vessel according to the treaty to investigate the situation and select the site of concession to be opened. After the concession sites of Zhenjiang and Hankou were delimit, on March 22, Harry Parkes returned to Jiujiang from Hankou and decided to open up a commercial port in Jiujiang.Bickers, R., & Jackson, I. (2016). Introduction: law, land and power: treaty ports and concessions in modern China. In Treaty Ports in Modern China (pp. 11-32). Routledge. In the 11th year of xianfeng (1861), Zhang Jixin, general minister of Jiangxi province, signed with Harry Parkers the treaty of opening up the British concession in Jiujiang, the Treaty of Land Lease in Jiujiang. The concession was located in a narrow area on the west of Jiujiang, between the Yangtze River and Gantang Lake, to the west of Longkai River, with a length of 150 zhang from east to west and a depth of 60 zhang from south to north, covering an area of 150 acres. The southern part of the concession includes part of PenPu Port.Bickers, R. (2013). 8. British Concessions and Chinese Cities, 1910s–1930s. In New Narratives of Urban Space in Republican Chinese Cities (pp. 155-195). Brill. ====The Development of Kuling town in Mountain Lu==== In the early 20th century, Kuling town on top of Mountain Lu became the summer resort for international residents because of its beautiful geological landscape and nice climate. At the golden age, over 4000 foreigners from America and European countries lived in this small town in summer time.Nield, R. (2015). China’s Foreign Places: The Foreign Presence in China in the Treaty Port Era, 1840–1943. Hong Kong University Press. Kuling, on the slopes of a wide valley of Mountain Lu, was established in 1895 by the missionaries Edward Selby Little, Dr. Edgerton Haskell Hart and three others, as a sanitarium and rest resort for Western missionaries in southern China. They built their houses in the colonial style of architecture, and added churches, schools, and sports facilities. It was named by Little, as a pun: it is wonderfully cooling after the summer heat in the plains below. It was also a word that sounded conveniently Chinese to the local people, and has been adopted by them. Kuling was run by the missionaries in a Kuling Council that sold the plots of the land and with the proceeds paid for local services and security. In 1910, Caroline Maddock Hart and four others met to found the Nurses Association of China; with Caroline Maddock Hart being its first president. ===Modern History=== Until 1949 Jiujiang had very little industry except for local handicrafts. Manufacturing is Jiujiang's backbone today with auto, machinery, petrochemical, shipbuilding and textiles as its cornerstones. After the completion of the Yangtze River Bridge in 1992 and the Beijing to Kowloon (Hong Kong) and Wuhan to Shanghai rail systems laid, a convenient ground corridor was provided and a regional airport now serves most of China's capital cities. In 2005, an earthquake hit Ruichang. Kuling American School Association donated 200 sets of desks and chairs and more than 50 sets of Oxford English-Chinese Dictionary to a local primary school near Ruichang. ==Economy== ===Economic and Technological Development Zones=== :*Jiujiang Free Trade (Tariff-free) Zone :*Jiujiang National Economical and Technological Development Zone :*Jiujiang Gongqingcheng National High-tech Industrial Development Zone ===Latest Ranking in the Chinese Cities=== In 2020, Jiujiang's GDP is 324.1 Billion Yuan. Jiujiang's GDP ranks 80th among Chinese cities. ==Demography== The city administers a total population of approximately 4,600,276 at the 2020 census of whom approximately 2,814,240 are urban living in the urban area. The population density is 240 per km2. Han Chinese make up 99.8% of the population. Registered residents include 25 ethnic minorities. Six of them are major minorities in Jiujiang. They are: Hui, Miao, Zhuang, Tujia, and She. Jiujiang dialect is unlike typical Gan dialect of Jiangxi. Jiujiang dialect is a variety of Lower Yangtze Mandarin and is close to Wu languages. ==Climate== ==Industry== Primary industries include: * Manufacturing * Petrochemical Refinement * Tourism * Import/Export (through river port) * Agricultural Chemical Production ==Transport== === Road === *G56 Hangzhou–Ruili Expressway *G70 Fuzhou–Yinchuan Expressway *Jiujiang Ring Expressway *Chang-Jiu Expressway *Jiu-Rui Expressway *G45 Daguang Expressway *Yongwu Expressway *Penghu Expressway *Xiu-ping Expressway *Du-Jiu Expressway *Dong-jiu Expressway ===Rail=== *Beijing-Kowloon *Tongling–Jiujiang *Hefei–Jiujiang *Wuhan–Jiujiang* *Nanchang–Jiujiang Intercity Railway *Chang-jiu intercity railway *Wu-jiu high speed railway *Jiujing-qu railway *He-an-Jiu passenger dedicated line *Fu-gang-jiu passenger dedicated line *Chang-jiu high speed railway. ===Air=== *Jiujiang Lushan Airport (JIU) ===Port=== Jiujiang Port is the largest port in Jiangxi Province located at the junction of the Yangtze River, Poyang Lake and the Beijing-Kowloon Railway. From west to east, this port consists of five docks namely Ruichang, Chengxi, Chengqu, Hukou and Pengze. As an important port situated on the lower and middle reaches of Yangtze River and one of the 5 main ports on the river, many domestic and international marine routes have been established, In the main, the freight handled consists of mineral building materials, coals, metal and nonmetal ores and petroleum. ===Yangtze Bridges=== At present, Jiujiang has two Bridges built across the Yangtze River. They are Jiujiang Yangtze River Bridge and Jiujiang Yangtze River Expressway Bridge. The third bridge across the Yangtze River in Jiujiang is under construction. The fourth bridge across the Yangtze River in Jiujiang is being designed ==Colleges and universities== thumb|Jiangxi Vocational College of Finance and Economics * The University of Jiujiang: a university located in Lianxi District. The location is most easily reached by the 101 bus from the city center. * Jiangxi Vocational College of Finance and Economics: a small picturesque college located right by the lake. This college is well situated within the city. * Jiujiang Vocational and Technical College: a vocational college located in Lianxi District near Jiujiang University. * Jiujiang Vocational University: a vocational college located in Lianxi District near Jiujiang University. * Jiangxi Fenglin College: a vocational college located in Yongxiu county. * Jiujiang Vocational College of Polytechnic: a vocational college located in Jiujiang Economic and Technological Development Zone. * Gongqing Institute of Science and Technology: a vocational college located in Gongqingcheng. Gongqingcheng belongs to Jiujiang. * Gongqing College of Nanchang University: a local college located in Gongqingcheng. * Science and Technology College of Jiangxi Normal University: a local college located in Gongqingcheng. * Modern Economics and Management College of Jiangxi Finance and Economics University: a local college located in Gongqingcheng. * Science and Technology College of Nanchang Aviation University: a vocational college located in Gongqingcheng. * Science and Technology College of Nanchang University: a local college located in Gongqingcheng. * Nanchang Business College of Jiangxi Agriculture University: a local vocational college located in Gongqingcheng. ==International relations== ===Twin towns — Sister cities=== Jiujiang is twinned with: * Baw Baw, Australia * Chios, Greece * Jeongseon, South Korea * Kajaani, Finland * Koper, Slovenia * Legionowo, Poland * Louisville, United States * La Plata, Argentina * Queimados, Brazil * Redbridge, England, United Kingdom * Savannah, United States * Serowe, Botswana * Tamano, Japan ==Tourism== thumb|Nanshan Park *Mountain Lu: one of the most famous mountains in China. It is located in the south of the urban center and listed as a World Heritage Site. *Mountain Lu National Park: is located on Mountain Lu. In 1996, Mountain Lu became a UNESCO World Heritage Site. In 2004, the Mountain Lu National Park became a member of Global Geoparks Network. Mountain Lu National Park is a place of striking beauty. It has spectacular peaks, lakes, cliffs, waterfalls and important Buddhist and Taoist temples. *Kuling Town: as a homonym for cooling. It is a mountain town in the Mountain Lu National Park. It was established in 1895 by the missionaries Edward Selby Little, Dr. Edgerton Haskell Hart and three others, as a sanitarium and summer resort for Western missionaries in southern China. *British Concession Museum: located on Binjiang road. It was established by local government transforming buildings left from British concession. *Yuliang South Road Historical and Cultural Block: a street combines Chinese and Western cultures. Beside the street are: **the old Catholic school **the old monastery **the Catholic church **Taling Park **the old Perkins Villa **Nengren temple **Western Goods Exhibition Window *Lushan Hotspring: located in Hotspring town, Lushan City. Lushan City is a county-level city belong to Jiujiang. *Haiyun Sand Beach: located in Balihu Park. It is the only high standard man-made beach in Jiangxi Province. It is a famous scenic spot and entertainment resort in Jiujiang. *Xunyang River Scenic Area: located on Binjiang Road in Xunyang District. It is near shoreline of the Yangtze River. Covering an area of some 765 acres (around 509,490 sqm), with distance of 5.2 km long from east to west. It is only 4.5 km away from Jiujiang Station, 1.6 km away from Fuzhou-Yinchuan Expressway, and about an hour's drive from Changbei Airport. Its rich tourism resources include river, ancient building, garden and museum as follows: **Pipa Pavilion **Xunyang Tower **Suojiang Pagoda **British Concession Museum **Baishui Lake Park **Xunyang River Cruise Ship *Mountain Lu West Sea: is located about 90 kilometers to the south of Mountain Lu. It is National 5-Star Scenic Spot. The are thousands of islands in the area just like Maldives. In 2007, between June and August, American reality program Survivor filmed its fifteenth season, Survivor: China, in the area. The program host Jeff Probst claimed that this was the first American television series filmed entirely in China. *Nanshan Park (): completed in early 2013. This park, home to a new pagoda, is covered in flora and lights up the Jiujiang sky at night. *Yanshui Pavilion: located in city center, near Gantang lake. It is a well known scenic spot in Jiujiang. *Donglin Temple: a Buddhist temple located at foot of Mountain Lu. It is built by Huiyuan (Buddhist), founder of Pure Land Buddhism. Pure Land Buddhism later spread to Japan and gained its prominence there. In 1175, Hōnen established Pure Land Buddhism as an independent sect in Japan known as Jōdo-shū. Pure Land schools have nearly 40 percent of Japanese Buddhism practitioners, only second to Chan schools. **The temple provide free vegetarian lunch and free guest house. Visitors can stay at guest house in temple for free up to three days. The guest house is gender separated, and visitors have to share room with others. *Donglin Buddha: the world's tallest statue of Amitabha Buddha. Total cost is about 1 billion Yuan. Surface of the Buddha is plated with 48 kilograms of gold. Buddha height is 48 meters tall, representing the forty-eighth vows of Amitabha Buddha. Total height is 81 meters. *Mountain Lu Four Seasons Flower City (Botanical Garden): located in Bali lake New Area. It is Jiujiang's largest flower plant park. *Stone Bell Hill: just downriver from Jiujiang is Hukou where the Yangtze River and waters of Boyang Lake converge with an abrupt color change. People have been coming here for centuries to listen to the stone-bell sound resonating from the cliffs overlooking this spot. A few theories are provided why this rare geographical phenomenon happens. Li Daoyuan from the Northern Wei period (386-534) theorizes that it is because the hill has a bell-shaped appearance and hollow inside, thus providing the sound when struck. Or it may be because of the water lapping within the limestone nooks and fissures around its base, as famous litterateur from the same time Su Shui discovered. Su Dongpo also did three trips around its perimeter, before settling on this last explanation for its unique sound also. Many Chinese literati's have left more than twenty calligraphy masterpieces carved upon its rocks, with some dating back to the Tang dynasty (618-907 CE). ==Notable Residents== *Mary Stone (Shi Meiyu) (1873-1954), one of the first western trained Chinese female physicians. Founder of Elizabeth Skelton Danforth Hospital (now called Jiujiang Women and Children's Hospital) in Jiujiang. *Lo-Yi Chang (1907-1988), was born in Kuling town. She was spouse of T.V. Soong, then Premier of the Republic of China. She has made a significant contribution to the promotion of China overseas. *Pearl S. Buck (1892-1973), was the first American woman won Nobel Prize in Literature, for her rich and truly epic descriptions of peasant life in China, in 1938. She also won Pulitzer Prize in 1932. She spent her childhood with her family in Kuling town in summer time. Her father built a stone villa in Kuling town in 1897, and lived there until his death in 1931. * (松浦正人) (1942- ), was born in Jiujiang. He was a Japanese politician. He served as Hōfu mayor and president of National Mayors Association of Japan. In 2018, then Hōfu mayor and president of National Mayors Association of Japan (NMAJ), Masato Matsuura (松浦正人), led a delegation of NMAJ visited former Japanese consulate of Jiujiang. Masato Matsuura said :I was born in the former Japanese consulate of Jiujiang. Jiujiang is my second hometown. I am deeply attached to the beautiful landscape here. *Chiang Yee (1903 - 1977), was born in Jiujiang. He was a Chinese poet, author, painter and calligrapher. His translation of Coca Cola is remembered by all Chinese.Huang, Shuchen S., \"Chiang Yee\", in Asian- American Autobiographers: a bio-bibliographical critical sourcebook, edited by Guiyou Huang, Greenwood Press, 2001. . *Mervyn Peake (1911-1968), was born in Kuling town, Mountain Lu. He was an English writer, artist, poet, and illustrator. He was well known for being the illustrator of Alice's Adventures in Wonderland. * Maggie Mac Neil - Born in Jiujiang and adopted to Canada at an early age ==External links== * People's Government of Jiujiang (Chinese language) * Mountain Lu Website (Chinese language) * Jiujiang News Network (Chinese language) * Kuling American School Association ==References== Category:Cities in Jiangxi Category:Prefecture-level divisions of Jiangxi Category:Port cities and towns in China Category:Populated places on the Yangtze River",
 "title": "Jiujiang"
}