{
 "id": "737423",
 "text": "Dáil Éireann () served as the directly elected lower house of the Oireachtas of the Irish Free State from 1922 to 1937. The Free State constitution described the role of the house as that of a \"Chamber of Deputies\". Until 1936 the Free State Oireachtas also included an upper house known as the Seanad. Like its modern successor, the Free State Dáil was, in any case, the dominant component of the legislature; it effectively had authority to enact almost any law it chose, and to appoint and dismiss the President of the Executive Council (prime minister). The Free State Dáil ceased to be with the creation of the modern 'Dáil Éireann' under the terms of the 1937 Constitution of Ireland. Both the Dáil and Seanad sat in Leinster House. ==Composition== Under the Free State constitution membership of Dáil Éireann was open to all citizens who had reached the age of twenty-one. However those who were legally disqualified or who were members of the Seanad were excluded. For most of the period of the Irish Free State the constitution also contained a controversial requirement that all members of the Oireachtas swear an oath of fidelity to the King, as well as an Oath of Allegiance to the constitution of the Free State. The oath was, however, abolished by a constitutional amendment in 1936. left|thumb|Leinster House – Parliament house of the Irish Free State. As today, during the Irish Free State Dáil Éireann was elected on the basis of universal adult suffrage. However the franchise was restricted to those over twenty-one. As adopted the constitution required that a Dáil's term would last for four years, unless the law specified a shorter period or the house was dissolved early. However, after changes to the constitution and the law in 1927, the constitutional maximum became six years, and the legal maximum five1. The Dáil could theoretically have been dissolved at any time by the King, acting on the advice of Executive Council, but it is probable that the Free State would have broken all constitutional ties if that had happened. The Free State constitution required that the Dáil be elected by \"proportional representation\" and the Single Transferable Vote system was used. While every Irish Government since 1937 has restricted Dáil constituencies to a maximum of five seats, during the Irish Free State there were several six, seven and eight seat constituencies. During the Free State Galway was a single nine seat constituency. As well as geographical constituencies the Free State also included two university constituencies: Dublin University and the National University of Ireland. The franchise for the university constituencies was open to all those who had been awarded degrees from either institution. However anyone voting in a university constituency was excluded from voting in their geographical district. The constitution required that each return three TDs, regardless of population. Because these constituencies had much lower populations that the ordinary geographical constituencies this resulted in malapportionment. The university constituencies were abolished in 1936 under the Constitution (Amendment No. 23) Act and the Electoral (University Constituencies) Act. However, in 1937 university constituencies would be revived for the newly created Senate. The following general elections took place to the Free State Dáil during its existence: *1922 general election *1923 general election *June 1927 general election *September 1927 general election *1932 general election *1933 general election *1937 general election ==Powers== The Free State constitution provided that the President of the Executive Council would be appointed by the King \"on the nomination of\" the Dáil and that the Executive Council as a whole had to resign en bloc if it lost the confidence of the lower house. In practice these provision meant that the President was chosen by the Dáil, which could bring down his cabinet by a vote of no confidence, or failure to approve a vote of confidence. A constitutional amendment passed in 1936 removed the role of the King entirely and provided that, in the final months of the Free State, the President would be elected by the Dáil directly, rather than merely being 'nominated' by the lower house. Technically a bill had to be approved by both Houses of the Oireachtas and to receive the Royal Assent to become law. However, in practice it was the Dáil that decided what laws would be enacted and repealed. Before its complete abolition the Free State Seanad merely had power to delay legislation. While during the early years of the Irish Free State there existed a theoretical possibility that the King, or the Governor-General acting on his behalf, might veto an act of the Oireachtas or dismiss the Executive Council against the wishes of the Dáil. (This occurred in 1975 in Australia when the Governor-General John Kerr dismissed the government and forced an election.) With the passage of the Royal and Parliamentary Titles Act, 1927 the British Government lost the right to formally advise the King in relation to the Free State and so the possibility of the Governor-General taking any action without the approval of the other institutions of government became very remote. Unlike its modern successor, the Free State Dáil did not have authority to declare war, this power being reserved for the Oireachtas as a whole. However, in practice this distinction was not important. During the later days of the Irish Free State the Dáil, as the dominant component of the Oireachtas, had the effective authority to amend the constitution in any way it chose. Today this is a level of authority that no Dáil has had since 1941. ==History== From 1919 to 1922 Dáil Éireann served as the revolutionary, unicameral parliament of the Irish Republic. The First Dáil and the Second Dáil thus existed outside, or in parallel to, of British law. The Third Dáil was elected under the terms of the Anglo-Irish Treaty as a constituent assembly to approve the Free State constitution and pave the way for the creation of the new state. However, once the Constitution of the Irish Free State was in effect the Third Dáil served as the lower house of a new parliament, called the Oireachtas. Under the terms of the constitution, however, the Third Dáil merely carried out the functions of the Dáil during this period until a new chamber could be elected. The first Dáil of the Irish Free State was therefore officially the Fourth Dáil, which was elected in 1923. On 29 December 1937 the Constitution of Ireland came into force and the Irish Free State was succeeded by a state know today as Ireland. The new constitution had been adopted by plebiscite on 1 July of that year, and on the same day the Ninth Dáil was elected. The Ninth Dáil was therefore elected as the lower house of the Free State Oireachtas but in December its role changed to that of lower house of a new legislature. ==Footnote== #The constitutional maximum was increased from four to six years by the Constitution (Amendment No. 4) Act, 1927. The five-year legal maximum was imposed by the Electoral (Amendment) Act, 1927. ==See also== *History of the Republic of Ireland Dail Eireann (Irish Free State) Irish Free State Category:Dáil Éireann",
 "title": "Dáil Éireann (Irish Free State)"
}