{
 "id": "737651",
 "text": "Yarrambat is a town in Victoria, Australia, 24 km north-east of Melbourne's Central Business District, within the Shire of Nillumbik local government area. Yarrambat recorded a population of 1,588 at the . Yarrambat is located within Greater Melbourne, beyond the Melbourne metropolitan area Urban Growth Boundary.Urban Growth Boundary map ==History== thumb|Yarrambat Anglican Church Prominent as a gold mining area in the late 19th century, much of the land was surveyed and cleared for farming once the mining boom subsided. The area was rich with local orchards including well known local farming family the Stuchbery's. Church services began in the area in 1884 with many denomination using the local schoolhouse. After purchasing land and working with local builders the St Michaels Anglican Church was officially opened on 21 February 1954. thumb|Yarrambat Cafe and Post Office The Post Office opened on 1 March 1910 as Tanck's Corner and was renamed Yarrambat around 1928. It is unknown why the name was changed however Yarrambat is named from a Woiwurrung word meaning \"high hills\" or \"pleasant views\".http://www.nillumbik.vic.gov.au/files/66987816-47e7-4347-8f82-a32b009a6c0d/Heritage.pdf The initial choice of residents was to rename the area Kanangra however it was decided it was too close to the Queensland township name of Kanungra. ==Today== Recently land has been allowed to be subdivided into 1 hectare allotments by the Shire of Nillumbik, with large prestige homes dotting the landscape. Yarrambat has become one of Melbourne's affluent north eastern suburbs due to many of its properties being constructed on large allotments within relatively close proximity to the City. ==Facilities== 400px|left thumb|Yarrambat General Store It contains a post office, veterinarian clinic, child minding centre, recreation reserve, war memorial, a primary school (Yarrambat Primary School), kindergarten, a private school, a general store, memorial hall and a CFA fire station, as well as a railway museum. The Yarrambat Historical Society Inc was formed in 1990 to preserve the heritage of the area. Its major project being the relocation of original 1878 Primary School to become the Yarrambat Heritage Museum. In 1978, Yarrambat celebrated its centenary, including a festival at the primary school, which at that time was adjacent to the main T-intersection (which has been referred to as Tanck's Corner). The school was relocated to new buildings in the 1980s. Further upgrades (in excess of $3 million (AUD)) to the school have occurred during 2007, the most prominent feature being 5 open plan classrooms, office redevelopment and a gymnasium (3/4 size basketball court). The school has spent significant time and effort into developing Inquiry Based Learning. A mobile library operated by Yarra Plenty Regional Library regularly stops in the township. ==Sport== Golfers play at the Yarrambat Park Golf Course on Yan Yean Road. War Memorial park is the home to Yarrambat Junior Football Club, Plenty Valley Cricket Club, and Yarrambat Netball Club. Yarrambat Park is also home to the Diamond Valley Archery Club, which includes an outdoor target range, an 18 metre indoor range and a field course. The Northern Suburbs Fly Fishing Club is based at Yarrambat Park Lake sharing its clubhouse with the archery club. Yarrambat Horse and Pony Club have regular rallies and clinics. The Yarrambat-Plenty Little Athletics Club competes as part of the Diamond Valley Little Athletics Centre. ==See also== * Shire of Diamond Valley - Yarrambat was previously within this former local government area. ==References== Category:Mining towns in Victoria (Australia)",
 "title": "Yarrambat, Victoria"
}