{
 "id": "737882",
 "text": "The Fiat Duna (Type 155) is a small car produced by Fiat in Argentina and Brazil, where it was sold as Fiat Prêmio. Launched in 1985 in Brazil, the Duna/Prêmio is based on the Brazilian Fiat Uno, but unlike the Uno, it was a two-door sedan. The range was expanded with a three-door estate in 1987 called the Fiat Elba (or Duna Weekend), a four-door sedan added in 1987 and a five- door estate in 1989. The car was sold mainly in South America. Production ended in 2000 and the Duna and Elba models were replaced by the Fiat Siena and the Fiat Palio Weekend. ==Brazil== thumb|left|Fiat Duna rear left|thumb|Fiat Prêmio, the initial two-door model In Brazil, the Prêmio was presented in late 1985. In 1987, the Elba three-door estate model was released with a 1.5 L engine to replace the old Fiat Panorama, based in the Fiat 147. In 1988 a four-door sedan was added and in 1989, the Elba estate with five doors. Fiat produced the Duna and Prêmio in the Brazilian factory of Betim from 1985 to 1995. The sedan and estate were sold in Italy as the Duna and Duna Weekend from 1987 to 1991. They continued to be sold in Italy until 1997, but with Innocenti badging. ==Argentina== In Argentina the four-door Duna was released in 1987, and from 1990 was the best-selling car in the market for almost six years. It was largely used as a taxi, predominantly with compressed natural gas (CNG) conversions. Fiat produced the Fiat Duna and Elba in the Sevel factory in El Palomar until 2000 with a total of 257,559 units built there. The Duna was not sold in the United Kingdom. The Duna was tested on in the Rafaela's Speedway with a total time of 170 hours, 44 minutes and an average speed of . The model chosen for the test was the Duna SCV with a 1.5-liter engine with . ==Innocenti Elba== The Innocenti Elba was a rebadged version of the Fiat Elba estate. It replaced the Fiat Duna Weekend in 1991 for the Italian market, and continued to be offered until 1997. It was the last car to be sold under the Innocenti marque. In 1990 Fiat had acquired the remains of the Innocenti concern and for a few years they pursued a strategy of importing basic Fiat models from low cost non-Italian Fiat subsidiaries, and badging them as Innocentis in order to differentiate them from the company's Italian- built Fiat badged cars. ==Commercial variants== A panel version of the three- door estate was sold as the Fiat Penny. In the United Kingdom, Ireland, and New Zealand, a right-hand drive model was marketed as the \"Fiat Citivan\". This version usually had a 1116 cc inline-four engine. Made only in Brazil, the panel van was never available in the home market in order to avoid internal competition from the Fiorino. Thanks to the Fiorino's available pick-up body, it was better suited to local market preferences. ==References== ==External links== Duna Category:Cars introduced in 1985 Category:1990s cars Category:2000s cars Category:Front-wheel-drive vehicles Category:Cars of Brazil Category:Cars of Argentina",
 "title": "Fiat Duna"
}