{
 "id": "737834",
 "text": "Urinal deodorizer blocks (commonly known as urinal cakes, urinal cookies, urinal biscuits (piscuits), urinal donuts, toilet lollies, trough lollies, urinal mints, urinal pucks, hockey pucks, toilet pucks, or urinal peons (pee- ons) are small disinfectant blocks that are added to urinals. Those containing para-dichlorobenzene may be called para blocks. Besides disinfecting, the purpose of these blocks is to reduce or mask odors from restroom urinals. They are placed above the urinal drain, often in the confines of a small plastic trap (urinal screen) that prevents their loss down the drain when they dissolve to a small size. == Appearance == Urinal deodorizer blocks are tablets (usually cylindrical in shape). A company producing \"green\" urinal cakes without para-dichlorobenzene produces them in a variety of shapes and sizes, weighing from about up to about when new. ==Composition== The chemicals composing the block may vary. The original formulations were of naphthalene and later para-dichlorobenzene (pDCB), both now known to be hazardous to health by inhalation. In some areas, the use of para-dichlorobenzene toilet blocks has been banned; in other areas para-dichlorobenzene blocks or \"para blocks\" are still used. Para-dichlorobenzene and naphthalene blocks do not readily dissolve in water or urine, but easily sublime into the air, creating a sickly-sweet odor and anti-mould and disinfectant effects. Many urinal blocks are now para-dichlorobenzene-free, water-soluble alternative blocks made from surfactants, which offer some active cleaning efficacy. The new water-soluble blocks improve the cleaning of the pipes to remove some of the cause of odor problems. Some recent formulations also include bacterial spores which, coupled with the surfactant cleaning power, can more completely get rid of odors and blockages caused by the buildup of solids in the traps and pipes. Some manufacturers claim that these \"biological blocks\" can enable completely no-flush waterless urinals to be fitted. Alternative toilet blocks may release a pleasant odor, but also support cleaning and disinfecting of toilet bowls and urinals, in contrast to para-dichlorobenzene, which does not have cleaning properties. The block's functionality is enhanced by saturating it with a scenting compound and quaternary ammonium compounds. Some urinal blocks also have enzymes added to help digest the buildup within pipes. Autoflush and/or ice are sometimes used as alternatives. ==See also== *Air freshener *Toilet rim block ==References== Category:Hygiene Category:Toilets Category:Cleaning products Category:Urinals de:Klostein nl:Toiletblok pl:Kostka toaletowa",
 "title": "Urinal deodorizer block"
}