{
 "id": "737820",
 "text": "Jeremy Weate (born in September 1969 in Wheaton Aston) studied philosophy at the University of Hull, the University of Liège and the University of Warwick, graduating with a PhD in European philosophy from Warwick in 1998. His PhD thesis was Phenomenology and Difference: the Body, Architecture and Race. Weate is the author of the children's book A Young Person's Guide to Philosophy, which was published by Dorling Kindersley in 1998 and translated into 9 languages. After completing his PhD, Weate became an international development consultant, focusing on transparency, accountability and good governance in the extractive industries. He has worked in over twenty-five countries across Africa and Asia on projects related to the Extractive Industries Transparency Initiative, policy and legal frameworks as well as political economy analyses. During his time living in Nigeria, Weate worked closely with Dele Olojede to set up NEXT, a pioneering newspaper that aimed to raise standards in Nigerian journalism and challenge vested interests. Weate also co-founded Cassava Republic Press with Bibi Bakare-Yusuf, one of the most influential publishing companies in Africa. He has also written a number of articles about African literature. After fifteen years as an international development consultant, Weate switched careers and now runs an ibogaine- assisted retreat centre - Tabula Rasa Retreat - in Portugal. He is also Executive Director of the Global Ibogaine Therapy Alliance. Weate was featured in a December 2017 article on ibogaine in The Observer and was one of the organisers of the European Ibogaine Forum in Vienna in 2017. He is also a keen film-maker, currently working on two projects - one about an abandoned airfield near Wheaton Aston, and the other a documentary about ibogaine - The Ibogaine Stories. ==References== ==Bibliography== * Jeremy Weate A Young Person's Guide to Philosophy DK Publishing (Dorling Kindersley), 1998 ==External links== * Tabula Rasa Retreat Centre Category:1969 births Category:Living people Category:Alumni of the University of Warwick Category:21st-century British philosophers Category:University of Liège alumni",
 "title": "Jeremy Weate"
}