{
 "id": "737961",
 "text": "Operation Silver Fox (; ) from 29 June to 17 November 1941, was a German–Finnish military operation during the Continuation War on the Eastern Front of World War II against the Soviet Union. The objective of the offensive was to cut off and capture the key Soviet Port of Murmansk through attacks from Finnish and Norwegian territory. The operation had three stages. In Operation Reindeer (Rentier) German forces advanced from Norway to secure the area around Petsamo and its nickel mines. Operation Platinum Fox (; ) was an attack from the north by Mountain Corps Norway as XXXVI Mountain Corps and units from the Finnish III Corps, attacked from the south in Operation Arctic Fox (Polarfuchs; ) to cut off and capture Murmansk by a pincer movement. The German–Finnish forces took some ground but Murmansk was neither cut off nor captured and operated as important destination for Allied convoys throughout the war. == Background == Finland solidified its independence from Russia in the Finnish Civil War of January to May 1918 between German-supported nationalists and Russian Bolshevik-supported communists, in the closing stages of World War I. Tensions between the new anti-communist republic and the Soviet Union remained high during the early interwar years. Following a number of border skirmishes between Finnish nationalists and the Soviet Union in Karelia, the Treaty of Tartu settled the border of the two countries in 1920. Soviet-Finnish relations remained cool, but the two parties signed a 10-year non-aggression pact in 1932. In 1933 the Nazis came to power in Germany. The Soviet Union feared an attack by Germany and sought to secure itself against a possible German–Finnish alliance; Finland wanted to preserve its neutrality at any cost. During negotiations in 1938 and 1939, the Soviet Union demanded securities from Finland to allow intervention by the Red Army in case of a German entry into Finland. After a Finnish rejection, the Soviet Union proposed a land-trade for strategic locations it deemed necessary to defend against a German invasion. Gustaf Mannerheim (the Chairman of Finland's Defence Council) and others favoured the proposal, but the Finnish government wanted to preserve its neutrality and the lengthy negotiations failed. On 23 August 1939 the Soviet Union and Germany signed the Molotov–Ribbentrop Pact, which contained a secret protocol dividing Europe into spheres of influence for each country. Finland, they agreed, would fall into the Soviet sphere. Germany subsequently invaded Poland in September 1939; the Soviet Union invaded eastern Poland 16 days later. With Finland still refusing the Soviet demands, the Soviet Union finally attacked Finland in November 1939, which led to the Winter War. After its defeat in March 1940, Finland had to make major territorial concessions as part of the resulting Moscow Peace Treaty. Feeling abandoned by the Western Allies, Finland started to seek help against the threat posed by the Soviet Union. Finland sought inclusion in wider Scandinavian defense co-operation, but both Soviet and German opposition prevented this. The German occupation of Denmark and Norway from April 1940 severed practical Finnish connections to countries other than the Soviet Union, Nazi Germany and Sweden. A proposed Swedish-Finnish military alliance failed due to Soviet-German pressure. Deprived of other potential sources of help, Finland started to seek closer ties with Germany to secure its position against the Soviet Union, and both sides cooperated to develop a joint policy against the Soviet Union. The Oberkommando der Wehrmacht (OKW, the German Armed Forces High Command) included Finnish forces in its plan for a 1941 offensive against the Soviet Union, dubbed Operation Barbarossa. A Finnish–German offensive named Operation Silver Fox () would support the main Axis effort (directed against central Russia) from the north. Silver Fox aimed to disable the port of Murmansk, an obvious potential entrepôt for Western Allied aid to the Soviet Union, by executing a pincer attack against the port. ==Planning== left|thumb|The original plan for operation Silver Fox. Planning for the operation started in earnest in December 1940. Erich Buschenhagen, chief of staff of Army of Norway (AOK Norwegen) visited Finland and drew up a plan which would determine Finland's role in the war, which included the first draft of German–Finnish operations against the Soviet Union. On 8 December 1940, Hitler issued Directive No. 21, which detailed the campaign plan for Operation Barbarossa, including the targets for proposed German–Finnish cooperation. The detailed plan for the operation was created by Nikolaus von Falkenhorst, commander of the Army of Norway and his staff in January 1941. On February 18, 1941, the chief of staff of the Wehrmacht in Norway, Colonel Erich Buschenhagen, arrived in Helsinki, and the following days, he had consultations with representatives of the Finnish general staff, General Aksel Fredrik Airo, and General Erik Heinrichs. Later, Colonel Buschenhagen visited the region of Kuusamo and eastern Rovaniemi, as well as Petsamo, to reconnoitre the area, his visit ended on 28 February. Operation Silver Fox was planned as a two-staged pincer movement, in three operations; the first phase was Operation Reindeer (Unternehmen Rentier) in which the two divisions of Mountain Corps Norway, the 2nd and 3rd Mountain Divisions under the leadership of Eduard Dietl were to move east from Kirkenes and to deploy in the Finnish held area around Petsamo to secure the nickel mines. The second phase of Operation Silver Fox was to be a pincer attack against the Soviet port of Murmansk which was ice-free in winter and with Arkhangelsk was likely to be a destination for Western Allied supplies to the Soviet Union. The first prong of the attack was to be a frontal assault against Murmansk by Mountain Corps Norway. The two divisions were to advance east from Petsamo to take Murmansk. On their way, they were to secure the Rybachy Peninsula, supported by Finnish border units. This first pincer attack was code named Operation Platinum Fox (Unternehmen Platinfuchs). The second pincer, codenamed Operation Arctic Fox (Unternehmen Polarfuchs), was to be launched further south to take Salla, ceded to the Soviet Union after the Winter War and then to proceed eastwards along the railway to capture Kandalaksha, cutting the vital Murmansk Railway line which connected Murmansk with Central Russia. The operation would involve the German XXXVI Corps under command of Hans Feige and the Finnish III Corps commanded by Hjalmar Siilasvuo. Aerial support for the offensive was to be provided by Luftflotte 5 based in Norway and the Finnish Air Force. For Operation Silver Fox the Luftwaffe created a new headquarters and moved it into Finland. The Finnish air force fielded about 230 aircraft of various types at the start of hostilities. Luftflotte 5 assigned 60 aircraft to Silver Fox in Finland and employed the Junkers Ju 87, Junkers Ju 88 and Heinkel He 111 aircraft for close air support for the Finnish–German offensive. By late February 1941, German units were moved into Finland; Germany had secured transit rights through neutral Sweden and the German 2nd and 3rd Mountain Divisions were moved into place at Kirkenes, for Operation Reindeer. For the main body of XXXVI Corps, two sea transport operations were arranged, Blue Fox 1 and Blue Fox 2 (Blaufuchs I and Blaufuchs II). German units embarked in Stettin and Oslo for Oulu, from where they continued via train to Rovaniemi. Once there, they joined Finnish forces and marched into position for the offensive under the guise of border defense exercises. Soviet preparations were meager; although the Soviets anticipated a German invasion with possible Finnish support, Stalin did not expect a German attack along the entire border so early. The border had been fortified, but the Soviet leadership was taken by surprise. The main adversary of the German–Finnish force was the Soviet Northern Front consisting of the 7th and 14th Armies stationed in the Arctic. They were commanded by Lieutenant-General Markian Popov. On 23 August 1941, the Northern Front was split into the Karelian Front and the Leningrad Front, commanded by Valerian Frolov and Popov, respectively. Frolov remained in command of the Karelian Front until 1 September, when he was replaced by Roman Panin on his promotion. During the first weeks, the Axis had numerical superiority, as the Soviets only had 150,000 men stationed north of Lake Ladoga along the border. The Axis powers also possessed air superiority, as Soviet Karelia was only protected by the 1st and 55th Mixed Air Divisions, with 273 serviceable aircraft of obsolescent types. ==Operation Silver Fox== ===Start of the war=== During German-Finnish negotiations, Finland had demanded to remain neutral unless the Soviet Union attacked them first. Germany therefore sought to provoke the Soviet Union into an act of aggression toward Finland. On 22 June 1941, Germany launched Operation Barbarossa, invading the Soviet Union. German aircraft employed Finnish air bases, while also launching Operation Rentier, which resulted in the take-over of Petsamo on the Finnish-Soviet border. Simultaneously, Finland proceeded to remilitarize the neutral Åland Islands. Despite these actions, the Finnish government insisted via diplomatic channels that it was still a neutral party, but the Soviet leadership already viewed Finland as an ally of Germany. On 22 June, the Murmansk Oblast entered a state of emergency, with a total of 50,000 mobilized into the army and navy. Conscripts and volunteers joined the ranks of the newly formed 1st Polar Rifle Division, while sailors from the Northern Fleet entered the service of a marine infantry brigade. Also, a considerable number of civilians were employed in the construction of four lines of fortifications between Zapadnaya Litsa and Kola Bay. Subsequently, the Soviets proceeded to launch a massive air raid on 25 June, bombing all major Finnish cities and industrial centers, including Helsinki, Turku and Lahti. During a night session that same day, the Finnish parliament decided to go to war against the Soviet Union. Operation Silver Fox could now commence. === Operation Reindeer === The first phase of Silver Fox was launched on 22 June 1941, to coincide with the launch of the general German offensive, Operation Barbarossa. The two divisions of Mountain Corps Norway moved out from Kirkenes to the east and began deploying in the Finnish held area around Petsamo. The appearance of a German corps on their border came as a surprise to the Russians. The operation was successful and the nickel mines were secured. Dietl's troops reorganized and prepared for the launch of Platinum Fox. In the South, the units of Feige's XXXVI Corps prepared for their attack at Salla. === Operation Platinum Fox === On June 29 Dietl launched his attack together with Finnish border units towards the east. They were opposed by two Soviet divisions of the 14th Army, the 14th and 52nd Rifle Divisions. On the first day, the initial advance of Dietl's forces looked promising. The 2nd Mountain Division was able to secure the neck of Rybachy Peninsula, while the 3rd Mountain Division was able to penetrate the Soviet lines at the Titovka Valley, capturing a bridge over the river. After the element of surprise was lost the German offensive got bogged down as they faced increasingly organized Soviet defenses and difficult surroundings. The rough terrain, the lack of maps and the Arctic weather slowed the Germans down for the entirety of the offensive. Against heavy Soviet resistance, the 2nd Mountain Division could not penetrate the Soviet defenses at the Rybachy peninsula further, and had gone into defensive positions at its neck by July. Some of its units were sent south to aid the 3rd Mountain Division. With the additional forces the Germans were able to advance further east against heavy resistance and reached the Litsa River, where they established a bridgehead over the river. Here the Soviets were able to halt the German advance. An attempt by Dietl's forces to expand the bridgehead towards the east failed when the Soviets launched a flanking attack by landing further north on the German side threatening the German positions. Dietl asked for further reinforcements, but the German High Command was unwilling to grant further units, and Dietl received only marginal reinforcements from Norway. While Dietl's units were halted by heavy Soviet resistance, the supply situation for Mountain Corps Norway deteriorated rapidly. Soviet and British naval forces harassed German supply shipments along the Norwegian coast, weakening the Germans further. Any attempt to renew the offensive failed, instead the Soviets were able to clear the German bridgehead east of the Litsa River and on 21 September the operation came to a halt. Mountain Corps Norway was now ordered to defend the front line and secure the Petsamo area and its nickel-mines, as a renewed offensive was ruled out. Both sides now dug in at their current positions. For the remainder of the war, the northern front was to remain relatively stable until the Soviet offensive of 1944, with only small scale ski patrol skirmishes occurring. === Operation Arctic Fox === right|thumb|Finnish soldiers east of Kestenga in the arctic forest. Parallel to Platinum Fox Polarfuchs started on 1 July. The German main force at Salla consisted of three divisions, the regular 169th Division, the SS-Infantry Kampfgruppe Nord and the Finnish 6th Division. They were faced by three divisions of 14th Army, namely the 122nd Rifle Division, the 104th Rifle Division, and the 1st Tank Division. The German units launched a frontal attack against Salla, while the Finnish 6th Division attempted a massive flanking attack behind the Soviet lines further south towards Alakurtti and Kayraly (Kairala). The initial attack went badly, as the German troops were untrained for Arctic warfare. The SS division in particular, merely a former police unit, was unsuccessful in dealing with the organized Soviet defense. After repeated attacks failed, XXXVI Corps combined all its forces and with the help of a flanking attack by the Finnish 6th division the Soviet defenses were finally breached on 6 July. Salla was taken on 8 July, and the Soviets started a general retreat towards Kayraly to the east. XXXVI Corps sustained its momentum by pursuing the fleeing troops, and arrived at Kayral the next day. Kayraly was protected by heavy Soviet defense and large natural lakes around the town. This prevented any further German advance, rendering the situation into a stalemate for the remainder of the month. Meanwhile, to the south the Finnish III Corps launched its offensive to the east from Kuusamo to support the German advance at Salla. The goal of III Corps was to reach Kestenga (Kiestinki) as well as Ukhta in a two pronged attack by two battlegroups. From there the corps would then advance towards Loukhi and Kem, where it would cut the Murmansk railway. The initial Finnish advance against its adversary, the 54th Rifle Division, was very successful. III Corps moved swiftly through the Arctic forest and defeated several Soviet regiments. It advanced to the canal between Lake Pyaozero and Lake Topozero in just 20 days. The German command of Army of Norway was impressed by rapid Finnish advance and decided to support the Finns by moving units from XXXVI south to support this attack. left|thumb|Captured Soviet equipment III Corps made a crossing of the canal and captured Kestenga on 7 August, while simultaneously reaching the outskirts of Ukhta. The Soviets now moved heavy reinforcements into the area in the form of the 88th Rifle Division. This stalled the Finnish offensive. Meanwhile, to the north XXXVI Corps renewed its offensive on Kayraly in mid-August. A large pincer movement by the 169th Division from the north and the Finnish 6th Division from the south encircled the city, trapping large Soviet formations inside. After clearing the perimeter, XXXVI Corps advanced further to the east. It took Alakurtti and reached the Voyta and Verman Rivers where the old 1939 Soviet border fortifications were situated. Against heavy Soviet resistance, the exhausted troops of XXXVI Corps could not advance. With the German High Command moving units from XXXVI Corps to the south to bolster III Corps advance, Feige's corps did not continue offensive efforts and went onto the defensive at the end of September. Bolstered by the new German arrivals, the Finnish III Corps launched its final offensive on 30 October. The Soviets had increased their defenses and had moved in additional units from other locations. Nevertheless, Finnish forces took some ground and encircled an entire Soviet regiment. Suddenly on 17 November the Finnish command ordered an end to the offensive despite positive feedback from the field commanders that further ground could be taken. The reason for this sudden change in Finnish behavior was the result of diplomatic pressure by the United States. Prior to the cancellation of the offensive, US diplomats warned Finland that a disruption of US deliveries to the Soviet Union would have serious consequences for Finland. Therefore, Finland became no longer interested in spearheading the offensive. With the Finnish refusal to be involved in the offensive, Arctic Fox came to an end in November and both sides dug in at their current positions. == Aftermath == Operation Silver Fox had not achieved its sophisticated goals. During the operation the Germans and Finns had taken some ground at both fronts, but overall the operation failed in terms of its strategic intentions, as neither Murmansk nor the Murmansk railway at Kandalaksha were captured. The closest the German-Finnish force came to disrupting the Murmansk railway was east of Kestenga, where they were about away from it, while Dietl's force in the north did not even come close to approaching Murmansk. The German forces, especially the SS-troops, were unsuited, ill-trained, and unprepared for Arctic warfare and therefore made little progress while suffering heavy casualties. On the other hand, Finnish units, especially the 6th Division of the III Finnish Corps, made good progress and inflicted heavy casualties on the Soviet forces. The failure of Silver Fox had a significant impact on the course of the war in the east. Murmansk was a major base for the Soviet Northern Fleet and it was also together with Arkhangelsk the main destination for Allied aid shipped to the Soviet Union. British convoys had been traveling to Murmansk since the summer at the onset of the Soviet-German war, and with the entry of the United States into the war in December 1941, the influx of Western Allied aid increased massively. The United States enacted the Lend-Lease pact in which they vowed to supply the Soviet Union with large quantities of food, oil, and war materiel. One quarter of this aid was delivered via Murmansk. This included large amounts of raw materials, such as aluminium, as well as large quantities of manufactured military goods, including 5,218 tanks, 7,411 aircraft, 4,932 anti-tank guns, 473 million rounds of ammunition and various sea vessels. Those supplies benefited the Soviets significantly and contributed to their resistance. For the remainder of the war the Arctic front remained stable. The German High Command did not regard it as an important theater and therefore refrained from transferring the substantial reinforcements needed for a renewal of the offensive. The Finns likewise were not interested in continuing the offensive on their own as they did not want to antagonize the Western Allies further. In September 1944, the Finns sued for peace with the Soviet Union and had to give up all their territorial conquests. German forces subsequently retreated from Central Finland to Petsamo and Norway. In October 1944, the Red Army conducted the Petsamo- Kirkenes Operation and achieved a decisive victory over the German forces in the Arctic by completely expelling them from Finland. == See also == * Transit of German troops through Scandinavia (WWII) * Gebirgsjäger * Luftflotte 5 * No. 151 Wing RAF based at Murmansk ==Notes== * British naval forces attacked German supply routes destined to the ports of Petsamo and Kirkenes. On 30 July the Royal Navy conducted the Raid on Kirkenes and Petsamo, a carrier strike against the ports. The British also had 151 Wing of the Royal Air Force stationed at Murmansk, which supported Soviet air operations during Operation Silver Fox. * Frolov was commander of the Northern Front until August, then Roman Panin took over command. * A mixed unit consisting of ad-hoc drafted and volunteered sailors, later renamed 186th Rifle Division. In November it was transferred south from the Murmansk area when Operation Platinum Fox slowed down. ==References== ==Bibliography== * * * * * * * ==Further reading== * * Category:Conflicts in 1941 Category:Arctic military operations of World War II Category:Battles and operations of the Continuation War Category:Lapland (Finland) Category:History of the Arctic Category:Battles and operations of the Soviet–German War Category:Battles of World War II involving Germany Category:Battles involving the Soviet Union Category:Military operations involving Finland",
 "title": "Operation Silver Fox"
}