{
 "id": "73804",
 "text": "According to the Book of Mormon, the Nephites ()churchofjesuschrist.org: \"Book of Mormon Pronunciation Guide\" (retrieved 2012-02-25), IPA-ified from «nē´fīt» are one of four groups (along with the Lamanites, Jaredites, and Mulekites) to have settled in the ancient Americas. The term is used throughout the Book of Mormon to describe the religious, political, and cultural traditions of the group of settlers. The Nephites are described as a group of people that descended from or were associated with Nephi, the son of the prophet Lehi, who left Jerusalem at the urging of God in about 600 BC and traveled with his family to the Western Hemisphere and arrived to the Americas in about 589 BC. The Book of Mormon notes them as initially righteous people who eventually \"had fallen into a state of unbelief and awful wickedness\"Book of Mormon: Helaman 4:25. and were destroyed by the Lamanites in about AD 385., Ibid. Some scholars of The Church of Jesus Christ of Latter-day Saints (LDS Church) claim that the ancestors of the Nephites settled somewhere in present-day Central America after they had left Jerusalem. However, both the Smithsonian InstitutionTerryl L. Givens, By the Hand of Mormon: The American Scripture that Launched a New World Religion (New York: Oxford University Press, 2002), 132. and the National Geographic Society have issued statements that they have seen no evidence to support the Book of Mormon as a historical account. ==Archaeology== The existence of the Nephites is part of the Mormon belief system.“Nephites.” The Church of Jesus Christ of Latter-Day Saints, www.churchofjesuschrist.org/study/scriptures/gs/nephites?lang=eng. The Foundation for Ancient Research and Mormon Studies (FARMS), part of Brigham Young University, has performed extensive archaeological research in the area, and publications on the subject and other historical topics are issued regularly by FARMS.Laura F. Willes. \"LDS SCRIPTURE RESEARCH\". Center for Book of Mormon Studies, Maxwell Institute, Brigham Young University. This research is disputed by many researchers, including Michael Coe, a scholar in pre- Columbian Mesoamerican history, as well as the Smithsonian Institution. In 1973, Coe addressed the issue in an article for Dialogue: A Journal of Mormon Thought: In 1996, the Smithsonian Institution issued a statement that addressed claims made in the Book of Mormon by stating that the text is primarily a religious text and that archeologists affiliated with the Institution found \"no direct connection between the archeology of the New World and the subject matter of the book.\" The statement further says that there is genetic evidence that the Native American Indians are closely related to peoples of Asia and that archaeological evidence indicates that the Native Americans migrated from Asia over a land bridge over the Bering Strait in prehistoric times. The statement said that there was no credible evidence of contact between Ancient Egyptian or Hebrew peoples and the New World, as indicated by the text of the Book of Mormon. The statement was issued in response to reports that the name of the Smithsonian Institution was being improperly used to lend credibility to the claims of those looking to support the events of the Book of Mormon.Department of Anthropology, Smithsonian Institution. \"Statement Regarding the Book of Mormon\", 1996. Letter posted online by the Institute for Religious Research. ==Book of Mormon narrative== ===Kings=== After the Nephites arrived in America to the reign of Mosiah II (c. 592–91 BC), the Nephites were ruled by kings. Nephi's brother Jacob explains that subsequent kings bore the title \"Nephi.\" ===Judges=== The last Nephite king was Mosiah II. About 91 BC, he declared that, instead of naming a new king, he would finish out his reign as king, after which the Nephites would elect judges to govern them. There were at least three levels of judges: one chief judge, several higher judges, and several lower judges. (Some passages speak of multiple \"chief judges,\" probably synonymous with \"higher judges;\" for example, Alma 62:47; 3 Nephi 6:21) Judges were paid according to the amount of time they spent officiating. Mosiah II set the rate at one senine of gold (or the equivalent senum of silver) for one day's work (Alma 11:1, 3). He also arranged for checks in this system to avert corruption as much as possible: After announcing the governmental shift from kings to judges, Mosiah explained the principle behind the change: The system of judges lasted for 120 years, when it was briefly overthrown for about three years (c. 30–33 AD) by an aristocratic cadre, led by a man named Jacob. It was replaced by a loose system of tribes and kinships, which lasted until Jesus appeared in America and established a society that approached the ideals of Zion. The society endured for about two centuries before the people fell into wickedness again. After Fourth Nephi, no mention is made of whether the Nephites used judges or kings. Mormon mentions that \"the Lamanites had a king\" (Mormon 2:9). His inclusion of that detail, phrased as it is, can be seen as a contrast to the Nephites having a chief judge. Since no change in government form is specifically mentioned after Fourth Nephi, it is possible that the Nephites continued to use judges until their destruction in about AD 385. ==See also== * Historicity of the Book of Mormon * Angola (Book of Mormon) * Genetic history of indigenous peoples of the Americas * Linguistics and the Book of Mormon * Three Nephites ==References== ==Sources== * * ==External links== * How Many Nephites?: The Book of Mormon at the Bar of Demography by James E. Smith Category:Book of Mormon peoples Category:Book of Mormon words and phrases Category:Mormonism and race Category:Mormonism and Native Americans",
 "title": "Nephites"
}