{
 "id": "738162",
 "text": "James Patrick Baen (| beɪn |; October 22, 1943 – June 28, 2006) was a U.S. science fiction publisher and editor. In 1983, he founded his own publishing house, Baen Books, specializing in the adventure, fantasy, military science fiction, and space opera genres. Baen also founded the video game publisher, Baen Software.Baen Software Rose and Fell While Barely Making a Sci-Fi Splash In late 1999, he started an electronic publishing business called Webscriptions (since renamed to Baen Ebooks), which is considered to be the first profitable e-book vendor. == Biography == Jim Baen was born in Pennsylvania. He left his stepfather's home at the age of 17 and lived on the streets for several months before joining the United States Army; he served in Bavaria. After stints at City College of New York and as the manager of a folk music coffee shop (a \"basket house\") in Greenwich Village in the 1960s, he started his publishing career in the complaints department of Ace Books. In 1972, he got the job of an assistant Gothics editor.The Encyclopedia of Science Fiction ===Magazine editor=== Baen was Judy-Lynn del Rey's replacement as managing editor at Galaxy Science Fiction in 1973. He succeeded Ejler Jakobsson as editor of Galaxy and If in 1974. While at Galaxy (which absorbed If from 1975) he largely revitalised it, publishing such authors as Jerry Pournelle, Charles Sheffield, Joanna Russ, Spider Robinson, Algis Budrys, and John Varley, and was nominated for several Hugo Awards. Pournelle, in 1983, described Baen as \"arguably one of the best science-fiction editors in the world. Certainly Larry Niven and I regard him among the top two or three we've ever worked with\". Robert A. Heinlein dedicated his 1985 novel The Cat Who Walks Through Walls to Baen and eight of the other members of the Citizens' Advisory Council on National Space Policy.Heinlein’s Dedications Page Jane Davitt & Tim Morgan Accessed August 20 2008 ===Book publishing=== In 1977, he returned to Ace to head their science fiction line, working with publisher Tom Doherty. When Doherty left to start Tor Books in 1980, Baen shortly followed and started the SF line there. In 1983, he had the opportunity to start his own independent company, Baen Books, distributed then and now by Pocket Books/Simon & Schuster; this was possible in part thanks to release from a long-term contract by his good friend Doherty. Baen Books has grown steadily since and established a large readership among fans of accessible adventure SF, publishing books by authors such as David Weber, John Ringo, Eric Flint, David Drake, Lois McMaster Bujold, Elizabeth Moon, Mercedes Lackey, Larry Niven, and many more. According to Eric Flint's \"Editor's Page\" Column just after Baen's death, once tiny Baen Books had been voted the second most looked for \"label\" among science-fiction fans up from fourth in 2004 and seventh in 2003. The rapid growth was credited as being due to Jim Baen's electronic marketing strategy by seeming to court piracy, ignoring encryption, and by giving away free titles on CD-ROM (See \"Electronic marketing strategy\" under Baen Books), by offering bundled \"bargain samplers\" and e-ARCs Baen's e-marketing pulled in sales. People could sample the wares, decide they liked it, and pick up a tangible book to read which given the series orientation of the SF genre, translated into more than one book. In short, even as the average small town library is trimming titles carried and stocking up on audio-visual media, Baen took advantage of technology to counteract the former \"boost\" gotten from libraries buying titles and keeping them around. ===Early anthology series=== Baen edited several anthology series in paperback format, trying to combine the feeling of an anthology and a magazine. To achieve this, they were numbered and dated like a magazine and contained many magazine features: Destinies (Ace, 11 issues 1978-81), Far Frontiers (Baen, 7 issues 1985-6), and New Destinies (Baen, 8 issues numbered I to IV and VI to IX 1987-90). He also edited several volumes of reprints from Galaxy and If in the 1970s. ===eBooks=== After hearing Pournelle praise writing with a computer, Baen purchased an IBM PC in the early 1980s. Disliking the layout of the IBM PC keyboard, he commissioned and published Magic Keyboard, a utility to remap its keys. Baen started an experimental web publishing business called Webscriptions in late 1999. (It was relaunched as Baen Ebooks at the start of 2012.) Unlike other eBook publishers, Baen flatly refused to use encryption or even Adobe's Portable Document Format (PDF), regarding Digital Rights Management as harmful not just to readers but also to authors and publishers. This stance was quite controversial at the time, but Baen Book's hardcover sales numbers have soared in direct relation to the number of titles available as inexpensive e-books, while the competition's remained flat or declined in the same period. As another measure, in comparison, e-royalties paid by Baen run circa 5% of a hardcover royalty over the same period, other publishers have paid out less than 1% comparatively on average — typical period numbers are a difference of four figures to two figures in e-royalties. Critics at the time also dismissed the e-book market as too small. Instead, it is one of the few such enterprises which regularly turn a profit, breaking even in its first year. These innovations earned him respect in the technological community, and increasing disbelief in the publishing trade with perhaps the best comment of all others began to mimic him, or place e-titles with Webscriptions themselves. One such title was even offered by Webscriptions using the despised (by J. Baen) Adobe PDF format, at its publishers insistence. Webscriptions is generally considered to be both the first e-books-for-money service whose product completely lacks encryption (in fact, Webscriptions makes each book available in a wide range of openly readable formats) and one of the first e-book publishing services to become profitable. (Indeed, it broke even in its first year and is likely the most profitable such service). In the words of David Drake, a writer with more than fifty books published: ===Free ebooks=== Along with Webscriptions, Baen created the Baen Free Library, where authors can make books available free of charge in the hope of attracting new readers. Though some scoffed at the idea of the free library, giving away ebooks turned out to increase sales. ===Stance on DRM=== Baen's e-books did not use encryption or Digital Rights Management (DRM). Baen was an outspoken opponent of DRM, regarding it as harmful to publishers and authors as well as readers. With his death, many other publishers have come to agree with his methods and principles. His stance on DRM is considered to still have been the most extreme among mainstream publishers, but has grown in credibility over time. Eric Flint, who has been called \"Baen's Bulldog\" on the DRM/Copy protection controversy believes that Jim Baen's legacy will be the impact on the DRM issue, and that Baen will have saved society from the rapaciousness of big corporations because Jim Baen had the courage of convictions to spit in the face of encryption, and moreover, prove that non- encrypted, non-DRM-protected intellectual materials actually give a sales boost--exactly the opposite of the conventional wisdom. ===Forum participation and e-ARCs=== Jim Baen was very active on the web forum of the Baen website, called Baen's Bar, which he started in May 1997; his interests included evolutionary biology, space technology, politics, military history, and puns. Baen's activity on the forums actually led to John Ringo becoming a published novelist. Ringo was a longtime participant in Baen's Bar and had gotten to know Baen by discussing topics like the aquatic ape hypothesis. Although his novel A Hymn Before Battle had been rejected, he mentioned he had submitted it and it had been rejected when Baen told him the manuscript had been lost. Baen took a look at the manuscript, fired the reader who had rejected it, and told Ringo that if he made certain edits, Baen would buy it.The World According to Quinn: John Ringo and Deidre Knight on Writing Another result of such interaction is that the barflies, the customers frequenting the site actually talked Jim Baen into charging more for the e-book variation on the publishing trades' Advance reading copy — (sampler packages of five books) the house was offering called e-ARCs (\"Advanced Reader Copies\", emphasis on benefit to the \"Reader\"). Jim Baen would have been glad to break even on the e-biz, for he was firmly convinced the increased exposure would lead to increased sales, and it took only three years to prove it beyond much doubt, and about as long before even the competition could no longer deny the successes. ===The last half-decade=== In 2000, Baen was the editor guest of honor at Chicon 2000, that year's Worldcon. With the interest shown in Flint's 1632 series, he set up a second talk forum for the new writer, one specialized to the buzz of 1632-verse called 1632 Tech Manual. The fans wanted a sequel, \"yesterday\", the research was daunting, so he advised the fledgling writer to open up the universe, to make it a shared universe long before the \"normal point\" in a fictional universe life-cycle; Flint was willing to gamble, and the result was Ring of Fire, but in the meantime Baen had paired best selling author David Weber with the emerging mid-list author Flint in a five-book contract and the resulting 1633 created a new cycle of buzz and interest. Flint suggested creating an e-zine to carry some of the fan fiction submitted for Ring of Fire or created subsequently. Baen took the risk, adapting his e-ARC system and Webscriptions for a magazine format. The result was The Grantville Gazettes. Baen Books subsequently published some of the stories as hardcopy anthologies; the fourth of those volumes was the last book Baen bought from Flint. === Jim Baen's Universe === thumb|Jim Baen's Universe logo In late 2005 Baen announced plans for a bimonthly online science fiction magazine, which was originally named Baen's Astounding Stories. After concerns over trademark infringement with Dell Magazines (publisher of Analog Science Fiction and Fact, which was originally titled Astounding Stories), it was renamed Jim Baen's Universe. The magazine, edited by Eric Flint, published its first issue in June 2006, authors contracted including David Drake and Timothy Zahn. In August 2009, Baen's Universe announced that they would be closing down the magazine due to financial issues, stating \"we were simply never able to get and retain enough subscribers to put us on a sales plateau that would allow us to continue publishing\". Jim Baen had two daughters, Jessica (1977) with his wife of sixteen years, Madeline Gleich, and Katherine (1992) with Toni Weisskopf.Jim Baen He apparently had a premonition of his own deathObituary by David Drake and suffered a massive bilateral thalamus stroke on June 12, 2006. He died on June 28 at Raleigh, North Carolina, without again regaining consciousness.Making Light: Jim Baen Whatever: Jim Baen According to Flint, he did get to see the first issue of his magazine before dying. == Bibliography == * Destinies (1979) (Illustrated by Alicia Austin) == References == == External links == * Baen Books website ** Baen's Bar - The Official Forum ** Brief biography at Baen Books FAQ * GoH Interview at Chicon website * Early 2000s interview about electronic publishing at Futurist.com * Obituary by David Drake * Personal remembrance by Lois McMaster Bujold how Jim Baen started her career * Dear Jim - John Ringo's letter to Jim Baen * Obituary in Los Angeles Times * Category:1943 births Category:2006 deaths Category:American book editors Category:American book publishers (people) Category:American magazine publishers (people) Category:American speculative fiction editors Category:American speculative fiction publishers (people) Category:Baen Books Category:Businesspeople from Raleigh, North Carolina Category:Male speculative fiction editors Category:Science fiction editors Category:Writers from Raleigh, North Carolina",
 "title": "Jim Baen"
}