{
 "id": "738481",
 "text": "Bobby Ray Inman (born April 4, 1931) is a retired United States Navy admiral who held several influential positions in the United States Intelligence Community. ==Early years== Inman was born and raised in the community of Rhonesboro, Upshur County, Texas, in the eastern portion of the state. His father was the owner and operator of a gas station. Inman attended and graduated from Mineola High School. Inman recalled in 1986 that he was 5' 4\" tall and weighed upon graduation, and he tutored athletes he admired during high school to keep from being bullied. Inman graduated from Mineola High School in Mineola, Texas at the age of 15, in 1946. He rode a bus from Mineola to Tyler Junior College, where he was a member of Phi Theta Kappa National Honor Society. He graduated from the University of Texas with a degree in history at the age of 19. According to Budiansky, after joining the Naval Reserve during the Korean War, Inman then \"rocketed up through the ranks of naval intelligence\". ==Naval career== Inman served as Director of Naval Intelligence from September 1974 to July 1976, then moved to the Defense Intelligence Agency where he served as vice director until 1977. He next became the director of the National Security Agency. Inman held this post until 1981. His last major position was as the deputy director of Central Intelligence, a post he held from February 12, 1981 to June 10, 1982. While simultaneously acting as the NSA director and the CIA deputy director in early 1981, he modernized the collection process by setting up a joint facility in College Park, Maryland. According to Budiansky, Inman did so by \"sending memos back and forth to himself approving his solutions.\" In 1976, Martin Hellman and Whitfield Diffie published their paper, New Directions in Cryptography, introducing a radically new method of distributing cryptographic keys, which went far toward solving one of the fundamental problems of cryptography, key distribution. It has become known as Diffie–Hellman key exchange. However, when Hellman and two of his graduate students attempted to present their work on this on October 10, 1977 at The International Symposium on Information Theory, the National Security Agency warned them that doing so would be legally equivalent to exporting nuclear weapons to a hostile foreign power. Inman led the NSA at the time, and he feared that encryption – which had so far only been used for military purposes – would be used by hostile foreign powers, reducing the ability of the NSA to collect signals intelligence. However, Hellman – who anticipated that the increasing use of electronic communications in private sector transactions would require encryption – proceeded to give the talk. While this defied the NSA's threat of prosecution, Inman eventually realised Hellman's point and there was no prosecution. Hellman and Inman even became friends. Public key cryptography now forms an essential component of internet security. Inman chaired a commission on improving security at U.S. foreign installations after the Marine barracks bombing and the April 1983 US Embassy bombing in Beirut, Lebanon. The commission's report has been influential in setting security design standards for U.S. Embassies. After retirement from the Navy, he was chairman and chief executive officer of the Microelectronics and Computer Technology Corporation (MCC) in Austin, Texas for four years and chairman, president and chief executive officer of Westmark Systems, Inc., a privately owned electronics industry holding company for three years. Admiral Inman also served as chairman of the Federal Reserve Bank of Dallas from 1987 through 1990. Admiral Inman’s primary activity since 1990 has been investing in start-up technology companies, where he is a managing director of Limestone Ventures. He is a member of the board of directors of several privately held companies. He serves as a trustee of the American Assembly and the California Institute of Technology. He is an elected Fellow of the National Academy of Public Administration. President Clinton nominated him as Secretary of Defense, but he withdrew his nomination (see below). Inman also was on the board of SAIC.James Bamford, The Shadow Factory, Doubleday, 2008, p201 Since 2001, Inman has held the LBJ Centennial Chair in National Policy at The University of Texas at Austin Lyndon B. Johnson School of Public Affairs, and in 2005 and again in 2009 was the school's interim dean.Lyndon B. Johnson School of Public Affairs. Biography of Bobby R. Inman, retrieved 2015-06-14. Inman graduated from Texas with a bachelor's in history in 1950. Inman has also served on the board of directors of the Council on Foreign Relations, Dell Computer, SBC Corporation (now AT&T;)Pletz, John. \"Michael Dell's view from the top\", Austin American-Statesman, 2004 May 2. and Massey Energy. In 2011 he became head of the board of directors of Xe Services, formerly Erik Prince's Blackwater and now known as Academi.Former Blackwater Security Firm Gets New Leaders in Image Makeover By Justin Fishel March 09, 2011, foxnews.com As of 2013, he sits on the board of directors of Academi.Academi board of directors ==Nomination for Secretary of Defense== Inman was announced as President Bill Clinton's choice to succeed Les Aspin as Secretary of Defense on December 16, 1993, initially receiving broad bipartisan support. He accepted the post at first, but withdrew his nomination during a press conference on January 18, 1994.Bobby Inman Withdrawal Press Conference During the press conference, Inman made angry remarks about comments by The New York Times columnist William Safire. Safire wrote paragraphs on Inman's \"anti-Israel bias shown\", and ended in a four-point list of other negative qualifications. In reply, Inman suggested that Safire had recruited Senator Bob Dole of Kansas to engage in a \"vitriolic attack\" on Inman, and also claimed that Dole and Senator Trent Lott were planning to \"turn up the heat\" on his nomination. Dole's reaction was to state that \"I have no idea what's gotten into Bobby Inman... Admiral Inman's letter doesn't make any sense to me.\" Lott appeared even more surprised, saying that \"I am floored by [Inman's] bizarre press conference\", while an unnamed White House aide added: \"Most of us were glued to the tube, our mouths open in shock.\"Adm. Inman Asks Clinton To Withdraw Nomination – The Tech ==International Signal and Control (ISC) Scandal== In 1994, after Bobby Ray Inman asked to be withdrawn from consideration as Defense Secretary, his critics speculated that the decision was motivated by a desire to conceal his links to International Signal and Control (ISC). Inman was a member of the board of directors of the company, which was allegedly either negligent or approved illegal exports.Bobby Ray Inman and South Africa Originally called ESI (Electronic Systems International), the company manufactured sub- assemblies for the AGM-45 Shrike and RIM-7 Sea Sparrow missiles in 1974, and just after the Vietnam War which was part of a standard arms contract for the US defense administration (DCAS). The company also had a commercial repair facility of two meter portable amateur (\"ham\") radios from a company in New Jersey called Clegg, and manufactured communications helmet radios for firemen, and electronic outdoor bug zappers. ISC was involved in two major indiscretions, for which CEO James Guerin received a 15-year prison sentence: * It defrauded and caused the collapse of the British company Ferranti, which acquired it in 1987.1992/93 UK Parliament: House of Commons document: HC 28 Serious Fraud Office. Annual report 5 April 1991 to 4 April 1992 * It exported classified military technology to South Africa, which was then forwarded to third countries, notably Iraq. From 1984 to 1988, ISC sent South Africa more than $30 million in military-related equipment, including telemetry tracking antennae to collect data from missiles in flight, gyroscopes for guidance systems, and photo-imaging film readers, all of which would form the \"backbone\" of a medium-range missile system. Some of this technology was reportedly transferred to Iraq. Another link to Iraq was the supply of the specifications for the Mk 20 Rockeye II cluster bomb through Chilean defense company Cardoen Industries, which was able to build an almost identical weapon that was subsequently used against coalition forces in the Persian Gulf War of January–February 1991. ==Statements== In 2006, Inman criticized the Bush administration's use of warrantless domestic wiretaps, making him one of the highest-ranking former intelligence officials to criticize the program in public.Shachtman, Noah. \"\", Wired News, 2006 May 9.\"Ex-NSA Head Bobby R. Inman on the National Security Agency’s Domestic Surveillance Program: “This Activity Was Not Authorized \", www.democracynow.org, 2006 May 17. ==Awards and decorations== {| style=\"margin:1em auto; text-align:center;\" |colspan=\"3\" align=\"right\"| |colspan=\"3\" align=\"left\"| |- |colspan=\"2\"| |colspan=\"2\"| |colspan=\"2\"| |- |colspan=\"2\"| |colspan=\"2\"| |colspan=\"2\"| |- |colspan=\"2\"| |colspan=\"2\"| |colspan=\"2\"| |- |colspan=\"2\"| |colspan=\"2\"| |colspan=\"2\"| |- |colspan=\"2\"| |colspan=\"2\"| |colspan=\"2\"| |} {| class=\"wikitable\" style=\"margin:1em auto; text-align:center;\" !1st row |colspan=\"3\"|Navy Distinguished Service Medal |colspan=\"3\"|Defense Superior Service Medal |- !2nd row |colspan=\"2\"|Legion of Merit |colspan=\"2\"|Meritorious Service Medal |colspan=\"2\"|Joint Service Commendation Medal |- !3rd row |colspan=\"2\"|Navy Unit Commendation |colspan=\"2\"|Navy Meritorious Unit Commendation |colspan=\"2\"|Navy Occupation Service Medal |- !4th row |colspan=\"2\"|National Defense Service Medal with one bronze service star |colspan=\"2\"|Korean Service Medal with four bronze stars |colspan=\"2\"|Vietnam Service Medal |- !5th row |colspan=\"2\"|Republic of Korea Order of National Security Merit, Cheon-Su Medal |colspan=\"2\"|South Vietnam Navy Distinguished Service Order (2nd Class) |colspan=\"2\"|Vietnam Gallantry Cross with gold star |- !6th row |colspan=\"2\"|Republic of Korea Presidential Unit Citation |colspan=\"2\"|United Nations Korea Medal |colspan=\"2\"|Vietnam Campaign Medal |} ==See also== *Unsuccessful nominations to the Cabinet of the United States ==References== ==External links== *Biography of Bobby R. Inman—FAS.org *University of Texas Biography * |- |- Category:1931 births Category:Living people Category:Blackwater (company) people Category:Directors of the National Security Agency Category:Directors of the Office of Naval Intelligence Category:Deputy Directors of the Central Intelligence Agency Category:Members of the Council on Foreign Relations Category:People from Upshur County, Texas Category:People of the Defense Intelligence Agency Category:Rejected or withdrawn nominees to the United States Executive Cabinet Category:United States Navy admirals Category:University of Texas at Austin alumni Category:Recipients of the Distinguished Service Order (Vietnam) Category:Recipients of the Navy Distinguished Service Medal Category:Recipients of the Defense Superior Service Medal Category:Recipients of the Legion of Merit Category:Recipients of the Meritorious Service Medal (United States) Category:Recipients of the Gallantry Cross (Vietnam) Category:Recipients of the Order of Military Merit (Korea) Category:United States Navy personnel of the Korean War Category:United States Navy personnel of the Vietnam War Category:Military personnel from Texas",
 "title": "Bobby Ray Inman"
}