{
 "id": "738640",
 "text": "Strange Luck is an American television series that aired on Fox, created by Karl Schaefer and starring D. B. Sweeney in the role of Chance Harper who constantly stumbles into unusual situations. The series aired on Fox from 1995 to 1996. A total of seventeen episodes were aired before the show was canceled due to low ratings. Reruns were shown briefly on the Sci Fi Channel in 1997. The series was initially slotted as a lead-in to The X-Files on Friday nights, and was largely shot in Canada like the show which followed it.Lowe, Kinsey. Strange Luck www.variety.com September 11, 1995 ==Plot== Chance Harper, a freelance photographer, is afflicted with a bizarre tendency to always be in the wrong place at the right time. As Chance himself says, \"If I go to a restaurant, somebody chokes. If I walk into a bank, it gets robbed.\" Harper's strange luck began when, as a small child, he was the sole survivor of a plane crash that killed everyone else aboard, including his mother and sister. == Cast == * D. B. Sweeney as Chance Harper * Pamela Gidley as Audrey Westin * Cynthia Martells as Dr. Richter * Frances Fisher as Angie * Drew Monroe as Spirit * Scott Plank as Arthur Vandenberg == Production == === Casting === D. B. Sweeney had been primarily a film actor before taking the role of Chance Harper, he did so because he had a series of unsuccessful low-budget films and decided to try his hand at television, and commented that \"Fox has spent more time and money and effort promoting me and this show than all of my movies put together\"Washington Post: Film Actor Tries \"Strange Luck\" == Episodes == {| class=\"wikitable plainrowheaders\" style=\"background:#fff;\" |- ! style=\"background:#;\"| No. ! style=\"background:#;\"| Title ! style=\"background:#;\"| Directed by ! style=\"background:#;\"| Written by ! style=\"background:#;\"| Original air date |} ==Awards== {| class=\"wikitable\" |- ! style=\"width:04%;\"| Year ! style=\"width:15%;\"| Association ! style=\"width:25%;\"| Category ! style=\"width:51%;\"| Nominated artist/work ! style=\"width:10%;\"| Result |- | 1996 | Primetime Emmy Award | Outstanding Sound Editing for a Series | Andrew Spencer Dawson (supervising editor), Stacey Nakasone (dialogue editor), Rich Cusano (sound effects editor), Richard Webb (sound effects editor) For episode \"The Liver Wild\". | |} == References == == External links == * * TV Guide: Strange Luck Category:Fox Broadcasting Company original programming Category:1990s American drama television series Category:1995 American television series debuts Category:1996 American television series endings Category:Television series by New World Television Category:Television shows set in Missouri",
 "title": "Strange Luck"
}