{
 "id": "738608",
 "text": "right|thumb|200px|Cover of the 1908 novel Red Star () is Alexander Bogdanov's 1908 science fiction novel about a communist society on Mars. The first edition was published in St. Petersburg in 1908, before eventually being republished in Moscow and Petrograd in 1918, and then again in Moscow in 1922. Set in early Russia during the Revolution of 1905 and additionally on a fictional socialist society on Mars, the novel tells the story of Leonid, a Russian scientist-revolutionary who travels to Mars to learn and experience their socialist system and to teach them of his own world. In the process, he becomes enamored of the people and technological efficiency that he encounters in this new world. An English translation by Charles Rougle was published in 1984. ==Plot summary== ===Part I=== Leonid, the narrator and protagonist of the story, is a Bolshevik revolutionary and mathematician living in St. Petersburg. The novel begins with an explanation of Leonid's few relationships within the revolutionary movement and with his love interest, Anna Nikolaevna. Despite his intimate relationship with Anna, Leonid confesses in the opening pages that their ideological differences concerning the revolution were too extreme for him to overcome. It is at this point in his life that Leonid, informally known as Lenni, is visited by Menni, a Martian in disguise. Almost immediately after they become acquainted, Menni invites Leonid to assist in a project designed to study and visit other planets, such as Venus and Mars. At first, however, Menni fails to reveal that the true purpose of the visit would be for Leonid to teach his own culture to Martians and to simultaneously understand and experience theirs; this point is only revealed to Leonid after he has embarked on the journey to Mars. The trip is accomplished by the \"etheroneph\", a combination of nuclear rocket and anti-gravity device. On their way to Mars, Leonid is exposed gradually to Martians and their society. He is introduced to all of the other Martian travelers, such as Netti and Sterni, who he remarks as bearing very few individually distinguishable features, even when comparing opposite genders. With the help of Menni and Netti, his doctor, Leonid is able to speak the Martian language by the time they arrive. During an attempt to acquaint himself with all of the other travelers, Leonid partakes in a scientific experiment with an elder Martian named Letta. However, the experiment fails and causes a puncture in the etheroneph's hull, causing Letta to sacrifice himself and plug the hole with his body. As a result of this, Leonid feels responsible for the elder Martian's death. This is also the first notable instance of a strong emotional response by the crew, as they are deeply saddened by Letta's passing (especially Netti). Part 1 concludes with their arrival on the planet of Mars. ===Part II=== At this point in the novel, Bogdanov details some of the aspects of the socialist Martian society as seen through Leonid’s eyes. First, Leonid comments that the red hue of Mars is actually due to the red vegetation that covers the planet. Secondly, he remarks on the living conditions of the Martians, noting that they are indistinguishable from one another. Thus, even a Martian like Menni, whom Leonid perceives to be more accomplished individually than most of his peers, lives in the same housing as the rest of his Martian compatriots. Thirdly, Leonid learns that there is no professional specialization among Martians such that an individual can enroll himself for work in a clothing factory one day and switch to food production the next day. In fact, job assignments are chosen based on societal need, and there is furthermore no requirement for an individual to work at all; yet, almost all Martians decide to work a varying number of hours anyway in order to feel fulfilled and accomplished. Leonid soon learns that there is no focus on or appreciation for the individual whatsoever in this Martian society, but rather admiration arises for collective effort and decides to leave. Eventually, the unfamiliarity of Mars and the stress of his mission exhaust Leonid to the point of being delusional and he becomes bedridden with severe auditory and visual hallucinations. Just in time, Netti is alerted to his condition and treats him for his severe illness. While Leonid is recovering, he finds out, contrary to his original assumption, that Netti is female. His previous feelings for her are then only deepened and they quickly fall in love with one another as Part 2 comes to a close. ===Part III=== As Leonid continues to build upon his relationship with Netti, he finds himself increasingly enjoying his time on Mars. He has formed strong bonds with a number of Martians, such as Netti and Menni, and has found himself a steady position working at the clothing factory, albeit at a noticeably less efficient pace than the Martians around him. However, it is soon after this period that both Netti and Menni are called away for what is described initially as a mining expedition to Venus. While they are away, Leonid develops a relationship with Enno, another fellow shipmate from his arrival to the planet whom he assumed to be male but is in fact a female. During their time together, Enno revealed that she used to be the wife of Menni, and likewise Netti used to be married to Sterni (yet another shipmate). This revelation of Netti's previous marriage emotionally shakes Leonid, and he resorts to speaking with Netti's mother, Nella, who produces a note written by Netti in which she confesses her love for Leonid despite her previous relationship. It is here that yet another idealized socialist aspect of Martian society is realized - the fluidity of love and the ability for a Martian to have multiple lovers and maintain multiple relationships, both at once and over the course of a lifetime. While discovering many other things about the nature of personal relationships on Mars, Leonid uncovers frightening information. He discovers that the council in charge of the Venus expedition was vying for either Venus's or Earth’s colonization as a possible solution to their hitherto untold problem of overpopulation on Mars. It is revealed to Leonid here that the true motive behind Menni and Netti's expedition to Venus was to consider its hospitality. Yet, as the recording of the debate that Leonid is watching seems to conclude, Venus is seemingly inhospitable, leaving Earth as the sole suitable host to be colonized by the Martians, for slowing population growth was out of the question and seen as regressive. The argument presented by Sterni in this conference states that colonization of Earth is the only feasible solution and that such an expansion would only be made possible if Earth’s human population was eradicated. It is only through the negative feedback presented by Netti and Menni that a final effort to visit Venus is allowed. As Leonid’s emotional state is not fully recovered from his exhaustion, this news sends him into a state of psychosis. His resolution is to murder Sterni, which he proceeds to do. Part 3 closes with Leonid's realization that his act of murder likely only cast Earth and its inhabitants into a worse light, and he commits himself to leave Mars and subsequently returns to Earth in a hopeless mental state. ===Part IV=== Leonid finds himself in the mental health clinic of Dr. Werner, an old comrade. In a meeting with Dr. Werner, Leonid attempts to confess his murder of Sterni but Werner casts it aside as a symptom of Leonid's disease, and tells Leonid that none of the events on Mars actually occurred, and that his memories are simply an effect of his delirium. In his stay at Werner's clinic, he spends one day searching through Werner's office and finds the scraps of a letter containing Netti's handwriting, thus convincing him that Netti is on Earth. Once he is fully recovered, Leonid leaves the hospital with the assistance of a friendly guard and rejoins the revolutionary fight, but this time with a matured perspective. The novel ends with a letter from Dr. Werner to Mirsky (a character assumed to be Plekhanov). In this letter, Leonid’s reunion with Netti is described and it is inferred that they have returned to Mars together. ==Characters== * Leonid: The main character and narrator, Leonid is a mathematician-philosopher-revolutionist who is chosen to accompany the Martians back to Mars in order to learn of their socialist system, and to help them understand his own. He is a native Russian and begins the story living in St. Petersburg. He was chosen for the mission because the Martians believe that he has both the mental and physical faculties to withstand the change in society and planet. Upon murdering Sterni and returning to Earth, however, Leonid ponders how and why he failed his mission, and more importantly why he was chosen to visit Mars in the first place. Leonid's life closely resembles Bogdanov’s own, giving the assumption that his character was inspired from Bogdanov's own life. * Menni: Menni is the chief engineer for the expedition to Earth. He is Leonid’s first friend and one of the only two Martians who speaks Russian directly with Leonid. He is also the captain of the ship to Earth, although he occupies no higher societal role than does any other Martian. Once they have landed on Mars, Menni becomes occupied with the commission to colonize Venus and becomes a secondary, and rather obsolete, character. This Menni is a descendant of the engineer Menni of the prequel novel; he has a portrait of his famous namesake ancestor on the wall. * Netti: Netti is a doctor that specializes in foreign organisms, such as Leonid for example. She first appears in the novel as an aid to Leonid’s sleeping problems on the ship to Mars. Leonid assumes at first that Netti is male, but later discovers that she is female, at which point they fall in love. As Leonid's love interest, she occupies a very important role and reappears consistently throughout the novel. Netti’s character is possibly inspired by Bogdanov’s own experience as a physician. * Enno: Enno is a minor character that is a member of the crew for the expedition to Earth. Leonid mistook Enno, like Netti, for a male when she is in fact female. While Netti and Menni are away on the mission to Venus, Leonid and Enno engage in an amorous relationship, although not nearly to the extent of Leonid's relationship with Netti. The purpose of her character seems primarily to divulge Netti's previous marriage to Sterni. * Sterni: Sterni is a minor character that is a member of the crew for the expedition to Earth, and specifically a mathematician and scientist. He is described as having a cold and overly scientific demeanor and intellect. His suggestion to the commission for colonization to take Earth is what eventually causes his death, as he is murdered by Leonid. * Nella: Nella is the mother of Netti, and works as the head of a childcare facility. She appears in the story to deliver her daughter's message of love to Leonid, which quells Leonid's mental unrest caused by the knowledge of Netti's prior involvement with Sterni. * Dr. Werner: Dr. Werner is a minor character that only enters the novel at the very end. He is Leonid’s doctor on earth and his character serves as a venue in which to conclude the novel. Dr. Werner was also a pseudonym that Bogdanov used. ==Themes== ===Socialist idealism=== Life of the Martians is depicted by Bogdanov as a socialist, classless (but technocratic) society. The protagonists of the story, Leonid and Netti, view socialism as the peak of human social order, the clear determiner of an advanced and civilized society. As part of this socialist idealism, the Martians recognize equality for all, including gender, and goes so far as to have this equality visualized through the lack of discernible differences between the appearances of each gender (or even individuals, for that matter). For a book published in the early 20th century, the absence of gender roles in this book is remarkably forward thinking and thus certainly worth noting. The Martian society is likewise extremely advanced in science and technology, as Bogdanov goes to great deal in describing the etheronephs and the minus-matter that fuels them. Nuclear photonic rockets are accompanied by the aspect of conquering nature (Grand Canals p. 62) and the brief description of a historical socialist uprising, spurred by one of Menni's ancestors. Medicine is also highly advanced, as the reader is exposed to hospitals for complex surgeries or treatment for nervous disorders. The hospital likewise encompasses a room for dying (the inhabitants of Mars may choose to commit suicide or assisted suicide as long as such an action doesn't have a large impact on the Martian society). Clothing is unisex, simple, and comfortable. To continue with the relative downplaying of gender roles, language does not have grammatical gender for words, and there is only one Martian language, which is spoken across the entire planet. The Museum of Art ignores individual accomplishments, as the exhibits are composed of simple monuments to commemorate historic events rather than people. As Bogdanov writes, \"Mankind needs no dead symbols of an individual once he is no more.. The ballast of names from the past is useless to the memory of man.\" (Red Star p. 44). As a professed Marxist, and a Bolshevik to be more specific, one can imagine that Bogdanov closely modeled the society of Mars after his ideal world. He likely quite enjoyed the prospect of constructing the hopeful result of the socialist revolution that was taking place in his homeland. As Richard Stites even writes in his introduction to the novel, the best conceivable outcome of the Russian socialist revolt was “a golden future where men and women could work, study, and love in total freedom, harmony, and community, liberated from the backwardness, poverty, and greed that had always tormented humanity. (Red Star p.4). This ‘golden future’ is perfectly reproduced in Red Star and is heavily juxtaposed with the ‘backward’ nature of humanity that Bogdanov depicts on Earth. One can imagine Bogdanov's dedication to the socialist cause in examining every fine detail that caused the Martian society to be so successful, from labor practices to intimacy. ===Science and technology=== For Bogdanov, socialism primarily advances society through science and industrialization, accompanied by the innate will of man to work. Science and industry therefore allow for a perfect workers’ society in which each individual works as many hours as he/she chooses and can change professions according to the society’s needs. Because Mars has idealized man to have an inner drive to work comparable to that of a machine, enough hours of labor are produced by the Martians in every industry so as to fully satisfy each Martian individual. Additionally, because there is no specialization in professions, there is never a shortage of labor in any industry, as the workers simply mold to match the society's best interest. ===Freedom and happiness=== For the Martians, happiness and freedom are directly related – as freedom increases, so too does happiness. This is perhaps best realized in the Martians’ labor practices, as all Martian laborers are not only able to choose the number of hours that they work, but also the profession that they work in. However, this direct relationship between freedom and happiness doesn’t only surface in the labor habits of the Martians, but also in their personal life – most notably through their practice of polygamy. Leonid observes, and engages, in the act of maintaining multiple intimate relations at once, seeing Enno when Netti is travelling to and from Venus. Likewise, he learns from Nella that Netti had previously maintained multiple lovers. Therefore, in the society free love is celebrated and actively encouraged, further lending to the positive correlation between freedom and happiness. The strong correlation between these two traits can likewise be seen through the museum, poetry, and plays that Leonid encounters during his stay on Mars. ==Sequels== Bogdanov followed the novel with a prequel in 1913, Engineer Menni, which detailed the creation of the communist society on Mars. The titular character is a famous ancestor of the namesake Menni who befriends Leonid in Red Star. His fame came from running the canal-building projects of earlier centuries on Mars, which happened in Mars's presocialist era. In 1924 Bogdanov published a poem entitled \"A Martian Stranded on Earth\" that was to be the outline for a third novel, but he did not finish it before his death. ==Cultural influences== Red Star was very influential on Kim Stanley Robinson. His character Arkady Bogdanov, from his Mars Trilogy, is supposed to be a descendant of Alexander Bogdanov. ==Translations== * Rote Stern : ein utopischer Roman (1972) * Red Star: The First Bolshevik Utopia (1984) * Der rote Stern: Neue Übersetzung (2017) * L'étoile rouge (2020) ==See also== * Alexander Bogdanov ==References== Category:1908 Russian novels Category:Communist books Category:Novels set on Mars Category:Russian science fiction novels Category:Utopian novels Category:1908 science fiction novels Category:Fiction set in 1905 Category:Novels set in Russia Category:Books by Alexander Bogdanov",
 "title": "Red Star (novel)"
}