{
 "id": "738832",
 "text": "Heinrich Glarean (also Glareanus; 28 February or 3 June 1488 – 28 March 1563) was a Swiss music theorist, poet and humanist. He was born in Mollis (in the canton of Glarus, hence his name) and died in Freiburg. ==Biography== After a thorough early training in music, Glarean enrolled in the University of Cologne, where he studied theology, philosophy, and mathematics as well as music. It was there that he wrote a famous poem as a tribute to Emperor Maximilian I. Shortly afterwards, in Basle, he met Erasmus and the two humanists became lifelong friends. Glarean's first publication on music, a modest volume entitled Isagoge in musicen, was in 1516. In it he discusses the basic elements of music; probably it was used for teaching. But his most famous book, and one of the most famous and influential works on music theory written during the Renaissance, was the Dodecachordon, which he published in Basle in 1547. This massive work includes writings on philosophy and biography in addition to music theory, and includes no less than 120 complete compositions by composers of the preceding generation (including Josquin, Ockeghem, Obrecht, Isaac and many others). In three parts, it begins with a study of Boethius, who wrote extensively on music in the sixth century; it traces the use of the musical modes in plainsong (e.g. Gregorian chant) and monophony; and it closes with an extended study of the use of modes in polyphony. The most significant feature of the Dodecachordon (literally, \"12-stringed instrument\") is Glarean's proposal that there are actually twelve modes, not eight, as had long been assumed, for instance in the works of the contemporary theorist Pietro Aron. The additional four modes included authentic and plagal forms of Aeolian (modes 9 and 10) and Ionian (modes 11 and 12) — the modes equivalent to minor and major scales, respectively. Glarean went so far as to say that the Ionian mode was the one most frequently used by composers in his day. The influence of his work was immense. Many later theorists, including Zarlino, accepted the twelve modes, and though the distinction between plagal and authentic forms of the modes is no longer of contemporary interest (reducing the number from twelve to six), Glarean's explanation of the musical modes remains current today. ==Notes== == References == * ==Further reading== * Iain Fenlon and Inga Mai Groote (eds.). Heinrich Glarean's Books: The Intellectual World of a Sixteenth-Century Musical Humanist, Cambridge and New York: Cambridge University Press, 2013. . * Henricus Glareanus. Dodecachordon Basel: Heinrich Petri, 1547 (facsimile, accessed 30 December 2015). * Otto Hartig. \"Henry Glarean\", Catholic Encyclopedia. New York: Robert Appleton Company, 1913. * Gustave Reese. Music in the Renaissance. New York, W.W. Norton & Co., 1954. . * Oliver Strunk. Source Readings in Music History. New York, W.W. Norton & Co., 1950. == External links == *A source of the \"Dodekachordon\" * Category:1488 births Category:1563 deaths Category:People from the canton of Glarus Category:Swiss Renaissance humanists Category:Swiss music theorists Category:Swiss male poets",
 "title": "Heinrich Glarean"
}