{
 "id": "739383",
 "text": "Bremen-Verden, formally the Duchies of Bremen and Verden (; ), were two territories and immediate fiefs of the Holy Roman Empire, which emerged and gained imperial immediacy in 1180. By their original constitution they were prince-bishoprics of the Archdiocese of Bremen and Bishopric of Verden. In 1648, both prince-bishoprics were secularised, meaning that they were transformed into hereditary monarchies by constitution, and from then on both the Duchy of Bremen and the Duchy of Verden were always ruled in personal union, initially by the royal houses of Sweden, the House of Vasa and the House of Palatinate-Zweibrücken, and later by the House of Hanover. With the dissolution of the Holy Roman Empire in 1806, Bremen-Verden's status as fiefs of imperial immediacy became void; as they had been in personal union with the neighbouring Kingdom of Hanover, they were incorporated into that state. ==Territory and insignia== The territory belonging to the Duchies of Bremen and Verden covered a rough triangle of land between the mouths of the rivers Elbe and Weser on the North Sea, in today's German federal states of Hamburg and Bremen (the Elbe-Weser Triangle). This area included most of the modern counties (German singular: Kreis) of Cuxhaven (southerly), Osterholz, Rotenburg upon Wümme, Stade and Verden, now in Lower Saxony; and the city of Bremerhaven, now an exclave of the State of Bremen. The city of Bremen and Cuxhaven (an exclave of Hamburg) did not belong to Bremen-Verden. The Land of Hadeln, then an exclave of Saxe-Lauenburg exclave around Otterndorf, was not part of Bremen-Verden until 1731. Stade was the capital. Bremen-Verden's coat of arms combined the arms of the Prince-Bishopric of Verden, a black cross on white ground, with those of the Prince-Archbishopric of Bremen, two keys crossed Bremen-Verden's seal), the symbol of Simon Petrus, the patron saint of Bremen. ==History== At the beginning of the Thirty Years' War the predominantly Lutheran Prince-Archbishopric of Bremen maintained neutrality, as did most of the Protestant territories in the Lower Saxon Circle, a fiscal and military subsection of the Holy Roman Empire. The neighbouring Prince- Bishopric of Verden also tried to maintain neutrality, but, being part of the Lower Rhenish-Westphalian Circle, which was troubled by confrontation between Calvinist, Catholic and Lutheran rulers and their territories, Verden soon became involved in the war. In 1623 Verden's cathedral chapter, consisting mainly of Lutheran capitulars, elected Frederick II, Administrator of the Prince-Bishopric of Verden to be the ruler of the bishopric. Since he was Lutheran, the Holy See denied him the title of bishop. Nevertheless, he and later administrators were often referred to as prince-bishops. Frederick II was a son of King Christian IV of Denmark and Norway. In 1626, Christian IV, who was also Duke of Holstein, and thus a vassal of the Emperor, joined the anti-imperial coalition of the Republic of the Seven United Netherlands and the Kingdom of England under James I. After Christian IV was defeated at the Battle of Lutter am Barenberge, on 27 August 1626, by the troops of the Catholic League under Johan 't Serclaes, Count of Tilly, he and his remaining troops fled to the Prince-Archbishopric of Bremen and set up headquarters in Stade. Administrator John Frederick, Duke of Schleswig-Holstein-Gottorp, who was also Administrator of the Prince-Bishopric of Lübeck, fled to Lübeck and left the Prince-Archbishopric to be ruled by the Chapter and the Estates. In 1626, Tilly and his Catholic League troops occupied Verden, causing the Lutheran clergy to flee. He demanded that the Chapter of Bremen allow him to enter the Prince-Archbishopric and while the Chapter declared its loyalty to the Emperor, it delayed an answer to the request, arguing that it had to consult in a diet with the Estates, which would be a lengthy procedure. Meanwhile, Christian IV arranged for Dutch, English and French troops to land in Bremen. The Chapter's pleas for a reduction of the contributions, Christian IV commented by arguing once the Leaguists would take over, his extortions will seem little. In 1627, Christian IV withdrew from the Prince-Archbishopric of Bremen, in order to fight Wallenstein's invasion of his Duchy of Holstein. Tilly then invaded Bremen and captured its southern parts. The city of Bremen shut its city gates and entrenched behind its improved fortifications. In 1628, Tilly besieged Stade with its remaining garrison of 3,500 Danish and English soldiers. On 5 May 1628 Tilly granted them safe-conduct to England and Denmark-Norway and the whole of ecclesiastical Bremen was in his hands. Now Tilly turned to the city of Bremen, which paid him a ransom of 10,000 rixdollars in order to save itself from a siege. The city remained unoccupied. The populations in both prince-bishoprics were subjected to measures of \"re- Catholicisation\" within the scope the Counter-Reformation, with Lutheran services suppressed and Lutheran pastors expelled. In July 1630, Tilly and most of the Catholic occupants were withdrawn, since on 26 June Gustavus Adolphus of Sweden had landed with 15,000 soldiers at Peenemünde, opening a new front in the Thirty Years' War. He had been won by French diplomacy to join a new anti-imperial coalition, soon also joined by the United Netherlands. In February 1631 John Frederick, the exiled Lutheran administrator of the Prince-Archbishoprics of Bremen and Lübeck conferred with Gustavus II Adolphus and a number of Lower Saxon princes in Leipzig, all of them troubled by Habsburg's growing influence wielded by virtue of the Edict of Restitution in a number of Northern German Lutheran prince-bishoprics. John Frederick speculated to regain the Prince-Archbishopric of Bremen and therefore in June/July 1631 officially allied himself with Sweden. For the war being John Frederick accepted Swedish overlordship, while Gustavus Adolphus promised to restitute the Prince-Archbishopric of Bremen to its exiled elected Administrator. In October, an army newly recruited by John Frederick started to reconquer the Prince-Archbishopric of Bremen and — supported by Swedish troops — to capture the neighboured Prince-Bishopric of Verden, de facto dismissing Verden's intermittent Catholic Prince-Bishop Francis of Wartenberg who ruled 1630–1631, and causing the flight of the Catholic clergy wherever they arrived. The Prince-Bishopric of Verden was then subjected to Swedish military administration. The reconquest of the Prince-Archbishopric of Bremen, helped by forces from Sweden and from the city of Bremen, was completed by 10 May 1632. John Frederick was back in his office, only to realise what Swedish supremacy meant. The Prince-Archbishopric of Bremen continuously suffered from billeting and alimenting soldiers. The relation between the Estates, who had to maintain administration under Catholic occupation, and the returned Administrator were difficult. The Estates preferred to directly negotiate with the occupants, this time the Swedes. After John Frederick's death in 1634 Chapter and Estates regarded the dismissal of the Danish Prince Frederick as coadjutor bishop by Emperor Ferdinand II by virtue of the Edict of Restitution illegitimate. But the Swedish occupants had to be persuaded first, to accept Prince Frederick's succession. So Chapter and Estates ruled the Prince- Archbishopric until the conclusion of the negotiations with Sweden. In 1635, he succeeded as Lutheran Administrator Frederick II in the sees of Bremen and of Verden. But he had to render homage to the minor Queen Christina of Sweden. In 1635–1636 the Estates and Frederick II agreed with Sweden upon the prince- bishoprics' neutrality. But this didn't last long, because in the Danish- Swedish Torstenson War of 1643–1645 the Swedes seized de facto rule in both prince-bishoprics. Christian IV of Denmark and Norway had to sign the Second Peace of Brömsebro on 13 August 1645, and a number of Danish territories, including the two Swedish occupied prince-bishoprics, were ceded into Swedish hands. So Frederick II had to resign as Administrator in both prince- bishoprics. He succeeded his late father on the Danish throne as Frederick III of Denmark in 1648. With the impending enfeoffment of the military great power of Sweden with the Prince-Archbishopric of Bremen, as under negotiation for the Treaty of Westphalia, the city of Bremen feared falling under Swedish rule as well. Therefore, the city beseeched an imperial confirmation of its status of imperial immediacy from 1186 (). In 1646 Emperor Ferdinand III granted the Free Imperial City of Bremen the requested confirmation (). ===Transformation of prince-bishoprics into Bremen-Verden in 1648=== The political entities of the Prince-Archbishopric of Bremen and the Prince-Bishopric of Verden were transformed by the Peace of Westphalia in 1648 into the Duchy of Bremen and the Principality of Verden, however, colloquially the Duchies of Bremen and Verden, without changing the territories' status of imperial immediacy and imperial estate. Every imperial estate, thus Bremen and Verden separately, was represented in the Diet () of the Holy Roman Empire. The formerly Free Imperial City of Verden upon Aller was mediatised by the Peace of Westphalia and incorporated into the Duchy of Verden. The two neighbouring territories could not unite in a real union without finding support by the emperor and a majority among the imperial estates, which never happened. They were parts of two different imperial circles. From 1500 on the Prince-Archbishopric of Bremen and thus its successor Duchy of Bremen belonged to the Saxon Circle (later the Lower Saxon Circle; ), a fiscal and military substructure of the Empire. The Prince-Bishopric of Verden and thus its successor, the Duchy of Verden, on the other hand, belonged to the Lower Rhenish-Westphalian Circle (, colloquially Westphalian Circle). The Holy Roman Empire's taxes were collected and armies recruited and financed along the lines of the imperial circles. Bremen and Verden sent their representatives to the circle diet (Kreistag) of their respective imperial circle. The circle diet decided how to share the burden of the taxes to be levied among the member territories. Thus Bremen and Verden even conflicted on the border between each other — i.e. on who may levy taxes where — which were not solved, even though the two fiefs were ruled in personal union by Sweden.Cf. Wolfgang Dörfler, Herrschaft und Landesgrenze: die langwährenden Bemühungen um die Grenzziehung zwischen den Stiften und späteren Herzogtümern Bremen und Verden, Stade: Landschaftsverband der ehemaligen Herzogtümer Bremen und Verden, 2004, (Schriftenreihe des Landschaftsverbandes der Ehemaligen Herzogtümer Bremen und Verden; vol. 22). Emperor Ferdinand III at first enfeoffed the Queen regnant Christina of Sweden and her legal heirs with the duchies, as Sweden's reward from its participation in the Thirty Years' War. Bremen-Verden provided Sweden a strategic advantage, because it would participate with them in recruiting and financing armies in two imperial circles already covering all of the northern and north-western parts of the Holy Roman Empire, with Swedish Pomerania, a member in the Upper Saxon Circle, covering the Empire's North East. ===Personal union with Sweden (1648–1712) and under Danish occupation (1712–1715)=== The Swedes installed a new authority, Bremen-Verden's General Government (), and chose Stade to be the new seat of government, with Bremervörde being the former Bremian capital, and Rotenburg upon Wümme being the former capital of the Prince-Bishopric of Verden. The Swedish takeover in 1648 became a milestone for Bremen-Verden's interior constitution. Bremen- Verden turned from two elective monarchies into a hereditary double monarchy, with a personal rule of the or administrator exchanged for a viceregent government bound by Swedish instructions. The lax administrative structures were replaced with strictly hierarchic authorities with fixed competences. The co-rule of the Estates was curtailed. Bremen and Verden declined from independent territories of imperial immediacy to a collectively governed dominion of a European great power with all the pertaining restrictions and opportunities.Beate Christine Fiedler, \"Die Entwicklung der schwedischen Staatsform im 17. Jahrhundert und ihre Auswirkung auf die deutschen Provinzen Bremen und Verden\", In: Landschaft und regionale Identität: Beiträge zur Geschichte der ehemaligen Herzogtümer Bremen und Verden und des Landes Hadeln, Heinz-Joachim Schulze (ed.), Stade: Landschaftsverband der ehemaligen Herzogtümer Bremen und Verden, 1989, (Schriftenreihe des Landschaftsverbandes der ehemaligen Herzogtümer Bremen und Verden; vol. 3), pp. 84-96, here p. 92. For her new fief, the Duchy of Bremen, the Queen regnant Christina of Sweden, ruling from 1644 to 1654, from 1648 on simultaneously Duchess of Bremen and Verden, sought after annexing the Free Imperial City of Bremen for it would be an important taxpayer. Earlier the city of Bremen had de facto participated in the Diets of the Prince-Archbishopric of Bremen. The latter's successor state, the Swedish Duchy of Bremen, tried to regain the city, arguing the Treaty of Westphalia named the city of Bremen as part of the to-be-established Duchy. As Duchess of Bremen and Verden Christina of Sweden installed her residence in the former Benedictine . She abolished witch-burning in Bremen-Verden. In 1650 Charles Gustav, Hereditary Duke of the Palatinate of Zweibrücken-Kleeburg, since 1649 declared and 1650 recognised heir to the Swedish throne and thereby simultaneously to Bremen-Verden's dukedoms, came to Stade for interlocutions of unknown content. In 1650 the Lutheran clergy was subjected to a consistory, the new leading body after there was no Prince-Archbishop or Prince-Bishop anymore. As to pastoring the tiny Catholic diaspora in Bremen-Verden the Holy See established apostolic vicariates (Vicariate of Nordic Missions, competent for Verden and Bremen since 1669 and 1670, respectively, until 1721, and again between 1780 and 1824, Vicariate of Upper and Lower Saxony, in charge between 1721 and 1780). thumb|left|Bederkesa Castle, since 1381 stronghold of the City of Bremen's possessions within Swedish Bremen-Verden, in 1654 ceded to the latter by the Recess of Stade. Bremen-Verden's Swedish government tried to militarily defeat the Free Imperial City of Bremen, provoking two wars. In 1381 the city of Bremen had captured de facto rule in an area around Bederkesa and westwards thereof up to the lower Weser stream near Lehe (aka Bremerlehe). Early in 1653 Bremen-Verden's Swedish troops captured Lehe. In February 1654 the city of Bremen achieved that the Emperor granted it a seat and the vote in the Holy Roman Empire's Diet, thus accepting the city's status as Free Imperial City. Ferdinand III ordered Queen Christina of Sweden, who was his vassal as Duchess, to compensate the city for the damages caused and to restitute Lehe. When in March 1654, the city started to recruit soldiers in the area of Bederkesa, in order to prepare for further arbitrary acts by Swedish Bremen-Verden, the latter's governor general, Hans Christoffer von Königsmarck enacted the First Bremian War (March to July 1654), arguing to act in self-defence. The Free Imperial City of Bremen had meanwhile urged Ferdinand III for support. In July 1654, the emperor ordered his vassal, as duke, Charles X Gustav of Sweden, who had succeeded Christina after her abdication, to cease the conflict, which resulted in the in November 1654. This treaty left the main issue, accepting the city of Bremen's imperial immediacy, unresolved. But the city agreed to pay tribute and levy taxes in favour of and cede its possessions around Bederkesa and Lehe to Swedish Bremen-Verden. Sweden and Swedish Bremen-Verden protested sharply, when in December 1660 the city council of Bremen rendered homage to Leopold I, Holy Roman Emperor. In 1663, the city gained seat and vote in the Imperial Diet, strongly opposed by the representatives of the Swedish Duchies of Bremen and Verden therein. In March 1664, the Swedish Diet came out in favour of waging war on the Free Imperial City of Bremen. Right after, Leopold I, busy with wars against the Ottoman Empire, had enfeoffed the minor King Charles XI of Sweden with Bremen-Verden, and with the neighbouring Brunswick and Lunenburg (Celle line) being paralysed by succession quarrels and France being not opposed, Sweden started from its Bremen-Verden the Second Bremian War (1665–1666). The siege of the city by the Swedes under Carl Gustaf Wrangel brought Brandenburg-Prussia, Brunswick and Lunenburg (Celle), Denmark-Norway, Leopold I and the United Netherlands to the scene, all in favour of the city, with Brandenburgian, Brunswickian, Danish and Dutch troops at Bremen-Verden's borders ready to invade. So Sweden had to sign on 15 November 1666 the Treaty of Habenhausen, obliging it to destroy the fortresses built close to Bremen while banning the Free City of Bremen from sending its representative to the Diet of the Lower Saxon Circle. From Bremen- Verden, no further Swedish attempts to violently capture the city sprang out. Asked in 1700 what to do by Charles XII of Sweden, Bremen-Verden's General Government recommended to concede Bremen's status as a Free Imperial City. thumb|left|Bremervörde under Danish attack in 1657. A Danish attempt to conquer Bremen-Verden during the Dano-Swedish War (1657–1658) failed. But the Danish threat to Bremen-Verden turned more virulent in 1667. In that year the local branch of the House of Oldenburg ruling in the County of Oldenburg, adjacent to Bremen-Verden's western border, died out with Anton Günther, Count of Oldenburg and Delmenhorst. Therefore, Christian Albert, Duke of Schleswig and Holstein at Gottorp inherited the county, but ceded it to his father-in- law Frederick III, King of Denmark and Norway,Matthias Nistahl, \"Die Reichsexekution gegen Schweden in Bremen-Verden\", In: Landschaft und regionale Identität: Beiträge zur Geschichte der ehemaligen Herzogtümer Bremen und Verden und des Landes Hadeln, Heinz-Joachim Schulze (ed.), Stade: Landschaftsverband der ehemaligen Herzogtümer Bremen und Verden, 1989, (Schriftenreihe des Landschaftsverbandes der ehemaligen Herzogtümer Bremen und Verden; vol. 3), pp. 97–123, here pp. 97seqq. Administrator of the Prince- Archbishopric of Bremen and the Prince-Bishopric of Verden from 1635 until he had been expelled by the Swedish occupants in 1645. So the Danes ruled territories clung around Bremen-Verden at its northern and western border. Both powers entered into a dangerous competition for the exclusive opportunity to levy the lucrative tolls from ships heading for Hamburg and Bremen, with the former at that time being a ducal Bremian and the latter a comital Oldenburgian privilege. After a stay in Hamburg (1666–1668) with the administrators of her Swedish estates, and his son , in order to reorganise her revenues, in 1668 Christina of Sweden (after her Catholic conversion in 1655 Christina Alexandra), stopped by in Stade on her way home to Rome. The rise of Swedish centralisation and absolutism found its way partially into Bremen-Verden's practise. Bremen-Verden wasn't streamlined as to its jurisdiction and its military system, but the latter strictly subjected to Stockholms generalty. Especially in jurisdiction, Bremen-Verden's Estates maintained their stake. But Bremen-Verden's tax-levying department, almost entirely manned with Swedes and using Swedish as administrative language, was directly subordinated to the finance ministry in Stockholm. From 1675 to 1676, troops from Brandenburg-Prussia, Lüneburg-Celle, Denmark-Norway, and the Prince-Bishopric of Münster captured Bremen-Verden in the course of a Reichsexekution during the Scanian War. The allied forces occupied Bremen- Verden, until they withdrew — under French influence — according to the Treaty of Saint-Germain-en-Laye of 1679 and the favourable Treaty of Celle. By the latter Baron , the Prince-Bishop of Münster, granted Sweden a loan amounting to 100,000 rixdollars, for which in return Swedish Bremen-Verden had to pawn its exclave of the town of Wildeshausen and the pertaining adjacence to the Prince-Bishopric of Münster. In the 1690s, the usual practise, that tax laws had a certain maturity, was abolished, so that the Swedish and Bremen-Verden's Estates had no chance any more to demand any concessions in return for a renewal of tax laws. As in Sweden proper, the constitutional and administrative bodies in the Swedish dominions gradually lost de facto importance due to ever growing centralisation. Bremen-Verden's Estates lost more and more influence, they less and less often convened. After 1692, the estates' say had almost vanished.Beate Christine Fiedler, \"Die Entwicklung der schwedischen Staatsform im 17. Jahrhundert und ihre Auswirkung auf die deutschen Provinzen Bremen und Verden\", In: Landschaft und regionale Identität: Beiträge zur Geschichte der ehemaligen Herzogtümer Bremen und Verden und des Landes Hadeln, Heinz-Joachim Schulze (ed.), Stade: Landschaftsverband der ehemaligen Herzogtümer Bremen und Verden, 1989, (Schriftenreihe des Landschaftsverbandes der ehemaligen Herzogtümer Bremen und Verden; vol. 3), pp. 84–96, here p. 92. This led to considerable unease among the Estates, so that in May 1694 representatives of the General Government of Bremen-Verden and the Estates met at the former convent of Zeven to confer on the status of the Duchies. In 1700, Bremen-Verden introduced — like all Protestant territories of imperial immediacy — the Improved Calendar, as it was called by Protestants, in order not to mention the name of Pope Gregory XIII. So Sunday 18 February, Old Style, was followed by Monday 1 March, New Style, while Sweden proper only followed suit in 1753. In 1712, in the course of the Great Northern War (1700–1721) against the Swedish supremacy in the Baltic, Denmark-Norway occupied plague stricken Bremen-Verden. ===Personal union with Great Britain and Hanover (1715–1803)=== In 1715, Frederick IV of Denmark, still fighting in the Great Northern War, gained a new ally in the anti-Swedish coalition, George I, King of Great Britain since 1714, and Elector of Hanover. In return for George I's aid, Denmark-Norway sold to him Bremen-Verden, which it kept under occupation since 1712. So the Prince- Electorate of Brunswick and Lunenburg, or colloquially called after its capital, the Electorate of Hanover; () took de facto possession of Bremen- Verden and stipulated in the Treaty of Stockholm of 1719, settling the war with Sweden, to compensate the latter by 1 million rixdollars. In 1728, Emperor Charles VI enfeoffed George II Augustus, who in 1727 had succeeded his father George I Louis, with the reverted fief of Saxe-Lauenburg. By a redeployment of Hanoverian territories in 1731, Bremen-Verden was conveyed the administration of the neighboured Land of Hadeln at the Northern tip of Bremen-Verden, since 1180 an exclave, first of the younger Duchy of Saxony and from 1296 on of the Duchy of Saxe-Lauenburg. It took George II until 1733 to get the emperor to also enfeoff him with the Duchies of Bremen and Verden. At both feoffments George II of Great Britain swore that he would respect the existing privileges and constitutions of the Estates in Bremen-Verden and in Hadeln, thus confirming 400-year-old traditions of Estate participation in their governments. Being a Prince-Elector of the Holy Roman Empire and represented in its Diet by virtue of his Electorate of Hanover, George II Augustus didn't bother about Bremen-Verden's status of imperial estate. Since Bremen-Verden had turned Hanoverian, it never again sent its own representatives to a Diet. In 1730, Bremen-Verden's government was reorganised and retitled as Royal British and Electoral Brunswick-Lunenburgian Privy Council for Governing the Duchies of Bremen and Verden, which colloquially turned into the \"Royal Government\".In , cf. Klaus Isensee, Die Region Stade in westfälisch-französischer Zeit 1810–1813: Studien zum napoleonischen Herrschaftssystem unter besonderer Berücksichtigung des Stadt Stade und des Fleckens Harsefeld, Stade: Stader Geschichts- und Heimatverein, 2003, simultaneously: Hanover, Univ., Diss., 1991, (=Einzelschriften des Stader Geschichts- und Heimatvereins; vol. 33), p. 28 Stade remained the capital. In Hanover, the electoral capital, the Privy Council of Hanover installed a new ministry in charge of the Imperial Estates ruled in personal union by the electors, it was called the Department of Bremen-Verden, Hadeln, Lauenburg and Bentheim. In the course of the Anglo-French and Indian War (1754–1763) in the North American colonies, Britain feared a French Invasion of Hanover. Thus George II formed an alliance with his cousin Frederick II of Brandenburg- Prussia, combining the North American conflict with the Austro–Brandenburg- Prussian Third Silesian or Seven Years' War (1756–1763). In the summer of 1757, the French invaders defeated Prince William, Duke of Cumberland, son of George II and leading the Anglo-Hanoverian army. The French troops drove him and his army into remote Bremen-Verden, where in the former convent of Zeven he had to capitulate on 18 September with the Convention of Klosterzeven. But King George II denied his recognition of the convention. In the following year, the British army, supported by troops from Brandenburg-Prussia, Hesse- Kassel and the Principality of Brunswick and Lunenburg (Wolfenbüttel) expelled again the occupants. Bremen-Verden remained unaffected for the rest of the war and after its end peace prevailed until the French Revolutionary Wars started. The War of the First Coalition against France (1793–1797) with Britain and the Hanover Electorate and other war allies forming the coalition, didn't affect Bremen-Verden's territory, since the French First Republic was fighting on several fronts, even on its own territory. But also in Bremen-Verden men were drafted in order to recruit the 16,000 Hanoverian soldiers fighting in the Low Countries under British command against Revolutionary France. In 1795, the Holy Roman Empire declared its neutrality, which of course included the British Electorate of Hanover, and a peace treaty with France was under negotiation until it failed in 1799. By this time the War of the Second Coalition against France (1799–1802) started and Napoléon Bonaparte urged Brandenburg-Prussia to occupy Hanover. In the Treaty of Basel of 1795 which Brandenburg-Prussia and France had stipulated, Brandenburg-Prussia would ensure the neutrality of the Holy Roman Empire in all the latter's territories north the demarcation line of the river Main, including Hanover. To this end also Hanover had to provide troops for the so-called demarcation army maintaining the armed neutrality. But in 1801, 24,000 Prussian soldiers invaded Hanover, which surrendered without a fight. In April 1801, Brandenburg-Prussian troops arrived in Bremen-Verden's capital of Stade and stayed there until October the same year. The United Kingdom of Great Britain and Ireland first ignored Brandenburg-Prussia's hostility, but when Brandenburg-Prussia joined the pro-French coalition of armed 'neutral' powers such as Denmark-Norway and the Russian Empire, Britain started to capture Brandenburg-Prussian sea vessels. After the Battle of Copenhagen in April 1801, the coalition fell apart and Brandenburg-Prussia withdrew its troops. ===Napoleonic wars (1803–1813)=== After Britain — without any ally — had declared war on France on 18 May 1803, French troops invaded the Electorate of Hanover on 26 May and installed — among others — two occupation companies in Bremen-Verden's capital Stade on 18 June. According to the Convention of Artlenburg from 5 July 1803, confirming the military defeat of Hanover, the Hanoverian army was disarmed and its horses and ammunitions were handed over to the French. The Privy Council of Hanover, with minister Friedrich Franz Dieterich von Bremer holding up the Hanoverian stake, had fled to the trans- Elbian Hanoverian territory of Saxe-Lauenburg on 30 May, taking seat in Lauenburg upon Elbe.Klaus Isensee, Die Region Stade in westfälisch- französischer Zeit 1810–1813: Studien zum napoleonischen Herrschaftssystem unter besonderer Berücksichtigung des Stadt Stade und des Fleckens Harsefeld, Stade: Stader Geschichts- und Heimatverein, 2003, simultaneously: Hanover, Univ., Diss., 1991, (=Einzelschriften des Stader Geschichts- und Heimatvereins; vol. 33), p. 33\\. No ISBN. In the summer of 1803, the French occupants raised their first war contribution with 21,165 rixdollars alone levied in Bremen-Verden. In 1803, the Duchy of Bremen had 180,000 inhabitants and an area of 5,325.4 square kilometres, the Principality of Verden 1,359.7 square kilometres and 20,000 inhabitants in 1806, while Hadeln comprised 311.6 square kilometres and had about 14,000 inhabitants.Peter von Kobbe, Geschichte und Landesbeschreibung der Herzogthümer Bremen und Verden, Göttingen: Vandenhoeck & Ruprecht, 1824, p. 184 In the autumn of 1805, at the beginning of the War of the Third Coalition against France (1805–1806) the French occupational troops left Hanover in a campaign against the Archduchy of Austria (End of the First French Occupation of Hanover, 1803–1805). British, Swedish and Russian coalition forces captured Hanover, including Bremen- Verden. In December, the First French Empire, since 1804 France's new form of government, ceded Hanover, which it didn't hold anymore, to Brandenburg- Prussia, which captured it early in 1806. But when the Kingdom of Prussia,The usage of the name element of the Electorate of Brandenburg became senseless, when the Holy Roman Empire was dissolved on 6 August 1806, thereby abolishing the function of prince-electors electing its emperors. after it had turned against France, was defeated in the Battle of Jena-Auerstedt (11 November 1806), the Privy Council of Hanover returned from Lauenburg to Hanover City for a month, only to have to flee again from the Second French Occupation of Hanover (November 1806-January 1810), including Bremen-Verden.Klaus Isensee, Die Region Stade in westfälisch-französischer Zeit 1810–1813: Studien zum napoleonischen Herrschaftssystem unter besonderer Berücksichtigung des Stadt Stade und des Fleckens Harsefeld, Stade: Stader Geschichts- und Heimatverein, 2003, simultaneously: Hanover, Univ., Diss., 1991, (=Einzelschriften des Stader Geschichts- und Heimatvereins; vol. 33), p. 34\\. No ISBN. In 1807 France replaced the Privy Council and the Hanoverian estates of the realm, as announced on 20 September, by its own occupational government, the Commission du Gouvernement () under Governor General , and further installed a subdelegate, Peter Christian Dodt, replacing Bremen-Verden's deputation (decision-taking body), however, allowing Bremen-Verden's government (executive body) to work on.Klaus Isensee, Die Region Stade in westfälisch- französischer Zeit 1810–1813: Studien zum napoleonischen Herrschaftssystem unter besonderer Berücksichtigung des Stadt Stade und des Fleckens Harsefeld, Stade: Stader Geschichts- und Heimatverein, 2003, simultaneously: Hanover, Univ., Diss., 1991, (=Einzelschriften des Stader Geschichts- und Heimatvereins; vol. 33), p. 36\\. No ISBN. Napoleon I especially confiscated the Hanoverian electoral demesnes in order to enfeoff veterans with them. He retained exclusive access to the domains and their earnings, when on 1 March 1810 he allowed his brother King Jérôme Bonaparte to incorporate Bremen-Verden into his short-lived Kingdom of Westphalia, forming its Département Nord,Klaus Isensee, Die Region Stade in westfälisch-französischer Zeit 1810–1813: Studien zum napoleonischen Herrschaftssystem unter besonderer Berücksichtigung des Stadt Stade und des Fleckens Harsefeld, Stade: Stader Geschichts- und Heimatverein, 2003, simultaneously: Hanover, Univ., Diss., 1991, (=Einzelschriften des Stader Geschichts- und Heimatvereins; vol. 33), p. 58\\. No ISBN. only to annexe Bremen-Verden to the French Empire with effect from 1 January 1811, forming the Arrondissement Stade in the Département Bouches- de-l'Elbe and several cantons in the Département Bouches-du-Weser.Klaus Isensee, Die Region Stade in westfälisch-französischer Zeit 1810–1813: Studien zum napoleonischen Herrschaftssystem unter besonderer Berücksichtigung des Stadt Stade und des Fleckens Harsefeld, Stade: Stader Geschichts- und Heimatverein, 2003, simultaneously: Hanover, Univ., Diss., 1991, (=Einzelschriften des Stader Geschichts- und Heimatvereins; vol. 33), pp. 90seq. No ISBN. ===From Restitution to incorporation into Hanover in 1823=== In 1813, the Duchies of Bremen and Verden were restored to the Electorate of Hanover, which transformed into the Kingdom of Hanover in 1814. Even though Bremen-Verden's status as a territory of imperial immediacy had become void with the end of the Holy Roman Empire in 1806, the Duchies were not right away incorporated in a real union into the Hanoverian state. Since the Hanoverian monarchs had moved to London, Hanover had become a state of very conservative and backward rule, with a local government recruited from local aristocrats adding much to the preservation of outdated structures.Klaus Isensee, Die Region Stade in westfälisch-französischer Zeit 1810–1813: Studien zum napoleonischen Herrschaftssystem unter besonderer Berücksichtigung des Stadt Stade und des Fleckens Harsefeld, Stade: Stader Geschichts- und Heimatverein, 2003, simultaneously: Hanover, Univ., Diss., 1991, (=Einzelschriften des Stader Geschichts- und Heimatvereins; vol. 33), p. 25\\. No ISBN. The administrative union with Hanover only followed in 1823, when a local government reform united Bremen-Verden and Hadeln to form the High-Bailiwick of Stade, administered according to unitarian modern standards, thereby doing away with various traditional government forms of Bremen, Verden and Hadeln. For the further history see Stade Region (1823–1977), which emerged by the establishment of the High-Bailiwick of Stade in 1823, comprising the territories of the former Duchies of Bremen and Verden and the Land of Hadeln. ==List of rulers (1648–1823)== For the consorts see List of consorts of Bremen-Verden. {| style=\"width:100%;\" class=\"wikitable\" | colspan=\"6\" style=\"background:red; text-align:center;\"| Dukes of Bremen and Verden (1648–1823) |- !Reign !Portrait !Name !Birth and death with places !Reason for end of reign !Notes |- | colspan=\"6\" style=\"background:red; text- align:center;\"| House of Vasa (1648–1654) |- |align=center| 1648–1654 |align=center| 80px | style=\"text-align:center;\"| Christina | style=\"text- align:center;\"| Stockholm *New Style refers to the Gregorian Calendar. The Old Style Julian calendar remained in use in Sweden until Thursday, 1 March (N.S.) came after Wednesday, 17 February 1753 (O.S.). – [N.S.] 19 April 1689*, Rome | style=\"text-align:center;\"| resignation | style=\"text-align:center;\"| |- | colspan=\"6\" style=\"background:red; text-align:center;\"| House of Palatinate-Zweibrücken (1654–1719) |- |align=center| 1654–1660 |align=center| 80px | style=\"text-align:center;\"| Charles X Gustav | style=\"text- align:center;\"| Nyköping Castle * – *, Gothenburg | style=\"text-align:center;\"| death | style=\"text-align:center;\"| |- |align=center| 1660–1697 |align=center| 80px | style=\"text-align:center;\"| Charles XI | style=\"text-align:center;\"| Tre Kronor Castle, * – *, Tre Kronor Castle | style=\"text-align:center;\"| death | style=\"text- align:center;\"| enfeoffed by Emperor Leopold I in 1664 |- |align=center| 1697–1718 |align=center| 80px | style=\"text-align:center;\"| Charles XII | style=\"text-align:center;\"| Stockholm Palace, Stockholm * – *, Fredrikshald | style=\"text-align:center;\"| de facto deposed by Danish occupants, who sold Bremen-Verden to Electoral Hanover in 1715, death | style=\"text-align:center;\"| |- |align=center| 1718–1719 |align=center| 80px | style=\"text-align:center;\"| Ulrika Eleonora | style=\"text- align:center;\"| Stockholm Palace, Stockholm * – *, Stockholm | style=\"text-align:center;\"| de facto inhibited by Hanoverian takeover, waived claim to dukedom by Treaty of Stockholm | style=\"text-align:center;\"| only by claim, never enfeoffed by the Emperor, sister of the preceding |- | colspan=\"6\" style=\"background:red; text- align:center;\"| House of Hanover (1719–1823) |- !Reign !Portrait !Name !Birth and death with places !Reason for end of reign !Notes |- |align=center| 1715–1727 |align=center| 80px | style=\"text-align:center;\"| George I Louis | style=\"text-align:center;\"| Hanover *New Style refers to the Gregorian Calendar. The Old Style Julian calendar remained in use in Calenberg until Monday 1 March 1700 (N.S.) came after Sunday 18 February 1700 (O.S.). - [N.S.] 22 June 1727*, Osnabrück | style=\"text-align:center;\"| death | style=\"text-align:center;\"| de facto ruling, but never enfeoffed by the Emperor |- |align=center| 1727–1760 |align=center| 80px | style=\"text-align:center;\"| George II Augustus | style=\"text-align:center;\"| Herrenhausen Palace, Hanover, * - [N.S.] 25 October 1760*, Kensington Palace, London | style=\"text-align:center;\"| death | style=\"text- align:center;\"| enfeoffed by Emperor Charles VI in 1733 |- |align=center| 1760–1820 |align=center| 80px | style=\"text-align:center;\"| George III | style=\"text-align:center;\"| Norfolk House, *New Style refers to the Gregorian Calendar. The Old Style Julian calendar remained in use in Great Britain until Thursday, 14 September (N.S.) came after Wednesday, 2 September 1752 (O.S.). – [N.S.] 29 January 1820*, Windsor Castle | style=\"text-align:center;\"| de facto temporarily deposed 1803–1805, 1806–1813 by various occupations and annexations during the Napoleonic Wars, death | style=\"text-align:center;\"| became sovereign duke through the end of the Holy Roman Empire on 6 August 1806, mentally unfit since 1811 and represented by his eldest son Regent George (later No. IV) in Bremen-Verden his younger 6th son Prince Adolphus, Duke of Cambridge officiated as Viceroy of Hanover from 1816 |- |align=center| 1820–1823 |align=center| 80px | style=\"text-align:center;\"| George IV | style=\"text- align:center;\"| St. James' Palace, [N.S.] *12 August 1762 – [N.S.] 26 June 1830*, Windsor Castle | style=\"text-align:center;\"| title had turned void and the duchies were deleted as administrative entities in 1823, when merged into the Kingdom of Hanover | style=\"text-align:center;\"| only pro forma, son of the preceding, Regent 1811–1820, represented in Bremen-Verden by his younger brother Viceroy Adolphus |} ==Heads of government (1648–1823)== ===Governors-general under Swedish rule (1646/1648–1712)=== *1646–1663 Hans Christoffer Königsmarck (*1600–†1663) *1663–1666 Gustav Evertsson Horn (*1614–†1666) *1668–1693 Henrik Horn (*1618–†1693), de facto interrupted 1676–1679 by Brandenburg-Prussian and Danish occupation in the course of the Scanian War *1693–1693 Erik Dahlbergh (*1625–†1703) *vacancy *1696–1698 (*1633–†1713) *1698–1710 Nils Carlsson Gyllenstierna af Fogelvik (*1648–†1720) *1711–1712 (*1651–†1727) *vacancy due to Danish occupation ===Presidents of the government under Hanoverian rule (1715–1807, 1813–1823)=== *1715–1716 Cord Plato von Schloen, called Gehle (*1661–†1723) *1716–1730 Johann Friedrich von Staffhorst (*1653–†1730) *vacancy From 1739 on the presidents were in personal union reeves ( or Gräfe) of the Land of Hadeln: *1739–1759 Philipp Adolf von Münchhausen, ranked state minister, also appointed head of the Hanoverian Chancery () in London *1759–1782 Bodo Friedrich von Bodenhausen (*1719–†?), ranked state minister in 1769 *1782–1798 Gotthelf Dietrich von Ende (*1726–†1798) *vacancy *1800–1810 Christian Ludwig von Hake (*1745–†1818), ranked state minister, name giving for the species Hakea *1811-1813 vacancy due to French annexation *1813–1823 Engelbert Johann von Marschalck (*1766–†1845), Bremen-Verden's Estates elected him president of the provisional government after the French retreat. In 1823 he became the first High-Bailiff of Stade Region, the merely administrative entity succeeding Bremen-Verden's dissolution in 1823. SourceAxel Behne, 'Verfassung und Verwaltung der Herzogtümer Bremen und Verden und des Landes Hadeln', In: Geschichte des Landes zwischen Elbe und Weser: 3vols., Hans-Eckhard Dannenberg and Heinz-Joachim Schulze (eds.), Stade: Landschaftsverband der ehem. Herzogtümer Bremen und Verden, 1995–2008, vol. 3: 'Neuzeit (2008)', (Schriftenreihe des Landschaftsverbandes der ehem. Herzogtümer Bremen und Verden; vol. 9), pp. 301–332, here p. 306, ===President of the government under Westphalian Rule (1810 March-Dec.)=== *1800–1810 Christian Ludwig von Hake (*1745–†1818) *1810, April–December Johann Julius Conrad von Schlütter (*1749–†1827) ==Nobility of Bremen== , Bremisch- und Verdischer Ritter-Sahl Oder Denckmahl Der Uhralten Berühmten Hoch-adelichen Geschlechter Insonderheit der Hochlöblichen Ritterschafft In Denen Hertzogthümern Bremen und Verden. 1720 ==Notable people== A list of interesting people whose birth, death, residence or activity took place in Bremen-Verden. *Heinrich Böse (*1783–†1867), Bremian and Danish and West Indian sugar manufacturer, politician, anti-Napoléonic freedom fighter * (born in Rittershausen, today part of Balje; *1742–†1826), Hanoverian administrator, active in the restitution of Bremen-Verden to the Electorate of Hanover, Hanoverian minister *Diedrich von Düring (*1611–†1668), military *Alexander Erskein (also Alexander von Esken; *1598–†1656), diplomat, president of Swedish Bremen- Verden's government *Gustav Evertsson Horn (*1614–†1666), politician, military, governor-general of Bremen-Verden *Henrik Henriksson Horn (*1618–†1693), politician, military, governor-general of Bremen-Verden *Johann Friedrich Andreas Huth (*1777–†1864), merchant and merchant banker of Frederick Andrew Huth & Co. in London, supplying Wellington's armed forces with bread, donator of the library Friedrich-Huth-Bibliothek, in Harsefeld, Bremen-Verden, where he grew up *Hans Christoffer von Königsmarck, military entrepreneur, general and strategist, governor-general of Bremen-Verden, grandfather of the next *Maria Aurora von Königsmarck (born in Stade; *1662–†1728), grandchild of the former, Lutheran provostess of the Quedlinburg Abbey, mistress of Augustus the Strong *Philipp Christoph von Königsmarck (born in Stade; *1665–†1694), brother of the former, military, lover of Duchess Sophia Dorothea of Celle. *Vincent Lübeck (born in Padingbüttel, near Cuxhaven; *1654–†1740), organist, composer, organ and music pedagogue, organist at the Ss. Cosmae et Damiani Lutheran Church in Stade (1675–1702) *Christoph Meiners (born in Warstade; *1747–†1810), philosopher, historian, ethnologist *, teacher and historian, vice-rector at the Gymnasium Athenaeum in Stade, father of the next * (*1699–†1770), Lutheran pastor in Geestendorf (today a part of Bremerhaven), archeologist, prehistorian, son of the former *Daniel Nicolai (since 1664, ennobled as von Greiffencrantz; *1613–†1670), chancellor of Swedish Bremen-Verden *Carsten Niebuhr (*1733–†1815), mathematician, cartographer, and explorer in Danish service * (born in Horneburg; *1710–†1791), general superintendent of the Lutheran consistory of Bremen-Verden proper (without Land of Hadeln) in Stade, historian * (*1628–†1689), diplomat, chancellor of Swedish Bremen-Verden's government *Michael Richey (*1678–†1761), polyhistor, professor of history and Greek language, poet, rector at the Gymnasium Athenaeum in Stade *Arp Schnitger (also Schnitker; *1648–†1719), organ constructor, built, among others, the organs in the Lutheran churches of St. Pancratius in Neuenfelde (Altes Land) and of Ss. Cosmae et Damiani in Stade *Johann Hieronymus Schroeter (*1745–†1816), lawyer, official astronomer, since 1781 bailiff (Amtmann) in Lilienthal, where he erected the second biggest telescope in the world at that time (1793), from 1799 on co-sponsored by George III of the United Kingdom, in personal union Duke of Bremen *Dietrich von Stade (the Elder) (*1637–†1718), Lutheran consistorial secretary, archivist, Germanist, father of the next *Dietrich von Stade (the Younger) (*1674–†1725), archivist, secretary of Swedish Bremen-Verden's government, secretary of the directorate of the Lower Saxon Circle, comitial emissary at the Reichstag in Regensburg, son of the former *Johann Hinrich Voß (*1751–†1826), philologist, teacher, translator of Homer into German, lyricist, editor, rector of the Latin School in Otterndorf (1778–1782) *Anton Christian Wedekind (*1763–†1845), administrator, jurist, historian, especially of North Western German history including the time when Bremen-Verden was annexed as the French départements Bouches-de-l'Elbe and Bouches-du-Weser. Source: Lebensläufe zwischen Elbe und Weser: Ein biographisches LexikonLebensläufe zwischen Elbe und Weser: Ein biographisches Lexikon, Brage Bei der Wieden and Jan Lokers (eds.) on behalf of the Landschaftsverband der ehemaligen Herzogtümer Bremen und Verden, Stade: Landschaftsverband der ehemaligen Herzogtümer Bremen und Verden, 2002, (Schriftenreihe des Landschaftsverbandes der ehemaligen Herzogtümer Bremen und Verden; vol. 16) ==See also== *Prince-Archbishopric of Bremen *Prince- Bishopric of Verden *Bremen-Verden Campaign *Gustav Gustavsson af Vasaborg *Stade Region *Swedish Pomerania *Wismar ==Notes== ==References== * * * ==External links== * Map of Lower Saxony in 1789 Category:States and territories established in 1648 Bremen (Duchy) Category:Dominions of Sweden Category:17th century in Germany Category:18th century in Germany Category:1648 in Germany Category:1807 in Germany Category:1810 in Germany Category:1813 in Germany Category:1823 disestablishments in Europe Category:1648 establishments in the Holy Roman Empire Category:Early Modern history of Germany",
 "title": "Bremen-Verden"
}