{
 "id": "740622",
 "text": "Castel Gandolfo (, , ; ), colloquially just Castello in the Castelli Romani dialects, is a town located southeast of Rome in the Lazio region of Italy. Occupying a height on the Alban Hills overlooking Lake Albano, Castel Gandolfo has a population of approximately 8,900 residents and is considered one of Italy's most scenic towns.I borghi più belli d'Italia: Castel Gandolfo Within the town's boundaries lies the Apostolic Palace of Castel Gandolfo which served as a summer residence and vacation retreat for the pope, the leader of the Catholic Church. Although the palace is located within the borders of Castel Gandolfo, it has extraterritorial status as one of the properties of the Holy See and is not under Italian jurisdiction. It is now open as a museum. The resort community includes almost the whole coastline of Lake Albano which is surrounded by many summer residences, villas, and cottages built during the 17th century. It houses the Stadio Olimpico that staged the rowing events during the Rome Olympics. Castel Gandolfo has several places of archaeological interest including the Emissario del Lago Albano and the remains of the Villa of Domitian. The area is included within the boundaries of the Parco Regionale dei Castelli Romani (Regional Park of Castelli Romani). There are also many points of artistic interest, such as the Collegiate Church of St. Thomas of Villanova, designed by Gian Lorenzo Bernini. == Geography == === Territory === The boundaries of the town extend obliquely in a north- northeast turn around the hilly area of the Alban Hills and the plains of Agro Romanus. It is included and protected by the Regional Park of Castelli Romani, formed in 1984. Most of the soil is of volcanic origin, with prevalence of materials such as tuff and pozzolana.Carta Geologica d'Italia, foglio 150 (Roma), edizione 1967 Its seismic classification is rated a Zone 2 (medium- high seismicity) Anche secondo le categorie sismiche stabilite dal D.M. LL.PP. 1984 e la successiva ordinanza P.C.M. n° 3274 20 marzo 2003 Castel Gandolfo era in zona sismica 2. Sono nella stessa zona sismica tutti i Colli Albani. ==== Hydrography ==== right|thumb|Lake Albano. The main water body is Lake Albano, often called Lake Castel Gandolfo. The Metropolitan City of Rome currently manages the lake. Up to 1802, it was the property of the Abbey of Saint Nilus Grottaferrata, the Apostolic Camera (Catholic Church Financial Administration) and then owned by Prince Stanislaus Poniatowski in 1870.Gaetano Moroni, Dizionario di erudizione storico-ecclesiastica – Castel- Gandolfo, vol. X p. 155–156, Venezia 1841. ==== Topography ==== The maximum elevation registered in the territory is above sea level, at the Collegio di Propaganda Fide adjoining Villa Barberini. On the crown of the hills around the Lake Albano, the elevation is only above sea level, at the summit of Monte Cucco, bordering Marino.Nibby, Antonio (1829). Analisi storico-topografico- antiquaria della carta de' dintorni di Roma – Castel Gandolfo, vol. I. Towards the Tyrrhenian Sea, the land slopes gently, so from from the Casale Santa Cristina, below Castel Savello bordering Albano, goes to above sea level at Colle Lilli, to above sea level at Pozzo di Valle, to Quarto Santa bordering Marino, to above sea level of the Laghetto di Turno. The lowest elevation of the territory is above sea level at the village of Pavona. === Climate === In terms of climate, the area falls within the domain of the temperate Mediterranean climate with mild winters, autumn temperatures higher than those of spring and ventilated summers. In the area of Colli Albani, and at Castel Gandolfo, the phenomenon known as stau, which is the reduction of water vapor in the clouds as the ground rises can be observed. Summers are hot and dry, while winter is mild and rainy without, in general, extreme low temperatures and snow. In summer, temperatures can reach with peaks of in rare cases.S. Ciccacci, L. D'Alessandro, L. Davoli, G.B. La Monica, E. Lupia Palmieri, Caratteristiche Climatiche, Geomorfologiche, Sedimentologiche e Idrogeologiche in Vincenzo Carunchio (ed.), Valutazione della Situazione Ambientale del Lago di Nemi, Roma: Università degli Studi di Roma \"La Sapienza\" e Provincia di Roma, 1987, pp. 17–45. Climate classification: Zone D, 1966 GR / G. == Etymology == The name \"Castel Gandolfo\" is derived from the Latin Castrum Gandulphi,Spesso viene confusa con il Castrum Gandulphi la Turris Gandulphi o Gandulfa, che secondo lo storico di Ariccia Emanuele Lucidi (Memorie storiche dell'antichissimo municipio ora terra dell'Ariccia, e delle sue colonie di Genzano e Nemi, parte I, cap. IV pp. 41–42) sarebbe il toponimo con cui anticamente era designata l'attuale località di Tor Paluzzi, situata presso la frazione di Cecchina in comune di Ariccia. the name of the castle on this site was presumably owned by the family of Gandolfi, originally from Genoa. Another hypothesis, supported by Pope Pius II in his commentary (1462), is that the name results from Gandulphi Sabinorum, from a certain Gandolfo Savelli.Gaetano Moroni, Dizionario di erudizione storico-ecclesiastica – Castel-Gandolfo, vol. X p. 156, Venezia 1841. == History == The site of the modern town is a candidate for the site of legendary ancient Alba Longa, capital of the Latin League. It was later developed by emperor Domitian into his vast palace. Its name is derived from a fortification of the ducal Gandolfi family (of Genoese origin, named after St. Gondolfus) in the 12th century, which passed to the Savelli family from whom the Apostolic Camera purchased it in 1596 for 150,000 scudi. Pope Clement VIII was the first pope to come to Castel Gandolfo, but the rebuilding of the old castle was the project of Urban VIII who first came in 1626. Archaeological findings from the 16th century BC have been found in the area of what is now Castel Gandolfo. During the Napoleonic Wars, some 900 anti-French citizens of neighboring Velletri held out in Castel Gandolfo, resisting the siege by Joachim Murat. During World War II, Pope Pius XII opened up the grounds of Castel Gandolfo to refugees escaping the fighting taking place around Rome. On January 22, 1944, the first of what became 12,000 people began arriving on the property, often bringing with them their cows, horses, mules and sheep. Included were many Roman Jews, and other non- Catholics. During the time they lived there, 36 children were born, almost all of whom were named for the Pope who gave them safe harbor. The pope's private apartment was turned into a nursery. == Main sights== === Religious architecture === right|thumb|Cupola of Bernini's parish church. * The parish church, dedicated to St. Thomas of Villanova was designed by Bernini (1658–1661) on the order of the Chigi Pope Alexander VII, it has a square Greek key cross plan and houses a notable painting by Pietro da Cortona portraying Christ's crucifixion. * Church of Our Lady of the Lake, wanted personally by Pope Paul VI, was consecrated by the same pope in 1977, on the shores of Lake Albano. * Church of Santa Maria Assunta, construction began in 1619 with the consecration of the first stone by Pope Paul V. * Church of Santa Maria, modern construction, situated in the populous district of Borgo San Paolo near State Road 7 Via Appia, the Ugo Bazzi theater adjoins the church. * Church of San Sebastiano, dedicated to the patron saint of the city and located on State Road 7 Via Appia adjacent to the church cemetery. * Church of Santa Maria Della Cona. === Civil architecture === right|thumb|The façade of the Papal Palace. * The Apostolic Palace of Castel Gandolfo, the Pope's summer residence, is a 17th-century building designed by Carlo Maderno for Pope Urban VIII. The papal palace, and the adjoining Villa Barberini that was added to the complex by Pius XI, have enjoyed extraterritorial rights since the signature of the 1929 treaty with Italy; the little piazza directly in front was renamed Piazza della Libertà in the first flush of Italian unity after 1870. The Papal Palace remained unused from 1870 until 1929. * Villa Cybo, built by Cardinal Camillo Cybo, was annexed to the whole of the Pontifical Villas at the time of Pope Clement XIV who purchased it in 1774 from the owner at the time, Francesco III d'Este, Duke of Modena, for the sum of 80,000 crowns. * Villa Barberini, built by the nephew of Pope Urban VIII (Maffeo Barberini), was incorporated in the extraterritorial complex of the Pontifical Villas in 1929: the manor houses the headquarters of the College of Propaganda Fide. As part of its extensive formal gardens is located the existing remains of the complex built by the Roman Emperor Domitian. * Villa Santa Caterina, currently owned by the Pontifical North American College. During the construction of this villa, situated in the Herculaneum area, the Roman ruins of the villa attributed to Publius Clodius Pulcher were discovered. * Villa Torlonia, built in the 16th century by the Roman family of the Giustiniani, then passed into ownership of the Duke of Bracciano Giuseppe Torlonia. The current appearance is due to the restoration of 1829, funded by Duke Carlo Torlonia. * Villa Chigi built by Cardinal Flavio Chigi, nephew of Pope Alexander VII; today it is home to a golf course. * The two telescopes of the Vatican Observatory, which were moved from Rome to Castel Gandolfo in the 1930s, were still used until the 1980s. The headquarters of the Vatican Observatory is still located in Castel Gandolfo. However, its dependent research center, the Vatican Observatory Research Group (VORG), is hosted by Steward Observatory at the University of Arizona, Tucson, United States. The telescopes are located in Mt. Graham, Arizona. thumb|A view of Castel Gandolfo from the commune of Albano Laziale. === Archaeological sites === * The site of the papal palace: rebuilt on the ruins of the former castle, partly occupies the foundations of a summer residence of the Emperor Domitian that occupied . The residence was designed by the architect Rabirius. In the palace's inner courtyard is a Roman bust depicting Polyphemus, the Cyclops from whose cave Ulysses escaped; it was found in the nymphaeum of the Imperial villa's gardens, an artificially constructed grotto of the crater lake's outlet. * Villa of Publius Clodius Pulcher: the remains of a Roman villa located on the Appian Way, of National Road 7 Via Appia, inside the Villa Santa Caterina, owned by the Pontifical North American College. * The Bergantino or bath of Diana nymphaeum: on the western shores of the Lake Albano, after the Doric nymphaeum, this structure, originally annexed to the Domitian Villa at Castel Gandolfo, opens in a circular cave of in diameter. There is a bath in the middle of the cave, and the floor was completely covered with mosaics, of which a few fragments remain. Various parts of sculptural groups now kept at the Pontifical Palace in Castel Gandolfo have been found in the nymphaeum. * Emissary of the Lake Albano: an artificial conduit of runoff water, long, that runs from the West coast of Lake Albano and leads into Castel Gandolfo territory. According to tradition, it was built in 396 BC to fulfil a prophecy during the conquest of Veii. == Education == Castel Gandolfo does not host secondary schools. Within the municipal area lie a private kindergarten run by the Paul VI Pontifical Municipal School, which is primary and secondary level. The Scuola Media Statale \"Dante Alighieri\" and other religious institutions deal with primary education. Walsh University, which has its main campus in North Canton, Ohio, United States, holds a small campus in Castel Gandolfo. Classes are held in the fall, spring and summer for Walsh students.Walsh.edu == Video games == Castel Gandolfo has been portrayed in the video games Assassin's Creed: Brotherhood and Assassin's Creed: Revelations, in which the castle is a multiplayer map location. == Events == * The feast of the patron saint, St. Sebastian (San Sebastiano) is celebrated on the first weekend of September, though the feast of this saint is marked on the calendar on 20 January; the festival concludes with fireworks over the lake. * The village celebrates St. Paul and St. Mary Ausiliatrice the last Sunday of May. * The local market takes place on Friday morning. * Festival of Peaches, held on the last Sunday of July with organized cultural, entertainment, and sporting events. * March for Peace, established by Municipal Statute in the month of January of each year. * Premio \"Città di Castel Gandolfo\", a prize to personalities, bodies, and associations that bring the city prestige and better quality of life or have distinguished themselves in any branch of culture, sport or human knowledge. * Castel Gandolfo Fotografia, photography competition established in 2007. == Frazioni == Pavona was centered around a tavern on the way to Nettuno and the villa of Cardinal Flavio Chigi (1631–1693), nephew of Pope Alexander VII. The place was urbanized during the 20th century, thanks to the opening of the railway Roma-Velletri, and today is divided between the municipalities of Castel Gandolfo, Albano Laziale and Rome. The part castle, known as Pavona Pond due to the above-named for Round Pond, has about 3,000 inhabitants and has as its patron saint St. Eugene III of Toledo. Mole di Castel Gandolfo, divided in part by the town of Albano Laziale, owes their name to the presence in the place of ancient mass fed by the waters of the Emissary of Lake Albano, which were used until the 19th century by the inhabitants of Castel Gandolfo and Albano Laziale to crush the grain. == Economy == In all the municipalities in the Alban Hills, agriculture, and particularly wine production, has always been the main economic voice and employer. Wines include the Frascati, the Marino, the Velletri and the Colli Lanuvini. The production of wine is maintained by major producers such as Cantina Sociale Gotto d'Oro of Marino and Frascati, which is based in the nearby town of Castelluccia, and the Wine Cellar Social Albano Laziale and Ariccia, based in Fontana di Papa. == Services == Municipal Statute prohibits installation of equipment and systems, fixed telecommunication and radio devices, particularly equipment for radio, television and mobile telephony, and systems for radio amateurs. This prohibition is exempt for military installations, civil protection and forest protection.Statuto Comunale di Castel Gandolfo, articolo 17 Statuto del Comune di Castel Gandolfo Most services such as hospitals or cinemas are based outside the city in larger centers like Marino, Frascati, Albano Laziale and Genzano di Roma. However, these centres are all reached by car or public transport. In return, the city is commercially very lively, thanks to the continuous influx of Italian tourists and foreigners linked to the presence of the Papal Palace and, at certain times, of the Pope. == Tourism == right|thumb|250px|Thoroughfare in Castel Gandolfo. right|thumb|250px|Aquatic facilities on Lake Albano. Castel Gandolfo is the most popular tourist town of Castelli Romani. Regular groups of Italian and foreign tourists utilize all of the parking built specifically for tourists. On the occasion of Angelus or the hearings on the Pope during his stay, many foreign pilgrims arrive in town, so that the streets and squares in the center are filled. However, Pope Francis gave up his papal residency not long after opening up the doors of the Apostolic Castle to the general public. == Sports == For the 1960 XVII Olympiad held in Rome, the Italian Olympic Committee built the Olympic Stadium and the Federal Center for Canoeing and Kayaking on Lake Albano. At this stage the races were held in this discipline, and even today the Italian Federation of Canoe / Kayak considers this one of its most important training sites. === Canoeing/kayaking === Since 1960, Lake Albano has been used for Olympic competitions for the sport. Currently, the Master Line Canoeing Sports Association, active since 2005, scored important achievements to promote the sport. Another school of kayaking is held by the ASD Polisportiva Giovanile Salesiana Castel Gandolfo. Prominent clubs currently running kayaking, dragon boat and canoeing activities are ASD Aisa Sport and Circolo Kayak Castel Gandolfo. === Football=== Castel Gandolfo has had an amateur football club since 2005 at Oratory Parish St. Thomas of Villanova which organizes friendly matches with other teams in the area. === Golf === In the 1970s, Castel Gandolfo Country Club opened in Pavona. The complex is located in the crater of the ancient dried up lake and in the ancient villa of Cardinal Flavio Chigi. === Rugby === The league includes youth ranging from Under 6 to 16, a senior women's team, a men's and a senior men's team. The latter, formed in 2009, playing in the regional championship of the C series (season 2009/2010). == Twin towns – sister cities == Castel Gandolfo is twinned with the following cities: * Châteauneuf-du-Pape, France * Curepipe, Mauritius == People == * Massimo d'Azeglio (1798‒1866), statesman and diarist * Pietro Savorgnan di Brazzà (1852–1905), explorer == See also == * Alban Hills * Pavona == References == == External links == * Official site * Castel Gandolfo photos Category:Castelli Romani",
 "title": "Castel Gandolfo"
}