{
 "id": "740820",
 "text": "Erik Olof Mellberg (; born 3 September 1977) is a Swedish football manager and former professional player. During his career, Mellberg played as a defender, and is best known for his time at Aston Villa, as well as spells with Juventus and Greek side Olympiacos. Mellberg played for Sweden in the 2002 World Cup and 2006 World Cup, as well as the Euro 2000, Euro 2004, Euro 2008 and Euro 2012. A former captain of the national team, he scored 8 goals in 117 caps between 2000 and 2012. ==Early years== Erik Olof Mellberg was born in Gullspång, Sweden, on 3 September 1977 to parents Erik and wife Berit. Mellberg's mother Berit was a physical education teacher who passed on her love of sport to her son. As a youth, Mellberg enjoyed playing tennis and dreamed of Wimbledon rather than the World Cup. Mellberg was something of a tennis prodigy and it was not until he was 14 that Mellberg began to focus on football. ==Club career== ===Early career=== Mellberg played for local side Gullspång before being picked up by then Swedish Premiership side Degerfors IF. After being relegated he joined capital club AIK, where he made an instant impression, became Swedish champion 1998 and was sold after just 10 months. Spanish side Racing Santander moved to secure the promising Swedish centre half, and although having a difficult time adjusting to Spanish football he soon claimed a starting berth and impressed in his first season. Continuing to play well, Mellberg was said to be on his way to several big Spanish sides, including Barcelona and Valencia. ===Aston Villa=== However, Aston Villa managed to secure his signature and he became a consistent and vital part of the team. Mellberg was left out of boss David O'Leary's first side for a game against Portsmouth, but was soon made the captain of the English giants for the rest of his reign. Mellberg was a vital part of the team that finished 6th in the Premier League and reached the semi-finals of the League Cup in O'Leary's first season. Mellberg resigned as captain following the 2006 World Cup—he was replaced by Gareth Barry. In 2007 the new manager of Aston Villa, Martin O'Neill, continued to consider Mellberg as the first choice centre back. On the opening day of the 2006–07 Premiership season Mellberg became the first person to score in a competitive game at Arsenal's new Emirates Stadium.19 August 2006 Arsenal 1–1 Aston Villa, Source: Aston Villa FC, YouTube channel During the 2007–08 season, he played at the right back position following the purchase of Zat Knight, who played alongside Martin Laursen at centre back. Mellberg was sent off against Portsmouth on 15 March 2008 for two bookable offences. In January 2008 it was announced that Mellberg had signed a pre-contract agreement with Juventus. His final home game for Aston Villa was against Wigan Athletic on 3 May. The game was designated as \"Olof Mellberg\" day in appreciation of his service to the club. On his final game for Aston Villa away at West Ham United, as a leaving gift, Mellberg gave every single Villa fan at Upton Park either a home or an away shirt with his name and number on the back and the message Thanks 4 Your Support – being the number 4 of Aston Villa. He also said he would frame the kit which he used on his last ever Aston Villa game – the game against West Ham. To this day Mellberg is very highly thought of and respected by Aston Villa supporters as one of their greatest ever players. ===Juventus=== In January 2008 it was confirmed that Mellberg had signed a pre-contract agreement with Italian giants Juventus, allowing him a Bosman move to Serie A on a three-year contract for the start of the 2008–09 season. He made his Juventus debut on 16 July 2008 in a friendly match versus Serie B outfit, Piacenza. Juventus surprisingly lost the match 1–0. On 18 January 2009, Mellberg scored his first goal for Juventus against Lazio in the 30th minute. ===Olympiacos=== On 23 June 2009, it was confirmed that Mellberg agreed with Olympiacos to sign a three-year contract with the club. Olympiacos paid Juventus €2.5 million for the Swede's signature. Despite the rotation of several managers in the club while there, he was always a constant in the central defence and his consistency and experience proved to be invaluable for Olympiakos. Thanks to his passionate play and high professionalism, he has become a fan favourite – to the point that when Olympiakos had a streak of bad games, Mellberg was always the only player who was spared from criticism – and one of the most highly respected players in Greece. Mellberg turned down a new deal at the end of the 2011–12 season to extend his time in Athens, hoping to find a new challenge with his agent saying, \"...we don't close any doors.\" ===Villarreal=== On 8 August 2012, Mellberg signed a one-year contract with Spanish club Villarreal. Mellberg appeared 29 times for Villareal in Spanish Segunda División, scoring twice, and was an important part of the squad that finished second in Segunda División and was promoted to La Liga. ===FC Copenhagen and retirement=== On 9 July 2013, Mellberg signed a two-year contract with Danish champions FC Copenhagen, but left after one season. Mellberg retired in summer 2014. ==International career== Mellberg made his debut against Austria in March 2000. During an open team practice before the 2002 World Cup, Mellberg broke into a fight with his teammate former Arsenal winger Freddie Ljungberg after a robust tackle from Mellberg. The two of them were quickly separated by teammates. Since then, the two of them have been known for not being the best of friends, and in the 2006 World Cup, Mellberg and Ljungberg, according to leak from inside the team, had a very fiery argument, after Sweden's draw with Trinidad and Tobago. In 2003, he was selected as the best Swedish player of the year, winning the Guldbollen. During the penalty shoot-out after the Euro 2004 quarter-final against Netherlands, Mellberg has a penalty saved by Edwin van der Sar, as the Netherlands won the shoot-out 5–4 and advanced to the semi-finals. During a 2006 FIFA World Cup Qualifying match against Croatia in October 2005, Mellberg boxed the ball away with his hand in the Swedish penalty area. Croatia were awarded a penalty kick for this, which Dario Srna scored, and Sweden lost the match 0–1. After the 2006 FIFA World Cup in Germany, Mellberg relinquished his captaincy and Ljungberg took his place as Sweden captain. On 4 September 2006, Mellberg, along with Sweden teammates Zlatan Ibrahimović and Christian Wilhelmsson, was sent home from the national squad for breaking an 11 pm team curfew ahead of a European Championships qualifier against Liechtenstein. On 7 October 2006, Mellberg returned to Sweden's lineup for their European Championships qualifier against Spain, which they won 2–0. In the 2012 European Championships, Mellberg was involved in two goals in their match against England in the group stages to give Sweden a 2–1 lead, however, Sweden went on to lose 2–3 while Mellberg became \"Man of the Match\". After the tournament, Mellberg decided to end his international career. ==Style of play== During his career, Mellberg primarily played as a central defender or right-back, although he was also capable of playing in a holding role in midfield on occasion. In a Sports Illustrated profile in the lead-up to Euro 2012, he was described as being \"big, strong and exceptional in the air\", while a BBC profile ahead of the 2002 World Cup noted that \"[h]e pressures attackers superbly and rarely comes off second best in a challenge.\" Regarded as a promising defender in his youth, he later made a name for himself as a solid, dependable, and hard-tackling centre-back. Although he was not very fast, he was strong, and had an excellent positional sense, and was also a good header of the ball, which made him a goal-threat on set-pieces. ==Managerial career== ===IF Brommapojkarna=== Mellberg was appointed manager of Swedish club IF Brommapojkarna in November 2015, signing a two year- contract and taking over following their recent relegation to the third tier of Swedish football. Brommapojkarna won the Division 1 title during Mellberg's first season in charge and won their second successive promotion the following year, in October 2017, to return to the top flight, Allsvenskan. After the season, Mellberg chose not to renew his expiring contract with Brommapojkarna. ===Fremad Amager=== On 1 July 2019 Fremad Amager announced, that Mellberg had joined the club as their new manager.SVENSK ”DREAM TEAM” GENFORENES I FREMAD AMAGER, fremadamagerelite.dk, 1 July 2019 Mellberg was reinforced with Azrudin Valentić, who he worked with in Brommapojkarna and who until the arrival of Mellberg, was the manager of the club. With the access of Mellberg, the club changed the structure of the sporting staff, with Mellberg becoming manager and Azrudin Valentić becoming the first team coach. ===Helsingborgs IF=== After only two months in charge of Fremad Amager, the club announced that Mellberg had left the club to become the manager of Helsingborgs IF.MELLBERG STOPPER I FREMAD OG FORTSÆTTER KARRIEREN I HELSINGBORG, fremadamagerelite.dk, 3 September 2019 ==Personal life== Mellberg has two children with long-term partner Carolina Kihl. Daughter Saga was born in December 2002 and son John was born in July 2006. Mellberg and Kihl married in Sweden on 13 July 2013. According to Mellberg's mother, he is considering attending university after his retirement. ==Career statistics== ===Club=== {| class=\"wikitable\" style=\"text-align:center\" |+ Appearances and goals by club, season and competition |- !rowspan=\"2\"|Club !rowspan=\"2\"|Season !colspan=\"3\"|League !colspan=\"2\"|National Cup !colspan=\"2\"|League Cup !colspan=\"2\"|Continental !colspan=\"2\"|Total |- !Division!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |rowspan=\"3\"|Degerfors IF |1996 |Allsvenskan |22||0|| || ||colspan=\"2\"|—||colspan=\"2\"|—||22||0 |- |1997 |Allsvenskan |25||0|| || ||colspan=\"2\"|—||colspan=\"2\"|—||25||0 |- !colspan=\"2\"|Total !47||0||||||0||0||0||0||47||0 |- |AIK |1998 |Allsvenskan |17||0||1||0||colspan=\"2\"|—||colspan=\"2\"|—||18||0 |- |rowspan=\"4\"|Racing Santander |1998–99 |La Liga |25||0||7||1||colspan=\"2\"|—||colspan=\"2\"|—||32||1 |- |1999–2000 |La Liga |37||0||3||0||colspan=\"2\"|—||colspan=\"2\"|—||40||0 |- |2000–01 |La Liga |36||0||5||0||colspan=\"2\"|—||colspan=\"2\"|—||41||0 |- !colspan=\"2\"|Total !98||0||15||1||0||0||0||0||113||1 |- |rowspan=\"8\"|Aston Villa |2001–02 |Premier League |32||0||1||0||1||0||2||0||36||0 |- |2002–03 |Premier League |38||1||1||0||2||0||2||0||43||1 |- |2003–04 |Premier League |33||1||1||0||5||0||colspan=\"2\"|—||39||1 |- |2004–05 |Premier League |30||3||1||0||2||0||colspan=\"2\"|—||33||3 |- |2005–06 |Premier League |27||0||4||0||2||0||colspan=\"2\"|—||33||0 |- |2006–07 |Premier League |38||1||0||0||1||0||colspan=\"2\"|—||39||1 |- |2007–08 |Premier League |34||2||1||0||2||0||colspan=\"2\"|—||37||2 |- !colspan=\"2\"|Total !232||8||9||0||15||0||4||0||260||8 |- |Juventus |2008–09 |Serie A ||27||2||4||0||colspan=\"2\"|—||7||0||38||2 |- |rowspan=\"4\"|Olympiacos |2009–10 |Super League Greece ||25||2||4||1||colspan=\"2\"|—||12||0||41||3 |- |2010–11 |Super League Grecce |23||3||0||0||colspan=\"2\"|—||3||0||26||3 |- |2011–12 |Super League Grecce |23||2||4||1||colspan=\"2\"|—||9||0||36||3 |- !colspan=\"2\"|Total !71||7||8||2||0||0||24||0||103||9 |- |Villarreal |2012–13 |Segunda División |29||2||0||0||colspan=\"2\"|—||colspan=\"2\"|—||29||2 |- |Copenhagen |2013–14 |Danish Superliga |22||3||1||0||colspan=\"2\"|—||6||1||29||4 |- !colspan=\"3\"|Career total !543||21||38||3||15||0||41||1||636||26 |} ===International=== {| class=\"wikitable\" style=\"text-align:center\" |+ Appearances and goals by national team and year |- !National team||Year||Apps||Goals |- |rowspan=\"14\"|Sweden |2000||10||0 |- |2001||9||0 |- |2002||11||0 |- |2003||10||1 |- |2004||13||0 |- |2005||8||1 |- |2006||9||0 |- |2007||9||2 |- |2008||9||0 |- |2009||11||3 |- |2010||5||0 |- |2011||7||0 |- |2012||6||1 |- !Total!!117!!8 |} :Scores and results list Sweden's goal tally first, score column indicates score after each Mellberg goal. {| class=\"wikitable sortable\" |+ List of international goals scored by Olof Mellberg |- ! # !! Date !! Venue !! Opponent !! Score !! Result !! Competition |- | 1. || 10 September 2003 || Silesian Stadium, Chorzów, Poland || || align=\"center\"|2–0 || align=\"center\"|2–0 || UEFA Euro 2004 qualifier |- | 2. || 3 September 2005 || Råsunda Stadium, Solna, Sweden || || align=\"center\"|2–0 || align=\"center\"|3–0 || 2006 FIFA World Cup qualifier |- | 3. || 6 June 2007 || Råsunda Stadium, Solna, Sweden || || align=\"center\"|3–0 || align=\"center\"|5–0 || UEFA Euro 2008 qualifier |- | 4. || 17 October 2007 || Råsunda Stadium, Solna, Sweden || || align=\"center\"|1–0 || align=\"center\"|1–1 || UEFA Euro 2008 qualifier |- | 5. || 5 September 2009 || Ferenc Puskás Stadium, Budapest, Hungary || || align=\"center\"|1–0 || align=\"center\"|2–1 || 2010 FIFA World Cup qualifier |- | 6. || rowspan=\"2\" | 14 October 2009 || rowspan=\"2\" | Råsunda Stadium, Solna, Sweden || rowspan=\"2\" | || align=\"center\"|1–0 || rowspan=\"2\" align=\"center\" | 4–1 || rowspan=\"2\" | 2010 FIFA World Cup qualifier |- | 7. || align=\"center\"|3–0 |- | 8. || 15 June 2012 || Olimpiyskiy National Sports Complex, Kyiv, Ukraine || || align=\"center\"|2–1 || align=\"center\"|2–3 || UEFA Euro 2012 |} ==Managerial statistics== {| class=\"wikitable\" style=\"text-align: center\" |+ Managerial record by team and tenure |- ! rowspan=\"2\" |Team ! rowspan=\"2\" |Nat ! rowspan=\"2\" |From ! rowspan=\"2\"|To ! colspan=\"8\" |Record !rowspan=2| |- ! ! ! ! ! ! ! ! |- |align=left|Brommapojkarna | |align=left|27 November 2015 |align=left|21 November 2017 | |- |align=left|Fremad Amager | |align=left|1 July 2019 |align=left|3 September 2019 | |- |align=left|Helsingborg | |align=left|3 September 2019 |align=left|31 December 2020 | |- !colspan=\"4\"|Total !— |} ==Honours== ===Player=== AIK *Allsvenskan: 1998 Aston Villa *UEFA Intertoto Cup: 2001 Olympiacos *Super League Greece: 2010–11, 2011–12 *Greek Cup: 2011–12 F.C. Copenhagen *Danish Cup runner-up: 2013–14 Individual *Guldbollen: 2003 *UEFA Euro All-Star Team: 2004 ===Manager=== Brommapojkarna *Superettan: 2017 *Division 1 Norra: 2016 ==See also== * List of footballers with 100 or more caps ==References== ==External links== * * * Olof Mellberg goals Category:1977 births Category:Living people Category:People from Gullspång Municipality Category:UEFA Euro 2000 players Category:2002 FIFA World Cup players Category:UEFA Euro 2004 players Category:2006 FIFA World Cup players Category:UEFA Euro 2008 players Category:UEFA Euro 2012 players Category:Expatriate footballers in England Category:Expatriate footballers in Italy Category:Expatriate footballers in Spain Category:Expatriate footballers in Greece Category:Expatriate footballers in Denmark Category:Association football central defenders Category:Degerfors IF players Category:AIK Fotboll players Category:Racing de Santander players Category:Aston Villa F.C. players Category:Juventus F.C. players Category:Olympiacos F.C. players Category:Villarreal CF players Category:F.C. Copenhagen players Category:Allsvenskan players Category:La Liga players Category:Segunda División players Category:Premier League players Category:Serie A players Category:Super League Greece players Category:Danish Superliga players Category:Swedish footballers Category:Sweden international footballers Category:Sweden under-21 international footballers Category:Swedish expatriate footballers Category:FIFA Century Club Category:Swedish expatriate sportspeople in Spain Category:Swedish expatriate sportspeople in England Category:Swedish expatriate sportspeople in Italy Category:Swedish expatriate sportspeople in Greece Category:Swedish expatriate sportspeople in Denmark Category:Swedish football managers Category:IF Brommapojkarna managers Category:Fremad Amager managers Category:Danish 1st Division managers",
 "title": "Olof Mellberg"
}