{
 "id": "741159",
 "text": "Benjamin Williams Crowninshield (December 27, 1772 – February 3, 1851) served as the United States Secretary of the Navy between 1815 and 1818, during the administrations of Presidents James Madison and James Monroe. ==Early life== thumb|right|upright|Crowninshield's grave at Mount Auburn Crowninshield was born in Salem in the Province of Massachusetts Bay, the son of George Crowninshield (1734–1815) and Mary (née Derby) Crowninshield (1737–1813) who married in 1757. His father was a sea captain and merchant of the Boston Brahmin Crowninshield family. His family owned the lands near Mineral Spring, where the first Crowninshield family was cradled in the country. His brothers included Congressman Jacob Crowninshield and George Crowninshield Jr., who owned Cleopatra's Barge, the first yacht to cross the Atlantic. His sister Mary Crowninshield was the wife of Congressman Nathaniel Silsbee. ==Career== Crowninshield worked in the family shipping business, Geo. Crowninshield & Sons, serving at sea. In 1811, Crowninshield was elected to the Massachusetts House of Representatives as a prominent benefactor of the first gerrymander. The redistricting of Essex county into two separate State Senate districts had led to the term gerrymander, with Crowninshield, who had lost the previous year's Senate seat in a combined Essex County, being placed in the new district specifically designed to favor Republicans over Federalists. Crowninshield would win his Senate seat by only 8 votes, over 100 votes less than the other Republican candidates. However, Crowninshield lost his seat in the State Senate the next year, with the Newburyport Herald printing an editorial cartoon of a dead gerrymander and listing \"B.W.C.\" as a \"chief mourner\". He was elected to the Massachusetts State Senate in 1812. ===Secretary of the Navy=== Crowninshield became Secretary of the Navy in January 1815, a position almost held by his brother Jacob Crowninshield ten years earlier, and managed the transition to a peacetime force in the years following the War of 1812. This included implementation of the new Board of Commissioners administrative system and the building of several ships of the line, the backbone of a much enhanced Navy. He also oversaw strategy and naval policy for the Second Barbary War in 1815. ===United States House of Representatives=== After leaving Navy office in 1818, Crowninshield returned to business and political affairs in Massachusetts, prospering in both. In addition to serving two more terms in the Massachusetts House, he was also elected to four terms the United States Congress from 1823 to 1831. ==Personal life== On January 1, 1804, Crowninshield was married to Mary Boardman (1778–1840), the daughter of Francis Boardman and Mary (née Hodges) Boardman. Together, they were the parents of: * Elizabeth Boardman Crowninshield (1804–1884), who married William Mountford (1816–1885) * Mary C. Crowninshield (1806–1893), who married Charles Mifflin (1805–1875) * Francis Boardman Crowninshield (1809–1877), who married Sarah Putnam (1810–1880) * George Casper Crowninshield (1812–1857), who married Harriet Sears Crowninshield (1809–1873); they were the parents of Frances \"Fanny\" Cadwalader Crowninshield (1839–1911), the wife of John Quincy Adams II. * Annie G. Crowninshield (1815–1905), who married Jonathan Mason Warren (1811–1867) * Edward Augustus Crowninshield (1817–1859), who married Caroline Maria Welch (1820–1897). After his death, his widow married Howard Payson Arnold (1831–1910). On his death in Boston 1851, Benjamin Williams Crowninshield was interred in Mount Auburn Cemetery in Cambridge, Massachusetts. ===Residence=== In 1810, Crowninshield, with Salem's premier architect Samuel McIntire, built a mansion at 180 Derby Street on the Salem Waterfront. Robert Brookhouse purchased the house and in 1861 deeded it to the Association for the Relief of Aged Women. Located next to the Salem Maritime National Historic Site, the house is now called the Brookhouse Home for Aged Women. ===Descendants=== Through his son Francis, he was the grandfather of Benjamin Williams Crowninshield (1837–1892), a soldier in the Civil War and merchant, and the great-grandfather of Bowdoin Bradlee Crowninshield (1867–1948), a naval architect who specialized in the design of racing yachts, and Francis Boardman Crowninshield (1869–1950), who married heiress Louise Evelina du Pont (1877–1958). Through his son Edward, Crowninshield was the grandfather of Frederic Crowninshield (1845–1918), the artist and author, and the great-grandfather of Francis Welch Crowninshield (1872–1947), the journalist, critic, and editor of Vanity Fair. Crowninshield was also the great-great-grandfather of Charles Francis Adams III, also Secretary of the Navy from 1929 to 1933. He was the great-great-great- grandfather of famed Washington Post newspaper editor Ben Bradlee (1921-2014). ==Namesake== The destroyer USS Crowninshield (DD-134) was named in his honor. ==See also== *Stephen Decatur *George Crowninshield Jr., brother ==References== ;Notes ;Sources * * Retrieved on 2009-03-04 |- |- |- Category:1772 births Category:1851 deaths Category:Burials at Mount Auburn Cemetery Category:Crowninshield family Category:Madison administration cabinet members Category:Massachusetts National Republicans Category:19th-century American politicians Category:Members of the United States House of Representatives from Massachusetts Category:Monroe administration cabinet members Category:Politicians from Salem, Massachusetts Category:American people of the Barbary Wars Category:United States Secretaries of the Navy Category:Massachusetts Federalists Category:Massachusetts Democratic- Republicans Category:Democratic-Republican Party members of the United States House of Representatives Category:National Republican Party members of the United States House of Representatives Category:People of colonial Massachusetts",
 "title": "Benjamin Williams Crowninshield"
}