{
 "id": "741546",
 "text": "{{Infobox settlement | name = West Point Island | native_name_lang = es | other_name = Former name: Albatross Island | image_skyline = West Point Island in the Falkland Islands 1.jpg | image_caption = West Point Island in January 2011 | image_map = | map_caption = Location of West Point Island within the Falkland Islands | pushpin_map = | pushpin_map_caption = West Point Island shown within the Falkland Islands | coordinates = | subdivision_type = Country | subdivision_name = Falkland Islands | subdivision_type1 = Island group | subdivision_name1 = | named_for = | seat_type = Main settlement | seat = | area_total_km2 = 14.69 | area_rank = | elevation_min_m = | elevation_max_footnotes = (Cliff Mountain) | elevation_min_footnotes = | population_total =2 | population_as_of = 2016 | population_footnotes = | population_rank = | timezone1 = FKST | utc_offset1 = −3 | postal_code = FIQQ 1ZZ | website = | footnotes = If shown, area and population ranks are for all islands and all inhabited islands in the Falklands respectively. | type = Island | elevation_max_m = 381 }}West Point Island (originally known as Albatross Island; ) is one of the Falkland Islands, lying in the north-west corner of the archipelago. It has an area of and boasts some of the most spectacular coastal scenery in the Falklands. The island is owned by Roddy & Lily Napier and run as a sheep farm and tourist attraction. ==Description== left|thumb|Black-browed albatrosses on West Point Island West Point Island lies off the north-west point of West Falkland. It is long with a maximum width of . Its dramatic west-facing cliffs are the highest in the Falklands, with the highest point at Cliff Mountain rising to . West Point Island Settlement, with its airstrip, lies on Westpoint Cove in the north-east. It is separated from West Falkland by a narrow channel called the Wooly Gut, which is a local reference to katabatic winds that often occur there. It lies south- east of the Jason Islands, the nearest being South Jason Island. ==History== As with many locations around the Falkland Islands, in the early 19th century West Point was a popular site for slaughtering seals and penguins for oil. Literal overkill ended this industry in the area. The island was established as a sheep farm in 1879 by Arthur Felton, great uncle of Roddy Napier, the present owner.Wigglesworth, Angela. (1992) Falkland People. Pub. Peter Owen. ==Tourism== In February 1968, the late Lars-Eric Lindblad brought the Chilean government vessel Navarino to the Falklands with the first cruise tourists. This is widely recognized as the birth of Falklands tourism. The Navarino visited West Point Island and Mr. Lindblad started a long, close friendship with the Napier family. He also fell in love with their island and over the following 25 years helped turn it into one of the most popular cruise ship destinations outside the capital Port Stanley. Today West Point receives many expedition vessels every summer, their passengers taking Zodiacs and tenders ashore to explore this magnificent island. Large colonies of Black-browed albatrosses and Southern Rockhopper penguins, and the highest sea cliffs in the Falklands are the main attraction. Legendary West Point hospitality also awaits. ==Flora and fauna== The Falklands endemic Felton's flower, which was named after the current owner's great uncle who discovered it, occurs in relative abundance. The island gardens have a fairly wide selection of introduced plants including roses, foxgloves, daisies, red hot pokers etc. Unusually for the Falklands, there are also a few trees. The West Point Island group, which includes nearby Gibraltar Rock, Low Island and Dunbar Island, has been identified by BirdLife International as an Important Bird Area (IBA). Birds for which the site is of conservation significance include Falkland steamer ducks, ruddy-headed geese, southern rockhopper penguins, Magellanic penguins, black-browed albatrosses, striated caracaras, blackish cinclodes, Cobb's wrens and white-bridled finches. The waters around the islands are home to Commerson's dolphins. ==References== ==External links== * * Falklands photos, including West Point section Category:Islands of the Falkland Islands Category:Important Bird Areas of the Falkland Islands Category:Seabird colonies Category:Penguin colonies",
 "title": "West Point Island"
}