{
 "id": "741511",
 "text": "Shasta Dam (called Kennett Dam before its construction) is a concrete arch- gravity dam across the Sacramento River in Northern California in the United States. At high, it is the eighth-tallest dam in the United States. Located at the north end of the Sacramento Valley, Shasta Dam creates Shasta Lake for long-term water storage, flood control, hydroelectricity and protection against the intrusion of saline water. The largest reservoir in the state, Shasta Lake can hold about . Envisioned as early as 1919 as an effort to conserve, control, store, and distribute water to the Central Valley, California's main agricultural region, Shasta was first authorized in the 1930s as a state undertaking. However, bonds did not sell due to the onset of the Great Depression and Shasta was transferred to the federal Bureau of Reclamation as a public works project. Construction started in earnest in 1937 under the supervision of Chief Engineer Frank Crowe. During its building, the dam provided thousands of much-needed jobs; it was finished twenty-six months ahead of schedule in 1945. When completed, the dam was the second-tallest in the United States after Hoover, and was considered one of the greatest engineering feats of all time. Even before its dedication, Shasta Dam served an important role in World War II providing electricity to California factories, and still plays a vital part in the management of state water resources today. However, it has greatly changed the environment and ecology of the Sacramento River, and flooded sacred Native American tribal lands. In recent years, there has been debate over whether or not to raise the dam in order to allow for increased water storage and power generation. This would produce more low carbon electricity, but is opposed by tribes and fish advocates because of negative impacts from water diversions from river flows and impacts on endangered species. ==History== ===Early proposals=== In the late 19th century, the Central Valley was the main destination for large numbers of immigrants traveling into California from the eastern United States. The valley's land was coveted for farming due to its fertile soils, mild climate, gentle topography, and abundant water. The Sacramento River flows south through the northern third of the valley, known as the Sacramento Valley, for before emptying into a vast estuary, the Sacramento-San Joaquin Delta, and ultimately the Pacific Ocean. By the late 1800s, both the valley and Delta regions were intensely cultivated with various crops including wheat, cotton, rice, citrus, and melons.Billington and Jackson, pp. 263–66 The low-lying topography of the Sacramento Valley makes it vulnerable to flooding in the winter; conversely, irrigation is necessary during the summer due to the highly seasonal precipitation. Although the Sacramento River discharges nearly of water each year, most of the flow occurs during winter storms and spring snowmelt, with natural runoff reducing to a trickle during late summers and autumns of drought years. As farming increased, low river flows dropped even lower, leading to saltwater intrusion from San Francisco Bay into the Delta. This caused water shortages for Delta farms, and led to a teredo (saltwater worm) infestation between 1919 and 1924 that destroyed piers and ships in Suisun Bay. In a bid to solve the salinity problem, local residents proposed constructing a tidal barrage across the mouth of Suisun Bay, a project which was never realized. In 1919 a different solution came in the form of the Marshall Plan, created by Robert Marshall of the United States Geological Survey.Billington and Jackson, p. 256 It proposed a large dam across the Sacramento River just downstream of its confluence with the Pit River near the copper mining town of Kennett, several hundred miles to the north of the Delta. The dam would store water for release during the dry months when the Delta was most vulnerable to saltwater intrusion, with the added benefit of controlling floods in the winter. Water captured by the dam would increase the irrigation supply, for both the Sacramento Valley and the San Joaquin Valley further south, with which it would be linked by an extensive aqueduct and reservoir system.Billington, Jackson and Melosi, p. 305Hundley, p. 243 ===State Water Plan and the CVP=== The Marshall Plan was not widely supported due to its high cost (about $800 million in 2008 dollars); when proposed to Congress in 1921, it passed in the Senate but failed in the House of Representatives. However, the state of California continued to search for a solution. In 1931, State Engineer Edward Hyatt published a similar but less extensive proposal called the State Water Plan, with a projected cost of about $550 million.Hundley, p. 246 Including the dam at Kennett and aqueducts from the Delta southwards into the arid San Joaquin Valley and the Los Angeles Basin, Hyatt's scheme laid the foundations for both the present day Central Valley Project (CVP) and the California State Water Project (SWP). thumb|right|The old mining town of Kennett, being inundated by the rising waters of Shasta Lake circa 1944 Initially, the state of California intended to finance the project entirely on its own through the sale of revenue bonds. However, the 1930s were a time of economic crisis with the onset of the Great Depression and a severe drought that devastated the agricultural sector, pushing the unemployment rate in California up to 20 percent. The project was approved in the state legislature by a slim margin, mostly riding on Central and Northern California voters, who needed both the jobs and the water. Southern California generally opposed the project because they needed money to build an aqueduct to the Colorado River, from which the state had previously secured rights.Hundley, p. 255 In 1933, the state authorized the sale of bonds to fund the Central Valley Project, whose main component was to be Shasta Dam. Unable to raise the necessary money, California turned to the federal government for help.Hundley, p. 247 In 1935, President Franklin Delano Roosevelt authorized the Central Valley Project as part of the New Deal. The construction works at Shasta Dam and other parts of the project would provide thousands of much-needed jobs, contributing a major portion of the Depression era federal job-creation programs. Roosevelt first considered the U.S. Army Corps of Engineers for building the project, but ultimately transferred it to the Reclamation Service, the precursor to the Bureau of Reclamation, which had expertise in building large concrete dams as demonstrated in the Hoover Dam (Boulder Canyon) Project several years earlier.Hundley, pp. 255–257 Reclamation chose Frank Crowe, the superintendent of Hoover Dam construction, to direct operations at Shasta Dam.Stevens, p. 253 ==Construction== ===Preparations and camps=== thumb|left|The Pacific Constructors camp, photographed in November 1940. The H-shaped building to the left is the mess hall, which could seat up to 2,000. The groundbreaking and official naming ceremony of Shasta Dam occurred on September 12, 1937 in the small town of Kennett shortly upstream of the dam. Congress initially approved $12 million for the project.de Roos, pp. 40–41 Within five years Kennett would be submerged under the rising waters of Shasta Lake. The dam was initially known as Kennett Dam, but was eventually named after nearby Mount Shasta. After surveying several nearby sites, the Bureau of Reclamation chose to build the dam in a deep canyon about a mile above the abandoned smelter town of Coram and two-and-a-half miles below Kennett. The dam was planned to be over high. The winning bid of $35,939,450 for construction came from Pacific Constructors Inc., a conglomerate of twelve smaller companies. Construction started with the excavation of millions of tons of bedrock from the canyon walls adjacent to the construction site, forming keyways for the dam foundations. The Shasta Route of the Southern Pacific Railroad and U.S. Highway 99 (current Interstate 5) were rerouted to the east over the steel truss Pit River Bridge, which remains the tallest combined road and rail bridge in the world. The bridge was built to a height of more than above the Pit River, some east-northeast of the dam site, to accommodate the rising waters of Shasta Lake. The bypassed segment of the railroad from Redding to the Shasta site was re-appropriated as a branch line for construction trains, and was routed through a tunnel beneath the south abutment of the dam.Images of America: Shasta Lake, p. 16 Reclamation originally planned to set up the construction headquarters in Redding, but ultimately decided to move it closer to the dam site. The new company town, Toyon, was laid out on a farm purchased from Porter Seaman in 1938. Toyon served purely to provide housing for Reclamation personnel, government offices, and storage; no stores or restaurants were permitted within its boundaries. Instead of the tents and shacks typical of construction workers' camps, the town was characterized by comfortable multi-room wooden houses.Images of America: Shasta Lake, pp. 12–13 alt=The initial $1 million check to construct Shasta Dam in 1938.|thumb|The initial $1 million check to construct Shasta Dam in 1938.Pacific Constructors set up its main camp, called \"Contractor's Camp\" or \"Shasta Dam Village\", near the base of the Shasta Dam site. The company built a 2,000-man mess hall, hospital, recreation center and other amenities at the dam site. Three other makeshift camps nearby, called \"Central Valley\", \"Project City\", and \"Summit City\", soon filled with unemployed men from all over the state hoping to get jobs at Shasta Dam.de Roos, pp. 228–233Images of America: Redding, p. 109 ===Foundations=== thumb|right|The Shasta Dam conveyor belt – the longest in the world In November 1938, construction started on a diversion channel that would shunt water to the east (left) side of the river so the foundations could be laid on the west side. The left bank of the river was widened and deepened using explosives, and a cofferdam was built to dry up the bypassed section.Images of America: Shasta Lake, p. 22 To supply sand and gravel to make concrete at the construction site, Pacific Constructors built the largest conveyor belt system in the world, long, that reached from Redding to the dam site. This was capable of transporting 1,100 tons of material per hour, and over the entire construction process, hauled more than 12 million tons of rock. The belt, which had some 16,000 rollers, was divided into 26 sections, 23 of which were powered by individual motors. The remaining three were downhill and did not require power; in fact they were retrofitted to generate power for some of the other sections. As the foundations were completed, concrete placement of the main dam body could begin. For this purpose, a system of steel cable towers was erected to carry the steel concrete-pouring buckets. The tower setup comprised one main tower, standing high from its foundations and above the river, and seven movable auxiliary towers; cables were strung from the top of the main tower to each of the others. Using this system, construction crews were able to transport concrete from the mixing plant, which lay directly adjacent to the main tower at the end of the conveyor belt, to the rising structure of the dam faster and cheaper than any other method.Shasta Dam and its builders, p. 43de Roos, p. 234 The tower was not fully demolished, so it remains submerged behind the dam. On occasion, the lake level can drop low enough to expose it again. ===Concrete placement and river diversion=== thumb|right|upright|The main tower used to support the cableway system at the dam site thumb|right|Construction work in June 1942, showing the empty middle section which would later become the spillway. Building of the dam's main concrete structure started in July 1940 after the cable systems had been completed and the mixing plant came on line. Steel buckets capable of carrying of concrete, weighing 16 tonnes when full, traveled back and forth along the lines. For three years, thousands of men labored building the dam's massive abutments, pouring concrete into large modular \"blocks\" square and deep. These blocks were shaped using wooden forms, which were removed when the concrete dried and rebuilt to handle the next block above it. The concrete was \"vibrated\" into place using specialized equipment, filling in any accidental cavities and bubbles to ensure maximum density and strength. After the concrete dried, the surface was cleaned and smoothed by sandblasting. At the same time, the railroad that ran through the temporary tunnel on the west side of the river was rerouted.de Roos, p. 233Billington, Jackson and Melosi, p. 336 In December 1941, the Japanese attacked Pearl Harbor, prompting the United States to join into World War II. With thousands of men enlisting in the armed forces, the Shasta Dam site soon had a severe labor shortage. During the war years, many of the people who worked at the dam were women and high school students on mostly \"non-hazardous jobs\".Images of America: Redding, p. 110 The dam played an important part in World War II even before its completion, supplying much-needed electricity to shipyards and aircraft factories in central California. However, some generators originally intended for Shasta ended up in the Grand Coulee Dam in northern Washington because of the enormous demand of electricity from that dam to power aluminum smelters in the Northwest. The strained supplies and labor forced Reclamation to cut the final height of the dam from to . With the tunnel cleared, it was resurfaced and modified to accommodate the force of a river instead of a railroad. Until this time, the Sacramento had still been flowing through the middle of the dam site, between the two nearly completed abutments of the dam. An earth/rock filled cofferdam was constructed across the river, which now began to flow through the tunnel, drying out the dam site and enabling work to begin on the middle section of the dam, which contained the spillway bays. The spillways with their 18 high-pressure river outlet valves and massive triple drum gates were completed in the summer of 1943. By then, a total of 15 million tons of concrete had been used in the dam's construction, comprising the 16,900 50-foot blocks.Billington, Jackson and Melosi, p. 337 ===Completion=== thumb|left|March 6, 1943 view of the dam, showing work on the power station (left of the river) Water storage at the Shasta Dam began in February 1944 when the diversion tunnel was sealed. As the lake rose behind it, the dam was completed to its final shape and the last bucket of concrete was poured on January 2, 1945. During this time, the Shasta Dam powerplant, with a capacity of 379 MW, was also under construction. Five steel penstocks, each in diameter, were installed to provide water to drive the turbines in the power station. The powerhouse was a reinforced concrete structure standing above the river; electricity was first generated there in 1944. The dam was completed at the dawn of 1945.Billington, Jackson and Melosi, p. 341 When Shasta was completed, it was the second highest dam in the world – surpassed only by Hoover Dam on the Colorado – as well as the highest man-made structure in California. It was also the second most massive concrete dam measured by volume, exceeded only by Grand Coulee Dam on the Columbia River in Washington. An anonymous workman reportedly said, \"Old Shasta's about the secondest dam there is.\"de Roos, p. 242 When the dam was completed, chief engineer Frank Crowe is known to have declared, \"Look at that Shasta Dam. That dam will stand there forever holding back the river. And that powerhouse will keep right on turning out juice until somebody discovers how to make power out of sunlight.\" (Ironically, the invention of photovoltaics in the 1950s disproved Crowe's claim, as the Shasta Dam continues to produce as much electricity as ever.) ==Design and operations== thumb|left|Inside the Shasta Dam powerhouse Shasta Dam serves mainly to provide flood control and carryover water storage for the dry season, contributing greatly to irrigation in the Sacramento Valley and navigation on the Sacramento River, as well as keeping freshwater levels in the Sacramento-San Joaquin Delta high enough for diversion into the California Aqueduct and Delta-Mendota Canal. The dam's other major purpose is to generate hydroelectricity. With a hydraulic head of , the dam is capable of generating 676 megawatts (MW) from five turbines – a pair of 125 MW units and three 142 MW units. Each of the turbines is driven by a high-pressure jet of water fed by a steel penstock in diameter. Two smaller turbines generate power for operations at the dam itself. The plant serves to generate peaking power for the northern Sacramento Valley. Keswick Dam, about downstream, serves as an afterbay for Shasta, regulating its fluctuating water releases. A gravity structure, the dam stands above the foundations with a maximum height of above the river. It is long, with a maximum thickness of ; altogether the dam contains of material. The dam can release floodwaters through a system of eighteen outlet valves on the face of the spillway. These valves are arranged in three levels, each cutting through the main dam structure and discharging onto the face of the spillway. The upper level has six outlets, each with a capacity of . The middle layer has eight conduits capable of carrying and the lowest has four exits each able to discharge for a total of . The spillway is a massive concrete chute, long and wide, controlled by three -wide drum gates each weighing 500 US tons (454 t). When the reservoir is full, the gates cannot entirely prevent leakage but can raise the water level up to above the spillway crest. The spillway has a capacity of , bringing the dam's maximum overflow rate to . thumb|right|One of the many arms of Shasta Lake The dam forms a reservoir called Shasta Lake, which is the largest man-made lake and third largest body of water in California with its capacity of and surface area of at maximum pool. The lake extends for up the Sacramento River and branches for more than up the Pit River, which is actually the largest river flowing into the lake. Shasta Lake also has arms of the McCloud River, Squaw Creek, Salt Creek, and scores of other smaller streams that feed it. Shasta Dam controls runoff from a drainage basin of , or about a quarter of the Sacramento River watershed. ==Future expansion== thumb|right|Shasta Lake at maximum capacity in July 1965, after an extremely wet winter thumb|A view down from Shasta Dam thumb|The five penstocks, seen from above In the 1990s, with skyrocketing water shortages in the Central Valley and some of California's largest agricultural coalitions including the Westlands Water District calling for a more dependable water supply, the Bureau of Reclamation suggested the expansion of Shasta Dam. The expansion is considered feasible because the dam's foundations were originally built to carry the weight of an structure, but resources shortages at the onset of World War II prevented completing it to that final design height. Reclamation has suggested three options for the dam raise, ranging from less than to more than . The \"low option\", which simply comprises adding a vertical concrete dike to the top of the dam, would provide maximum additional storage while minimizing requirements for reconstruction of buildings and facilities around Shasta Lake. The \"intermediate option\" would require adding more than to the crest and replacing the elevator towers on the front of the dam, and the Pit River Bridge and small towns around the lake, if not modified or moved, would be inundated. Finally, the \"high option\" would raise the dam over , tripling the volume and doubling the surface area of the reservoir. Both the intermediate and high options would require saddle dams constructed at key points along the lake to keep it from overflowing. The intermediate and high dam raises would allow for increased generation of hydropower. Each would require the construction of a new powerhouse to accommodate five new turbines; for the intermediate expansion, five 215-MW generators would be added for a total capacity of 1,751 MW, while for the high one, there would be five new 260-MW units for a maximum capacity of 1,976 MW. Downstream Keswick Dam would also be raised and its power station retrofitted to accommodate the greater peaking releases from Shasta. {|class=\"wikitable\" border = \"1\" !colspan=7|Raising specifications for Shasta Dam |-style=\"font-size:9pt; text- align:center;\" !Option !Height !Total height !Storage added !Total storage !Power added !Total generating capacity |-style=\"font-size:9pt; text- align:center;\" |Low | | | | |N/A |676 MW |-style=\"font-size:9pt; text- align:center;\" |Intermediate | | | | |1,075 MW |1,751 MW |-style=\"font- size:9pt; text-align:center;\" |High | | | | |1,300 MW |1,976 MW |- |} The proposed dam raise has met with significant backlash from area inhabitants, fishermen, Native Americans, recreationalists and environmentalists. First of all, with any increase to the dam's height, significant reaches of the Pit, Sacramento, and McCloud Rivers would be inundated. The McCloud is an area of special interest because it is one of California's best trout fisheries and because many sacred Native American sites lie along its banks. Opponents of dam raise contend that it would cost more (starting with replacing over 600 structures that would be inundated under the lake including the Pit River Bridge) than its benefits. The water supplied from such a raise would be costly and could be saved if Central Valley farmers cut their water use by only a fraction. It would result in more problems for the ecology of the lower Sacramento, not least its dying salmon runs. One of the most important points made by dam expansion opponents is that raising the dam will not create more water (in fact it will actually cause some water loss due to evaporation) but merely increases the capacity to store it. As a result, the reservoir will rarely be filled, as no matter how much Reclamation expands the dam, the river's flow will not increase. The cost of the dam raise is projected at $500 million-$1 billion. One of the expansion's most staunch opponents is the Winnemem Wintu tribe, almost all of whose land was inundated by the construction of Shasta Dam. Raising the dam would destroy much of their little remaining land. Some progress has been made towards the dam expansion including for the completion of a costly EIR (Environment Impact Report) by the Bureau of Reclamation – and the purchase of over of land along the McCloud River by Westlands Irrigation District to help the Bureau gain rights to expand the dam; Westlands believes that the added storage of the dam would greatly benefit its farmers. As of 2007, the irrigation district has spent $35 million. However, Westlands has had a spotty record with environmental responsibility and has been criticized by environmentalists for high levels of pesticide and selenium in the toxic runoff waters from farms operating under the district. In November 2020, the Trump Administration released the Shasta Lake Water Resources Investigation Final Supplemental Environmental Impact Statement to increase water storage capacity in Shasta Lake by 634,000 acre- feet, or more than 200 billion gallons. ===Potential geologic hazards=== In a draft geologic technical reportShasta Lake Water Resources Investigation, California, United States Department of the Interior, Bureau of Reclamation, Mid-Pacific Region, November 2011 prepared pursuant to the planning for modifications of Shasta Dam, the U.S. Bureau of Reclamation cites (p. 27) six types of geologic hazards that have the potential to occur within the project area: seismic hazards, volcanic eruptions and associated hazards, mudflows, snow avalanches, slope instability, and seiches. Seismic hazards stem from the proximity of several fault zones, the nearest being the Battle Creek Fault Zone located approximately 27 miles south of the dam and capable of producing a 7.3 magnitude event. Volcanic hazards are Mount Shasta, Mount Lassen, and the Medicine Lake Highlands. ==Criticism== ===Ecological effects=== thumb|right|The TCD (Temperature Control Device) on the back of the dam, installed in the early 1990s The Shasta Dam has had a severe negative effect on populations of Pacific salmon in the Sacramento River watershed ever since its gates were first closed in 1943. The massive structure completely prevents salmon migration from the lower reaches of the river to the Upper Sacramento, Pit, McCloud and other tributary streams. It is estimated that half of the best salmon habitat in the Sacramento basin lies upstream of Shasta Dam. Also, the dam caused temperatures in the river to rise because it released waters from higher elevations of Shasta Lake, which are warmed by the sun far more than the surface of the original river pre-dam. Warm waters are harmful to salmon, which prefer colder temperatures, and also impact other fish populations such as steelhead and wild California trout. In an attempt to save the plunging salmon populations, the federal government constructed the Coleman National Fish Hatchery on Battle Creek in 1942. The hatchery is situated approximately southeast of Redding, and produces 13,850,000 eggs per year – nearly 87 percent of which are for the fall chinook salmon run. Another remedy was carried out by the Bureau of Reclamation in 1991, with the installation of a gigantic facility called a TCD (Temperature Control Device) on the rear face of Shasta Dam. This structure enables dam operators to decide the depth of the reservoir from which the water feeding into the penstocks originates. As one progresses deeper into Shasta Lake, the water gets colder where it receives less sunlight. The TCD is equipped with fifteen openings called \"shutters\" arranged in rows along the back face of the structure. The rows lie , , and above sea level. (The crest of Shasta Dam is at an elevation of .) The system has shown significant success in reducing the temperature of the Sacramento River below the dam, although it does exhibit leakage. As for the health of the river overall, the dam has indirectly affected it by promoting the growth of cities and farms along it. However, construction of the dam also has had direct consequences to the morphology and vegetation zones along the river. By raising summer flows much higher than their natural average, and moderating the effects of most floods, the post-dam river supplies an even amount of water to the riparian zone each year, and resultantly vegetation has encroached on the river channel.Warner and Hendrix, p. 158 The dam has vastly reduced the amount of sediment in the Sacramento, and the riverbanks now suffer decreased erosion, slowing the growth of meanders and side-channels.Warner and Hendrix, p. 59 Additionally, nearly all the rock and sand used in the mixing of concrete for the dam was dredged from the river downstream of the dam, further depleting its sediment supply.Benke and Cushing, p. 552 ===Wintu lands=== thumb|left|Shasta Dam viewed from the air, with the reservoir nearly full Underneath the waters of Shasta Lake lie buried the traditional lands of the Winnemem Wintu, one of nine groups of the larger Wintu ethnicity of northern California. The Winnemem Wintu tribe is considered to be a ghost tribe because they are not a federally recognized tribe. It is estimated that the pre-colonization population of the valley was roughly 14,000; by 1900, due to diseases and settlers' encroachment it was reduced to 395. Of the men who survived out of the 395, many fought in the U.S. armed forces during World War II. When they returned in 1945, they found their family members driven out of their traditional villages by the rising waters of Shasta Lake. More than 90 percent of their original land was lost, and the ten percent that remains now lies along the lower McCloud River.Ferraro, p. 404 On May 1 of 1941, the United States Congress passed the Central Valley Project Indian Lands Acquisition Act, to take ownership of the homes and lands of the Winnemem Wintu people. Scores of village sites, burial sites and other sacred locations now sit several hundred feet below the surface of Shasta Lake. Over 27 sacred sites lie underneath the water behind the dam. Tribal members argue that several reservation treaties originally set by the U.S. government in the 1850s were later broken so the filling of Shasta Lake could proceed; afterwards, only a tiny fraction of that land remained theirs. Furthermore, the Winnemem are not recognized by the federal government, an omission that they have been seeking to rectify for over a century. Recently, native hostility to the dam has heightened because of the proposals to raise it – which would drown twenty of the remaining sacred sites, including Children's Rock and Puberty Rock, both used in coming-of-age ceremonies, and a burial place for victims of the Kabyai Creek Massacre. The tribe conducted a war dance in September 2004 for the first time in 117 years in opposition of the dam and Reclamation's raising project; the event reputedly inspired many environmental groups to support the tribe's position. ==Tours and recreation== Reclamation holds guided tours of the Shasta Dam year round, each taking two to three hours. There also are a visitor center and auditorium. The tours comprise a elevator ride to the base of the dam, and visits to the dam's inner galleries and the powerhouse among other areas. Shasta Lake has a surface of at full pool and is surrounded by the Shasta- Trinity National Forest. Many public and private marinas, campgrounds, RV parks, resorts and boat launches border the reservoir, one of the most popular recreational lakes in California. Houseboating, water-skiing, swimming and fishing are among the numerous activities available at the lake; hiking, picnicking, mountain biking, hunting and camping are popular in the mountainous vicinity surrounding it. ==See also== *California Aqueduct *Federal Power Commission v. Sierra Pacific Power Company *John L. Savage *List of dams and reservoirs in California *List of power stations in California *List of tallest dams in the world *List of the tallest dams in the United States *List of United States Bureau of Reclamation dams *New Deal *Water in California ==References== ==Works cited== * * * * * * * * * * ==External links== *Shasta Dam’s Full History Must Be Told Category:Dams in California Category:Hydroelectric power plants in California Category:Buildings and structures in Shasta County, California Category:United States Bureau of Reclamation dams Category:Dams completed in 1945 Category:Energy infrastructure completed in 1945 Category:Winnemem Wintu Category:Dams on the Sacramento River Category:Arch-gravity dams Category:Central Valley Project Category:1945 establishments in California",
 "title": "Shasta Dam"
}