{
 "id": "741519",
 "text": "OCR (Oxford, Cambridge and RSA ExaminationsOCR > About OCR) is an examination board that sets examinations and awards qualifications (including GCSEs and A-levels). It is one of England, Wales and Northern Ireland's five main examination boards. OCR is based in Cambridge, with an office in Coventry. It is part of the University of Cambridge's Cambridge Assessment which merged with Cambridge University Press in August 2021. OCR delivers GCSE and A Level examinations in the United Kingdom whereas for other countries Cambridge Assessment operates the examination board Cambridge International Examinations.Can Cambridge schools offer OCR qualifications? An important distinction between the two is that OCR qualifications must comply with UK government regulations set by Ofqual while Cambridge International Examinations international GCSEs and GCE A Levels do not.What is the difference between OCR A Levels and Cambridge International A Levels? == History == The name OCR reflects the fact that it was created in 1998 through the amalgamation of the University of Cambridge Local Examinations Syndicate (UCLES) and the Royal Society of Arts Examinations Board (RSAEB).Our heritage, Cambridge Assessment At the time of the merger, UCLES's qualifications were offered by two wholly owned subsidiaries: the Oxford and Cambridge Examinations and Assessments Council (OCEAC) for A Level and the Midland Examining Group (MEG) for GCSE and Certificate of Achievement. RSAEB offered vocational qualifications. After the merger, the OCR name replaced all previous names. UCLES had previously taken over the University of Oxford Delegacy of Local Examinations (founded 1857) and the Oxford and Cambridge Schools Examinations Board (founded 1873). Both were acquired by UCLES in 1995; earlier, it had taken over the Southern Universities Joint Board (SUJB). The acquisition of RSAEB was completed in 1998 and brought a new range of qualifications and activities to the UCLES Group because RSEAB's principal activity was in vocational qualifications. The formation of OCR represented the culmination of several decades of corporate activity on the part of UCLES, activity that came about as a response to the policies of successive British governments towards public examinations and the provision of qualifications as well as moves to strengthen the regulatory framework. Cambridge Assessment is a non-teaching department of the University of Cambridge, making Cambridge the only British University to maintain a direct link with a school exam board. Cambridge Assessment, which celebrated its 160th anniversary in 2018, became part of Cambridge University Press & Assessment in August 2021. ===Incorporated Examination Boards=== The following exam boards are now part of OCR: * East Anglian Examinations Board (EAEB) - partial * East Midland Regional Examinations Board (EMREB) * Midland Examining Group (MEG) * Oxford and Cambridge Examinations and Assessment Council (OCEAC) * Oxford and Cambridge Schools Examination Board (OCSEB) / (O&C;) * Royal Society of Arts (RSA) * Southern Regional Examinations Board (SREB) * Southern Universities Joint Board for Schools Examinations (SUJB) * University of Cambridge Local Examinations Syndicate (UCLES) * University of Oxford Delegacy of Local Examinations (UODLE) * The West Midlands Examination Board (WMEB) ==Controversies== OCR has gained a reputation over the years for significant mistakes and inaccuracies in its work, these range from inaccurate or even fictitious content in subject specifications, to errors in exam papers. 1998: All the UK schools examinations and vocational qualifications of the UCLES Group were transferred to OCR. Subsequent Physics syllabuses released by OCR included the fictional units the \"Ocrawatt\" and \"Ocrajoule\" due to overzealous find-and-replace on MEG's part (in previous and later syllabuses, the units were correctly written as \"Megawatt\" and \"Megajoule\".) 2008: The answer to one question in a GCSE Music paper was given away by accident in the copyright declaration printed on the back of the question paper. 2011: OCR set an impossible maths question. In addition, there were errors in Section B of the Latin Literature paper, confusing names of both authors and characters. 2011 also saw the start of, by now regular, social media protests against the content in exam papers. An A2 Biology paper on Control, Genomes and Environment (F215) had a large emphasis on Ecology, deemed by many students to be ‘unfair’. This issue was made public on a Facebook page which generated support from thousands of students. The Times and The Times Educational Supplement reported on this story. 2012: A Channel 4 News investigation revealed that examiners were making the most basic errors, such as wrongly adding up marks on hundreds of papers, which in some cases led to candidates in 2011 getting an incorrect grade. A senior supervisor at OCR, David Leitch, ordered his team perform supplementary checks on scripts by the same markers, and found hundreds of errors. This led to OCR ordering these additional checks to stop, and to only inform those schools which had specifically requested scripts to be re-marked. David Leitch was suspended from OCR, after reporting the incident to Ofqual, and informing 30 schools about the mistakes himself. Ofqual have said to have subsequently investigated the exam board, and asked the exam board \"to carry out extended checks, identify the weaknesses in its processes and to put these right in time for the January exams\". The Department for Education said the level of error was \"simply unacceptable\". 2014: UK exam regulator OFQUAL investigated OCR's \"near miss\" on issuing GCSE and A level results on time. 2015: The then Chief Executive of OCR suggested that students should be allowed to use Google and the Internet to research information during examinations. This statement evoked a heated debate with support on the one hand and criticism on the other. 2017: A question in the reformed OCR GCSE English Literature exam, sat by over ten thousand students, swapped the surnames of the families in the play Romeo and Juliet, asking how Tybalt's hatred of the Capulets influenced the outcome of the play, when in fact, Tybalt is a Capulet himself. OCR apologised, undertook to ensure no candidates would be disadvantaged while the regulator Ofqual stated it was \"very disappointed to learn of the error\". OCR also apologised for \"poorly wording\" an A Level Psychology Paper and assured candidates that it could correct it in its marking. Ofqual asked OCR to go through all its remaining papers again to make sure there were no further errors. OCR was eventually fined £175,000 for their error on the English Literature exam, which Ofqual deemed not fit for purpose, as the question was \"unanswerable\". Social media was again widely used by students to express concern that the formula for [null standard] deviation was not included in the A Level Biology paper. 2019: After a leak of the A-Level Grade Boundaries ahead of results day, it emerged that in order to pass the new specification Mathematics A-Level (H240), candidates needed to score 13% (40 marks out of 300) to pass. Edexcel (another British exam board) also had similarly low grade boundaries. After these extremely low grade boundaries added flavour to many news headlines, Ofqual said that they were confident the grade boundaries this year were \"sound\", so shifted their focus onto the previous year's grade boundaries for the new Mathematics A-Level for the 2,000 students who sat it after studying it for one year. Ofqual said \"We want to understand why the grade boundaries were so different between the two years.\", and had called the significant shifts in boundaries \"unusual\". None of the exam boards decided to re-open the 2018 award, after being asked to look at them again by the regulator. This could potentially result in students who sat the new specification Mathematics A-Level in 2018 having their results changed. The exams regulator, the Office of Qualifications and Examinations Regulation (Ofqual) reports on the frequency of errors from all exam boards annually. ==See also== *Transport Manager CPC ==Footnotes== == External links == * * Cambridge Assessment website * Cambridge University Press & Assessment website Category:Examination boards in the United Kingdom Category:Oxbridge Category:Organisations based in Cambridgeshire Category:Education in Cambridge Category:1998 establishments in England Category:Organizations established in 1998",
 "title": "Oxford, Cambridge and RSA Examinations"
}