{
 "id": "741613",
 "text": "Isma'il ibn Ahmad ibn Hassan bani Yani (), known simply as Isma'il Ragheb Pasha () (1819–1884), was a Greek Ottoman politician who served as Prime Minister of Egypt and held several other high-ranking government positions. Isma'il Ragheb was of Greek ancestry and was born in Greece on 18 August 1819 on either the island of Chios following the great massacre or Candia, Crete. After being kidnapped to Anatolia he was brought to Egypt as a slave by Ibrahim Pasha in 1830 and was converted to Islam. Immediately following his arrival, he studied at al-Maktab al-Amiri and obtained his advanced degree in 1834. He was fluent in Greek and was elevated to the rank of First Lieutenant by Egypt's viceroy Muhammad Ali Pasha. In 1836, he became head of the Accounting and Revenue Agencies. He was promoted to the rank of bikbashi (Lieutenant Colonel) in 1840, then kaymakam (Colonel) in 1844, and finally amiralay (Brigadier General) in 1846. He held the positions of Minister of Finance (1858–1860), then Minister of War (1860–1861). He became Inspector for the Maritime Provinces in 1862, and later Assistant () to viceroy Isma'il Pasha (1863–1865). He was granted the title of beylerbey and then appointed President of the Privy council in 1868. He was appointed President of the Chamber of Deputies (1866–1867), then Minister of Interior in 1867, then Minister of Agriculture and Trade in 1875. He again held the Finance portfolio in Muhammad Sharif Pasha's first government (1879). After the fall of Mahmoud Sami el-Baroudi's government, Isma'il Ragheb became Prime Minister of Egypt in 1882. Although his government was short-lived (it lasted from 17 June to 21 August only), it was the only one to present concrete programs. His achievements include the modernisation of the budget through the inventory of revenues and expenses, the Law on Salaries, and the La'eha Sa'ideyya as well as several agricultural laws. Isma'il Ragheb died in 1884. ==References== * Category:1819 births Category:1884 deaths Category:19th-century prime ministers of Egypt Category:Converts to Islam from Eastern Orthodoxy Category:Egyptian people of Greek descent Category:Egyptian former Christians Category:People of the Ottoman Empire of Greek descent Category:Egyptian pashas Category:Finance Ministers of Egypt Category:People of the 'Urabi revolt Category:Greek slaves of the Ottoman Empire Category:Prime Ministers of Egypt Category:Speakers of the Parliament of Egypt Category:Greek Muslims Category:Greek former Christians Category:Politicians from Chios Category:Former Greek Orthodox Christians Category:Grand Viziers of Egypt",
 "title": "Raghib Pasha"
}