{
 "id": "741860",
 "text": "C&C; Group plc (known prior to its flotation as Cantrell & Cochrane Limited) is a manufacturer, marketer and distributor of alcoholic drinks, particularly cider, and soft drinks. It has production facilities across Ireland, Great Britain and the United States, and its products are sold around the world. It is listed on the London Stock Exchange and is a constituent of the FTSE 250 Index. ==History== ===Early history=== The company was founded by Dr Thomas Cantrell, who opened a shop in Belfast in Ulster in 1852 selling soft drinks; he went into partnership with Alderman Henry Cochrane, thereafter trading as Cantrell & Cochrane Limited. Cochrane was appointed a baronet in 1903.Mosley, Charles, editor. Burke's Peerage, Baronetage & Knightage, 107th edition, 3 volumes. Wilmington, Delaware, U.S.A.: Burke's Peerage (Genealogical Books) Ltd, 2003. A particularly famous product in Ireland is C&C; Club Orange, a carbonated orange soft drink developed in the 1930s. Other flavours were subsequently developed, such as Club Lemon and Club Rock Shandy (an orange and lemon blend). With C&C;'s increasing emphasis on alcoholic beverages, the Club range of soft drinks and bottled water was sold to Britvic Ireland in 2007. In 1937, William Magner in Clonmel acquired the rights to produce the Bulmer's Cider brand in the Republic of Ireland from H. P. Bulmer. C&C; introduced Magners cider in 1999, as they only held rights to Bulmers in the Republic of Ireland and wanted to expand into the United Kingdom. In America the company saw a chance to challenge soft-drink giants Coca-Cola and Pepsi-Cola with its own C&C; Cola. An elaborate marketing scheme was launched in 1955, in connection with the television revival of 740 motion pictures produced by RKO Radio Pictures. C&C; Television Corporation reprinted the entire RKO library for nationwide syndication in the United States. All of the features now began with a \"C&C; Movietime\" title card, and TV stations showing the films would interrupt the telecasts for commercial mentions of C&C; Cola. Although the broadcast rights to the RKO library now belong to WarnerMedia, licences to the C&C; prints were granted in perpetuity, and stations that bought 16mm prints of the C&C; films in the 1950s continue to show them today. ===2000s=== The company changed its name to C&C; Group and then launched itself on the Irish Stock Exchange in 2004.Ireland's C&C; Group readies IPO 27 April 2004 Introduced in 2003, the Oliver & Greg's flagship range was launched \"to provide a quality drinking experience without pretentiousness or complicated wine language.\" The company started selling Magner's Irish Cider, which is their Bulmer's Irish Cider rebranded initially for the United Kingdom market, in Northern Ireland, then in London, and then in the rest of Great Britain, Spain and Bavaria. Sales exploded in 2005 and 2006, and the company had to bring forward expansion plans to meet forecast demand. H. P. Bulmer, seeing their market share in the U.K. decline, relaunched their Bulmer's cider in packaging similar to Magner's and sold it to be served over ice, a concept introduced by C&C.; As a result of better distribution and better pricing, H.P. Bulmer regained some lost ground. C&C; acquired the Tennent's lager brand and Wellpark Brewery in August 2009 from InBev. Tennent's is the largest lager brand in Scotland. Tennent's also has a large share of the lager market in Ulster (chiefly in Northern Ireland and County Donegal) in the north of Ireland, and it was intended this would strengthen the position of Magner's, as Tennent's and Magner's would share distribution. As part of the acquisition, C&C; will also exclusively distribute InBev brands on the island of Ireland, with the exception of Budweiser, which has been distributed historically by Diageo. In 2009, Magner's had about 12% of the U.K. cider market. C&C; cut production and laid off staff at Annerville, just outside Clonmel, in 2009 due to overcapacity. In late 2009, C&C; bought the Gaymer Cider Company, giving them a large production facility in Somerset and a distribution warehouse in Bristol. C&C; sold its portfolio of spirits brands in May 2010. The largest of these was Tullamore Dew, the world's second largest selling Irish whiskey after Jameson, Other brands are Carolans Irish Cream, Irish Mist and Frangelico, which are exported to over 80 international markets. In April 2010, C. & C. announced it was selling its Spirits & Liqueurs division to Scottish distillers William Grant & Sons for €300m. This would be used to pay down debt built up from the Tennent's and Gaymer's purchases. The division's 57 staff, it was announced, would transfer with the business on disposal. It was also revealed that William Grant, whose brands include Glenfiddich Scotch Whisky and Hendrick's Gin, would operate the division's packaging facility located at the group's manufacturing site in Annerville, on the outskirts of Clonmel, County Tipperary. In October 2012, C&C; bought the largest cider maker in the U.S., Vermont Hard Cider, for $305 million. C&C; purchased the majority of the Gleeson Group in November 2012, extending its distribution reach and returning it to the soft drinks and bottled water markets, which it had previously exited in 2007. They did not purchase the Gleeson Groups cider or liqueur businesses. In 2013, C&C; Brands began to manage & market its newly acquired portfolio of On Trade wines and spirits. Alongside flagship brand Oliver & Greg's brand, the range was expanded to include a further eight specially selected worldwide wine brands: Moondarra, Trulli, Humboldt Coast, Santa Serena, Cape Promise, L’Emage, Zarapito and Anapai River. In December 2015, C&C; announced that Pabst Brewing Company would be taking over distribution of its cider brands in the U.S.. Pabst Brewing Company also gained the option to acquire C&C;'s two U.S. cider brands, Woodchuck and Vermont. In January 2016, further retrenchment was announced with the closure announced of the company's Shepton Mallett factory. The factory was sold to Brothers Drinks Co. in October and some C&C; brands will continue to be produced there. In April 2021, C&C; sold Vermont Cider Company to Vermont-based Northeast Drinks Group. On 4 April 2018, C&C; announced the acquisition of Matthew Clark and Bibendum PLB, the wholesaling arm of the troubled Conviviality, which five days earlier had announced its intention to enter administration. The acquisition was supported by AB-InBev, and was for a nominal sum, with C&C; and AB-InBev injecting capital to fund the rescued business to working capital resources of £102 million. Due to an increased volume of UK based shareholders, C&Cs; stock market listing moved entirely to the London Stock Exchange in October 2019, delisting entirely from the Euronext Dublin (formerly the Irish Stock Exchange) bourse, and changing the quotation currency to Sterling. On 16 January 2020, it was announced that CEO Stephen Glancey was stepping down from his position as CEO. == Sponsorship == Like many alcohol companies, C&C; invests heavily in sports sponsorship. == Production operations == Production takes place at: *Clonmel, the home of Magner's Irish Cider, and main cider production facility. *Wellpark Brewery in Glasgow, the historic home of Tennent's lager, acquired in August 2009 from InBev. ==References== ==External links== * Category:Companies established in 1852 Category:Companies listed on Euronext Dublin Category:Drink companies of the Republic of Ireland Category:Food and drink companies based in Dublin (city) Category:Manufacturing companies based in Dublin (city) Category:1852 establishments in Ireland Category:Multinational companies headquartered in the Republic of Ireland Category:2004 initial public offerings Category:Companies listed on the London Stock Exchange",
 "title": "C&C Group"
}