{
 "id": "74183",
 "text": "Berkeley Plantation, one of the first plantations in America, comprises about on the banks of the James River on State Route 5 in Charles City County, Virginia. Berkeley Plantation was originally called Berkeley Hundred, named after the Berkeley Company of England. In 1726, it became the ancestral home of the Harrison family, after Benjamin Harrison IV located there and built one of the first three-story brick mansions in Virginia. It is the home to two presidents of the United States: William Henry Harrison, and his grandson Benjamin Harrison. and Accompanying photo It is now a museum property, open to the public. Among the many American \"firsts\" that occurred at Berkeley Plantation are: * In 1619 settlers celebrated the first annual Thanksgiving celebration after landing at Berkeley Hundred. * In 1862 the Army bugle call \"Taps\" was first played, by bugler Oliver W. Norton; the melody was written at Harrison's Landing, the plantation's old wharf, by Norton and General Daniel Butterfield.Roberts, Bruce (1990). Plantation Homes of the James River, pp. 32-35. The University of North Carolina Press. ==History== On December 4, 1619, a group of 38 English settlers arrived at Berkeley Hundred, about on the north bank of the James River near Herring Creek in an area then known as Charles Cittie (sic). It was named for one of the original founders, Richard Berkeley, a member of the Berkeley family of Gloucestershire, England. It was about 20 miles upstream from Jamestown, where the first permanent settlement of the Colony of Virginia was established on May 14, 1607. The group's London Company charter required that the day of arrival be observed as a day of thanksgiving to God. On that first day, Captain John Woodlief held a service pursuant to the charter which specified, \"Wee ordaine that the day of our ships arrival at the place assigned for plantacon in the land of Virginia shall be yearly and perpetually keept holy as a day of thanksgiving to Almighty God.\". During the Indian Massacre of 1622, nine of the settlers at Berkeley Hundred were killed, as well as about a third of the entire population of the Virginia Colony. The Berkeley Hundred site and other outlying locations were abandoned as the colonists withdrew to Jamestown and other more secure points. In 1634, Charles Cittie became part of the first eight shires of Virginia, as Charles City County, one of the oldest in the United States, and is located along Virginia State Route 5, which runs parallel to the river's northern borders past sites of many of the James River Plantations between the colonial capital city of Williamsburg (now the site of Colonial Williamsburg) and the capital of the Commonwealth of Virginia at Richmond. After several decades, the site of Berkeley Hundred became the property of Theodorick Bland of Westover. A portion of the Berkeley Hundred patent was purchased from descendant Giles Bland by Benjamin Harrison III. His son Benjamin Harrison IV built the three story brick mansion that became the seat of the Harrison family, one of the First Families of Virginia. Using bricks fired on the Berkeley plantation, Benjamin Harrison IV built a Georgian-style two-story brick mansion on a hill overlooking the James River in 1726. Harrison's son, Benjamin Harrison V, a signer of the American Declaration of Independence and a governor of Virginia, was born at Berkeley Plantation, as was his son William Henry Harrison, a war hero in the Battle of Tippecanoe, governor of Indiana Territory, and ninth president of the United States. Berkeley would later earn a distinction shared only with Peacefield in Quincy, Massachusetts, as the ancestral home for two United States presidents, though this connection is tenuous, as William Henry Harrison's grandson, the 23rd president, Benjamin Harrison, was born and reared in North Bend, Ohio, and his father, John Scott Harrison, was born in Vincennes, Indiana, while his father (William Henry Harrison) was the first territorial governor of the Indiana Territory. The first 10 U.S. presidents were on the property enjoying the hospitality: George Washington, John Adams, Thomas Jefferson, James Madison, James Monroe, John Quincy Adams, Andrew Jackson, Martin Van Buren, William Henry Harrison (Who was born on the property), and John Tyler Using poor farming techniques, Benjamin Harrison VIII bankrupted the plantation and it was foreclosed on by a local bank and the family evicted. During the American Civil War, Union troops occupied Berkeley Plantation, and President Abraham Lincoln twice visited there in the summer of 1862 to confer with Gen. George B. McClellan. The Harrisons were unable to regain possession of the plantation after the war, and it was rented out by the bank from time to time to tenant farmers and the mansion was eventually used as a barn, falling into such disrepair that it was uninhabitable. ===Restoration=== John Jamieson, a lumber \"tycoon\" who as a youth had been a drummer boy in McClellan's army, purchased the property in 1907, and in 1925, his son Malcolm inherited the property, expending large sums of money to turn the ruined main house into a livable and stately home for himself and his bride Grace Eggleston. The project took over a decade and was finally occupied by the Jamisons in 1938. thumb|Berkeley Plantation house interior The ground floor of the mansion was turned into a museum in the 1960s. Today the house attracts visitors from the United States and other parts of the world. The architecture is original, and the house has been filled with antique furniture and furnishings that date from the period when it was built. The grounds, too, have been restored, and cuttings from the boxwood gardens are available as living souvenirs for its visitors. Berkeley is still a working farm; corn, soybeans, wheat, tomatoes, and other vegetables are grown here. There is also a small family cemetery on the property. Among those buried here are Benjamin Harrison V, Grace Jamieson, and Malcolm Jamieson. Reconstructed slave quarters were built on the property in 2018 by the producers of Harriet, a movie about Harriet Tubman that was filmed in part at the plantation. The original quarters were no longer extant at that point. Plantation owner Benjamin Harrison V held 110 people in slavery at the time of his death in 1791. ==Exterior== The main house is the centerpiece of ten acres of formal gardens and parterres. The house is surrounded by boxwood hedges forming allées. Large pillars with decorative spires support large hinged gates. The house is constructed of red brick with thin mortar joints. The two story building's main entrance is in the center of the house, with two symmetrical windows on either side and a central window directly above the door. These windows are double sashed with 12 panes per sash. An entablature with dentil moldings support the gabled roof, which is pierced by three dormer windows and two large brick chimneys. The grounds include a two-story gabled guest house, with symmetrical one story wings on each side. File:Berkeley Plantation kitchen.jpg|Berkeley Plantation guest house File:Berkeley Plantation guest house.jpg|Berkeley Plantation guest house ==See also== *List of National Historic Landmarks in Virginia *National Register of Historic Places listings in Charles City County, Virginia ==References== ==Further reading== *Masson, Kathryn and Brooke, Steven (photographer); Historic House of Virginia: Great Plantation Houses, Mansions, and Country Places; Rizzoli International Publishing ; New York City, New York; 2006 *Dowdey, Clifford; The Great Plantation, A Profile of Berkeley Hundred and Plantation Virginia from Jamestown to Appomattox; Berkeley Plantation; Charles City, Virginia; 1976 ==External links== *Berkeley Plantation official website *Virginia's James River Plantations *James River Plantations, a National Park Service Discover Our Shared Heritage Travel Itinerary *Berkeley, State Route 5 vicinity, Charles City, Charles City, VA: 35 photos, 7 color transparencies, 16 measured drawings, 4 data pages, and 3 photo caption pages at Historic American Buildings Survey Category:Historic American Buildings Survey in Virginia Category:Houses on the National Register of Historic Places in Virginia Category:National Historic Landmarks in Virginia Category:Museums in Charles City County, Virginia Category:James River plantations Category:Plantations in Virginia Category:Plantation houses in Virginia Category:Historic house museums in Virginia Category:Presidential homes in the United States Category:Harrison family of Virginia Category:Houses completed in 1726 Category:Bland family of Virginia Category:Presidential museums in Virginia Category:Georgian architecture in Virginia Category:Houses in Charles City County, Virginia Category:National Register of Historic Places in Charles City County, Virginia Category:1619 establishments in Virginia",
 "title": "Berkeley Plantation"
}