{
 "id": "742085",
 "text": "The Firelands, or Sufferers' Lands, tract was located at the western end of the Connecticut Western Reserve in what is now the U.S. state of Ohio. It was legislatively established in 1792, as the \"Sufferers' Lands\", and later became named \"Fire Lands\" because the resale of the land was intended as financial restitution for residents of the Connecticut towns of Danbury, Fairfield, Greenwich, Groton, New Haven, New London, Norwalk, and Ridgefield. Their homes had been burned in 1779 and 1781 by British forces during the American Revolutionary War. However, most of the settlement of the area did not occur until after the War of 1812. \"Fire Lands\" was later spelled as one word: \"Firelands.\" thumb|300px|right|Map of the Western Reserve in 1826: the Firelands are on the west end (left). == History == In 1792 the Connecticut legislature set aside 500,000 acres (2,000 km2), at the western end of the \"Western Reserve\" for the Connecticut \"Sufferers\". The area consisted of nearly all of the present-day Huron and Erie counties, as well as Danbury Township (Marblehead Peninsula) and much of Catawba Island Township now in Ottawa County; and Ruggles Township now in Ashland County. [The 1792 legislative decree should not be confused with the actual pioneer settlement of these lands, which began to occur about 1807.] It is not known if any of the actual \"Sufferers\" eventually settled in the Firelands. Prior to any settlement here, land speculators had purchased all of the original claims for re-sale. On April 15, 1803, the investor proprietors formed a corporation to manage the lands to which they were entitled in the newly formed state of Ohio. The land was later divided into 30 five-mile (8 km) square survey townships, which were further subdivided into 120 quarters, each containing . (Note: Although the standard for U.S. survey townships in the Northwest Territory was six miles (approx. 10 km) square at that time, the older standard for survey townships in the Western Reserve was employed.) A drawing was held to determine which land each individual investor share-holder would receive. Some of the original townships in the Firelands took their names from locations in Connecticut, or from the land-speculators who had purchased them. (In some cases the pioneer settlers took a dislike to these speculators, and so changed their township names.) Later, after the War of 1812, when villages began to be established here, many of these villages were also named for Connecticut villages. In 1811, Huron County encompassed the entire Firelands (and also included a portion of later Lorain County). Until 1837, all of the Firelands would lie within — and therefore co-exist with — Huron County. Modern sign-posts erected within this area have the \"established 1792\" designation date, as mentioned above. The lands were physically surveyed from 1806 to 1808, and very slowly settled after 1808. No villages had developed within the Firelands until about the end of the War of 1812. (The 1806–1808 surveys were not entirely accurate, and exceeded the legislative parameters for the entire \"Western Reserve\" boundaries; resulting in 'Surplus lands' directly east of the boundary-line of the Firelands.) ==Municipalities== {| class=\"wikitable\" |- ! Ashland County |- | none |- |} {| class=\"wikitable\" |- ! Erie County |- | Bay View |- | Bellevue (part) |- | Berlin Heights |- | Castalia |- | Huron |- | Milan (part) |- | Sandusky |- | Vermilion (part) |- |} {| class=\"wikitable\" |- ! Huron County |- | Bellevue (part) |- | Greenwich |- | Milan (part) |- | Monroeville |- | New London |- | North Fairfield |- | Norwalk |- | Plymouth (part) |- | Wakeman |- | Willard |- |} {| class=\"wikitable\" |- ! Ottawa County |- | Marblehead |- |} ==Townships== {| class=\"wikitable\" |- ! Ashland County |- | Ruggles |- |} {| class=\"wikitable\" |- ! Erie County |- | Berlin |- | Florence |- | Groton |- | Huron |- | Margaretta |- | Milan |- | Oxford |- | Perkins |- | Vermilion |- |} {| class=\"wikitable\" |- ! Huron County ! |- | Bronson | Norwalk |- | Clarksfield | Norwich |- | Fairfield | Peru |- | Fitchville | Richmond |- | Greenfield | Ridgefield |- | Greenwich | Ripley |- | Hartland | Sherman |- | Lyme | Townsend |- | New Haven | Wakeman |- | New London |- |} {| class=\"wikitable\" |- ! Ottawa County |- | Catawba Island (part) |- | Danbury |- |} ==Unincorporated places== {| class=\"wikitable\" |- ! Ashland County |- | Hereford |- | Ruggles |- |} {| class=\"wikitable\" |- ! Erie County ! |- | Anderson | North Monroeville (part) |- | Avery | North Palm Beach |- | Axtel | Oberlin Beach |- | Berlin Heights Station | Ogontz |- | Berlinville | Orchard Beach |- | Beulah Beach | Parkertown |- | Birmingham | Prout |- | Bloomingville | Ranch Wood |- | Bluebird Beach | Ruggles Beach |- | Bogart | Rye Beach |- | Cedar Point | Sand Hill |- | Ceylon | Sandusky South |- | Chaska Beach | Searsville |- | Columbus Park | Shinrock |- | Crystal Rock | Spears Corners |- | Fairview Lanes | Springbrook |- | Florence | Union Corners |- | Franklin Flats | Venice |- | Heidelberg Beach | Volunteer Bay |- | Joppa | Weyers |- | Kimball | Whites Landing |- | Mitiwanga | Wilmer |- | North Milan |- |} {| class=\"wikitable\" |- ! Huron County ! |- | Bismarck | Huron Junction |- | Boughtonville | Myers Mills |- | Celeryville | New Haven |- | Centerton | New Pittsburgh |- | Clarksfield | North Monroeville (part) |- | Collins | Olena |- | Delphi | Peru Hollow |- | East Norwalk | Phoenix Mills |- | East Townsend | Pontiac |- | Fitchville | Standardsburg |- | Guinea Corners | Steuben |- | Hanville Corners | Strongs Ridge |- | Hartland | Weavers Corners |- | Hartland Station | West Clarksfield |- | Havana | West Hartland |- | Holiday Lakes | White Fox |- | Hunts Corners |- |} {| class=\"wikitable\" |- ! Ottawa County |- | Danbury |- | Harbor Acres |- | Lakeside |- | Mineyahta-on-the-Bay |- |} ==Further reading== For further information see: *Connecticut Archives, Revolutionary War, Series I, II, and III *Connecticut Archives, Susquehanna Settlers and Western Lands, Series I and II *Aldrich, Lewis C. History of Erie County Ohio. Evansville, IN: Unigraphic, 1978 [CSL call number: F497 .E5 H57 1978]. *Baughman, Abraham J. History of Huron County. Chicago: S. J. Clarke Pub. Co., 1909. * *The Firelands Pioneer / The Firelands Historical Society. 1858- [CSL call number F497 .W5 F5]. *Hill, George W. History of Ashland County, Ohio. Cleveland: Williams Bros., 1880. *Williams, W.W., History of the Firelands, Connecticut, 1879. (Publications with CSL call numbers are in the collection of the Connecticut State Library) ==See also== *Northeast Ohio *Vacationland (Ohio) *Western Reserve ==References== ==External links== * Firelands Museum and Research Center * The Firelands * The Firelands * The Firelands Historical Society (Ohio) Category:Former regions and territories of the United States Category:History of Connecticut Category:Pre-statehood history of Ohio Category:Western Reserve, Ohio Fire lands",
 "title": "Firelands"
}