{
 "id": "74222",
 "text": "Presbyter () is an honorific title for Christian clergy. The word derives from the Greek presbyteros, which means elder or senior, although many in the Christian antiquity would understand presbyteros to refer to the bishop functioning as overseer. The word Presbyter is also mentioned in the New Testament. In modern Catholic and Orthodox usage, presbyter is distinct from bishop and synonymous with priest. In predominant Protestant usage, presbyter does not refer to a member of a distinctive priesthood called priests, but rather to a minister, pastor, or elder. ==Etymology== The word presbyter etymologically derives from Greek πρεσβύτερος (presbyteros), the comparative form of πρέσβυς (presbys), \"old man\". However, while the English word priest has presbyter as the etymological origin.Webster's New World Dictionary of the American Language, College Edition, The World Publishing Company, Cleveland OH, s.v. \"priest\" The distinctive Greek word (Greek ἱερεύς hiereus) for \"priest\" is never used for presbyteros/episkopos in the New Testament, except as being part of the general priesthood of all believers, with the first Christians making a distinction between sacerdotal Jewish and pagan priests and New Testament presbyters. ==History== The earliest organization of the Church in Jerusalem was according to most scholars similar to that of Jewish synagogues, but it had a council or college of ordained presbyters ( elders). In Acts 11:30 and , we see a collegiate system of government in Jerusalem though headed by James, according to tradition the first bishop of the city. In , the Apostle Paul ordains presbyters in the churches he founded. The term presbyter was often not yet clearly distinguished from the term overseer (ἐπίσκοποι episkopoi, later exclusively used as meaning bishop), as in , Titus 1:5–7 and 1 Peter 5:1.Oxford Dictionary of the Christian Church, 1997 edition revised 2005, page 211: \"It seems that at first the terms 'episcopos' and 'presbyter' were used interchangeably ...\"Cambridge History of Christianity, volume 1, 2006, \"The general consensus among scholars has been that, at the turn of the first and second centuries, local congregations were led by bishops and presbyters whose offices were overlapping or indistinguishable.\" The earliest writings of the Apostolic Fathers, the Didache and the First Epistle of Clement for example, show the church used two terms for local church offices—presbyters (seen by many as an interchangeable term with episcopos or overseer) and deacon. In Timothy and Titus in the New Testament a more clearly defined episcopate can be seen. We are told that Paul had left Timothy in Ephesus and Titus in Crete to oversee the local church ( and ). Paul commands them to ordain presbyters/bishops and to exercise general oversight, telling Titus to \"rebuke with all authority\" (). Early sources are not clear, but various groups of Christian communities would have had a group or college of presbyter-overseers functioning as leaders of the local churches. Eventually, the head or \"monarchic\" bishop came to rule more clearly, and all local churches would eventually follow the example of the other churches and structure themselves after the model of the others with the one bishop in clearer charge, though the role of the body of priests remained important. From the 2nd century, it is certain that the offices of bishop and presbyter were clearly distinguished, the bishop was understood as the president of the council of presbyters, and so the bishop was distinguished both in honor and in prerogative from the presbyters, who were seen as deriving their authority by means of delegation from the bishop. Each Episcopal see had its own bishop and his presence was necessary to consecrate any gathering of the church. Eventually, as Christendom grew, individual congregations were no longer directly served by a bishop. The bishop in a large city (the Metropolitan bishop) would appoint a priest to pastor the flock in each congregation, acting as his delegate. The fourth century scholar Jerome (347–420) stated: :\"Therefore a presbyter is the same as a bishop is, and before that by the instigation of the devil emulations in respect to religion arose, and people began to say: I am of Paul, and I of Apollos, and I of Cephas, the churches were governed by the common counsel of the presbyters. But, after that each one was accustomed to regard those whom he had baptized as his own disciples and not of Christ, it was decreed in the whole world that one chosen from among the presbyters should be placed over the others...Therefore, as presbyters may know that by the custom of the church they are subject to the one who has been placed over them; so also bishops may understand that they are greater than presbyters more by custom than by the veritable ordinance of the Lord.\"Cf. Jerome, Letter 146 - to Evangelus Slightly different other versions (quoting John Calvin) express the same. A Catholic explanation suggests that the delegates were bishops in the actual sense of the term but that they neither possessed fixed sees nor had a special title. Since they were essentially itinerant, they confided the fixed necessary functions relating to the daily life of the community to the care of some of the better-educated and highly respected converts. Along with this was the title \"priest\" being distinctively ascribed to presbyters/bishops. Writer Greg Dues, author of Catholic Customs & Traditions, claims that \"Priesthood as we know it in the Catholic church was unheard of during the first generation of Christianity, because at that time priesthood was still associated with animal sacrifices in both the Jewish and pagan religions.\" \"When the Eucharist came to be regarded as a sacrifice [after Rome's theology], the role of the bishop took on a priestly dimension. By the third century bishops were considered priests. Presbyters or elders sometimes substituted for the bishop at the Eucharist. By the end of the third century people all over were using the title 'priest' (hierus in Greek and sacerdos in Latin) for whoever presided at the Eucharist.\" With the legalization of Christianity and the threat of paganism dwindling from the passage of time, the use of the word priest was adopted from presbyter; as they felt there was no longer a chance of their faith being confused with the ideas, philosophies and culture of the Roman religion.Constantine the Great and Christianity ==Modern usage== The Roman Catholic Church, the Orthodox Church, the non-Chalcedonian churches, and similar groups typically refer to presbyters in English as priests (priest is etymologically derived from the Greek presbyteros via the Latin presbyter). Collectively, however, their \"college\" is referred to as the \"presbyterium\", \"presbytery\", or \"presbyterate\". This usage is seen by most Protestant Christians as stripping the laity of its priestly status, while those who use the term defend its usage by saying that, while they do believe in the priesthood (Greek ἱερεύς hiereus – a different word altogether, used in Rev 1:6, 1 Pet 2:9) of all believers, they do not believe in the eldership of all believers. This is generally true of United Methodists, who ordain elders as clergy (pastors) while affirming the priesthood of all believers. The Methodist Church of Great Britain has formally referred to its presbyters as such (rather than the common title of 'minister') since 1990, from when it was possible to be ordained as a Methodist deacon, which is also an order of Methodist ministry. The evangelical (or ultra low-church) Anglican Diocese of Sydney has abolished the use of the word \"priest\" for those ordained as such. They are now referred to as \"presbyters\". Presbyterians sometimes refer to their ruling elders and teaching elders (ministers) as presbyters. The website of the International Standard Version of the Bible, a Protestant translation, responds to a criticism of its use of \"elder\" over \"priest \" by stating the following: ==See also== *John the Presbyter *Prester John *Presbyterium ==References== ==Sources== *Liddell & Scott, An Intermediate Greek-English Lexicon, pp. 301, 668 *The Compact Edition of the Oxford English Dictionary, p. 2297 *The Oxford Dictionary of the Christian Church (3rd ed.), p. 1322 ==External links== * *Presbyters in the Late Antique West database Category:Catholic priesthood Category:Priests Category:Christian religious occupations Category:Christian terminology Category:Ecclesiastical titles",
 "title": "Presbyter"
}