{
 "id": "74257",
 "text": "About a Boy is a 1998 coming of age novel written by British writer Nick Hornby, which has sold over a million copies. The novel was later adapted into a feature film in 2002 and a television series in 2014. ==Plot summary== Set in 1993 London, About a Boy features two main protagonists: Will Freeman, a 36-year-old bachelor, and Marcus Brewer, an incongruous schoolboy described as \"introverted\" by his suicidal mother, Fiona, despite his tendencies to bond and interact with people. Will's father wrote a successful Christmas song, the royalties of which have afforded Will the ability to remain voluntarily redundant throughout his life – he spends his plentiful free time immersing himself in 1990s culture, music, and pursuing sexual relations with women. After a pleasant relationship with a single mother of two, Angie, Will comes up with the idea of attending a single parents group as a new way to pick up women. For this purpose, he invents a two-year-old son called Ned. Will then makes a number of acquaintances through his membership of the single parents group, two of which are Fiona and her son Marcus. Although their relationship is initially somewhat strained, they finally succeed in striking up a true friendship despite Will being largely uninterested during the early-middle stages of the novel. Will, a socially aware and \"trendy\" person, aids Marcus to fit into 1990s youth culture by encouraging him not to get his hair cut by his mother, buying him Adidas trainers, and introducing him to contemporary music, such as Nirvana. Marcus and Will's friendship strengthens as the story progresses, even after Marcus and Fiona discover Will's lie about having a child. Marcus is befriended by Ellie McCrae, a tough, moody 15-year-old girl, who is constantly in trouble at school because she insists on wearing a Kurt Cobain jumper. He also spends some time with his dad Clive, who visits Marcus and Fiona for Christmas together with his new girlfriend Lindsey and her mother. Clive has a minor accident during some D.I.Y. work, and breaks his collarbone. This prompts Clive into having \"a big think\" about the meaning of his life, and he summons Marcus to Cambridge to see him. Marcus decides to bring Ellie along with him for support; however, they are arrested on the way as Ellie smashes a shop window displaying a cardboard cut-out of Kurt Cobain – accusing the shopkeeper of \"trying to make money out of him\" after his suicide. Meanwhile, to Will's despair, he falls in love with a woman called Rachel. Rachel is a single mother with a son named Ali (Alistair), who is the same age as Marcus. The two originally fight, but quickly become friends. Will's emotional faculties are liberated and he begins to \"shed [his] old skin\" of emotional indifference; simultaneously Marcus is becoming more typical of his age, and he begins to enjoy his life more. The penultimate scene takes place in a police station in a small suburban town, where nearly every significant character in the novel is present, their common link being Marcus. The novel ends during a three-way dialogue between Marcus, Will and Fiona, where Will, to see if Marcus has truly changed, proposes the idea that he play a Joni Mitchell song on Fiona's piano, which she is enthusiastic about. However, Marcus responds saying he \"hates\" Joni Mitchell, whereby Hornby concludes the novel with the narration saying \"Will knew Marcus would be OK\". ==Title== The title is a reference to the song \"About a Girl\" by Nirvana. This was confirmed by the author in the 2 December 2001 edition of the BBC Radio 4 series \"Book Club\". The band is also mentioned several times in the book. ==In other media== ===Film=== A film adaptation was released in 2002 by Chris and Paul Weitz. It starred Nicholas Hoult as Marcus, Hugh Grant as Will, Toni Collette as Fiona, and Rachel Weisz as Rachel. While the screenplay closely follows Hornby's novel, it omits scenes involving drug use and has a different ending. It removes any reference to the band Nirvana and Kurt Cobain; instead, Will introduces Marcus to rap music. The soundtrack to the film, including several full songs and numerous incidental pieces, was composed entirely by British singer-songwriter Badly Drawn Boy, apart from the song featured in the plot, \"Killing Me Softly with His Song\". The film received positive reviews from critics, was nominated for an Academy Award for Best Adapted Screenplay, and earned $130,549,455 at the box office against a $30 million budget. ===Television=== The movie was also the basis for a 2014 American television series, which aired on NBC. The show's pilot episode was directed by Jon Favreau. It lasted for two seasons (33 episodes) before being cancelled by NBC on 8 May 2015. ===Audiobook=== An unabridged version is available by Penguin Audio and narrated by David Case. == References == ==External links== * Too Cool for Words The New York Times review by Hal Espen Category:Fiction set in 1993 Category:Fiction set in 1994 Category:1998 British novels Category:Novels by Nick Hornby Category:British bildungsromans Category:British novels adapted into films Category:Novels about music Category:Novels set in London Category:British novels adapted into television shows Category:Victor Gollancz Ltd books",
 "title": "About a Boy (novel)"
}