{
 "id": "742760",
 "text": "Arthur Avenue is a street in the Belmont neighborhood of the Bronx, New York City, which serves as the center of the Bronx's \"Little Italy\". Although the historical and commercial center of Little Italy is Arthur Avenue itself, the area stretches across East 187th Street from Arthur Avenue to Beaumont Avenue, and is similarly lined with delis, bakeries, cafes and various Italian merchants. The Bronx's Little Italy has an Italian immigrant heritage that dates back to the 1850s. Arthur Avenue and Morris Park are viewed as the Bronx's primary Italian American communities. Other Italian-American communities in the Bronx are the working class and middle class neighborhoods of Schuylerville, Country Club, Pelham Bay, and sections of Fordham. The avenue itself is named for former U.S. president Chester A. Arthur.Donovan, Aaron. \"If You're Thinking of Living In/Belmont; Close-Knit Bronx Area With Italian Aura\", The New York Times, July 29, 2001. Accessed October 11, 2007. \"When the city began to build streets in the area in the late 19th century, Catherine Lorillard, an admirer of the 21st president, Chester A. Arthur, asked that the main street in the area be named after him, Mr. Ultan said.\" ==In popular culture== thumb|right|Arthur Avenue pushcarts in 1940. thumb|right|Arthur Avenue in 2014. Robert De Niro's directing debut A Bronx Tale takes place in the vicinity of Belmont. However, it was largely filmed in Astoria, Queens. The series Third Watch was based on Arthur Avenue initially, with the first episode referring to the firehouse as \"Camelot,\" based on its location at the intersection of King Street and Arthur Avenue. The 1973 film \"The Seven-Ups\" starring Roy Scheider was filmed on Arthur Avenue and Hoffman Street. In 2003, a scene from the HBO hit series The Sopranos was shot in Mario's Restaurant. Leonard of James Frey's A Million Little Pieces grew up in this area. Much of the novel Underworld takes place near Arthur Avenue.On page 234 of the novel, an old, infirm character easily walks from the main character's old house to Arthur Avenue. The author himself, Don DeLillo, grew up there. The opening scene of the 1955 film, Marty shows Arthur Avenue. The film's main character, Marty Piletti, works at a meat market on Arthur Avenue, and in the movie he considers buying it from its owner. Early scenes in the mid-1960s film, The Incident take place on 183rd Street and Third Avenue and in the Third Avenue El station (once the primary El station for Arthur Avenue). The scenes, featuring Martin Sheen and Tony Musante, involve the mugging of a pedestrian. The Belmont station filled in for one on the Jerome Avenue El line, which is the line that forms the film's narrative. The 1950s doo-wop music group called Dion and the Belmonts originated in this area, named after Belmont Avenue. Italian rock band Elio e le Storie Tese at the end of their song \"Gargaroz\" in studio album Studentessi featured a mock advertising of a food shop in Arthur Avenue, in Italian language with some strange Americanisms. A reality TV show called Mama's Boys of the Bronx was about grown men living on and around Arthur Avenue in the Bronx with their mothers. Lady Gaga's music video for \"Eh, Eh (Nothing Else I Can Say)\" takes place in and around Arthur Avenue/Little Italy. In 2016, Arthur Avenue was named one of \"America's Greatest Streets\" by the American Planning Association. The 2019 movie Bottom of the 9th, which stars Joe Manganiello and Sofia Vergara, was filmed throughout the neighborhood, specifically featuring Arthur Avenue. The screenplay for the film was written by Robert Bruzio, who grew up on Arthur Avenue.Myers, Kimber. \"Review: Baseball drama Bottom of the 9th can’t come back from dull start\", Los Angeles Times, July 18, 2019. Accessed March 24, 2021. \"Almost two decades ago, Sonny Stano (Joe Manganiello) was headed to the major leagues, but a deadly mistake sent him to prison and derailed his baseball career. When he finally returns home to Arthur Avenue in the Bronx, he hopes for a second chance with a minor-league team on Staten Island, and with his ex-girlfriend Angela (Sofía Vergara).\" ==References== ==External links== * http://www.huffingtonpost.com/john- mariani/the-real-little-italy-and-best-restaurants-are-in-the- bronx_b_7518278.html *Arthur Avenue Website * Official Site BronxLittleItaly.com Category:Belmont, Bronx Category:Italian-American culture in New York City Category:Italian-American culture in the Bronx Category:Little Italys in the United States Category:Streets in the Bronx Category:Italian-American history",
 "title": "Arthur Avenue"
}