{
 "id": "743036",
 "text": "Achaemenes ( ; ; ) was the apical ancestor of the Achaemenid dynasty of rulers of Persia. Other than his role as an apical ancestor, nothing is known of his life or actions. It is quite possible that Achaemenes was only the mythical ancestor of the Persian royal house, but if Achaemenes was a historical person, he would have lived around the end of the 8th century and the beginning of the 7th century BC.. == Name == Clearly Haxāmaniš is Haxām+aniš, which the former is driven from Hebrew חכם meaning sage, the latter from Anshan. The name used in European languages ( (), ) ultimately derives from Old Persian (), as found together with Elamite (Ha-ak-ka-man-nu-iš or Hâkamannuiš) and Akkadian (A-ḫa-ma-ni-iš-ʾ) in the non-contemporaneous trilingual Behistun Inscription of Darius I. The Old Persian proper name is traditionally derived from \"friend\" and \"thinking power\", yielding \"having a friend's mind.\" A more recent interpretation reads as \"follower\", giving \"characterized by a follower's spirit.\". The name is spelled (Haxâmaneš) in Modern Persian. == Historicity == In the Behistun inscription (c. 490 BC), Darius I portrays Achaemenes as the father of Teispes, ancestor of Cyrus II (Cyrus the Great) and Darius I. The mid-5th century BC Histories (7.11) of Herodotus has essentially the same story, but fuses two parallel lines of descent from \"Teispes son of Achaemenes\". Beyond such brief mentions of the name, nothing is known of the figure behind it, neither from indigenous sources nor from historiographic ones. It may be that Achaemenes was just a mythical ancestor, not a historical one.Bourke, Stephen (ed.) The Middle East: The Cradle of Civilization Revealed p. 216 Many scholars believe he was a ruler of Parsumash, a vassal state of the Median Empire, and that from there he led armies against the Assyrian king Sennacherib in 681 BC. === Behistun inscription === It may be that the Behistun inscription's claim of descent from Achaemenes was an invention of Darius I, in order to justify the latter's seizure of the throne. Cyrus II does not mention Achaemenes at all in the detailed genealogy given in the Cyrus cylinder. While the patronym haxāmanišiya--\"of [the clan of] Achaemenes\"--does appear in an inscription at Pasargadae attributed to Cyrus II, this inscription may have been written on the order of Darius I after Cyrus' death.Bruce Lincoln. Religion, empire, and torture: the case of Achaemenian Persia, 2007, University of Chicago Press, Page 4–5 As such, Achaemenes could be a retrograde creation of Darius the Great, made in order to legitimize a dynastic relationship to Cyrus the Great. Darius certainly had much to gain in having an ancestor shared by Cyrus and himself (however, Teispes was already one), and may have felt the need for a stronger connection than that provided by his subsequent marriage to Cyrus' daughter Atossa. === Greek writers === The Greek writers of antiquity preserve several legends surrounding the figure:. The Pseudo-Platonic dialogue First Alcibiades (120e), written in the late 4th-century BC, portrays Achaemenes as the hero-founder of the Persái in the same way that the Greeks are descended from Heracles, and that both Achaemenes and Hercules were sons of Perseus, son of Zeus. Another version of the tale makes Achaemenes the son of Aegeus, yet another founder-hero of legend. The 3rd-century Aelianus (De nat. anim. 12.21) has Achaemenes being bred by an eagle. ==See also== *Achaemenid family tree ==References== Category:7th-century BC Iranian people Category:7th-century BC rulers in Asia Category:Achaemenid dynasty Category:People whose existence is disputed",
 "title": "Achaemenes"
}