{
 "id": "743304",
 "text": "Jóannes Dan Eidesgaard (born 19 April 1951) is a former Faroese politician. He was the Prime Minister of the Faroe Islands from 2004, starting shortly after the general election of 20 January 2004, until 26 September 2008, when a new coalition took office. He served as Finance Minister from 1996 to 1998 and again from 2008 to 2011. He was a member of the Danish Folketing representing the Faroe Islands from 11 March 1998 until 20 November 2001. == Life and political career == Jóannes Eidesgaard was born on 19 April 1951, in Tvøroyri on the island of Suðuroy, where he later became a senior-school teacher. Eidesgaard was first elected to the Løgting, the Faroese parliament, in 1990. Between 1991 and 1996 he was a Minister under different coalition governments, and from 1994 to 1996 he became Deputy Prime Minister. In 1996 Eidesgaard became Party Chairman of the Javnaðarflokkurin. In 1998, up until 2001, Eidesgaard was one of the two Faroese delegates in the Parliament of Denmark. On 3 February 2004 Jóannes Eidesgaard was elected Prime Minister and therefore became head of the government in the Faroe Islands. He led a coalition government between the Unionist Party, the People’s Party and the Social Democratic Party. After the 2008 elections, he led a centre-left separatist government consisting of his Social Democratic Party, the pro-independence Republic and the Centre Party. In September the coalition burst, and a new coalition between Unionist Party, the People’s Party and the Social Democratic Party was re-established on 24 September. As a result of the ongoing debates about who should be the new Prime Minister, Jóannes Eidesgaard decided to step down as Prime Minister to allow Kaj Leo Johannesen of the Unionist Party to assume that office as a compromise. Kaj Leo Johannesen assumed the office on 26 September. On 30 September 2008 shortly after making the 2009 Faroese budget public, Jóannes Eidesgaard was admitted to hospital after feeling chest pains. He recovered and continued his political work, but in 2011 he ended his political career. == External links == * Homepage of the Faroese Government * Homepage of the Faroese Government * Føroya Javnaðarflokkurin Category:1951 births Category:Living people Category:Prime Ministers of the Faroe Islands Category:Finance Ministers of the Faroe Islands Category:Members of the Folketing Category:Faroese members of the Folketing Category:Members of the Løgting Category:Social Democratic Party (Faroe Islands) politicians Category:Ministers of Culture of the Faroe Islands Category:Health ministers of the Faroe Islands Category:Ministers of Social Affairs of the Faroe Islands Category:Deputy Prime Ministers of the Faroe Islands Category:People from Tvøroyri",
 "title": "Jóannes Eidesgaard"
}