{
 "id": "74339",
 "text": "{{Infobox short story | name = Second Variety | image = | caption = | title_orig = | author = Philip K. Dick | country = United States | language = English | series = | genre = Science fiction | published_in = Space Science Fiction | publication_type = Periodical | publisher = Space Publications | media_type = Print (Magazine) | pub_date = May 1953 }} \"Second Variety\" is a science fiction novelette by American writer Philip K. Dick, first published in Space Science Fiction magazine, in May 1953. Set in a world where war between the Soviet Union and United Nations has reduced most of the world to a barren wasteland, the story concerns the discovery, by the few remaining soldiers left, that self-replicating robots originally built to assassinate Soviet agents have gained sentience and are now plotting against both sides. It is one of many stories by Dick to examine the implications of nuclear war, particularly after it has destroyed much or all of the planet. The story was adapted into the movie Screamers in 1995. The short story \"Jon's World\", written in 1954, serves as a sequel. ==Plot summary== \"Second Variety\" occurs in the aftermath of an extensive nuclear war between the Soviet Union (sometimes referred to as Russia) and the United Nations. Early Soviet victories forced the North American government and production to flee to a Moon Base, leaving the majority of their troops behind. To counter the almost complete Soviet victory, U.N. technicians develop robots, nicknamed \"claws\" —the basic models are \"a churning sphere of blades and metal\" that ambush their unsuspecting victims \"spinning, creeping, shaking themselves up suddenly from the gray ash and darting toward… [any warm body].\" U.N. forces are protected from the claws by a special radiation-emitting wrist tab. Within six years, the sophisticated and independent claws have destroyed the Soviet forces, repairing and redesigning themselves in automated underground factories run without any human oversight. The U.N. forces receive a message from the Soviets asking for a policy-level officer to go to them for a gravely urgent conference. The U.N. victory was costlier than they had expected. Major Joseph Hendricks is sent to negotiate with the Soviets. En route to the rendezvous, he meets a small boy named David who asks to accompany Hendricks. When they near the Soviet bunker, soldiers immediately kill the boy, revealing him to be an android. The claws' development program has evolved to develop sophisticated robots, indistinguishable from humans, designed to infiltrate and kill. The three Soviets met by Major Hendricks—soldiers Klaus, Rudi, and a young woman named Tasso—reveal that the entire Soviet army and command structure collapsed under the onslaught of the new robots - they are all that are left in the command center. From salvaged internal metal identification plates, two varieties are identified: I-V, a wounded soldier, and III-V, David. II-V—the \"second variety\"—remains unknown. The different models are produced independently of each other in different factories. The Soviets also reveal that the U.N. protective tabs are ineffective against the new robots. Hendricks attempts to transmit a warning to his H.Q. bunker, but is unable to do so. During the night, Klaus claims Rudi is the II-V and kills him, only for human organs to be revealed. The next morning, Hendricks and the two remaining Soviets return to the U.N. lines. When they reach the bunker, they discover it overrun: a crowd of David and Wounded Soldier robots attack, but Tasso destroys them with a very powerful hand grenade, stating that it was designed to destroy the robots. Hendricks and Tasso flee, leaving Klaus to the old- style claws. However, Klaus survives both the claws and the bomb blast only to be shot by Tasso, sending \"gears and wheels\" flying. Tasso tells Hendricks that Klaus must have been the II-V robot. Hendricks, now suffering from a wounded arm and internal injuries, hopes to escape to the Moon Base. He and Tasso search for a hidden escape rocket, which is found to be a single-seat spacecraft. Hendricks attempts to leave, but Tasso convinces him to let her leave and send back help. In his injured state, he has no choice but to agree. Hendricks provides Tasso with the signal code needed to find the Moon Base. Alone and armed with Tasso's pistol, Hendricks returns to Klaus' remains and discovers from the parts that the robot was not a II-V, but a IV-V. A group of robots then attack Hendricks, including Davids, Wounded Soldiers, and several Tasso—the true II-V—models. Hendricks recognizes that he has doomed the Moon Base by sending a robot to them, and that he cannot withstand the onslaught of robots attacking him. Noticing the bombs carried by all the Tasso models, Hendricks' final thought is that the robots are already producing weapons designed for killing each other. ==Reception== Strange Horizons called the story one of \"Dick's most compelling works\", and stated that it is \"often singled out as one of the early stories that most anticipates Dick's preoccupations in his more famous novels\". In 2004, the story was a finalist for the 1954 Retro-Hugo Award for Best Novelette.1954 Retro-Hugo Awards, at TheHugoAwards.org; retrieved May 12, 2020 ==Publication history== \"Second Variety\" was first published in the May 1953 issue of Space Science Fiction magazine. It has since been republished in the following collections: * The Variable Man (1956) * The Best of Philip K. Dick (1977) * Robots, Androids, and Mechanical Oddities (1984) * The Collected Stories of Philip K. Dick: Volume II (1987) * Second Variety (1989) * Second Variety (1991) * The Philip K. Dick Reader (1997) * Best Military Science Fiction of the 20th Century (2001) * Minority Report (2002) * Selected Stories of Philip K. Dick (2002) * The Adjustment Team: The Collected Stories of Philip K. Dick, Volume 2 (2011) ==Adaptations== A Canadian film based on \"Second Variety\", titled Screamers, was made in 1995, featuring Peter Weller. Produced after the fall of the Soviet Union, the film employs a new backstory involving a proxy war between disgruntled miners and mercenaries over working conditions on a hostile planet. Jason P. Vest, in Future Imperfect: Philip K. Dick at the Movies, writes that the film is more faithful than most other adaptations, but it received a mixed critical reception and failed at the box office. An audio- drama mini-series based on \"Second Variety\" was made in 2020 as part of the Curious Matter Anthology podcast. ==References== ==External links== * * * * Category:Works by Philip K. Dick Category:1953 short stories Category:Androids in literature Category:Post-apocalyptic fiction Category:Novels set during World War III Category:Works originally published in Space Science Fiction Category:Short stories adapted into films Category:Science fiction horror novels Category:Fiction about nuclear war and weapons",
 "title": "Second Variety"
}