{
 "id": "743479",
 "text": "The South Gippsland Highway is a partially divided highway in Victoria, Australia which connects the city of Melbourne with the South Gippsland region of Victoria, ending in the town of Sale. The highway begins at Lonsdale Street (Princes Highway), Dandenong. At the Greens Road intersection, it adopts State Route 12 until Pound Road, then continues until the South Gippsland Freeway / Western Port Highway interchange where it becomes the M420. The M420 continues through and until the Bass Highway turnoff, at which point the road is then designated A440 onwards to Sale. From the Bass Highway junction, the highway is undivided. The South Gippsland Highway is the gateway from Melbourne to many attractions including Wilsons Promontory and Phillip Island as well as being an important road for farmers in Gippsland. ==Route== The highway commences in Dandenong, branching from the Princes Highway, and heads in a general south-east direction at first. It is mostly a dual carriageway with two lanes in either direction, until the Bass Highway turnoff to Phillip Island, after which it is entirely an undivided highway. It passes through the Cranbourne area, and then through or close to the Gippsland towns of Tooradin, Koo Wee Rup, Lang Lang, Nyora, Korumburra, Leongatha, Foster, Welshpool and Yarram, before heading north to rejoin the Princes Highway at Sale. ==History== The passing of the Highways and Vehicles Act of 1924State of Victoria, An Act to make further provision with respect to Highways and Country Roads Motor Cars and Traction Engines and for other purposes 30 December 1924 through the Parliament of Victoria provided for the declaration of State Highways, roads two-thirds financed by the State government through the Country Roads Board (later VicRoads). The South Gippsland Highway was declared a State Highway in 1933, cobbled together from roads between Dandenong and Nyora, and between Sale and Yarram (for a total of 83 miles); before this declaration, these roads were referred to as (Main) South Gippsland Road and Sale-Yarram Road. In 1939, another section between Foster through Welshpool to Yarram was added, along the former Foster-Yarram Road. In the 1947/48 financial year, another section between Nyora via Korumburra and Leongatha to Meeniyan was added, along the former Loch-Nyora Road, Bena- Korumburra Road and Korumburra-Leongatha Roads. In the 1965/66 financial year, the last section between Meeniyan and Foster was added, completing its present-day alignment at this stage. Conversion to dual carriageways at the western end began in 1975, initially between the South Gippsland Freeway and Cranbourne; a distance of 17 km.Country Roads Board Victoria. Sixty-Second Annual Report: for the year ended 30th June, 1975, Burwood, Victoria: Brown, Prior, Anderson, 1975. p. 7. The final link in the duplication of the highway between the Princes Highway, Dandenong and Bass Highway opened in the early 1990s between Princes Highway and Pound Road.VicRoads. VicRoads Annual Report, 1991-1992, Kew, Victoria: VicRoads, 1992, p. 39. The South Gippsland Highway was signed as State Route 180 between Dandenong and Sale on 13 December 1985, the first road in Victoria signed with a State Route; with Victoria's conversion to the newer alphanumeric system in the late 1990s, this was replaced by route M420 between Lynbrook and Lang Lang, and B440 between Lang Lang and Sale (which was upgraded to A440 when highway upgrades along South Gippsland Highway raised the quality of the road in 2003). ===Timeline of upgrades and duplication=== *1961 – Whitelaw By-pass Road: 2.5 miles just north of Korumburra completed as a 2-lane, single-carriageway road, replacing a narrow winding route 3.5 miles long consisting of portions of Bena- Korumburra and Warragul-Korumburra Roads, eliminating two railway crossings, costing A£65,000. *1975 – Conversion to dual carriageways at the western end began in 1975, between the South Gippsland Freeway and Cranbourne; a distance of 17 km. *1987 – Duplication works completed on three sections. Cranbourne to Five Ways, Tooradin to Dalmore Road, and Monomeith Road to Bass Highway.Road Construction Authority Victoria. Annual Report 1986-87, Kew, Victoria: Road Construction Authority, Victoria, 1987. p. 66 *1989 – 3 km of dual carriageways opened between Manks Road and Lynes Road, Tooradin in December 1989.VicRoads. VicRoads Annual Report, 1989-1990, Kew, Victoria: VicRoads, 1990, p. 56. *1990 – 3 km of dual carriageways opened between Lynes Road, Tooradin and Dore Road in April 1990. At this stage, ’27 km of the planned 32 km length of duplication between Cranbourne and Bass Highway has now been completed’. *1990/1991 – Duplication of 6 km south of Tooradin completed at a cost of $A9.9m. No exact date was given, however VicRoads Annual Reports cover the previous financial year. This completed the duplication of the highway between Cranbourne and the Bass Highway.VicRoads. VicRoads Annual Report, 1990-1991, Kew, Victoria: VicRoads, 1991, p. 37 An interesting anomaly is that the kilometre lengths quoted in this annual report and the previous annual report do not match! *1991/1992 – 2.8 km duplication opened between Princes Highway and Pound Road. This was the final link in the duplication of the highway from the Princes Highway to Bass Highway, Again, no exact date was given, however VicRoads Annual Reports cover the previous financial year. ===Level crossing elimination=== The Gippsland railway line crossing just south of the intersection with Princes Highway in Dandenong South was removed in August 2021. The contract was awarded in Mach 2020, with construction starting in October 2020 on a new road bridge over the rail line on an alignment just east of the original level crossing to an new intersection with Princes Highway; construction was completed and the new alignment was opened to traffic in August 2021. ==Major intersections and towns== ==See also== * Highways in Australia * Highways in Victoria ==References== Category:Highways in Australia Category:Gippsland",
 "title": "South Gippsland Highway"
}