{
 "id": "743847",
 "text": "300px|thumb|Jingtong Expressway near Dawangqiao and Dabeiyao |alt= alt=|thumb|300x300px|Jingtong Expressway start The Jingtong Expressway () is an expressway with express road characteristics in Beijing which links the central Chaoyang District to Tongzhou District. At present, it is approximately in length. The Jingtong Expressway gets its name by the combination of two one-character Chinese abbreviations of both Beijing and Tongzhou (Beijing – , Tongzhou – ). Travelling along this expressway gives one the impression of both urban sprawl at work and the evolution of Beijing at the same time. For most of the expressway, the Batong line of Beijing Subway, an extension of Line 1, sits practically in the centre of the expressway, linking central Beijing to Tuqiao on the Eastern 6th Ring Road, beyond central Tongzhou. Some universities sit right next to the expressway; these include the Communication University of China. ==Route== The Jingtong Expressway runs entirely within the confines of the municipality of Beijing. Basic Route: Beijing (Dawang Bridge - Sihui - Gaobeidian - Shuangqiao - Huicun - Tongzhou District) Status: The Beijing portion is complete in its entirety. Note: The expressway is shown on maps in Beijing to link directly and seamlessly with the Jingha Expressway. This, though, is not the case in reality. Instead, several kilometres of non-expressway separate the two expressways after the main toll gate at Ximazhuang, as you enter Tongzhou. (There is another toll gate at Balidian, which takes you straight into central Tongzhou; however, it won't be directly hooked up with the Jingha expressway). ==History== The Jingtong expressway was the first highway project built under Build-Operate- Transfer (BOT) scheme in China. The project was awarded to Lin Tung-Yen China with a 20-year concession period (1996-2016). The expressway was opened to the public in 1996. At around the same time the previous Tong County was upgraded to Tongzhou District, an expressway was built to accelerate the 17 km journey from Dabeiyao on the Eastern 3rd Ring Road, site of the China World Trade Centre at the centre of the Beijing central business district, to the newly renamed Tongzhou district. This expressway, known as the Jingtong Expressway, connects metropolitan Beijing with Tongzhou District. Its construction was of great importance as it quickly sped development in eastern Beijing. The road \"urbanised\" suburban Tongzhou, bringing with it a steady influx of real estate projects (in particular of note). In December 2004, a plan was unveiled to local media to interlink the 2.5 km of non-expressway between the Jingtong and Jingha expressways with an express road connection, eliminating traffic bottlenecks between Ximazhuang and Beiguan Roundabout. This link finally opened in December 2006, with the remaining bits and pieces of additional roadworks finishing in early 2007. ==Road Conditions== ===Speed Limit=== 80 km/h between Dawang Bridge and Gaobeidian (60 km/h at times) and also between Huicun and Ximazhuang (only if heading for Shanhaiguan); otherwise, 100 km/h. ===Tolls=== Tolls apply for the stretch Shuangqiao - Tongzhou. Caveat emptor: All destinations are charged a uniform CNY 10 rate from the Ximazhuang and Balidian toll gates if heading into Beijing! ===Lanes=== 6 lanes (3 up, 3 down) generally; beginning in central Beijing is wider, ending in Tongzhou District is narrower. ===Surface Conditions=== Recently repaired sections are excellent; otherwise fair. ===Traffic=== Relatively good, although could be clogged up at times. ==Major Exits== Sihui, Gaobeidian, Shuangqiao, Huicun, Tongzhou District ==Service Areas== This express road does not have any service areas. ==Connections== Ring Roads of Beijing: Connects with the E. 4th Ring Road at Sihui and the E. 5th Ring Road at Yuantong Bridge. Jingha Expressway: Section heading for Shanhaiguan links with Jingha Expressway after the Tongzhou Beiguan Roundabout. ==List of exits== [Heading east] * No. 1: (Interchange with 4th Ring Road) Airport Expressway, Jingjintang Expressway (E. 4th Ring Road) * Gaobeidian * (Interchange with 5th Ring Road) 5th Ring Road * Shuangqiao * Shuanghui East Road (formerly Huicun) * Ximazhuang (to Jingha Expressway and Shanhaiguan) or Balizhuang (to central Tongzhou) Category:Road transport in Beijing Category:Expressways in China",
 "title": "Beijing–Tongzhou Expressway"
}