{
 "id": "743938",
 "text": "144 Vibilia is a carbonaceous asteroid from the central region of the asteroid belt, approximately 140 kilometers in diameter. It was discovered on 3 June 1875, by German–American astronomer Christian Peters at Litchfield Observatory of the Hamilton College in Clinton, New York, United States. Peters named it after Vibilia, the Roman goddess of traveling, because he had recently returned from a journey across the world to observe the transit of Venus. Peters also discovered 145 Adeona on the same night. The official naming citation was published by Paul Herget in The Names of the Minor Planets in 1955 (). == Orbit and classification == Vibilia is the largest member and namesake of the Vibilia family, a small asteroid family with 180 known members. It orbits the Sun in the central main-belt at a distance of 2.0–3.3 AU once every 4 years and 4 months (1,582 days). Its orbit has an eccentricity of 0.23 and an inclination of 5° with respect to the ecliptic. The asteroid's observation arc begins in May 1905, at Heidelberg Observatory, 30 years after its official discovery observation. It never received a provisional designation. 144 Vibilia has been observed to occult a star eleven times between 1993 and 2018. Eight of these events yielded two or more chords across the asteroid. == Physical characteristics == Vibilia is a dark C-type asteroid in the Tholen taxonomy. It is also characterized as a hydrated Ch-subtype in the SMASS classification. This means it probably has a primitive carbonaceous composition. 13-cm radar observations of this asteroid from the Arecibo Observatory between 1980 and 1985 were used to produce a diameter estimate of 131 km. Carry gives a diameter of 141.34 kilometers. According to the surveys carried out by the Infrared Astronomical Satellite IRAS, the Japanese Akari satellite, and NASA's Wide-field Infrared Survey Explorer with its subsequent NEOWISE mission, Vibilia measures between 131.36 and 142.38 kilometers in diameter and its surface has an albedo between 0.05 0.06. The Collaborative Asteroid Lightcurve Link (CALL) adopts the results obtained by IRAS, that is, an albedo of 0.0597 and a diameter of 142.38 kilometers. CALL uses an absolute magnitude of 7.92. Based upon radar data, the near surface solid density of Vibilia is 2.4. The density had been calibrated against that of 433 Eros; the uncalibrated figure is 3.2 g/cm3. Carry gives a density of with a low porosity. Several well-defined rotational lightcurves of Vibilia have been obtained from photometric observations since the 1980s. Lightcurve analysis gave a rotation period between 13.810 and 13.88 hours with a brightness amplitude between 0.13 and 0.20 magnitude (U=3/3/3/3). In 2016, an international study modeled a lightcurve from various photometric data sources. It gave a period of 13.82516 hours. The team also determined two spin axis of (248.0°, 56.0°) and (54.0°, 48.0°) in ecliptic coordinates (λ, β) (U/Q=n.a.). == References == == External links == * Asteroid Lightcurve Database (LCDB), query form (info ) * Dictionary of Minor Planet Names, Google books * Asteroids and comets rotation curves, CdR – Observatoire de Genève, Raoul Behrend * Discovery Circumstances: Numbered Minor Planets (1)-(5000) – Minor Planet Center * * 000144 000144 Category:Discoveries by Christian Peters Category:Minor planets named from Roman mythology Category:Named minor planets 000144 000144 18750603",
 "title": "144 Vibilia"
}