{
 "id": "744044",
 "text": "The Church of Saint Roch () is a Roman Catholic church dedicated to Saint Roch in Venice, northern Italy. It was built between 1489 and 1508 by Bartolomeo Bon the Younger, but was substantially altered in 1725. The façade dates from 1765 to 1771, and was designed by Bernardino Maccarucci. The church is one of the Plague-churches built in Venice. St. Roch, whose relics rest in the church after their transfer from Voghera (trad. Montpellier), was declared a patron saint of the city in 1576. Every year, on his feast day (16 August), the Doge made a pilgrimage to the church. Near the church is the Scuola Grande di San Rocco, noted for its numerous Tintoretto paintings. It was founded in the 15th century as a confraternity to assist the citizens in time of plague. == Description == === Exterior === The facade is decorated with statues by Giovanni Marchiori. On the left Gerard de Csanád (Gerardo Sagredo) and Gregorio Barbarigo; On the right, Lorenzo Giustiniani and Pietro Orseolo. In the center above the entrance door: San Rocco heals the victims of the plague by Giovanni Maria Morlaiter. San Rocco (Venice) - San Rocco healing the plague victims by Giovanni Morlaiter.jpg|San Rocco heals the victims of the plague by Giovanni Maria Morlaiter San Rocco (Venice) - Statue of Saint Gerard of Csanád.jpg|Saint Gerardo Sagredo San Rocco (Venice) - Statue of Saint Gregorio Barbarigo.jpg|Saint Gregorio Barbarigo San Rocco (Venice) - Statue of Saint Lawrence Giustiniani.jpg|Saint Lorenzo Giustiniani San Rocco (Venice) - Statue of Saint Peter Orseolo.jpg|Saint Pietro Orseolo === Interior === The church interior is notable for its Tintoretto paintings including: *Annunciation and St Roch presented to the Pope on west wall. *St. Roch taken to Prison (attributed) and The Pool of Bethesda on south wall of the nave. *St. Roch curing the plague victims, St. Roch comforted by an Angel, St. Roch in Solitude and St. Roch healing the Animals (attributed) in chancel. *St. Christopher and St Martin on Horseback by Pordenone hang on north wall of the nave. Also present are a monument to Pellegrino Baselli Grillo (1517) and a statue of St. Roch by Bartolomeo Bon. San Rocco Venezia (Interno).jpg|Interno San Rocco Venezia (Interno) - Cappella maggiore.jpg| Altar by Venturino Fantoni San Rocco Venezia (Interno) - Cappella maggiore - Soffitto.jpg|Dome and the apse were decorated by Il Pordenone San Rocco Venezia (Interno) - Organo di Gaetano Callido.jpg|Organ San Rocco Venezia (Interno) - Cristo scaccia i mercanti dal tempio di Giovanni Antonio Fumiani.jpg|Christ expels the merchants from the temple\" of Fumianidi ==Notes== == See also == * List of churches in Venice ==References== * * ==External links== *Satellite image from Google Maps (just to the left of the large church, the Frari) Category:Roman Catholic churches completed in 1508 Category:Roman Catholic churches in Venice Category:Religious organizations established in the 15th century Category:16th-century Roman Catholic church buildings in Italy Category:Plague churches",
 "title": "San Rocco, Venice"
}