{
 "id": "744134",
 "text": "thumb|235px|The area governed by the council Galway City Council () is the authority responsible for local government in the city of Galway in Ireland. As a city council, it is governed by the Local Government Act 2001. The council is responsible for housing and community, roads and transportation, urban planning and development, amenity and culture, and environment. The council has 18 elected members. Elections are held every five years and are by single transferable vote. The head of the council has the title of Mayor. The city administration is headed by a Chief Executive, Brendan McGrath. The council meets at City Hall, College Road, Galway. ==History== Previously styled Galway Corporation, it was founded in 1485 by the Tribes of Galway via a Charter of Mayoralty granted to the town in December 1484 by King Richard III of England. The first Mayor of Galway was Peirce Lynch. The council was dissolved in 1841 and replaced with the Galway Urban District Council. In 1937, the Urban District of Galway became the Borough of Galway, remaining party of County Galway. In 1986, the Borough of Galway became the County Borough of Galway and ceased to part of County Galway. The council was known as \"The Mayor, Aldermen and Burgesses of the (County) Borough of Galway\" from 1937 until the enactment of the Local Government Act 2001, under which it was renamed Galway City Council. ==Local electoral areas== Galway City Council has 18 seats, divided into the following three local electoral areas, defined by electoral divisions. {|class=\"wikitable\" |- !LEA !Definition !Seats |- |Galway City Central||Claddagh, Dangan, Eyre Square, Mionlach, Newcastle, Nuns Island, Rahoon, Shantalla, and Toghroinn San Niocláis.||6 |- |Galway City East||An Caisleán Gearr, Baile an Bhriotaigh, Ballybaan, Lough Atalia, Mervue, Murroogh, Renmore and Wellpark.||6 |- |Galway City West||Bearna, Cnoc na Cathrach, Rockbarton, Salthill and Taylors Hill.||6 |} ==Councillors== The following were elected at the 2019 Galway City Council election. ===2019 seats summary=== {| class=\"wikitable\" style=\"font-size: 95%;\" |- !colspan=2|Party !Seats |- | |align=\"centre\"|5 |- | |align=\"centre\"|3 |- | |align=\"centre\"|2 |- | |align=\"centre\"|1 |- | |align=\"centre\"|1 |- | |align=\"centre\"|6 |} ===Councillors by electoral area=== This list reflects the order in which councillors were elected on 24 May 2019. ;Notes ====Co-options==== ==References== ==External links== * Category:Politics of Galway (city) Category:City councils in the Republic of Ireland",
 "title": "Galway City Council"
}