{
 "id": "744408",
 "text": "Lernout & Hauspie Speech Products, or L&H;, was a Belgium-based speech recognition technology company, founded by Jo Lernout and Pol Hauspie, that went bankrupt in 2001 because of a fraud engineered by the management. The company was based in Ypres, Flanders, in what was later called Flanders Language Valley (mimicking the Silicon Valley). == History == Lernout & Hauspie was founded in 1987 by Jo Lernout and Pol Hauspie. After a difficult start, it quickly grew, and, in 1995, it went public on NASDAQ (LHSP), and was also quoted on the now-defunct Brussels-based EASDAQ exchange. Its headquarters were in Ypres, Belgium, and in Burlington, Massachusetts, USA. At its peak, Lernout & Hauspie had a market capitalization of almost US$10 billion. Flanders played an important role in investing in the company and the surrounding Flanders Language Valley. It acquired a number of its smaller competitors, including text-to-speech developer Berkeley Speech Technologies, in 1996. In 1998 it acquired Globalink, Inc., a provider of advanced translation software products and professional translation services. During March–April 2000, Lernout & Hauspie acquired Dictaphone for nearly US$1 billion, then acquired Dragon Systems shortly thereafter. Lernout & Hauspie also acquired PowerScribe, a voice recognition system for Radiology. This system was started by a company called Articulate Systems, and sold and supported by a company called The MRC Group (later Fonix, then SpeechFX) before becoming part of L&H.; For some time, Lernout & Hauspie was dogged by rumours of financial impropriety, and in early 1999 the Wall Street Journal ran allegations in its Heard on the Street column by Goldman Sachs analyst Robert Smithson that earnings had been overstated. Further investigation by WSJ staffer Jesse Eisinger led to the revelation on 8 August 2000 of a major financial scandal involving fictitious transactions in Korea and improper accounting methodologies elsewhere. In April 2001, founders Jo Lernout and Pol Hauspie, as well as former CEO Gaston Bastiaens, were arrested in what is considered one of the largest corporate scandals in history prior to Enron. After having struggled for a year, Lernout & Hauspie finally went bankrupt on 25 October 2001 following the release of Windows XP. Many people, especially in West Flanders, were blinded by the company's success and lost large sums of money on Lernout & Hauspie stock. The Flanders regional government became a major Lernout & Hauspie investor through a venture capital arm. During one of Lernout & Hauspie's cash shortages, it guaranteed 75% of a bank loan to the company. Investors and taxpayers alike were hit hard when the company went bankrupt. While Pol Hauspie pleaded guilty, Jo Lernout denied any wrongdoing, claiming that the company has been a victim of a \"CIA conspiracy\". On September 20, 2010, co-founders Jo Lernout and Pol Hauspie, as well as Nico Willaert, former vice chairman, and Gaston Bastiaens, former chief executive officer, were each sentenced to five years prison (of which three years effective and two years probationary) for fraud by the Ghent Court of Appeals. In September 2012 Jo Lernout began a one-year sentence of house arrest with an electronic ankle bracelet. == Technology == After the bankruptcy, Nuance Communications (known then as ScanSoft) acquired all of the speech technologies. The revenues of the company grew sharply from $17.1 million in third quarter of 2001, to $216 million in Q3 2008. Vantage Learning acquired all of the proofing, spelling, and linguistic search technologies. \"Lernout & Hauspie Michelle\" and \"Lernout & Hauspie Michael\" are text-to-speech voices created by L&H; and included in Microsoft Office 2003. L&H; speech recognition was used in the \"Speech\" option in the control panel of Microsoft Windows XP abbreviated as LH. In addition, Microsoft Office uses certain elements of a grammar checker previously owned by L&H;, which is mentioned in the About window. == See also == *Recipient of the 2002 Ig Nobel Prize in Economics \"for adapting the mathematical concept of imaginary numbers for use in the business world\" *Dragon NaturallySpeaking *Speech synthesis ==References== == External links == * One of Lernout & Hauspie's old websites, archived on the Internet Archives. * \"How High-Tech Dream Shattered in Scandal at Lernout & Hauspie\", an article from the WSJ (December 7, 2000) (last cached on Apr 20 2006 in Internet Archives) * \"Goldman Sachs and the $580 Million Black Hole\", New York Times, July 14, 2012 Category:Software companies established in 1987 Category:Software companies disestablished in 2001 Category:Companies based in West Flanders Category:Software companies of Belgium Category:Defunct software companies Category:Scandals in Belgium Category:Ypres",
 "title": "Lernout & Hauspie"
}