{
 "id": "744569",
 "text": "In mathematics and in theoretical physics, the Stone–von Neumann theorem refers to any one of a number of different formulations of the uniqueness of the canonical commutation relations between position and momentum operators. It is named after Marshall Stone and John von Neumann. ==Representation issues of the commutation relations== In quantum mechanics, physical observables are represented mathematically by linear operators on Hilbert spaces. For a single particle moving on the real line \\mathbb{R}, there are two important observables: position and momentum. In the Schrödinger representation quantum description of such a particle, the position operator and momentum operator p are respectively given by : [x \\psi](x_0) = x_0 \\psi(x_0) : [p \\psi](x_0) = - i \\hbar \\frac{\\partial \\psi}{\\partial x}(x_0) on the domain V of infinitely differentiable functions of compact support on \\mathbb{R}. Assume \\hbar to be a fixed non-zero real number—in quantum theory \\hbar is the reduced Planck's constant, which carries units of action (energy times time). The operators x, p satisfy the canonical commutation relation Lie algebra, : [x,p] = x p - p x = i \\hbar. Already in his classic book,Weyl, H. (1927), \"Quantenmechanik und Gruppentheorie\", Zeitschrift für Physik, 46 (1927) pp. 1–46, ; Weyl, H., The Theory of Groups and Quantum Mechanics, Dover Publications, 1950, . Hermann Weyl observed that this commutation law was impossible to satisfy for linear operators , acting on finite-dimensional spaces unless vanishes. This is apparent from taking the trace over both sides of the latter equation and using the relation ; the left-hand side is zero, the right-hand side is non- zero. Further analysis, hence , so that, . shows that, in fact, any two self- adjoint operators satisfying the above commutation relation cannot be both bounded. For notational convenience, the nonvanishing square root of may be absorbed into the normalization of and , so that, effectively, it is replaced by 1. We assume this normalization in what follows. The idea of the Stone–von Neumann theorem is that any two irreducible representations of the canonical commutation relations are unitarily equivalent. Since, however, the operators involved are necessarily unbounded (as noted above), there are tricky domain issues that allow for counter-examples. To obtain a rigorous result, one must require that the operators satisfy the exponentiated form of the canonical commutation relations, known as the Weyl relations. The exponentiated operators are bounded and unitary. Although, as noted below, these relations are formally equivalent to the standard canonical commutation relations, this equivalence is not rigorous, because (again) of the unbounded nature of the operators. (There is also a discrete analog of the Weyl relations, which can hold in a finite-dimensional space, namely Sylvester's clock and shift matrices in the finite Heisenberg group, discussed below.) == Uniqueness of representation == One would like to classify representations of the canonical commutation relation by two self-adjoint operators acting on separable Hilbert spaces, up to unitary equivalence. By Stone's theorem, there is a one-to-one correspondence between self-adjoint operators and (strongly continuous) one- parameter unitary groups. Let and be two self-adjoint operators satisfying the canonical commutation relation, , and and two real parameters. Introduce and , the corresponding unitary groups given by functional calculus. (For the explicit operators x and p defined above, these are multiplication by and pullback by translation x → x + s.) A formal computation (using a special case of the Baker–Campbell–Hausdorff formula) readily yields :e^{itQ} e^{isP} = e^{-i st} e^{isP} e^{itQ} . Conversely, given two one-parameter unitary groups and satisfying the braiding relation formally differentiating at 0 shows that the two infinitesimal generators satisfy the above canonical commutation relation. This braiding formulation of the canonical commutation relations (CCR) for one-parameter unitary groups is called the Weyl form of the CCR. It is important to note that the preceding derivation is purely formal. Since the operators involved are unbounded, technical issues prevent application of the Baker–Campbell–Hausdorff formula without additional domain assumptions. Indeed, there exist operators satisfying the canonical commutation relation but not the Weyl relations (). Nevertheless, in \"good\" cases, we expect that operators satisfying the canonical commutation relation will also satisfy the Weyl relations. The problem thus becomes classifying two jointly irreducible one-parameter unitary groups and which satisfy the Weyl relation on separable Hilbert spaces. The answer is the content of the Stone–von Neumann theorem: all such pairs of one-parameter unitary groups are unitarily equivalent. In other words, for any two such and acting jointly irreducibly on a Hilbert space , there is a unitary operator so that :W^*U(t)W = e^{itx} \\quad \\mbox{and} \\quad W^*V(s)W = e^{isp}, where and are the explicit position and momentum operators from earlier. When is in this equation, so, then, in the -representation, it is evident that is unitarily equivalent to , and the spectrum of must range along the entire real line. The analog argument holds for . There is also a straightforward extension of the Stone–von Neumann theorem to degrees of freedom. Historically, this result was significant, because it was a key step in proving that Heisenberg's matrix mechanics, which presents quantum mechanical observables and dynamics in terms of infinite matrices, is unitarily equivalent to Schrödinger's wave mechanical formulation (see Schrödinger picture), : [U(t)\\psi ] (x)=e^{itx} \\psi(x), \\qquad [V(s)\\psi ](x)= \\psi(x+s) . === Representation theory formulation === In terms of representation theory, the Stone–von Neumann theorem classifies certain unitary representations of the Heisenberg group. This is discussed in more detail in the Heisenberg group section, below. Informally stated, with certain technical assumptions, every representation of the Heisenberg group is equivalent to the position operators and momentum operators on . Alternatively, that they are all equivalent to the Weyl algebra (or CCR algebra) on a symplectic space of dimension . More formally, there is a unique (up to scale) non-trivial central strongly continuous unitary representation. This was later generalized by Mackey theory – and was the motivation for the introduction of the Heisenberg group in quantum physics. In detail: * The continuous Heisenberg group is a central extension of the abelian Lie group by a copy of , * the corresponding Heisenberg algebra is a central extension of the abelian Lie algebra (with trivial bracket) by a copy of , * the discrete Heisenberg group is a central extension of the free abelian group by a copy of , and * the discrete Heisenberg group modulo is a central extension of the free abelian -group by a copy of . In all cases, if one has a representation , where A is an algebra and the center maps to zero, then one simply has a representation of the corresponding abelian group or algebra, which is Fourier theory. If the center does not map to zero, one has a more interesting theory, particularly if one restricts oneself to central representations. Concretely, by a central representation one means a representation such that the center of the Heisenberg group maps into the center of the algebra: for example, if one is studying matrix representations or representations by operators on a Hilbert space, then the center of the matrix algebra or the operator algebra is the scalar matrices. Thus the representation of the center of the Heisenberg group is determined by a scale value, called the quantization value (in physics terms, Planck's constant), and if this goes to zero, one gets a representation of the abelian group (in physics terms, this is the classical limit). More formally, the group algebra of the Heisenberg group over its field of scalars K, written , has center , so rather than simply thinking of the group algebra as an algebra over the field , one may think of it as an algebra over the commutative algebra . As the center of a matrix algebra or operator algebra is the scalar matrices, a -structure on the matrix algebra is a choice of scalar matrix – a choice of scale. Given such a choice of scale, a central representation of the Heisenberg group is a map of -algebras , which is the formal way of saying that it sends the center to a chosen scale. Then the Stone–von Neumann theorem is that, given the standard quantum mechanical scale (effectively, the value of ħ), every strongly continuous unitary representation is unitarily equivalent to the standard representation with position and momentum. === Reformulation via Fourier transform === Let be a locally compact abelian group and be the Pontryagin dual of . The Fourier–Plancherel transform defined by :f \\mapsto {\\hat f}(\\gamma) = \\int_G \\overline{\\gamma(t)} f(t) d \\mu (t) extends to a C*-isomorphism from the group C*-algebra of and , i.e. the spectrum of is precisely . When is the real line , this is Stone's theorem characterizing one-parameter unitary groups. The theorem of Stone–von Neumann can also be restated using similar language. The group acts on the *-algebra by right translation : for in and in , :(s \\cdot f)(t) = f(t + s). Under the isomorphism given above, this action becomes the natural action of on : : \\widehat{ (s \\cdot f) }(\\gamma) = \\gamma(s) \\hat{f} (\\gamma). So a covariant representation corresponding to the *-crossed product :C^*\\left( \\hat{G} \\right) \\rtimes_{\\hat{\\rho}} G is a unitary representation of and of such that :U(s) V(\\gamma) U^*(s) = \\gamma(s) V(\\gamma). It is a general fact that covariant representations are in one-to-one correspondence with *-representation of the corresponding crossed product. On the other hand, all irreducible representations of :C_0(G) \\rtimes_\\rho G are unitarily equivalent to the {\\mathcal K}\\left(L^2(G)\\right), the compact operators on . Therefore, all pairs are unitarily equivalent. Specializing to the case where yields the Stone–von Neumann theorem. ==The Heisenberg group== The above canonical commutation relations for , are identical to the commutation relations that specify the Lie algebra of the general Heisenberg group for a positive integer. This is the Lie group of square matrices of the form : \\mathrm{M}(a,b,c) = \\begin{bmatrix} 1 & a & c \\\\\\ 0 & 1_n & b \\\\\\ 0 & 0 & 1 \\end{bmatrix}. In fact, using the Heisenberg group, one can reformulate the Stone von Neumann theorem in the language of representation theory. Note that the center of consists of matrices . However, this center is not the identity operator in Heisenberg's original CCRs. The Heisenberg group Lie algebra generators, e.g. for , are :\\begin{align} P &= \\begin{bmatrix} 0 & 1 & 0 \\\\\\ 0 & 0 & 0 \\\\\\ 0 & 0 & 0 \\end{bmatrix}, & Q &= \\begin{bmatrix} 0 & 0 & 0 \\\\\\ 0 & 0 & 1 \\\\\\ 0 & 0 & 0 \\end{bmatrix}, & z &= \\begin{bmatrix} 0 & 0 & 1 \\\\\\ 0 & 0 & 0 \\\\\\ 0 & 0 & 0 \\end{bmatrix}, \\end{align} and the central generator is not the identity. Theorem. For each non-zero real number there is an irreducible representation acting on the Hilbert space by : \\left [U_h(\\mathrm{M}(a,b,c)) \\right ] \\psi(x) = e^{i (b \\cdot x + h c)} \\psi(x+h a). All these representations are unitarily inequivalent; and any irreducible representation which is not trivial on the center of is unitarily equivalent to exactly one of these. Note that is a unitary operator because it is the composition of two operators which are easily seen to be unitary: the translation to the left by and multiplication by a function of absolute value 1. To show is multiplicative is a straightforward calculation. The hard part of the theorem is showing the uniqueness; this claim, nevertheless, follows easily from the Stone–von Neumann theorem as stated above. We will sketch below a proof of the corresponding Stone–von Neumann theorem for certain finite Heisenberg groups. In particular, irreducible representations , of the Heisenberg group which are non-trivial on the center of are unitarily equivalent if and only if for any in the center of . One representation of the Heisenberg group which is important in number theory and the theory of modular forms is the theta representation, so named because the Jacobi theta function is invariant under the action of the discrete subgroup of the Heisenberg group. === Relation to the Fourier transform === For any non-zero , the mapping : \\alpha_h: \\mathrm{M}(a,b,c) \\to \\mathrm{M} \\left( -h^{-1} b,h a, c -a\\cdot b \\right) is an automorphism of which is the identity on the center of . In particular, the representations and are unitarily equivalent. This means that there is a unitary operator on such that, for any in , : W U_h(g) W^* = U_h \\alpha (g). Moreover, by irreducibility of the representations , it follows that up to a scalar, such an operator is unique (cf. Schur's lemma). Since is unitary, this scalar multiple is uniquely determined and hence such an operator is unique. Theorem. The operator is the Fourier transform on . This means that, ignoring the factor of in the definition of the Fourier transform, : \\int_{\\mathbf{R}^n} e^{-i x \\cdot p} e^{i (b \\cdot x + h c)} \\psi (x+h a) \\ dx = e^{ i (h a \\cdot p + h (c - b \\cdot a))} \\int_{\\mathbf{R}^n} e^{-i y \\cdot ( p - b)} \\psi(y) \\ dy. This theorem has the immediate implication that the Fourier transform is unitary, also known as the Plancherel theorem. Moreover, : (\\alpha_h)^2 \\mathrm{M}(a,b,c) =\\mathrm{M}(- a, -b, c). Theorem. The operator such that : W_1 U_h W_1^* = U_h \\alpha^2 (g) is the reflection operator : [W_1 \\psi](x) = \\psi(-x). From this fact the Fourier inversion formula easily follows. ==Example: The Segal–Bargmann space== The Segal–Bargmann space is the space of holomorphic functions on that are square- integrable with respect to a Gaussian measure. Fock observed in 1920s that the operators : a_j = \\frac{\\partial}{\\partial z_j}, \\qquad a_j^* = z_j, acting on holomorphic functions, satisfy the same commutation relations as the usual annihilation and creation operators, namely, : \\left [a_j,a_k^* \\right ] = \\delta_{j,k}. In 1961, Bargmann showed that is actually the adjoint of with respect to the inner product coming from the Gaussian measure. By taking appropriate linear combinations of and , one can then obtain \"position\" and \"momentum\" operators satisfying the canonical commutation relations. It is not hard to show that the exponentials of these operators satisfy the Weyl relations and that the exponentiated operators act irreducibly. The Stone–von Neumann theorem therefore applies and implies the existence of a unitary map from to the Segal–Bargmann space that intertwines the usual annihilation and creation operators with the operators and . This unitary map is the Segal–Bargmann transform. == Representations of finite Heisenberg groups == The Heisenberg group is defined for any commutative ring . In this section let us specialize to the field for a prime. This field has the property that there is an embedding of as an additive group into the circle group . Note that is finite with cardinality . For finite Heisenberg group one can give a simple proof of the Stone–von Neumann theorem using simple properties of character functions of representations. These properties follow from the orthogonality relations for characters of representations of finite groups. For any non-zero in define the representation on the finite-dimensional inner product space by :\\left[U_h \\mathrm{M}(a, b, c) \\psi\\right](x) = \\omega(b \\cdot x + h c) \\psi(x + ha). : Theorem. For a fixed non-zero , the character function of is given by: :: \\chi (\\mathrm{M}(a, b, c)) = \\begin{cases} |K|^n\\, \\omega(hc) & \\text{if } a = b = 0 \\\\\\ 0 & \\text{otherwise} \\end{cases} It follows that : \\frac{1}{\\left|H_n(\\mathbf{K})\\right|} \\sum_{g \\in H_n(K)} |\\chi(g)|^2 = \\frac{1}{|K|^{2n+1}} |K|^{2n} |K| = 1. By the orthogonality relations for characters of representations of finite groups this fact implies the corresponding Stone–von Neumann theorem for Heisenberg groups , particularly: * Irreducibility of * Pairwise inequivalence of all the representations . Actually, all irreducible representations of on which the center acts nontrivially arise in this way. == Generalizations == The Stone–von Neumann theorem admits numerous generalizations. Much of the early work of George Mackey was directed at obtaining a formulationMackey, G. W. (1976). The Theory of Unitary Group Representations, The University of Chicago Press, 1976. of the theory of induced representations developed originally by Frobenius for finite groups to the context of unitary representations of locally compact topological groups. ==See also== * Oscillator representation * Wigner–Weyl transform * CCR and CAR algebras (for bosons and fermions respectively) * Segal–Bargmann space * Moyal product * Weyl algebra * Stone's theorem on one- parameter unitary groups * Hille–Yosida theorem * C0-semigroup == Notes == == References == * * Rosenberg, Jonathan (2004) \"A Selective History of the Stone–von Neumann Theorem\" Contemporary Mathematics 365. American Mathematical Society. * Summers, Stephen J. (2001). \"On the Stone–von Neumann Uniqueness Theorem and Its Ramifications.\" In John von Neumann and the foundations of quantum physics, pp. 135-152. Springer, Dordrecht, 2001, online. Category:Functional analysis Category:Mathematical quantization Category:Theorems in functional analysis Category:Theorems in mathematical physics Category:John von Neumann",
 "title": "Stone–von Neumann theorem"
}