{
 "id": "744580",
 "text": "Edwin O. Guthman (August 11, 1919 – August 31, 2008) was an American journalist and university professor. While at the Seattle Times, he won the paper's first Pulitzer Prize for National Reporting in 1950. Guthman was third on Richard Nixon's \"Enemies List.\" ==Biography== Guthman was born in Seattle, Washington, graduating from the University of Washington in 1941.\"Edwin O. Guthman, '41\", Columns (University of Washington alumni magazine), December 2008, p. 53. He entered the Army in 1942. During World War II, he served as an infantry regiment reconnaissance platoon leader in both North Africa and Italy. In 1946, he was discharged as a captain. During his tour, he was awarded the Silver Star and Purple Heart. He was a reporter for the Seattle Star (1941–1947), and The Seattle Times (1947–1961). While at the Seattle Times, he won the paper's first Pulitzer Prize for National Reporting in 1950. His articles provided evidence that the Washington State Un-American Activities Committee suppressed evidence that cleared University of Washington professor Melvin Rader of false charges of being a Communist.USC Annenberg School profile. In 1961, he was tapped by Attorney General Robert F. Kennedy to be his press secretary. He later served in a similar position for one year when Kennedy became U.S. Senator from New York in 1965. As a result of his work with Kennedy, he was third on Nixon's Enemies List. He was the national editor for the Los Angeles Times from 1965 to 1977 and then the editorial page editor for The Philadelphia Inquirer (1977–1987). He was a senior lecturer at the USC Annenberg School for Communication at the University of Southern California in Los Angeles, California, where he had been a professor since 1987. He retired in 2007. ==Personal life== Guthman died August 31, 2008 at his home in the Pacific Palisades neighborhood of Los Angeles, at the age of 89. He suffered from amyloidosis, a rare disease that attacks the internal organs. He was of Jewish descent and was interred at Hillside Memorial Park. He was survived by his four children: Les Guthman, Edwin H. Guthman, Gary Guthman, and Diane Guthman. ==Notes== ==References== * ==External links== * Category:1919 births Category:2008 deaths Category:Jewish American journalists Category:American newspaper editors Category:Educators from Seattle Category:Military personnel from Seattle Category:Pulitzer Prize for National Reporting winners Category:United States Army personnel of World War II Category:United States Army officers Category:Recipients of the Silver Star Category:Nixon's Enemies List Category:Deaths from amyloidosis Category:University of Washington alumni Category:20th-century American journalists Category:American male journalists Category:Jewish American military personnel",
 "title": "Edwin O. Guthman"
}