{
 "id": "745175",
 "text": "Manhattanville College is a private college offering undergraduate and graduate degrees in Purchase, New York. Founded in 1841 at 412 Houston Street in lower Manhattan, it was known initially as Academy of the Sacred Heart, then later as Manhattanville College of the Sacred Heart after 1847. In 1917, the academy received a charter from the Regents of the State of New York to raise the school officially to a collegiate level granting degrees as the College of the Sacred Heart. The school moved to its current location in the hamlet of Purchase, New York, in 1952, a suburb north of New York City. Purchase is inside the town and village of Harrison in Westchester County. Approximately 1,100 undergraduate and 900 graduate students attend Manhattanville, with students coming from 45+ countries and 35+ American states. The architectural and administrative centerpiece of the Manhattanville campus is Reid Hall (1864) which was named after Whitelaw Reid, publisher and owner of the New-York Tribune, one of the leading newspapers in the nation for a century. On either side of Reid Hall stand academic buildings on one side and on the other residence halls around a central quad designed by the landscaping / architect Frederick Law Olmsted, also the designer of New York's landmark Central Park in the 1850s and 1860s. The Manhattanville community regards the central quad and buildings as representing the academic vision of the college's commitment to integrated learning and centered strengths. Other historic buildings include the Lady Chapel, the President's Cottage known as the Barbara Debs House, the old Stables, and Water Tower. ==History== ===The Academy of the Sacred Heart (1841-1917)=== Manhattanville traces its origins to an Academy of the Sacred Heart founded over 175 years ago on the Lower East Side of New York City. In August 1841 the Society of the Sacred Heart (RSCJ), a Catholic religious order dedicated to the education of young women, established an academy at 412 Houston Street in the tightly packed warren of narrow streets in the southeast corner of Manhattan Island facing the East River. In September 1844 the boarding school moved to Ravenswood in the Astoria section of Queens. However, within two years the location proved too remote. In 1847 the growing Academy relocated to the former estate of Jacob Lorillard in the village of Manhattanville on the Upper West Side of Manhattan. At that time the town was still eight miles north of New York Town / City, still clustered around the south end at the Battery of Manhattan Island By the time of the American Civil War, (1861-1865), the Manhattanville Academy counted 280 girl pupils. The academy was always diverse with a substantial proportion of the student body consisting of recent immigrants from Latin America and Europe. In 1880, the academy began offering a two-year post-high school program for its young women students, foreshadowing a future in higher education. thumb|right|250px|An aerial photo of the former campus of the Manhattanville College of the Sacred Heart in the Manhattanville section of northwestern Manhattan in New York City, taken from the south looking northeast. ===The College of the Sacred Heart (1917-1937)=== In the early 20th century, higher education opportunities for women increased as many formerly academies, seminaries, institutions and lower schools transitioned to the status of colleges. Shortly before the United States declared war on the German Empire and entered the First World War, on March 1, 1917, the Academy of the Sacred Heart in Manhattanville received a Provisional Charter from the Regents of the State of New York to offer undergraduate degrees as \"The College of the Sacred Heart\". The first baccalaureate degrees were granted in 1918. The Absolute Charter was signed May 29, 1919. As the college grew, the city of New York also expanded northward, toward the far north end of Manhattan Island towards the Harlem River transforming the surrounding area from a rural village to diverse residential/commercial communities of Manhattan bordered by the Harlem and Morningside Heights neighborhoods. In 1935, The College of the Sacred Heart was accredited by the prestigious Association of American Universities. The name was officially changed to \"Manhattanville College of the Sacred Heart\" in 1937. ===Manhattanville College of the Sacred Heart (1937-1966)=== ==== Racial justice (Manhattanville Resolutions) ==== In the 1930s, the Manhattanville student body consisted of approximately 200 female students. Though small, the college made headlines across the country for taking a strong position promoting racial equality decades before the Civil Rights Movement of the late 1950s, into the 1960s and 1970s. In May 1933, students created the \"Manhattanville Resolutions\" a document that pledged an active student commitment to racial justice. This commitment was tested when the first Negro woman student was admitted to the college in 1938. Alumnae response to a racially integrated but all-female student body was mixed and somewhat controversial for a time. While the vast majority of letters praised Manhattanville for its courageous action, College President Grace Dammann, RSCJ, viewed the negative responses as an opportunity to open hearts and minds. At the annual Class Day reunion on May 31, 1938, she delivered a passionate speech entitled \"Principles Versus Prejudices.\" She stated that education is the key to rising above prejudices. > \"The more we know of man's doing and thinking throughout time and throughout > the world's extent, the more we understand that beauty and goodness and > truth are not the monopoly of any age nor of any group nor of any race.\" The speech went on to be published in several national publications and established Manhattanville as a leader in higher education and human rights. When Dammann died suddenly in 1945, The New York Times obituary summarized her life's work with the headline, \"Mother Dammann, College President: Head of Manhattanville Since 1930 Dies--Champion of Racial Equality.\" Manhattanville would continue its work in social action first through the National Federation of Catholic College Students and to this day with the Duchesne Center for Religion and Social Justice and the Connie Hogarth Center for Social Action. Mary Louise (Mamie) Jenkins, RSCJ was the first African American student to graduate from Manhattanville and June Mulvaney was the first African American student to major in Russian at Manhattanville. ==== Growth ==== As was the case for many colleges following World War II, neighboring City College of New York (C.C.N.Y. - part of the City University of New York) struggled to accommodate the growing college student population on its campus. In 1946, the Mayor of New York City formed a special commission to investigate the resource needs of the city's public education institutions. Their recommendations would have particularly extensive ramifications for the future of the neighboring Manhattanville College of the Sacred Heart. In February 1949 The New York Times reported that City College was campaigning to acquire the Manhattanville campus to expand their facilities. The same month, C.C.N.Y. distributed a pamphlet entitled \"No Other Place to Go: A City College Plea for Purchase of the Manhattanville Property.\" The New York City Board of Estimate agreed and deeded the campus to City College via the legal process of condemnation and eminent domain. In September 1949, the Manhattanville Board of Trustees purchased the Whitelaw Reid Estate, north of the city in suburban Westchester County. The next two years saw condemnation proceedings work through the New York State Supreme Court system. Manhattanville was eventually given near $8.8 million ($8,808,620) for the Manhattan campus and buildings. A groundbreaking ceremony was held at the new campus near Harrison, in Purchase, New York on May 3, 1951. The new campus with its buildings were renovated and other construction was completed in October 1952. ===Manhattanville College (1966–present)=== With additional facilities and space to grow, the student population increased from 400 women students in 1950 to 700 students by 1960. Over the course of the next decade, the student population doubled once again, reaching 1,400 students by 1970. Manhattanville was a microhistory of the societal transformation in the Catholic Church, higher education, and American society as a whole during the 1960s. In 1966 the college Board of Trustees voted to amend the school charter and remove the words \"of the Sacred Heart\" from the official college name. This marked an important moment in the secularization of the college. Between 1966 and 1970, the Manhattanville administration oversaw the gradual removal of Catholic symbols and traditions from the campus. Although the college had been operated by an independent Board of Trustees since its founding in 1841, it was strongly identified with the Church and these changes were difficult for the community. By 1969, the College Charter was expanded to include the admitting education of both women and men. The first coeducational freshman class entered Manhattanville in August 1971. In 1973 the student academic experience evolved due to an important campus study funded by a grant from the National Endowment for the Humanities. Interviews with the Manhattanville community led to the development of the Portfolio System, a personalized and guided self-assessment charting the development of each student. Today the ATLAS program continues this tradition. In 1965 the college introduced its first graduate program, a Masters of Arts in Teaching. The fifty years since have seen a remarkable growth of graduate programs. Since 1993, the School of Graduate and Professional Studies, now the School of Business, has developed masters and certificate programs in a variety of professional and business fields. In 2012 Manhattanville's Master of Fine Arts in Creative Writing Degree Program was formally approved. The first doctoral program was introduced in 2010 with the Ed.D. in Educational Leadership from the School of Education. ===Presidents=== right|thumb|Manhattanville Graveyard. The university has had 13 presidents and one interim president and one acting president: # Mary Moran, RSCJ (1917–1918) #Ruth Burnett, RSCJ (1918–1924) # Charlotte Lewis, RSCJ (1924–1930) #Grace Dammann, RSCJ (1930–1945) #Eleanor O'Byrne, RSCJ (1945–1965) #Elizabeth McCormack (1965–1974) # Harold Delaney (1974–1975) # Barbara Knowles Debs (1975–1985) # Jane C. Maggin (acting interim) (1981–1982) # Marcia Savage (1985–1995) # Richard Berman (1995–2009) # Molly Easo Smith (2009–2011) # Jon Strauss (2011–2016) # Michael E. Geisler (2016–present) # Louise Feroe (acting) (July - September 2021) ==Campus== ===Convent Avenue Campus (1847-1952)=== Manhattanville derives its name from its location between 1847 and 1952. The school, at the time still an academy, purchased the Jacob Lorillard Estate in 1847 in what was then a rural village on the northern part of Manhattan Island called Manhattanville. Over the next century New York City expanded, transforming the area from a farming village to a neighborhood in West Harlem. The campus was located between 130th and 135th streets. The eastern border was Convent Avenue and its western border St. Nicholas Terrace. In 1949 proceedings began to incorporate the campus into the existing City College campus. Today it is known as the South Campus of City College. The final remaining buildings from the Manhattanville era are Park Hall (then known as Benziger) and Mott Hall (the Parish School during Manhattanville's time). ===Reid Estate (1860-1949)=== Manhattanville purchased its current 100-acre campus in 1949. The first owner of the parcel of land was Ben Holladay who bought the estate in the 1860s and named its Ophir Farm after a silver mine in Nevada. The Holladay family built a mansion called Ophir Hall, family chapel, and several outbuildings. However, after several family deaths and financial difficulties, Ben Holladay left the estate in 1873. In 1888 Whitelaw Reid and his wife Elisabeth Mills Reid purchased the property. Whitelaw was editor of The New York Tribune and served various political positions including ambassador to France and England. Elisabeth was the daughter of Darius Ogden Mills, founder of The Bank of California. The Reids remodeled the existing Ophir Hall and outfitted it with the latest home luxuries, including electricity. However, shortly before completion, faulty wiring sparked a fire that destroyed the home on July 14, 1888. The Reids rebuilt under the direction of the famed architectural firm of McKim, Mead and White. This home was designed in the style of a gothic castle and built onto the existing foundation. The Castle was completed in 1892. A three-story addition including the East Library and West Room was completed in 1912. Whitelaw Reid died while serving as the ambassador to England in 1912. Elizabeth Mills Reid died in 1931 and the contents of the house were auctioned in 1935. In 1947 the Reid family placed the estate for sale. Reid Castle was dedicated to Elisabeth Mills Reid on September 19, 1969. In 1974 the U.S. Department of the Interior placed the building on the National Register of Historic Places in recognition of its historical and architectural significance. ===Purchase Campus (1952–present)=== The new Manhattanville campus was completed in 1952 with six buildings: a renovated Reid Castle for use as an administration building, the library, the academic building, Brownson Hall; the music building Pius X Hall; Benziger Dining Hall, and Founders Dormitory. The increasing student population led to the addition of the Spellman Hall dormitory in 1957. The Kennedy Gymnasium, also completed in 1957, was made possible through a grant from the Lieutenant Joseph Kennedy Jr. Foundation. The Kennedy family dedicated the gymnasium in honor of their daughter, Kathleen, Marchioness of Hartington. The dedication for both the Kennedy Gymnasium and Spellman Hall were held October 27, 1957, and was presided over by Francis Cardinal Spellman, Archbishop of New York. In attendance were Joseph P. Kennedy, Rose Fitzgerald Kennedy ‘11, Jean Kennedy Smith ‘49, and Ethel Skakel Kennedy ‘49. Edward M. Kennedy delivered the dedication speech. For the first decade in Purchase, the campus worship space was located in the West Room. The chapel was completed in 1963 and named in honor of President Eleanor O’Byrne, RSCJ. O’Byrne is the longest serving president with an administration lasting from 1945 to 1966. Dammann and Tenney Halls were the final residence buildings completed in 1966. In 1991 forty- eight faculty and staff housing units added a new dimension to the Manhattanville campus community. On September 26, 2006, the Manhattanville community dedicated the Ohnell Environmental Center. The center includes a classroom housed within a LEED-compliant, non-invasive structure designed by Maya Lin, architect of the Vietnam War Memorial. The project also included a restoration of the Holladay Stone Chapel, which features new stonework and a glass roof providing a unique reflective space on campus. In 2008 the Berman Center was completed. This building currently houses the Communication and Media Department, the Berger Art Gallery, the student-run radio station MVL; the school newspaper, Touchstone; a dance studio and a fitness center. The past several years have seen a variety of campus renovations including improvements to the library, dining facilities, gym, athletic fields, tennis courts and campus walkways. In 2012 the college welcomed Heritage Hall, a permanent exhibition of the college's history. ==Academics== Manhattanville offers the Bachelor of Arts, Bachelor of Science, Bachelor of Fine Arts, and Bachelor of Music degrees to undergraduate students and the Master of Arts, Master of Arts in Teaching, Master of Education, Master of Professional Studies, Master of Science, and Doctor of Education for graduate students. Undergraduates can choose from 45 majors and minors, while graduate students can explore 75 graduate degrees and advanced certificates. Students are also free to design special majors or engage in dual majors. ===Rankings=== ===The Castle Scholars Honors Program=== The Castle Scholars Honors Program at Manhattanville College seeks to challenge high-achieving students and encourages them to explore new areas of interest beyond the usual intellectual parameters during their entire undergraduate career. This selective program limits admission to the top ten percent of each incoming class. Castle Scholars Honors Students benefit from rigorous, intellectually stimulating, interdisciplinary seminars, all of which are taught by full-time faculty. Castle Scholars can also apply for special funding to complete independent Honors research and creative projects, allowing them to design, implement, and achieve the ambitious goals they set for themselves. Castle Honors students also learn how to become effective leaders and give back to the Manhattanville community by organizing Human Rights Awareness Day each fall, and the Undergraduate Research and Creative Achievement Fair each spring. ===Pius X School of Liturgical Music=== The Pius X School of Liturgical Music was opened in 1916 as part of the college. It was founded by Justine Ward, who had developed teaching methods for Gregorian chant emulating the techniques of the monks in Solesmes, and by Mother Georgia Stevens, RSCJ, a musician and nun.Catherine A. Carroll, \"Justine B. Ward and the Pius X School 1916-1931: Historical Outline\", in Litjens/Steinschulte, Divini 121-124. Faculty over the years included Ward, Achille Bragers and André Mocquereau. Thousands of music teachers studied at the school, including Cecilia Clare Bocard and Thomas Mark Liotta. The school's namesake was Pope Pius X, a devotee of sacred music who initiated reform of the liturgy in the 20th century. The institute closed in 1969. In 2010 a Gregorian Chant, held in Pius X Hall, as part of Inauguration festivities for the previous President, saw a packed auditorium of alumni, students, and faculty. ===Graduate programs=== thumb|240px|right|The restored nineteenth-century \"Lady Chapel\" in Ohnell Environmental Park In addition to its 45 majors and minors of undergraduate study, Manhattanville College offers graduate master's degrees in ten areas of study and an Ed.D. in the School of Education. The college also offers Master's of Science degrees in Human Resource Management and Organizational Effectiveness, Business Leadership, Marketing Communication Management, International Management, Sport Business Management, and Finance as well as an accelerated BS degrees as part of the APPEAL (Accelerated Professional Programs for Evening Adult Learners), and a range of dual degree programs. The Institute for Managing Risk and the Women's Leadership Institute provide academic resources skills and events to serve the needs of individuals, organizations and businesses. Manhattanville's 36-credit Master of Fine Arts in creative writing program is open to graduates of accredited colleges and universities who demonstrate a strong potential in writing and critical thinking. Students are admitted to the program primarily on the strength of the writing they submit as part of the application process. ===School of Nursing and Health Sciences=== In 2019 the school began exploring the possibility of opening a nursing school as the nearby College of New Rochelle had permanently closed. In fall 2020 in the midst of the COVID-19 pandemic, Manhattanville opened its nursing school. During its first year in 2020 Manhattanville's School of Nursing and Health Sciences admitted more than 120 nursing students. In January 2021, the college added a Family Nurse Practitioner (FNP) program that welcomed its first students in the fall 2021. The school offers two degrees in nursing: Bachelor of Science in Nursing for traditional 4-year and transfer students as well as a Bachelor of Science in Nursing for second-degree students who hold a bachelor's degree. In 2021 Manhattanville College announced that it reached an agreement with Concordia College to acquire the school's Radiologic Technology (Rad Tech) program and the continuing students from Concordia transferred to Manhattanville to complete their degrees. The Bachelor of Science (BS) in Radiologic Technology is a 122-credit program accredited by the Joint Review Committee on Education in Radiologic Technology (JRCERT) and registered with the New York State Department of Education (NYSED). In November, 2021 the School of Nursing and Health Sciences received accreditation from the Commission on Collegiate Nursing Education (CCNE) for its Bachelor of Science programs in Nursing. In addition, as of November 2021, the school has a 100 percent pass rate for the National Council Licensure Examination (NCLEX), meaning all recent graduates from the Bachelor of Science in Nursing program at Manhattanville who have taken the test have passed the national licensure exam. ===Manhattanville Library Rare Book and Manuscripts Room=== The Rare Book and Manuscripts Room preserves both manuscripts and printed materials from the Manhattanville College Library. The rare book collection consists of approximately 2,400 titles that span the history of the book in the United States and Europe. Subject fields represented include history, religion, literature, biography, and philosophy. The collection also includes other formats such as periodicals, Jewish pamphlets, government documents, maps, and manuscripts. Particularly noteworthy are five incunabula, and several bound manuscript volumes. The latter include individual collections of psalms and prayers intended as an aid to private devotion, known as the Books of Hours. The most notable of these is the Horae Beatae Mariae Virginis, Cum Calendario--also known as the Manhattanville Book of Hours. ==Student life== ===Athletics=== Manhattanville is a member of NCAA Division III, competing primarily in the Skyline Conference, the United Collegiate Hockey Conference (men's & women's hockey), and the NECC (Woman's Field Hockey). The department has added eight teams since 2007 and currently sponsors 20 varsity sports: men's and women's basketball, cross country, hockey, indoor track, lacrosse, outdoor track, and soccer; baseball, softball, men's and women's golf, field hockey, and women's volleyball. Men's and women's tennis will begin in 2018–19. In May 2018, Manhattanville announced that they would leave the MAC Freedom Conference and return to the Skyline Conference for the 2019–20 academic year. Manhattanville was a charter member of the Skyline before leaving to join the MAC in 2007. ===Publications=== The national literary magazine Graffiti is published at Manhattanville. In addition, MFA program at Manhattanville College publishes the literary journal, Inkwell. ==Notable alumni== * Karen Akers - Singer, actress, Theatre World Award winner and Tony Award nominee (Nine, Grand Hotel, Heartburn, The Purple Rose of Cairo) * Kathleen Sullivan Alioto - Educator, politician, Chairperson of the Boston School Committee * Ann Bermingham - Professor emeritus of art history at the University of California, Santa Barbara * Cecilia Clare Bocard, S.P. - Musician and composer of works for organ, piano, and chorus * Jamaal Bowman - Educator and Congressman-elect for New York's 16th congressional district in the U.S. House of Representatives * Matt Braunger - Actor, writer and stand-up comedian (MADtv) * Sarah Brownson - Writer, daughter of Orestes A. Brownson * Meg Bussert - Broadway actress, singer, and academic (The Music Man, Brigadoon, Camelot) * Sila Calderón - Politician, businesswoman, and former Governor of Puerto Rico * Adele Chatfield-Taylor - President and CEO of the American Academy in Rome, 1988-2013 * Sook Nyul Choi - Children's author * Christine Choy - Documentary film maker (Who Killed Vincent Chin?) * Mary T. Clark, RSCJ - Academic, scholar of the history of philosophy and civil rights advocate * Carlon Colker, M.D. - Physician and dietary supplement industry consultant * James Badge Dale - Film and television actor (24, Rubicon) * James de Givenchy - Jewelry designer and owner of the jewelry company, Taffin * Rosario Ferré - Writer, poet, essayist, professor at the University of Puerto Rico * Anita Figueredo - Surgeon and philanthropist * Lindsay Barrett George - Award- winning illustrator and author of children's books * Katharine Gibbs - Founder of Gibbs College, for-profit institution founded in 1911 * Mindy Grossman - CEO of HSN, Inc., ranked #22 in Fortune‍ 's Top People in Business, 2014 * Mary Hamilton (activist) - Freedom Rider, Congress of Racial Equality field secretary, appelant in the landmark U.S. Supreme Court case, Hamilton v. Alabama (1964) * Jane Briggs Hart - aviator * Marion S. Kellogg – First woman vice president of General Electric * Rose Kennedy - Mother of U.S. President John F. Kennedy * Ethel Skakel Kennedy - Widow of U.S. Senator Robert F. Kennedy; founder of the Robert F. Kennedy Memorial Center * Joan Bennett Kennedy - Writer, musician, former wife of U.S. Senator Edward M. Kennedy * Janice Lachance - CEO of the Special Libraries Association and former Director of the U.S. Office of Personnel Management * Mickey Lang - professional ice hockey player for the Toronto Marlies * Maria Elena Lagomasino - CEO of Asset Management Advisors, an affiliate of SunTrust Banks; director of The Coca-Cola Company; former chairman and CEO of JP Morgan Private Bank; 2007 Hispanic Business Woman of the Year * Sean Lavery - Composer; Director of Liturgical and Music Development at the Immaculate Conception Cathedral in Ozamiz in the Philippines; Director of Sacred Music at St Patrick's College, Maynooth, Ireland * Hildreth Meiere - Architectural artist, muralist and mosaicist; first woman to win the Fine Arts Medal of the American Institute of Architects * Daryl A. Mundis - Senior Trial Attorney at The Hague for the Slobodan Milošević trial * Rosemary Murphy - Film, stage, and television actress (To Kill a Mockingbird, Walking Tall, Eleanor and Franklin) * Josie Natori - President of The Natori Company * Olga Nolla - Poet, journalist, resident writer at Universidad Metropolitana (UMET) * Kitty Pilgrim - Emmy, Peabody, and Dupont award-winning CNN News anchor and correspondent * Mary Perkins Ryan - a Catholic writer and educator. * Nancy Salisbury RSCJ - Educator and academic * Dalmazio Santini - Composer * Carol Sauvion - Executive Producer and Director, Craft in America, Peabody Award-winning, Emmy-nominated, PBS documentary series. * Jane D. Schaberg - Feminist biblical scholar; Professor of Religious Studies and Women's Studies at the University of Detroit Mercy. * Phyllis Shalant - Children's fiction and non-fiction author * Eunice Kennedy Shriver - Founder and Honorary Chairman of the Special Olympics; Executive President of the Joseph P. Kennedy, Jr. Foundation * Maria Shriver - Former First Lady of California, noted journalist and activist. * Barbara Boggs Sigmund - Former mayor of Princeton, New Jersey * Tina Sloan - Film and television actress (Guiding Light) * Jean Kennedy Smith - diplomat and former U.S. Ambassador to Ireland * Nan A. Talese - Editor * Brittany Underwood - Actress and Singer (One Life to Live and Hollywood Heights) * Carmen Marc Valvo - Designer * Gloria Morgan Vanderbilt - socialite, grandmother to Anderson Cooper * Barbara Farrell Vucanovich - U.S. House of Representatives, Nevada 2nd District * Patricia Nell Warren - Novelist (The Front Runner), essayist, lesbian and gay rights activist * Kathleen Wilber - Professor of Gerontology, University of Southern California, ==References== == External links == *Official website Category:Universities and colleges in Westchester County, New York Category:Harrison, New York Category:Private universities and colleges in New York (state) Category:Educational institutions established in 1841 Category:1841 establishments in New York (state) Category:Former Catholic universities and colleges in the United States Category:Sacred Heart universities and colleges",
 "title": "Manhattanville College"
}