{
 "id": "745113",
 "text": "The Sayyid dynasty was the fourth dynasty of the Delhi Sultanate, with four rulers ruling from 1414 to 1451. Founded by Khizr Khan, a former governor of Multan, they succeeded the Tughlaq dynasty and ruled the sultanate until they were displaced by the Lodi dynasty. ==Origins== A contemporary writer Yahya Sirhindi mentions in his Takhrikh-i-Mubarak Shahi that Khizr Khan was a descendant of prophet Muhammad. Members of the dynasty derived their title, Sayyid, or the descendants of the Islamic prophet, Muhammad, based on the claim that they belonged to his lineage through his daughter Fatima. However, Yahya Sirhindi based his conclusions on unsubstantial evidence, the first being a casual recognition by the famous saint Sayyid Jalaluddin Bukhari of Uch Sharif of his Sayyid heritage, and secondly the noble character of the Sultan which distinguished him as a Prophet's descendant. According to Eaton, Khizr Khan was son of a Punjabi chieftain. ==History== Following Timur's 1398 Sack of Delhi, he appointed Khizr Khan as deputy of Multan (Punjab). Khizr Khan captured Delhi on 28 May 1414 thereby establishing the Sayyid dynasty. Khizr Khan did not take up the title of Sultan and nominally, continued to be a Rayat-i-Ala (vassal) of the Timurids - initially that of Timur, and later his son Shah Rukh.Mahajan, V.D. (1991, reprint 2007). History of Medieval India, Part I, New Delhi: S. Chand, , p.237 Khizr Khan was succeeded by his son Sayyid Mubarak Shah after his death on 20 May 1421. Mubarak Shah referred to himself as Muizz-ud-Din Mubarak Shah on his coins. A detailed account of his reign is available in the Tarikh-i-Mubarak Shahi written by Yahya-bin- Ahmad Sirhindi. After the death of Mubarak Shah, his nephew, Muhammad Shah ascended the throne and styled himself as Sultan Muhammad Shah. Just before his death, he called his son Sayyid Ala-ud-Din Shah from Badaun, and nominated him as successor. The last ruler of the Sayyids, Ala-ud-Din, voluntarily abdicated the throne of the Delhi Sultanate in favour of Bahlul Khan Lodi on 19 April 1451, and left for Badaun, where he died in 1478.Mahajan, V.D. (1991, reprint 2007). History of Medieval India, Part I, Now Delhi: S. Chand, , p.244 ==Kings== ===Khizr Khan=== thumb|Billon Tanka of Khizr Khan INO Firoz Shah Tughlaq Khizr Khan was the governor of Multan under Firuz Shah Tughlaq. When Timur invaded India, Khizr Khan, a Sayyid from Multan joined him. Timur appointed him the governor of Multan and Lahore. He then conquered the city of Delhi and started the rule of the Sayyids in 1414. He was ruling in the name of Timur. He could not assume an independent position in all respects. As a mark of recognition of the suzerainty of the Timurids, the name of the Timurid ruler (Shah Rukh) was recited in the khutba but as an interesting innovation, the name of Khizr Khan was also attached to it. But strangely enough, the name of the Timurid ruler was not inscribed on the coins and the name of the old Tughlaq sultan continued on the currency. No coins are known in the name of Khizr Khan.Nizami, K.A. (1970, reprint 2006) A Comprehensive History of India, Vol-V, Part-1, People Publishing House, , p.631 ===Mubarak Shah=== thumb|Double falls of Mubarak Shah Mubarak Shah was the son of Khizr Khan, who ascended the throne in the year 1421, unlike his father, he hardly made any attempt in recovering the lost territories of the kingdom. ===Muhammad Shah=== Muhammad Shah was a nephew of Mubarak Shah. He ruled from 1434 to 1443. Muhammad Shah acceded to the throne with the help of Sarwar ul Mulk. After that Shah wanted to free himself from the domination of Sarwar ul Mulk with the help of his faithful vizier Kamal ul Mulk. His reign was marked by many rebellions and conspiracies, and he died in the year. ===Alam Shah=== The last ruler of the Sayyid dynasty, Alauddin Alam Shah was defeated by Bahlol Lodi, who started the Lodi dynasty. ==See also== * List of Sunni Muslim dynasties * Persianate states * Saadat-e-Bara * Sadaat-e-Bilgram ==References== ==Sources== * * ==External links== *Encyclopædia Britannica - Sayyid Dynasty *Coin Gallery - Sayyid Dynasty Category:Delhi Sultanate Category:1414 establishments in Asia Category:15th-century establishments in India Category:1451 disestablishments in Asia Category:15th-century disestablishments in India Category:Arab dynasties",
 "title": "Sayyid dynasty"
}