{
 "id": "745324",
 "text": "Jochi Khan (, ; ; ; ; also spelled Djochi, Jöchi and Juchi; c. 1182– February 1227)Genghis Khan: The man who conquered the World: \"Jochi (c.1182-1227). Eldest 'son' of Genghis\" was a Mongol army commander who was the eldest son of Genghis Khan, and presumably one of the four sons by his principal wife Börte, though issues concerning his paternity followed him throughout his life. An accomplished military leader, he participated in his father's conquest of Central Asia, along with his brothers and uncles. == Early life == There is some question as to Jochi's true paternity. Shortly after Börte's marriage to Genghis Khan (known as Temüjin at the time), she was abducted by members of the Mergid confederation. She was given to a certain Chilger Bökh, who was the brother of the Yehe Chiledu, as a spoil of war. She remained in Chilger Bökh's captivity for a few months before she was recovered by Temüjin. Shortly afterwards she gave birth to Jochi. By all accounts, Genghis Khan treated Jochi as his first son, but a doubt always remained whether Temüjin or Chilger Bökh was his real father. Jochi's descendants, although they formed the oldest branch of Genghis Khan's family, were never considered for the succession in claiming their father's heritage and there were signs of estrangement between Jochi and Genghis Khan. == Wars of conquest == In 1207, Jochi conquered several of the forest peoples in Siberia, extending the northern border of the Mongol Empire for the first time. On behalf of his father, Jochi led two campaigns against the Kyrgyz, in 1210 and in 1218.Soucek, Svat A History of Inner Asia (2000), page 107. Jochi played a major role in the Khwarezm war of 1219–1221 in Central Asia – his forces captured the towns of Signak, Jand, and Yanikant in April, 1220, during this war. Subsequently, he was given the command of operation against the city of Urgench (Gurganj, in present-day Turkmenistan), the capital of the Khwarezmian Empire. Here the siege of the town suffered delays because Jochi engaged in extensive negotiation with the town to persuade it to surrender peacefully and to save it from destruction. Jochi's brother Chagatai regarded this action as militarily unsound: Chagatai wanted to destroy the city but Genghis Khan had promised the city to Jochi after his victory. This difference of opinion on military affairs deepened a rift between Jochi and Chagatai. Genghis Khan intervened in the campaign and appointed Ögedei as the commander of the operation. Ögedei resumed the operations vigorously – capturing, sacking and thoroughly destroying the town and massacring its inhabitants (1221). The differences in tactics between Jochi and Chagatai in early 1221 added to their personal quarrel about the succession. To settle the matter, Genghis Khan called for a \"kurultai\", a political and military council - a formal meeting used both in familial matters and in matters of state. Temüjin had won election/appointment as Khan of his tribe during a kurultai, and he called them often during his early campaigns to garner public support for his wars – such meetings were key to Genghis Khan's legitimacy. Tribal tradition was also critical. As Genghis Khan's first-born son, Jochi was favored to rule the clan and the empire after his father died. At the familial kurultai called in 1222, Chagatai raised the issue of Jochi's legitimacy. At that meeting, Genghis Khan made it clear that Jochi was his legitimate first-born son. However, he worried that the quarrelsome nature of the two would split the empire. By early 1223 Genghis Khan had selected Ögedei, his third son, as his successor. For the sake of preserving the Empire, both Jochi and Chagatai agreed, but the rift between them never healed. Their rift would later politically divide the European part of the Mongol Empire from its Asian part permanently. == Succession controversy == During the autumn of 1223 Genghis Khan started for Mongolia after completing the Khwarezm campaign. Ögedei, Chagatai and Tolui went with him but Jochi withdrew to his territories north of Aral and Caspian Seas. There he remained until his death and would not see his father again in his lifetime. Genghis Khan had divided his empire into khanates among his four surviving sons during his lifetime. Jochi was entrusted with the westernmost part of the empire, then lying between Ural (Jaiq, Djaik, Iaik, Jaiakh) and Irtysh rivers. In the Kurultai of 1229 following Genghis Khan's death, this partition was formalized and Jochi's family (Jochi himself had died six months before Genghis Khan) was allocated the lands in the west up to 'as far as the hooves of Mongol horses had trodden'. Following the Mongol custom, Genghis Khan bequeathed only four thousand 'original' Mongol troops to each of his three elder sons and 101,000 to Tolui, his youngest son. Consequently, Jochi's descendants extended their empire mostly with the help of auxiliary troops from the subjugated populations which happened to be Turkic. This was the chief reason why the Golden Horde acquired a Turkic identity. Jochi's inheritance was divided among his sons. His sons Orda and Batu founded the White Horde and the Blue Horde, respectively, and would later combine their territories into the Kipchak Khanate or Golden Horde. Another of Jochi's sons, Shiban, received territories that lay north of Batu and Orda's Ülüs. Genghis Khan had made Jochi responsible for the supervision and conduct of the community hunt. Hunting was essentially a large scale military exercise designed specifically for the training of the army. It frequently encompassed thousands of square kilometers of area, required the participation of several tumens and lasted anywhere between one and three months. Rules and procedure of the conduct of the military exercise were encoded in the Yassa. Certain incidents hint towards the fact that Jochi was of a kinder disposition than Genghis Khan, though the adjective “kind” must be interpreted by the standards of his times and milieu because Jochi had had his share of indulgence in massacres of civilians. On one occasion Jochi pleaded with his father to spare the life of a son of an enemy chief who had been taken captive and who happened to be a great archer. Jochi argued that such a great archer could be an asset to the Mongol army. Genghis Khan brushed aside this argument and had the captive executed. == Legacy == thumb|right|The Ulus of Jochi Jochi's son Berke was among the earliest Mongols to convert to Islam. Among his other descendants were Öz Beg Khan, Tokhtamysh and Hacı I Giray. Under Jochi's son Batu, Mongol rule expanded to its westernmost limit, and the Golden Horde (Kipchak Khanate) was established to consolidate the Jochid ulus. Öz Beg Khan would later oversee the economic, military and political golden age of the Horde and presided over its Islamisation. The first mention about his mausoleum is found in 16th century Sharaf-name-yi shahi, describing the 1582 the campaign of the Abdullah Khan II: == Wives, concubines, and children == Like his father, Jochi had a large number of wives and concubines, however the exact details of these women are scarce. Jochi had at least 14 sonsH.H.Howorth-History of the Mongols, part. II div. II, p. 35. and two daughters: * Orda (c. 1206–1251) * Batu (c. 1207–1255) * Berke, Khan of the Golden Horde from 1257–1267David Morgan, The Mongols, p. 224. * Berkhechir * Shiban * Tangad * Teval (Buval). He was the grandfather of Nogai Khan. * Chilagun * Sinqur * Chimbay * Muhammed * Udur * Tuqa-Timur, the ancestor of late khans of the Great Horde. * Shingum * Qoluyiqan.The Secret History of the Mongols: The life and times of Chinggis Khan (2001) Onon, Urgunge [ed.], Abingdon: Routledge-Curzon Press, pp. 222–223. \"He [Chinggis Qahan] gave ... Jochi's daughter Qoluyiqan to Inalchi's elder brother Törelchi.\" She married Törelchi, eldest son of Quduqa-beki of the Oirats. * Daughter who married the Qarluq chief of Almaliq. *Begtütmish, sister of Sorghaghtani and Ibaqa == Ancestry == == In fiction == Jochi appeared as a supporting character in the 2007 Japanese-Mongolian film Genghis Khan: To the Ends of the Earth and Sea, played by Kenichi Matsuyama and in the 1978 Pakistani drama Aakhri Chattan played by Wakeel Farooqui. == See also == * Mongol Empire * Genghis Khan * Mongols * Ögedei Khan * Subutai * Nogai Khan * Wings of the Golden Horde == References == == Bibliography == * Category:Mongol khans Category:1180s births Category:1227 deaths Category:Year of birth uncertain Category:13th-century monarchs in Asia",
 "title": "Jochi"
}