{
 "id": "745457",
 "text": "WCBE (90.5 FM) is a public radio station in Columbus, Ohio that began broadcasting in 1956.History Cards for WCBE, fcc.gov. Retrieved June 10, 2018. The WCBE call sign represents the station's licensee, the Columbus Board of Education (Columbus City Schools). From WCBE.org: :\"WCBE is a public radio station that exists to serve the cultural, information, and educational needs of Central Ohio and beyond. We fulfill this mission utilizing all available audio media: radio broadcasting, web streaming, content provision, and any other media existing or emerging which will help us enhance our community. :\"Our goal is to provide a broad base of the Central Ohio community with services going beyond the stereotypical \"heritage\" formats of public radio. We shall mix public radio news and cultural mainstays with a truly eclectic blend of local and world music, a commitment to local news coverage, and efforts to serve our audience in both traditional and nontraditional ways.\" The station was originally housed in the Columbus Normal School building, but moved to the Columbus Public Schools headquarters at 270 E. State Street in downtown Columbus, and then relocated to the historic Fort Hayes educational campus in 1992. The station's tower is located on top of LeVeque Tower in downtown Columbus. thumb|LeVeque Tower, Columbus, Ohio == Early Years == The station went on-air in 1956 under the direction of General Manager John Sittig. Initially, the station carried only locally produced education programs designed to connect remote learners to classrooms and only with limited broadcast hours. In 1968, station management was approached by the Good Music Advisory Society to expand broadcast hours, launch classical music programming, and increase station power from 3000 to 10,000 watts. WCBE was the first station in Columbus to affiliate with National Public Radio and began carrying NPR programs with their first broadcast on May 3, 1971 with All Things Considered. Of note, Michael Feinstein, noted singer of the Great American Songbook, interned at WCBE while he was a high school student in Columbus Public Schools in the mid-70s. thumb|left|1994 WCBE Promotional CD == Your True Alternative == WOSU-FM broadcast an exclusive classical music service, and in 1990, to avoid duplication in the market, especially on the FM band, WCBE, now led by General Manager and longtime staffer Sharon Miller, switched musical formats to music classified as adult album alternative (AAA or Triple-A). Program Directors David Gordon and Norm Beeker managed the on- air programming during this period of unprecedented growth, revamping weekend programming, moving to a 24-hour broadcast with the BBC World Service and launching new local music and news programs. Programming received several awards during this era, including the eclectic music program Radio Free Columbus, hosted by Jon Peterson, honored as the 1993 Ohio Educational Broadcasting Program of the Year (OEBie Award), and Kids Sundae, a live children's variety show co-hosted by Dan Mushalko, recipient of the 1994 OEBie Program of the Year. Kids Sundae featured live performances, and had children serve as reporters, producers, and co-hosts, one of whom was WCMH news anchor Kerry Charles. In addition, Evening Journal, a half-hour daily local news broadcast, was honored as the 1992, 1993, and 1994 Best News Program by the Public Radio News Directors (PRNDI). The station also syndicated Toss the Feathers Christmas, an annual Celtic music Christmas program, hosted by Doug Dickson, between 1994 and 2004 across the globe through Public Radio International (PRI). == Recent Years == Global Village, a daily music program, has been on-air since 1990, with only three hosts in that history, having been started by Bill Munger, hosted for many years by Maxx Faulkner, and now hosted by Maggie Brennan, who began as a college intern at the station. WCBE continues to carry programs from NPR and PRI and the station carries most of the major public radio programs, including Morning Edition and All Things Considered, national music programs including The World Cafe and Echoes as well as several locally produced specialty music programs. Since 1980, WCBE has carried Ohio news from the Statehouse News Bureau, now led by Bureau Chief and former WCBE News Director Karen Kasler. With the move to the Fort Hayes studios in 1992, the station began a series of live in-studio concerts, Live from Studio A, and recordings have been featured on promotional tapes and CDs. It's Movie Time is a regular feature on WCBE, hosted by John DeSando, and has won awards from the Los Angeles Press Club (2010, best radio feature), the Hermes Award (2010, Gold Award), and the Marcom Awards (2010, Gold Award). The major public radio programs had also historically been broadcast on the WOSU- AM (820 AM) signal, but a series of changes in 2010 allowed Ohio State University to move the classical broadcast to WOSA (101.1 FM), their AM news service to the WOSU-FM (89.7 FM) signal, and WWLG (102.5 FM) became the new home for the former CD101 alternative rock station in a financial deal worth 4.8 million. Ohio State would then sell the 820 AM station to St. Gabriel Radio in a $2 million transaction. That station now broadcasts as WSVG. This competition created financial pressures for WCBE and General Manager Dan Mushalko was let go in 2019 having been convicted of telecommunications fraud for altering invoices to hide station debt from Columbus City Schools leadership.https://cpb.org/files/reports/WCBE-FM-Columbus%20-Determination- Letter.pdf Ohio State University and WOSU hired former Columbus Mayor Michael B. Coleman to negotiate with a private group called WCBE Ohio to take over station operations, but did not negotiate with the district. The district paid off station debt with public funds, electing to retain the license, and district leadership continues to consider the future of the station. ==References== ==External links== *WCBE website * CBE Category:NPR member stations Category:Radio stations established in 1956 Category:1956 establishments in Ohio",
 "title": "WCBE"
}