{
 "id": "745488",
 "text": "WTVN (610 AM) – branded as \"News Radio 610 WTVN\" – is a commercial talk radio station licensed to Columbus, Ohio. Owned by iHeartMedia, the station serves the Columbus metro area. The WTVN studios area located in Downtown Columbus, and its transmitter site is near Obetz. In addition to a standard analog transmission, the station simulcasts over the HD digital subchannel of co- owned WODC, and streams online via iHeartRadio. WTVN began broadcasting in HD Radio in June 2005, but the in-band on-channel subcarrier was discontinued by 2015. With 5,000 watts of power, during the day the station can be heard as far away as Indianapolis, Fort Wayne, Detroit, and Cleveland. At night, a directional antenna protects stations operating on the same frequency, including KCSP in Kansas City, WTEL in Philadelphia, and WIOD in Miami. The nighttime signal is primarily radiated northward over central Columbus, and outlying suburbs in the direction of the nulls experience a degraded signal. == Programming == WTVN's programming is largely made up of co-owned Premiere Networks' syndicated talk shows, including The Rush Limbaugh Show, The Glenn Beck Program and Coast to Coast AM live and The Sean Hannity Show on tape delay. WTVN utilizes two local talk radio hosts, with Joel Riley hosting during morning drive time. The format of the local shows usually consists of simple day-to-day topics in which listeners are encouraged to call to discuss their viewpoints or experiences. Weekends feature: The Mark Levin Show, The Kim Komando Show, In the Garden with Ron Wilson, Joe Pags and Ric Edelman. World and national news is supplied by ABC News Radio. ==History== Effective December 1, 1921, the Department of Commerce, which regulated radio at this time, adopted regulations setting aside two wavelengths for use by broadcasting stations: 360 meters (833 kHz) for \"entertainment\" programs, and 485 meters (619 kHz) for \"market and weather\" reports.\"Amendments to Regulations\", Radio Service Bulletin, January 3, 1922, page 10. WTVN's first license, as WBAV, was issued on April 29, 1922 to the Erner & Hopkins Company at 146 North Third Street in Columbus, for operation on 360 meters.\"New Stations\", Radio Service Bulletin, May 1, 1922, page 2. Limited Commercial license, serial #686, issued April 29, 1922 to Erner & Hopkins Company in Columbus, Ohio for three months on 360 meters. The WBAV call letters were randomly assigned from an alphabetical roster of available call signs. The station made its formal debut on the evening of May 8, 1922, which the Columbus Dispatch heralded as \"a success from every standpoint\".\"WBAV's First Program a Success\", Columbus Dispatch, May 9, 1922, page 2. A few months after receiving its initial license, WBAV was authorized to also broadcast on the 485 meter \"market and weather\" wavelength.\"Alterations and corrections\", Radio Service Bulletin, August 1, 1922, page 7. In September 1922 the Department of Commerce set aside a second entertainment wavelength, 400 meters (750 kHz) for \"Class B\" stations that had quality equipment and programming.\"Amendments to Regulations: Regulation 57\", Radio Service Bulletin, September 1, 1922, pages 10-11. In May 1923 additional \"Class B\" frequencies were made available. One of the Ohio allocations was 770 kHz,\"Radio Conference Recommendations: New Wave Lengths\", Radio Age, May 1923, page 11. Beginning with these assignments radio stations ended the practice of broadcasting their market reports and weather forecasts on the separate 485 meter wavelength. and WBAV was assigned to this frequency on a time-sharing basis with WJAX in Cleveland.\"Alterations and corrections\", Radio Service Bulletin, June 1, 1923, page 10. In mid-1924 WBAV was reassigned to 710 kHz, now sharing time with WLW in Cincinnati,\"Alterations and corrections\", Radio Service Bulletin, July 1, 1924, page 8. which was changed in early 1925 to 1020 kHz, with a new timeshare partner of WEAO in Columbus.\"Alterations and corrections\", Radio Service Bulletin, February 2, 1925, page 8. In early November 1925, the American Insurance Union took over the station, changing the call letters to WAIU.\"WBAV to Become WAIU After Monday Evening\", Columbus Dispatch, October 31, 1925, page 8. WAIU was a charter member of the CBS Radio Network, being one of the 16 stations that aired the first CBS network program on September 18, 1927.Radio Digest, September 1927, quoted in: McLeod, Elizabeth (September 20, 2002). CBS—In the Beginning, History of American Broadcasting. Retrieved on 2007-01-01. The other stations were: WOR/Newark; WADC/Akron, Ohio; WGHP/Detroit; WCAO/Baltimore; WCAU/Philadelphia; WEAN/Providence; WFBL/Syracuse; WJAS/Pittsburgh; WKRC/Cincinnati; WMAK/Buffalo-Lockport; WMAQ/Chicago; WNAC/Boston; WOWO/Fort Wayne, Indiana; KMOX/St. Louis; and KOIL/Council Bluffs, Iowa. On June 15, 1927, the newly formed Federal Radio Commission (FRC) reassigned WAIU to 1060 kHz, still sharing time with WEAO.\"Broadcasting Stations Alphabetically by States and Cities\" [Effective June 15, 1927], Radio Service Bulletin, May 31, 1927, page 7. On November 11, 1928, the FRC made a major nationwide reallocation, implementing standards contained in its General Order 40. With these reassignments, most former \"Class B\" stations were granted a primary status on what were known as \"clear channel\" frequencies. However, WAIU was reduced to a secondary station on the clear channel frequency of 640 kHz. Also, now a \"limited time\" station, it had unrestricted daytime operating hours, but its evening hours were limited to operation only until sunset in Los Angeles, California, which was the location of the frequency's primary station, KFI.\"Revised list of broadcasting stations, by frequencies, effective 3 a. m., November 11, 1928, eastern standard time\", page 204 Second Annual Report of the Federal Radio Commission (June 30, 1928), page 201. On July 1, 1936, WAIU's call sign was changed to WHKC, to go with that of then commonly owned WHK in Cleveland. ===1945 move from 640 to 610 kHz=== In August 1941 the Federal Communications Commission (FCC) adopted a \"duopoly\" rule, which restricted licensees from operating more than one radio station in a city.\"Ban On Multiple Ownership in Same Area\", Broadcasting, August 11, 1941, pages 6-7. At this time, in addition to owning WHKC in Columbus, United Broadcasting owned two stations in Cleveland: WHK and WCLE. As part of a successful plan to avoid having to give up one of its Cleveland stations, United arranged for a frequency swap between WCLE, then on 610 kHz, and WHKC on 640 kHz. In order to conform to the duopoly restrictions, WCLE was moved from Cleveland to Akron. In conjunction with this transfer WCLE, which had been operating as a daytime-only station on 610 kHz, shifted to 640 kHz. This in turn made it possible for WHKC to move from 640 to 610 kHz. WHKC installed a directional antenna near Columbus, which allowed it to expand to full-time operation with 1,000 watts, starting in February 1945. In 1949 WHKC's power was increased to 5,000 watts day and night. The station became WTVN on July 23, 1954 when it was acquired by Radio Cincinnati Inc., which later become Taft Broadcasting.\"WHKC bought by WTVN (TV), WKRC interests for $158,000\", Broadcasting, April 19, 1954, pg. 7. The sale to the Taft family made 610 AM a sister station to WTVN-TV (channel 6); in 1960 Taft launched an FM station in Columbus, WTVN-FM (96.3, now WLVQ). In 1987 Taft was reorganized as Great American Broadcasting after financier Carl Lindner, Jr. succeeded in a hostile takeover of the company. Great American retained WTVN and WLVQ but not WTVN-TV (now WSYX), which was sold to former Taft shareholder Robert Bass and his new company, Anchor Media. Great American Broadcasting was renamed Citicasters in 1993. Jacor Communications purchased Citicasters in 1996. WLVQ was split from WTVN when the FM station was acquired by CBS Radio in 1998, and a year later Jacor was absorbed into Clear Channel Communications. At one time, when WTVN still aired music programming, the station broadcast using C-QUAM AM Stereo. The stereo equipment was installed in 1988 but it was not until 1992 that the station operated in full stereo. Analog stereo transmissions ended several years later, though the internet feed remains stereophonic. WTVN also broadcast using iBiquity's HD Radio format in the late 2000s, though it was difficult to maintain a lock on the carrier and digital transmissions have since ceased. An attempt was made to improve WTVN's coverage, by installing a new antenna array and increasing power to 50,000 watts. However, zoning problems at the antenna site could not be resolved. WTVN tried to claim the right to build new towers as a \"public utility\", but lost in court on May 12, 2002. In 2006 the station replaced Pat Pagano and the meteorologists at Metro Weather Service with weather talent from WBNS (Channel 10), which was itself replaced by weather services from WSYX television.Tim Feran, \"Station's Format Turns Right,\" The Columbus Dispatch, Life section, p. 6B, Saturday, December 23, 2006,Tim Feran, \"Channel 10 to do Radio Weather,\" The Columbus Dispatch, Features section, 7B, Friday, December 22, 2006 Metro Weather, based out of Valley Stream, New York, provided weather reports 24 hours, including Pagano during Bob Conners' morning show.WODB shelters forecaster after storm, Ann Fisher, Columbus Dispatch, Wednesday, January 17, 2007 Afternoon drive was hosted by John Corby until his death on January 20, 2018. ==AIU Building== American Insurance Union owned the AIU Building (now the LeVeque Tower) in Columbus, which at the time was the tallest building in the city. Various radio facilities were located at the top of the skyscraper, including the transmitting antennae for WLWC-TV, Channel 4 (now WCMH-TV) and WTVN-TV, Channel 6 (now WSYX-TV). American Insurance Union later became part of Nationwide Insurance, owner of Nationwide Communications - former parent company of WNCI, which is a current sister station to WTVN. ==References== == External links == *FCC History Cards for WTVN (covering 1927-1980 as WAIU / WHKC / WTVN) *610 WTVN TVN Category:News and talk radio stations in the United States Category:Radio stations established in 1922 Category:1922 establishments in Ohio Category:Taft Broadcasting Category:IHeartMedia radio stations Category:Radio stations licensed before 1923 and still broadcasting",
 "title": "WTVN"
}