{
 "id": "74553",
 "text": "Dermatology is the branch of medicine dealing with the skin.Random House Webster's Unabridged Dictionary. Random House, Inc. 2001. Page 537. . It is a speciality with both medical and surgical aspects. A dermatologist is a specialist medical doctor who manages diseases related to skin, hair, nails, and some cosmetic problems. ==Etymology== Attested in English in 1819, the word \"dermatology\" derives from the Greek δέρματος (dermatos), genitive of δέρμα (derma), \"skin\"δέρμα, Henry George Liddell, Robert Scott, A Greek- English Lexicon, on Perseus (itself from δέρω dero, \"to flay\"δέρω, Henry George Liddell, Robert Scott, A Greek-English Lexicon, on Perseus Digital Library) and -λογία -logia. Neo-Latin dermatologia was coined in 1630, an anatomical term with various French and German uses attested from the 1730s. == History == In 1708, the first great school of dermatology became a reality at the famous Hôpital Saint-Louis in Paris, and the first textbooks (Willan's, 1798–1808) and atlases (Alibert's, 1806–1816) appeared in print around the same time.Freedberg, et al. (2003). Fitzpatrick's Dermatology in General Medicine. (6th ed.). McGraw-Hill Professional. Page 3. . == Training == ===United States=== After earning a medical degree (M.D. or D.O.), the length of training in the United States for a general dermatologist to be eligible for board certification by the American Academy of Dermatology, American Board of Dermatology, or American Osteopathic Board of Dermatology is four years. This training consists of an initial medical, transitional, surgical, or pediatric intern year followed by a three-year dermatology residency. Following this training, one- or two-year post-residency fellowships are available in immunodermatology, phototherapy, laser medicine, Mohs micrographic surgery, cosmetic surgery, dermatopathology, or pediatric dermatology. While these dermatology fellowships offer additional subspecialty training, many dermatologist proficiently provide these services without subspecialty fellowship training. For the past several years, dermatology residency positions in the United States have been one of the most competitive to obtain. The United States has been experiencing a national shortage of dermatologists for more than a decade. A study published by the Journal of the American Medical Association reported fewer than 3.4 dermatologists for every 100,000 people. ===United Kingdom=== In the UK, a dermatologist is a medically qualified practitioner who has gone on to specialize in medicine and then subspecialize in dermatology. This involves: * Medical school for five years to obtain an MBBS, MBBCh, MB, or BChir degree * Two years of foundation rotations in various specialties * Two to three years training in general medicine to obtain a higher degree in medicine and become a member of the Royal College of Physicians * Having obtained the MRCP examination, applying to become a Specialty Registrar (StR) in Dermatology and training for four years in dermatology * Passing the Specialty Certificate Examination in dermatology before the end of training Upon successful completion of the four- year training period, the doctor becomes an accredited dermatologist and is able to apply for a consultant hospital post as a consultant dermatologist. == Fields == === Cosmetic dermatology === Dermatologists have been leaders in the field of cosmetic surgery.James, William; Berger, Timothy; Elston, Dirk (2005). Andrews' Diseases of the Skin: Clinical Dermatology (10th ed.). Saunders. Page 895. . Some dermatologists complete fellowships in surgical dermatology. Many are trained in their residency on the use of botulinum toxin, fillers, and laser surgery. Some dermatologists perform cosmetic procedures including liposuction, blepharoplasty, and face lifts. Most dermatologists limit their cosmetic practice to minimally invasive procedures. Despite an absence of formal guidelines from the American Board of Dermatology, many cosmetic fellowships are offered in both surgery and laser medicine. === Dermatopathology === A dermatopathologist is a pathologist or dermatologist who specializes in the pathology of the skin. This field is shared by dermatologists and pathologists. Usually, a dermatologist or pathologist completes one year of dermatopathology fellowship. This usually includes six months of general pathology and six months of dermatopathology. Alumni of both specialties can qualify as dermatopathologists. At the completion of a standard residency in dermatology, many dermatologists are also competent at dermatopathology. Some dermatopathologists qualify to sit for their examinations by completing a residency in dermatology and one in pathology. === Trichology === Trichology specializes in diseases, which manifest with hair loss, hair abnormalities, hypertrichosis and scalp changes. Trichoscopy is a medical diagnostic method, which is used by dermatologists with a special interest in trichology. === Immunodermatology === This field specializes in the treatment of immune-mediated skin diseases such as lupus, bullous pemphigoid, pemphigus vulgaris, and other immune-mediated skin disorders. Specialists in this field often run their own immunopathology labs. Immunodermatology testing is essential for the correct diagnosis and treatment of many diseases affecting epithelial organs including skin, mucous membranes, gastrointestinal and respiratory tracts. The various diseases often overlap in clinical and histological presentation and, although the diseases themselves are not common, may present with features of common skin disorders such as urticaria, eczema and chronic itch. Therefore, the diagnosis of an immunodermatological disease is often delayed. Tests are performed on blood and tissues that are sent to various laboratories from medical facilities and referring physicians across the United States. ===Mohs surgery=== The dermatologic subspecialty called Mohs surgery focuses on the excision of skin cancers using a technique that allows intraoperative assessment of most of the peripheral and deep tumor margins. Developed in the 1930s by Dr. Frederic E. Mohs, the procedure is defined as a type of CCPDMA processing. Physicians trained in this technique must be comfortable with both pathology and surgery, and dermatologists receive extensive training in both during their residency. Physicians who perform Mohs surgery can receive training in this specialized technique during their dermatology residency, but many seek additional training either through formal preceptorships to become fellows of the American Society for Mohs Surgery or through one-year Mohs surgery fellowship training programs administered by the American College of Mohs Surgery. In 2020, the American Board of Dermatology (ABD) received approval from the American Board of Medical Specialties (ABMS) to establish a board- certification exam in the subspecialty of Micrographic Dermatologic Surgery (Mohs Surgery). The exam was first offered in October 2021 to any US board- certified dermatologist who practices Mohs surgery, regardless of whether they received their training in dermatology residency or as part of a fellowship. This technique requires the integration of the same doctor in two different capacities - surgeon and pathologist. In case either of the two responsibilities is assigned to another doctor or qualified health-care professional, it is not considered to be Mohs surgery. === Pediatric dermatology === Physicians can qualify for this specialization by completing both a pediatric residency and a dermatology residency. Or they might elect to complete a post-residency fellowship. This field encompasses the complex diseases of the neonates, hereditary skin diseases or genodermatoses, and the many difficulties of working with the pediatric population. === Teledermatology === Teledermatology is a form of dermatological practice in which telecommunication technologies are used to exchange medical information and treatment through audio, visual, and data communication, including photos of dermatologic conditions, between dermatologists and nondermatologists who are evaluating patients, along with dermatologists directly with patients via distance.Burg G, Soyer H.P, Chimenti S. (2005): Teledermatology In: Frisch P, Burgdorf W.: EDF White Book, Skin Diseases in Europe. Berlin, 130-133Douglas A. Perednia, M.D., Nancy A. Brown, M.L.S., OregonHealthSciencesUniversity Teledermatology: one application of telemedicine In India, during the severe coronavirus situations, some dermatologists have initiated online consultation with their patients using some of popular apps, such as Practo, Apollo Pharmacy, Skin Beauty Pal, Lybrate, etc. This subspecialty deals with options to view skin conditions over a large distance to provide knowledge exchange, to establish second-opinion services for experts, or to use this for follow-up of individuals with chronic skin conditions.Ebner et al. 2006 e&i;H. Peter Soyer, Rainer Hofmann-Wellenhof, Cesare Massone, Gerald Gabler, Huiting Dong, Fezal Ozdemir, Giuseppe Argenziano telederm.org: Freely Available Online Consultations in Dermatology Teledermatology can reduce wait times by allowing dermatologists to treat minor conditions online while serious conditions requiring immediate care are given priority for appointments. ===Dermatoepidemiology=== Dermatoepidemiology is the study of skin disease at the population level. One of its aspects is the determination of the global burden of skin diseases. From 1990 to 2013, skin disease constituted about 2% of total global disease disability as measured in disability-adjusted life- years. == Therapies == thumb|Facial cleansing pores in Meditec at ITESM CCM(2012) Therapies provided by dermatologists include: * Excision and treatment of skin cancer * Cryosurgery for the treatment of warts, skin cancers, and other dermatoses * Cosmetic filler injections * Intralesional treatment with steroid drugs or chemotherapy * Laser therapy for the management of birth marks, skin disorders (like vitiligo), tattoo removal, and cosmetic resurfacing and rejuvenation * Chemical peels for the treatment of acne, melasma, and sun damage * Photodynamic therapy for the treatment of skin cancer and precancerous growths * Phototherapy including the use of narrowband UVB, broadband UVB, psoralen, and UVB * Tumescent liposuction: Invented by a gynecologist, a dermatologist (Dr. Jeffrey A. Klein) adapted the procedure to local infusion of dilute anesthetic called tumescent liposuction. This method is now widely practiced by dermatologists, plastic surgeons, and gynecologists. * Radiation therapy, although rarely practiced by dermatologists, some continue to provide it in their offices. * Vitiligo surgery includes procedures such as autologous melanocyte transplant, suction blister grafting, and punch grafting. * Allergy testing uses \"patch\" testing for contact dermatitis. * Systemic therapies include antibiotics, immunomodulators, and novel injectable products. * Topical therapies use many of the numerous products and compounds used topically. Most dermatologic pharmacology can be categorized based on the Anatomical Therapeutic Chemical (ATC) classification system, specifically the ATC code D. == See also == * Cutaneous condition * History of dermatology * List of cutaneous conditions * List of dermatologists * Centro Studi GISED ==References== == External links == *",
 "title": "Dermatology"
}