{
 "id": "746207",
 "text": "Detective Superintendent Andrew \"Andy\" Dalziel and Detective Sergeant, later Detective Inspector, Peter Pascoe are two fictional Yorkshire detectives featuring in a series of novels by Reginald Hill. ==Characterisation and style== Dalziel is depicted as being rude, insensitive and blunt, whereas Pascoe is calm, polite and well mannered. Hill's mysteries often break with storytelling tradition. The novels employ various structural tricks, such as presenting parts of the story in non-chronological order, or alternating with sections from a novel supposedly written by Peter's wife, Ellie Pascoe (née Soper). The novella One Small Step is even set in the future, and deals with the detectives investigating a murder on the moon. In another departure from the norm, the duo do not always \"get their man\", with at least one novel ending with the villain getting away and another strongly implying that what Dalziel and Pascoe dismiss as a series of unrelated accidents actually included at least one undetected instance of murder. ==The novels== # A Clubbable Woman (1970) - Series 1, Episode 1 # An Advancement of Learning (1971) - Series 1, Episode 2 # Ruling Passion (1973) - Series 2, Episode 1 # An April Shroud (1975) - Series 1, Episode 3 (re-titled \"An Autumn Shroud\") # A Pinch of Snuff (1978) - ITV pilot adaptation # A Killing Kindness (1980) - Series 2, Episode 2 # Deadheads (1983) - Series 2, Episode 3 # Exit Lines (1984) - Series 2, Episode 4 # Child's Play (1987) - Series 3, Episode 2 # Auteur Theory (short story, included in the collection There are No Ghosts in the Soviet Union, 1987) # Under World (1988) - Series 3, Episode 1 # Bones and Silence (1990) - Series 3, Episode 3 # One Small Step (1990, novella) - Never adapted for TV # Recalled to Life (1992) - Series 4, Episode 2 # Pictures of Perfection (1994) - Never adapted for TV # The Wood Beyond (1995) - Series 3, Episode 4 # Asking for the Moon (1996, short stories) - Never adapted for TV # On Beulah Height (1998) - Series 4, Episode 1 # Arms and the Women (1999) - Never adapted for TV # Dialogues of the Dead (2002) - Series 7, Episode 5 # Death's Jest-Book (2003) # Good Morning, Midnight (2004) - (inspiration for the episode \"Houdini's Ghost\") # The Death of Dalziel (aka Death Comes for the Fat Man) (2007) # A Cure for All Diseases (US title The Price of Butcher's Meat ) (2008) # Midnight Fugue (2009) ==TV series== * ITV adapted the novel A Pinch of Snuff in 1993 for a three-part serial. The serial starred comedy duo Gareth Hale as Dalziel and Norman Pace as Pascoe. Christopher Fairbank was cast as DS Edgar Wield. Reginald Hill was not happy with the adaptation, and it remained a one-off, much to ITV's disappointment. * The BBC created a more successful series of adaptations, beginning in March 1996, with an adaptation of the first novel, A Clubbable Woman. Produced by BBC Birmingham, the series starred Warren Clarke as Dalziel, Colin Buchanan as Pascoe, David Royle as DS Edgar \"Wieldy\" Wield and Susannah Corbett as Ellie Pascoe. Later series introduced Jo-Anne Stockham as DC Shirley \"Ivor\" Novello, Keeley Forsyth as DC Carrie \"Tweedie\" Harris, Katy Cavanagh as DS Dawn \"Spike\" Milligan and Jennifer James as DC Kim \"Posh\" Spicer. Twelve series were produced in total, concluding in June 2007. The BBC series won much critical acclaim from newspapers such as The Daily Express and The Sunday Times. The television and novel continuities are separate, with both Ellie and Wield having appeared in the most recent books, despite having been written out of the TV series. ==External links== * Category:Series of books Category:Fictional British police detectives Category:Yorkshire in fiction Category:Literary duos Category:Television duos fr:Inspecteurs associés",
 "title": "Dalziel and Pascoe"
}