{
 "id": "746518",
 "text": "Borghese is the surname of a princely family of Italian noble and papal background, originating as the Borghese or Borghesi in Siena, where they came to prominence in the 13th century and held offices under the commune. During the 16th century, the head of the family, Marcantonio, moved to Rome, where they rose in power and wealth following the election of his son Camillo as Pope Paul V in 1605. They were one of the leading families of the Black Nobility and maintain close ties to the Vatican. ==Borghese (Borghesi) of Siena== The family originated with Tiezzo da Monticiano, a 13th-century wool merchant in Siena, whose nephew Borghese gave his name to the family. Among the important Sienese Borghese are: * Agostino (1390–1462), noted soldier in the wars between Siena and Florence, named count palatine by Pope Pius II and count of the Holy Roman Empire by Sigismund * Niccolò (1432–1500), man of letters, philosopher, and important political figure in the Sienese republic, belonging to the Monte dei Nove. * Pietro (1469–1527), named a senator of Rome by Pope Leo X, killed in the Sack of Rome. * Marcantonio (1504–1574), politician and lawyer in papal service. ==Borghese of Rome== The head of the family, Marcantonio, Patrician of Siena, moved to Rome in 1541 and this Sienese family rapidly gained access to the upper echelons of Roman society, culminating in the election of Marcantonio's son Camillo Borghese as Pope Paul V in 1605. Paul V was an unabashed nepotist, naming his brother Francesco (1556–1620) Duke of Rignano and general of the papal army, his other brother Giambattista (1554–1609) Governor of the Borgo and castellan of Castel Sant'Angelo, and his sister Ortensia's son Scipione Caffarelli (1577–1633), becoming Scipione Borghese on his adoption) a Cardinal and his adoptive son. Paul also bestowed on his nephew Scipione the title Prince of Vivero on (November 17, 1609). As an extended family, the Borghese became some of the largest landowners of the Roman Campagna, increasing their wealth by their strategic control of their properties and a concerted policy of assuming monopolies of milling grain and the rights to run inns. 200 px|thumb|Paul V Burghesius Romanus name on St. Peter's Basilica Thus the Borghese family rose still further in power and wealth. Many of Paul V's official inscriptions include ROMANUS after his name, to reinforce the family's new Roman connection. Scipione was a major patron of the arts, and the family art collection burgeoned under his guardianship (formerly housed at the family seat in Rome, Palazzo Borghese, it has since 1903 been established as the Galleria Borghese, located in the family's former property, Villa Borghese). Marcantonio II (1598–1658), son of Giambattista, was named prince of Sulmona in 1610 (Grandee of Spain of 1st class), again through Paul V's influence, in this case with Philip III of Spain. In 1619 Marcantonio II married Camilla Orsini, becoming heir to both the Borghese and Orsini families. His son Paolo (1624–1646) married Olimpia Aldobrandini, princess of Rossano, and by this marriage enabled the Borghese to lay claim to the Aldobrandini family legacy as well, though this right was only recognised in 1769 after protracted court battles. Along with Paolo's titles, Olimpia passed the title of prince of Rossano to their grandson Marcantonio III (1660–1729), who also became viceroy of Naples. His grandson Marcantonio IV (1730–1800), prince of Sulmona and of Rossano, was a senator of the Roman Republic. His son Camillo Filippo Ludovico (1775–1832) enlisted in the Napoleonic army and later became one of its generals. In 1803 he married Napoleon's sister, Pauline Bonaparte, the promiscuous widow of General Leclerc. Camillo was named duke of Guastalla in 1806, and governor of Piedmont (1807–1814). Camillo's sale of the Borghese collection of antiquities enriched the new Musée du Louvre. On Napoleon's fall, he separated from Pauline and retired to private life in Florence, dying without issue. Marcantonio IV's second son, prince Francesco Borghese- Aldobrandini (1776–1839), was also a general in the Napoleonic army, and inherited all Camillo's property. His great-grandson Prince Scipione Borghese (1871–1927) was an industrialist and sportsman, remembered for participating in the 1907 Peking to Paris Race with the journalist Luigi Barzini. His nephew Junio Valerio Borghese (1906–1974), a navy official and winner of the Medaglia d'Oro al valor Militare, in 1967 founded the extreme right organisation Fronte Nazionale. He fled to Spain in 1970 following accusations of his plotting a coup d'état. There are 4 present branches of the Borghese family: *Borghese, descended from Marcantonio V, princes of Sulmona, Rossano, son of Francesco *Borghese-Aldobrandini, descended from Camillo, princes of Meldola, son of Francesco *Borghese-Salviati, descended from Scipione, dukes of Giuliano, son of Francesco *Borghese-Torlonia, Giulio (1847–1914), princes of Fucino, grandson of Francesco, married princess Anna Maria Torlonia ==Notable members of the family== * Scipione Borghese (1577-1633): cardinal, artistic patron of Bernini, and nephew of Pope Paul V * Pope Paul V (1605-1621): née Camillo Borghese (1550-1621) * Paolo Borghese (1622–1646), he married Olimpia Aldobrandini * Francesco Scipione Maria Borghese (1697-1759): cardinal * Marcantonio Borghese (1730-1800): rebuilt the Villa Borghese and its gardens * Camillo Filippo Ludovico Borghese (1775-1832): second husband of Pauline Bonaparte * Pauline Borghese, née Bonaparte (1780-1825): sister of Napoleon and wife of Camillo Borghese * Scipione Borghese (1871-1927): politician and explorer * Paolo Borghese (1904-1985): Duke of Bomarzo and husband of Marcella Borghese * Junio Valerio Borghese (1906-1974): Italian naval commander and politician * Marcella Borghese, née Fazi (1911-2002): cosmetics entrepreneur and wife of Paolo Borghese * Lorenzo Borghese (b. 1972): entrepreneur and television personality ==References== ==Sources== * *Castello Di Borghese Castello Di Borghese, Vineyard and Winery, Cutchogue, New York *Original 1922 Almanach de Gotha (edited by Justice Perthes) entry for the Borghese family, link to the original universally-recognised genealogical reference document, with details of family honours Borghese Category:Papal families Category:1266 establishments in Europe Category:13th-century establishments in Italy",
 "title": "Borghese family"
}