{
 "id": "746640",
 "text": "The Bedford Institute of Oceanography (BIO) is a major Government of Canada ocean research facility located in Dartmouth, Nova Scotia. BIO is the largest ocean research station in Canada. Established in 1962 as Canada's first, and currently largest, federal centre for oceanographic research, BIO derives its name from the Bedford Basin, an inland bay comprising the northern part of Halifax Harbour, upon which it is located. Spread out over 40 acres (160,000 m2) of a former Royal Canadian Navy (RCN) property near Shannon Park in Dartmouth, BIO consists of a series of interconnected buildings housing research labs and offices, as well as docks for Canadian Coast Guard and RCN research vessels. As the federal government seeks to concentrate its operations in the Halifax Regional Municipality, BIO is being considered for additional office buildings to house other non-oceanographic and non-research organizations and their employees. As such, new buildings have been built for the Canadian Coast Guard as well as Environment Canada in recent years. ==History== thumbnail|The research vessel CCGS Hudson Following World War II, the principal marine research facility of the Government of Canada was the St. Andrews Biological Station. Dr. W.E. van Steenburgh, Director-General of Scientific Services of the Department of Mines and Technical Surveys, championed the establishment of a modern oceanographic institute on Bedford Basin. The Bedford Institute of Oceanography and its research vessel, the CCGS Hudson, were both inaugurated in 1962. ==Current operations== BIO houses several organizations from various federal departments which perform targeted research mandated by government or in partnership, advise on marine environments, provide navigational charts covering Georges Bank to the Canadian Arctic, and respond to environmental emergencies. A team led by Dr. John Smith at BIO published the first paper on the spread of radioactivity across the Pacific Ocean following the Fukushima Daiichi nuclear disaster. The scientists gathered samples of water as far as off the coast of British Columbia to ascertain how long it took traces of cesium 137 and cesium 134 to reach the west coast of North America. In 2015 the institute received $3.5 million in federal funding for facilities upgrades. Much of the funding will be used to upgrade the fish lab, to upgrade the facilities of the Geological Survey of Canada, and for general building repairs. ==Federal departments and agencies== The following departments and agencies of the Government of Canada maintain facilities at BIO: * Fisheries and Oceans Canada (Maritime Region) ** Canadian Coast Guard (Maritime Region) ** Canadian Hydrographic Service (Atlantic) * Natural Resources Canada (Atlantic Region) ** Geological Survey of Canada (Atlantic) * Environment Canada * National Defence ** Working with CHS Atlantic. * Agriculture and Agri-Food Canada ** Canadian Food Inspection Agency ==Facilities== In addition to office and research space, BIO has extensive laboratories, particularly for performing research into aquatic species. Tours of BIO are offered for visitors during the summer months and a popular tour destination are some of the large aquariums and tanks used for research. There are also \"touch tanks\" in a facility called the Sea Pavilion where visitors are permitted to handle North Atlantic lobster, snow crabs, rock crabs, clams (also known as pea clams), sea urchins, sea cucumbers, and other species. Some tanks are transparent and allow visitors to view giant mackerel and sturgeon as well as other rare and interesting specimens such as a lobster that is half male and half female. The Sea Pavilion contains information concerning leatherback sea turtles, Atlantic whitefish, northern right whales, sharks, lake whitefish, largemouth bass, brook trout, Atlantic wolffish, and Atlantic pickerel. There are also displays featuring protected areas such as Sable Island and The Gully and special interest areas such as Halifax Harbour and the Bay of Fundy. ==Transportation== The Bedford Institute of Oceanography is served by a public bus route, Halifax Transit route 51. It links BIO to the Bridge Terminal and Burnside, via Windmill Road, at peak hours only. ==References== ==Further reading== * ==External links== * * Van Steenburgh and Polaris Buildings – Federal Heritage Buildings Category:Canadian federal government buildings Category:Buildings and structures in Halifax, Nova Scotia Category:Research institutes in Canada Category:Oceanographic organizations Category:Biological research institutes Category:Fisheries and aquaculture research institutes Category:1962 establishments in Nova Scotia Category:Fisheries and Oceans Canada Category:Organizations established in 1962 Category:Science and technology in Canada",
 "title": "Bedford Institute of Oceanography"
}