{
 "id": "747162",
 "text": "{{Infobox writer |name = Ivan Yakovych Franko |native_name = Іван Якович Франко |image = Іван Франко.jpg |imagesize = |caption = Franko in 1910 |pseudonym = Myron, Kremin, Zhyvyi |birth_date = |birth_place = Nahuievychi, Austrian Empire (now Ukraine) |death_date = |death_place = Lviv |occupation = poet, writer, political activist |period = 1874–1916 |genre = epic poetry, short story, novels, drama |subject = |movement = Realism, Decadent movement |spouse = Olha Fedorivna Khoruzhynska |children = Andriy Petro Franko Taras Franko Hanna Klyuchko (Franko) }} Ivan Yakovych Franko (Ukrainian: Іван Якович Франко, pronounced [iˈwɑn ˈjɑkowɪtʃ frɐnˈkɔ]; - ) was a Ukrainian poet, writer, social and literary critic, journalist, interpreter, economist, political activist, doctor of philosophy, ethnographer, and the author of the first detective novels and modern poetry in the Ukrainian language. He was a political radical, and a founder of the socialist and nationalist movement in western Ukraine. In addition to his own literary work, he also translated the works of such renowned figures as William Shakespeare, Lord Byron, Pedro Calderón de la Barca, Dante Alighieri, Victor Hugo, Adam Mickiewicz, Johann Wolfgang von Goethe and Friedrich Schiller into Ukrainian. His translations appeared on the stage of the Ruska Besida Theatre. Along with Taras Shevchenko, he has had a tremendous impact on modern literary and political thought in Ukraine. ==Life== Franko was born in the Ukrainian village of NahuievychiОблікова картка located then in the Austrian kronland of Galicia, today part of Drohobych Raion, Lviv Oblast, Ukraine. As a child he was baptized as Ivan by Father Yosyp Levytsky, known as a poet and the author of the first Galician-Ruthenian Hramatyka, and who was later exiled to Nahuyevychi for a \"sharp tongue\". At home, however, Ivan was called Myron because of a local superstitious belief that naming a person by a different name will dodge a death. Franko's family in Nahuyevychi was considered \"well- to-do\", with their own servants and of their own property. Franko senior was reportedly to be a Ukrainianized German colonist, or at least Ivan Franko himself believed. That statement is also supported by Timothy Snyder who describes Yakiv Franko as a village blacksmith of German Roman Catholic descent. Snyder however stated that Ivan Franko's mother was of Polish petty noble origin, while more detailed sources state that she came from an impoverished Ukrainian noble background, from the well-known Ukrainian noble family KulchytskyYaroslav Hrytsak. (2006). Ivan Franko - Peasant son? Україна: культурна спадщина, національна свідомість, державність vol. 15 and was remotely related to Petro Konashevych-Sahaidachny. According to Yaroslav Hrytsak, Ivan Franko was of mixed German, Polish and Ukrainian ancestry.Yaroslav Hrytsak. One World is not enough or my Adventures with National Paradigm. Scripta ucrainica europaea. Greifswald. September 2007. p. 18. Ivan Franko attended school in the village Yasenytsia Sylna from 1862 until 1864, and from there attended the Basilian monastic school in Drohobych until 1867. His father died before Ivan was able to graduate from the gymnasium (realschule), but his stepfather supported Ivan in continuing his education. Soon, however, Franko found himself completely without parents after his mother died as well and later the young Ivan stayed with totally unrelated people. In 1875, he graduated from the Drohobych Realschule, and continued on to Lviv University, where he studied classical philosophy, Ukrainian language and literature. It was at this university that Franko began his literary career, with various works of poetry and his novel Petriï i Dovbushchuky published by the students' magazine Druh (Friend), whose editorial board he would later join. A meeting with Mykhailo Drahomanov at Lviv University made a huge impression on Ivan Franko. It later developed into a long political and literary association. Franko's own socialist writings and his association with Drahomanov led to his arrest in 1877, along with Mykhailo Pavlyk and Ostap Terletsky, among others. They were accused of belonging to a secret socialist organization, which did not in fact exist. However, the nine months in prison did not discourage his political writing or activities. In prison, Franko wrote the satire Smorhonska Akademiya (The Smorhon Academy). After release, he studied the works of Karl Marx and Friedrich Engels, contributed articles to the Polish newspaper Praca (Labor) and helped organize workers' groups in Lviv. In 1878 Franko and Pavlyk founded the magazine Hromads'kyi Druh (\"Public Friend\"). Only two issues were published before it was banned by the government; however, the journal was reborn under the names Dzvin (Bell) and Molot (Mallet). Franko published a series of books called Dribna Biblioteka (\"Petty Library\") from 1878 until his second arrest for arousing the peasants to civil disobedience in 1880. After three months in the Kolomyia prison, the writer returned to Lviv. His impressions of this exile are reflected in his novel Na Dni (At the Bottom). Upon his release, Franko was kept under police surveillance. At odds with the administration, Franko was expelled from Lviv University, an institution that would be renamed Ivan Franko National University of Lviv after the writer's death. Franko was an active contributor to the journal Svit (The World) in 1881. He wrote more than half of the material, excluding the unsigned editorials. Later that year, Franko moved to his native Nahuievychi, where he wrote the novel Zakhar Berkut, translated Goethe's Faust and Heine's poem Deutschland: ein Wintermärchen into Ukrainian. He also wrote a series of articles on Taras Shevchenko, and reviewed the collection Khutorna Poeziya (Khutir Poetry) by Panteleimon Kulish. Franko worked for the journal Zorya (Sunrise), and became a member of the editing board of the newspaper Dilo (Action) a year later. thumb|Franko with his wife Olha Khoruzhynska in 1886 Franko married Olha Khoruzhynska from Kyiv in May 1886, to whom he dedicated the collection Z vershyn i nyzyn (From Tops and Bottoms), a book of poetry and verse. The couple for some time lived in Vienna, where Ivano Franko met with such people as Theodor Herzl and Tomáš Garrigue Masaryk. His wife was to later suffer from a debilitating mental illness due to the death of the first-born son, Andrey, one of the reasons that Franko would not leave Lviv for treatment in Kyiv in 1916, shortly before his death. In 1888, Franko was a contributor to the journal Pravda, which, along with his association with compatriots from Dnieper Ukraine, led to a third arrest in 1889. After this two-month prison term, he co-founded the Ruthenian-Ukrainian Radical Party with Mykhailo Drahomanov and Mykhailo Pavlyk. Franko was the Radical party's candidate for seats in the parliament of Austria and the Galicia Diet, but never won an election. In 1891, Franko attended the Franz-Josephs-Universität Czernowitz (where he prepared a dissertation on Ivan Vyshensky), and then attended Vienna University to defend a doctoral dissertation on the spiritual romance Barlaam and Josaphat under the supervision of Vatroslav Jagić, who was considered the foremost expert of Slavic languages at the time. Franko received his doctorate of philosophy from University of Vienna on July 1, 1893. He was appointed lecturer in the history of Ukrainian literature at Lviv University in 1894; however, he was not able to chair the Department of Ukrainian literature there because of opposition from Vicegerent Kazimierz Badeni and Galician conservative circles. One of Franko's articles, Sotsiializm i sotsiial- demokratyzm (Socialism and Social Democracy), a severe criticism of Ukrainian Social Democracy and the socialism of Marx and Engels, was published in 1898 in the journal Zhytie i Slovo, which he and his wife founded. He continued his anti-Marxist stance in a collection of poetry entitled Mii smarahd (My Emerald) in 1898, where he called Marxism \"a religion founded on dogmas of hatred and class struggle\". His long-time collaborative association with Mykhailo Drahomanov was strained due to their diverging views on socialism and the national question. Franko would later accuse Drahomanov of tying Ukraine's fate to that of Russia in Suspil'nopolitychni pohliady M. Drahomanova (The Sociopolitical Views of M. Drahomanov), published in 1906. After a split in the Radical Party, in 1899, Franko, together with the Lviv historian Mykhailo Hrushevsky, founded the National Democratic Party, where he worked until 1904 when he retired from political life. In 1902, students and activists in Lviv embarrassed that Franko was living in poverty, purchased a house for him in the city. He lived there for the remaining 14 years of his life. The house is now the site of the Ivan Franko Museum. In 1904, Franko took part in an ethnographical expedition in the Boyko areas with Filaret Kolesa, Fedir Vovk, and a Russian ethnographer. In 1914, his jubilee collection, Pryvit Ivanovi Frankovi (Greeting Ivan Franko), and the collection Iz lit moyeyi molodosti (From the Years of My Youth) were published. In the last nine years of his life, Franko rarely wrote himself as he suffered from rheumatism of the joints that later led to a paralysis of his right arm. He was assisted by his sons, particularly Andrey, with writing his latter works. In 1916, Josef Zastyretz and Harald G Hjärne nominated Franko as a candidate for the 1916 Nobel Prize in Literature, but he died before the nomination materialized. Franco is currently the only Ukrainian poet nominated for the Nobel Prize in Literature. ==Death== Franko died in poverty at 4 pm on May 28, 1916. Those who came to pay their respects saw him lying on the table covered with nothing but a ragged sheet. His burial and burial clothes were paid for by his admirers, and none of his family came to visit him. Franko was buried at the Lychakivskiy Cemetery in Lviv. Soon after Franko's death, the world witnessed the creation of two Ukrainian republics. ==Family== === Wife === Olha Fedorivna Khoruzhynska (m. 1886-1916), a graduate of the Institute of Noble Dames in Kharkiv and later the two-year higher courses in Kyiv, she knew several languages and played piano, died in 1941 === Children === * Andriy Franko died at 27 from heart failure. * Petro Franko (1890–1941), an engineer-chemist, a veteran of Ukrainian Sich Riflemen, founder of the Ukrainian Air Force, a Ukrainian politician, a people's deputy in the Verkhovna Rada ** Petro Franko had two daughters who after marrying changed their names * Taras Franko, a veteran of Ukrainian Sich Riflemen ** Roland Franko (1931- ), a Ukrainian politician, Roland T. Franko is a Ukrainian politician diplomat, a graduate of Kyiv Polytechnic Institute, by his efforts in 1996 the United Kingdom freely transferred its Antarctic station Faraday to Ukraine later renamed into Academician Vernadsky ** Zinoviya Irachkivska (Franko) had sons ** Daryna Franko * Hanna Klyuchko (Franko) === Children in law === * Olha Franko, wife of Petro (above) According to Roland Franko, his grandfather was tall, had a red hair, always wore mustache and the Ukrainian embroidered shirt (vyshyvanka) even with a dress-coat. Some of Franko's descendants emigrated to the US and Canada. His grand-nephew, Yuri Shymko, is a Canadian politician and human rights activist living in Toronto, who was elected to Canada's Parliament as well as the Ontario Legislature during the 1980s. == Literary works == Lesyshyna Cheliad and Dva Pryiateli (Two Friends) were published in the literary almanac Dnistrianka in 1876. Later that year he wrote his first collection of poetry, Ballads and Tales. His first of the stories in the Boryslav series was published in 1877. Franko depicted the harsh experience of Ukrainian workers and peasants in his novels Boryslav Laughs (1881–1882) and Boa Constrictor (1878). His works deal with Ukrainian nationalism and history (Zakhar Berkut, 1883), social issues (Basis of Society, 1895 and Withered Leaves, 1896), and philosophy (Semper Tiro, 1906). He has drawn parallels to the Israelite search for a homeland and the Ukrainian desire for independence in In Death of Cain (1889) and Moses (1905). Stolen Happiness (1893) is considered as his best dramatic masterpiece. In total, Franko has written more than 1,000 works. He was widely promoted in Ukraine during the Soviet period, particularly for his poem \"Kameniari\" (groundbreakers) which contains revolutionary political ideas, hence earning him the name Kameniar (groundbreaker). === Literary Works Translated into English === English translations of Ivan Franko's works include: * \"What is Progress\";Franko, I., 2021, is Progress?, Theogony Books, Lviv, (Engl. transl.) * \"How a Ruthenian Busied Himself in the Other World\", \"How Yura Shykmanyuk Forded the Cheremosh\", \"A Thorn in His Foot\" and \"As in a Dream\";Franko, I., 2008, Down Country Lanes, pp.66-159, Language Lantern Publications, Toronto, (Engl. transl.) * \"Mykytych's Oak Tree, The Gypsies\", \"It's His Own Fault\" and \"The Forest Nymph\";Franko, I., 2008, From Days Gone By , pp.51-93, Language Lantern Publications, Toronto, (Engl. transl.) * \"Hryts and the Young Lord\", \"The Cutthroats\", \"The Involuntary Hero\" and \"The Raging Tempest\";Franko, I., 2006, Winds of Change: A Trilogy of Selected Prose Fiction by Ivan Franko, (Vol. 1), Language Lantern Publications, Toronto, (Engl. transl.) * \"Unknown Waters\" and \"Lel and Polel\";Franko, I., 2006, Beacons in the Darkness: A Trilogy of Selected Prose Fiction by Ivan Franko (Vol. 2), Language Lantern Publications, Toronto, (Engl. transl.) * \"Fateful Crossroads\";Franko, I., 2006, Fateful Crossroads: A Trilogy of Selected Prose Fiction by Ivan Franko, (Vol. 2), Language Lantern Publications, Toronto, (Engl. transl.) * \"For the Home Hearth\" and \"Pillars of Society\";Franko, I., 2006, Behind Decorum's Veil: Selected Prose Fiction by Ivan Franko, Language Lantern Publications, Toronto, (Engl. transl.) * \"From the Notes of a Patient\", \"The High Life\" and \"The Postal Clerk\";Franko, I., 2004, Passion's Bitter Cup, pp.91-145, Language Lantern Publications, Toronto, (Engl. transl.) * \"Amidst the Just\", \"Fatherland\", \"The Jay's Wing\" and \"William Tell\".Franko, I., 2004, Riddles of the Heart, pp.21-129, Language Lantern Publications, Toronto, (Engl. transl.) ==Legacy== In 1962 the city of Stanyslaviv in western Ukraine (formerly Stanisławów, Poland) was renamed Ivano-Frankivsk in the poet's honor. He also is associated with the name Kameniar for his famous poem, \"Kameniari\" (The Rock breakers), particularly during the Soviet regime, although he was a socialist his political views mostly did not correspond to the Soviet ideology. In April 8, 1978 astronomer Nikolai Chernykh named an asteroid which honored Franko in this manner, 2428 Kamenyar. In the new world, Ivan Franko's legacy is alive to this day. Cyril Genik, the best man at Franko's wedding, emigrated to Canada. Genik became the first Ukrainian to be employed by the Canadian government – working as an immigration agent. With his cousin Ivan Bodrug, and Bodrug's friend Ivan Negrich, the three were known as the Березівѕка Трійця (the Bereziv Triumvirate) in Winnipeg. Imbued by Franko's nationalism and liberalism, Genik and his Triumvirate had no compunction about bringing Bishop Seraphim to Winnipeg in 1903 – a renegade Russian monk, consecrated a bishop on Mount Athos – to free the Ukrainians of all the religious and political groups in Canada who were wrangling to assimilate them. Within two years, the charismatic Seraphim built the notorious Tin Can Cathedral in Winnipeg's North-End, which claimed nearly 60,000 adherents. Today, the bust of Ivan Franko, which stands triumphantly on a pillar in the courtyard of the Ivan Franko Manor on McGregor St. in Winnipeg, looks fondly across the street. Two churches stood here, the first (this building has since been demolished) that Seraphim blessed and opened for service upon his arrival, before building his Cathedral. The second was the Independent Greek Church (this building is still intact) of which Ivan Bodrug became the head after Seraphim was removed. Franko's consciousness had been bold, and on the level playing ground of the new world, it served Ukrainians in Canada to find their own identity as Ukrainian-Canadians. ==See also== * Ivan Franko Museum * Ivan Franko International Prize ==References== ==External links== * Article on Ivan Franko from the Encyclopedia of Ukraine * Ivan Franko's audiobook \"Biblical story about Creation of the Universe\" * * * Ivan Franko. Spirit of Revolt. Translated by J. Weir. Performed by B. Billow (audio) * Władysław Makarski, Iwan Franko jako onomasta [Ivan Franko as an Onomast] Category:1857 births Category:1916 deaths Category:People from Drohobych Raion Category:People from the Kingdom of Galicia and Lodomeria Category:Ukrainian Austro-Hungarians Category:Ukrainian Radical Party politicians Category:Austro-Hungarian writers Category:Ukrainian male poets Category:Austro-Hungarian politicians Category:Ukrainian atheists Category:Humanists Category:Ukrainian democracy activists Category:Ukrainian literary critics Category:Ukrainian editors Category:University of Lviv alumni Category:Burials at Lychakiv Cemetery Category:Chernivtsi University alumni",
 "title": "Ivan Franko"
}