{
 "id": "747259",
 "text": "Dependency theory is of the notion that resources flow from a \"periphery\" of poor and underdeveloped states to a \"core\" of wealthy states, enriching the latter at the expense of the former. It is a central contention of dependency theory that poor states are impoverished and rich ones enriched by the way poor states are integrated into the \"world system\". This theory was officially developed in the late 1960s following World War II, as scholars searched for the root issue in the lack of development in Latin America. The theory arose as a reaction to modernization theory, an earlier theory of development which held that all societies progress through similar stages of development, that today's underdeveloped areas are thus in a similar situation to that of today's developed areas at some time in the past, and that, therefore, the task of helping the underdeveloped areas out of poverty is to accelerate them along this supposed common path of development, by various means such as investment, technology transfers, and closer integration into the world market. Dependency theory rejected this view, arguing that underdeveloped countries are not merely primitive versions of developed countries, but have unique features and structures of their own; and, importantly, are in the situation of being the weaker members in a world market economy.Newschool, \"Economic Development\" , retrieved July 2009. Some writers have argued for its continuing relevance as a conceptual orientation to the global division of wealth. Dependency theorists can typically be divided into two categories: liberal reformists and neo-Marxists. Liberal reformists typically advocate for targeted policy interventions, while the neo-Marxists believe in a command- centered economy. ==History== In Imperialism, the Highest Stage of Capitalism (1916), Lenin proposed that wealth would extend to the advanced (industrial) capitalist countries from the underdeveloped countries. Later, dependency theory originates with two papers published in 1949 – one by Hans Singer, one by Raúl Prebisch – in which the authors observe that the terms of trade for underdeveloped countries relative to the developed countries had deteriorated over time: the underdeveloped countries were able to purchase fewer and fewer manufactured goods from the developed countries in exchange for a given quantity of their raw materials exports. This idea is known as the Prebisch–Singer thesis. Prebisch, an Argentine economist at the United Nations Commission for Latin America (UNCLA), went on to conclude that the underdeveloped nations must employ some degree of protectionism in trade if they were to enter a self-sustaining development path. He argued that import- substitution industrialisation (ISI), not a trade-and-export orientation, was the best strategy for underdeveloped countries.Short Prebisch biography at Newschool; retrieved July 2009. The theory was developed from a Marxian perspective by Paul A. Baran in 1957 with the publication of his The Political Economy of Growth. Dependency theory shares many points with earlier, Marxist, theories of imperialism by Rosa Luxemburg and Vladimir Lenin, and has attracted continued interest from Marxists. Some authors identify two main streams in dependency theory: the Latin American Structuralist, typified by the work of Prebisch, Celso Furtado, and Aníbal Pinto at the United Nations Economic Commission for Latin America (ECLAC, or, in Spanish, CEPAL); and the American Marxist, developed by Paul A. Baran, Paul Sweezy, and Andre Gunder Frank. Using the Latin American dependency model, the Guyanese Marxist historian Walter Rodney, in his book How Europe Underdeveloped Africa, described in 1972 an Africa that had been consciously exploited by European imperialists, leading directly to the modern underdevelopment of most of the continent.Rodney, W. (1972). \"How Europe underdeveloped Africa\". Beyond borders: Thinking critically about global issues, 107-125. The theory was popular in the 1960s and 1970s as a criticism of modernization theory, which was falling increasingly out of favor because of continued widespread poverty in much of the world. At that time the assumptions of liberal theories of development were under attack. It was used to explain the causes of overurbanization, a theory that urbanization rates outpaced industrial growth in several developing countries. The Latin American Structuralist and the American Marxist schools had significant differences but, according to economist Matias Vernengo, they agreed on some basic points: > [B]oth groups would agree that at the core of the dependency relation > between center and periphery lays [lies] the inability of the periphery to > develop an autonomous and dynamic process of technological innovation. > Technology – the Promethean force unleashed by the Industrial Revolution – > is at the center of stage. The Center countries controlled the technology > and the systems for generating technology. Foreign capital could not solve > the problem, since it only led to limited transmission of technology, but > not the process of innovation itself. Baran and others frequently spoke of > the international division of labour – skilled workers in the center; > unskilled in the periphery – when discussing key features of dependency. Baran placed surplus extraction and capital accumulation at the center of his analysis. Development depends on a population's producing more than it needs for bare subsistence (a surplus). Further, some of that surplus must be used for capital accumulation – the purchase of new means of production – if development is to occur; spending the surplus on things like luxury consumption does not produce development. Baran noted two predominant kinds of economic activity in poor countries. In the older of the two, plantation agriculture, which originated in colonial times, most of the surplus goes to the landowners, who use it to emulate the consumption patterns of wealthy people in the developed world; much of it thus goes to purchase foreign- produced luxury items –automobiles, clothes, etc. – and little is accumulated for investing in development. The more recent kind of economic activity in the periphery is industry—but of a particular kind. It is usually carried out by foreigners, although often in conjunction with local interests. It is often under special tariff protection or other government concessions. The surplus from this production mostly goes to two places: part of it is sent back to the foreign shareholders as profit; the other part is spent on conspicuous consumption in a similar fashion to that of the plantation aristocracy. Again, little is used for development. Baran thought that political revolution was necessary to break this pattern. In the 1960s, members of the Latin American Structuralist school argued that there is more latitude in the system than the Marxists believed. They argued that it allows for partial development or \"dependent development\"-development, but still under the control of outside decision makers. They cited the partly successful attempts at industrialisation in Latin America around that time (Argentina, Brazil, Mexico) as evidence for this hypothesis. They were led to the position that dependency is not a relation between commodity exporters and industrialised countries, but between countries with different degrees of industrialisation. In their approach, there is a distinction made between the economic and political spheres: economically, one may be developed or underdeveloped; but even if (somewhat) economically developed, one may be politically autonomous or dependent. More recently, Guillermo O'Donnell has argued that constraints placed on development by neoliberalism were lifted by the military coups in Latin America that came to promote development in authoritarian guise (O'Donnell, 1982).O'Donnell, G. El Estado Burocrático Autoritario: Triunfos, Derrotas y Crisis, Buenos Aires, Universidad de Belgrano, written 1982, published 1996, cited in The importance of multinational corporations and state promotion of technology were emphasised by the Latin American Structuralists. Fajnzybler has made a distinction between systemic or authentic competitiveness, which is the ability to compete based on higher productivity, and spurious competitiveness, which is based on low wages.Cited in The third-world debt crisis of the 1980s and continued stagnation in Africa and Latin America in the 1990s caused some doubt as to the feasibility or desirability of \"dependent development\". The sine qua non of the dependency relationship is not the difference in technological sophistication, as traditional dependency theorists believe, but rather the difference in financial strength between core and peripheral countries-particularly the inability of peripheral countries to borrow in their own currency. He believes that the hegemonic position of the United States is very strong because of the importance of its financial markets and because it controls the international reserve currency - the US dollar. He believes that the end of the Bretton Woods international financial agreements in the early 1970s considerably strengthened the United States' position because it removed some constraints on their financial actions. \"Standard\" dependency theory differs from Marxism, in arguing against internationalism and any hope of progress in less developed nations towards industrialization and a liberating revolution. Theotonio dos Santos described a \"new dependency\", which focused on both the internal and external relations of less-developed countries of the periphery, derived from a Marxian analysis. Former Brazilian President Fernando Henrique Cardoso (in office 1995-2002) wrote extensively on dependency theory while in political exile during the 1960s, arguing that it was an approach to studying the economic disparities between the centre and periphery. Cardoso summarized his version of dependency theory as follows: *there is a financial and technological penetration by the developed capitalist centers of the countries of the periphery and semi-periphery; *this produces an unbalanced economic structure both within the peripheral societies and between them and the centers; *this leads to limitations on self-sustained growth in the periphery; *this favors the appearance of specific patterns of class relations; *these require modifications in the role of the state to guarantee both the functioning of the economy and the political articulation of a society, which contains, within itself, foci of inarticulateness and structural imbalance.Cardoso & Faletto, 1979, cited in The analysis of development patterns in the 1990s and beyond is complicated by the fact that capitalism develops not smoothly, but with very strong and self-repeating ups and downs, called cycles. Relevant results are given in studies by Joshua Goldstein, Volker Bornschier, and Luigi Scandella. With the economic growth of India and some East Asian economies, dependency theory has lost some of its former influence. It still influences some NGO campaigns, such as Make Poverty History and the fair trade movement. ==Other theorists and related theories== Two other early writers relevant to dependency theory were François Perroux and Kurt Rothschild. Other leading dependency theorists include Herb Addo, Walden Bello, Ruy Mauro Marini, Enzo Faletto, Armando Cordova, Ernest Feder, Pablo González Casanova, Keith Griffin, Kunibert Raffer, Paul Israel Singer, and Osvaldo Sunkel. Many of these authors focused their attention on Latin America; dependency theory in the Islamic world was primarily refined by the Egyptian economist Samir Amin. Tausch, based on works of Amin from 1973 to 1997, lists the following main characteristics of periphery capitalism: #Regression in both agriculture and small scale industry characterizes the period after the onslaught of foreign domination and colonialism #Unequal international specialization of the periphery leads to the concentration of activities in export-oriented agriculture and or mining. Some industrialization of the periphery is possible under the condition of low wages, which, together with rising productivity, determine that unequal exchange sets in (double factorial terms of trade < 1.0; see Raffer, 1987) #These structures determine in the long run a rapidly growing tertiary sector with hidden unemployment and the rising importance of rent in the overall social and economic system #Chronic current account balance deficits, re- exported profits of foreign investments, and deficient business cycles at the periphery that provide important markets for the centers during world economic upswings #Structural imbalances in the political and social relationships, inter alia a strong 'compradore' element and the rising importance of state capitalism and an indebted state class The American sociologist Immanuel Wallerstein refined the Marxist aspect of the theory and expanded on it, to form world-systems theory. World Systems Theory is also known as WST and aligns closely with the idea of the \"rich get richer and the poor get poorer\". Wallerstein states that the poor and peripheral nations continue to get more poor as the developed core nations use their resources to become richer. Wallerstein developed the World Systems Theory utilizing the Dependence theory along with the ideas of Marx and the Annales School. This theory postulates a third category of countries, the semi-periphery, intermediate between the core and periphery. Wallerstein believed in a tri-modal rather than a bi-modal system because he viewed the world-systems as more complicated than a simplistic classification as either core or periphery nations. To Wallerstein, many nations do not fit into one of these two categories, so he proposed the idea of a semi-periphery as an in between state within his model. In this model, the semi-periphery is industrialized, but with less sophistication of technology than in the core; and it does not control finances. The rise of one group of semi-peripheries tends to be at the cost of another group, but the unequal structure of the world economy based on unequal exchange tends to remain stable. Tausch traces the beginnings of world-systems theory to the writings of the Austro-Hungarian socialist Karl Polanyi after the First World War, but its present form is usually associated with the work of Wallerstein. Dependency theory has also been associated with Johan Galtung's structural theory of imperialism. Dependency theorists hold that short-term spurts of growth notwithstanding, long-term growth in the periphery will be imbalanced and unequal, and will tend towards high negative current account balances. Cyclical fluctuations also have a profound effect on cross-national comparisons of economic growth and societal development in the medium and long run. What seemed like spectacular long-run growth may in the end turn out to be just a short run cyclical spurt after a long recession. Cycle time plays an important role. Giovanni Arrighi believed that the logic of accumulation on a world scale shifts over time, and that the 1980s and beyond once more showed a deregulated phase of world capitalism with a logic, characterized - in contrast to earlier regulatory cycles - by the dominance of financial capital. It is argued that, at this stage, the role of unequal exchange in the entire relationship of dependency cannot be underestimated. Unequal exchange is given if double factorial terms of trade of the respective country are < 1.0 (Raffer, 1987, Amin, 1975). The former ideological head of the Blekingegade Gang and political activist Torkil Lauesen argues in his book The Global Perspective that political theory and practice stemming from dependency theory are more relevant than ever.Lauesen, Torkil. The Global Perspective: Reflections on Imperialism and Resistance. Montreal: Kersplebedeb, 2018. p. 321ff. He postulates that the conflict between countries in the core and countries in the periphery has been ever-intensifying and that the world is at the onset of a resolution of the core-periphery contradiction – that humanity is \"in for an economic and political rollercoaster ride\". ==Criticism== Economic policies based on dependency theory have been criticized by free- market economists such as Peter Bauer and Martin Wolf and others:See, e.g.: *Lack of competition: by subsidizing in-country industries and preventing outside imports, these companies may have less incentive to improve their products, to try to become more efficient in their processes, to please customers, or to research new innovations. *Sustainability: industries reliant on government support may not be sustainable for very long, particularly in poorer countries and countries which largely depend on foreign aid from more developed countries. *Domestic opportunity costs: subsidies on domestic industries come out of state coffers and therefore represent money not spent in other ways, like development of domestic infrastructure, seed capital or need-based social welfare programs. At the same time, the higher prices caused by tariffs and restrictions on imports require the people either to forgo these goods altogether or buy them at higher prices, forgoing other goods. Market economists cite a number of examples in their arguments against dependency theory. The improvement of India's economy after it moved from state-controlled business to open trade is one of the most often cited (see also economy of India, The Commanding Heights). India's example seems to contradict dependency theorists' claims concerning comparative advantage and mobility, as much as its economic growth originated from movements such as outsourcing – one of the most mobile forms of capital transfer. In Africa, states which have emphasized import-substitution development, such as Zimbabwe, have typically been among the worst performers, while the continent's most successful non-oil based economies, such as Egypt, South Africa, and Tunisia, have pursued trade-based development. According to economic historian Robert C. Allen, dependency theory's claims are \"debatable\" due to fact that the protectionism that was implemented in Latin America as a solution ended up failing. The countries incurred too much debt and Latin America went into a recession. One of the problems was that the Latin American countries simply had too small national markets to be able to efficiently produce complex industrialized goods, such as automobiles. A large argument opposing the Dependency Theory is the subjectivity in the theory and the terms that are often used. Words such as developed and underdeveloped that construct the argument of dependency theory are subjective and different people will view these different terms in different lights. == Examples of dependency theory == Many nations have been affected by both the positive and negative effects of the Dependency Theory. The idea of national dependency on another nation is not a relatively new concept even though the dependency theory itself is rather new. Dependency is perpetuated by using capitalism and finance. The dependent nations come to owe the developed nations so much money and capital that it is not possible to escape the debt, continuing the dependency for the foreseeable future. An example of the dependency theory is that during the years of 1650 to 1900 Britain and other European nations took over or colonialized other nations. They used their superior military technology and naval strength at the time to do this. This began an economic system in the Americas, Africa, and Asia to then export the natural materials from their land to Europe. After shipping the materials to Europe, Britain and the other European countries made products with these materials and then sent them back to colonized parts of the Americas, Africa, and Asia. This resulted in the transfer of wealth from these regions’ products to Europe for taking control of the products. Armenia's economy depends on its ore exports as the country lacks the technology to produce high-value consumer goods from these ores. Therefore, other countries produce goods with these ores with which Armenia then buys from them. Dependency theory is considered rather controversial and many say it is not still in effect. Some scholars and politicians claim that with the decline of colonialism, dependency has been erased. Other scholars counter this approach, and state that our society still has national powerhouses such as the United States, European Nations such as Germany and Britain, China, and rising India that hundreds of other nations rely on for military aid, economic investments, etc. ==Aid dependency== Aid dependency is an economic problem described as the reliance of less developed countries (LDCs) on more developed countries (MDCs) for financial aid and other resources. More specifically, aid dependency refers to the proportion of government spending that is given by foreign donors. Having an aid dependency ratio of about 15%-20% or higher will have negative effects on the country. What causes dependency is the inhibition of development and economic/political reform that results from trying to use aid as a long-term solution to poverty-ridden countries. Aid dependency arose from long term provisions of aid to countries in need in which the receiving country became accustomed to and developed a dependency syndrome. Aid dependency is most common today in Africa. The top donors as of 2013 were the United States, the United Kingdom, and Germany while the top receivers were Afghanistan, Vietnam, and Ethiopia. === History of aid dependence === International development aid became widely popularized post World-War Two due to first-world countries trying to create a more open economy as well as cold war competition.Williams, David; \"The History of International Development Aid\". Page 2. In 1970, the United Nations agreed on 0.7% of Gross National Income per country as the target for how much should be dedicated for international aid. In his book “Ending Aid Dependence”, Yash Tondon describes how organizations like the International Monetary Fund (IMF) and the World Bank (WB) have driven many African countries into dependency. During the economic crisis in the 1980s and the 1990s, a great deal of Sub-Saharan countries in Africa saw an influx of aid money which in turn resulted in dependency over the next few decades. These countries became so dependent that the President of Tanzania, Benjamin W. Mkapa, stated that “Development aid has taken deep root to the psyche of the people, especially in the poorer countries of the South. It is similar to drug addiction.” === Motives for giving aid === While the widespread belief is that aid is motivated only by assisting poor countries, and this is true in some cases, there is substantial evidence that suggests strategic, political, and welfare interests of the donors are driving forces behind aid. Maizels and Nissanke (MN 1984), and McKinlay and Little (ML, 1977) have conducted studies to analyze donors’ motives. From these studies they found that US aid flows are influenced by military as well as strategic factors. British and French aid is given to countries that were former colonies, and also to countries in which they have significant investment interest and strong trade relations. === Stunted economic growth === A main concern revolving around the issue of foreign aid is that the citizens in the country that is benefiting from aid lose motivation to work after receiving aid. In addition, some citizens will deliberately work less, resulting in a lower income, which in turn qualifies them for aid provision. Aid dependent countries are associated with having a lowly motivated workforce, a result from being accustomed to constant aid, and therefore the country is less likely to make economic progress and the living-standards are less likely to be improved. A country with long-term aid dependency remains unable to be self-sufficient and is less likely to make meaningful GDP growth which would allow for them to rely less on aid from richer countries. Food aid has been criticized heavily along with other aid imports due to its damage to the domestic economy. A higher dependency on aid imports results in a decline in the domestic demand for those products. In the long-run, the agricultural industry in LDC countries grows weaker due to long-term declines in demand as a result from food aid. In the future when aid is decreased, many LDC countries's agricultural markets are under-developed and therefore it is cheaper to import agricultural products. This occurred in Haiti, where 80% of their grain stocks come from the United States even after a large decrease in aid. In countries where there is a primary-product dependency on an item being imported as aid, such as wheat, economic shocks can occur and push the country further into an economic crisis. === Political dependency === Political dependency occurs when donors have too much influence in the governance of the receiving country. Many donors maintain a strong say in the government due to the country’s reliance on their money, causing a decrease in the effectiveness and democratic-quality of the government. This results in the receiving country’s government making policy that the donor agrees with and supports rather than what the people of the country desire. Government corruptibility increases as a result and inhibits reform of the government and political process in the country. These donors can include other countries or organizations with underlying intentions that may not be in favor of the people. Political dependency is an even stronger negative effect of aid dependency in countries where many of the problems stem from already corrupt politics and a lack of civil rights. For example, Zimbabwe and the Democratic Republic of the Congo both have extremely high aid dependency ratios and have experienced political turmoil. The politics of the Democratic Republic of the Congo have involved civil war and changing of regimes in the 21st century and have one of the highest aid dependency ratios in Africa. As aid dependence can shift accountability away from the public and to being between state and donors, “presidentialism” can arise. Presidentialism is when the president and the cabinet within a political system have the power in political decision-making. In a democracy, budgets and public investment plans are to be approved by parliament. It is common for donors to fund projects outside of this budget and therefore go without parliament review. This further reinforces presidentialism and establishes practices that undermine democracy. Disputes over taxation and use of revenues are important in a democracy and can lead to better lives for citizens, but this cannot happen if citizens and parliaments don’t know the complete proposed budget and spending priorities. Aid dependency also compromises ownership which is marked by the ability of a government to implement its own ideas and policies. In aid dependent countries, the interests and ideas of aid agencies start to become priority and therefore erode ownership. === Corruption === Aid dependent countries rank worse in terms of level of corruption than in countries that are not dependent. Foreign aid is a potential source of rents, and rent-seeking can manifest as increased public sector employment. As public firms displace private investment, there is less pressure on the government to remain accountable and transparent as a result of the weakened private sector. Aid assists corruption which then fosters more corruption and creates a cycle. Foreign aid provides corrupt governments with free cash flow which further facilitates the corruption. Corruption works against economic growth and development, holding these poor countries down. === Efforts to end aid dependence === Since 2000, aid dependency has decreased by about ⅓. This can be seen in countries like Ghana, whose aid dependency decreased from 47% to 27%, as well as in Mozambique, where the aid dependency decreased from 74% to 58%. Target areas to decrease aid dependence include job creation, regional integration, and commercial engagement and trade. Long-term investment in agriculture and infrastructure are key requirements to end aid dependency as it will allow the country to slowly decrease the amount of food aid received and begin to develop its own agricultural economy and solve the food insecurity === Countering political corruption === Political corruption has been a strong force associated with maintaining dependency and being unable to see economic growth. During the Obama administration, congress claimed that the anti-corruption criteria The Millennium Challenge Corporation (MCC) used was not strict enough and was one of the obstacles to decreasing aid dependence. Often, in countries with a high corruption perception index the aid money is taken from government officials in the public sector or taken from other corrupt individuals in the private sector. Efforts to disapprove aid to countries where corruption is very prevalent have been a common tool used by organizations and governments to ensure funding is used properly but also to encourage other countries to fix the corruption. === Other methods of aid === It has been proven that foreign aid can prove useful in the long-run when directed towards the appropriate sector and managed accordingly. Specific pairing between organizations and donors with similar goals has produced more success in decreasing dependency than the tradition form of international aid which involves government to government communication. Botswana is a successful example of this. Botswana first began receiving aid in 1966. In this case, Botswana decided which areas needed aid and found donors accordingly rather than simply accepting aid from other countries whose governments had a say in where the money would be distributed towards. Recipient-led cases such as Botswana are more effective partially because it negates the donor’s desirability to report numbers on the efficiency of their programs (that often include short-term figures such as food distributed) and instead focuses more on long-term growth and development that may be directed more towards infrastructure, education, and job development. ==See also== *Structuralist economics *Chicago Boys *The Shock Doctrine, by Naomi Klein, discussing economics shock therapy *Western Hemisphere Institute for Security Cooperation, a.k.a. School of the Americas *Structural adjustment *North–South model *World-systems theory *Hierarchy theory *Third Space Theory ==References== ;Bibliography * * Working Paper No. 2004-06, University of Utah Dept. of Economics. Later published as: ==Further reading== *Amin S. (1976), 'Unequal Development: An Essay on the Social Formations of Peripheral Capitalism' New York: Monthly Review Press. *Amin S. (1994c), 'Re-reading the postwar period: an intellectual itinerary' Translated by Michael Wolfers. New York: Monthly Review Press. *Amin S. (1997b), 'Die Zukunft des Weltsystems. Herausforderungen der Globalisierung. Herausgegeben und aus dem Franzoesischen uebersetzt von Joachim Wilke' Hamburg: VSA. *Amadi, Luke. 2012. “Africa, Beyond the New Dependency: A Political Economy.” African Journal of Political Science and International Relations 6(8):191–203. *Andrade, Rogerio P. and Renata Carvalho Silva. n.d. “Doing Dissenting Economics in the Periphery: The Political Economy of Maria Da Conceição Tavares.” *Bornschier V. (1996), 'Western society in transition' New Brunswick, N.J.: Transaction Publishers. *Bornschier V. and Chase - Dunn C. (1985), 'Transnational Corporations and Underdevelopment' N.Y., N.Y.: Praeger. *Boianovsky, Mauro and Ricaedo Solis. 2014. “The Origins and Development of the Latin American Structuralist Approach to the Balance of Payments, 1944–1964.” Review of Political Economy 26(1):23–59. *Cardoso, F. H. and Faletto, E. (1979), 'Dependency and development in Latin América'. University of California Press. *Cesaratto, Sergio. 2015. “Balance of Payments or Monetary Sovereignty? In Search of the EMU’s Original Sin.” International Journal of Political Economy 44(2):142–56. *Chilcote, Ronald H. 2009. “Trotsky and Development Theory in Latin America.” Critical Sociology 35(6):719–41. * *Dávila-Fernández, Marwil and Adrianna Amado. n.d. “Conciliating Prebisch- Singer and Thirlwall: An Assessment of the Dynamics of Terms-of-Trade in a Balance-of-Payments-Constraint Growth Model.” http://www.sseg.uniparthenope.it/Program_files/Davila-paper.pdf. * * *Kufakurinani, U. Kvangraven, IH., Santanta, F., Styve, MD. (eds) (2017), Dialogues on Development. Volume 1: Dependency, New York: Institute for New Economic Thinking. *Henke, Holger (2000), 'Between Self-Determination and Dependency: Jamaica's Foreign Relations, 1972-1989' Kingston: University of the West Indies Press. *Jalata, Asafa. 2013. “Colonial Terrorism, Global Capitalism and African Underdevelopment: 500 Years of Crimes Against African Peoples.” The Journal of Pan-African Studies 5(9):1–43. *Kay, Cristóbal. 2005. “André Gunder Frank: From the ‘Development of Underdevelopment’ to the ‘World System.’” Development and Change 36(6):1177–83. *Kay, Cristóbal. 2011. “Andre Gunder Frank: ‘Unity in Diversity’ from the Development of Underdevelopment to the World System.” New Political Economy 16(4):523–38. * Kohler, Gernot, et al. Globalization : Critical Perspectives. Nova Science Publishers, New York, 2003. With contributions by Samir Amin, Immanuel Wallerstein, Christopher Chase-Dunn, Kimmo Kiljunen, Arno Tausch, Patrick Bond, Andre Gunder Frank, Robert J. S. Ross, et al. Pre-publication download of Chapter 5: The European Union: global challenge or global governance? 14 world system hypotheses and two scenarios on the future of the Union, pages 93 - 196 Arno Tausch at http://edoc.vifapol.de/opus/volltexte/2012/3587/pdf/049.pdf. *Kohler G. and Tausch A. (2002) Global Keynesianism: Unequal exchange and global exploitation. Huntington NY, Nova Science. *Lavoie, Marc. 2015. “The Eurozone Crisis: A Balance-of-Payments Problem or a Crisis Due to a Flawed Monetary Design?” International Journal of Political Economy 44(2):157–60. *Olutayo, Akinpelu O. and Ayokunle O. Omobowale. 2007. “Capitalism, Globalisation and the Underdevelopment Process in Africa: History in Perpetuity.” Africa Development 32(2). *Puntigliano, Andrés Rivarola and Örjan Appelqvist. 2011. “Prebisch and Myrdal: Development Economics in the Core and on the Periphery.” Journal of Global History 6(01):29–52. *Sunkel O. (1966), 'The Structural Background of Development Problems in Latin America' Weltwirtschaftliches Archiv, 97, 1: pp. 22 ff. *Sunkel O. (1973), 'El subdesarrollo latinoamericano y la teoria del desarrollo' Mexico: Siglo Veintiuno Editores, 6a edicion. *Yotopoulos P. and Sawada Y. (1999), Free Currency Markets, Financial Crises And The Growth Debacle: Is There A Causal Relationship?, Revised November 1999, Stanford University, USA, and University of Tokyo. *Yotopoulos P. and Sawada Y. (2005), Exchange Rate Misalignment: A New test of Long-Run PPP Based on Cross-Country Data (CIRJE Discussion Paper CIRJE-F-318), February 2005, Faculty of Economics, University of Tokyo. *Tarhan, Ali. 2013. “Financial Crises and Center-Periphery Capital Flows.” Journal of Economic Issues 47(2):411–18. *Vernengo, Matías and David Fields. 2016. “DisORIENT: Money, Technological Development and the Rise of the West.” Review of Radical Political Economics 48(4):562–68. ==External links== *Centro Argentino de Estudios Internacionales *ECLAC/CEPAL Santiago *Revista Entelequia *University of Texas Inequality Project Category:Comparative politics Category:Development economics Category:Imperialism studies Category:World systems theory",
 "title": "Dependency theory"
}