{
 "id": "747258",
 "text": "Allan Herbert Miller Fels (born 7 February 1942) is an Australian economist, lawyer and public servant. He was most widely known in his role as chairman of the Australian Competition & Consumer Commission (ACCC) from its inception in 1995 until 30 June 2003. Upon his retirement from the ACCC, he became foundation dean of the Australia and New Zealand School of Government (ANZSOG) until January 2013. He continues to be a fellow of that school, which provides training programs for very senior officials in the Australian and New Zealand Government and also for officials in other governments in the region, such as China and India (in both of which Fels has been leader). Fels is also currently a professorial fellow in both the Institute of Applied Economic and Social Research and in the Melbourne Law School at the University of Melbourne, an honorary professor in the Faculty of Business and Economics at Monash University and a visiting professor in the School of Social Sciences at Oxford University. In addition, Fels has been involved in a significant number of government inquiries or task forces in recent years concerning, for example, taxis, executive pay, migrant workers underpay and has had regulatory roles in Victoria and New South Wales mainly regarding insurance prices and electricity. Fels has also been prominent in the field of mental health as chair of Australia's National Mental Health Commission and as chair of the Haven Foundation, which provides accommodation, care and support for people with severe persistent mental illness. ==Biography== Fels was born and raised in Perth. He was educated by the Jesuits at St Louis School before commencing a law/economics degree at the University of Western Australia, where he was guild president. He was involved in the Liberal Party before heading to Duke University in the United States to undertake his PhD. After leaving Duke University, Fels was appointed as a research fellow in the Department of Applied Economics, University of Cambridge, where his Duke PhD thesis was published as The British Prices and Incomes Board by Cambridge University Press. This set the stage for his interest in wages policy and price regulation. Fels returned to Australia in 1972 to take up a lectureship at the University of Melbourne, but soon after moved to Monash University, where he was offered the job of senior lecturer. Fels was appointed as professor of administration at Monash University in 1984 and was the director of the Graduate School of Management, Monash University, from 1985 until 1990. His first move into the regulation area was a part-time role on the Labor Government's Prices Justification Tribunal, a role which continued under the Coalition Government until 1981. He was later prices commissioner, Victoria, from 1982 to 1991. He became a member of the Federal Government's Prices Surveillance Authority from 1983 until 1989, when he became chair until 1992. It was during this time that Fels gradually converted to a belief in the primacy of competition to reform economies and to restrain prices. Fels was appointed to the Trade Practices Commission (TPC), the national competition regulator, just as competition policy became the buzz issue. Fels was chairman of the former TPC from 1991 until 1995. In 1995 the Labor Government established the Australian Competition & Consumer Commission (ACCC) based on a merger of the TPC and the Prices Surveillance Authority. Fels was inaugural chairman from 1995 until 30 June 2003 being renewed in the year 2000. The ACCC had a wide range of responsibilities- enforcement of competition and consumer protection law, regulation of telecommunications and much of electricity and gas, and oversight for 3 years of all prices in the economy when the Goods and Services Tax (GST) was introduced in July 2000. As head of the TPC and ACCC, Fels became one of the economy's most influential figures - and probably one of the most important and activist regulators Australia has ever seen. He was ranked number three on the Australian Financial Review Power List in 2002. Fels was active at the OECD, especially as Co-Chairman of the Joint Group on Trade and Competition at the OECD from 1996 until 2003. He continues to present at the OECD from time to time, principally at the Global Forum on Competition. Fels was also a founding member of the International Competition Network and has taken part in all of its conferences since 2001, often as a presenter. Upon his retirement from the ACCC, he became foundation dean of the Australia and New Zealand School of Government (ANZSOG) until 1 July 2013 which provides training programs for very senior officials in the Australian and New Zealand Governments and also for other governments in the Asian region. He continues to be a fellow of the school and has led advanced training programs for very senior leaders in China and India. Fels has been very active in the field of mental health. He was chair of the Australian Government's National Mental Health Commission from 2012 until 2018. He chairs the Haven Foundation which provides accommodation for the long term mentally ill. He is a patron of the Mental Health Council of Australia and was a member of the National Advisory Council on Mental Health. Fels was a member of The Alfred Hospital Health Board from 2005 until 2011. In 2009 he was appointed a Productivity Commission associate commissioner for the inquiry into regulation of director and executive remuneration in Australia. From May 2011 until 2013, Fels led the Taxi Industry Inquiry, a major inquiry into the taxi industry and taxi services in Victoria which led to minor reforms in the taxi industry in 2012/13, which were subsequently made redundant by post-Uber reforms in 2017/18. In 2016 he was appointed to the global advisory board of Uber. The Victorian Government appointed him as fire services levy monitor from 2013 until 2015. In 2015 the Government of New South Wales appointed him as emergency services levy insurance monitor, a position which continues until the end of 2019. He was also electricity prices commissioner for NSW from 2014 until 2019. Fels has numerous other government appointments, including member of Australian Government Industrial Relations Commission Review (1991–1992), member of the Commonwealth Committee to Review Parliamentary Entitlements (2009-2010), member of the Nomination Panel for Appointments to the Boards of the Australian Broadcasting Corporation (ABC) and the Special Broadcasting Service (SBS). He also chairs the Visy Governance Board, Australia's largest private business. Following the exposure of widespread underpayment of 7-Eleven workers, Fels was appointed chair of the Fels Wage Fairness Panel by 7-Eleven but was stood down by 7-Eleven after six months. The Federal Government, however, appointed him as chair of the Migrant Workers Taskforce, which deals with all aspects of migrant workers' underpay. This role commenced in November 2016 for 18 months. Fels has had a major interest in China. This began with a lengthy period of involvement in providing advice to the Chinese Government on the adoption of its 2008 Anti Monopoly Law and since then he has provided advice. He is also Co-Director, Competition Research Centre, University of Chinese Academy of Sciences, Chinese Academy of Science and International Adviser to the Chinese Academy of Social Science, Beijing. Since 2011 Fels has, originally as dean, now as a fellow of the Australian and New Zealand School of Government (ANZSOG), conducted its China's programs in a partnership between the school and the Organisation Department of the Communist Party of China and the Chinese Academy of Governance (CAG). These annual programs commenced in November 2011 and occur every year. Since 2013, the Organisation Department of the party has hosted in conjunction with the Chinese Academy of Governance a program in China for senior Australian and New Zealand government officials led by Fels. He is also a visiting professor of the Chinese Executive Leadership Academy Pudong (CELAP). He was made an Officer of the Order of Australia in June 2001. In 2003, Fred Brenchley wrote a book entitled Allan Fels: A Portrait of Power about Fels and his contribution to Australian competition law and policy. His book, Tough Customer: Chasing a better deal for battlers, was published in September 2019 by Melbourne University Press. Fels was awarded a Doctor of Laws (honoris causa) by the University of Melbourne in February 2022. ==Family== Fels was married to Maria-Isabel Cid, until she died in September 2015 and has two daughters, Isabella and Teresa Fels. Australian Story ran a program on him and his family in 2002. ==References== ==External links== *ANZSOG biography *Being Allan Fels - Australian Story transcript Category:People from Perth, Western Australia Category:1942 births Category:Living people Category:University of Western Australia alumni Category:Duke University alumni Category:Monash University faculty Category:Australian public servants Category:Australian Anglicans Category:Anglican pacifists Category:Public servants of Western Australia Category:Officers of the Order of Australia",
 "title": "Allan Fels"
}