{
 "id": "747676",
 "text": "The Land Beyond the Magic Mirror (EX2) is an adventure module, written for use with the first edition Advanced Dungeons & Dragons roleplaying game. It is set in the World of Greyhawk campaign setting. ==Plot summary== In this module, the player characters plummet into a strange partial plane. They encounter the Jabberwock, the Bandersnatch, and the Walrus and the Carpenter, and become involved in a gigantic game of chess. ==Publication history== This module, like its companion Dungeonland, is a close adaptation of a work of fiction by Lewis Carroll, in this case Through the Looking-Glass. The module was written by Gary Gygax and illustrated by Jim Holloway. It was published in 1983 as a 32-page booklet with an outer folder. An appendix to the module notes that Gygax adapted the module from his own D&D; campaign. To maintain the element of surprise, the module advises dungeon masters to keep the players in the dark about what is happening as long as possible, although well-read players will eventually recognize the literary source of the encounters. In keeping with its sense of oddity and surprise, the cover of this module depicts a scene from its companion adventure EX1 Dungeonland (a battle with a hangman tree). Similarly, the cover image of EX1 Dungeonland shows an encounter from this module (the attack of the roc raven). Dungeonland and The Land Beyond the Magic Mirror were designed to allow the DM to place them as an extension of any existing dungeon intended for 9th-12th level characters. ==Reception== Jim Bambra positively reviewed the module in issue 48 of White Dwarf magazine, rating it 9 out of 10. He enjoyed the \"rich vein of humour\" that runs through both this module and Dungeonland. He felt that while the modules could be played individually, they work best when played together as they frequently interconnect, and player characters adventuring in one module could suddenly find themselves in the other. Bambra felt that since the modules were designed for higher-level characters, some of the encounters were inaccessible for lower-level characters; however, he concluded that if players had high-level characters available, they should \"by all means play them, you won't regret it.\" ==References== *Gygax, Gary. The Land Beyond the Magic Mirror (TSR, 1983) Reviews: Different Worlds #35 (1984) Fantasy Gamer #6 (1984) ==External links== *Article and download at Wizards of the Coast Category:Greyhawk modules",
 "title": "The Land Beyond the Magic Mirror"
}