{
 "id": "747629",
 "text": "Dungeonland (EX1) is a 1983 adventure module for the Dungeons & Dragons (D&D;) roleplaying game, written by Gary Gygax for use with the First Edition Advanced Dungeons & Dragons (AD&D;) rules. It is an adaptation of Lewis Carroll's 1865 novel Alice's Adventures in Wonderland, with the various characters from the book translated into AD&D; terms. (preview) The EX module code stands for extension, as the adventure is designed to be inserted as an independent addition to another, ongoing scenario.Dungeonland, p. 2. In Gygax's own campaign, an early version of Dungeonland was an extension of Castle Greyhawk. In this module, the player characters (PCs) are plummeted into what White Dwarf reviewer Jim Bambra referred to as \"a strange partial plane\". ==Plot summary== The adventure begins with PCs falling down an earthen tunnel. It is suggested that the portal to Dungeonland be a barrel within the dungeon of Castle Greyhawk, but the Dungeon Master (DM) may work in any premise to get them to this stage. Upon landing, the player characters (PCs) find themselves in a surreal, oddly-shaped hallway which contains The Pool of Tears and the entrance to a diminutive garden. Once they have explored these areas, they cross a fungi forest and arrive at The Wilds of Dungeonland, which is essentially a wooded area containing several connected clearings. Over the course of the adventure, the PCs run into variations of Lewis Carroll's Wonderland creatures and characters, presented in a Dungeons and Dragons style. For instance, instead of the Mock Turtle, a Mock Dragon Turtle is present. The March Hare is a lycanthrope, and so on. The story loosely follows the Alice in Wonderland novel, with all of the characters converted into hostile monsters with treasure. The PCs may leave Dungeonland when they choose, by returning to the Great Hall and wishing themselves back up the tunnel. The PCs may also explore The Land of the Magic Mirror, which adjoins Dungeonland to the West, if they are able to find the way. ==Publication history== Dungeonland was inspired by Alice's Adventures in Wonderland, and \"includes a very dangerous Mad Hatter and March Hare, a deadly game of croquet with the Queen, and a Mock (Dragon) Turtle\". Like its source material, the module is intended to be played in a \"light-hearted and zany spirit\",Dungeonland, p. 27. though, unlike Carroll's Alice, the player characters repeatedly face potentially lethal combat with monsters. The Cheshire Cat, for example, is a magical smilodon eager to eat adventurers. Dungeonland was written by Gary Gygax, with illustrations by Tim Truman, and was published by TSR in 1983 as a 32-page booklet with an outer folder. Dungeonland and The Land Beyond the Magic Mirror were designed to allow the DM to place them as an extension of any existing dungeon intended for 9th-12th level characters. In the afterword, Gygax mentions that Dungeonland was an early part of the Greyhawk dungeon, and that his players visited it multiple times. Dr. Joyce Brothers is mentioned as having played in a version of the scenario run at a convention. The module is paired with The Land Beyond the Magic Mirror, which is based on Carroll's Through the Looking-Glass. The scene on the cover of each module is from an event in the other module. ==Reception== Doug Cowie reviewed Dungeonland favorably for Imagine magazine. He noted that the module is designed to be inserted into any existing dungeon or dungeon level. Cowie praised the \"excellent underlying theme\" and the \"whimsical\", but on occasion \"very black humour\". He also felt that this was a \"good example of how module design is developing\", namely \"interesting and technically sound, whilst displaying more and more conceptual originality\". Cowie thought that the designer had done a \"splendid job\". The module was positively reviewed in issue No. 48 of White Dwarf magazine by Jim Bambra, who scored it 9 out of 10 overall. He reviewed the module along with The Land Beyond the Magic Mirror, and enjoyed the \"rich vein of humour\" that runs through the two modules, both of which \"offer players an exciting and humorous time\". He felt that while the modules could be played individually, they work best when played together as they frequently interconnect, and player characters adventuring in one module could suddenly find themselves in the other. Bambra felt that although the modules were humorous in tone, some encounters could turn extremely dangerous, and that making them for high level characters makes them inaccessible for lower level characters. However, he concluded by saying that if players do have higher level characters available then \"by all means play them, you won't regret it.\" In his 1991 book Heroic Worlds, Lawrence Schick said that the scenario was \"inspired by Alice and Wonderland, but with the whimsy replaced by opportunities for slaughter\". ==Reviews== *Different Worlds #35 (1984) *Fantasy Gamer #6 (1984) ==References== *Gygax, Gary. Dungeonland (TSR, 1983). ==External links== *Article and download at Wizards of the Coast via Internet Archive Category:Greyhawk modules",
 "title": "Dungeonland"
}