{
 "id": "747807",
 "text": "The Spirit Room is the major-label debut album by American singer-songwriter Michelle Branch, released by the Maverick Recording Company and Warner Bros. Records in the United States on August 14, 2001. The album was recorded at Sunset Sound, Henson Recording Studios and Ananda Studios in Hollywood, California and mastered by Stephen Marcussen at Marcussen Mastering in Los Angeles, California. ==Background== The album's title comes from the name of a bar in Jerome, Arizona, near Branch's hometown of Sedona. ==Artwork== The album cover was shot in an industrial area across from an electrical substation in Los Angeles, California alongside the Los Angeles River facing north-west at the skyline during sunset. ==20th Anniversary Edition== Branch decided to celebrate its anniversary by re-recording the album and pressing it on vinyl for the first time. On September 10, 2021, Branch performed the album in its entirety during a special virtual concert. An afterparty and Q&A; session followed. It was released on October 15, 2021. ==Commercial performance== The Spirit Room debuted at number 28 on the US Billboard 200, selling 68,000 copies in its first week. The album produced three Top 40 hits on the Billboard Hot 100: \"Everywhere\" (which peaked at number 12), \"All You Wanted\" (number 6) and \"Goodbye to You\" (number 21). As of July 2003, the album has sold 1.8 million copies in the US. On August 19, 2011, the album was certified double platinum by the Recording Industry Association of America (RIAA) for shipments of over two million copies in the United States. In Canada, although the album didn't appear on the chart the album was certified gold, selling 50,000 copies in October 2003.Two French language artists hit Gold In Australia, it was also certified gold with shipments of 35,000. ==Track listing== ==Singles== *\"Everywhere\" – July 17, 2001 *\"All You Wanted\" – October 28, 2001 *\"Goodbye to You\" – September 9, 2002 ==Personnel== *Michelle Branch – guitar, keyboards, vocals *Kenny Aronoff – drums *Vinnie Colaiuta – drums *John Shanks – bass guitar, guitar, keyboards *Patrick Warren – keyboards ===Production=== *Producers: John Shanks, Jeremy Welt *Engineers: Marc DeSisto, Lars Fox *Assistant engineers: Steve Kaplan, Tom Nellen, Chris Reynolds, Jason Schweitzer *Mixing: Marc DeSisto, Chris Lord-Alge, Dave Way *Mastering: Stephen Marcussen *Pro-Tools: Lars Fox *Programming: Lars Fox, John Shanks *Production coordination: Shari Sutcliffe *Art direction: Kim Biggs, David Harlan *Photography: Matthew Welch ==Use in media== * \"Goodbye to You\" was performed live by Michelle Branch on the season 6 episode \"Tabula Rasa\" of Buffy the Vampire Slayer. * \"Goodbye to You\" was also performed live on the season 5 episode \"Centennial Charmed\" of Charmed. * \"You Get Me\" became the theme song for the MTV reality series Sorority Life. * \"You Get Me\" is featured in the films What a Girl Wants, The Hot Chick, and Van Wilder. * \"You Set Me Free\" was featured in the trailer of the 2002 DreamWorks animated film Spirit: Stallion of the Cimarron. * \"You Set Me Free\" can also be heard towards the closing credits of the 2003 film Just Married. * \"You Set Me Free\" is featured in the 2005 film Ice Princess and is featured on the movie's soundtrack. * \"Everywhere\" is featured in the 2001 film American Pie 2 and is on the film's soundtrack. ==Charts== === Weekly charts === {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |+Weekly chart performance for The Spirit Room ! scope=\"col\"| Chart (2001–02) ! scope=\"col\"| Peak position |- |- |- |- |- |- |- |- |} === Year-end charts === {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |+Year-end chart performance for The Spirit Room ! scope=\"col\"| Chart (2002) ! scope=\"col\"| Position |- !scope=\"row\"|Canadian Albums (Nielsen Soundscan) | 185 |- ! scope=\"row\"| US Billboard 200 | 52 |- ! scope=\"col\"| Chart (2003) ! scope=\"col\"| Position |- ! scope=\"row\"| US Billboard 200 | 184 |} == Certifications == |+Certifications for The Spirit Room ==References== Category:2001 debut albums Category:Michelle Branch albums Category:Albums produced by John Shanks Category:Maverick Records albums Category:Reprise Records albums Category:Warner Records albums",
 "title": "The Spirit Room"
}