{
 "id": "747963",
 "text": "Florida Blue Key is a student leadership honor society at the University of Florida which was founded in 1923. ==History== ===Founding and early years=== \"Florida Blue Key was founded on November 1, 1923, several days prior to the University's Homecoming celebration. At the suggestion of President Albert E. Murphree, Bert C. Riley, Dean of General Extension, brought together a group of student leaders to form an organization which would recognize leadership and promote service to the University. Among the duties assigned to Florida Blue Key were playing host to campus visitors and to be at the call of the President of the University for any duty designated by him. In this respect, Blue Key was given the task of planning and executing Homecoming activities that year and has continued to lead this activity ever since. Also included in the 1923 Homecoming was Dad's Day, a time for parents to visit and acquaint themselves with campus life. Dad's Day and Homecoming were held concurrently until the 1930s. The organization quickly became so popular that Blue Key spread to colleges and universities across the country. Initially, membership in the organization was ex officio; a student automatically belonged to the organization if he held one of the major student organization positions on campus.Who's Who in Florida Blue Key; Volume XIII In the 1920s, the University of Florida was the state's only institution of higher learning where a white male could continue his education.Pursuant to the Buckman Act, adopted by the Florida Legislature in 1905, the University of Florida was reserved for white male students, Florida State College for Women was reserved for white female students, and Florida Agricultural and Mechanical College for Negroes was a coeducational institution for black students. During the same time, the leadership of the state was male, predominantly those from Florida. If one of those leaders were college educated, it was most likely he went to the University of Florida and, to a large measure, it was consistent that student leaders at the University of Florida would likely remain in Florida and would assume roles of leadership within the professional, political, governmental, business, education cultural, religious, and social life of the state. The networking of those students with each other, and with other alumni of the institution, provided a powerful force and unique opportunity for service to the University of Florida. While Florida Blue Key membership offered many opportunities for service to the University, it also provided opportunities for personal enhancement and advancement. Many doors were opened to young college graduates whose resume included membership in Florida Blue Key. ===Separation with national chapters=== The concept of a group of student leaders pooling their talents and interests to plan and promote a major event for their campus was a popular idea. Through Dean Riley's travels and professional contacts, similar organizations were developed on other campuses and it wasn't long before it seemed appropriate to organize into a national group. For a variety of reasons, the University of Florida chapter decided not to be part of the national organization between 1932 and 1935. The Florida group thought the proposed Constitution of the national organization took too much control from the hands of the students; and it disagreed with some specific tenets of membership, including the requirement of a 2.5 grade point average. The Florida group believed the organization was not an academic one but, rather, a leadership and service group; thus, if one was progressing satisfactorily toward a degree (i.e. 2.0), one should be eligible for membership. Since then, Florida Blue Key has changed its stance on the grade point average requirement, now requiring a 2.75 GPA in order to be tapped. The Blue Key National Honor Society came into being and is a very respected national organization with chapters on many campuses throughout the country. Florida Blue Key was also formed as an organization only to be found at the University of Florida. The dispute was a clear indication that FBK did not intend to serve as a passive honor for University of Florida students, but rather as an active force in shaping the events of the university and state. The parting of the ways between the parent chapter and other chapters forming the national organization left deep wounds on many Florida students. The perceptions of the conflict being a very important part of any subsequent discussions about the organization for years to come; including discussions of orientation of new members. The active members at that time wanted nothing to do with the national organization once it was founded, and, further, wanted to be sure that their successors would not become involved in it. Examples of such feelings are expressed in the last sentence of the Oath of Membership in Florida Blue Key and the Constitution. Through the 1940s, the orientation of new members included hours on the discussion of this topic. Today, it is still part of the orientation, but only for the purposes of relating its historical significance and for emphasizing that Florida Blue Key is the name of the organization that it has no relationship to, and is not part of, The Blue Key National Honor Society. A transfer student to the University of Florida often assumes his membership in a Blue Key National Honor Society chapter at another institution provides him with reciprocal membership in Florida Blue Key only to find out that is not the case. To this day, Florida Blue Key controls the use of all trademark and intellectual property rights related to Blue Key. Furthermore, Blue Key National Honor Society is prohibited from chartering or forming chapters at any institution within the State of Florida. ===Grapski lawsuit=== In 1995, Florida Blue Key was sued by graduate student Charles Grapski, who claimed that some of the organization's members had defamed him during his candidacy for student body president. In his complaint, Grapski charged that several members of Florida Blue Key conspired to alter Grapski's criminal record, adding a false charge of child molestation, and circulate it on campus. According to a 1997 lawsuit by Charles Grapski, Florida Blue Key maintains tight control over the Student Government and University of Florida. Florida Blue Key was found guilty of defamation of character and conspiracy to defame, and held liable for damages of $250,000. Grapski and FBK eventually settled for $85,000, and Florida Blue Key has since claimed no liability. ===Current responsibilities=== The organization continues to sponsor and organize the University of Florida's annual Homecoming celebration and Gator Growl. These events are widely recognized as the largest Homecoming celebration in the country, which has grown to encompass dozens of events and community activities throughout the fall semester. Gator Growl is billed as the largest student-run pep rally in the world; an estimated 75,000 people have attended the event in past years. Gator Growl, nicknamed \"Growl\" by some students, usually features comedians such as Bill Cosby, Frank Thornton, and Dane Cook in addition to the school rallies, but occasionally a top-tier musical act headlines the show. The first Gator Growl occurred in 1932, and has been a tradition at the University of Florida for over 80 years. The Blue Key Speech & Debate Tournament, sponsored by FBK since the early 1980s, is one of the largest and most prestigious high school speech & debate tournaments in the country. Other responsibilities include organizing UF's Legal Day, sponsoring the Miss University of Florida pageant, lobbying efforts on behalf of the university, and various community debates regarding issues concerning Florida and UF. ==Influence on-campus and in politics== Florida Blue Key's control of politics has been compared to The Machine at the University of Alabama. For decades, members of Florida Blue Key have been the gatekeepers of student involvement on campus. The Independent Florida Alligator wrote that \"For students aspiring to hold public office one day, the path seems simple,\" adding \"Go to UF. Get involved in Student Government. Get tapped to join Florida Blue Key. Make the right connections.\" The publication has also written that a \"fluid set of alliances governed by a select group of powerbrokers\" called the \"System\" hovers over Student Government and Florida Blue Key, stating that the System assigns power to a small group of campus leaders who have a decisive influence on who gets tapped to join Florida Blue Key, among other things. The Tampa Bay Times has similarly written that \"Campus politics in Gainesville have long been controlled by a powerful few with the help of a voting bloc made up of social sororities and fraternities. Much of the power-brokering occurs in a highly selective organization called Florida Blue Key.\" Criticism of FBK has propped up, with the organization being accused of intentionally tapping fewer individuals affiliated with multicultural communities. Wesley Maul, a former FBK President has addressed these concerns stating, \"Many Florida students hold positions of responsibility and leadership throughout campus and the Gainesville community, but merely holding such a position doesn’t insure [sic] membership in Florida Blue Key.\" Maul also stated that FBK members are concerned with the diversity of the organization. Off-campus, Florida Blue Key has also been cited to have an influence in Florida's state politics, with Florida Trend writing in 2004 that, in the past, \"the doors to the governor's mansion, Legislature and judiciary in Florida all seemed to unlock with a Blue Key.\" Then-U.S. Representative Adam Putnam stated, \"Anybody who was anybody in Florida politics had been in Florida Blue Key -- and not just politics but business, the law, agriculture.\" Putnam also called FBK \"probably more political than the Florida Legislature,\" and \"outstanding preparation for political campaigning, the good and the bad.\" ==Famous alumni== A short list of alumni include: {| class=\"wikitable\" |- ! Alumni ! Notability |- |Alto Adams |Former Chief Justice to the Florida Supreme Court serving from 1940 to 1952 |- |James C. Adkins |Former Justice to the Florida Supreme Court, serving from 1969 to 1987 |- |John S. Allen |Interim President for the University of Florida and founding President of the University of South Florida |- |Chester R. Allen |Major General in the United States Marine Corps |- |Reubin Askew |Former Governor of Florida and United States Trade Representative |- |Jeffrey Atwater |Former Chief Financial Officer of Florida and former President of the Florida Senate |- |Paul D. Barns |Former Justice to the Florida Supreme Court |- |Jason Brodeur |Current member of the Florida House of Representatives District 28 |- |Julie Imanuel Brown |Chairman and Commissioner of the Florida Public Service Commission |- |C. Farris Bryant |34th Governor of Florida |- |Dean Cannon |Former Speaker of the Florida House of Representatives |- |Leonard F. Chapman, Jr. |The 24th Commandant of the Marine Corps serving in that capacity from 1968 to 1972 |- |Doyle E. Carlton |The 25th Governor of Florida |- |Lawton Chiles |41st Florida Governor and former U.S. Senator |- |Raymond Ehrlich |Former Justice to the Florida Supreme Court |- |Nikki Fried |12th Florida Commissioner of Agriculture and Consumer Services |- |Bob Graham |38th Governor of Florida, former U.S. Senator, and Founder of the Bob Graham Center for Public Service |- |Phil Graham |Former publisher and co-owner of The Washington Post |- |Ben Hill Griffin |Citrus magnate, State legislator, and Benefactor for Ben Hill Griffin Stadium |- |Stephen H. Grimes |Former Chief Justice to the Florida Supreme Court serving from 1987 to 1996 |- |Spessard Holland |28th Governor of Florida |- |Edward L. Jennings |Former member of the Florida House of Representatives |- |Alex Andrade |Current member of the Florida House of Representatives |- |Chuck Clemons |Current member of the Florida House of Representatives |- |Dave Kerner |Current County Mayor of Palm Beach County, Florida, and former member of the Florida House of Representatives |- |Mark W. Klingensmith |Judge on Florida Fourth District Court of Appeal |- |Laurel M. Lee |30th Florida Secretary of State |- |Tom Lee |Former Florida Senate President |- |Connie Mack III |Former U.S. Senator and U.S. Congressman |- |Buddy MacKay |42nd Governor of Florida, Lt. Governor, U.S. Congressman, and later special envoy of President Bill Clinton's administration for the Americas. |- |Daniel T. McCarty |31st Governor of Florida |- |- |Katie Miller |Communications Director to the Vice President of the United States Mike Pence |- |Bill McCollum |Former U.S. Representative and Florida Attorney General |- |Wayne Mixson |39th Governor of Florida |- |Ashley Moody |38th Florida Attorney General |- |John Morgan |Leads the country's largest personal injury law firm |- |Bill Nelson |Former U.S. Senator, Former U.S. Representative, and NASA Astronaut |- |Stephen C. O'Connell |Former Chief Justice of the Florida Supreme Court and former President of the University of Florida |- |Adam Putnam |Former Florida Commissioner of Agriculture and former U.S. Congressman |- |Marco Rubio |Current U.S. Senator and former Speaker of the Florida House of Representatives |- |Harold Sebring |Member of the Nazi War Crimes Tribunal at Nuremberg and Former Chief Justice of the Florida Supreme Court from 1943 to 1955 |- |Robert L. Shevin |Former Attorney General during Askew Administration and District Court of Appeals Judge, Member of Florida Senate and Florida House of Representatives |- |George Smathers |Former U.S. Senator, an usher in wedding of John F. Kennedy |- |Bruce A. Smathers |Former Florida Senator and Secretary for the state of Florida |- |Chesterfield Smith |President of the American Bar Association, founding partner of Holland & Knight |- |W. Reece Smith, Jr. |President of the International Bar Association, President of the American Bar Association, and President of the Florida Bar Association |- |Jamal Sowell |Enterprise Florida President and CEO |- |Steve Spurrier |Former championship-winning coach for the Florida Gators and Heisman Trophy winner, 1966. |- |Greg Steube |Florida House of Representatives |- |Tim Tebow |2007 recipient of the Heisman Trophy |- |Kathryn Kimball Mizelle |United States District Judge for the United States District Court for the Middle District of Florida |- |Chad Mizelle |acting General Counsel of the United States Department of Homeland Security |- |B. Campbell Thornal |Former Justice to the Florida Supreme Court serving from 1965 to 1967 |- |Fuller Warren |30th Governor of Florida |- |Stephen N. Zack |President of the American Bar Association, attorney in Bush v. Gore |- |Peter Zinger |Chairman of the Florida Board of Governors |} ==See also== * Blue Key Honor Society * Miss University of Florida * Collegiate secret societies in North America ==Related== * Friar Society * Order of the Golden Bear * The Machine ==References== Category:1923 establishments in Florida Category:Collegiate secret societies Category:Honor societies Category:Student organizations established in 1923 Category:Student societies in the United States Category:University of Florida Category:Youth organizations based in Florida",
 "title": "Florida Blue Key"
}