{
 "id": "74825",
 "text": "thumb|upright|Portrait of Lester Young, Famous Door, New York, N.Y. by William Gottlieb circa September, 1946 Jammin' the Blues is a 1944 American short film made by Gjon Mili and Norman Granz in which a number of prominent jazz musicians re-create the jam-session atmosphere of nightclubs and after-hours spots. It features Lester Young, Red Callender, Harry Edison, Marlowe Morris, Sid Catlett, Barney Kessel, Jo Jones, John Simmons, Illinois Jacquet, Marie Bryant and Archie Savage.AllMusic == Cast == * Lester Young – Tenor saxophone * Red Callender – Bass * Harry \"Sweets\" Edison – Trumpet * Marlowe Morris – Piano * \"Big\" Sid Catlett – Drums (First two songs, and intro of third) * Jo Jones – Drums (for final song) * Barney Kessel – Guitar * John Simmons – Double bass * Illinois Jacquet – Tenor saxophone * Marie Bryant – Vocals and Female Dancer * Archie Savage – Male Dancer == Songs== * \"Midnight Symphony\" * \"On the Sunny Side of the Street\" – Sung by Marie Bryant * \"Jammin' the Blues\" == Production == Gjon Mili and Norman Granz, who was credited as technical director, shot the film over four days with the support of Warner Bros. head of short films, Gordon Hollingshead. Hershorn, Tad, Norman Granz: the Man who Used Jazz for Justice (Univ. of Calif. Press 2011), p. 66 Barney Kessel was the only white musician in the film. His hands were stained with berry juice, and he was seated in the shadows to shade his skin.Hershorn, p. 69 == Reception and legacy== Producer Gordon Hollingshead was nominated for an Oscar in the category of Best Short Subject, One-reel. In 1995, Jammin' the Blues was selected for preservation in the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant\". The short was released on both DVDs of the film Blues in the Night (1941) and Passage to Marseille (1944), the latter starring Humphrey Bogart.Blues in the Night: DVD Talk Review of the DVD VideoHumphrey Bogart – The Signature Collection, Vol.2: DVD Talk of the DVD Video ==See also== *List of American films of 1944 *Swing music *Bebop == References == == External links == * *Jammin’ the Blues essay by Daniel Eagan in America's Film Legacy: The Authoritative Guide to the Landmark Movies in the National Film Registry, A&C; Black, 2010 , pages 374-375 Category:1944 films Category:1944 short films Category:American films Category:American short films Category:English- language films Category:United States National Film Registry films Category:Jazz films Category:Warner Bros. short films",
 "title": "Jammin' the Blues"
}