{
 "id": "748257",
 "text": "Guy Pratt (born 3 January 1962) is a British musician and comedian. Pratt's music career spans more than 30 years. He is best known for his prolific work as a session bass player, working with artists including Pink Floyd (also David Gilmour and Nick Mason), Roxy Music (also Bryan Ferry), Gary Moore, Madonna, Peter Cetera, Michael Jackson, The Smiths, Robert Palmer, Echo & the Bunnymen, Tears for Fears, Icehouse, Bananarama, Iggy Pop, Tom Jones, Debbie Harry, Whitesnake, Womack & Womack, Kirsty MacColl, Coverdale•Page, Lemon Jelly, The Orb, All Saints, Stephen Duffy, Robbie Robertson, and A. R. Rahman. In addition to his work as a session musician, Pratt has been a member of the Australian rock band Icehouse, and is currently a member of the psychedelic rock band Nick Mason's Saucerful of Secrets with Gary Kemp of Spandau Ballet. Pratt has also been an actor and worked on TV and film soundtracks, including Dick Tracy (1990), Last Action Hero (1993), Hackers (1995), Still Crazy (1998) and Johnny English Reborn (2011). In 2005 he debuted a one-man music and comedy show. ==Early life== Guy Pratt was born on 3 January 1962, in a flat above a shop on the street The Cut, in Lambeth, South London, England, United Kingdom. His father, Mike Pratt, was an actor, songwriter and screenwriter but died when Guy was 14. Pratt worked for a while as a graphic designer, but then decided to concentrate on a music career. In the late 1970s, Pratt was in a band based in Southend-On-Sea called Speedball, which released a single on NO PAP1 Records called 'No Survivors'. In 1981, aged 19, Pratt was asked to tour with Icehouse. Two years later as a member of Icehouse he supported David Bowie on his Serious Moonlight Tour, which was Bowie's longest, largest, and most successful concert tour. A support slot at a 1984 David Gilmour solo concert led to a stint with Pink Floyd. He also spent some time in Los Angeles where he played with Madonna and Michael Jackson. ==Career== In 1986 the Smiths' bassist Andy Rourke was arrested on drug possession charges shortly before the band was scheduled to leave for its North American tour in support of The Queen Is Dead. Expecting that Rourke would thus be denied work visas for the U.S. and Canada, the band's guitarist, Johnny Marr, asked Pratt to step in. He spent nearly two weeks with Rourke and the band, learning bass lines and rehearsing, but shortly before the band was to leave Britain Rourke received his visas, and there was no need for Pratt to go. Pratt came to prominence when he was chosen to play bass for Pink Floyd's post-Roger Waters A Momentary Lapse of Reason Tour in 1987–90, and The Division Bell Tour in 1994. He co-performed the lead vocals on \"Run Like Hell\", \"Another Brick in the Wall, Part 2\", \"Us and Them\" and \"Comfortably Numb\" with Gilmour during the live shows. He also played bass on several tracks on The Division Bell. Tony Levin had performed all of the bass parts on A Momentary Lapse of Reason; Pratt replaced him on the later tour owing to Levin's unavailability. Pratt also toured as part of Gilmour's On an Island Tour backing band, alongside another Pink Floyd member (and his father-in-law), Richard Wright. He also later performed with Gilmour during his Rattle That Lock World Tour in 2015-16. Pratt played bass on Gary Moore's Dark Days in Paradise tour in 1997. Besides working as a bass player, Pratt is a songwriter and composes music for TV and film. As a songwriter, Pratt co-wrote the UK number-one hit \"Ain't No Doubt\" by Jimmy Nail. He produced, co-wrote and played bass, guitar and keyboards on the music for the 1998 Channel 4 drama series The Young Person's Guide to Becoming a Rock Star. With regular collaborator Dom Beken, he provided the theme music to Spaced, where he also appeared as the character Minty. Pratt also acted in Linda Green and appeared in an episode of the remake of Randall & Hopkirk, starring Vic Reeves and Bob Mortimer. Pratt's father Mike had played the part of Jeff Randall in the original 1960s series. Pratt also played as a regular in the backing band for the BBC Radio 2 musical comedy show Jammin' with Rowland Rivron. Pratt and Jimmy Cauty released a single \"I Wanna 1-2-1 With You\" as Solid Gold Chartbusters in 1999; Pratt and Cauty (a founder of the Orb) later teamed up with the other original member of the Orb, Alex Paterson, to form Transit Kings. Pratt's one-man music and comedy show, My Bass & Other Animals, debuted in August 2005 at the Edinburgh Festival Fringe; this led to his book of the same name, published in May 2007. Pratt spent 2011 performing stand-up in Switzerland, Australia, and at the Edinburgh Fringe, as well as on a South American tour playing bass guitar for Dominic Miller. In April 2010, Pratt joined Argentine band The End Pink Floyd, with Durga McBroom and Jon Carin, in Buenos Aires, Argentina. Pratt joined the Australian Pink Floyd Show on stage on 13 June 2011 for the Hampton Court Palace Festival for the song \"Run Like Hell\". He joined the UK Pink Floyd cover band Brit Floyd on stage on 9 November 2013 as a special guest during the Liverpool leg of their Pulse tour. He performed on the songs \"One of These Days\", \"Comfortably Numb\" and shared lead vocals with the band's lead singer Damian Darlington during the finale of \"Run Like Hell\". During the COVID-19 pandemic, he made a series of \"Lockdown Licks\" videos released on his YouTube channel, reminiscing about some of his best known work. === Nick Mason's Saucerful of Secrets === In 2018, Pratt and others formed a new band, Nick Mason's Saucerful of Secrets, to perform Pink Floyd's early psychedelic material. Along with Pratt, the band comprises Pink Floyd drummer Nick Mason, former Blockheads guitarist Lee Harris, vocalist and guitarist Gary Kemp of Spandau Ballet, and Pratt's collaborator keyboardist Dom Beken. The band toured Europe and North America in 2018 and 2019, with a third tour postponed to 2021 due to the COVID-19 pandemic. In September 2020, they released a live album and film, Live at the Roundhouse. ==Equipment== Pratt's standard bass guitar arsenal includes a selection of various vintage Fender Precision and Jazz Basses, three Music Man StingRay 4-strings (black with rosewood fretboard and black pickguard, black with maple fretboard and white pickguard, natural with maple fretboard and black pickguard), a pair of headless Status 4 and 5-strings (fretless and fretted) and an amber Stuart Spector NS2. During David Gilmour's On an Island Tour, he mainly used a 3-colour sunburst 1961 Fender Precision, a burgundy mist 1963 Fender Jazz named 'Betsy', a Status Vintage GP Signature and a Framus Triumph electric upright bass. On Gilmour's Live in Gdańsk DVD he is seen playing his Fender Jazz and Precision Basses as well as a Candy Apple Red Lakland Joe Osborn signature fretless Jazz Bass and a Rickenbacker 4001. On the studio jamming sessions included in the DVD, he played several Fender Jazz Basses, a Hofner Icon bass and a Ned Steinberger Design CR electric upright. Pratt played his fretted 5-string and fretless 4-string Status headless basses, the amber Spector NS2, the burgundy mist \"Betsy\" 1963 Jazz Bass and two Precision Basses (a 2-colour sunburst 1958 and a \"single-coil pickup\" butterscotch blonde 1951) during the Pulse concerts in 1994. Pratt was seen playing Aria SB series and fretless Steinberger L2/Xl headless basses during his stint in Icehouse. Guy has used Rickenbacker 4001V63 and a \"Sunburst\" 4003 Rickenbacker bass, when playing earlier (Barrett era) Pink Floyd songs, when performing at Dave Gilmour solo projects and Nick Mason's \"Saucerful of Secrets\" band. His amps are usually Ashdown ABM heads and Ashdown ABM 810 Cabinets, although when playing with Gilmour they are WEM- badged to match Gilmour's cabinets. ==Awards== He has been nominated for two Ivor Novello Awards and was awarded an ARIA Award for his work with Icehouse. ==Writing== Pratt is the author of a book: *My Bass and Other Animals (2007), Orion ==Personal life== Pratt married furniture designer Gala Wright, daughter of Pink Floyd keyboardist Richard Wright, in 1996 in the Royal Borough of Kensington and Chelsea, London. The couple have a son, but subsequently divorced. In March 2019 he became engaged to the children's author Georgia Byng. In the same year Pratt was announced as the general election candidate for the Renew Party in Brighton Kemptown. ==Discography== ===1980s=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- ! style=\"width:30px;\"| Year ! style=\"width:250px;\"| Title ! style=\"width:250px;\"| Artist |- | 1984 | Sidewalk | Icehouse |- | 1985 | The Ups and Downs | Stephen Duffy |- | 1985 | The Dream Academy | The Dream Academy |- | 1985 | Riptide | Robert Palmer |- | 1985 | \"Discipline of Love\" (single) | Robert Palmer |- | 1986 | Measure for Measure | Icehouse |- | 1987 | Luz Y Sombra | Flans |- | 1987 | Remembrance Days | The Dream Academy |- | 1987 | Bête Noire | Bryan Ferry |- | 1987 | \"Kiss and Tell\" (single) | Bryan Ferry |- | 1987 | \"The Right Stuff\" (single) | Bryan Ferry |- | 1988 | One More Story | Peter Cetera |- | 1988 | Delicate Sound of Thunder | Pink Floyd |- | 1989 | Kite | Kirsty MacColl |- | 1989 | Legend in a Loungeroom | Andy Qunta |- | 1989 | Like a Prayer | Madonna |- | 1989 | \"Like a Prayer\" (single) | Madonna |- | 1989 | \"Dear Jessie\" (single) | Madonna |- | 1989 | \"Oh Father\" (single) | Madonna |} ===1990s=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- ! style=\"width:30px;\"| Year ! style=\"width:250px;\"| Title ! style=\"width:250px;\"| Artist |- |1990 | Wild and Lonely | The Associates |- | 1990 | Naked | Blue Pearl |- | 1990 | I'm Breathless | Madonna |- | 1990 | Toy Matinee | Toy Matinee |- |1991 | Ripe | Banderas |- | 1991 | Pop Life | Bananarama |- | 1991 | Long Road | Junior Reid |- | 1991 | Electric Landlady | Kirsty MacColl |- | 1991 | Storyville | Robbie Robertson |- | 1991 | A Different Kind of Weather | The Dream Academy |- | 1991 | The Orb's Adventures Beyond the Ultraworld | The Orb |- | 1992 | Masterfile | Icehouse |- | 1992 | Growing Up in Public | Jimmy Nail |- | 1992 | U.F.Orb | The Orb |- | 1993 | Debravation | Debbie Harry |- | 1993 | Donna De Lory | Donna De Lory |- | 1993 | Call Me Nightlife | Nokko |- | 1993 | Elemental | Tears for Fears |- | 1994 | Billy Pilgrim | Billy Pilgrim |- | 1994 | Mamouna | Bryan Ferry |- | 1994 | Well... | Katey Sagal |- | 1994 | The Division Bell | Pink Floyd |- | 1994 | \"Take It Back\" (single) | Pink Floyd |- | 1994 | Heitor TP | Heitor Pereira |- | 1994 | The Next Hundred Years | Ted Hawkins |- | 1994 | Meanwhile | Third Matinee |- | 1994 | Fruit of Life | Wild Colonials |- | 1995 | Euroflake in Silverlake | Gregory GrayGuy Pratt. Discography. Gregory Gray. Euroflake in Silverlake on guypratt.com. Retrieved 14 June 2019 |- | 1995 | HIStory: Past, Present and Future, Book I | Michael Jackson |- | 1995 | Pulse | Pink Floyd |- | 1995 | A Spanner in the Works | Rod Stewart |- | 1996 | Raise the Pressure | Electronic |- | 1997 | Dark Days in Paradise | Gary Moore |- | 1997 | Blood on the Dance Floor: HIStory in the Mix | Michael Jackson |- | 1997 | The Next Hundred Years [Gold Edition] | Ted Hawkins |- | 1997 | Restless Heart Reunion | David Coverdale & Whitesnake |- | 1998 | Dil Se.. for the song Dil Se Re | A. R. Rahman |- | 1998 | Messiah Meets Progenitor | Messiah |- | 1998 | The Ted Hawkins Story: Suffer No More | Ted Hawkins |- | 1999 | What Are You Going to Do with Your Life? | Echo & the Bunnymen |- | 1999 | Michael Hutchence | Michael Hutchence |- | 1999 | Reload | Tom Jones |} ===2000s=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- ! style=\"width:30px;\"| Year ! style=\"width:250px;\"| Title ! style=\"width:250px;\"| Artist |- | 2000 | Lemonjelly.ky | Lemon Jelly |- | 2000 | Ronan | Ronan Keating |- | 2000 | Somewhere in the Sun: Best of the Dream Academy | The Dream Academy |- | 2001 | Born | Bond |- | 2001 | Crystal Days: 1979-1999 | Echo & the Bunnymen |- | 2001 | Jacob Young | Jacob Young |- | 2001 | Bring Down the Moon | Naimee Coleman |- | 2001 | White Lilies Island | Natalie Imbruglia |- | 2001 | Read My Lips | Sophie Ellis-Bextor |- | 2001 | Mixed Up World Pt. 2 | Sophie Ellis-Bextor |- | 2001 | They Called Him Tin Tin | Stephen Duffy |- | 2001 | Mink Car | They Might Be Giants |- | 2001 | Toy Matinee: Special Edition | Toy Matinee |- | 2002 | Watching Angels Mend | Alex Lloyd |- | 2002 | Born [Japan Bonus Tracks] | Bond |- | 2002 | Shine | Bond |- | 2002 | Lost Horizons | Lemon Jelly |- | 2002 | Festival | Paola & Chiara |- | 2003 | Remixed [Japan Bonus Tracks] | Bond |- | 2003 | Journey into Paradise | Dr. Alex Paterson |- | 2003 | The Outer Marker | Just Jack |- | 2003 | Shoot from the Hip | Sophie Ellis-Bextor |- | 2003 | Reload [Bonus Tracks] | Tom Jones |- | 2004 | Mistaken Identity | Delta Goodrem |- | 2004 | Live at Montreux, 1990 | Gary Moore |- | 2005 | Explosive: The Best of bond | Bond |- | 2005 | A Million in Prizes: The Anthology | Iggy Pop |- | 2006 | On an Island | David Gilmour |- | 2006 | \"Arnold Layne\" (single) | David Gilmour |- | 2006 | So Still | Mozez |- | 2006 | Living in a Giant Candle Winking at God | Transit Kings |- | 2007 | Dylanesque | Bryan Ferry |- | 2008 | Live in Gdańsk | David Gilmour |} ===2010s=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- ! style=\"width:30px;\"| Year ! style=\"width:250px;\"| Title ! style=\"width:250px;\"| Artist |- | 2010 | Olympia | Bryan Ferry |- | 2010 | No Decoder | Yogi Lang Band |- | 2011 | Everything Changes | Julian Lennon |- | 2012 | Concerto for Group and Orchestra | Jon Lord |- | 2014 | The Endless River | Pink Floyd |- | 2014 | Avonmore | Bryan Ferry |- | 2015 | Rattle That Lock | David Gilmour |- | 2017 | Live at Pompeii | David Gilmour |- | 2019 | Tales from Outer Space | RPWL |} ===2020s=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- ! style=\"width:30px;\"| Year ! style=\"width:250px;\"| Title ! style=\"width:250px;\"| Artist |- | 2020 | Live at the Roundhouse | Nick Mason's Saucerful of Secrets |} ==Filmography== {| class=\"wikitable\" |- ! Year ! Title ! Director(s) ! Studio(s) |- | 1990 || Dick Tracy || Warren Beatty || Touchstone Pictures Silver Screen Partners Mulholland Productions |- | 1993 || Last Action Hero || John McTiernan || Columbia Pictures |- | 1995 || Hackers || Iain Softley || United Artists |- | 1998 || Still Crazy || Brian Gibson || Columbia Pictures |- | 2011 || Johnny English Reborn || Oliver Parker || StudioCanal Relativity Media Working Title Films |} ==References== ==External links== *Guy Pratt's official website * * * * Category:1962 births Category:20th-century English bass guitarists Category:21st-century English bass guitarists Category:20th-century multi-instrumentalists Category:21st-century multi-instrumentalists Category:English autobiographers Category:English rock bass guitarists Category:English rock musicians Category:English male comedians Category:English male singers Category:Male bass guitarists Category:English multi-instrumentalists Category:English session musicians Category:English rock singers Category:English songwriters Category:Living people Category:Musicians from London Category:People from Lambeth Category:People from Peckham Category:People educated at Kingham Hill School Category:Progressive rock musicians Category:Icehouse (band) members Category:The Gary Moore Band members Category:The Power Station (band) members",
 "title": "Guy Pratt"
}