{
 "id": "748409",
 "text": "Dr. Quinn, Medicine Woman is an American Western drama television series created and executive produced by Beth Sullivan and starring Jane Seymour, who plays Dr. Michaela Quinn, a physician who leaves Boston in search of adventure in the Old West and settles in Colorado Springs, Colorado. The television series ran on CBS for six seasons, from January 1, 1993, to May 16, 1998. In total, 150 episodes were produced, plus two television movies which were made after the series was cancelled. It aired in over 100 countries, including Italy, Denmark (where it was aired on TV2), the United Kingdom, Poland, France, Canada (where it was aired on CTV throughout its run), Australia (on Eleven), and Bulgaria, where it was first aired on BNT and later it was aired on NOVA television. Since 1996, reruns have been shown in syndication and on Freeform (formerly ABC Family and several other previous names), PAX (now Ion), the Hallmark Channel, CBS Drama, Up, Hallmark Drama, Pluto TV, and INSP. == Plot == The series begins in the year 1867 and centers on a proper and wealthy female physician from Boston, Massachusetts, Michaela Quinn (Seymour), familiarly known as \"Dr. Mike\". After her father's death, she sets out west to the small wild west town Colorado Springs, to set up her own practice. She makes the difficult adjustment to life in Colorado with the aid of rugged outdoorsman and friend to the Cheyenne, Byron Sully (Joe Lando) and a midwife named Charlotte Cooper (played by Diane Ladd). After Charlotte is bitten by a rattlesnake, she asks Michaela on her deathbed to look after her three children Matthew, Colleen, and Brian. Dr. Mike settles in Colorado Springs and adapts to her new life as a mother, with the children, while finding true love with Sully. She acts as a one-woman mission to convince the townspeople a female doctor can successfully practice medicine. == Cast == === Main === * Jane Seymour – Dr. Michaela Quinn * Joe Lando – Byron Sully * Chad Allen – Matthew Cooper * Erika Flores – Colleen Cooper (seasons 1–3) * Jessica Bowman – Colleen Cooper Cook (seasons 3–6) * Shawn Toovey – Brian Cooper === Supporting === * Orson Bean – Loren Bray * Frank Collison – Horace Bing * Jim Knobeloch – Jake Slicker * Larry Sellers – Black Hawk (pilot), Cloud Dancing * William Shockley – Hank Lawson * Geoffrey Lower – Rev. Timothy Johnson * Henry G. Sanders – Robert E. * Jonelle Allen – Grace * Nick Ramus – Chief Black Kettle (seasons 1–3) * Heidi Kozak – Emily Donovan (season 1) * Gail Strickland – Olive Davis (season 1) * Ben Murphy –Ethan Cooper (seasons 1–3) * Jennifer Youngs – Ingrid (seasons 1–4) * Helene Udy – Myra Bing (seasons 1–4; guest: season 5) * Haylie Johnson – Becky Bonner (seasons 1–6) * Barbara Babcock – Dorothy Jennings (seasons 2–6) * Georgann Johnson – Elizabeth Quinn (seasons 2–6) * Alley Mills – Marjorie Quinn (seasons 2–6) (saloon girl, season 1) * Elinor Donahue – Rebecka Quinn Dickinson (seasons 2–6) * Charlotte Chatton – Emma (seasons 4–5) * Michelle Bonilla – Teresa Morales (season 5) * Alex Meneses – Teresa Morales Slicker (season 6) * Brandon Douglas – Randolph Cummings (episode 4.16), Dr. Andrew Cook (seasons 4–6) * Jason Leland Adams – George Armstrong Custer (seasons 2–3), Preston A. Lodge III (seasons 4–6) * John Schneider – Red McCall (episode 1.09), Daniel Simon (seasons 5–6) * Brenden Jefferson – Anthony (season 4) * Brandon Hammond – Anthony (seasons 5–6) === Guest stars === * Edward Albert – Dr. William Burke (episode 2.06) * David Beecroft – Sergeant Terence McKay (episodes 5.25, 26; 6.1–3, 11) * Bibi Besch – Beatrice Cartwright (episode 4.23) * Verna Bloom – Maude Bray (pilot) * Guy Boyd – Loren Bray (pilot) * David Carradine – Houston Currier (episode 5.20) * June Carter Cash – Sister Ruth (episodes 2.05, 3.09, 5.16) * Johnny Cash – Kid Cole (episodes 1.04, 2.05, 3.09, 5.16) * Maxwell Caulfield – Andrew Strauss/David Lewis (episode 2.24) * Denise Crosby – Isabelle Maynard (episode 4.25) * Robert Culp – Dr. Elias Jackson (episode 1.07) * Steven Culp – Peter Doyle (episode 5.21) * Jon Cypher – Preston A. Lodge II (episode 5.10) * Kristin Davis – Carey McGee (episode 3.09) * Fionnula Flanagan – Heart (episode 2.14) * Zach Galligan – Chester Barnes (episode 6.12) * Megan Gallivan – Abigail Bray Sully (episode 2.3) * Joseph Gordon-Levitt – Zach Lawson, Hank's son (episode 1.15) * Dorian Harewood - Sgt. Zachary Carver (episode 2.17) * Jerry Haynes – Mr. Royce (episodes 6.8, 9) * Christine Healy – Dr. Miriam Tilson (episode 4.22) * Richard Herd – Dr. John Hansen (episodes 2.6, 7) * James Keach – Brent Currier (episode 5.20) * Stacy Keach Sr. – Judge Webster (episodes 5.3, 7, 14) * Diane Ladd – Charlotte Cooper (pilot, episode 2.11) * Sheryl Lee – Catherine / Shivering Deer (episode 2.15) * Matt Letscher – Tom Jennings, Dorothy's son (episode 2.19) * Anne Lockhart – Maureen (episodes 2.6, 7) * Barbara Mandrell – Gilda St. Clair (episode 5.04) * Colm Meaney – Jake Slicker (pilot) * Richard Moll – John (episodes 3.06, 3.28, 3.29) * Willie Nelson – Marshall Elias Burch (episodes 5.09, 6.19) * Ivory Ocean – Robert E. (pilot) * David Ogden Stiers – Theodore Quinn (episode 5.15) * Tom Poston – Mysterious 'Dead Man' (episode 2.03) * Andrew Prine – Thaddeus Birch (episode 1.09) * Fred Rogers – Reverend Thomas (episode 4.19) * Kenny Rogers – Daniel Watkins (episode 1.16) * Richard Roundtree – 'Barracuda' Jim Barnes (episode 6.21) * Hal Sparks – Gentle Horse (episode 3.14) * Nick Tate – Martin 'Avishominis' Chesterfield (episode 6.18) * Travis Tritt – Zachary Brett (episode 4.14) * Casper Van Dien – Jesse (episodes 3.3, 4) * Ray Walston – Lucius Slicker (episode 5.08) * Craig Wasson – Julius Hoffman (episode 2.18) * Jane Wyman – Elizabeth Quinn (episode 1.03) * Trisha Yearwood – Choir Director (episode 3.10) == Production == === Production notes === The pilot episode was shot in early 1992 and aired in a two-hour television special on New Year's Day 1993. CBS aired a second, hour-long episode the next night in order to attract and maintain the audience's attention. The pilot served more as a made-for-television movie – or mini-series suggestion – which could either be developed later into a full series or remain as a stand-alone two- hour movie. CBS ordered the show picked up immediately for the full season. However, the show made some imperative casting changes. Several pilot leads and a few of the supporting cast were replaced. Henry Sanders was recast as Robert E. in place of Ivory Ocean as a less folksy hard-nosed working man; Orson Bean replaced Guy Boyd as a more fatherly, cynically-comical Loren Bray; and Colm Meaney was replaced by Jim Knobeloch, a much younger, attractive, and contemptuously stoic Jake Slicker. Likewise, Larry Sellers's character, a Cheyenne brave called Black Hawk (listed under the closing credits as such) who played an auxiliary role as one of Chief Black Kettle's aides and spoke only their language, was quietly retooled into Cloud Dancing, Sully's blood brother and a major recurring character, who, in addition to aiding Black Kettle, plays a large role in quelling the tribulations of the Cheyenne and other neighboring tribes. He also acquired the ability to speak English, allowing him to act as a liaison alongside Sully. His character's name was never spoken on-screen during his first appearance, which can cause viewers to inadvertently re-interpret this look-alike as Cloud Dancing's first appearance before his formal debut. === Casting === Veteran actress Jane Seymour, labeled a mini-series \"queen\", was a last-minute casting choice for Michaela Quinn, having read the script only a day before production was set to begin on the pilot. She was instructed beforehand to review the script and make a decision of whether or not she felt the role was right for her, and, if so, that she truly wanted to commit to the strict contract Sullivan had demanded for the title character. The next day she began the wardrobe fittings for the series. In a 2015 feature on National Public Radio, Seymour said that she signed her contract for the show (including both the TV-movie/pilot and a five-year series commitment) because she had just discovered that her then husband/business manager had lost all her money and gotten her $9 million in debt. She had told her agent that to avoid losing her house and to protect her two young children, she would do any TV project available, no matter what it was, and Dr. Quinn was the first one offered to her. ==== Colleen portrayer changes ==== There were various cast changes of minor characters during the series. The most controversial change took place during the show's third season, when the character of Colleen Cooper was recast halfway through the year. Unlike the other actors, who signed five-year contracts with the show, Erika Flores was hesitant. She asked to be offered a contract of less than five years. Rumors circulated that Flores's father gave her an ultimatum to end the contract unless they offered her more money, or he would cut her off financially. Flores has denied such rumors, saying that she left the series for personal reasons and to pursue other opportunities. Beth Sullivan decided that she wanted the character to continue instead of being killed off or sent away. As a result, Jessica Bowman was cast as the new Colleen in Flores's place. Some of Erika Flores's fans were quite vocal in their anger over the change and wrote to CBS demanding to know why the actress had been replaced. The producers of the show felt that Jessica Bowman had the ability to successfully recreate the character on her own. ==== Other cast changes ==== Numerous cast changes occurred throughout the series, although none was as significant. Most notable was the replacement of Jane Wyman as Michaela's mother, Elizabeth Quinn. Wyman signed on to play the role for the third episode of Dr. Quinn in season one. Later Wyman turned down an invitation to return for another guest appearance in season two, as she had retired completely from acting by this stage (her previous appearance in season one marked her final acting role of any kind). Georgann Johnson was hired to replace Wyman in the role and continued throughout the remainder of the series, making one guest appearance each season and appearing in the final Dr. Quinn television movie. Michelle Bonilla originated the role of Theresa Morales in season five and was replaced by Alex Meneses in season six. Bonilla was abruptly let go for reasons that were never publicly stated. Meneses's portrayal was well received and she was featured throughout the sixth season, when her character fell in love with Jake Slicker. The role of Anthony (Grace and Robert E.'s adopted son) was played by Brenden Jefferson for four episodes in season four. He was replaced by Brandon Hammond, who continued in the role throughout seasons five and six. Jennifer Youngs did not begin playing Ingrid until the character's second appearance; the first time the character appeared, she was played by Ashley Jones. === Themes === Dr. Quinn was best known for its large, supporting cast, and its high-concept storytelling. The series often used its semi-historical setting as a vehicle to address issues of gender and race within the community. For example, one episode took on homophobia when the famous poet Walt Whitman came to town. Religion played a somewhat minor role in the series, but was also used to address certain issues and new ideas. In the season-three finale, \"For Better or Worse\", Michaela and Sully were married during a special two-hour episode. During season four, Seymour's real-life pregnancy was written into the show. The following season saw the birth of Michaela and Sully's daughter, Katie. == Broadcast history == During its entire original run on CBS, the show aired from 8–9 pm Eastern time on Saturday nights. It was the last successful TV Western drama series to air on a major broadcast network to date, and also one of the last original series to find long-term success in a Saturday timeslot. == Reception == Dr. Quinn was one of the few dramatic shows that allowed fans full access to their filming sets at the Paramount Ranch in Agoura Hills, California. Fans were permitted, often invited, to watch episodes being shot each week. Cast members were known to speak with their fans and sign autographs during shooting breaks. During the show's final season run, an official website was established, which remains active. Two fans went on to create the Dr. Quinn Times, a newsletter in which interviews with the cast, producers, directors, and technical specialists were conducted and distributed to fans, twice each year. ===Awards and nominations=== Seymour and Barbara Babcock were the only regular cast members to receive Emmy nominations for their work on the series. Seymour was nominated in 1994 and 1998 for Outstanding Lead Actress in a Drama Series, while Babcock received a single nomination in 1995 for Outstanding Supporting Actress in a Drama Series for the episode entitled \"Ladies' Night\", as her character, Dorothy Jennings, underwent a mastectomy. Diane Ladd received a nomination for Outstanding Guest Actress in a Drama Series in 1993. Seymour also won a Golden Globe Award for Best Actress - Television Series Drama in 1996 for her portrayal of Michaela Quinn, and was also nominated for the same award in 1994, 1995, and 1997. She was also nominated for the Screen Actors Guild Award for Outstanding Performance by a Female Actor in a Drama Series twice, in 1994 and 1996. The show did win many technical awards, as well as hair and make-up honors. === Ratings === {|class=\"wikitable\" style=\"text-align:center\" |- !colspan=\"2\"|Season !! U.S. ratings !! Rank |- | 1 || 1993 || N/A || #19 |- | 2 || 1993–94 ||13.46 million || #25 |- | 3 || 1994–95 ||10.7 million || #49 |- | 4 || 1995–96 ||9.6 million || #55 |- | 5 || 1996–97 ||8.5 million || #58 |- | 6 || 1997–98 ||11.7 million || #51 |} === Demographics change and cancellation === The show was a major hit in the United States for CBS and drew large ratings even though it aired on Saturday nights. Despite the high ratings, CBS claimed that the demographics changed during the show's run. During its final season, the majority of Dr. Quinn's viewers were women 40 years of age and older, and not the male and female 18-to-49 demographic that networks try to reach. In response, CBS ordered the writers to give the show a slightly darker feel than in previous seasons. As a result, season six was darker than any previous season, with the death of several characters as well as some highly sensitive subject matter: the painful miscarriage of Michaela's second child, as well as an episode entitled Point Blank, where Michaela was shot by a man and then later developed post- traumatic stress disorder. Many fans did not like the changes, while others felt that the tensions and high drama benefited the show after the overall pleasant past seasons. Despite these opposing opinions, the ratings still proved to be steady and consistent (finishing at #51 for the year). The series was suddenly canceled in 1998 after its sixth season. Despite this, the series concluded on a bookend by seeing Colleen marry Andrew and prepare to embark as a doctor in her own right, following her adoptive mother's footsteps. There is still an active fan club for William Shockley, who played Hank Lawson on the show, known as \"Hank's Hussies\". In January 2014, they attended a red carpet movie premiere together in Nashville for his new movie. == Post-series == === Syndication === The show has enjoyed strong ratings in reruns. Dr. Quinn was one of the rare instances of a show entering rerun syndication in the middle of a TV season. It debuted reruns in most American markets on Monday, December 30, 1996, just two days shy of the show's 4th anniversary. With 4 seasons being the minimum requirement for syndication pickup, Dr. Quinn reruns could have started at the more traditional launch date of September 1996, but the show's distributor, like many, had an additional minimum episode limit in order for the show to be eligible for syndication. This episode count was not reached until several episodes into Dr. Quinn's fifth season (1996–1997), and since stations had already purchased the show at the beginning of that season, the distributor decided not to hold off until the next fall and let the stations start airing reruns right away. When PAX TV launched in August 1998, it acquired reruns of current family-friendly series from CBS, including Dr. Quinn. Because dedicated Dr. Quinn fans were angered by the show's cancellation by CBS that year, these national reruns via PAX helped relieve the blow, especially in markets where local stations were not airing reruns in syndication. Until late 2005, the Hallmark Channel aired it daily, but in late 2005 Hallmark removed Dr. Quinn from its lineup, citing a drop in viewership. It is also believed that the high cost in Dr. Quinn distribution rights played a role in its removal. Dr. Quinn continues to be seen throughout the world and has been translated to several languages. Starting in June 2009, the Gospel Music Channel began airing Dr. Quinn weekdays at 5:00 and 6:00. More recently Vision TV Canada began airing Dr Quinn week nights at 6PM AT. It also airs on CHNU10 in the Lower Mainland of BC, Canada, at 3 PM PST Weekdays. It has also been shown continuously in Denmark since 2001, with plans on to keep it at its daily broadcast time of 1:00, Monday to Friday, on Danish TV station, tv2. Since the last movie in 2001, many of the show's cast members have expressed interest in reprising their roles and would like to do another reunion movie, or even a new season. Jane Seymour, Joe Lando, Chad Allen, and other cast members have stated they would all like to work together again and would reprise their Dr. Quinn roles if the opportunity arises. The show's creator, Beth Sullivan, has also stated her interest in writing another Dr. Quinn movie. In 2003, A&E; Network managed to buy the distribution rights for Dr. Quinn, Medicine Woman from CBS. All six seasons plus the two made-for-TV movies have been released on DVD. The series appears on the GMC Network. GMC aired all the series episodes, including the season-six episodes not shown in a decade, during the summer of 2010. Joe Lando did several teasers and promotions for the weekend marathons, and says he finds GMC's ad campaign \"funny\", saying: \"Truthfully, I haven't had that many opportunities to make fun of Sully. No one's really found me that funny. But it's fun to do it now. GMC came up with a great ad campaign. My kids were entertained by it and my wife got a kick out of it.\" Start TV currently airs reruns of Dr. Quinn, Medicine Woman every Monday through Saturday at 5 & 6 A.M. as well as Sundays at 7 A.M. === Movies === ==== Dr. Quinn, Medicine Woman: The Movie ==== The cancellation of Dr. Quinn caused a massive fan uproar, the likes of which had not been seen since Star Trek in the 1960s. CBS decided that instead of producing another season, as the cost involved was deemed too high, it would instead produce a TV movie. In May 1999, one year after its cancellation, CBS aired Dr. Quinn: Revolutions, a television movie special, set in 1877. However, the actual date should have been 1875, two years following the final episode, which would have been in 1873. In this TV movie, Katie Sully, now age 4, is kidnapped, and Dr. Mike and Sully, with help from some townsfolk, embark on a desperate search for their missing daughter in Mexico. Fans were delighted that a special movie was being produced, but they were not altogether impressed with its overall concept. The movie was very different in tone from the rest of the series, incorporating more guns and violence in an effort to please the twenty-something male audience demographics. Furthermore, both Jessica Bowman and Chad Allen declined appearances in that episode, due to its content, and William Olvis' entire score was scrapped in favor of more cost-effective music that was completely unlike that of the original series. Fans were shocked to find a Dr. Quinn episode that did not include the main title sequence or theme. Moreover, the script, acting, and interpretations of the original characters came across as unfamiliar and very unlike their portrayals in the series. Beth Sullivan was so furious with CBS's control over the whole project. It was critically panned and failed in the ratings. Following this backlash from having excessive creative say over the film, CBS profoundly softened its involvement with the next attempt to produce a TV movie. ==== Dr. Quinn: The Heart Within ==== A second TV movie, entitled Dr Quinn: The Heart Within, aired in May 2001. The movie was set a year after Revolutions, making it 9 years since the first episode of Dr. Quinn in the year 1876. This time around, CBS gave Beth Sullivan total creative control; however, there were some strong ground rules. To save money, the movie had to be filmed in Canada, and only the principal cast could be involved. Jane Seymour also served as an executive producer. The plot revolved around Michaela and the Sully family returning to Boston to attend Colleen's graduation from Harvard Medical School. Having transferred from The Women's Medical College to the male dominated university since the series finale, Colleen has met harsh criticism from the board as well as from Andrew's father, who resents the fact that she continues to pursue medicine, despite his misgivings. Unfortunately, Michaela's mother, Elizabeth, has fallen ill due to a heart condition, and eventually passes, leaving her entire estate to Michaela to establish a hospital back in Colorado Springs, echoing the demise of her father at the very beginning of the series. Colleen soon finds herself in a situation similar to the one her mother, Michaela, had just nine years earlier – in the same Bostonian sector — in that she is not respected or taken seriously as a woman doctor. The movie is a proper finale to the series, depicting the now-adult Cooper children's farewell to Colorado Springs, and finding their new futures in Boston, while Michaela and Sully inevitably return to Colorado Springs to begin a new chapter in their own, now older, adult lives. While this movie was far better received by fans, they did complain that more of the townspeople and original supporting cast were not involved, due to CBS's demands, as well as the last-minute absence of Chad Allen's Matthew (Allen had declined after learning that none of his original supporting costars were offered any appearances). Despite these criticisms, the movie was a success. It was filmed in Montreal, Quebec, Canada. ===Reboot=== On October 7, 2019, Jane Seymour announced in a television interview her efforts toward a possible reboot of the series. == Historical facts and filming information == * While much of Dr. Quinn was fictional, some of the events and people were based on historical fact: ** The Woman's Medical College of Pennsylvania actually existed and is today part of Drexel University College of Medicine. ** The Sand Creek Massacre in 1864 was referred to in the pilot episode (though it was historically inaccurate as the pilot took place in 1867). ** Lieutenant Colonel George Armstrong Custer, and Chief Black Kettle, are true historical figures. ** The Battle of Washita River, seen in the third-season episode \"Washita,\" was an actual historical event. In the show, the battle took place in 1869 in Colorado, while in fact it took place in the fall of 1868 in Oklahoma. * People have often asked if Dr. Michaela Quinn was based on a historical person, such as Dr. Susan Anderson. In an interview in September 2013, the show's creator, Beth Sullivan, said that she knew nothing of real women doctors at that point in history. CBS asked her to create a family drama for the eight o'clock time slot and she asked if it could be a female lead in a period piece and they said yes. She said she had always been interested in the post-Civil War period and the rest came from her imagination, giving the character of Dr. Michaela Quinn her own world view. * In what most consider the final episode of the series, the town's often-antagonist banker, Preston A. Lodge III, went bankrupt as a result of the great stock market crash, caused by the Panic of 1873, a historically-accurate event. Lodge lost much of the townspeople's money along with his own, in the Panic. * The episode \"The Body Electric\" features Walt Whitman, who was a poet and a true historical figure. * One of the major historical oversights of the show is that Colorado Springs was not technically founded until 1871, by General William Palmer, and was mainly a resort town. There were no saloons, as Palmer declared Colorado Springs to be alcohol-free. Colorado Springs stayed \"dry\" until the end of Prohibition in 1933. However, nearby towns, including Old Colorado City and Manitou Springs did permit saloons. * In the episode \"For Better or Worse: Part 1\", the folk song “I’ve Been Working on the Railroad” was played by the brass band; the song was not written until 1892. * Dr. Quinn was largely filmed at the western set on Paramount Ranch in Agoura Hills. Fans of the show were able to visit the sets, talk to the actors, and watch episodes being shot during its six- year run. Since Dr. Quinn ended, the ranch has been used numerous times for other filming projects. Numerous buildings, including the church, Sully's homestead, the school house, and the Spring Chateau Resort, were leveled soon after the series was canceled. However, the entire town still remained. Despite minor changes over the years, it was still recognizable as the Dr. Quinn set, and was a popular tourist attraction for many fans until the entire set was destroyed in the Woolsey Fire in late 2018. * Other areas used throughout the series were the back lot at Universal Studios in Hollywood, including the New England street as the location of the Quinn family home; and the New York streets, doubling as the streets of Boston and Washington. The setting of Boston in the final movie was filmed in Canada, using various locations in Old Montreal. * William Olvis wrote the underscoring music for the series, except for a few episodes in season one (where he either alternated with Star Trek spin-off series composer David Bell, or co-scored with Bell) and the Revolutions movie. * Jane Seymour's husband, James Keach, directed and produced numerous episodes of the show, and guest starred in the season 5 episode entitled \"The Hostage.\" * Due to child labor laws, the role of Katie, Dr. Mike and Sully's young daughter, was portrayed by identical triplets: Alexandria, McKenzie, and Megan Calabrese. * Jane Seymour is the only cast member who appeared in every episode of the series. Shawn Toovey missed only one episode as did Chad Allen, who also did not appear in the episode titled \"Reunion\" (Season 4), as well as the two made-for-TV movies. Joe Lando came in third, missing only a few episodes in the sixth and final season. * Starting in season 4, several episodes featured real world trivia relevant to the episode's context, usually about medical knowledge. These segments would appear at the end of the episode in the form of white text on a black background, narrated by Jane Seymour. In the episode \"A Place to Die,\" the inclusion of the trivia was particularly significant because it revealed that Dr. Mike's practice was besieged by a staph infection, a malady that was completely unknown at the time. No one, Dr. Mike included, actually figured out what was behind this mysterious blight, which killed several of her patients and forced her to fumigate the building and cremate everything inside, including some irreplaceable keepsakes. * In the earliest episodes of the series, Shawn Toovey was still losing his baby teeth and spoke with a noticeable lisp until his permanent teeth grew in. == Other media == === DVD releases === A&E; Home Video has released all six seasons of Dr. Quinn, Medicine Woman on DVD in Region 1. It has released also the two television movies that were made after the series ended. In Region 2, Revelation Films has released all six seasons on DVD in the UK. The two TV-movies were released separately, the first was entitled Dr. Quinn, Medicine Woman – The Movie and the second was entitled Dr. Quinn, Medicine Woman – The Heart Within. In Australia (Region 4), Via Vision Entertainment release the individual seasons from September 2008 through until February 2012. The TV movies Collection was released in September 2016. The individual seasons were then re-released with new artwork. Via Vision have released six complete series box sets, the first being \"The Keepsake Collection\" with 39 discs on April 17, 2013. The second version was \"The Hat Box Collection\" with 39 discs on November 26, 2014. The third released was a repackaged version of \"The Hat Box Collection\" on November 4, 2015. The fourth release \"The Complete Collection - The Complete Seasons One-Six\" with 40 discs was released on October 5, 2016. The fifth version under the same title as the fourth release and with 43 discs was released on May 10, 2018 and the sixth release also under the same title as the fourth and fifth editions with 40 discs was released on November 18, 2020. {| class=\"wikitable\" !rowspan=\"2\"|DVD name !rowspan=\"2\"|Ep # ! colspan=\"3\" |Release dates |- !Region 1 !Region 2 !Region 4 |- | Dr. Quinn, Medicine Woman: The Complete Season One | align=\"center\"|17 | May 27, 2003 | March 20, 2006 |September 10, 2008 |- | Dr. Quinn, Medicine Woman: The Complete Season Two | align=\"center\"|24 | September 30, 2003 | June 19, 2006 |February 18, 2009 |- | Dr. Quinn, Medicine Woman: The Complete Season Three | align=\"center\"|25 | March 30, 2004 | March 26, 2007 |October 7, 2009 |- | Dr. Quinn, Medicine Woman: The Complete Season Four | align=\"center\"|27 | October 26, 2004 | June 18, 2007 |September 1, 2010 |- | Dr. Quinn, Medicine Woman: The Complete Season Five | align=\"center\"|26 | January 25, 2005 | October 22, 2007 |June 1, 2011 |- | Dr. Quinn, Medicine Woman: The Complete Season Six | align=\"center\"|22 | July 26, 2005 | March 10, 2008 |February 8, 2012 |- | Dr. Quinn, Medicine Woman: The Movies | align=\"center\"|2 | June 27, 2006 | March 8, 2010 July 19, 2010 |September 7, 2016 |- | Dr. Quinn, Medicine Woman: The Complete Series | align=\"center\"|151 | October 20, 2009 | October 4, 2010 |April 17, 2013 (Limited Edition) April 11, 2018 (Re-Release) November 18, 2020 (Re- Release) |} === Novels === There were several books based on the series written by as follows. Some of them were also released abroad, including in France, Germany, the Netherlands, Hungary, and Poland. The books by Dorothy Laudan were originally released in Germany and have never appeared in an English version. However, it was these books that were most commonly translated into other languages. The series of nine covers most of the series, although the episodes on which they are based were shortened and some scenes were left out or were mentioned only briefly. {| class=\"wikitable\" style=\"text-align:center\" |- ! No. ! Title ! Year ! Notes |- ! style=\"background-color: #ffdead; \" colspan=4 align=center | Dorothy Laudan |- | align=left|1. || align=left|Dr. Quinn – Ärztin aus Leidenschaft || 1995 || align=left|based on the episodes: 1.01 \"Pilot\", 1.02 \"Epidemic\", 1.03 \"The Visitor\", 1.11 \"The Prisoner\", 1.06 \"Father's Day\" and 1.12 \"Happy Birthday\" |- | align=left|2. || align=left|Dr. Quinn – Ärztin aus Leidenschaft, Sprache des Herzens || 1995 || align=left|based on the episodes: 2.01 \"The Race\", 1.13 \"Rite of Passage\", 1.15 \"The Operation\", 2.02 \"Sanctuary\", 2.03 \"Halloween\", 2.04 \"The Incident\", 2.06–07 \"Where the Heart Is\" and 2.09 \"Best Friends\" |- | align=left|3. || align=left|Dr. Quinn – Ärztin aus Leidenschaft, Zwischen zwei Welten || 1996 || align=left|based on the episodes: 2.13 \"The Offering\", 2.15 \"Another Woman\", 2.16 \"Orphan Train\", 2.22–23 \"The Abduction\", 2.24 \"The Campaign\" and 2.26–27 \"Return Engagement\" |- | align=left|4. || align=left|Dr. Quinn – Ärztin aus Leidenschaft, Was ist Liebe? || 1996 || align=left|based on the episodes: 3.02 \"Fathers and Sons\", 3.03–04 \"Cattle Drive\", 3.09 \"Money Trouble\", 3.11–12 \"Ladies Night\", 3.14 \"Indian Agent\", 3.17–18 \"Cooper vs. Quinn\", 3.19 \"What is Love?\" |- | align=left|5. || align=left|Dr. Quinn – Ärztin aus Leidenschaft, Auf immer und ewig || 1996 || align=left|based on the episodes: 3.20 \"Things My Father Never Taught Me\", 3.23 \"The Permanence of Change\", 3.24–25 \"Washita\", 3.26 \"Sully's Recovery\", 3.27 \"Ready or Not\", 3.28–29 \"For Better or Worse\" |- | align=left|6. || align=left|Dr. Quinn – Ärztin aus Leidenschaft, Die Geschichte von Sully und Abigail ||1997 || align=left|Michaela and Sully are finally happily married. It seems nothing will stand in their way until Michaela finds in their new house some old keepsakes from Sully's late first wife. Sully eventually decides to tell her about his dramatic childhood and what happened after his parents' death. |- | align=left|7. || align=left|Dr. Quinn – Ärztin aus Leidenschaft, Eine Frau geht ihren Weg || 1998 || align=left|Sully is worried about Michaela who clearly seems to be bothered by something. When all the children are out of the home, Sully makes her talk and she starts talking about her father and her former fiancé David. |- | align=left|8. || align=left|Dr. Quinn – Ärztin aus Leidenschaft, Ein neues Leben || 1998 || align=left|based on the episodes: 4.04 \"Brother's Keeper\", 4.06\" Dorothy's Book\", 4.10 \"One Touch of Nature\" and others |- | align=left|9. || align=left|Dr. Quinn – Ärztin aus Leidenschaft, Zeit der Erwartung || 1999 || align=left|based on the episodes: 4.11 \"Hell on Wheels\" and others |- ! style=\"background-color: #ffdead; \" colspan=4 align=center | Dorothy Laudan |- | align=left|1. || align=left|Dr. Quinn, Ärztin aus Leidenschaft, Büffeljagd || 1997 || align=left|based on the episode 3.01 \"The Train\" |- | align=left|2. || align=left|Dr. Quinn, Ärztin aus Leidenschaft, Tödliches Wasser || 1997 || align=left|based on the episode 1.07 \"Bad Water\" |- | align=left|3. || align=left|Dr. Quinn, Ärztin aus Leidenschaft, Das Geheimnis || 1997 || align=left|based on the episode 1.16 \"The Secret\" |- | align=left|4. || align=left|Dr. Quinn, Ärztin aus Leidenschaft, Die Macht der Liebe || 1998 || align=left|based on the episode 2.05 \"Saving Souls\" |- ! style=\"background-color: #ffdead; \" colspan=4 align=center | Teresa Warifield |- | align=left|1. || align=left|Dr. Quinn, Medicine Woman || 1996 || align=left|Young Michaela Quinn is determined to become a doctor, but she faces many obstacles in her hometown of Boston. Her perseverance will fuel her dreams throughout childhood and medical school. And one day it will even lead her to America's untamed frontier. |- | align=left|2. || align=left|Dr. Quinn Medicine Woman: The Bounty || 1997 || align=left|When scheming bounty hunter George Hagan returns to town in pursuit of a fugitive whom he claims is being sheltered by the local Pawnee, it is up to Michaela Quinn and her husband, Sully, who must confront his own past, to stop him before he ignites a war. |- | align=left|3. || align=left|Dr. Quinn Medicine Woman: Growing Pains || 1998 || align=left|Settling of the once- limitless West gives Colorado Springs a new problem—overcrowding. Boarding houses are overflowing, saloons are rowdier, and Dr. Quinn has too many patients to count. And because of this new flow of patients, she has to find someone to take care of her little girl. As arguments escalate over how to control the swarms of citizens without damaging new-found freedoms, Dr. Mike can tell that if the chaos isn't calmed soon, she'll have to find a cure for this town's growing pains. |- ! style=\"background-color: #ffdead; \" colspan=4 align=center | Colleen O'Shaughnessy McKenna |- | align=left|1. || align=left|Dr. Quinn Medicine, Woman, No 1: New Friends || 1995 || align=left|Unable to understand why the troublesome Laura McCoy has been causing problems for her lately, Colleen Cooper tries to keep her distance, until both girls are thrust together in a strange town and forced to stick together. |- | align=left|2. || align=left|Dr. Quinn, Medicine Woman, No 2: Queen of the May || 1996 || align=left|When Dr. Mike gets overly busy with seasonal flu cases, Colleen decides to keep her school problems to herself, a situation that teaches her a lesson in communication when things spiral out of control. |- ! style=\"background-color: #ffdead; \" colspan=4 align=center | Becky H |- | align=left|1. || align=left| Vanished || 2011 || align=left|When David is wounded in the war, Michaela rushes to her fiancé's side to nurse him back to health. The happy couple soon marry and start a family in Boston, but David's battle scars go much deeper when he develops a powerful addiction to morphine. Michaela soon finds she and her young children are trapped in a cycle of terrible violence. The only way out could be to leave David forever and hide in a far-away land out West. Could a kind stranger and his young daughter be their only hope? |} === Spin-off === In 1997, there were plans of making a spin-off series centered around the Hank Lawson character. Some of the other regular Dr. Quinn characters, including the ones of Jane Seymour, Joe Lando, Jim Knobeloch, Frank Collison and Orson Bean, were in as well. It was directed by Jerry London, with Robert Brooks Mendel as the first assistant director, Timothy O. Johnson as the executive producer, and Beth Sullivan as the producer. The rest of the cast members were Laura Harring (Christina Guevara), Edward Albert (Ted McKay), James Brolin (Sheriff), Eddie Albert (Ben McKay), Carlos Gómez (Father Thomas Guevara) and John Saxon (Rafael Guevara).California in the Internet Movie Database The show was titled California and only the pilot episode was filmed. It remains unclear whether it has ever aired on television. It was available on YouTube for a time, but has since disappeared, except for a couple of clips. == Influence on popular culture == * In episode 11 of season 3 of the sitcom The Nanny, the protagonist Fran finds herself on Dr Quinn's set and meets Jane Seymour and Joe Lando, who are trying to film a scene as Dr Quinn and Byron Sully. == See also == * List of Dr. Quinn, Medicine Woman episodes * Bramwell, British television series based on the same premise. == References == == External links == * Official Dr. Quinn Web Site * Official Website * Category:1990s American drama television series Category:1993 American television series debuts Category:1998 American television series endings Category:American adventure television series Category:1990s American medical television series Category:CBS original programming Category:Cultural depictions of George Armstrong Custer Category:English-language television shows Quinn Category:Period family drama television series Category:Television series by CBS Studios Category:Television series by 20th Century Fox Television Category:Television series set in the 1860s Category:Television series set in the 1870s Category:Television shows set in Colorado Category:Television shows set in Los Angeles Category:1990s Western (genre) television series",
 "title": "Dr. Quinn, Medicine Woman"
}