{
 "id": "74871",
 "text": "Laura is a 1944 American film noir produced and directed by Otto Preminger. It stars Gene Tierney, Dana Andrews, and Clifton Webb along with Vincent Price and Judith Anderson. The screenplay by Jay Dratler, Samuel Hoffenstein, and Betty Reinhardt is based on the 1943 novel Laura by Vera Caspary. Laura received five nominations for the Academy Awards, including for Best Director, winning for Best Black and White Cinematography. In 1999, Laura was selected for preservation in the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant\". The American Film Institute named it one of the 10 best mystery films of all time, and it also appears on Roger Ebert's \"Great Movies\" series. ==Plot== New York City Police Department detective Mark McPherson is investigating the murder of a young, beautiful, highly successful advertising executive, Laura Hunt, killed by a shotgun blast to the face just inside the doorway of her apartment. He first interviews charismatic newspaper columnist Waldo Lydecker, an imperious, effete older man who relates how he met Laura and became her mentor. She had become his platonic friend and steady companion, and, wishing more, he used his considerable fame, influence, and connections to advance her career. McPherson also questions Laura's parasitic playboy fiancé, Shelby Carpenter, a \"kept man\" tethered to her wealthy socialite aunt, Ann Treadwell. Treadwell is tolerant of her niece's infatuation with Carpenter, apparently out of her practical acceptance of Carpenter's need for the affection of a woman closer to his own age. Bessie Clary, Laura's loyal and highly distraught housekeeper, is also questioned by McPherson. Through the testimony of Laura's friends and reading through her letters and diary McPherson becomes obsessed with her – so much so that Lydecker finally accuses him of falling in love with the dead woman. He also learns that Lydecker was jealous of Laura's suitors, using his newspaper column and influence to keep them at bay. One night, the detective falls asleep in Laura's apartment in front of her portrait. He is awakened by a woman entering with her own key, and is shocked that it is Laura. She finds a dress in her closet that had belonged to one of her models, Diane Redfern. McPherson concludes that the body assumed to have been Laura was in fact Redfern, drawn there for a liaison by Carpenter while Laura was away in the country. Now, with Laura still alive, unmasking the killer becomes even more urgent. At a party celebrating Laura's return McPherson arrests Laura for the murder of Redfern. Upon questioning her, he becomes convinced both that she is innocent and that she does not love Carpenter. He goes to search Lydecker's apartment, where he becomes suspicious of a clock that is identical to the one in Laura's apartment. On closer examination, he finds it has a secret compartment. McPherson returns to Laura's apartment. Lydecker is there and notices a growing bond between Laura and the detective. Lydecker insults McPherson and is sent away by Laura, but pauses on the stairwell outside. McPherson examines Laura's clock and finds the shotgun that killed Diane. Laura is confronted with the truth that Lydecker is the murderer. McPherson locks Laura into her apartment, warning her to admit no one. After he leaves, Lydecker, who had slipped in, emerges from another room and attempts to kill Laura, saying that if he cannot have her no one can. She deflects his shot and flees just as McPherson arrives, and Lydecker is shot down by McPherson's sergeant. His last words are: \"Goodbye, Laura. Goodbye, my love.\" ==Cast== * Gene Tierney as Laura Hunt * Dana Andrews as Mark McPherson * Clifton Webb as Waldo Lydecker * Vincent Price as Shelby Carpenter * Judith Anderson as Ann Treadwell * Dorothy Adams as Bessie Clary, Laura's Maid (uncredited) * Ralph Dunn as Fred Callahan (uncredited) * Clyde Fillmore as Owner of Bullitt & Co. Ad Agency (uncredited) * William Forrest as Important Client (uncredited) * James Flavin as Det. McEveety (uncredited) * Kathleen Howard as Louise, Ann's Cook (uncredited) * Larry Steers as Man Dining with Laura (uncredited) * Cara Williams as Secretary in Laura's Office (uncredited) * Eric Wilton as Restaurant Patron (uncredited) ==Production== Otto Preminger was looking for a theatrical project to direct and first became aware of Vera Caspary's story when her agent offered him the first draft of a play called Ring Twice for Laura. Preminger liked the high-society setting and the unusual plot twist, but he felt the work needed a major revision and offered to rewrite it with its author. Caspary and he disagreed about the direction they should take it, and she opted to collaborate with writer George Sklar, instead. Marlene Dietrich expressed interest in portraying the title character, but without the attachment of Dietrich or another major star, Caspary was unable to find a producer willing to finance a national tour or a Broadway run, and she abandoned the project. Caspary eventually adapted the play for both a novel with the same title, and a sequel, which she titled simply Laura, both of which eventually were purchased by 20th Century Fox for $30,000. George Sanders and Laird Cregar were announced as the leads. Interim studio head William Goetz, serving in that capacity while Darryl F. Zanuck was fulfilling his military duty, assigned Preminger the task of developing the books for the screen. Preminger began working with Jay Dratler, Samuel Hoffenstein, and Betty Reinhardt. Recalling the differences of opinion Caspary and he had, Preminger opted not to involve her until the first draft was completed. He sensed the more interesting character was not Laura, but Waldo Lydecker, and expanded his role accordingly. Caspary was unhappy with the changes to her plot, though. Zanuck, with whom Preminger previously had clashed, returned to the studio and was angered to discover Goetz had rehired his nemesis. In retaliation, he announced that Preminger could produce Laura, but not direct it, and assigned him to helm In the Meantime, Darling, instead. Several directors, including Lewis Milestone, were offered and rejected Laura until Rouben Mamoulian finally agreed to direct. Mamoulian immediately ignored all of Preminger's directives as producer and began to rewrite the script. To Preminger's dismay, he cast Laird Cregar, known for his portrayal of Jack the Ripper in The Lodger, in the key role of Lydecker. The producer felt casting an actor with a reputation for playing sinister roles would lead the audience to become suspicious of Lydecker earlier than necessary. He favored Clifton Webb, a noted Broadway actor, who had not appeared before the cameras since 1930, and who at that time was performing in the Noël Coward play Blithe Spirit in Los Angeles. Fox casting director Rufus LeMaire and Zanuck both objected to Webb because of his effeminate mannerisms, which were exactly what Preminger felt suited the character. Preminger filmed the actor delivering a monologue from the Coward play, and Zanuck agreed that Webb was perfect for the role. Zanuck was similarly campaigning for actor Reginald Gardiner to play the role of Shelby, though Fox contractee Vincent Price finally got the role. Filming began on April 27, 1944, and from the start, Mamoulian had problems with his cast. He offered relative newcomers Gene Tierney and Dana Andrews little support, allowed theatrically trained Judith Anderson to play to the balcony instead of reining in her performance, and virtually ignored Webb, who had learned that the director was unhappy with his casting. After viewing the early rushes, Zanuck called a meeting with Mamoulian and Preminger, each of whom blamed the other for the problems on the set. Preminger finally convinced Zanuck that the material needed a more subtle approach than Mamoulian was willing to give it, and the defeated studio head, in frustration, reluctantly allowed Preminger to dismiss Mamoulian and direct the film himself. Preminger immediately hired a new cinematographer and scenic designer and replaced the portrait of Laura – a crucial element of the film; Mamoulian's wife Azadia had painted the original portrait, but Preminger replaced that with an enlarged photograph (taken by Fox photographer Frank Polony) of Tierney, lightly dabbed with oils to give it the ethereal effect he wanted.Tierney Autobiography – 'Self Portrait', pp. 121–122 Preminger initially experienced resistance from his cast, who had been led to believe Preminger was unhappy with their work by the departing Mamoulian. \"Once we got used to Otto, we had a pretty easy time\", Vincent Price recalled in a July 1989 interview. Filming was completed on June 29, slightly over budget, but within the projected timetable. Zanuck was unhappy with Preminger's first cut of the film and insisted it be given a new ending, in which it was revealed Lydecker had imagined the entire story, but following a screening of the Zanuck version, columnist Walter Winchell approached the studio head and told him, \"I didn't get [the ending]. You've got to change it.\" Having lost again, Zanuck relented and allowed Preminger to reinstate his original finale, telling him, \"This is your success. I concede.\" ===Music=== Once the principal photography had been completed, Preminger hired David Raksin to score the film. The director wanted to use \"Sophisticated Lady\" by Duke Ellington for the main theme, but Raksin objected to the choice. Alfred Newman, music director for Fox, convinced Preminger to give Raksin a weekend to compose an original tune. Furious, Preminger gave Raksin that weekend, but threatened him with dismissal in case he failed. Inspired by a \"Dear John\" letter he received from his wife over the course of that weekend, Raksin composed the haunting theme, also titled \"Laura\", for which Johnny Mercer later wrote lyrics. It eventually became a jazz standard recorded by more than 400 artists, including Stan Kenton, Dick Haymes, Woody Herman, Nat King Cole, The Four Freshmen, Charlie Parker, Billy Eckstine, and Frank Sinatra.[ David Raksin at AllMusic.com] Even Spike Jones did a parody version of the song. Preminger was so pleased with Raksin's score that he not only did not dismiss Raksin, but also collaborated with him on four additional films. ===Soundtrack=== In 1993, Fox Records released a 27-minute suite of Raksin's score on an album paired with Bernard Herrmann's score for Jane Eyre. In 2013, Kritzerland released the complete Raksin score, along with test demos and the suite from the original album as bonus tracks. Track listing: # \"Main Title\" (02:18) # \"The Phonograph\" (00:25) # \"The Café\" (04:06) # \"Waldo Walks Away\" (01:01) # \"Theatre Lobby\" (01:27) # \"Night\" (03:05) # \"The Café/Waldo's Apartment\" (04:14) # \"Laura Leaves\" (00:59) # \"The Portrait\" (03:23) # \"Mark\" (01:05) # \"Apartment House\" (01:21) # \"Radio\" (01:24) # \"The Party\" (03:41) # \"Outside Waldo's Door\" (01:27) # \"Waldo\" (04:30) # \"End Title\" (01:23) # \"Laura Theme – Test Demos\" (01:44) # \"The Laura Suite – Theme and Variations\" (27:20) ==Reception== ===Critical response=== Thomas M. Pryor of The New York Times observed: Variety said: In 2002, Roger Ebert of the Chicago Sun-Times wrote: Rotten Tomatoes reports that Laura has a 100% fresh rating, based on 60 reviews, with a weighted average of 8.76/10. The site's consensus reads: \"A psychologically complex portrait of obsession, Laura is also a deliciously well-crafted murder mystery.\" ===Awards and honors=== Joseph LaShelle won the Academy Award for Best Black and White Cinematography. Otto Preminger was nominated for the Academy Award for Best Director, but lost to Leo McCarey for Going My Way. Clifton Webb was nominated for the Academy Award for Best Supporting Actor but lost to Barry Fitzgerald in Going My Way. Jay Dratler, Samuel Hoffenstein, and Betty Reinhardt were nominated for the Academy Award for Best Adapted Screenplay, but lost to Frank Butler and Frank Cavett for Going My Way. Lyle R. Wheeler, Leland Fuller, and Thomas Little were nominated for the Academy Award for Best Black-and-White Art Direction and Interior Decoration, but lost to Cedric Gibbons, William Ferrari, Paul Huldschinsky, and Edwin B. Willis for Gaslight. In 1999, Laura was selected for preservation in the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant\". American Film Institute recognition * AFI's 100 Years ... 100 Movies – Nominated * AFI's 100 Years ... 100 Thrills – #73 * AFI's 100 Years ... 100 Passions – Nominated * AFI's 100 Years ... 100 Movie Quotes: ** \"In my case, self-absorption is completely justified. I have never discovered any other subject so worthy of my attention.\" – Nominated * AFI's 100 Years of Film Scores – #7 * AFI's 100 Years ... 100 Movies (10th Anniversary Edition) – Nominated * AFI's 10 Top 10 – #4 Mystery Film == Home media== 20th Century Fox Home Entertainment released the film on Region 1 DVD on March 15, 2005. It is in fullscreen format with audio tracks and subtitles in English and Spanish. Bonus tracks include commentaries by film historian Jeanine Basinger, composer David Raksin, and author Rudy Behlmer; a deleted scene; the original theatrical trailer; and Gene Tierney: A Shattered Portrait and Vincent Price: The Versatile Villain, two episodes from A&E; Biography. In a deleted scene (1:06) with benefactor Webb, \"... the beautiful Tierney was placed in a more feminine role model, and in the end it was decided to delete her for the cinema release of the film\". The scene was restored on January 14, 2019, and presented as an \"extended version\" on DVD releases. The film became available on Blu-ray on February 5, 2012. Eureka Entertainment released the movie on Blu-ray in the United Kingdom on January 14, 2019. Four of the five radio adaptations were included as extras on the disc (with the 1950 episode of The Screen Guild Theater omitted). ==Adaptations== ===Radio=== Laura was adapted as a radio play for two different episodes of Lux Radio Theater, the first starring Gene Tierney, Dana Andrews, and Vincent Price (February 5, 1945), and the second starring Gene Tierney and Victor Mature (February 1, 1954). It was also adapted for the May 30, 1948, broadcast of Ford Theatre with Virginia Gilmore and John Larkin. In addition, Laura was presented twice on The Screen Guild Theater (August 20, 1945, and February 23, 1950), both episodes starring Gene Tierney, Dana Andrews, and Clifton Webb. ===Television=== In 1955, the movie was remade as a presentation of the drama anthology series The 20th Century Fox Hour, starring Dana Wynter in the title role. Robert Stack played McPherson and George Sanders played Lydecker. The director was John Brahm. The script was written by Mel Dinelli. Laura was also adapted for a television production produced by David Susskind, aired on January 24, 1968, starring Lee Radziwiłł in Gene Tierney's part. Sanders returned in Clifton Webb's role, and Stack in Dana Andrews's. The show was taped in London and the teleplay was written by Truman Capote. It met with unanimous negative reactions, which was attributed to Radziwiłł's poor acting. An episode of Magnum, P.I. titled \"Skin Deep\", written by joint series creator Donald P. Bellisario, used a similar premise. Ian McShane guested as the Lydecker type, an insanely jealous film producer, and Cathie Shirriff guest-starred as the episode's version of Laura Hunt, the prominent actress Erin Wolfe, whose apparent suicide investigator Magnum (Tom Selleck) is investigating. As McPherson does in Laura, Magnum learns that, in reality, his investigation subject is not dead. Cold Case does the same thing but with a gender reversal in the season 3 finale, titled \"Joseph\". An episode of Star Trek: The Next Generation titled \"Aquiel\" was likewise inspired by Laura. In one early draft of the murder mystery episode, the writers struggled with the fact that their initial solution for the mystery seemed too close to the plot of Basic Instinct. Producer Michael Piller suggested they instead look to Laura as a blueprint. The script was adjusted accordingly, featuring a character in a detective role falling in love with a supposed murder victim through her personal logs, only to discover that she was, in fact, alive. ===Film=== In 2005, a Bollywood remake titled Rog was released, directed by Himanshu Brahmbhatt and starring Irrfan Khan and Ilene Hamann. ==See also== * List of American films of 1944 ==References== === Notes === === Bibliography === * * == Further reading == * McNamara, Eugene. \"'Laura' As Novel, Film, and Myth\". Edwin Mellen Press. 1992. * Preminger, Otto, Preminger: An Autobiography. New York: Doubleday 1977. * Preminger, Otto and Bogdanovich, Peter, \"The Making of Laura\", On Film, Volume I, Number 1. (1970) * Walker, John. \"Laura (1944) film review\", artdesigncafe, 2009. ==External links== * * * * * *Laura essay by Daniel Eagan in America's Film Legacy: The Authoritative Guide to the Landmark Movies in the National Film Registry, Bloomsbury Academic, 2010 , pages 375-377 Streaming audio * Laura on Lux Radio Theater: February 5, 1945 * Laura on Screen Guild Theater: August 20, 1945 * Laura on Ford Theater: May 30, 1948 * Laura on Lux Radio Theater: February 1, 1954 Category:1944 films Category:1944 crime drama films Category:1944 mystery films Category:1940s psychological thriller films Category:20th Century Fox films Category:American films Category:American black-and-white films Category:American crime drama films Category:American detective films Category:American mystery films Category:American police detective films Category:American psychological thriller films Category:1940s English-language films Category:Film noir Category:Films based on American novels Category:Films based on mystery novels Category:Films based on works by Vera Caspary Category:Films directed by Otto Preminger Category:Films scored by David Raksin Category:Films set in New York City Category:Films whose cinematographer won the Best Cinematography Academy Award Category:Films with screenplays by Ring Lardner Jr. Category:United States National Film Registry films",
 "title": "Laura (1944 film)"
}