{
 "id": "748738",
 "text": "Chlodio (d. probably after 450 also Clodio, Clodius, Clodion, Cloio or Chlogio, was a Frankish king who attacked, and apparently then ruled, Roman- inhabited lands around Cambrai and Tournai. He is known from very few records. His influence probably reached as far south as the River Somme. He was therefore the first Frankish ruler to become established so deep within the empire, and distant from the border regions where the Franks had already been established for a long time. He was possibly a descendant of the Salian Franks. Roman sources report that they had been allowed to settle within Texandria in the 4th century. Gregory of Tours reported that in his time people believed that the Merovingian dynasty, who were still ruling, were descended somehow from Chlodio. == Name == Chlodio is a short form of the Frankish names *Hlodowig (Clovis) and *Hlodhari (Chlothar), which are derived from the Germanic root *hlod- ('famous'). ==Ancestry== In later medieval chronicles, several different ancestries were given, naming Franks who were known from earlier Roman historical records. These pedigrees are considered unreliable today. The non-contemporary Liber Historiae Francorum says his father was Pharamond, a Frankish King only known from medieval records. Pharamond in turn was said to be the son of a real Frankish king, known to have fought the Romans, named Marcomer. The Chronicle of Fredegar, on the other hand, makes Chlodio a son of Theudemeres, another real Frankish king who Gregory of Tours reported to have been executed with his mother by the Romans. ==Attestations== Gregory of Tours (II,9) reported that \"Chlogio\" (as he spells his name in Latin) attacked from a fort (castrum) named \"Dispargum\" on the edge of the \"Thoringian\" land, which is described as being west of the Rhine. One translation of what Gregory wrote, adding some Latin key words in square brackets, is as follows: :It is commonly said that the Franks came originally from Pannonia and first colonized the banks of the Rhine. Then they crossed the river, marched through Thuringia [Thoringiam transmeasse], and set up in each country district [pagus] and each city [civitas] long-haired kings chosen from the foremost and most noble family of their race. [...] They also say that Clodio, a man of high birth and marked ability among his people, was King of the Franks and that he lived in the castle of Duisberg [Dispargum castrum] in Thuringian territory [in terminum Thoringorum]. In those parts, that is towards the south, the Romans occupied the territory as far as the River Loire. [...] Clodio sent spies to the town of Cambrai. When they discovered all that they needed to know, he himself followed and crushed the Romans and captured the town. He lived there only a short time and then occupied the country up to the Somme. Some say that Merovech, the father of Childeric, was descended from Clodio.Gregory of Tours, The History of the Franks, Lewis Thorpe translation, Penguin. Section II.9. p.125. For the Latin see dmgh edition p.57. This description of locations does not match the normal medieval and modern \"Thuringia\", which is far inland and east of the Rhine and distant from all known Frankish areas. (useful because includes quotations of early references) Dispargum has therefore been interpreted many ways, for example possibly as Duisburg on the Rhine itself, or Duisburg near Brussels, or Diest, which is also in Belgium. The latter two proposals would fit the geography well, because they are within striking distance of the Silva Carbonaria, west of the Rhine, and close to Toxandria, which is known to have been settled by the Salians in the time of Julian the Apostate. It suggests that \"Thoringorum\" (genitive case) was actually referring to the \"Civitas Tungrorum\". This matches Gregory's previous mention in the same passage of how the Franks had earlier settled on the banks of the Rhine and then moved into \"Thoringia\" on the left side of the Rhine. According to this account, Chlodio held power in the northernmost part of still-Romanized Northern Gaul, together with an area further northeast apparently already Frankish. Two works written after Gregory of Tours, added details which are generally considered unreliable, but which may contain some facts derived from other sources. These are the Liber Historiae Francorum and the Chronicle of Fredegar. It is the first of these which specifies that Chlodio first pushed west through Roman-inhabited territories of the Silva Carbonaria, a large forested region which ran roughly from Brussels to the Sambre, and then took the Roman city of Turnacum (modern Tournai), before moving south to Cameracum (modern Cambrai). According to Lanting & van der Plicht (2010), the Frankish conquest of Turnacum and Cameracum probably happened in the period 445–450. In about 448 AD, a marriage party of the Franks of Chlodio was attacked and defeated at a village named Vicus Helena by Flavius Aëtius, the commander of the Roman army in Gaul. This is known because the future emperor Majorian was present, and this incident was therefore celebrated in the panegyric written by Sidonius Apollinaris for him. The passage describes \"Cloio\" as having overrun the land of the Atrebates (Artois, a province north of the Somme, and partly between Tournai and Cambrai).Sidonius ==Possible connection to Merovingians== As explained above, Gregory of Tours mentions that \"some people said\" that Merovech, the ancestor of the 'Merovingian' dynasty, was descended from Chlodio. Merovech's supposed son Childeric I is known only from records associating him with Romanized northern Gaul. Only once his son Clovis I took power in that area did he turn to the Frankish kingdoms that were still ruling in more traditionally Frankish areas. According to Gregory's understanding, the Frankish regions had many kings, but they were all part of one specific noble family, which had included Chlodio. However, according to the Gesta episcoporum Cameracensium, Clovis and his noble-blooded competitor King Ragnachar of Cambrai (the town Chlodio had put under Frankish control) were related not through the male line, but through Clovis's mother, Basina, a \"Thuringian\" princess whom his father met when exiled from Gaul. Gregory reports that Clovis asked Ragnachar: \"Why have you humiliated our family in permitting yourself to be bound? It would have been better for you to die.\" He then killed him with an axe and told Ricchar, \"If you had aided your brother, he would not have been bound\", before killing Ricchar in the same way. A contemporary Roman historian, Priscus writes of having witnessed in Rome, a \"lad without down on his cheeks as yet and with fair hair so long that it poured down his shoulders, Aetius had made him his adopted son\". Priscus writes that the excuse Attila used for waging war on the Franks was the death of their king and the disagreement of his children over the succession, the elder being allied with Attila and the younger with Aetius. It has been speculated that this Frankish succession dispute may involve the royal family which supposedly included Chlodio and Merovech. On the other hand, it has also been argued that the Franks in this story must be Rhineland Franks, with whom Aëtius was known to have had various interactions.Ulrich Nonn, Die Franken, p.86 ==References== ==Sources== *Gregory of Tours, Historia Francorum. ==External links== *Stirnet: Franks1 *Stirnet: Franks2 Category:Frankish warriors Category:Merovingian kings Category:5th-century Frankish people Category:5th-century monarchs in Europe",
 "title": "Chlodio"
}