{
 "id": "749056",
 "text": "{| |} USS Alert (1861) was a steamship named A. C. Powell purchased by the Union Navy during the first year of the American Civil War. A. C. Powell – later renamed Alert, and still later renamed Watch – served primarily as a tugboat, but at times she performed duty as a dispatch boat, ship's tender, and even as a gunboat despite the fact that she had on board only a howitzer instead of a cannon or rifle. ==Built in New York in 1861== Alert – a screw tugboat built in 1861 at Syracuse, New York., under the name A. C. Powell – was purchased at New York City by the Navy on 3 October 1861. ==Civil War service== ===A. C. Powell early blockade support=== Since this small tug's logs prior to 27 January 1865 have been lost, there are several significant gaps in our knowledge of her career. All we know of A. C. Powells service until early in the summer of 1862 is that she was operating in the sounds of North Carolina on 13 March 1862. We next hear of her on 30 June, when she was detached from the Potomac River Flotilla for duty in the North Atlantic Blockading Squadron. The reassignment was prompted by Confederate General Robert E. Lee's success in the Seven Days campaign which turned back General George McClellan's Union Army before Richmond, Virginia, and forced it to seek safety on the banks of the James River under the protection of Federal gunboats. A. C. Powell – then under the command of Acting Master Henry H. Foster – was one of several ships of the Union Navy sent to the James to assure Union control of that indispensable waterway. ===A. C. Powell renamed USS Alert=== While the tug was operating on that river, she was renamed Alert. Late in 1862, President Abraham Lincoln decided to withdraw the Army of the Potomac from the peninsula formed by the James and York Rivers and return it to the vicinity of Washington, D.C. to protect the Union capital which was threatened by Lee's Army of Northern Virginia. U.S. Secretary of the Navy Gideon Welles called Alert back to the Potomac River to strengthen the forces which were to meet Lee, but the steamer was undergoing repairs at Newport News, Virginia, and was unable to get underway until after Union soldiers had stopped Lee at Antietam Creek. With Lee's decision to retire into Virginia, the need for Alert in the Potomac disappeared, and she remained in the North Atlantic Blockading Squadron. ===Service on the James River=== During most of the remainder of her service, the tug acted as a dispatch and picket boat on the James River. She also made occasional runs to the sounds of North Carolina with messages. During these operations, Confederate forces in the waters she frequented were constantly endeavoring to seize Union warships or to destroy them by guile. For instance, on 12 November 1862, Captain Thomas Turner, the senior Union naval officer in the Hampton Roads-Norfolk area, warned Alert that > . . . the enemy is preparing ... an expedition of armed launches [to be] > sent down close inshore in the darkness of the night until they get abreast > of you. The admonition for \". . . the officers and men to be constantly on the watch ...\" was especially important since Alert often served as tender to , the flag steamer of Acting Rear Admiral Samuel Phillips Lee who commanded the Union squadron. Union warships on the James also cooperated with Army forces. In mid January 1863, Major General John Adams Dix notified Admiral Lee that there were \"... indications of activity on the part of the enemy . . .\" in the Dismal Swamp-Suffolk area. Since a major Confederate movement in that vicinity could jeopardize the entire Union hold on the south bank of the James, Admiral Lee ordered Alert and her sister warships to ready themselves to help turn back the Southern thrust should it come. ===Nansemond River expedition=== Almost three months passed before that particular threat materialized. Early in April, General Lee detached Lieutenant General James Longstreet's corps from the Army of Northern Virginia to forage for supplies. Longstreet, apparently hoping to improve the South's strategic position while finding food for General Lee's soldiers, headed for Suffolk. When the Union Army called on the Navy for help, Admiral Lee ordered Lieutenant William B.Cushing to lead a group of gunboats up the Nansemond River – a tributary of the James – to assist Major General John J. Peck's troops as they tried to stop Longstreet's advance. Alert ascended the Nansemond with Lt. William B.Cushing on 12 April, and for the next three weeks participated in almost daily duels with Confederate shore batteries. Because of her light draft, she moved above the bar of the river into the narrower, shallower, and more dangerous part of the stream near Suffolk where the fighting was fiercest. The afternoon of the next day, her rudder was severely damaged, requiring her to return briefly to Norfolk to have it replaced. The repair work was completed on the afternoon of the 16th, and the tug returned to the Nansemond and fought there through the end of the month. Her vigorous fight and that of her sister ships prevented the Southern forces from dislodging Major General Peck's troops from their defensive works and finally prompted Longstreet to withdraw – a movement hastened by a message from General Lee, who was about to engage the Union Army at Chancellorsville. ===Attempt at conversion to torpedo boat=== On 31 August 1863, the tug caught fire while moored in the Norfolk Navy Yard and sank. She was soon raised, and by October had returned to duty. In January 1864, work to fit her with a torpedo apparatus began, but the experiment proved to be unsuccessful. As a result, the tug returned to duty in the James in May. ===Renamed USS Watch=== On 2 February 1865, Alert was renamed Watch. Her work on the James reached its climax early in April when she participated in the naval expedition to Richmond, which took President Lincoln to the former Confederate capital. Soon thereafter, she left that river and raced to the Potomac River, presumably to try to cut off the escape of the assassin, John Wilkes Booth, who had shot the President. ==Post-war decommissioning and subsequent career== Following the collapse of the Confederacy, Watch was decommissioned at the Washington Navy Yard on 26 May. She was sold at auction there to Robert Lear on 5 July. Redocumented as Watch on 2 August, she served as a merchant tug until abandoned in 1886. ==References== * Category:Ships of the Union Navy Category:Ships built in New York (state) Category:Steamships of the United States Navy Category:Tugs of the United States Navy Category:Tenders of the United States Navy Category:Dispatch boats of the United States Navy Category:Gunboats of the United States Navy Category:American Civil War auxiliary ships of the United States Category:1861 ships Category:Maritime incidents in May 1863",
 "title": "USS Alert (1861)"
}