{
 "id": "749051",
 "text": "is a dry Japanese condimentJapanese Furikake (Rice Seasoning) . Japanese Kitchen. Accessed 28 October 2009. to be sprinkled on top of cooked rice, vegetables, and fish, or used as an ingredient in . It typically consists of a mixture of dried fish, sesame seeds, chopped seaweed, sugar, salt, and monosodium glutamate. Other flavorful ingredients such as (sometimes indicated on the package as bonito), or (bonito flakes moistened with soy sauce and dried again), freeze-dried salmon particles, , egg, powdered miso and vegetables are often added to the mix. is often brightly colored and flaky. It can have a slight fish or seafood flavoring and is sometimes spicy. It can be used in Japanese cooking for pickling foods and for rice balls (). Since 2003, has increasingly gained popularity in the United States (particularly in Hawaii and on the West Coast) as a seasoning for baked or fried fish,Baked furikake salmon . Fujita & Miura Public Relations. Accessed 24 March 2012. raw fish saladsFurikake salmon poki. Food Network.com. Accessed 24 March 2012. and snack foods such as party mix.Furikake party mix recipe. Feeding My Ohana. Accessed 24 March 2012. ==History== thumb| is considered to be an early version of . One account of the origin of is that it was developed during the Taishō period (1912–1926) by a pharmacist in Kumamoto prefecture named . To address calcium deficits in the Japanese population, Yoshimaru developed a mixture of ground fish bones with roast sesame seeds, poppy seeds, and seaweed that was made into a powder. This product, which he called , is generally considered the precursor to contemporary . A food company in Kumamato later acquired the product and was able to sell it commercially. It was initially sold in a flask-like container shaped with a narrow neck to prevent moisture from seeping into the product. Years after Yoshimaru's , a grocery retailer in Fukushima City named Seiichirō Kai developed a mixture consisting of white croaker and powdered kombu and other ingredients simmered with a soy sauce- based broth. Kai called his product ; it was popular on its release. Although was initially considered a luxury item for the affluent who were able to consume white rice on a regular basis, it later was made accessible to the Japanese working class. The availability of in Japan increased starting shortly after September 1948, when Nissin Foods began to manufacture it on a large scale to address pervasive malnourishment. The product was commercialized on the basis that it provided a good source of protein and calcium. was made widely available as it was dispensed to those serving in the Japanese military starting in World War I. The term was used generically to describe the product starting in 1959 with the formation of the National Association. Since 1959, products are usually differentiated by their particular ingredients, such as salmon and sesame-and-salt . ==See also== * – a type of mostly consisting of cooked black sesame seeds and sea salt crystals * List of sesame seed dishes * – a soup made by sprinkling seasonings (such as ) and toppings over cooked rice, then covering with brewed green tea * – a chilli-based spice mixture similar to mainly used on noodles, soups and * Dry chutney ==References== ==External links== * Category:Japanese condiments Category:Sesame dishes",
 "title": "Furikake"
}