{
 "id": "749366",
 "text": "The Porsche 804 is a single-seat, open-wheeled racing car produced by Porsche to compete in Formula One (F1). It raced for a single season in 1962 in the 1½ litre formula. ==Background == In 1957 the Fédération Internationale de l'Automobile (FIA) changed their rules to allow cars with enveloping bodywork to compete in Formula races. That year Porsche entered three 550/1500RS Spyders in the German Grand Prix Formula Two (F2) event. Changes to the cars were minimal, being limited to removing the passenger seats and spare tires. For 1958 Porsche fielded a modified 718, called the RSK Mittellenker (centre- steer), for F2 events. The bodywork for this car was only slightly modified from the sportscar model, but the single seat was now in the centre of the cockpit, with the steering wheel, pedals, and shift lever relocated to accommodate the change and a fairing enclosing more of the cockpit opening. Jean Behra drove the car to a win at the F2 event at Reims that year. At the German Grand Prix at the Nürburgring, driver Edgar Barth placed sixth overall and second in his class. At the Berlin Grand Prix at AVUS the car won both its heat and the F2 class in the hands of driver Masten Gregory. In October 1958 the FIA announced another change to the regulations for Formula One. Beginning in the 1961 season, engine capacity would be limited to the same 1.5 litres as in Formula Two. This meant that Porsche could use their F2 cars almost unchanged in F1. In 1959 Porsche unveiled the prototype of a narrow, open- wheeled car called the Porsche 718/2 that married the 718's mechanicals with a more traditional single-seat Formula body. The unpainted car was entered in the 1959 Monaco Grand Prix, where driver Wolfgang von Trips qualified twelfth, but crashed on the second lap of the race. At Reims, driver Joakim Bonnier finished third. For 1960 the production 718/2, starting with chassis number 718201, received revised bodywork, a 6-speed transaxle, and a wheelbase extended by . A total of five cars were built. Some of these four-cylinder cars were later raced in F1 under the 1962 1½ litre formula. For 1961 Porsche launched the Type 787. The car had a new chassis that was longer than that of the 718/2 by an additional to accommodate the Type 753 flat-eight engine in development. While it kept the earlier car's rear suspension, at the front was a new upper and lower A-arm suspension with coil springs. The first chassis completed was powered by a 547/3 four-cylinder engine with Kugelfischer fuel injection. At the Monaco Grand Prix the car retired when the fuel injection cut out. A second car, also fitted with the 547/3 engine, was completed in time to appear in the Dutch Grand Prix alongside the other 787. The cars placed 10th and 11th, but their lack of power and poor handling caused Ferry Porsche to retire the model. Porsche would focus on building a brand new competitive formula race car with an eight-cylinder engine. ==Design == ===General=== The 804 was designed by Ferdinand Alexander \"Butzi\" Porsche, also known as F.A. Porsche. He is the son of Ferdinand Anton Ernst \"Ferry\" Porsche, and grandson of the company's eponymous founder Ferdinand Porsche. F.A. Porsche was assigned the project by the company's long-time chief body engineer Erwin Komenda. The design was done for Wilhelm Hild, an engineer with the racing department, and Hubert Mimler, another engineer who worked on a variety of projects at the company and who was assigned to the racing department at the time. The two engineers worked with FA Porsche on the car. Acting as Racing director at Porsche was Fritz \"Huschke\" von Hanstein. A total of four cars were built. The fourth chassis was never raced. The 804 gave Porsche its only F1 wins as a constructor, at the 1962 French Grand Prix, and at the (non-WC) Solituderennen at Castle Solitude in Stuttgart, both with Gurney as driver. A Porsche 804 is a part of the collection of the Porsche Museum. Following an eight-month long restoration, the car appeared at the Grand Prix Historique at Monaco in 2016. The car later appeared at the 2018 Goodwood Festival of Speed. ===Chassis and body=== Design of the 804's chassis was headed by Helmuth Bott, Porsche's chassis engineer. Like the Porsche 787 before it, the 804 had a tubular steel frame and an aluminum body, but the two vehicles differed significantly in appearance. The 804 was narrower and lower, with a smoother surface than its predecessor that was achieved in part by using a horizontal cooling fan (vertical axis) on top of the new flat-eight engine, in contrast to the vertically mounted (horizontal axis) cooling fan used on the four-cylinder Fuhrmann engine. The 804 was the first Porsche to have some factory body panels made of synthetic materials. The nose and the cockpit surround were made of fibreglass later in the season. The aluminum fuel tanks had a capacity of , and were located in the car's nose and on both sides next to the driver's seat. The cockpit was narrow and contained the driver's seat, the steering wheel, the shift lever, and the pedals. A tachometer in the middle of the instrument panel and oil pressure and oil temperature gauge gave the driver the most necessary information. The 804 weighed approximately ; only slightly above the regulated minimum weight of . ===Suspension=== The suspension front and rear comprised unequal-length upper and lower A-arms. At the front, the suspension initially had only one radius rod on the bottom end of the upright. An upper rod was added later. Also at both front and rear, springing was provided by longitudinal torsion bars, and damping was by either Koni twin-tube or Bilstein monotube shock absorbers, mounted inboard. A front anti-roll bar attached to the inboard extensions of the upper A-arms. The 804 was the first Porsche to come standard with disc brakes. The car used Porsche's unique annular ring system. The 804 was also the first Porsche equipped with rack-and-pinion steering. The car was fitted with 15-inch wheels front and back. The wheels were steel, in contrast to the magnesium pieces being used by some of the competition. The tires were 5.00–15 R tires in front and 6.50-15 R in the rear. ===Engine and transmission=== Design of the new Type 753 flat-eight engine for F1 was handled by Hans Hönick and Hans Mezger. The engine continued the Porsche traditions of a boxer layout and air-cooling. The bore and stroke were respectively, giving a displacement of . The oversquare dimensions kept piston speeds low, and kept the engine narrow and as far out of the airflow on the sides of the car's tub as possible, although it was still wider than the 120° V6 and 90° V8s of the competition. A prototype engine was first started on a test-bench on 12 December 1960. That first 753 only produced (some sources say ). During the development of the 804, there were concerns about the readiness of the eight- cylinder engine, so the second chassis, 804-02, was modified to accept the air-cooled 1.5-liter four-cylinder boxer engine type 547 from the 787. That chassis was later converted back to the eight-cylinder configuration. It was never raced with the four-cylinder engine. Swiss racing driver, engineer and fuel injection specialist Michael May transferred from Mercedes Benz to Porsche to work on the 753 engine, but wound up developing improvements for the 547/3 engine instead. May's changes included reducing the oil pressure, removing two of the engines five piston rings, using a new hardening process on the built-up Hirth crankshaft, narrowing the inlet ports, modifying the piston crowns and valve depth, using direct fuel injection, and adding a second non-drive fan impeller below the driven one. The cam profiles were unchanged. The modified engine, dubbed 547/3B, managed to produced a reliable at a time when May estimated that the 753 was producing just , the Ferrari 156 V6 engine and the Coventry-Climax and BRM V8s about . May felt that the 547/3B could win Formula One races, and showed Porsche's engineers that the 804 chassis could be modified to take the four-cylinder. He then struck an agreement with Ferry Porsche to have a 547/3B installed in a 718/2 that May would personally drive in practice at the 1962 Pau Grand Prix. When the car failed to arrive at Pau, May left Porsche for Ferrari. Only three 547/3B engines were ever built. With a compression ratio of 10.0:1, the 753 flat- eight engine produced at 9200 rpm on its first outing. This was still less power than the new Coventry-Climax and BRM V8 engines. With the improved six- speed transmission from the Type 718 and a ZF limited-slip differential, the car reached a top speed of . === Technical summary === {| class=\"wikitable\" |- ! width=\"180\"| ! width=\"720\"|Porsche 804: |- | Engine: || align=\"center\" |Flat-eight boxer (4-stroke) Type 753 |- | Displacement: || align=\"center\" | |- | Bore × Stroke: || align=\"center\" | |- | Maximum power: || align=\"center\" | at 9200 rpm |- | Maximum torque: || align=\"center\" | at 7200 rpm |- | Compression ratio: || align=\"center\" |10.0:1 |- | Valvetrain: || align=\"center\" | Lower countershaft and two layshafts driving exhaust camshafts. Upper countershaft and two layshafts driving intake camshafts. Two overhead camshafts per cylinder head. Two valves per cylinder. |- | Cooling: || colspan=\"2\" align=\"center\" |Air-cooled (fan) |- | Transmission: || colspan=\"2\" align=\"center\" |6-speed gearbox with limited-slip differential, rear-wheel drive |- | Brakes: || colspan=\"2\" align=\"center\" | Porsche annular ring disc brakes |- | Suspension front: || colspan=\"2\" align=\"center\" |Upper and lower unequal-length A-arms, torsion bars, inboard shock absorbers |- | Suspension rear: || colspan=\"2\" align=\"center\" |Upper and lower unequal- length A-arms, torsion bars, inboard shock absorbers |- | Body/chassis: || colspan=\"2\" align=\"center\" |Space frame of mild steel tube with aluminum bodywork |- | Track front/rear: || colspan=\"2\" align=\"center\" | |- | Wheelbase: || colspan=\"2\" align=\"center\" | |- | Wheels and tires: || colspan=\"2\" align=\"center\" |5.00-15 R on ?J × 15 front 6.50-15 R on ?J × 15 rear |- | Length × Width × Height: || colspan=\"2\" align=\"center\" | |- | Weight (without fuel): || colspan=\"2\" align=\"center\" | |- | Top speed: || colspan=\"2\" align=\"center\" | |} ==Racing history== The 804 debuted at the 1962 Dutch Grand Prix at Zandvoort on 20 May. This was also the debut race for the Lotus 25 monocoque chassis. The Porsche team was under instructions from Ferry Porsche that the cars should be returned to Stuttgart if they did not perform well in practice. Gurney started from eighth; Bonnier from thirteenth. Gurney managed to climb to third place but retired on lap ten after struggling with a broken shift linkage. Bonnier finished seventh, behind Carel Godin de Beaufort and his four-cylinder 718. Ferry Porsche was reluctant to commit to another race, reportedly ready to cancel the program at that point. Gurney spent time on the track tuning the car and personally convinced the chairman to field a single 804 for the 1962 Monaco Grand Prix on 3 June. Driven by Gurney, it qualified fifth. A major accident at the first corner immediately after the start caused Richie Ginther's BRM to run into the back of Gurney's 804, damaging the transaxle and causing Gurney to drop out. Bonnier finished in fifth place with a four-cylinder 718. The Porsche team sat out the Belgian Grand Prix, leaving privateer Godin de Beaufort to represent the marque with a seventh-place finish in his 718/2. The factory team spent the time in development and testing. Changes to the car included a revised front suspension that added radius rods from the upper A-arms back to a chassis bracket, and on Bonnier's car the upper rear A-arms were filled in with fibreglass as a stiffening measure. An anti-roll bar that attached to extensions on the A-arms was added to the rear suspension. There was also a redesigned gear-shift mechanism, revised bodywork around the cockpit, a lower and more reclined seating position, and a detachable steering wheel. The fuel tanks were reshaped around the seat, and the pedals moved forward as part of the changes to the seating position. In addition there was extra diagonal bracing for the chassis, and an increase to the rear track of . After the development phase Ferry Porsche required that the cars be able to complete a full GP-race distance of around the Nürburgring without a mechanical breakdown, which Gurney was able to accomplish while bettering the track's existing lap times. The 1962 French Grand Prix was held on 8 July at Rouen- Les-Essarts rather than Reims. Gurney qualified his 804 in sixth place, and Bonnier's sat ninth. Ferrari did not field any cars because of a metalworkers strike, Jim Clark's Lotus dropped out on lap 33 with steering/suspension problems and Graham Hill's BRM fell out due to a fuel-injection problem. Gurney won the race with an average speed of , having lapped Tony Maggs' second-place Cooper. Bonnier retired on lap 42 of 54 with a failed fuel pump. A week later, Gurney and Bonnier drove their 804s in the 1962 Solitude Grand Prix at the Solitude track near Stuttgart. In this non-World-Championship event, Gurney led from start to finish, and Bonnier finished second. At the 1962 British Grand Prix on 21 July at Aintree, Gurney and Bonnier qualified sixth and seventh respectively. During the race the clutch in Gurney's 804 began to slip, but the car still managed a ninth-place finish. Bonnier recovered from a poor start, but later retired with gearbox trouble. At the 1962 German Grand Prix on 5 August at the Nürburgring's Nordschleife track, Gurney started from the pole position in the rain. He only held the lead until the third lap, when he was passed by Graham Hill. On lap five the battery in Gurney's car came loose. While wedging the battery against the bulkhead with his foot to keep it from shorting, Gurney ran wide on a corner, allowing Surtees past. Gurney's Porsche finished third behind Hill's BRM and John Surtees' Lola. Bonnier finished seventh. On 12 August Bonnier drove an 804 in the 1962 Kanonloppet at Karlskoga Motorstadion in Sweden, where he placed third. Bonnier and the 804 also appeared at the Ollon-Villars hill-climb held in Switzerland on 25 and 26 August. Competing in the 1100–1599 cc Racing class, driver and car set a new record of . The 1962 Italian Grand Prix took place at Monza on 16 September. Prior to the race efforts had been made to lighten the car, with the front tubes of the upper A-arms removed and extensive drilling of lightly-stressed components. A driver-activated electromagnetic clutch was also added to the cooling fan, in the hopes that disconnecting the fan would briefly provide additional useful horsepower. Bonnier finished the race in sixth place, while Gurney retired on lap 67 with gearbox damage. The last race of the Porsche 804 was the 1962 United States Grand Prix on 7 October at Watkins Glen. Gurney started from fourth and finished fifth. Bonnier damaged the gear selector on his car on lap 10, went to the pit twice for repairs and did not finish in the standings. Just before the end of the season, prior to the running of the South African Grand Prix, Porsche halted its F1 activities. At this point Porsche's F1 participation had cost the company £500,000. Huschke von Hanstein announced that the company was withdrawing from F1 to concentrate on endurance racing and the European Hillclimb Championship and that, officially, Ferry Porsche felt that owners of Porsche's production cars could not relate to the F1 machines. The company did not believe that expenditures in Formula One would necessarily result in technology that could be applied to their production cars. At this time Porsche was trying to bring the 356's successor to market, and was in the process of taking over the Reutters bodyworks. Even after the announcement, some development work was done on the 804 in 1963. The rear suspension received upper and lower radius rods. Engine modifications brought power up to . The car was not raced again. == Complete Formula One World Championship results == (key) (results in bold indicate pole position) {| class=\"wikitable\" style=\"text-align:center; font-size:95%\" ! Year ! Entrant ! Engine ! Tyres ! Drivers ! 1 ! 2 ! 3 ! 4 ! 5 ! 6 ! 7 ! 8 ! 9 ! Points ! WCC |- !rowspan=\"4\"| 1962 |rowspan=\"4\"| Porsche System Engineering |rowspan=\"4\"| Porsche 753 F8 |rowspan=\"4\"| | | NED | MON | BEL | FRA | GBR | GER | ITA | USA | RSA !rowspan=\"4\"|18 !rowspan=\"4\"|5th |- | Joakim Bonnier |style=\"background:#CFCFFF;\"|7 |style=\"background:#DFFFDF;\"|5 |DNA |style=\"background:#CFCFFF;\"|10 |style=\"background:#EFCFFF;\"|Ret |style=\"background:#CFCFFF;\"|7 |style=\"background:#DFFFDF;\"|6 |style=\"background:#CFCFFF;\"|13 | |- | Dan Gurney |style=\"background:#EFCFFF;\"|Ret |style=\"background:#EFCFFF;\"|Ret | |style=\"background:#FFFFBF;\"|1 |style=\"background:#CFCFFF;\"|9 |style=\"background:#FFDF9F;\"|3 |style=\"background:#CFCFFF;\"|13 |style=\"background:#DFFFDF;\"|5 | |- | Phil Hill | | | | | | | |style=\"background:#FFFFFF;\"|DNS | |} Driver did not finish the race, but was classified for having completed more than 75% of the race distance. ==References== ==Further reading== * * * == External links == * * 804 Category:Cars powered by boxer engines Category:Rear mid-engine, rear-wheel- drive vehicles Category:Cars introduced in 1962",
 "title": "Porsche 804"
}