{
 "id": "749535",
 "text": "Eyre Highway is a highway linking Western Australia and South Australia via the Nullarbor Plain. Signed as National Highways 1 and A1, it forms part of Highway 1 and the Australian National Highway network linking Perth and Adelaide. It was named after explorer Edward John Eyre, who was the first European to cross the Nullarbor by land, in 1840–1841. Eyre Highway runs from Norseman in Western Australia, past Eucla, to the state border. Continuing to the South Australian town of Ceduna, it then crosses the top of the Eyre Peninsula before reaching Port Augusta. The construction of the East–West Telegraph line in the 1870s, along Eyre's route, resulted in a hazardous trail that could be followed for interstate travel. A national highway was called for, but the federal government did not see the route as important enough until 1941, when a war in the Pacific seemed imminent. The highway was constructed between July 1941 and June 1942, but was trafficable by January 1942. Though originally named Forrest Highway, after John Forrest, by the war cabinet, it was officially named and gazetted Eyre Highway, a name agreed upon by the states' nomenclature committees. The finished road, while an improvement over the previous route, still was not much more than a track, and remained such throughout the 1940s and 1950s. Efforts to seal the highway began in Norseman in 1960, with the Western Australian section completed in 1969 and the South Australian section finished in 1976. Further improvement works have been undertaken since the 1980s, including widening and reconstructing portions of the road. ==Route description== Eyre Highway is the only sealed road linking the states of Western Australia and South Australia, running east from Norseman in Western Australia for across the Nullarbor Plain to Ceduna, South Australia. It then crosses the top of the Eyre Peninsula as it continues eastwards for , before reaching Port Augusta. Eyre Highway is part of the National Highway route between Perth and Adelaide, and also forms part of Australia's Highway 1\\. It is signed as National Highway 1 in Western Australia, and National Highway A1 in South Australia. The vast majority of the highway is a two-lane single carriageway with a speed limit of , except in and around built-up areas. Road trains (A-double or B-triple) up to are permitted on Eyre Highway, with Quads up to 49.5 metres (163 feet) between Ceduna and Colona Station turnoff but are limited to . The Western Australian section of Eyre Highway is on the western side of the Nullarbor Plain; the South Australian section crosses the eastern section of the Nullarbor Plain, and the top of the Eyre Peninsula. The Nullarbor gets its name from Latin for \"no tree\", and the typical view is that of a straight highway and practically unchanging flat saltbush-covered terrain, although some parts are located on ridges. The Eyre Peninsula has been extensively cleared for agriculture, although there are remnant corridors of native eucalyptus woodland alongside its roads. Main Roads Western Australia and the Department for Infrastructure & Transport in South Australia monitor traffic volume across the states' road networks, including various locations along Eyre Highway. In Western Australia, the recorded traffic volumes ranged between 430 and 760 vehicles per day in 2013/14. In South Australia, the estimated annual average daily traffic as of September 2015 varied between 500 and 1500 west of Lincoln Highway, and was 2700 to the east. Eyre Highway was assessed by the Australian Automobile Association in 2011 to be among the lowest risk highways in the country, based on total number of casualty crashes per length of road. However, individual risk based on casualty crash rates per vehicle kilometre travelled was assessed as high for the section east of Yalata to Fowlers Bay, medium for a section from Fowlers Bay to Ceduna, low-medium between Ceduna and Port Augusta, and low west of Yalata. In 2013, Eyre Highway similarly received a lower safety rating for the South Australian sections, compared to the Western Australian section. Out of five stars, approximately 10% was rated as one- or two-star in Western Australia, generally towards the Norseman end, and 91% was rated three- or four-star. In South Australia, 49% was rated as one- or two-star, mostly from Yalata to Ceduna, and across the Eyre Peninsula, with the remaining 51% rated as three- or four-star. ===Western Australia=== thumb|Caiguna Roadhouse, a typical Nullarbor roadhouse Eyre Highway begins at the town of Norseman, on the Coolgardie–Esperance Highway. Apart from Eucla, from the South Australia border, roadhouses serving the highway are the only settlements on the stretch through Western Australia. These are located apart, at Balladonia, Caiguna, Cocklebiddy, Madura, and Mundrabilla. The section between Balladonia and Caiguna includes what is regarded as the longest straight stretch of road in Australia and one of the longest in the world. The road stretches for without turning, and is signposted and commonly known as the \"90 Mile Straight\". Travelling east, the highway descends through the Madura Pass just before the Madura roadhouse from the Nullarbor Plain to the coastal Roe Plains. It skirts the bottom of the escarpment, climbing back through the Eucla Pass just before Eucla. Because of its remoteness, some widened sections of the highway serve as emergency airstrips for the Royal Flying Doctor Service. These airstrips are signposted, have runway pavement markings painted on the road, and turnaround bays for small aircraft. ===South Australia=== After crossing the border at the settlement of Border Village, the highway passes through the Nullarbor Wilderness Protection Area and then through the localities of Yalata, Penong and Ceduna. Before arriving at Ceduna, it enters the Eyre Peninsula. After Ceduna, the highway passes the intersection with Flinders Highway and heads south-east towards Kyancutta. After passing through Wirrulla, Poochera, Yanninee and Wudinna, the highway arrives at Kyancutta where it meets the north end of the Tod Highway. After Kyancutta, the highway turns to the east towards the town of Kimba. Before arriving at Kimba, it turns to the north-east. After Kimba, the highway passes through the southern end of the Lake Gilles Conservation Park and to the immediate north of both the town of Iron Knob and the Cultana Training Area before meeting the Lincoln Highway. It then continues north-east until it intersects with the Augusta Highway and Stuart Highway, north-west of the Joy Baluch AM Bridge which crosses Spencer Gulf at Port Augusta. An alternative route between Ceduna and Port Augusta, formerly signed Alternate Route 1Transport SA. Flinders Highway and Lincoln Highway road signs (photographs) – via Ozroads. Archived from the original on 1 March 2015. Retrieved 28 January 2016. and now signed B100, follows Flinders Highway and Lincoln Highway down the western and eastern sides of the peninsula respectively. ==History== ===Background=== Edward John Eyre was the first European to traverse the coastline of the Great Australian Bight and the Nullarbor Plain by land, in 1840–1841, on an almost trip from Adelaide to Albany, Western Australia. Three decades later, the East–West Telegraph line was installed. Constructed between 1875 and 1877, it followed the same route across the Nullarbor and along the Great Australian Bight, after John Forrest retraced Eyre's route in 1870 and confirmed its suitability. Repeater stations were installed at Port Lincoln, Streaky Bay, Smoky Bay, Fowlers Bay, Eucla, Israelite Bay, Esperance and Bremer Bay. Stations were later added at Franklin Harbour (Cowell) in 1885, Yardea in 1896 and Balladonia in 1897. An inland route across the Nullarbor was established with the 1912 to 1917 construction of the Trans-Australian Railway, from Port Augusta via Tarcoola to Kalgoorlie. With few roads or tracks encountering the line, most of it is only accessible by rail. ===Highway planning and construction=== The construction of the telegraph had resulted in a trail that could be followed for interstate travel, but it was a haphazard route which only the more adventurous motorists would take. Many travellers were unprepared for the harsh conditions and lack of services; they would cause a nuisance for station owners and other travellers by scrounging petrol, contaminating water supplies, leaving gates open, and committing acts of vandalism. In 1938 the Royal Automobile Club of Western Australia (RAC) called for a national highway to be constructed by the federal government, as it would be a strategic defence road, provide another link between Western Australia and other states, and improve the tourist experience. The federal government did not see the road as important enough for its involvement. In May 1941, following the construction of the central north–south Stuart Highway, the federal government announced its decision to build the east–west highway between Norseman and Port Augusta. A northerly route, close to the Trans-Australian Railway, had been considered, but extensive limestone outcrops made it impractical. Taking a route east from Norseman, with some detours around limestone ridges, would allow a road to be formed quickly and easily. With a war in the Pacific seemingly imminent, construction soon began, in July 1941. The Army was responsible for fuel, food, and communications, while the state government departments of Main Roads (Western Australia) and Highways (South Australia) managed the actual construction. thumb|left|Madura Pass section in 1941, before (top) and after (bottom) construction While initial estimates placed the construction cost at £125,000 over a period of four months, it actually cost twice as much, and was not completed until June 1942, though the road was sufficiently trafficable and in use by January of that year. The finished road, while an improvement over the previous route, still was not much more than a track. The only sections with a bitumen surface were the Madura and Eucla Passes. The formed width was , with some sections lightly gravelled over a width. By the middle of the century, several water tanks with up to capacity were located alongside the highway, including at Madura Pass, Moonera, Cocklebiddy, and east of Mundrabilla. In some cases the tanks were accompanied by amenity such as a shed, or a hut and stove, or even petrol and cafes at Ivy Tanks. The establishment of Ivy Tanks in any form was being lost by the 1980s. ===Naming=== In the 1930s and 1940s, the Western Australian Nomenclature Advisory Committee had been choosing directional names for the state's main arterial roads (such as Great Eastern Highway), while the South Australian Highways Department had been naming the major roads to other states after explorers (such as Flinders Highway, named after Matthew Flinders). The historical memorials committee of the Royal Geographical Society in South Australia was disappointed in 1938 that no road had been named after Eyre, despite its suggestion that the road from Port Augusta towards Perth should be Eyre Highway. In the same year, the RAC suggested that the proposed new highway be named Forrest Highway, after John Forrest, and the Assistant Minister for Commerce, Senator Macdonald, concurred. On 21 January 1942, Prime Minister John Curtin announced the war cabinet decision to name the newly constructed road Forrest Highway, for military purposes. Separately, the states' nomenclature committees were considering names for the road. A proposal for a single name to be used in both states was put by the Western Australian committee to the South Australian committee when the highway was completed. Two names were suggested: Great Western Highway, in line with similar directional names in Western Australia, and Eyre Highway, after the explorer. After several communications between the committees, both decided to use the name Eyre Highway. After receiving a letter from the South Australian Premier in May 1943, supporting the nomenclature committee's recommendation, Curtin agreed to the name, subject to approval from the Western Australian government. The South Australian section was named Eyre Highway on 20 May 1943, with the portion from Murat Bay (Ceduna) to the state border declared a main road. Eyre Highway was gazetted in Western Australia on 11 June 1943, and included the road from Coolgardie to Norseman until Coolgardie–Esperance Highway was gazetted on 16 August 1957. ===Sealing=== thumb|Sealed surface at west end of \"90 Mile Straight\" looking east The state of Eyre Highway remained relatively unchanged throughout the 1940s and 1950s. The road received yearly maintenance, but further, more expensive works were not warranted due to the low traffic volume of approximately fourteen vehicles per day. However, the maintenance and grading was hindered by a lack of rainfall – the road was smoothed out each year, and small sections were gravelled, but the soil the road was made from was too weak to be an effective road surface. When it did rain, even in small amounts, the road would become boggy, from patches that had broken down into a powdery substance (known as \"bulldust\") during dry periods. Large numbers of vehicles travelling the highway in 1962, for the Commonwealth Games in Perth, damaged the road in numerous locations, and the lack of moisture required salt water to be pumped from below the surface for use in repairs and maintenance. Work to seal Eyre Highway was undertaken in the 1960s and 1970s. As the federal government refused requests from Western Australia and South Australia for a special allocation to fund the sealed road, the work was left for the states to finance, over a number of years. Construction began in 1960, at the Norseman end. By the end of that year had been reconstructed, and was ready to be sealed over a width. were sealed in 1961, another were completed by 1963, and in 1964 the seal reached out from Norseman. By the mid-1960s, approximately were being sealed each year. With increased priority given to the project from 1966, Western Australia's portion of the highway was completed in 1969, with a ceremony held in Eucla on 17 October. In South Australia, a decade-long program to seal the highway began in the mid-1960s. The first section to be completed was the route between Port Augusta and Ceduna, in December 1967. In October 1972 the Ceduna to Penong seal was completed, and the final link to be sealed, between Penong and the state border, was completed with a ceremony held on 29 September 1976 near Wigunda Tank, South Australia.Eyre Highway (January 1977). Western Roads: official journal of the Main Roads Department, Western Australia, 2(1), p. 2–6. Perth: Main Roads Department. Between Yalata and the state border, the highway was realigned and deviated considerably from the original unsealed route. In deciding the new alignment for the South Australian section of the highway between Yalata and the state border, long, straight, flat sections were purposely avoided to prevent driver boredom and consequent fatigue, as well as sun-glare and glare from oncoming headlights. The new alignment also took into consideration the potential tourism opportunities provided along the coast of the Great Australian Bight. The older route, Old Eyre Highway, runs from Border Village to the Nullarbor Homestead, approximately away from the coast. Another section from the Nullarbor Homestead to Nundroo Motel also travelled further inland than the new alignment, past Ivy Tank Motel and Yalata Roadhouse. ===Further improvements=== The 1960s standard of a sealed width with gravel shoulders was proving to be inadequate by the 1980s. Increasing numbers of truck and tourist coaches caused fretting, and reduced the actual sealed width to along much of Eyre Highway. Main Roads in Western Australia spent around a million dollars a year on rehabilitating sections. A major project to improve Eyre Highway, rather than just repair the damage, began in 1984 with federal government funding to reconstruct in Western Australia. The highway was rebuilt with a pavement, with shoulders partially sealed to a width of . Work began in mid-1985 near Cocklebiddy, with a section completed in 1986. Work undertaken from 1987 to 1988 reached out east of Cocklebiddy, and had been completed by June 1990. The upgrade from Cocklebiddy to the state border was completed in October 1994. Since the 1990s, regular maintenance and minor improvements have been an ongoing effort; $3.9 million was spent on these works in Western Australia in 1996. There have been larger- scale works including reconstruction of sections near Caiguna, Balladonia, and the Frazer Range in Western Australia, as well as Cungena and Kyancutta in South Australia. ==Major intersections== ==See also== * Highway 1 (South Australia) * Highway 1 (Western Australia) * List of roadhouses in Western Australia ==Notes== ==References== ==Further reading== * Main Roads, Western Australia (2006) Distance book: distances to towns and localities in Western Australia East Perth, W.A. Main Roads * Western Australia. Dept. of Tourism. (1978) Eyre highway traveller survey, 1978 : a study of travellers prior and subsequent to sealing of the highway Perth: Western Australian Dept. of Tourism. (Roads. Use. Australia. Eyre Highway. Reports, surveys (ANB/PRECIS SIN 0061603) * ==External links== * * * Across the Nullarbor Driving Guide by Roderick Eime Category:Highways in rural Western Australia Category:Highways in South Australia Category:Nullarbor Plain Category:Highway 1 (Australia) Category:Eyre Peninsula Category:Goldfields-Esperance",
 "title": "Eyre Highway"
}