{
 "id": "750007",
 "text": "Caspar Friedrich Wolff (18 January 1733 – 22 February 1794) was a German physiologist and one of the founders of embryology. ==Life== Wolff was born in Berlin, Brandenburg. In 1759 he graduated as an M.D. from the University of Halle with his dissertation \"Theoria Generationis\" where he revived and supported the theory of epigenesis previously proposed by Aristotle and William Harvey. The paper consisted of three parts devoted to (1) development of plants, (2) development of animals, and (3) theoretical considerations. It indicated that organs are formed in differentiated layers from undifferentiated cells. Traditional and prevailing theory had speculated that organisms were already preformed in the seed (theory of preformation), that is in the human a homunculus was already sitting in the sperm. His views were not well received. Albrecht von Haller was a powerful antagonist. During the Seven Years' War, Wolff was required to practice as a field doctor in the Prussian Army. Thereafter he had difficulty entering academic life. Finally, in 1767, with help of the mathematician Leonhard Euler he obtained the chairmanship of anatomy at the St.Petersburg Academy of Sciences (now Russian Academy of Sciences). He died in Saint Petersburg. ==Research== thumb|C. F. Wolff, attribution of the portrait dubious. Wolff's research covered embryology, anatomy, and botany. He was the discoverer of the primitive kidneys (mesonephros), or \"Wolffian bodies\" and its excretory ducts. He described these in his dissertation \"Theoria Generationis\" after observing them in his studies on chick embryos. According to Locy, since he assumed a total lack of organization in the beginning, he was obliged to make development \"miraculous\" through the action on the egg of a hyperphysical agent; from a total lack of organization, he conceived of its being lifted to the highly organized product through the action of a \"vis essentialis corporis.\" In 1768–1769, he published his best work in embryology on the development of the intestine; of which Baer said, \"It is the greatest masterpiece of scientific observation which we possess.\" Again, according to Locy, while Wolff's investigations for \"Theoria Generationis\" did not reach the level of Marcello Malpighi’s, those of the paper of 1768 surpassed them and held the position of the best piece of embryological work up to that of Heinz Christian Pander and Karl Ernst von Baer. Wolff’s \"De Formatione Intestinorum\" rather than his \"Theoria Generationis\" embodies his greatest contribution to embryology; in it he foreshadows the idea of germ layers in the embryo, which, under Pander and von Baer, became the fundamental conception in structural embryology—he laid the foundation for the germ layer theory. Wolff foreshadowed the germ layer theory by showing that the material out of which the embryo is constructed is, in an early stage of development, arranged in the form of leaf-like layers. Locy recognizes Wolff as the foremost investigator in embryology before von Baer. Wolff contended that the organs of animals make their appearance gradually and that he could actually follow their successive stages of formation.(Dye) ===Eponyms=== Wolff's eponyms are: #Wolffian ducts or mesonephric ducts #Wolffian cysts #Wolffian body or mesonephros #Wolff's islands or blood islands ==References== # William A. Locy, Biology and its Makers, Henry Holt and Company, New York, 1908 # Frank J. Dye, Dictionary of Developmental Biology and Embryology, Wiley-Liss, New York, 2002 # Speert H. Obstetrical and Gynecological Milestones. The Macmillan C., New York, 1958. # Medical eponyms Category:1733 births Category:1794 deaths Category:German embryologists Category:German physiologists Category:German military doctors Category:Scientists from Berlin Category:People from the Margraviate of Brandenburg Category:German people of the Seven Years' War Category:University of Halle alumni Category:Full members of the Saint Petersburg Academy of Sciences Category:Physicians of the Charité",
 "title": "Caspar Friedrich Wolff"
}