{
 "id": "750258",
 "text": "Norseman is a town located in the Goldfields-Esperance region of Western Australia along the Coolgardie-Esperance Highway, east of Perth and above sea level. It is also the starting point of the Eyre Highway, and the last major town in Western Australia before the South Australian border to the east. At the 2016 census, Norseman had a population of almost 600. ==History== The quest for gold led to the establishment of Norseman, on the traditional lands of the Ngadju. Today there are a number of small goldmining operations in the area but only the Central Norseman Gold Corporation can be considered a major producer. Gold was first found in the Norseman area in 1892, about 10 km south of the town, near Dundas. The \"Dundas Field\" was proclaimed in August 1893 and a townsite gazetted there. In August 1894, Lawrence Sinclair, his brother George Sinclair, and Jack Alsopp discovered a rich gold reef which Sinclair named after his horse, Hardy Norseman. The family originally came from the Shetland Isles in December 1863. Laurie's brother James was working in Esperance as the Post and Telegraphist Master. In January 1895 the mining warden asked the Government to declare a townsite for the 200 or so miners who had arrived. It was gazetted on 22 May. The Aboriginal name for the area is \"Jimberlana\".Western Australian Government Gazette, file 301/95, 22 May 1895, p.735. A mining entrepreneur from Melbourne Mr Ernest McCaughan led a party of 13 by Steamship from Melbourne to Esperance to walk inland and discover the central part of the Gold Field. He later went on to develop substantial mining interests in Western Australia and Tasmania. Norseman initially struggled to develop because of the established town of Dundas; but, between 1895 and 1901, a post office, banks, doctor, courthouse, stores and churches were established and, in 1899 Cobb & Co, mail coaches started delivering mail to Norseman. In 1935, Western Mining Corporation came to Norseman and invested significantly in its infrastructure, resulting in new bitumen roads, electricity and an extension of the Goldfields Water Supply Scheme to the town. The population of the town was 418 (262 males and 156 females) in 1898. Once it was the second- richest goldfield in Western Australia, next to the Golden Mile of Kalgoorlie. It is claimed that since 1892, over 100 tonnes of gold have been extracted from the area. The Norseman Gold Mine is Australia's longest continuously running gold mining operation.The Norseman Project Norseman Gold website, accessed: 30 December 2009 As of 2006, it had been in operation for more than 65 years, producing in excess of 5.5 million ounces of gold in that time.Norseman Gold annual report 2007 accessed: 30 December 2009 ==Present day== Modern Norseman is a small, sprawling town driven by mining, tourism and dominated by a huge tailings dump. Norseman is located 724 km east of Perth via Great Eastern Highway and Coolgardie-Esperance Highway, and has a population of about 1,000. It contains a district high school (opened 1894), shopping facilities, accommodation (hotel, motel, caravan park), district hospital, council offices and a telecentre are located within the town. Being at the start of the Eyre Highway, two fuel outlets are available. ==Geography== ===Climate=== Norseman experiences a semi-arid climate (Köppen climate classification BSh). ==See also== * Nullarbor Plain * Shire of Dundas ==References== ==External links== *Shire of Dundas *Norseman Visitor Centre Category:Mining towns in Western Australia Category:Towns in Western Australia Category:Eyre Highway Category:Shire of Dundas",
 "title": "Norseman, Western Australia"
}