{
 "id": "750331",
 "text": "Events in the year 1931 in India. ==Incumbents== * Emperor of India – George V * Viceroy of India – The Lord Irwin * Viceroy of India – The Earl of Willingdon (from 18 April) ==Events== * National income - 26,852 million * 25 January – Mohandas Gandhi released again. * January – The All-Asian Women's Conference (AAWC) takes place in Lahore. * 13 February – New Delhi becomes the capital of India. * 27 February – Chandrasekhar Azad martyrdom in an encounter with the British in Allahabad. * 4 March – British viceroy of India and Mohandas Gandhi negotiate. * 23 March – Independent India leaders Bhagat Singh, Rajguru and Sukhdev are hanged by the British Government. * October, November – Mohandas Gandhi visits England.Everyman's Dictionary of Dates; 6th ed. J. M. Dent, 1971; p. 263 * 4 November – Inauguration of the Thiruvananthapuram Central Railway station by the Maharaja of Travancore Sree Chithira Thirunal * 6 November – Indian spiritual leader Meher Baba arrives in America for the first time. * 2nd Round Table Conference * Charka was adopted on centre of the flag by INC (Indian National Congress) ==Law== * 5 March – Gandhi Irwin Pact ==Births== *4 January – Nirupa Roy, actress (died 2004). *3 February – Charanjit Singh, hockey player (died 2022). *16 May – K. Natwar Singh, politician and Minister. *27 May – O. N. V. Kurup, poet (died 2016). *17 July – B. V. Nimbkar, agricultural scientist and social worker (died 2021). *26 July – S. L. Bhyrappa, novelist. *27 August – Sri Chinmoy, spiritual teacher and philosopher (died 2007). *16 September – E. C. George Sudarshan, physicist, author and professor. (died 2018) *26 September – Vijay Manjrekar, cricketer (died 1983) *15 October – Abdul Kalam, eleventh President of India.(died 2015) *21 October – Shammi Kapoor, actor (died 2011). ===Full date unknown=== *Satyen Kappu, actor (died 2007). *Romila Thapar, historian ==Deaths== *23 March – Shivaram Rajguru, revolutionary, executed (born 1908). *23 March – Bhagat Singh, freedom fighter, executed (born 1907). *23 March – Sukhdev Thapar, revolutionary, executed (born 1907). *7 July – Dinesh Gupta, freedom fighter and revolutionary, executed (born 1911). ==References== India Category:Years of the 20th century in India",
 "title": "1931 in India"
}