{
 "id": "750888",
 "text": "Serranilla Bank ( and Placer de la Serranilla)Derrotero de las islas Antillas y de las costas orientales de América p. 333 is a partially submerged reef, with small uninhabited islets, in the western Caribbean Sea. It is situated about northeast of Punta Gorda, Nicaragua, and roughly southwest of Jamaica. The closest neighbouring land feature is Bajo Nuevo Bank, located to the east. Serranilla Bank was first shown on Spanish maps in 1510. It is administered by Colombia as part of the department of San Andrés and Providencia. Armada de la República de Colombia: Forces and Commands — area is under the jurisdiction of Comando Específico de San Andrés y Providencia. An official map of Colombian borders, with treaty dates. The reef is subject to a sovereignty dispute involving Colombia, Honduras and the United States. In 2012, in regards to Nicaraguan claims to the islands, the International Court of Justice (ICJ) upheld Colombia's sovereignty over the bank. == Geography == Serranilla Bank is a former atoll, now a mostly submerged carbonate platform consisting of shallow reef environments. It is about 40 km in length and 32 km in width, covering an area of over 1,200 km2, almost entirely under water. Three small cays and two rocks emerge above the water to form the bank's islands. These are West Breaker, Middle Cay, East Cay, Beacon Cay and Northeast Breaker.Sanandresislas – description and photographs of Serranilla Bank. They are largely barren, with sparse vegetation of bushes and some trees. Many shipwrecks are located in its vicinity.Shipwrecks in the Americas, Robert F. Marx. New York (1987), p. 414–17. . The bank lacks coral reefs and has minimal sediment cover. Accretion of the bank is not keeping up with sea level rise. The southeastern portion is covered mainly by hardgrounds, while the rest of the bank is mostly covered by thin Halimeda sediments. Beacon Cay is the largest islet in the Bank. It is overbuilt with small military facilities, which house a small rotating garrison of Colombian naval personnel. There is a lighthouse on a coral ledge in the southwest approach to the bank. It is a 33 m (108 ft) tall skeletal tower built atop a 3-storey crew residence. The lamp emits a focal plane beam of light as two white flashes every 20 seconds. The current lighthouse was first erected in 1982, Legal status of the Banks of Serranilla and Bajo Nuevo, page 8. and was reconstructed in May 2008 by the Colombian Ministry of Defence. It is currently maintained by the Colombian Navy, and overseen by the state's Maritime Authority. Contract detail between Colombian Defense Ministry and private contractor, Tecnosoluciones Ltda, for the replacement of various metal lighthouse structures, including on Serranilla Bank. Photographs of Colombian lighthouses, with Serranilla Bank shown, pages 4–5. == History == The Serranilla Bank was first shown on Spanish maps in 1510 as Placer de la Serranilla. It was mentioned by Louis-Michel Aury whose ship was shipwrecked on it in 1820.Viaje del general Aury a Santafé por el Magdalena, Ch. XII, p. In later history it has been the subject of conflicting claims made by a number of sovereign states. In most cases, the dispute stems from attempts by a state to expand its exclusive economic zone over the surrounding seas. Between 1982 and 1986, Colombia maintained a formal agreement with Jamaica which granted regulated fishing rights to Jamaican vessels within the territorial waters of Serranilla Bank and nearby Bajo Nuevo Bank. Fishing agreement which permits regulated fishing rights to Jamaican vessels around Bajo Nuevo and Serranilla Banks. In November 1993, the two states agreed upon a maritime delimitation treaty establishing a \"Joint Regime Area\" to cooperatively manage and exploit living and non-living resources in designated waters between the two banks. However, the territorial waters immediately surrounding the cays themselves were excluded from the zone of joint-control, as Colombia considers these areas to be part of her coastal waters. Review of the 1993 Maritime Delimitation Treaty between Colombia and Jamaica. Topographic map of the Colombia-Jamaica Joint-Regime Area, with the two exclusion circles shown. The agreement came into force in March 1994. Nicaragua lays claim to all the islands on its continental shelf, covering an area of over 50,000 km2 in the Caribbean Sea, including the Serranilla Bank and all islands associated with the San Andrés and Providencia archipelagoes. It has persistently pursued this claim against Colombia in the International Court of Justice (ICJ), filing cases in both 2001 and 2007. El Espectador: Colombia could lose territory, despite the Hague failure Nicaragua v. Colombia, Preliminary Objections. The United States' claim was made in 1879 and 1880 under the Guano Islands Act by James W. Jennett. lists Serranilla Bank as an insular area under U.S. sovereignty. Most claims made by the U.S. over the guano islands in this region were officially renounced in a treaty with Colombia, dated September 1972. Treaty of exchange between Colombia and the United States, 1972 But whether or not Serranilla Bank was included in the agreement is disputed—there is no specific mention of the feature in the treaty and, as per Article 7 of the said treaty, only matters specifically mentioned in the document are subject to it. According to other records, as well as claims made within the ICJ, Colombia is recognised by the United States as having varying degrees of sovereignty over Serranilla Bank through the treaty of 1972, which took effect in September 1981. States on page 3 that Serranilla Bank is no longer under U.S. jurisdiction; transferred to Colombia effective September 1981. The U.S. considers the reef to be an unorganized, unincorporated United States territory. Page 39 states that U.S. sovereignty over Serranilla Bank is disputed. \"Currently, the United States conducts maritime law enforcement operations in and around Serranilla Bank and Bajo Nuevo consistent with U.S. sovereignty claims.\" This is the only archived document from this source that mentions Serranilla Bank as an insular area. Honduras claims Serranilla Bank as part of its national territory in Article 10 of its Constitution. Republic of Honduras: Political Constitution of 1982 through 2005 reforms In 1986, it agreed upon a maritime boundary demarcation with Colombia that excluded Honduras of any control over the bank or its surrounding waters. Treaty between Colombia and Honduras, 1986 The ratification of this boundary on 20 December 1999 Affirmation of Maritime Delimitation Treaty between Honduras and Colombia, 1999 proved to be controversial within Honduras, as it ensured that the state implicitly recognised Colombia's sovereignty over the claimed territory. Nicaragua, which has not resolved its maritime borders with Honduras or Colombia, disputed Honduras' legal right to hand over these areas before the ICJ.Nicaragua- Honduras Territorial Dispute De Mar, Rebecca. American University, June 2002. Despite the agreement with Colombia, however, the Honduran government has yet to officially renounce the claim in the Constitution. == Notable fauna == In 1952, Serranilla bank was the site of the last sighting of the now extinct Caribbean monk seal. == See also == * Alice Shoal * List of Guano Island claims * Rosalind Bank == References == == External links == * – aerial image of Serranilla Bank * Photos of the islands on Panoramio: Category:Atolls of the North Atlantic Ocean Category:Atolls of Colombia Category:Atolls of the United States Category:Caribbean islands of Colombia Category:Disputed islands Category:Insular areas of the United States Category:International territorial disputes of the United States Category:Caribbean islands claimed under the Guano Islands Act Category:Islands of the Archipelago of San Andrés, Providencia and Santa Catalina Category:Islands of the West Caribbean Category:Reefs of the Atlantic Ocean Category:Territorial disputes of Colombia Category:Territorial disputes of Honduras Category:Territorial disputes of Nicaragua Category:Uninhabited Caribbean islands of the United States Category:Uninhabited islands of Colombia Category:Uninhabited islands of Honduras Category:Uninhabited islands of Nicaragua Category:Colombia–Honduras relations Category:Colombia–United States relations Category:Colombia–Nicaragua relations",
 "title": "Serranilla Bank"
}