{
 "id": "751279",
 "text": "Simão Pedro Fonseca Sabrosa OIH (born 31 October 1979), known mononymously as Simão (), is a Portuguese former footballer who played mainly as a left winger, with dribbling and set piece skills as primary attributes. Having played in his country for two of the three biggest teams in the nation, Benfica and Sporting, he also spent several years of his professional career in Spain, notably with Atlético Madrid. He won the 2004–05 national championship with the first club and the 2010 Europa League with the third, amongst other accolades; he amassed Primeira Liga totals of 225 games and 87 goals over nine seasons, adding 219 La Liga matches and 26 goals in service of Barcelona, Atlético and Espanyol. Over a 12-year span, Simão represented Portugal in two World Cups and as many European Championships, helping it finish second at Euro 2004 and reach the semi-finals of the 2006 World Cup. ==Club career== ===Sporting=== Born in the village of Constantim in Vila Real, Simão started his career at Sporting CP, whose youth system had just produced Luís Figo. During his two-year spell he played 62 competitive games with the first team, his first goal coming in his debut at only 17 in a 3–0 away win against S.C. Salgueiros. ===Barcelona=== Simão moved to FC Barcelona in the 1999 off-season on a £10 million transfer, partnering with Figo in his first year as they finished second in La Liga to Deportivo de La Coruña. On 21 October 2000, in a match remembered for his compatriot's treatment by Barça fans on his return to the Camp Nou in the colours of new team Real Madrid, he scored in a 2–0 El Clásico win. In 2001, after a comparatively low-key tenure at the Spanish club under manager Louis van Gaal, Simão spoke of his desire for a move back to Sporting. However, he signed with city rivals S.L. Benfica for €12 million. ===Benfica=== Simão instantly became a fan-favorite as his new team, quickly acquiring the status of captain. Also, during his six-year stint, he always finished as their top scorer, also ranking high in the global domestic charts, notably in the 2002–03 season as he scored a Primeira Liga and career-best 18 goals. In the following campaign, Simão scored Benfica's second goal in a 2–1 extra-time victory over FC Porto in the final of the Taça de Portugal, ending the club's eight-year silverware drought. In 2004–05, as the side won the national championship after an 11-year wait, he played in all the matches and minutes, netting 15 times. They also reached the domestic cup final in a 1–2 loss against Vitória de Setúbal, with him scoring through a fourth-minute penalty; in the campaign's UEFA Cup he also appeared in all the matches, netting four times including twice against Dukla Banská Bystrica in a 3–0 away win, with his team eventually reaching the round-of-32. The 2005 summer transfer window saw Simão targeted by Liverpool in an offer worth approximately £12 million, though negotiations reportedly failed over Benfica's increase in asking price. He continued his excellent form into 2005–06, helping his side in the UEFA Champions League campaign, where they made it to the quarter-finals. He played in eight of a possible ten matches in the tournament, including the 1–2 loss at Manchester United in the group stage, firing his team level shortly before the hour with a free kick after he himself had been fouled by Alan Smith; in the knockout stages he helped stun title holders Liverpool, unleashing an unstoppable shot into the top left-hand corner of Pepe Reina's goal, as the Portuguese won 2–0 at Anfield and 3–0 overall. The following year several clubs, such as Manchester United and again Liverpool also revealed interest in Simão, but he decided to stay at the Estádio da Luz. ===Atlético Madrid=== Finally, on 26 July 2007, Atlético Madrid reached an agreement to sign Simão from Benfica for a fee of €20 million. During his first two seasons, in which he was an undisputed starter, he scored seven goals apiece, as the team finished fourth in the top division on both occasions. On 12 April 2009, Simão entered in the hundred-year history of the capital club by scoring its 4,000th goal in the league with a left- footed diagonal shot against Deportivo. In the ensuing summer he became one of Atlético's captains for the new campaign, receiving that role from coach Abel Resino after a reshuffle; as the Colchoneros underachieved overall, he scored in the Champions League at APOEL FC in a 1–1 away draw, a goal that secured the club's place in the season's UEFA Europa League. On 14 January 2010, Simão scored twice in a 5–1 home victory over Recreativo de Huelva that qualified to the quarter-finals of the Copa del Rey (5–4 on aggregate), including through an 83rd-minute free kick from 20 metres to decide the tie. He also grabbed an important goal in the Europa League against Galatasaray SK as the team eventually won the competition, with the player appearing in the final against Fulham. Simão began the 2010–11 season on a high note, scoring three goals in the first seven games – notably in a 1–1 draw at Valencia CF on 22 September 2010. He also captained the side more frequently due to the absence of Antonio López, most notably in the UEFA Super Cup's 2–0 defeat of Inter Milan, where he set up a goal for Sergio Agüero. ===Beşiktaş=== On 22 December 2010, aged 31, Sabrosa signed with Süper Lig's Beşiktaş JK for €900,000, reuniting with Portugal teammates Hugo Almeida and Ricardo Quaresma. On 11 May 2011, he scored the decisive penalty in the shootout as they won the Turkish Cup against İstanbul Başakşehir FK (4–3, 2–2 after extra time). Simão faced his previous team in the 2011–12 Europa League round-of-16, scoring in a 1–3 loss at the Vicente Calderón Stadium (1–6 on aggregate). ===Espanyol=== Simão joined RCD Espanyol on a free transfer on 17 August 2012, signing a two-year contract. He scored his first goal with his new club on 7 December, featuring as a second-half substitute for Rui Fonte and heading in from a corner kick in an eventual 2–2 home draw against Sevilla FC. Simão was released on 22 May 2014, alongside Joan Capdevila. In April 2015, having been inactive for ten months, he said that he was finding it difficult to attract a new club at the age of 35, and was considering the possibility of entering management. ===NorthEast United=== On 25 June 2015, Indian Super League club NorthEast United FC announced they had signed Simão as a marquee player. He captained the team in his debut match on 9 September, also scoring in the friendly with AmaZulu FC. Initially sidelined by injury, Simão made his competitive debut on 20 October against Chennaiyin FC at the Indira Gandhi Stadium, replacing Francis Dadzie after 74 minutes and winning a last-minute penalty which he converted to open a 2–0 win which gave the team their first points of the season. On 3 November, immediately after replacing compatriot Silas, he scored a free kick to close a 1–1 draw at Delhi Dynamos FC; four days later, from the penalty spot, he decided an away win at Atlético de Kolkata. ===Post- retirement=== Simão returned to Benfica on 14 September 2017, being appointed head of international relations after longtime club and international teammate Nuno Gomes, who had just left his post as director of the Futebol Campus academy in Seixal, rejected the offer. ==International career== Simão's path to the Portugal national team began when he won the UEFA European Under-16 Championship in 1996. The following year he began playing for the under-18s, being a regular in the under-21 side two years later. Simão made his full debut for Portugal at only 19 years of age, scoring on 18 November 1998 against Israel, but was not included in the squad for UEFA Euro 2000. He also did not make the list for the 2002 FIFA World Cup due to injury, but he did participate at Euro 2004 where the hosts finished in second place. He played in three of his country's six matches, his most notable appearance coming against England in the quarter-finals: he came on as a second-half substitute and seized on Frank Lampard's wayward pass and crossed for Hélder Postiga, who headed in unmarked scoring the equalising goal in the late minutes of the game, bringing it to extra time and an eventual successful penalty shootout, where he converted his attempt. Simão was also selected for the 2006 World Cup in Germany, finishing fourth overall. He made six appearances in the tournament, scoring only one goal on the 24th minute against Mexico, in a 2–1 group stage win; on 1 July, in the quarter-finals, Portugal and England met again in a penalty shootout (0–0 after 120 minutes) and he helped to another victory, netting his attempt for the final 3–1. In Euro 2008, Simão played in three of Portugal's matches and did not find the net, as the nation was eliminated in the quarter-finals by Germany. He did finish as his team's top scorer during the qualifying phase for the 2010 World Cup with four goals, including two in a 3–0 home defeat of Hungary. Simão was selected for the finals in South Africa. A starter from the second group stage fixture he scored precisely in that game, through a right-footed low shot in a 7–0 rout of North Korea on 21 June 2010. On 27 August 2010, Simão stepped down from the national squad citing personal reasons, and earned 85 caps over his 12-year spell, netting 22 goals. ==Outside football== ===Personal life=== Simão was married to Filipa Valente for ten years, before their divorce in August 2011. The couple had a daughter and a son together. In 2014, he fathered a son who was also given his name, born to Vanessa Rebelo, the ex-wife of his former Benfica teammate Bruno Aguiar. In March 2009, Simão took leave from Atlético to aid in the search for Diogo, the four-year-old son of his elder brother Serafim, who was reported missing when playing in the sea off Matosinhos. It was later confirmed that he had drowned. ===Other ventures=== Simão launched an instructional DVD titled Como Se Faz um Campeão (How to Make a Champion), and was the protagonist of a campaign for television channel Sport TV HD. In June 2016, he began working there as pundit and interviewer. He featured on the cover of the Portuguese edition of the video game FIFA 10, and in 2010, he appeared in an advertisement for McDonald's. ==Career statistics== ===Club=== {| class=\"wikitable\" style=\"text-align: center\" |- !rowspan=\"2\"|Club !rowspan=\"2\"|Season !colspan=\"3\"|League !colspan=\"2\"|Cup !colspan=\"2\"|Other !colspan=\"2\"|Total |- !Division!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |rowspan=\"4\"|Sporting |1996–97 |rowspan=\"3\"|Primeira Liga |2||1||1||0||0||0||3||1 |- |1997–98 |21||1||3||0||2||0||26||1 |- |1998–99 |30||10||1||0||2||0||33||10 |- !colspan=\"2\"|Total !53!!12!!5!!0!!4!!0!!62!!12 |- |rowspan=\"3\"|Barcelona |1999–2000 |rowspan=\"2\"|La Liga |21||1||4||0||7||0||32||1 |- |2000–01 |25||2||4||1||9||0||38||3 |- !colspan=\"2\"|Total !46!!3!!8!!1!!16!!0!!70!!4 |- |rowspan=\"7\"|Benfica |2001–02 |rowspan=\"6\"|Primeira Liga |26||11||1||0||colspan=\"2\"|—|||27||11 |- |2002–03 |33||18||0||0||colspan=\"2\"|—|||33||18 |- |2003–04 |31||12||4||1||10||2||45||15 |- |2004–05 |34||15||4||3||10||4||48||22 |- |2005–06 |24||8||3||2||8||2||35||12 |- |2006–07 |24||11||3||1||12||4||39||16 |- !colspan=\"2\"|Total !172!!75!!15!!7!!40!!12!!227!!94 |- |rowspan=\"5\"|Atlético Madrid |2007–08 |rowspan=\"4\"|La Liga |30||7||3||0||8||3||41||10 |- |2008–09 |33||7||3||0||8||2||44||9 |- |2009–10 |34||2||8||3||17||2||59||7 |- |2010–11 |16||4||1||1||7||1||24||6 |- !colspan=\"2\"|Total !113!!20!!15!!4!!40!!8!!168!!32 |- |rowspan=\"3\"|Beşiktaş |2010–11 |rowspan=\"2\"|Süper Lig |15||5||5||3||colspan=\"2\"|—||20||8 |- |2011–12 |31||3||2||0||9||2||42||5 |- !colspan=\"2\"|Total !46!!8!!7!!3!!9!!2!!62!!13 |- |rowspan=\"3\"|Espanyol |2012–13 |rowspan=\"2\"|La Liga |26||3||1||0||colspan=\"2\"|—||27||3 |- |2013–14 |34||0||2||2||colspan=\"2\"|—||36||2 |- !colspan=\"2\"|Total !60!!3!!3!!2!!colspan=\"2\"|—!!63!!5 |- |NorthEast United |2015 |Indian Super League |10||3||colspan=\"2\"|—||colspan=\"2\"|—||10||3 |- !colspan=\"3\"|Career total !500!!124!!53!!18!!103!!19!!656!!161 |} ===International=== :Sources: {| class=\"wikitable\" style=\"text-align:center\" |- !National team||Year||Apps||Goals |- |rowspan=\"13\"|Portugal |1998||1||1 |- |1999||0||0 |- |2000||5||0 |- |2001||5||0 |- |2002||4||0 |- |2003||8||3 |- |2004||12||1 |- |2005||5||2 |- |2006||12||5 |- |2007||6||2 |- |2008||9||4 |- |2009||11||3 |- |2010||7||1 |- !colspan=\"2\"|Total!!85!!22 |} ===International goals=== :Source: {| class=\"wikitable\" ! # !! Date !! Venue !! Opponent !! Score !! Result !! Competition |- | 1. | 18 November 1998 | Bonfim, Setúbal, Portugal | | style=\"text-align:center\"| 2–0 | style=\"text-align:center\"| 2–0 | rowspan=\"4\"|Friendly |- | 2. | 30 April 2003 | Philips Stadion, Eindhoven, Netherlands | | style=\"text-align:center\"| 1–1 | style=\"text-align:center\"| 1–1 |- | 3. | 20 August 2003 | Estádio Municipal, Chaves, Portugal | | style=\"text-align:center\"| 1–0 | style=\"text-align:center\"| 1–0 |- | 4. | 11 October 2003 | Restelo, Lisbon, Portugal | | style=\"text-align:center\"| 2–2 | style=\"text-align:center\"| 5–3 |- | 5. | 13 October 2004 | José Alvalade, Lisbon, Portugal | | style=\"text-align:center\"| 5–1 | style=\"text- align:center\"| 7–1 | rowspan=\"3\"| 2006 FIFA World Cup qualification |- | 6. | rowspan=\"2\"| 3 September 2005 | rowspan=\"2\"| Estádio Algarve, Faro, Portugal | rowspan=\"4\"| | style=\"text-align:center\"| 5–0 | rowspan=\"2\" style=\"text- align:center\"| 6–0 |- | 7. | style=\"text-align:center\"| 6–0 |- | 8. | rowspan=\"2\"| 3 June 2006 | rowspan=\"2\"| Saint-Symphorien, Metz, France | style=\"text-align:center\"| 0–1 | rowspan=\"2\" style=\"text-align:center\"| 0–3 | rowspan=\"2\"|Friendly |- | 9. | style=\"text-align:center\"| 0–2 |- | 10. | 21 June 2006 | Veltins-Arena, Gelsenkirchen, Germany | | style=\"text- align:center\"| 2–0 | style=\"text-align:center\"| 2–1 | 2006 FIFA World Cup |- | 11. | rowspan=\"2\"| 15 November 2006 | rowspan=\"2\"| Cidade de Coimbra, Coimbra, Portugal | rowspan=\"2\"| | style=\"text-align:center\"| 1–0 | rowspan=\"2\" style=\"text-align:center\"| 3–0 | rowspan=\"2\"| UEFA Euro 2008 qualification |- | 12. | style=\"text-align:center\"| 3–0 |- | 13. | 6 February 2007 | Emirates Stadium, London, England | | style=\"text-align:center\"| 0–1 | style=\"text- align:center\"| 0–2 | Friendly |- | 14. | 12 September 2007 | José Alvalade, Lisbon, Portugal | | style=\"text-align:center\"| 1–0 | style=\"text- align:center\"| 1–1 | UEFA Euro 2008 qualification |- | 15. | 31 May 2008 | Dr. Magalhães Pessoa, Leiria, Portugal | | style=\"text-align:center\"| 2–0 | style=\"text-align:center\"| 2–0 | rowspan=\"2\"| Friendly |- | 16. | 20 August 2008 | Estádio Municipal, Aveiro, Portugal | | style=\"text-align:center\"| 2–0 | style=\"text-align:center\"| 5–0 |- | 17. | 6 September 2008 | Ta' Qali Stadium, Ta' Qali, Malta | | style=\"text-align:center\"| 0–3 | style=\"text- align:center\"| 0–4 | 2010 FIFA World Cup qualification |- | 18. | 19 November 2008 | Bezerrão, Gama, Brazil | | style=\"text-align:center\"| 4–2 | style=\"text-align:center\"| 6–2 | Friendly |- | 19. | rowspan=\"2\"| 10 October 2009 | rowspan=\"2\"| Estádio da Luz, Lisbon, Portugal | rowspan=\"2\"| | style=\"text-align:center\"| 1–0 | style=\"text-align:center\" rowspan=\"2\"| 3–0 | rowspan=\"3\"| 2010 FIFA World Cup qualification |- | 20. | style=\"text- align:center\"| 3–0 |- | 21. | 14 October 2009 | D. Afonso Henriques, Guimarães, Portugal | | style=\"text-align:center\"| 2–0 | style=\"text- align:center\"| 4–0 |- | 22. | 21 June 2010 | Cape Town Stadium, Cape Town, South Africa | | style=\"text-align:center\"| 2–0 | style=\"text-align:center\"| 7–0 | 2010 FIFA World Cup |} ==Honours== ===Club=== Benfica *Primeira Liga: 2004–05 *Taça de Portugal: 2003–04 *Supertaça Cândido de Oliveira: 2005 Atlético Madrid *UEFA Europa League: 2009–10 *UEFA Super Cup: 2010 *Copa del Rey runner-up: 2009–10 Beşiktaş *Turkish Cup: 2010–11 ===International=== Portugal *UEFA European Under-16 Championship: 1996 *UEFA European Championship runner-up: 2004 ===Individual=== *Bola de Prata: 2002–03 *LPFP Primeira Liga Player of the Year: 2006–07 *Cosme Damião Awards – Footballer of the Year: 2006 *CNID Best Portuguese Athlete Abroad: 2010 ===Orders=== *Medal of Merit, Order of the Immaculate Conception of Vila Viçosa (House of Braganza) ==References== ==Further reading== * * ==External links== * * * * * Category:1979 births Category:Living people Category:People from Vila Real, Portugal Category:Portuguese footballers Category:Association football wingers Category:Primeira Liga players Category:Sporting CP footballers Category:S.L. Benfica footballers Category:La Liga players Category:FC Barcelona players Category:Atlético Madrid footballers Category:RCD Espanyol footballers Category:Süper Lig players Category:Beşiktaş J.K. footballers Category:Indian Super League players Category:Indian Super League marquee players Category:NorthEast United FC players Category:UEFA Europa League winning players Category:Portugal youth international footballers Category:Portugal under-21 international footballers Category:Portugal international footballers Category:UEFA Euro 2004 players Category:2006 FIFA World Cup players Category:UEFA Euro 2008 players Category:2010 FIFA World Cup players Category:Portuguese expatriate footballers Category:Expatriate footballers in Spain Category:Expatriate footballers in Turkey Category:Expatriate footballers in India Category:Portuguese expatriate sportspeople in Spain Category:Portuguese expatriate sportspeople in Turkey Category:Portuguese expatriate sportspeople in India",
 "title": "Simão Sabrosa"
}