{
 "id": "751353",
 "text": "thumb|240px|Chew Magna Chew Magna is a village and civil parish within the Chew Valley in the unitary authority of Bath and North East Somerset, in the ceremonial county of Somerset, England. The parish has a population of 1,149. To the south of the village is Chew Valley Lake. The village is on the B3130 road, about from Bristol, from Bath, from the city of Wells, and from Bristol Airport. The village is close to the northern edge of the Mendip Hills (a designated Area of Outstanding Natural Beauty), and was designated a conservation area in 1978. There are many listed buildings reflecting the history of the village. The River Chew flows through the village. Just outside the village is Chew Magna Reservoir: this small Bristol Water supply reservoir intercepts the Winford Brook. There is one primary school, and an adjacent secondary school, several shops and small businesses, three churches, and three pubs serving the area. There is also a football pitch and children's play area. The village frequently wins regional categories in the Calor Village of the Year competition, and is currently moving towards zero waste status, having been described as \"probably the greenest parish in Britain\". == History == Chew Magna has long been the largest village in the district, and can trace its importance back to Saxon times. It was a thriving woollen centre in the Middle Ages. In 1086, it had 108 households rendering £46 per year, most of its land being cultivated and having five mills, 29 cattle, 36 pigs, 448 sheep and 46 goats. It acquired market town and non-represented borough status. 22 of these households were serfs.http://www.domesdaymap.co.uk/place/ST5763/chew-magna/ Domesday Map website The manor of Chew was held by the Bishops of Bath and Wells from 1062 to 1548, and therefore was called Chew Episcopi or Bishop's Chew. The bishops built a palace near the church of St Andrews, which was visited by Henry III in 1250. During the king's visit, a number of items were stolen including a ruby, gold coins and a 'crested' box, the latter being one of Henry's personal effects. An inscription referring to this event was once visible in the main entrance to the manor, but has since been obscured by more modern repairs. Chew Court is a surviving part of the palace and has its adjacent well head also listed for its long heritage.Chew Court — Grade II* - Well Head — Grade II - According to Robinson its manors, lay and religious holdings formed an episcopal property held, as overlord, by Giso, the last Saxon bishop and the name Magna comes from the Latin meaning 'the greater'. This is supported by the Domesday Book which was made to specify the 1086 and the pre-conquest holder, in both instances given as the \"Bishop of Wells\". Hence its benefice was from the early medieval period converted from a rectory to a vicarage, with substantial tythings adjoining named Bishop Sutton, Knowle with Knighton Sutton, North Elm, and Stone. Furthermore, it had the living of Dundry annexed to it. By 1848 all tithes had been commuted and the sole improprietor is listed in 1848 of the great tithes as George Smyth. The parish was part of the hundred of Chew. In the eastern corner of the south aisle of the church is a monument of the Baber family, who formerly had large possessions in the parish. Inserted in a window of the aisle, is a wooden effigy, supposed to be of Sir John de Hautville, a Knight of Henry III's, who owned the northeastern estate named Norton Hautville, now Norton Hawkfield: in the same directional corner of the church are monuments to the Strach(e)y family who lived at Sutton Court. A c. 13th-century carved sundial is still visible, although eroded, to the right of the church's door, and can be used to tell the time by carefully inserting a small stick to act as a gnomon. Midday is marked by a vertical line; post-meridian hours are to the right of this line. === After the Dissolution of the Monasteries === Since about 1600, the name changed to Chew Magna as this has been the most important of the several villages along the banks of the River Chew and reflecting the reduced wealth of the established church from the Dissolution of the Monasteries onwards. Around 1700 the Lord of the Manor was Sir William Jones, the Attorney General of England and in the 1820s it was the seat of Lord Lyttelton. Until about 1880 the village had toll roads and a toll house to collect the fees. By 1848 the population was partly employed in coal mines in Bishop Sutton, and in the manufacture of stockings and of edge tools to a limited extent; formerly there was a factory for cloth. During the late 19th and 20th centuries the importance of the wool trade in the village declined and it became largely a dormitory area for the cities of Bristol and Bath, although it has continued to be the commercial centre of the valley. thumb|right|View from the west of the same World War II pill box === Second World War === During German bombing raids targeted on Bristol, many bombs fell in the parish: Ruen House on the road to Chew Hill was bombed. The nearly flat area just east of the Y-junction on Chew Hill was initially chosen as a Starfish site area to be lit by fires to simulate Bristol in flames.Brown, Donald (1999). Somerset v Hitler: Secret Operations in the Mendips 1939 - 1945. Newbury: Countryside Books. . pages 165-177 Later, about halfway between North Chew Farm and Manor Farm, North Wick was an area secured by Royal Air Force personnel, lit by fires, and with \"automatic\" guns to simulate anti-aircraft guns. There was also a genuine heavy anti aircraft battery at Chewhill farm. The area was guarded by pill boxes of which one remains on the west side of Blacklands (map reference ST579640). === Chew Valley Lake Construction === The construction of Chew Valley Lake in the 1950s brought opportunities for leisure and tourism. === 1968 storm === On 10–11 July 1968 a storm brought heavy rainfall to the Chew valley and Dundry, with falling in 18 hours on Chew Stoke, which is double the area's average rainfall for the whole of July. This caused flooding to 88 properties in Chew Magna with many being inundated with of water. The bridge on the road to Dundry was demolished. === Telephone exchange === The Chew Magna telephone exchange was manually operated until the 1950s. An important number Chew Magna 2 was that of Dr Terrell Hughes: the exchange operators could often locate him in an emergency even if he was away from his home and surgery.Diary of Doris Ogilvie, East Dundry. Bristol Records Office accession 44394 The manual exchange served most of the Chew valley and even East Dundry. == Government and politics == Chew Magna has its own parish council, which has some responsibility for local issues, and is part of the Chew Valley North Ward. This is represented by one councillor on the Bath and North East Somerset Unitary Authority, which has wider responsibilities for services such as education, refuse, tourism, etc. The village is a part of the North East Somerset constituency,. Prior to Brexit in 2020, it was part of the South West England constituency of the European Parliament. == Demographics == According to the 2001 Census the Chew Valley North Ward (which includes Chew Magna and Chew Stoke), had 2,307 residents, living in 911 households, with an average age of 42.3 years. Of these, 77% of residents described their health as 'good'; 21% of 16- to 74-year-olds had no qualifications; and the area had an unemployment rate of 1.3% of all economically active people aged 16–74. In the Index of Multiple Deprivation 2004, it was ranked at 26,243 out of 32,482 wards in England, where 1 was the most deprived LSOA and 32,482 the least deprived. == Buildings of interest == === Church === alt=Chew Magna Incumbents and Patrons 1191-1996|thumb|Chew Magna Incumbents and Patrons 1191-1996 St Andrew's Church dates from the 12th century with a large 15th-century pinnacled sandstone tower, a Norman font and a rood screen that is the full width of the church. In the church are several memorials to the Stracheys of Sutton Court together with a wooden effigy of a Knight cross-legged and leaning on one elbow, in 15th-century armour, thought to be of Sir John de Hauteville or a descendant, and possibly transferred from a church at Norton Hautville before it was demolished. Another effigy in the north chapel is of Sir John St Loe, who was over tall, and his lady. The armoured figure is long and his feet rest on a lion, while those of his lady rest on a dog. The tomb of Sir Edward Baber (1530-1578) son of Sir John Baber, is housed within the church alongside his wife Lady Catherine Leigh-Baber daughter to Sir Thomas Leigh. The church was restored in 1860 and has a register commencing in 1562. The tower is about one hundred feet tall and was probably built about 1440. There has been a clock on the tower since the early 1700s. There is a peal of eight bells in the tower. Tenor 28 cwt ( in C. The original five bells were re-cast by the celebrated Thomas Bilbie of Chew Stoke in 1735 to make a peal of six, and in 1898 four of these were re-cast and two were repaired by Messrs. Mears and Stainbank of London to commemorate the Diamond Jubilee of Queen Victoria. Two additional bells, the gift of Brigadier Ommanney, were added in 1928 to complete the octave, which still contains two of the Bilbie bells. The present clock, installed in 1903, plays a verse of a hymn every four hours, at 8 am, noon, 4 and 8 pm, with a different hymn tune for every day of the week. The church is a Grade I listed building. The churchyard contains several monuments which are Grade II listed buildings in their own right: the churchyard cross, Edgell monument, Fowler monument and a group of three unidentified monuments. In addition there is an early 19th-century limestone round-topped stone which bears the inscription to William Fowler \"shot by an Highwayman on Dundry Hill 14 June 1814 aged 32 years\" and a Commonwealth war grave of a Royal Air Force officer of World War II. Within the church are wooden plaques commemorating the nineteen people from the village who died in World War I and seven from World War II, and a bronze plaque to an individual soldier who died in 1917. === Other buildings === alt=Stone building with arched doorway on ground floor. Three windows on first floor and single window below roof level. To the left are trees and cars, to the right another building.|thumb|left|The Old School Room, Chew Magna Next to the church is the Church House, which is also known as the Old School Room. The upstairs room was the local school from the mid or early 15th century, with the village poorhouse below. This has been a venue for social activity in the village and in 1971 underwent major renovation. It is a Grade II* listed building. Also close to the church is Chew Court, which was originally a bishop's palace. It was largely rebuilt in 1656, from which a little survives as the Chew Court of today including an Elizabethan doorway with Doric pilasters. The room over the gatehouse is said to have been used as a court- room, with the turrets used for holding prisoners. Chew Court is a Grade II* listed building. The Manor House has Tudor origins, including a fireplace dated 1656, with a Gothic exterior from 1874, largely redesigned by John Norton. Amongst the brought-in pieces in the house are two South German reliefs, \"The Martyrdoms of St Catherine and St Sebastian\", from an altar of the early 16th century. There are also a series of panels in the Floris style, probably Flemish and with a repeating date 1562. From 1680 to 1844 the Manor House was the home of prominent Quaker families including the Vickris, the Summers and the Harfords. William Penn preached here in 1687. The house has of gardens laid out in the 19th century. The house is a Grade II* listed building and now forms part of the Sacred Heart Convent School. Two of the stables attached to the Manor House are Grade II listed. alt=Street scene showing road junction and grey stone buildings with parked cars in front of them. To the left is a grassy area with a tree.|thumb|High Street and shops, Chew Magna alt=Street scene showing grass area to the left of road junction. Ahead are buildings.|thumb|Street showing site of old toll house The high street contains many old buildings. The Beeches was built in 1762, with walls, railings, gates and piers of the same date, although the side wings were added later. Acacia House and Igbetti House, which was formerly known as Myrtle House, are from the same period, while Barle House, Holly House, The Sycamores and Portugal House are slightly more recent. On Battle Lane is the 18th- century Rookstone House, which was formerly the end house in a row of seven, and The Rookery and its lodge, which were built in the early 19th century. Harford Square is dominated by the construction, in 1817, of Harford House and its accompanying stable block. Just south of the village is the medieval Tun Bridge with three pointed arches including double arch rings, spanning over the river, approached along one of the high pavements that are a feature of the village centre. It has three pointed arches, two of which have double arch rings built in two orders. At its widest point it is wide and in the centre. The two main arches are separated by a sharp cutwater and tapering to above which a string course runs throughout the length of bridge. The bridge is thought to date from the late 15th century and is a Grade II listed building and a Scheduled Ancient Monument (Avon No. 159). The raised pavement and steps are themselves also listed Grade II. Surrounding the village are several historic farmhouses including Dumper's Farmhouse, which dates from the 15th century, and Knole Hill Farmhouse, dated 1763. == Schools == Chew Magna Primary School won a Becta award for the use of ICT in Practice in 2005 for using the adventure exploration computer game Myst to support literacy and communication. Chew Valley School is the main secondary school (11–18 years) for the valley. It is situated between Chew Magna and Chew Stoke. The latest (2015) Ofsted Inspection Report describes this specialist Performing Arts College as a mixed comprehensive school with 1,160 pupils on roll, including 186 students in the sixth form. It says the school is popular and oversubscribed, and has been successful in gaining a number of national and regional awards. It received a \"good\" rating overall, down from \"outstanding\" at the last inspection (2011) == Go Zero project == Chew Magna is the home of the \"Go Zero\" project, which promotes education for sustainability at all levels in society, seeking to conserve and make improvements to the environment in the UK and overseas. The four groups within Go Zero are: Transport and Energy (which includes Dragonflyer Mobility, a plan to develop a range of integrated services that offer communities in the West of England cost-effective, flexible and environmentally sustainable transport); People and Consumption (farmers' markets, local food, skill swaps); Converging World (which supports campaigns and initiatives for social justice and development and is currently pursuing Fair Trade status for Chew Magna); and Waste and Recycling. It is based at Tunbridge Mill, a post-medieval watermill. == Sport and recreation == Chew Magna has a King George's Field in memorial to King George V. Gymnasium facilities, squash courts, badminton etc., and outdoor all-weather pitches are available at the Chew Valley Leisure Centre between Chew Magna and Chew Stoke. There is a range of clubs and societies for young and old, including Scout groups, gardening society, and the Women's Institute. There is a cricket pitch and teams in Chew Magna. In 2011, residents of Chew Magna and surrounding villages banded together to form a new charity, the Chew Valley Youth Trust, to combat the declining provision in leisure and recreational activities for young people in the region. In response to the closure of local Youth Clubs and declining state support for local transport, the charity combats issues of rural isolation and provides young residents with recreational activities. == Famous residents == * John Strachey (1671–1743), geologist * John Sanger (1816–1889), a circus proprietor, lived in the village in the 19th century * Richard Brock (1938– ), a natural history film producer * Jekka McVicar (1951-), herbalist. * Dr Phil Hammond (1962–), a general practitioner and comedian == References == == Bibliography == * * * * == External links == * * BANES Environmental Services Area 2 — Chew Valley * Map of Chew Magna circa 1900 Category:Civil parishes in Somerset Category:Villages in Bath and North East Somerset",
 "title": "Chew Magna"
}