{
 "id": "751467",
 "text": "The Community Climate System Model (CCSM) is a coupled global climate model (GCM) developed by the University Corporation for Atmospheric Research (UCAR) with funding from the National Science Foundation (NSF), the Department of Energy (DoE), and the National Aeronautics and Space Administration (NASA). The coupled components include an atmospheric model (Community Atmosphere Model), a land-surface model (Community Land Model), an ocean model (Parallel Ocean Program), and a sea ice model (Community Sea Ice Model, CICE). CCSM is maintained by the National Center for Atmospheric Research (NCAR). Its software design assumes a physical/dynamical component of the climate system and, as a freely available community model, is designed to work on a variety of machine architectures powerful enough to run the model. The CESM codebase is mostly public domain with some segregable components issued under open source and other licenses. The offline chemical transport model has been described as \"very efficient\". The model includes four submodels (land, sea- ice, ocean and atmosphere) connected by a coupler that exchanges information with the submodels. NCAR suggested that because of this, CCSM cannot be considered a single climate model, but rather a framework for building and testing various climate models. ==Submodels== ===Ocean model (docn6)=== The Climatological Data Ocean Model (docn) is recently at version6.0. It must be run within the framework of CCSM rather than standalone. It takes two netCDF datasets as input and sends six outputs to the coupler, to be integrated with the output of the other submodels. ===Atmosphere model (CAM)=== The Community Atmosphere Model (CAM) can also be run as a standalone atmosphere model. Its most current version is 3.1, while 3.0 was the fifth generation. On May 17, 2002, its name was changed from the NCAR Community Climate Model to reflect its role in the new system. It shares the same horizontal grid as the land model of CCSM: a 256×128 regular longitude/latitude global horizontal grid (giving a 1.4 degree resolution). It has 26 levels in the vertical. === Sea Ice Model (CICE) === The polar component of ocean-atmosphere coupling includes sea ice geophysics using the formerly-known Los Alamos Sea Ice Model, CICE, now often referred to as the CICE Consortium model, to which NCAR has contributed code and physical improvements through the Polar Climate Working Group. CICE simulates the growth, movement, deformation and melt of sea ice, critical for calculating energy and mass fluxes between the polar atmosphere and oceans in the earth system. ==Development== The first version of CCSM was created in 1983 as the Community Climate Model (CCM). Over the next two decades it was steadily improved and was renamed CCSM after the Climate System Model (CSM) components were introduced in May 1996. In June 2004 NCAR released the third version, which included new versions of all of the submodels. In 2007 this new version (commonly given the acronym CCSM3 or NCCCSM ) was used in the IPCC Fourth Assessment Report, alongside many others. In May 2010 NCAR released CCSM version4 (CCSM4). On June 25, 2010 NCAR released the successor to CCSM, called the Community Earth System Model (CESM), version1.0 (CESM1), as a unified code release that included CCSM4 as the code base for its atmospheric component. ==References== ==External links== * CCSM4 * CCSM3 * CCSM2 * CCSM1 * Community Atmosphere Model (CAM), atmospheric component of CCSM Category:Numerical climate and weather models",
 "title": "Community Climate System Model"
}