{
 "id": "751535",
 "text": "{| |} USS Tyler was originally a merchant ship named A. O. Tyler, a commercial side-wheel steamboat with twin stacks and covered paddles positioned aft. Constructed in Cincinnati, Ohio in 1857, it was acquired by the United States Navy, 5 June 1861 for service in the American Civil War and converted into the gunboat USS Tyler on 5 June 1861. She was commissioned in September 1861. She was protected with thick wooden bulwarks. ==Before military acquisition== Just four days after Mississippi's secession, on the evening of 13 January 1861, the steamboat was fired upon by cannon used by militia defending Vicksburg. ==On the Cumberland and Tennessee Rivers== thumb|Tyler with Lexington at Belmont Tyler served in the Western Flotilla from June 1861 to 1 October 1862, fighting for the Mississippi River. Soon after being commissioned, Tyler participated in the attack on the Confederate forces in Hickman and Columbus in Kentucky, doing battle with the CSS Jackson. In November 1861, Tyler escorted troops transports for an assault on Belmont, Missouri. Along with , Tyler bombarded Columbus until forced by a Confederate counterattack to cover the withdrawal of the Union troops. In February 1862, Tyler assisted in General Ulysses S. Grant's advance up the Cumberland and Tennessee Rivers, helping in the capture of Fort Henry and Fort Donelson, securing western Kentucky for Federal forces. Between assaults on the two forts, Tyler joined and Lexington moving along the Tennessee River, destroying an important railroad bridge and capturing three Confederate gunboats, most notably the CSS Eastport which was converted into an ironclad for Union service. After participating in the two-day action which culminated in the surrender of Fort Donelson, Tyler resumed operations on the Tennessee River in support of Grant's advance southward along the river's banks through western Tennessee. thumb|left|Tyler with Lexington at Shiloh In the Battle of Shiloh, when Confederate forces under General Albert Sydney Johnston surprised Grant's troops in southwestern Tennessee near Pittsburg Landing and began pushing them back into the river, Tyler and Lexington brought their guns to bear when the Confederates attempted to protect their right flank by anchoring it on the river bank. The two ships delivered a devastating enfilading fire that forced the Southern right flank to fall back. Grant's troops took advantage of the withdrawal to mount a general advance supported by naval ordnance. Thus, victory ensued where debacle seemed imminent. Grant said of this battle, \"in this repulse much is due to the presence of the gunboats.\" ==The Mississippi and Vicksburg== On 19 April 1862, Tyler moved farther south where she captured the Confederate transport Albert Robb and burned another Southern ship, Dunbar. After Shiloh and the capture of Island No. 10 on the Mississippi, the North shifted the emphasis of its war in the west to conquering that mighty river in an effort to divide the Confederacy in two. Fort Pillow fell on 4 June and Memphis, Tennessee fell on 6 June. Vicksburg, Mississippi was the next obstacle, and it took more than a year to remove it. Those efforts occupied Tyler intermittently for the ensuing 13 months. Her first action of the Vicksburg Campaign came in mid-July when she joined the ironclad and the in probing the Yazoo River above Vicksburg in search of the incomplete Confederate ironclad ram CSS Arkansas which had eluded capture at Memphis and sought refuge far up the Yazoo. The falling waters of the Yazoo forced Arkansas downriver; but, by then, she was virtually complete and ready for battle. On 15 July, the Union probe and the falling river brought Tyler and her colleagues into a collision with Arkansas. After a brisk exchange of cannonades, Carondelet was disabled. Only Tyler, abandoned by Queen of the West, remained to suffer the full onslaught of the powerful Southern warship. Recognizing the futility in attacking her adversary unsupported, Tyler reluctantly retreated with Arkansas in pursuit. After a running fight all the way down the Yazoo, the two warships reached the Union fleet lying near the confluence of the two rivers. Tyler sought refuge among the fleet while Arkansas ran through it, delivering salvo after salvo into the aggregate of ships, and moored safely under the protection of the Vicksburg shore batteries. During the first phase of the siege of Vicksburg, Tyler participated in the joint Army-Navy expedition up the Yazoo River to establish a landward advance on the Confederate stronghold. That expedition lasted from 7 December 1862 until 3 January 1863. Though the expedition showed no immediate fruits, the land campaign, in conjunction with the waterborne attacks, eventually brought Vicksburg to her knees. In the meantime, Tyler saw action in two other operations. The first was to open Arkansas to invasion and the second was in support of the slow strangulation of Vicksburg. In mid- January, she joined other units of the squadron in escorting Army transports to Fort Hindman which guarded Arkansas Post on the invasion route to Little Rock. Federal forces carried that fort finally on 9 January 1863 after a combined sea and land campaign. Following that expedition, the gunboat resumed a patrol routine on the Mississippi until late April. On the 29th, she joined another expedition up the Yazoo, and it resulted in the fall of the important fortifications on Haynes Bluffs on 1 May. That operation was the gunboat's last major role in the reduction of Vicksburg which surrendered to Union forces on 4 July 1863. Tyler resumed her support for Army troops upriver invading Arkansas. On the day that Vicksburg surrendered, the gunboat brought her guns to bear on an attacking Confederate force near Helena, Arkansas. ==On the White River== For the remainder of the war, she participated in the invasion of Arkansas, operating principally on the White River. Her last major combat with the Confederates came on 24 June 1864 far up the White River near Clarendon, Arkansas, when she engaged the Southern shore batteries which damaged and captured the gunboat Queen of the West. The beginning of 1865 found her still on the White River but by April she was at Memphis. ==Rescue efforts in the Sultana tragedy== The Tyler was pressed into rescue duty with a volunteer crew to assist in the steamboat Sultana disaster, north of Memphis on 27 April 1865, as her regular complement had recently been discharged.Harvey, Hank, retired staffer, The Blade, Toledo, Ohio, Sunday, October 27, 1996, Section C, Pages 3,6. In June, Tyler moved to Mound City, Illinois where she remained until sold at auction there on 17 August 1865. ==See also== *Anaconda Plan *List of United States Navy ships *Union Navy ==References== * Hank Harvey, retired staffer for The (Toledo) Blade, coverage on Sultana disaster, Sunday, 27 October 1996, Section C, Pages 3,6. * ==External links== *Bombardment of Fort Henry (Feb. 2-6, 1862) Category:Ships built in Cincinnati Category:Ships of the Union Navy Category:Gunboats of the United States Navy Category:American Civil War patrol vessels of the United States Category:1857 ships",
 "title": "USS Tyler"
}