{
 "id": "75210",
 "text": "Bottom is a British television sitcom created by Adrian Edmondson and Rik Mayall that originally aired on BBC2 from 17 September 1991 to 10 April 1995 across three series. The show stars Edmondson and Mayall as Edward Elizabeth \"Eddie\" Hitler and Richard \"Richie\" Richard, two crude, perverted flatmates with no jobs and little money who live in Hammersmith, West London. The show features chaotic, nihilistic humour and violent comedy slapstick. Bottom also spawned five stage-show tours between 1993 and 2003, and a feature film, Guest House Paradiso (1999). Plans for a spin-off series titled Hooligan's Island featuring various Bottom characters were cancelled in 2012. In 2004, Bottom came in at No. 45 in a BBC poll for Britain's Best Sitcom. ==Cast and characters== Main characters *Adrian Edmondson as Edward \"Eddie\" Elizabeth Hitler *Rik Mayall as Richard \"Richie\" Richard Recurring characters *Steven O'Donnell as Spudgun (1991–1995) *Christopher Ryan as Dave Hedgehog (1991–1995) *Lee Cornes as Dick Head (1991–1995) *Roger Sloman as Mr Harrison (1991–92) ==Premise== Eddie and Richie are two pathetic, misogynistic, slobby flatmates living in a filthy, damp flat at 11 Mafeking Parade in Hammersmith, London. Mayall described them as \"unemployed survivors\". They spend their time concocting desperate schemes to convince women to have sex with them, including buying sex spray, forging money, and pretending to be aristocrats. Their plans are never successful, however, and the stress of their miserable lives can cause them to become irritable with each other. Whenever tensions hit a breaking point, Richie and Eddie end up fighting (albeit in a comical, Tom and Jerry-style, with adult themes). Both men are immature. Richie is a virgin; he is insecure and clueless on how to talk to women. Despite being a penniless slob, he occasionally projects a pompous sort of snobbery in an attempt to impress others and boost his self-esteem; he is sexually frustrated and obsessed with losing his virginity. Eddie, the more popular of the two, enjoys drinking regularly, and often secretly steals family heirlooms and cash from Richie, although he occasionally has inventive moments, like building a cash forger, an electric toilet, and a time machine. Eddie's friends the gormless Spudgun and Dave Hedgehog both fear Richie, believing him to be psychotic. Although the four of them sometimes venture out, usually to the local pub, the Lamb and Flag, most of the episodes are set within the confines of the squalid flat. == Production == === Development === Adrian Edmondson and Rik Mayall had been a double act since their first meeting as 20th Century Coyote, while they were students at Manchester University in 1976. They developed the Eddie and Richie characters over the course of their career, which were loosely based on their own friendship. The names themselves come from Edmondson's and Mayall's own nicknames for each other; many of Mayall's characters are referred to by some variation of the name Richard, and Edmondson's character is taken from Eddie Monsoon, his nickname since university. The duo had portrayed characters similar to Eddie and Richie in their past television comedy shows The Young Ones, The Dangerous Brothers, and Filthy, Rich & Catflap. Bottom was developed while Edmondson and Mayall planned their West End production of Samuel Beckett's play Waiting for Godot at the Queen's Theatre. According to Mayall, it was the first project that the two wrote in \"some time\", and it was their best work, marking \"a new chapter in their relationship\". The title was initially as a joke, and originally intended to be \"Your Bottom\", giving viewers the fun of saying things like \"I saw Your Bottom last night\", and \"I love Your Bottom\"; Mayall said that Alan Yentob, then head of BBC2, took a dislike to the name and so he and Edmondson went with it. He added, \"It's about two guys at the bottom of the heap ... we called it Bottom to make people think we were doing bottom jokes\". \"It's rude, stupid, and a waste of licence payers' money\". Rik Mayall Interviews and Articles Archive. === Filming === Each episode was filmed in front of a live audience at 35 minutes in length, then edited to 30 minutes. The original- length scripts can be found in the published script books, and several completely removed scenes were included in the VHS release Fluff that consisted mostly of bloopers. Several (but not all) of these scenes, as well as some smaller sections of dialogue also removed for timing reasons, are included in DVD releases. The final episode of the second series, 's Out\", was not broadcast as part of the original series, or as a part of the first repeat airing of the series. This episode was set on Wimbledon Common involving the antics of a flasher, and prior to broadcast on 15 July 1992, after the episode was filmed but before it had aired, Rachel Nickell was murdered on Wimbledon Common. In consequence the BBC delayed the episode's broadcast before the VHS release of the second series. The episode was first broadcast as part of a rerun of the second series on 10 April 1995. Between the second and third series, Edmondson and Mayall pursued other projects, including the Bottom theatrical productions. ==Further plans for Bottom== In December 2004, almost exactly a year after the Weapons Grade Y-Fronts tour had ended, Edmondson told the Daily Mirror newspaper that the pair felt it was \"definitely time to stop. We're both getting too old. We both realised that the show wasn't as engaging as it used to be. We were starting to look a bit ridiculous. ... We're both nearly fifty and we're starting to feel slightly undignified talking about wanking and knobs constantly.\" In April 2010, Edmondson confirmed to the Daily Express that he had quit comedy, stating that his interest in it has declined for many years, and wanted to focus more on his band, claiming it is \"more fun than doing comedy\". He also dismissed the idea of a potential reunion with Mayall, saying it is \"very unlikely\". However, on 5 March 2011, the duo made a surprise reunion when Edmondson took part in Let's Dance for Comic Relief. The pre-recorded show ended with Mayall hurling a custard pie in Edmondson's face. During his performance, dubbed \"The Dying Swan\", Mayall appeared again, this time live on stage, to abruptly end Edmondson's performance by hitting him several times with a frying pan. Backstage, Edmondson mentioned that it had been eight years since they've \"done anything like that\". He went on to come out on top of the voting results and won a place in the final, in which Mayall returned, once again, to drop a ton weight upon Edmondson. Following this, Edmondson mentioned that he and Mayall had conceived an idea for a sitcom set in a retirement home: In September 2011, Edmondson appeared on the Sunday- morning cooking show Something for the Weekend and confirmed to presenter Tim Lovejoy that he and Mayall were planning to reunite and make another series of Bottom, set in a retirement home. However, no specific dates were stated regarding the project. ===Hooligan's Island=== On 19 August 2012, Edmondson tweeted that he and Mayall had begun writing a new project together, possibly a series based on their 1997 stage show, Bottom Live 3: Hooligan's Island. On 23 August the BBC announced that they had commissioned a series of Hooligan's Island to be aired on BBC2 in 2013. However, the project was cancelled that October prior to production as Edmondson said that he wished to pursue other interests. Rik Mayall died suddenly on 9 June 2014 putting an end to any future for the series. == Spin-offs == === Stage show === Edmondson and Mayall toured Bottom across five UK tours. The first tour, Bottom Live, lasted 43 dates across 10 weeks in 1993. The stage shows were often cruder than the television series with stronger language and new elements such as Richie's latent bisexuality and occasional desire to have sex with Eddie, such is Richie's desperation to have sex with anything. A show from each tour was recorded and released for home video. {| class=\"wikitable\" |- ! style=\"background:#9f9;\"| Title ! style=\"background:#9f9;\"| Year ! style=\"background:#9f9;\"| Recording location |- | Bottom Live | 1993 | Southampton Mayflower Theatre |- | Bottom Live: The Big Number Two Tour | 1995 | Oxford New Theatre |- | Bottom Live 3: Hooligan's Island | 1997 | Bristol Hippodrome |- | Bottom Live 2001: An Arse Oddity | 2001 | Nottingham Royal Concert Hall |- | Bottom Live 2003: Weapons Grade Y-Fronts Tour | 2003 | Southend The Cliffs Pavilion |} === Guest House Paradiso === Following the 1997 \"Hooligan's Island\" tour, Mayall and Edmondson wrote a spin-off movie together, which Edmondson directed. Entitled Guest House Paradiso, it was released in December 1999. When released on DVD it was advertised as the \"Bottom movie\"; this had been denied in an interview on UK breakfast show The Big Breakfast the week prior to its British cinema release.Archived at Ghostarchive and the Wayback Machine: Nevertheless, despite the characters being given new surnames ('Richard Twat' – which he insists is pronounced 'Thwaite' – and 'Eddie Elizabeth Ndingobamba'), they are effectively the same characters, running a grotty remote guest house next to a nuclear power plant. The style of humour is very much in the same vein as Bottom, with a storyline of the pair feeding guests radioactive fish, causing massive amounts of vomiting. ==Episodes== Many of the episodes' names are meant to be a humorous suffix to the word \"bottom\". ===Series 1 (1991)=== {| class=\"wikitable\" |- style=\"color:#fff;\" ! style=\"background:#f00;\"| Title ! style=\"background:#f00;\"| First broadcast ! style=\"background:#f00;\"| Synopsis |- | \"Smells\" | | Richie and Eddie take advantage of a revolutionary new sex- spray and head to the pub. |- | \"Gas\" | | After accidentally beating up the Gas Man, Richie and Eddie must remove an illegal gas pipe without disturbing their violent neighbour. |- | \"Contest\" * | | After Eddie spends his £11.80 savings on a first edition copy of Parade, the pair place a bet on the \"Miss World\" contest. |- | \"Apocalypse\" | | After receiving £600 from his auntie's will, Richie ends up receiving a curse from a Gypsy fortune teller. |- | 's Up\" | | Richie and Eddie are left in charge of their landlord's shop. |- | \"Accident\" | | Richie breaks his leg, but is determined not to let it spoil his birthday celebration. |} ===Series 2 (1992)=== {| class=\"wikitable\" |- style=\"color:#fff;\" ! style=\"background:#5db4df;\"| Title ! style=\"background:#5db4df;\"| First broadcast ! style=\"background:#5db4df;\"| Synopsis |- | \"Digger\" | | Richie secures a date by pretending to be an aristocrat. |- | \"Culture\" * | | When their TV is 'taken away', Richie and Eddie desperately try to find ways to fend off boredom. |- | \"Burglary\" | | Richie and Eddie catch a burglar. |- | \"Parade\" + | | Richie and Eddie get free money from an identity parade. |- | \"Holy\" | | Richie and Eddie experience a Christmas Day miracle. |- | 's Out\" + | | Richie and Eddie go camping out on Wimbledon Common. |} ===Series 3 (1995)=== {| class=\"wikitable\" |- style=\"color:#fff;\" ! style=\"background:#aa0083;\"| Title ! style=\"background:#aa0083;\"| First broadcast ! style=\"background:#aa0083;\"| Synopsis |- | \"Hole\" * + | | Richie and Eddie are trapped at the top of the tallest Ferris wheel in Western Europe which is due to be blown up the very next day. |- | \"Terror\" | | The pair plan a Halloween party and go trick-or- treating. |- | \"Break\" | | The duo prepare for their holiday in Doncaster. |- | \"Dough\" | | Eddie begins forging money, forcing the duo and their friends to enter a pub quiz to pay off a thug. |- | \"Finger\" | | Having acquired the honeymoon tickets of newlyweds Mr and Mrs Cannonball Taffy O'Jones, the pair descend upon a luxury hotel masquerading as the honeymooners. |- | \"Carnival\" | | Richie and Eddie have the best seats for the annual Hammersmith riots, then try to make videos for the BBC. |} '*' = Episodes featuring only the two main characters '+' = Episodes where no part of the episode is set in the flat ==Awards and nominations== {| class=\"wikitable\" |- ! Year !! Award !! Category !! Title !! Result !! Ref |- | 1992 || British Comedy Awards || Best New TV Comedy || Bottom || || |} ==DVD releases== {| class=\"wikitable\" style=\"width:99%; text- align:center;\" |- !colspan=\"2\" rowspan=\"2\"|DVD Title !rowspan=\"2\"|Disc # !rowspan=\"2\"|Year !rowspan=\"2\"|No. of Ep. !colspan=\"3\"|DVD release |- !Region 1 !Region 2 !Region 4 |- | style=\"background:#f00;\"| |Complete Series 1 |1 |1991 |6 |— |18 August 2003 |6 October 2005 |- | style=\"background:#5db4df;\"| |Complete Series 2 |1 |1992 |6 |— |30 August 2004 |2 March 2006 |- | style=\"background:#aa0083;\"| |Complete Series 3 |1 |1995 |6 |— |8 August 2005 |6 July 2006 |- | style=\"background:#69359c;\"| |Complete Series 1–3 |3 |1991–1995 |18 |30 September 2003 |3 October 2005 |5 October 2006 |- | style=\"background:#bdda57;\"| |The Very Best of... |1 |1991–1995 |5 |— |5 August 2002 |8 August 2002 |- | |The Big Bottom Box |7 |1993–2003 |6 |— |4 December 2006 |— |} In Australia, Bottom: Series One Episodes 1-3 (Comedy Bites) was released on 4 March 2010. ===DVD edit=== DVD releases of Bottom have an audio edit made to the fourth episode of the first series, Apocalypse. At the funfair when Richie realises that his wallet is missing, he originally called the fair staff \"thieving bastard gyppos\". In the DVD releases the word 'gyppos' has been replaced with 'yobbos'. ==See also== *List of films based on British sitcoms ==References== ==External links== * Comedy Guide * * *Bottom at British TV Comedy Guide * * *Britfilm's review of Guest House Paradiso * Category:1991 British television series debuts Category:1995 British television series endings Category:1990s British black comedy television series Category:1990s British sitcoms Category:BBC television sitcoms Category:English-language television shows Category:Metafictional television series Category:Poverty in television Category:Slapstick comedy Category:Television shows adapted into films Category:Television shows adapted into plays Category:Television shows set in London Category:Unemployment in fiction Category:Virginity in television Category:Television series by BBC Studios",
 "title": "Bottom (TV series)"
}