{
 "id": "75215",
 "text": "Execution by electrocution, performed using an electric chair, is a method of execution originating in the United States in which the condemned person is strapped to a specially built wooden chair and electrocuted through electrodes fastened on the head and leg. This execution method, conceived in 1881 by a Buffalo, New York dentist named Alfred P. Southwick, was developed throughout the 1880s as a supposed humane alternative to hanging, and first used in 1890. This execution method has been used in the United States, Ethiopia and, for several decades, in the Philippines. While death was originally theorized to result from damage to the brain, it was shown in 1899 that it primarily results from ventricular fibrillation and eventual cardiac arrest. Although the electric chair has long been a symbol of the death penalty in the United States, its use is in decline due to the rise of lethal injection, which is widely believed to be a more humane method of execution. While some states still maintain electrocution as a legal method of execution, today it is only maintained as a secondary method that may be chosen over lethal injection at the request of the prisoner, except in Tennessee and South Carolina, where it may be used without input from the prisoner if the drugs for lethal injection are not available. , electrocution is an optional form of execution in the states of Alabama and Florida, both of which allow the prisoner to choose lethal injection as an alternative method. In the state of Kentucky, the electric chair has been retired, except for those who were sentenced to death for an offense committed prior to March 31, 1998, and who choose electrocution; inmates who do not choose electrocution and inmates sentenced to death for crimes committed after that date are executed by lethal injection. Electrocution is also authorized in Kentucky in case lethal injection is found unconstitutional by a court. The electric chair is an alternate form of execution approved for potential use in Arkansas, Mississippi, and Oklahoma if other forms of execution are found unconstitutional in the state at the time of execution. On February 8, 2008, the Nebraska Supreme Court determined that execution by electric chair was a \"cruel and unusual punishment\" under the state's constitution. This brought executions of this type to an end in Nebraska, the only remaining state to retain electrocution as its sole method of execution. ==History== ===Invention=== In the late 1870s to early 1880s, the spread of arc lighting, a type of brilliant outdoor street lighting that required high voltages in the range of 3000–6000 volts, was followed by one story after another in newspapers about how the high voltages used were killing people, usually unwary linemen; it was a strange new phenomenon that seemed to instantaneously strike a victim dead without leaving a mark.Randall E. Stross, The Wizard of Menlo Park: How Thomas Alva Edison Invented the Modern World, Crown/Archetype – 2007, page 171-173 One of these accidents, in Buffalo, New York, on August 7, 1881, led to the inception of the electric chair.Craig Brandon The Electric Chair: An Unnatural American History page 12 That evening a drunken dock worker named George Lemuel Smith, looking for the thrill of a tingling sensation he had noticed when grabbing the guard rail in a Brush Electric Company arc lighting power house, managed to sneak his way back into the plant at night and grabbed the brush and ground of a large electric dynamo.Mike Winchell, The Electric War: Edison, Tesla, Westinghouse, and the Race to Light the World, Henry Holt and Company – 2019, page 10 He died instantly. The coroner who investigated the case brought it up that year at a local Buffalo scientific society. Another member attending that lecture, Alfred P. Southwick, a dentist who had a technical background, thought some application could be found for the curious phenomenon.Craig Brandon, The Electric Chair: An Unnatural American History page 14 Southwick joined physician George E. Fell and the head of the Buffalo ASPCA in a series of experiments electrocuting hundreds of stray dogs. They ran trials with the dog in water and out of water, and varied the electrode type and placement until they came up with a repeatable method to euthanize animals using electricity.Craig Brandon The Electric Chair: An Unnatural American History page 21 Southwick went on in the early 1880s to advocate that this method be used as a more humane replacement for hanging in capital cases, coming to national attention when he published his ideas in scientific journals in 1882 and 1883. He worked out calculations based on the dog experiments, trying to develop a scaled-up method that would work on humans. Early on in his designs he adopted a modified version of the dental chair as a way to restrain the condemned, a device that from then on would be called the electric chair.Craig Brandon The Electric Chair: An Unnatural American History page 24 ====The Gerry Commission==== After a series of botched hangings in the United States, there was mounting criticism of that form of capital punishment and the death penalty in general. In 1886, newly elected New York State governor David B. Hill set up a three-member death penalty commission, which was chaired by the human rights advocate and reformer Elbridge Thomas Gerry and included New York lawyer and politician Matthew Hale and Southwick, to investigate a more humane means of execution.Richard Moran, Executioner's Current: Thomas Edison, George Westinghouse, and the Invention of the Electric Chair, Knopf Doubleday Publishing Group – 2007, page 74 The commission members surveyed the history of execution and sent out a fact-finding questionnaire to government officials, lawyers, and medical experts all around the state asking for their opinion.Craig Brandon, The Electric Chair: An Unnatural American History, page 54 A slight majority of respondents recommended hanging over electrocution, with a few instead recommending the abolition of capital punishment. The commission also contacted electrical experts, including Thomson-Houston Electric Company's Elihu Thomson (who recommended high voltage AC connected to the head and the spine) and the inventor Thomas Edison (who also recommended AC, as well as using a Westinghouse generator).Anthony Galvin, Old Sparky: The Electric Chair and the History of the Death Penalty, Skyhorse Publishing – 2015, pages 30–45Craig Brandon, The Electric Chair: An Unnatural American History, pages 57–58Jill Jonnes, Empires Of Light: Edison, Tesla, Westinghouse, And The Race To Electrify The World, Random House – 2004, page 420 They also attended electrocutions of dogs by George Fell who had worked with Southwick in the early 1880s experiments. Fell was conducting further experiments, electrocuting anesthetized dissected dogs trying to discern exactly how electricity killed a subject.Richard Moran, Executioner's Current: Thomas Edison, George Westinghouse, and the Invention of the Electric Chair, Knopf Doubleday Publishing Group – 2007, page 4 In 1888, the Commission recommended electrocution using Southwick's electric chair idea with metal conductors attached to the condemned person's head and feet. They further recommended that executions be handled by the state instead of the individual counties with three electric chairs set up at Auburn, Clinton, and Sing Sing prisons. A bill following these recommendations passed the legislature and was signed by Governor Hill on June 4, 1888, set to go into effect on January 1, 1889. ====The New York Medico-Legal Commission==== The bill itself contained no details on the type or amount of electricity that should be used and the New York Medico-Legal Society, an informal society composed of doctors and lawyers, was given the task of determining these factors. In September 1888, a committee was formed and recommended 3000 volts, although the type of electricity, direct current (DC) or alternating current (AC), was not determined, and since tests up to that point had been done on animals smaller than a human (dogs), some members were unsure that the lethality of AC had been conclusively proven.Richard Moran, Executioner's Current: Thomas Edison, George Westinghouse, and the Invention of the Electric Chair, Knopf Doubleday Publishing Group – 2007, page 102 thumbnail|Harold Brown demonstrating the killing power of AC to the New York Medico-Legal Society by electrocuting a horse at Thomas Edison's West Orange laboratory. At this point the state's efforts to design the electric chair became intermixed with what has come to be known as the war of the currents, a competition between Thomas Edison's direct current power system and George Westinghouse's alternating current based system. The two companies had been competing commercially since 1886 and a series of events had turned it into an all-out media war in 1888. The committee head, neurologist Frederick Peterson, enlisted the services of Harold P. Brown as a consultant. Brown had been on his own crusade against alternating current after the shoddy installation of pole-mounted AC arc lighting lines in New York City had caused several deaths in early 1888. Peterson had been an assistant at Brown's July 1888 public electrocution of dogs with AC at Columbia College, an attempt by Brown to prove AC was more deadly than DC. Technical assistance in these demonstrations was provided by Thomas Edison's West Orange laboratory and there grew to be some form of collusion between Edison Electric and Brown.Craig Brandon, The Electric Chair: An Unnatural American History, McFarland – 1999, pages 70 and 261Jill Jonnes, Empires Of Light: Edison, Tesla, Westinghouse, And The Race To Electrify The World, Random House – 2004, page 166W. Bernard Carlson, Innovation as a Social Process: Elihu Thomson and the Rise of General Electric, Cambridge University Press – 2003, page 285 Back at West Orange on December 5, 1888, Brown set up an experiment with members of the press, members of the Medico-Legal Society including Elbridge Gerry who was also chairman of the death penalty commission, and Thomas Edison looking on. Brown used alternating current for all of his tests on animals larger than a human, including 4 calves and a lame horse, all dispatched with 750 volts of AC.Mark Essig, Edison and the Electric Chair: A Story of Light and Death, Bloomsbury Publishing USA – 2009, pages 152–155 Based on these results the Medico-Legal Society recommended the use of 1000–1500 volts of alternating current for executions and newspapers noted the AC used was half the voltage used in the power lines over the streets of American cities. Westinghouse criticized these tests as a skewed self-serving demonstration designed to be a direct attack on alternating current and accused Brown of being in the employ of Edison.Craig Brandon The Electric Chair: An Unnatural American History page 82 At the request of death penalty commission chairman Gerry, Medico-Legal Society members; electrotherapy expert Alphonse David Rockwell, Carlos Frederick MacDonald, and Columbia College professor Louis H. Laudy, were given the task of working out the details of electrode placement.Terry S. Reynolds, Theodore Bernstein, Edison and \"The Chair\", Technology and Society Magazine, Institute of Electrical and Electronics Engineers (Volume 8, Issue 1) March 1989, pages 19 – 28Mark Essig, Edison and the Electric Chair: A Story of Light and Death, Bloomsbury Publishing USA – 2009, pages 225 They again turned to Brown to supply the technical assistance. Brown asked Edison Electric Light to supply equipment for the tests and treasurer Francis S. Hastings (who seemed to be one of the primary movers at the company trying to portray Westinghouse as a peddler of death dealing AC current) tried to obtain a Westinghouse AC generator for the test but found none could be acquired. They ended up using Edison's West Orange laboratory for the animal tests they conducted in mid-March 1889. Superintendent of Prisons Austin E. Lathrop asked Brown to design the chair, but Brown turned down the offer. Dr. George Fell drew up the final designs for a simple oak chair and went against the Medico-Legal Society recommendations, changing the position of the electrodes to the head and the middle of the back. Brown did take on the job of finding the generators needed to power the chair. He managed to surreptitiously acquire three Westinghouse AC generators that were being decommissioned with the help of Edison and Westinghouse's chief AC rival, the Thomson-Houston Electric Company, a move that made sure that Westinghouse's equipment would be associated with the first execution. The electric chair was built by Edwin F. Davis, the first \"state electrician\" (executioner) for the State of New York.Stuart Banner, The Death Penalty: an American history, Harvard University Press – 2009, pages 194–195 ===First execution=== The first person in line to die under New York's new electrocution law was Joseph Chapleau, convicted for beating his neighbor to death with a sled stake, but his sentence was commuted to life imprisonment.Carl Sifakis, The Encyclopedia of American Prisons, Infobase Publishing – 2014, page 39 The next person scheduled to be executed was William Kemmler, convicted of murdering his wife with a hatchet. An appeal on Kemmler's behalf was made to the New York Court of Appeals on the grounds that use of electricity as a means of execution constituted a \"cruel and unusual punishment\" and was thus contrary to the constitutions of the United States and the state of New York.\"Electric Executions: The New York Court of Appeals Passes on the Question: The Famous Kemmler Case Decided\", Lawrence Daily Record, Jan. 1, 1890, pg. 1. On December 30, 1889, the writ of habeas corpus sworn out on Kemmler's behalf was denied by the court, with Judge Dwight writing in a lengthy ruling: > We have no doubt that if the Legislature of this State should undertake to > proscribe for any offense against its laws the punishment of burning at the > stake, breaking at the wheel, etc., it would be the duty of the courts to > pronounce upon such attempt the condemnation of the Constitution. The > question now to be answered is whether the legislative act here assailed is > subject to the same condemnation. Certainly, it is not so on its face, for, > although the mode of death described is conceded to be unusual, there is no > common knowledge or consent that it is cruel; it is a question of fact > whether an electric current of sufficient intensity and skillfully applied > will produce death without unnecessary suffering.Justice Dwight, quoted in > \"Electric Executions\", Lawrence Daily Record, Jan. 1, 1890; pg. 1. Kemmler was executed in New York's Auburn Prison on August 6, 1890; the \"state electrician\" was Edwin F. Davis. The first 17-second passage of 1,000 volts AC of current through Kemmler caused unconsciousness, but failed to stop his heart and breathing. The attending physicians, Edward Charles Spitzka and Carlos F. MacDonald, came forward to examine Kemmler. After confirming Kemmler was still alive, Spitzka reportedly called out, \"Have the current turned on again, quick, no delay.\" The generator needed time to re-charge, however. In the second attempt, Kemmler received a 2,000 volt AC shock. Blood vessels under the skin ruptured and bled, and the areas around the electrodes singed. The entire execution took about eight minutes. George Westinghouse later commented that, \"They would have done better using an axe\",AC/DC: The Savage Tale of the First Standards War; By Tom McNichol and a witnessing reporter claimed that it was \"an awful spectacle, far worse than hanging\". ===Adoption=== The electric chair was adopted by Ohio (1897), Massachusetts (1900), New Jersey (1906) and Virginia (1908), and soon became the prevalent method of execution in the United States, replacing hanging. Twenty six US States, the District of Columbia, the Federal government, and the US Military either had death by electrocution on the books or actively executed criminals using the method. The electric chair remained the most prominent execution method until the mid-1980s when lethal injection became widely accepted for conducting judicial executions. Other countries appear to have contemplated using the method, sometimes for special reasons. The Philippines also adopted the electric chair from 1926 to 1987. A well-publicized triple execution took place there in May 1972, when Jaime Jose, Basilio Pineda and Edgardo Aquino were electrocuted for the 1967 abduction and gang-rape of the young actress Maggie de la Riva. The last electric chair execution in the Philippines was in 1976 and was later replaced with lethal injection when executions resumed in that country. Ethiopia had, according to some sources, attempted to adopt the electric chair as a method of executing criminals. The emperor Menelik II is said to have acquired three electric chairs in 1896 at the behest of a missionary,Pierre Van Paassen, Days of Our Years (London: Heinemann, 1939) p.315 but could not make the devices work as his nation did not have a reliable source of electric power available at that time. Two of the chairs were either used as garden furnitureModesto Bee [CA], 15 October 1970 or given to friendsSun-News (Las Cruces, NM), 7 June 1974 and Menelik II is said to have used the third electric chair as a throne.David Wallechinsky et al, The Book of Lists (London: Corgi, 1977) p.463. ====United Kingdom==== The United Kingdom considered replacing hanging with the electric chair (as well as considering the gas chamber, shooting, the guillotine and lethal injection) during the Royal Commission on Capital Punishment, the findings of which were published in 1953. The Commission concluded that the electric chair had no particular advantages over hanging. Capital punishment in the United Kingdom was abolished for most crimes in 1965. ===Key events in the United States=== Serial killer Lizzie Halliday was the first woman sentenced to die in the electric chair, in 1894, but governor Roswell P. Flower commuted her sentence to life in a mental institution after a medical commission declared her insane.James D. Livingston, Arsenic and Clam Chowder: Murder in Gilded Age New York, SUNY Press – 2012, page 64 A second woman sentenced to death in 1895, Maria Barbella, was acquitted the next year.James D. Livingston, Arsenic and Clam Chowder: Murder in Gilded Age New York, SUNY Press – 2012, pages 64–65 Martha M. Place became the first woman executed in the electric chair at Sing Sing Prison on March 20, 1899, for the murder of her 17-year-old stepdaughter, Ida Place. The first photograph of an execution by electric chair was of housewife Ruth Snyder at Sing Sing on the evening of January 12, 1928, for the March 1927 murder of her husband. It was photographed for a front-page story on New York Daily News the following morning by news photographer Tom Howard who had smuggled a camera into the death chamber and photographed her in the electric chair as the current was turned on. It remains one of the best-known examples of photojournalism.Time-Life Books, 1969, p. 185 A record was set on July 13, 1928, when seven men were executed consecutively in the electric chair at the Kentucky State Penitentiary in Eddyville, Kentucky. On June 16, 1944, an African-American teenager, 14-year-old George Stinney, became the youngest person ever executed in the electric chair when he was electrocuted at the Central Correctional Institution in Columbia, South Carolina. His conviction was overturned in 2014 after a circuit court judge vacated his sentence on the grounds that Stinney did not receive a fair trial. The judge determined that Stinney's legal counsel was inadequate, thus violating his rights under the Sixth Amendment to the U.S. Constitution. On May 25, 1979, John Spenkelink became the first person to be electrocuted after the Gregg v. Georgia decision by the Supreme Court of the United States in 1976. He was the first person to be executed in the United States in this manner since 1966. The last person to be executed by electric chair without the choice of an alternative method was Lynda Lyon Block on May 10, 2002, in Alabama. ==Process and mechanism== The condemned inmate’s head and legs are shaved on the day of the execution. After the condemned inmate is escorted to and seated in the chair, their arms and legs are tightly strapped with leather belts to restrict movement or resistance. A cap with a brine or saltwater soaked sponge is affixed to the inmate’s head and electrodes are attached to the inmate’s shaved legs. The inmate may be hooded or blindfolded to prevent a gruesome sight that may be presented to the witnesses. After the inmate is read the order of execution and permitted to make a final statement, the execution commences. Various cycles (changes in voltage and duration) of alternating current are passed through the individual's body in order to cause fatal damage to the internal organs. The first, more powerful jolt (between 2000-2,500 volts) of electric current is intended to cause immediate unconsciousness, ventricular fibrillation, and eventual cardiac arrest. The second, less powerful jolt (500-1,500 volts) is intended to cause fatal damage to the vital organs. After the cycles are completed, a doctor checks the inmate for any signs of life. If none is present, the doctor reports and records the time of death, and prison officials will wait for the body to cool down before removing it to prepare for autopsy. If the inmate exhibits signs of life, the doctor notifies the warden, who usually will order another round of electric current or (rarely) postpone the execution (see Willie Francis). ==Controversies and criticisms== ===Possibility of consciousness and pain during execution=== Critics of the electric chair dispute whether first jolt of electricity reliably induces immediate unconsciousness as proponents often claim. Witness testimony, botched electrocutions (see Willie Francis and Allen Lee Davis), and post-mortem examinations suggest that execution by electric chair is often painful. ===Botched executions=== The electric chair has been criticized because of several instances in which the subjects were killed only after being subjected to multiple electric shocks. This led to a call for ending of the practice, as being a \"cruel and unusual punishment\". Trying to address such concerns, Nebraska introduced a new electrocution protocol in 2004, which called for the administration of a 15-second application of current at 2,450 volts; after a 15-minute wait, an official then checks for signs of life. In April 2007, new concerns raised regarding the 2004 protocol resulted in the ushering in of the current Nebraska protocol, calling for a 20-second application of current at 2,450 volts. Prior to the 2004 protocol change, an initial eight-second application of current at 2,450 volts was administered, followed by a one-second pause, then a 22-second application at 480 volts. After a 20-second break, the cycle was repeated three more times. In 1946, the electric chair failed to kill Willie Francis, who reportedly shrieked, \"Take it off! Let me breathe!\", after the current was applied. It turned out that the portable electric chair had been improperly set up by an intoxicated prison guard and inmate. A case was brought before the U.S. Supreme Court (Louisiana ex rel. Francis v. Resweber),U.S. Supreme Court case, Francis v. Resweber: with lawyers for the condemned arguing that although Francis did not die, he had, in fact, been executed. The argument was rejected on the basis that re-execution did not violate the double jeopardy clause of the 5th Amendment of the United States Constitution, and Francis was returned to the electric chair and successfully executed in 1947. In Florida, on July 8, 1999, Allen Lee Davis, convicted of murder, was executed in the Florida electric chair \"Old Sparky\". Davis' face was bloodied, and photographs were taken, which were later posted on the Internet. An investigation concluded that Davis had begun bleeding before the electricity was applied and that the chair had functioned as intended. Florida's Supreme Court ruled that the electric chair did not constitute \"cruel and unusual punishment\". The 1997 execution of Pedro Medina in Florida created controversy when flames burst from his head. An autopsy found that Medina had died instantly when the first surge of electricity had destroyed his brain and brain stem. A judge ruled that the incident arose from \"unintentional human error\" rather than any faults in the \"apparatus, equipment, and electrical circuitry\" of Florida's electric chair. ==Decline and current status== The use of the electric chair has declined since the 1979 advent of lethal injection, which is now the default method in all U.S. jurisdictions that authorize capital punishment. As of 2021, the only places in the world that still reserve the electric chair as an option for execution are the U.S. states of Alabama, Florida, South Carolina, Kentucky, and Tennessee. Arkansas and Oklahoma laws provide for its use should lethal injection ever be held to be unconstitutional. Inmates in the other states must select either it or lethal injection. In Kentucky, only inmates sentenced before a certain date can choose to be executed by electric chair. Electrocution is also authorized in Kentucky in case lethal injection is found unconstitutional by a court. Tennessee was among the states that provided inmates with a choice of the electric chair or lethal injection; in May 2014, however, the state passed a law allowing the use of the electric chair if lethal injection drugs were unavailable or made unconstitutional. Lethal injection has been the primary method of execution in Florida since 2000. On February 15, 2008, the Nebraska Supreme Court declared execution by electrocution to be \"cruel and unusual punishment\" prohibited by the Nebraska Constitution. The last judicial electrocution in the US prior to Furman v Georgia took place in Oklahoma in 1966. The electric chair was used quite frequently in post-Gregg v Georgia executions during the 1980s, but its use in the United States gradually declined in the 1990s due to the widespread adoption of lethal injection. A number of states still allow the condemned person to choose between electrocution and lethal injection, with the most recent US electrocution, of Nicholas Todd Sutton, taking place in February 2020 in Tennessee. ==See also== ;Nicknames of various electric chairs: * Gruesome Gertie * Old Smokey * Old Sparky * Yellow Mama ;State electricians: * New York State Electrician * John Hulbert * Robert G. Elliott * Joseph Francel * Dow Hover ==References== ==External links== * * \"Kemmler's Death by Torture\", New York Herald, August 7, 1890. * Death Penalty Worldwide Academic research database on the laws, practice, and statistics of capital punishment for every death penalty country in the world. Category:Electric chairs Category:American inventions Category:Chairs Category:Execution equipment Category:Execution methods",
 "title": "Electric chair"
}