{
 "id": "752350",
 "text": "A breakaway is a situation in ice hockey in which a player with the puck has no defending players, except for the goaltender, between himself and the opposing goal, leaving him free to skate in and shoot at will (before the out- of-position defenders can catch him). A breakaway is considered a lapse on the part of the defending team. If a player's progress is illegally impeded by an opposing player or if the goalie throws his stick at the oncoming player, the breakaway player is awarded a penalty shot. If a player faces an empty net (i.e. the opposing team has pulled their goalie) and is illegally impeded by an opposing player, he is automatically awarded a goal for his team instead of taking a penalty shot. ==Defense against a breakaway== *One theory about the best way for the goalie to react to a breakaway is called the \"Y\" theory. In this theory the goalie comes out to somewhere between halfway between the faceoff circle hashes and the crease or up to the hashes. From there the goalie lines up to the puck and skates backwards, following the puck. Based on the player's actions, the goalie can then drop and take the shot. If the player goes diagonally with the puck, the goalie splits off from going straight back and then goes diagonal either way. The \"Y\" comes from the going straight back and then the diagonal movement. That forms a \"Y\" representing how a goalie can potentially play that breakaway. *Another way the goalie can respond is to follow the blade of the stick. If it is more towards one side or the other, the goalie can usually anticipate where the shot is going to hit. *Yet another way is that if the shot is going to be high (can be determined if the stick blade is upright on the ice 90 degrees), the goalie can move up to cut off the angle on the player, and go down right before the shot is taken. This way, there is more of a chance that the puck will not go over the goalie into the net. *A goalie can go up to the player, dive down sideways, and collide with the player, forcing them to chip the puck over the goalie, or deke. Though this strategy for goalies can be risky, it can usually work, considering that usually the player's head is down looking at the puck, allowing the goalie to surprise the player. This term is collectively known as the \"two-pad stack\" or the \"Hextall\" because Ron Hextall was famous for diving and stacking the pads to take out opposing players' legs.(See at 1:25) This is not recommended though at youth hockey levels as it can be very dangerous. *Until the mid-2010s, a way to avoid a particularly threatening breakaway (multiple skaters with no defenders approaching the net) would be to deliberately unseat the goalposts to stop play; although it was illegal, the resulting penalty shot would be contested with only one player (and be subject to the restrictions therein, such as continuously moving forward), reducing the chances of being scored upon. Most leagues began increasing the severity of the penalty on this tactic after goaltender David Leggio exploited it twice; in North America, such a move will result in the goaltender being ejected from the game, while in Germany, the goal is automatically awarded. ==See also== *Goaltender *Overtime (ice hockey) *Penalty shot (ice hockey) ==References== * Category:Ice hockey rules Category:Ice hockey terminology Category:Ice hockey strategy",
 "title": "Breakaway (ice hockey)"
}