{
 "id": "75235",
 "text": "U.S. Route 1 or U.S. Highway 1 (US 1) is a major north–south United States Numbered Highway that serves the East Coast of the United States. It runs , from Key West, Florida north to Fort Kent, Maine, at the Canadian border, making it the longest north–south road in the United States. US 1 is generally paralleled by Interstate 95 (I-95), though US 1 is significantly farther west (inland) between Jacksonville, Florida, and Petersburg, Virginia, while I-95 is closer to the coastline. In contrast, US 1 in Maine is much closer to the coast than I-95, which runs farther inland than US 1. The route connects most of the major cities of the East Coast—including Miami, Jacksonville, Raleigh, Richmond, Washington, D.C., Baltimore, Philadelphia, New York City, and Boston passing from the Southeastern United States to New England. While US 1 is generally the easternmost of the main north–south U.S. Highways, parts of several others occupy corridors closer to the ocean. When the road system was laid out in the 1920s, US 1 was mostly assigned to the existing Atlantic Highway, which followed the Fall Line between the Piedmont and the Atlantic Coastal Plain north of Augusta, Georgia. At the time, the highways farther east were of lower quality and did not serve the major population centers. From Henderson, North Carolina, to Petersburg, Virginia, it parallels I-85. Construction of the Interstate Highway system gradually changed the use and character of US 1, and I-95 became the major north–south East Coast highway by the late 1960s. ==Route description== ===Florida=== thumb|left|upright|Mile zero in Key West US 1 travels along the east coast of Florida, beginning at 490 Whitehead St. in Key West and passing through Miami, Hollywood, Fort Lauderdale, Boca Raton, West Palm Beach, Jupiter, Fort Pierce, Melbourne, Cocoa, Titusville, Daytona Beach, Palm Coast, St. Augustine, and Jacksonville. The southernmost piece through the chain islands of the Florida Keys, about long, is the 2-lane Overseas Highway, originally built in the late 1930s after railroad tycoon Henry Flagler's Florida East Coast Railway's Overseas Railroad, which was built between 1905 and 1912 on stone pillars, was ruined by the Labor Day Hurricane of 1935. The rest of US 1 in Florida is generally a 4-lane divided highway, despite the existence of the newer I-95 not far away. Famous vacation scenic route Florida State Road A1A is a continuous oceanfront alternate to US 1 that runs along the beaches of the Atlantic Ocean, cut only by assorted unbridged inlets and the Kennedy Space Center at Cape Canaveral. North of Jacksonville, US 1 turns northwest towards Augusta, Georgia; US 17 becomes the coastal route into Virginia, where US 13 takes over.Google Maps street maps and USGS topographic maps, accessed via ACME Mapper In Florida until the 1990s, US 1 used high-contrast markers (white text on a red background). ===Georgia=== thumb|right|Downtown Augusta skyline as seen from US 1 in North Augusta near I-520 exit #17 The part of US 1 in Georgia, as it shifts from the coastal alignment in Florida to the Fall Line alignment in South Carolina, is generally very rural, passing through marshes and former plantations between the towns and cities of Folkston, Waycross, Alma, Baxley, Lyons, Swainsboro, and Augusta. The Georgia Department of Transportation has an ongoing plan to widen all of US 1 to 4 lanes with bypasses which is more than 50% complete. ===The Carolinas=== In South Carolina, US 1 generally serves mostly rural areas as it falls west of I-95 while the coastal areas are served by routes east of it. Starting in South Carolina, US 1 is paralleled by I-20 along the Fall Line through Aiken, Lexington, and Columbia to Camden and Lugoff. US 1 functions as a local 2-lane road with occasional boulevard stretches. After Camden, US 1 continues northeast away from any Interstate towards Bethune, Patrick, McBee and Cheraw with no bypasses or 4-lane sections except around Cheraw through the US-52 and SC 9 multiplexes. After SC 9, it continues northward into North Carolina as a 2-lane highway. SCDOT has no plans to widen or bypass any US 1 alignments northeast of Camden to the North Carolina line. Between the South Carolina line and the US 74 bypass, US 1 is a 2-lane road but sees a considerable amount of truck and tourist traffic of people cutting through from the US 74/US 220 and I-73/I-74 corridor attempting to reach points south and east. US 1 goes through downtown Rockingham, with a bypass in the future plans. North of the NC 177 junction, it becomes 4 lanes or greater, becoming a super-street with limited access and then becoming a limited access freeway. US 1 becomes a major artery for the state as it moves north of Rockingham. After Richmond County, it goes into Moore County with two expressway bypasses in Southern Pines, Vass and Cameron. US 1 continues with the Jefferson Davis Highway label through Lee County and Sanford, and on to Cary and Raleigh. US 1 runs concurrently with US 64 through most of Cary, where the freeway recently underwent a major renovation and improvements that added lanes in both directions. North of Raleigh, US 1 (known as Capital Boulevard in northern Wake County) crosses I-540 and then again becomes a 4-lane divided arterial to I-85 near Henderson. The North Carolina Department of Transportation has begun a corridor study for this section of US 1. Moreover, NCDOT is planning to finish 4-laning US 1 in Richmond County past NC 177 with a Rockingham bypass to the east. There are no plans from SCDOT to widen US 1 from the state line. From Henderson into Virginia, US 1 runs parallel with I-85 as a 2-lane local road until the state line, where Virginia hosts a continuous 3rd center lane for alternate passing towards US Highway 58 before South Hill. ===Mid-Atlantic Region=== :Main articles: U.S. Route 1 in Virginia, District of Columbia, Maryland, Pennsylvania, New Jersey, and New York In the Mid-Atlantic region, US 1 generally serves some of the most populated areas of the east coast. Through Virginia, US 1 is paralleled by Interstates: the remainder of I-85 to Petersburg, I-95 through Richmond and Fredericksburg to Alexandria, and I-395 into Arlington. In much of Virginia, US 1 was called Jefferson Davis Highway by state law, although there are exceptions. South of Petersburg, it is known as Boydton Plank Road. Through some of Fairfax County and Alexandria, it is called Richmond Highway. In February 2021, Virginia renamed all remaining portions of Jefferson Davis Highway in the state to Emancipation Highway beginning on January 1, 2022. US 1 crosses the Potomac River with I-395 on the 14th Street Bridges, and splits to follow mainly 14th Street and Rhode Island Avenue through the District of Columbia. US 1 is at the minimum a 3 lane (with alternate passing) from the N.C. line to Petersburg with occasional 4 lane divided sections. North of Petersburg is a 4 lane undivided roadway at the minimum to the D.C. line. The route of US 1 from Petersburg to the state line is parallel with the Fall Line. From Petersburg onwards it is parallel with I-95. After exiting the District into Maryland, US 1 follows the Baltimore-Washington Boulevard, the first of several modern highways built along the Baltimore-Washington corridor; I-95 is the newest, after the Baltimore-Washington Parkway. US 1 runs through the University of Maryland at College Park campus in College Park, Maryland. The route bypasses downtown Baltimore on North Avenue and exits the city to the northeast on Belair Road, gradually leaving the I-95 corridor, which passes through Wilmington, Delaware, for a straighter path towards Philadelphia. Around and beyond Bel Air, US 1 is a two-lane road, crossing the Susquehanna River over the top of the Conowingo Dam before entering Pennsylvania. (Routed further north, US 1 bypasses the state of Delaware, unlike I-95.) The 2-lane US 1 becomes a 4-lane expressway, officially known as the John H. Ware III Memorial Highway, just after crossing into Pennsylvania. This bypass extends around Oxford and Kennett Square, merging into the 4-lane divided Baltimore Pike just beyond the latter. At Media, US 1 again becomes a freeway – the Media Bypass – ending just beyond I-476. After several name changes, the road becomes City Avenue, the western city limits of Philadelphia, at the end of which a short overlap with the Schuylkill Expressway (I-76) leads to the Roosevelt Expressway and then the 12-lane Roosevelt Boulevard partly overlapping US 13\\. US 1 again becomes a freeway after leaving the city, bypassing Penndel and Morrisville and crossing the Delaware River into New Jersey on the Trenton–Morrisville Toll Bridge. After crossing into New Jersey in Mercer County, US 1 continues on the Trenton Freeway through the state capital of Trenton and Lawrence Township as a 4 lane freeway. As the freeway ends, the 4 lane divided highway upgrades to 6 lanes north of I-295 passing through the Penns Neck section of West Windsor Township. Through Penns Neck is a series of traffic signals. NJDOT is looking to revamp the highway through this area by replacing traffic signals with grade separations. The highway enters Middlesex County through Plainsboro and South Brunswick, where the highest point resides. By Forrestal Village, the highway downgrades from 6 to 4 lanes until after Finnegans Lane in North Brunswick. Northward, it continues through New Brunswick as a short limited- access highway until the CR 529/Plainfield Avenue traffic signal in Edison. Through Edison and Woodbridge, US 1 has a mix of boulevard and limited-access segments and continues to do so after the US 9 juncture in the Avenel section of Woodbridge. The US 1/9 concurrency continues through the rest of the state. The 6 lane divided highway remains through Rahway in Union County and Elizabeth, until it reaches the Newark Airport, where it becomes a dual carriageway freeway around downtown Newark in Essex County with a 2-2-2-2 configuration. The historic Pulaski Skyway takes US 1/9 into Jersey City, and the route exits the freeway at Tonnele Circle to head north into Bergen County. US 1/9 turns onto US 46 as a limited-access highway, and the three routes run northeast to the George Washington Bridge Plaza, where they merge into I-95. US 46 ends in the middle of the bridge, which crosses the Hudson River into New York, and US 9 exits just beyond onto Broadway in Manhattan, but US 1 stays with I-95 onto the Cross Bronx Expressway, exiting in the Bronx onto Webster Avenue. Two turns take US 1 via Fordham Road to Boston Road, which it follows northeast out of the city, becoming Boston Post Road in Westchester County, never straying far from I-95. From the Bronx to the state line, it is a local road with two lanes in each direction, except in Rye where it has a single lane in each direction. As it enters Greenwich, Connecticut, it continues as a 2-lane local road. ===New England=== :Main articles: U.S. Route 1 in Connecticut, Rhode Island, Massachusetts, New Hampshire, and Maine In New England, US 1 generally serves large cities in a side street capacity. In Connecticut, US 1 serves the shore of the Long Island Sound parallel to I-95. Beyond New Haven, the highway travels east–west, and some signs in the state indicate this rather than the standard north–south. While I-95 in Rhode Island takes a diagonal path to Providence, US 1 continues east along the coast through Westerly to Wakefield, where it turns north and follows Narragansett Bay. Most of this part is a four-lane limited access highway, providing access to Route 138 towards Newport. After Route 4 splits as a mostly-freeway connection to I-95, US 1 becomes a lower-speed surface road, passing through Warwick, Providence, and Pawtucket. The route parallels I-95 again through Providence and Pawtucket and into Massachusetts, traveling towards Boston as a four-lane road. When it reaches Dedham, US 1 turns east and becomes a freeway through metropolitan Boston, concurrent with I-95 and I-93 east to Braintree and north through Downtown Boston. The Tobin Bridge and Northeast Expressway take US 1 out of Boston, after which it again parallels I-95 as a high-speed surface road through Newburyport to the New Hampshire state line. thumb|right|The monument marking the northern terminus in Fort Kent, Maine thumb|right|Monument in Fort Kent dedicated to US Highway 1 The short portion of US 1 in New Hampshire follows the historic Lafayette Road, staying close to I-95, passing through Portsmouth before crossing the Piscataqua River on Memorial Bridge, which was demolished and replaced during 2012–13, leaving a temporary gap in US 1\\. During construction, drivers had to detour to one of two other nearby bridges carrying U.S. Route 1 Bypass or Interstate 95. Within Maine, US 1 begins as a parallel route to I-95 near the Atlantic Ocean. At Portland, I-95 splits off to the north, and I-295 heads northeast paralleling US 1 to Brunswick. There US 1 turns east as a mostly two-lane road along the coast to Calais; much of this portion is advertised as the \"Coastal Route\" on signs. North from Calais, US 1 follows the Canada–US border, crossing I-95 in Houlton and eventually turning west and southwest to its \"north\" end at the Clair-Fort Kent Bridge in Fort Kent. The short Route 161 extends north on the New Brunswick (Canada) side of the bridge to Route 120, a secondary east–west route from Edmundston, New Brunswick west to Quebec Route 289 toward Saint-Alexandre, Quebec. ==History== The direct predecessor to US 1 was the Atlantic Highway, an auto trail established in 1911 as the Quebec-Miami International Highway. In 1915, it was renamed the Atlantic Highway, and the northern terminus was changed to Calais, Maine. Due to the overlapping of auto trail designations, portions of the route had other names that remain in common use, such as the Boston Post Road between Boston and New York, the Lincoln Highway between New York and Philadelphia, Baltimore Pike between Philadelphia and Baltimore, and the Dixie Highway in and south of eastern Georgia. North of Augusta, Georgia, the highway generally followed the Eastern U.S. Fall Line, rather than a more easterly route through the swamps of the Atlantic Coastal Plain. Brickell Avenue is the name given to the stretch of US 1 in Miami, Florida, just south of the Miami River until the Rickenbacker Causeway. When the New England road marking system was established in 1922, the Atlantic Highway within New England was signed as Route 1, with a Route 24 continuing north to Madawaska; New York extended the number to New York City in 1924 with its own Route 1. Other states adopted their own systems of numbering; by 1926 all states but Maryland had signed the Atlantic Highway as various routes, usually changing numbers at the state line. In 1925, the Joint Board on Interstate Highways created a preliminary list of interstate routes to be marked by the states, including US 1 along the Atlantic. This highway began at Fort Kent, Maine and followed the existing Route 24 to Houlton, as well as Route 15 to Bangor, beyond which it generally followed the Atlantic Highway to Miami. In all states but Georgia that had numbered their state highways, Route 1 followed only 1 or 2 numbers across the state.The following routes were used, shown on the 1926 Rand McNally: *Florida: 4 *Georgia: 15, 17, and 24 *South Carolina: 12 and 50 *North Carolina: 50 *Virginia: 31 *Maryland: state highways were not numbered prior to the U.S. Highway system *Pennsylvania: 12 and 1 *New Jersey: 13 and 1 *New York: 1 *New England: 1 and 24, and a small piece of 160 beyond Madawaska, Maine (in the 1925 plan, part of 15 was also used) The only significant deviation from the Atlantic Highway was between Augusta, Georgia, and Jacksonville, Florida, where Route 1 was assigned to a more inland route, rather than following the Atlantic Highway via Savannah. One of the many changes made to the system before the final numbering was adopted in 1926 involved US 1 in Maine. The 1925 plan had assigned US 1 to the shorter inland route (Route 15) between Houlton and Bangor, while US 2 followed the longer coastal route via Calais. In the system as adopted in 1926, US 2 instead took the inland route, while US 1 followed the coast, absorbing all of the former Routes 24 and 1 in New England. Many local and regional relocations, often onto parallel superhighways, were made in the early days of US 1; this included the four-lane divided Route 25 in New Jersey, completed in 1932 with the opening of the Pulaski Skyway, and a bypass of Bangor involving the Waldo- Hancock Bridge, opened in 1931. The Overseas Highway from Miami to Key West was completed in 1938, and soon became a southern extension of US 1. thumb|right|The beginning of U.S. 1 as of March 1951 With the construction of the Interstate Highway System in and after the 1950s, much of US 1 from Houlton to Miami was bypassed by I-95. Between Houlton and Brunswick, Maine, I-95 took a shorter inland route, much of it paralleling US 2 on the alignment proposed for US 1 in 1925. Between Philadelphia and Baltimore, I-95 leaves US 1 to pass through Wilmington. Most notably, I-95 and US 1 follow different corridors between Petersburg, Virginia, and Jacksonville, Florida; while US 1 followed the Fall Line west of the coastal plain, I-95 takes a more direct route through the plain and its swamps. Although some of this part of US 1 was followed by other Interstates—I-85 between Petersburg and Henderson, North Carolina, and I-20 between Camden, South Carolina and Augusta, Georgia—the rest remains an independent route with four lanes in many places. By the late 1970s, most of I-95 had been completed, replacing US 1 as the main corridor of the east coast and relegating most of it to local road status. ==Major intersections== ;Florida : Whitehead Street and Fleming Street in Key West : in Miami : in Miami : in Miami : in Miami : in Miami : on the Dania Beach–Fort Lauderdale, Florida city line : in West Palm Beach : in Melbourne : in Daytona Beach : in Ormond Beach : near Palm Coast : in Jacksonville : in Jacksonville : in Jacksonville. The highways travel concurrently through the city. : in Jacksonville. The highways travel concurrently through the city. : in Jacksonville. The highways travel concurrently through the city. : in Jacksonville : in Jacksonville : in Jacksonville. The highways travel concurrently to north of Alma, Georgia. : in Jacksonville : in Callahan. The highways travel concurrently to Homeland, Georgia. ;Georgia : in Waycross. US 1/US 82/SR 520 travels concurrently to west of Deenwood. : in Waycross. The highways travel concurrently through the city. : in Baxley : in Lyons : in Oak Park : in Swainsboro : in Wadley : in Louisville. US 1/US 221 travels concurrently to Wrens. : in Augusta : in Augusta. US 1/US 78 travels concurrently to Aiken, South Carolina. US 1/US 278 travels concurrently to Clearwater, South Carolina. US 1/SR 10 travels concurrently to the South Carolina state line. : in Augusta. US 1/US 25 travels concurrently to North Augusta, South Carolina. US 1/SR 121 travels concurrently to the South Carolina state line. ;South Carolina : in North Augusta : north-northeast of Aiken : in Batesburg-Leesville : in Lexington. The highways travel concurrently through the city. : east of Lexington : in Oak Grove : in West Columbia. The highways travel concurrently to Columbia. : in Columbia : in Columbia. The highways travel concurrently through the city. : in Dentsville : in Dentsville : in Lugoff. The highways travel concurrently to Camden. : in Camden : south-southwest of Cheraw. The highways travel concurrently to Cheraw. ;North Carolina : west-southwest of East Rockingham : in Rockingham : in Aberdeen. The highways travel concurrently through the city. : north- northeast of Cameron. The highways travel concurrently to Sanford. : in Sanford : in Cary. The highways travel concurrently to Raleigh. : in Raleigh. I-440/US 1 travels concurrently through the city. : in Raleigh : in Raleigh. US 1/US 401 travel concurrently through the city. : near Raleigh : northeast of Henderson. The highways travel concurrently to Norlina. : southwest of Middleburg : in Middleburg. US 1/US 401 travels concurrently to north- northwest of Wise. : north-northwest of Wise ;Virginia : southwest of South Hill. The highways travel concurrently to just southwest of the city. : in South Hill : south of Alberta : southwest of Petersburg. US 1/US 460 Bus. travels concurrently to Petersburg. : in Petersburg. The highways travel concurrently to Richmond. : in Richmond : in Richmond : in Richmond : in Richmond : in Lakeside : in Glen Allen : east-northeast of Spotsylvania. The highways travel concurrently to south of Fredericksburg. : south of Fredericksburg : in Lorton : in Alexandria : in Arlington. The highways travel concurrently to Washington, D.C. ;District of Columbia : in Washington The highways travel concurrently through part of the city. : in Washington The two highways bump into each other at the intersection of 6th Street NW and Rhode Island Avenue NW. ;Maryland : in College Park : in Elkridge : in Arbutus : in Baltimore : in Baltimore : in Overlea : in Conowingo ;Pennsylvania : in Concordville. US 1/US 322 travels concurrently through the community. : in Marple Township : on the Wynnewood–Philadelphia city line : on the Bala Cynwyd–Philadelphia city line. The highways travel concurrently into Philadelphia proper. : in Philadelphia. The highways travel concurrently through part of the city. : in Bensalem : in Woodbourne : southwest of Morrisville ;New Jersey : in Lawrence Township : in North Brunswick : on the Edison–Metuchen city line : in Woodbridge Township. The highways travel concurrently to New York City. : in Linden : in Newark : in Newark : in Newark : in Newark : in Palisades Park. The highways travel concurrently to the New Jersey-New York state line at the George Washington Bridge. : in Fort Lee : in Fort Lee. The highways travel concurrently to The Bronx, New York City. : at the New Jersey–New York state line ;New York : in Manhattan, New York City : in Manhattan, New York City : in The Bronx, New York City : in New Rochelle : in Rye : on the Rye–Port Chester city line ;Connecticut : in Stamford : in Darien : in Norwalk : in Fairfield : in Fairfield : in Fairfield : in Stratford : in Milford : in New Haven : in East Haven : in Branford : in Guilford : in Old Saybrook. The highways travel concurrently to Old Lyme. : in East Lyme : in New London. The highways travel concurrently to Groton. ;Rhode Island : in Providence : in Providence. The highways travel concurrently for one block. : in Pawtucket. The highways travel concurrently for less than . ;Massachusetts : in Attleboro : in North Attleborough : in Plainville : in Sharon : on the Westwood–Dedham city line. The highways travel concurrently to Canton. : in Canton. I-93/US 1 travels concurrently to Boston. : in Boston : in Boston : in Peabody : in Peabody : in Danvers ;New Hampshire : in Portsmouth ;Maine : in Kittery : in Saco : in South Portland. The highways travel concurrently to Portland. : in Portland : in Falmouth : in Yarmouth : in Yarmouth : in Freeport : in Brunswick : in Brunswick : in Houlton. The highways travel concurrently through the city. : in Houlton : at the Fort Kent–Clair Border Crossing in Fort Kent ==Auxiliary routes== US 1 has six three-digit auxiliary routes. In numerical order, these are: *US 201, from Brunswick, Maine, to the Armstrong–Jackman Border Crossing running south to north in east-central Maine. *US 301, from Sarasota, Florida, to Biddles Corner, Delaware, along the Eastern Seaboard. The route closely parallels I-95 for most of its route and has numerous intersections with its parent. *US 401 from Sumter, South Carolina, to Wise, North Carolina, near the Virginia border. For most of the route, it parallels US 1 about to the east, though the two share pavement in Raleigh, North Carolina. *US 501 from Myrtle Beach, South Carolina, to Buena Vista, Virginia. The highway runs southeast-to- northwest, meeting its parent in Aberdeen and Sanford. *US 601 from Tarboro, South Carolina, to Mount Airy, North Carolina. It runs mostly due south-to- north to the west of US 501, meeting the parent route in Camden, South Carolina. *US 701 from Georgetown, South Carolina, to Four Oaks, North Carolina. Furthest east of the US 1 auxiliary routes, it never meets its parent route, but does intersect US 501 in Conway, South Carolina, and terminates at US 301 at its northern end. US 101, despite its number, is not an auxiliary route, but rather considered a primary U.S. Route in its own right as major highway west of the former US 99 on the west coast of the United States. (In the numbering scheme, its first \"digit\" is \"10\".) ==Related state highways== *Florida State Road A1A *Massachusetts Route 1A *New Hampshire Route 1A *New York State Route 1A *Rhode Island Route 1A ==In popular culture== * The route in Richard Bachman's horror novel, The Long Walk (1979), begins each year at the Maine–New Brunswick border at 9:00 on the morning of May 1 and travels down the East Coast of the United States, along US 1, until the winner is determined. *The Atlantic Highway features prominently as both a location, and a character in Seanan McGuire's Ghost Roads series. ==See also== *U.S. Route 1A *Special routes of U.S. Route 1 ==References== ==External links== * * Endpoints of U.S. Highway 1 01 Category:Interstate 95 Category:Historic trails and roads in Dedham, Massachusetts",
 "title": "U.S. Route 1"
}