{
 "id": "752873",
 "text": "thumb|upright 1.8|Santi Giovanni e Paolo The Basilica dei Santi Giovanni e Paolo, known in Venetian as San Zanipolo, is a church in the Castello sestiere of Venice, Italy. One of the largest churches in the city, it has the status of a minor basilica. After the 15th century the funeral services of all of Venice's doges were held here, and twenty-five doges are buried in the church. ==Description== The huge brick edifice was designed in the Italian Gothic style, and completed in the 1430s. It is the principal Dominican church of Venice, and as such was built to hold large congregations. It is dedicated to John and Paul, not the Biblical Apostles of the same names, but two obscure martyrs of the Early Christian church in Rome, whose names were recorded in the 4th century but whose legend is of a later date. In 1246, Doge Jacopo Tiepolo donated some swampland to the Dominicans after dreaming of a flock of white doves flying over it. The first church was demolished in 1333, when the current church was begun. It was not completed until 1430. The vast interior contains many funerary monuments and paintings, as well as the Madonna della Pace, a miraculous Byzantine statue situated in its own chapel in the south aisle, and a foot of Saint Catherine of Siena, the church's chief relic. Santi Giovanni e Paolo is a parish church of the Vicariate of San Marco-Castello. Other churches of the parish are San Lazzaro dei Mendicanti, the Ospedaletto and the Beata Vergine Addolorata. The Renaissance Equestrian Statue of Bartolomeo Colleoni (1483), by Andrea del Verrocchio, is located next to the church. The belltower has 3 bells in D major. Exterior of Santi Giovanni e Paolo (Venice) from Campo San Zanipolo.jpg|The facade of Santi Giovanni e Paolo. Exterior of Santi Giovanni e Paolo (Venice) - Campanile a vela.jpg|Bel- gable Santi Giovanni e Paolo Venice interior 01.jpg|Interior of the church. Veneto Venezia5 tango7174.jpg|Chapel of the Rosary. == Notable artists == * Giovanni Bellini (Saint Vincent Ferrer Altarpiece in the south aisle) * Bartolomeo Bon (the great west doorway) * Cima da Conegliano or Giovanni Martini da Udine (Coronation of the Virgin in the south transept) * Lorenzo Gramiccia (Madonna del Rosario in Capella di Trinita) * Piero di Niccolò Lamberti and Giovanni di Martino (tomb of Doge Tommaso Mocenigo in the north aisle) * Gregorio Lazzarini (sala S. Tommaso) * Pietro Lombardo (tombs of on the west wall and Doges Pasquale Malipiero and Nicolo Marcello in the north aisle; tomb of Alvise Diedo in the south aisle) * Tullio Lombardo ( and Alessandro Leopardo?) ( on the north wall of the choir) * Lorenzo Lotto (St Antoninus Giving Alms in the south transept) * Rocco Marconi (Christ between SS Peter and Andrew in the south transept) * Giuseppe Maria Mazza (five large bronze reliefs depicting the miracles of Saint Dominic in the Chapel of San Dominico) * Giovanni Battista Piazzetta (St Dominic in Glory on the ceiling of the Capella di San Domenico) * Alvise Tagliapietra, reliefs in the Chapel of the Rosary Chapel of our Lady of the Rosary of Santi Giovanni e Paolo (Venice).jpg|Chapel of the Rosary Chapel of our Lady of the Rosary of Santi Giovanni e Paolo (Venice) - Lady of the Rosary.jpg|Lady of the Rosary Giovanni Dureghello Chapel of our Lady of the Rosary of Santi Giovanni e Paolo (Venice) - David by Vittoria.jpg|David by Alessandro Vittoria Chapel of our Lady of the Rosary of Santi Giovanni e Paolo (Venice) - Isaiah by Vittoria.jpg|Isaiah by Alessandro Vittoria Chapel of our Lady of the Rosary of Santi Giovanni e Paolo (Venice) - Libyan Sibyl by Vittoria.jpg|Libyan Sibyl by Alessandro Vittoria Chapel of our Lady of the Rosary of Santi Giovanni e Paolo (Venice) - The Delphic Sibyl by Vittoria.jpg|Delphic Sibyl by Alessandro Vittoria Chapel of our Lady of the Rosary of Santi Giovanni e Paolo (Venice) - Siding wooden altar by Giacomo Piazzetta.jpg|Siding wooden altar by Giacomo Piazzetta Chapel of our Lady of the Rosary of Santi Giovanni e Paolo (Venice) - Martyrdom of St Christina by Sante Peranda.jpg|Martyrdom of St Christina by Sante Peranda Interior of Santi Giovanni e Paolo (Venice) - Gian Battista Zelotti - Dead Christ.jpg|Dead Christ Giovanni Battista Zelotti Chapel of our Lady of the Rosary of Santi Giovanni e Paolo (Venice) - Miracle of St Dominic.jpg|Miracle of St Dominic Alessandro Varotari Chapel of our Lady of the Rosary of Santi Giovanni e Paolo (Venice) - St Michael Vanquishing the Devil.jpg|St Michael Vanquishing the Devil Bonifacio de' Pitati ==Funerary monuments== After the 15th century the funeral services of all of Venice's doges were held in Santi Giovanni e Paolo. Twenty-five doges are buried in the church, including: * Jacopo Tiepolo (d. 1249) * Marino Morosini (d. 1253) * Reniero Zeno (d. 1268) * Lorenzo Tiepolo (d. 1275) * Giovanni Dolfin (d. 1361) * Marco Cornaro (d. 1368) File:Interior of Santi Giovanni e Paolo (Venice) - Monument to Giovanni Mocenigo.jpg|Monument to Giovanni Mocenigo File:Choir of Santi Giovanni e Paolo (Venice) - Monument of doge Leonardo Loredan.jpg|Monument of Leonardo Loredan File:Interior of Santi Giovanni e Paolo (Venice) - Monument to Alvise Mocenigo.jpg|Monument to Alvise Mocenigo File:Left transept of Santi Giovanni e Paolo (Venice) - Funeral monument of the Doge Sebastiano Venier by Antonio dal Zotto.jpg|Funeral monument of Sebastiano Venier File:Interior of Santi Giovanni e Paolo (Venice) - Bertuccio Valier.jpg|Funeral monument of Bertuccio Valier File:Interior of Santi Giovanni e Paolo (Venice) - Silvestro Valier.jpg|Funeral monument of Silvestro Valier Other people buried in the church include: * Orazio Baglioni (d. 1617), general * Gentile Bellini (d. 1507), artist * Giovanni Bellini (d. 1516), artist * Gianbattista Bonzi (d. 1508), senator * Bartolomeo Bragadin (poet) * Marco Antonio Bragadin (d.1571), general, flayed alive by the Turks - the tomb contains only his skin * Jacopo Cavalli (d. 1384), general * Alvise Diedo, commander-in-chief * Marino Faliero (d. 1355), the 55th Doge of Venice, beheaded * Marco Giustiniani (d. 1346), sea captain * Pompeo Giustiniani (d. 1616), condottiere * Palma the Younger (d. 1628), artist <gallery mode=\"packed\" heights=\"180px> Interior of Santi Giovanni e Paolo (Venice) - Monument to Orazio Baglioni.jpg|Monument to Orazio Baglioni Interior of Santi Giovanni e Paolo (Venice) - Monument to Giambattista Bonzio by Gian Maria Padovano.jpg|Monument to Giambattista Bonzio Interior of Santi Giovanni e Paolo (Venice) - Bartolomeo Bragadin.jpg|Monument to Bartolomeo Bragadin Interior of Santi Giovanni e Paolo (Venice) - Monument to Marcantonio Bragadin.jpg|Monument to Marcantonio Bragadin Chapel of Pius V Santi Giovanni e Paolo (Venice) - Monument to Giacomo Cavalli.jpg|Monument to Giacomo Cavalli Chapel of Mary Magdalene - Tomb of, Marco Giustiniani della Bragora (fourteenth century).jpg|Monument to Marco Giustiniani della Bragora Interior of Santi Giovanni e Paolo (Venice) - Monument to Pompeo Giustiniani.jpg|Monument to Pompeo Giustiniani Interior of Santi Giovanni e Paolo (Venice) - Monument to Palma il Giovane, Palma il Vecchio and Titian.jpg|Monument to Palma il Giovane * Vettor Pisani (d. 1380), admiral * Niccolò Orsini, (d. 1510), commander-in-chief * Leonardo da Prato (d.1511), condottiere * Alvise Trevisan (d. 1528) * Edward Windsor, 3rd Baron Windsor (d. 1574) * Vincenzo Benedetti, (d. 1658) <gallery mode=\"packed\" heights=\"180px> Chapel of Mary Magdalene - Monument of Admiral Vettor Pisani.jpg|Monument of Admiral Vettor Pisani Right transept of Santi Giovanni e Paolo (Venice) - Tomb of Niccolò Orsini di Pitigliano.jpg|Tomb of Niccolò Orsini di Pitigliano Left transept of Santi Giovanni e Paolo (Venice) - The equestrian statue of Leonardo da Prato.jpg|Tomb of Leonardo da Prato Interior of Santi Giovanni e Paolo (Venice) - Monument to Alvise Trevisan.jpg|Monument to Alvise Trevisan Chapel of the Crucifix Santi Giovanni e Paolo (Venice) - Tomb of Edward Windsor.jpg|Tomb of Edward Windsor ==See also== *Italian Gothic architecture *List of Doges of Venice *Lost artworks *Sant'Anastasia (Verona) — similar Dominican church in Verona. *History of medieval Arabic and Western European domes ==External links== * Category:Roman Catholic churches completed in 1430 Giovanni Giovanni e Paolo Category:Dominican churches Category:Gothic architecture in Venice Category:Churches in Castello, Venice Category:Church buildings with domes Category:Minor basilicas in Veneto",
 "title": "Santi Giovanni e Paolo, Venice"
}