{
 "id": "753099",
 "text": "TSX-Plus is a multi-user operating system for the PDP-11/LSI-11 series of computers. It was developed by S&H; Computer Systems, Inc. and is based on DEC's RT-11 single-user real-time operating system (TSX-Plus installs on top of RT-11). ==Overview== The system is highly configurable and tunable. Due to the constraints of the memory management system in the PDP-11/LSI-11, the entire operating system core must occupy no more than 40 kibibytes of memory, out of a maximum possible 4 mebibytes of physical memory that can actually be installed in those machines (mandated by the 22-bit address space). The strength of TSX-Plus is to simultaneously provide to multiple users the services of DEC's single-user RT-11. Depending on which PDP-11 model and the amount of memory, the system could support a minimum of 12 users (14-18 users on a 2Mb 11/73, depending on workload). A productivity feature called \"virtual lines\" \"allows a single user to control several tasks from a single terminal.\" The software included a WP package named Lex-11See Tom Barnard and Ace Microsystems, Australia. New Scientist, 5 May 1983, Vol 98, No 1356, in Google Books. and a spreadsheet from Saturn Software. The machine slowed considerably if more than 8 students wanted to use the word-processing package at the same time. There was also a decision-table language called \"D\" from the NCC in Manchester which worked very well on TSX Plus. ==History== Released in 1980, TSX-Plus was the successor to TSX, released in 1976. The system was popular in the 1980s. The last version of TSX-Plus had TCP/IP support. S&H; wrote the original TSX because \"Spending $25K on a computer that could only support one user bugged\" (founder Harry Sanders); the outcome was the initial four-user TSX in 1976. ==Bootstrapping== TSX-Plus required bootstrapping RT-11 first before running TSX-Plus as a user program. Once TSX-Plus was running, it would take over complete control of the machine from RT-11. It provided true memory protection for users from other users, provided user accounts and maintained account separation on disk volumes and implemented a superset of the RT-11 EMT programmed requests. RT-11 programs generally ran, unmodified, under TSX-Plus and, in fact, most of the RT-11 utilities were used as-is under TSX-Plus. Device drivers generally required only slight modifications. ==See also== * TSX-32 ==References== ==External links== *S&H; Homepage Category:Proprietary operating systems Category:PDP-11",
 "title": "TSX-Plus"
}