{
 "id": "753192",
 "text": "Scottish castles are buildings that combine fortifications and residence, built within the borders of modern Scotland. Castles arrived in Scotland with the introduction of feudalism in the twelfth century. Initially these were wooden motte-and-bailey constructions, but many were replaced by stone castles with a high curtain wall. During the Wars of Independence, Robert the Bruce pursued a policy of castle slighting. In the Late Middle Ages, new castles were built, some on a grander scale as \"livery and maintenance\" castles that could support a large garrison. Gunpowder weaponry led to the use of gun ports, platforms to mount guns and walls adapted to resist bombardment. Many of the late Medieval castles built in the borders were in the form of tower houses, smaller pele towers or simpler bastle houses. From the fifteenth century there was a phase of Renaissance palace building, which restructured them as castle-type palaces, beginning at Linlithgow. Elements of Medieval castles, royal palaces and tower houses were used in the construction of Scots baronial estate houses, which were built largely for comfort, but with a castle-like appearance. In the seventeenth and eighteenth centuries the military significance of castles declined, but they increasingly became tourist attractions. Elements of the Scots Baronial style would be revived from the late eighteenth century and the trend would be confirmed in popularity by the rebuilding of Balmoral Castle in the nineteenth century and its adoption as a retreat by Queen Victoria. In the twentieth century there were only isolated examples of new castle-influenced houses. Many tower houses were renovated, and many castles were taken over by the National Trust for Scotland or Historic Scotland and are open to the public. ==Middle Ages== Castles, in the sense of a fortified residence of a lord or noble, arrived in Scotland as a consequence of the centralising of royal authority in the twelfth century.G. G. Simpson and B. Webster, \"Charter Evidence and the Distribution of Mottes in Scotland\", in R. Liddiard, ed., Anglo-Norman Castles (Woodbridge: Boydell Press, 2003), , p. 225. Prior to the 1120s there is very little evidence of castles having existed in Scotland, which had remained less politically centralised than in England with the north still ruled by the kings of Norway.C. J. Tabraham, Scotland's Castles (London: Batsford, 2005), , p. 11. David I of Scotland (r. 1124–53) spent time at the court of Henry I of England, becoming Earl of Huntingdon, and returned to Scotland with the intention of extending royal power across the country and modernising Scotland's military technology, including the introduction of castles.D. Carpenter, The Struggle for Mastery: The Penguin History of Britain 1066–1284 (London: Penguin, 2004), , p. 182. The Scottish king encouraged Norman and French nobles to settle in Scotland, introducing a feudal mode of landholding and the use of castles as a way of controlling the contested Scottish Lowlands. Historian Lise Hull has suggested that the creation of castles in Scotland was \"less to do with conquest\" and more to do with \"establishing a governing system\".L. Hull, Britain's Medieval Castles (London: Greenwood, 2006), , p. xxiv. These were primarily wooden motte-and-bailey constructions, of a raised mount or motte, surmounted by a wooden tower and a larger adjacent enclosure or bailey, both usually surrounded by a fosse (a ditch) and palisade, and connected by a wooden bridge.T. W. West, Discovering Scottish Architecture (Botley: Osprey, 1985), , p. 21. They varied in size from the very large, such as the Bass of Inverurie, to more modest designs like Balmaclellan.C. J. Tabraham, Scotland's Castles (London: Batsford, 2005), , p. 16. In England many of these constructions were converted into stone \"keep- and-bailey\" castles in the twelfth century, but in Scotland most of those that were in continued occupation became stone castles of \"enceinte\" from the thirteenth century, with a high embattled curtain wall.T. W. West, Discovering Scottish Architecture (Botley: Osprey, 1985), , p. 26. The need for thick and high walls for defence forced the use of economic building methods, often continuing the Scottish tradition of dry-stone rubble building, which were then covered with a lime render, or harled for weatherproofing and a uniform appearance.I. Maxwell, A History of Scotland's Masonry Construction in P. Wilson, ed., Building with Scottish Stone (Edinburgh: Arcamedia, 2005), , p. 24. In addition to the baronial castles there were royal castles, often larger and providing defence, lodging for the itinerant Scottish court and a local administrative centre. By 1200 these included fortifications at Ayr and Berwick.C. J. Tabraham, Scotland's Castles (London: Batsford, 2005), , p. 12. In Scotland Alexander II (r. 1198–1249) and Alexander III (1241–86) undertook a number of castle building projects in the modern style. Alexander III's early death sparked conflict in Scotland and English intervention under Edward I in 1296. The resulting Wars of Independence brought this phase of castle building to an end and began a new phase of siege warfare. The first recorded siege in Scotland was the 1230 siege of Rothesay Castle where the besieging Norwegians were able to break down the relatively weak stone walls with axes after only three days. When Edward I invaded Scotland he brought with him the siege capabilities that had evolved south of the border, resulting in the rapid fall of major castles. Edinburgh Castle fell within three days, and Roxburgh, Jedburgh, Dunbar, Stirling, Lanark and Dumbarton castles all surrendered to the English king.C. J. Tabraham, Scotland's Castles (London: Batsford, 2005), , p. 56. Subsequent English sieges, such as the attacks on Bothwell and Stirling, again used considerable resources including giant siege engines and extensive teams of miners and masons.C. J. Tabraham, Scotland's Castles (London: Batsford, 2005), , pp. 58–9. As a result, Robert the Bruce (r. 1306–29) adopted a policy of castle destruction (known as slighting), rather than allow fortresses to be easily retaken and then held by the English, beginning with his own castles at Ayr and Dumfries,J. S. Hamilton, The Plantagenets: History of a Dynasty (London: Continuum, 2010), , p. 116.D. Cornell, \"A Kingdom Cleared of Castles: the Role of the Castle in the Campaigns of Robert Bruce\", The Scottish Historical Review 87 (224), pp. 233–257 (2008) and including Roxburgh and Edinburgh.D. Cornell, Bannockburn: the Triumph of Robert the Bruce (New Haven, Connecticut: Yale University Press, 2009), , p. 124. After the Wars of Independence, new castles began to be built, often on a grander scale as \"livery and maintenance\" castles, to house retained troops, like Tantallon, Lothian and Doune near Stirling, rebuilt for Robert Stewart, Duke of Albany in the fourteenth century. Early gunpowder weapons were introduced to Scotland by the 1330s.C. J. Tabraham, Scotland's Castles (London: Batsford, 2005), , p. 76. The new technology began to be installed in Scottish castles by the 1380s, beginning with Edinburgh.C. J. Tabraham, Scotland's Castles (London: Batsford, 2005), , p. 148. In the fifteenth century, gunpowder weaponry fundamentally altered the nature of castle architecture. Existing castles were adapted to allow the use of the new weapons by the incorporation of \"keyhole\" gun ports, platforms to mount guns and walls that were adapted to resist bombardment. Ravenscraig, Kirkcaldy, begun about 1460, is probably the first castle in the British Isles to be built as an artillery fort, incorporating \"D-shape\" bastions that would better resist cannon fire and on which artillery could be mounted.T. W. West, Discovering Scottish Architecture (Botley: Osprey, 1985), , p. 27. It also used \"letter box\" gun-ports,P. Harrington, English Civil War Fortifications 1642–51 (Oxford: Osprey Publishing, 2003), , p. 9. common in mainland Europe, although rarer in England, they rapidly spread across the kingdom. Scotland also led the way in adopting the new caponier design for castle ditches, as constructed at Craignethan Castle.D. J. C. King, The Castle in England and Wales: An Interpretative History (London: Routledge, 1991), , p. 172. ==Tower houses== The largest number of late Medieval fortifications in Scotland built by nobles, about 800,A. Emery, Greater Medieval Houses of England and Wales, 1300–1500: Northern England (Cambridge: Cambridge University Press, 1996), , p. 26. were of the tower house design.S. Reid, Castles and Tower Houses of the Scottish Clans, 1450–1650 (Botley: Osprey, 2006), , p. 12.G. Stell, \"War- damaged Castles: the evidence from Medieval Scotland\", in Chateau Gaillard: Actes du colloque international de Graz (Autriche) (Caen, France: Publications du CRAHM, 2000), , p. 278. Smaller versions of tower houses in southern Scotland were known as peel towers, or pele houses.S. Toy, Castles: Their Construction and History (New York: Dover Publications, 1985), , p. 225. The defences of tower houses were primarily aimed to provide protection against smaller raiding parties and were not intended to put up significant opposition to an organised military assault. This has led historian Stuart Reid to characterise them as \"defensible rather than defensive\".S. Reid, Castles and Tower Houses of the Scottish Clans, 1450–1650 (Botley: Osprey, 2006), , pp. 12 and 46. They were typically a tall, square, stone-built, crenelated building. They were often also surrounded by a barmkyn or bawn, a walled courtyard designed to hold valuable animals securely, but not necessarily intended for serious defence.S. Reid, Castles and Tower Houses of the Scottish Clans, 1450–1650 (Botley: Osprey, 2006), , p. 33.S. Toy, Castles: Their Construction and History (New York: Dover Publications, Sidney, 1985), , p. 224. They were built extensively on both sides of the border with England from the fourteenth century. James IV's (1488–1513) forfeiture of the Lordship of the Isles in 1494 led to an additional burst of tower building across the region.I. D. Whyte, and K. A. Whyte, The Changing Scottish Landscape, 1500–1800 (London: Routledge, 1991), , p. 76.M. Glendinning, R. MacInnes and A. MacKechnie, A History of Scottish Architecture: from the Renaissance to the Present Day. (Edinburgh: Edinburgh University Press, 2002), , p. 6. A number were also built in Scottish towns.S. Reid, Castles and Tower Houses of the Scottish Clans, 1450–1650 (Botley: Osprey, 2006), , p. 21. An option for small landholders and farmers was the bastle house, a form of fortified house that combined the functions of a tower house and a barmkyn. They were usually two- storey houses with the ground floor acting as a byre into which animals could be driven, while the living space on the upper floor could only be reached by a removable ladder. Most are within of the border and were built around the turn of the sixteenth century.K. Durham, Strongholds of the Border Reivers: Fortifications of the Anglo-Scottish Border 1296–1603 (Osprey Publishing, 2008), , pp. 29–30. ==Renaissance palaces== An extensive building and rebuilding of royal palaces probably began under James III (r. 1460–88) and accelerated under James IV, reaching its peak under James V (r. 1513–42). They used exceptional one-off revenues, such as the forfeiture of key lands, to establish their power across their kingdom in various ways including constructing grander castles by extending and modifying existing fortifications. These works have been seen as directly reflecting the influence of Renaissance styles. Linlithgow was first constructed under James I, under the direction of master of work John de Waltoun and was referred to as a palace, apparently the first use of this term in the country, from 1429. This was extended under James III and began to correspond to a fashionable quadrangular, corner-towered Italian signorial palace of a palatium ad moden castri (a castle-style palace), combining classical symmetry with neo- chivalric imagery and using harling to give them a clean, Italian appearance. There is evidence of Italian masons working for James IV, in whose reign Linlithgow was completed and other palaces were rebuilt with Italianate proportions.M. Glendinning, R. MacInnes and A. MacKechnie, A History of Scottish Architecture: From the Renaissance to the Present Day (Edinburgh: Edinburgh University Press, 1996), , p. 9. According to architectural historian John Dunbar, the results were the \"earliest examples of coherent Renaissance design in Britain\".J. G. Dunbar, Scottish Royal Palaces: the Architecture of the Royal Residences during the Late Medieval and Early Renaissance Periods (East Lothian: Tuckwell Press, 1999), , p. 36. The shift in architectural focus reflected changing political alliances, as James V had formed a close alliance with France during his reign.M. Glendinning, R. MacInnes and A. MacKechnie, A History of Scottish Architecture: From the Renaissance to the Present Day (Edinburgh: Edinburgh University Press, 1996), , p. 16. He encountered the French version of Renaissance building while visiting for his marriage to Madeleine of Valois in 1536 and his second marriage to Mary of Guise may have resulted in longer term connections and influences.A. Thomas, The Renaissance, in T. M. Devine and J. Wormald, eds, The Oxford Handbook of Modern Scottish History (Oxford: Oxford University Press, 2012), , p. 195. Work from his reign largely disregarded the insular style adopted in England under Henry VIII and adopted forms that were recognisably European, beginning with the extensive work at Linlithgow.J. Wormald, Court, Kirk, and Community: Scotland, 1470–1625 (Edinburgh: Edinburgh University Press, 1991), , p. 5. This was followed by re-buildings at Holyrood, Falkland, Stirling and Edinburgh, described by Roger Maison as \"some of the finest examples of Renaissance architecture in Britain\".R. Maison, \"Renaissance and Reformation: the sixteenth century\", in J. Wormald, ed., Scotland: A History (Oxford: Oxford University Press, 2005), , p. 102. Much of this castle rebuilding was planned and financed by James Hamilton of Finnart (c. 1495–1540), in addition to his work at Blackness Castle, Rothesay Castle, the house at Crawfordjohn, the \"New Inn\" in the St Andrews Cathedral Priory and the lodging at Balmerino Abbey for the ailing Queen Madeleine.J. E. A. Dawson, Scotland Re-Formed, 1488–1587 (Edinburgh: Edinburgh University Press, 2007), , p. 120. Rather than slavishly copying continental forms, most Scottish architecture incorporated elements of these styles into traditional local patterns,A. Thomas, \"The Renaissance\", in T. M. Devine and J. Wormald, eds, The Oxford Handbook of Modern Scottish History (Oxford: Oxford University Press, 2012), , p. 189. adapting them to Scottish idioms and materials (particularly stone and harl).D. M. Palliser, The Cambridge Urban History of Britain: 600–1540, Volume 1 (Cambridge: Cambridge University Press, 2000), , pp. 391–2. Similar themes can be seen in the private houses of aristocrats, as in Mar's Wark, Stirling (c. 1570) and Crichton Castle, built for the Earl of Bothwell in 1580s.A. Thomas, \"The Renaissance\", in T. M. Devine and J. Wormald, eds, The Oxford Handbook of Modern Scottish History (Oxford: Oxford University Press, 2012), , pp. 201–2. ==Sixteenth and seventeenth centuries== In the period of French intervention in the 1540s and 1550s, at the end of the Rough Wooing, Scotland was given a defended border of a series of earthwork forts and additions to existing castles. These included the erection of single bastions at Edinburgh, Stirling and Dunbar.M. McLeod, \"Warfare, weapons and fortifications: 2 1450–1600\" in M. Lynch, ed., The Oxford Companion to Scottish History (Oxford: Oxford University Press, 2001), , pp. 637–8. The unique style of great private houses in Scotland, later known as Scots baronial, has been located in origin to the period of the 1560s. It kept many of the features of the high walled Medieval castles that had been largely made obsolete by gunpowder weapons and may have been influenced by the French masons brought to Scotland to work on royal palaces. It drew on the tower houses and peel towers,J. Summerson, Architecture in Britain, 1530 to 1830 (New Haven, Connecticut: Yale University Press, 9th edn., 1993), , pp. 502–11. with their parapets, corbels, and bartizans.J. Summerson, Architecture in Britain, 1530 to 1830 (New Haven, Connecticut: Yale University Press, 9th edn., 1993), , p. 502. The new estate houses built from the late sixteenth century by nobles and lairds were primarily built for comfort, not for defence, although they were often called castles. They retained many of these external features which had become associated with nobility, but with a larger ground plan. This was classically a \"Z-plan\" of a rectangular block with towers, as at Colliston Castle (1583) and Claypotts Castle (1569–88). Particularly influential was the work of William Wallace, the king's master mason from 1617 until his death in 1631. He worked on the rebuilding of the collapsed North Range of Linlithgow from 1618, Winton House for George Seton, 3rd Earl of Winton and began work on Heriot's Hospital, Edinburgh. He adopted a distinctive style that applied elements of Scottish fortification and Flemish influences to a Renaissance plan like that used at Château d'Ancy-le- Franc. This style can be seen in lord's houses built at Caerlaverlock (1620), Moray House, Edinburgh (1628) and Drumlanrig Castle (1675–89), and was highly influential until the baronial style gave way to the grander English forms associated with Inigo Jones in the later seventeenth century, which were used to produce classically inspired and comfortable country houses. ==Decline== In 1603 James VI of Scotland inherited the crown of England, bringing a period of peace between the two countries. The royal court left for London, and as a result – with the exceptions of occasional visits – building work on royal castles north of the border largely ceased.J. G. Dunbar, Scottish Royal Palaces: the Architecture of the Royal Residences during the Late Medieval and Early Renaissance Periods (East Lothian: Tuckwell Press, 1999), , p. vii.M. Glendinning, R. MacInnes and A. MacKechnie, A History of Scottish Architecture: from the Renaissance to the Present Day (Edinburgh: Edinburgh University Press, 2002), , p. 38. Some castles continued to have modest military utility into the eighteenth century. The royal castles of Edinburgh, Dumbarton and Stirling, along with Dunstaffnage, Dunollie, Blackness and Ruthven Castle, continued in use as practical fortifications.C. J. Tabraham and D. Grove, Fortress Scotland and the Jacobites (London: Batsford, 2001), , p. 18. Tower houses were being built up until the 1640s. After the Restoration the fortified tower house fell out of fashion, but the weak state of the Scottish economy was such that, while many larger properties were simply abandoned, the more modest castles continued to be used and adapted as houses, rather than rebuilt.I. D. Whyte, and K. A. Whyte, The Changing Scottish Landscape, 1500–1800 (London: Routledge, 1991), , p. 77.S. Reid, Castles and Tower Houses of the Scottish Clans, 1450–1650 (Botley: Osprey, 2006), , p. 57. In the Bishop's Wars castles that held out for the king against the Covenanters, including Caerlaverock and Threave in 1640, were slighted, with their roofs removed and walls breached to make them uninhabitable. Tantallon was used as a base for Scottish attacks on Oliver Cromwell's advancing army in 1651. As a result, it was pounded into submission by the New Model Army's siege train, losing its end towers and ceasing to be a residence from that point.M. Brown, Scottish Baronial Castles 1250–1450 (Oxford: Osprey Publishing, 2009), , p. 57. The sequence of Jacobite risings from 1689 threatened the Crown in Scotland, culminating in the rebellion in 1745. Stirling was able to withstand the Jacobite attack in 1745 and the siege of Blair Castle, at the end of the rebellion in 1746, was the final castle siege to occur in the British Isles.B. Lowry, Discovering Fortifications: From the Tudors to the Cold War (Risborough: Shire Publications), , pp. 37 and 45.S. Reid, Castles and Tower Houses of the Scottish Clans, 1450–1650 (Botley: Osprey, 2006), , p. 7. In the aftermath of the conflict Corgaff and many others castles were used as barracks for the forces sent to garrison the Highlands. Kildrummy, Huntly and Doune were destroyed as a result of their part in the rebellion. From the late eighteenth century, castles became tourist attractions. Blair Castle was a popular location on account of its landscaped gardens, and Stirling Castle because of its romantic historic connections.K. H. Grenier, Tourism and Identity in Scotland, 1770–1914: Creating Caledonia (Aldershot: Ashgate, 2005), , pp. 19 and 152. Tours became increasingly popular during the nineteenth century, usually starting at Edinburgh and then spending up to two weeks further north, taking advantage of the expanding rail and steamer network.K. H. Grenier, Tourism and Identity in Scotland, 1770–1914: Creating Caledonia (Aldershot: Ashgate, 2005), , pp. 69–70. Blair Castle remained popular, but additional castles joined the circuit, with Cawdor Castle becoming popular once the railway line reached north to Fort William.K. H. Grenier, Tourism and Identity in Scotland, 1770–1914: Creating Caledonia (Aldershot: Ashgate, 2005), , p. 73. Scottish castle guidebooks became well known for providing long historical accounts of their sites, often drawing on the plots of Romantic novels for the details.K. H. Grenier, Tourism and Identity in Scotland, 1770–1914: Creating Caledonia (Aldershot: Ashgate, 2005), , p. 152.N. R. Jones, Architecture of England, Scotland, and Wales (Westport: Greenwood Publishing, 2005), , p. 290. Sir Walter Scott's novels set in Scotland popularised several northern castles, including Tantallon, which was featured in the poem Marmion (1808).K. H. Grenier, Tourism and Identity in Scotland, 1770–1914: Creating Caledonia (Aldershot: Ashgate, 2005), , p. 82. ==Gothic Revival== In Scotland there was a revival of the castle in the late eighteenth and nineteenth centuries as part of the wider Gothic Revival movement, as new houses were built and existing buildings remodeled in the Gothic and Scots Baronial styles.A. Jackson, The Two Unions: Ireland, Scotland, and the Survival of the United Kingdom, 1707–2007 (Oxford: Oxford University Press, 2011), , p. 152. Inveraray Castle, constructed from 1746 with design input from William Adam, displays the incorporation of turrets and is among the first houses in the revived style. His son Robert Adam's houses in this style included Mellerstain and Wedderburn in Berwickshire and Seton House in East Lothian, but it is most clearly seen at Culzean Castle, Ayrshire, remodelled by Adam from 1777. These were largely conventional Palladian style houses that incorporated some external features of the Scots baronial style.I. D. Whyte and K. A. Whyte, The Changing Scottish Landscape, 1500–1800 (London: Taylor & Francis, 1991), , p. 100. Important for the adoption of the revival in the early nineteenth century was Abbotsford House, the residence of Walter Scott. Re-built for him from 1816, it became a model for the modern revival of the baronial style. Common features borrowed from sixteenth- and seventeenth-century houses included battlemented gateways, crow-stepped gables, pointed turrets and machicolations. The style was popular across Scotland and was applied to many relatively modest dwellings by architects such as William Burn (1789–1870), David Bryce (1803–76),L. Hull, Britain's Medieval Castles (London: Greenwood, 2006), , p. 154. Edward Blore (1787–1879), Edward Calvert (c. 1847–1914) and Robert Stodart Lorimer (1864–1929) and in urban contexts, including the building of Cockburn Street in Edinburgh (from the 1850s) as well as the National Wallace Monument at Stirling (1859–69).M. Glendinning, R. MacInnes and A. MacKechnie, A History of Scottish Architecture: from the Renaissance to the Present Day (Edinburgh: Edinburgh University Press, 2002), , pp. 276–85. The rebuilding of Balmoral Castle as a baronial palace and its adoption as a royal retreat from 1855–58 confirmed the popularity of the style.H.-R. Hitchcock, Architecture: Nineteenth and Twentieth Centuries (New Haven, Connecticut: Yale University Press, 4th edn., 1989), , p. 146. Scots Baronial architects frequently \"improved\" existing castles: Floors Castle was transformed in 1838 by William Playfair who added grand turrets and cupolas.T. W. West, Discovering Scottish Architecture (Botley: Osprey, 1985), , p. 116. The style spread south and the architect Edward Blore added a Scots Baronial touch to his work at Windsor.J. M. Robinson, Windsor Castle: the Official Illustrated History (London: Royal Collection Publications, 2010), , p. 121. ==Twentieth century to the present== The Baronial style peaked towards the end of the nineteenth century, and the building of large houses declined in importance in the twentieth century. It continued to influence the construction of some estate houses, including Skibo Castle, which was rebuilt for industrialist Andrew Carnegie (1899–1903) by Ross and Macbeth. There was a lull in building after the First World War, and social change undermined the construction of rural country houses. Isolated examples of \"castles\" include houses that combine modern and traditional elements, such as Basil Spence's Broughton Place (1936) and Glenskirlie Castle, Stirlingshire (2007).D. Mays, \"Housing: 4 Country seat, c. 1600–Present\", in M. Lynch, ed., Oxford Companion to Scottish History (Oxford: Oxford University Press, 2011), , pp. 326–8. Restoration of castles began in the early twentieth century, with projects including the renovation of Duart Castle on Mull, and the complete reconstruction of Eilean Donan from a few fragments of masonry. The restoration movement grew after World War II with a fashion for renovating tower houses, including Oliver Hill's restoration of Inchdrewer Castle, near Banff in Aberdeenshire, in 1965. The restoration of tower houses and smaller castles continues, with recent examples including Fenton Tower in Lothian and Ballone Castle near Portmahomack. Historic Scotland have launched a \"Scottish Castle Initiative\" aimed at encouraging private investment in the restoration of Scotland's castles, including a register of potential restoration candidates. Despite these efforts, a number of castles remain on Scotland's Buildings at Risk Register. Most of Scotland's castles, whether ruined or occupied, remain in private ownership, though many are open to the public at least occasionally. During the twentieth century a number of older castles were transferred into the care of the state, and these are now the responsibility of Historic Scotland, which was created as an agency in 1991. Historic Scotland cares for over 300 properties – all of which are publicly accessible – including around 65 castles.S. Reid, Castles and Tower Houses of the Scottish Clans, 1450–1650 (Botley: Osprey, 2006), , p. 58. These include some of Scotland's most famous castles including Edinburgh and Stirling, as well as numerous tower houses and ruined castles. The National Trust for Scotland (founded 1931) cares for several post-Medieval castles and estate houses, including Culzean and Craigievar that were still in occupation until the twentieth century. The Landmark Trust restores and operates historic buildings as holiday homes, including Saddell Castle, Castle of Park and Roslin Castle. Several other castles are in the hands of local government, for example Dudhope Castle in Dundee, and some are maintained by building preservation trusts and other charitable bodies, for example Sauchie Tower, Clackmannanshire. ==See also== * Broch * Castles in Great Britain and Ireland * List of castles in Scotland * ==Notes== Category:12th-century establishments in Scotland Category:Scottish architecture",
 "title": "Scottish castles"
}