{
 "id": "753962",
 "text": "In physics, circulation is the line integral of a vector field around a closed curve. In fluid dynamics, the field is the fluid velocity field. In electrodynamics, it can be the electric or the magnetic field. Circulation was first used independently by Frederick Lanchester, Martin Kutta and Nikolay Zhukovsky. It is usually denoted Γ (Greek uppercase gamma). ==Definition and properties== If V is a vector field and dl is a vector representing the differential length of a small element of a defined curve, the contribution of that differential length to circulation is dΓ: :\\mathrm{d}\\Gamma=\\mathbf{V}\\cdot \\mathrm{d}\\mathbf{l}=|\\mathbf{V}||\\mathrm{d}\\mathbf{l}|\\cos \\theta. Here, θ is the angle between the vectors V and dl. The circulation Γ of a vector field V around a closed curve C is the line integral: :\\Gamma=\\oint_{C}\\mathbf{V}\\cdot \\mathrm d \\mathbf{l}. In a conservative vector field this integral evaluates to zero for every closed curve. That means that a line integral between any two points in the field is independent of the path taken. It also implies that the vector field can be expressed as the gradient of a scalar function, which is called a potential. == Relation to vorticity and curl == Circulation can be related to curl of a vector field V and, more specifically, to vorticity if the field is a fluid velocity field, :\\mathbf{\\omega} = abla\\times\\mathbf{V}. By Stokes' theorem, the flux of curl or vorticity vectors through a surface S is equal to the circulation around its perimeter, :\\Gamma=\\oint_{\\partial S}\\mathbf{V}\\cdot \\mathrm{d}\\mathbf{l}=\\int\\\\!\\\\!\\\\!\\int_S abla \\times \\mathbf{V} \\cdot \\mathrm{d}\\mathbf{S}=\\int\\\\!\\\\!\\\\!\\int_S \\mathbf{\\omega} \\cdot \\mathrm{d}\\mathbf{S} Here, the closed integration path ∂S is the boundary or perimeter of an open surface S, whose infinitesimal element normal dS=ndS is oriented according to the right-hand rule. Thus curl and vorticity are the circulation per unit area, taken around a local infinitesimal loop. In potential flow of a fluid with a region of vorticity, all closed curves that enclose the vorticity have the same value for circulation.Anderson, John D. (1984), Fundamentals of Aerodynamics, section 3.16. McGraw-Hill. == Uses == === Kutta–Joukowski theorem in fluid dynamics === In fluid dynamics, the lift per unit span (L') acting on a body in a two-dimensional flow field is directly proportional to the circulation, i.e. it can be expressed as the product of the circulation Γ about the body, the fluid density ρ, and the speed of the body relative to the free-stream V: :L' = \\rho V \\Gamma\\\\! This is known as the Kutta–Joukowski theorem. This equation applies around airfoils, where the circulation is generated by airfoil action; and around spinning objects experiencing the Magnus effect where the circulation is induced mechanically. In airfoil action, the magnitude of the circulation is determined by the Kutta condition. The circulation on every closed curve around the airfoil has the same value, and is related to the lift generated by each unit length of span. Provided the closed curve encloses the airfoil, the choice of curve is arbitrary. Circulation is often used in computational fluid dynamics as an intermediate variable to calculate forces on an airfoil or other body. === Fundamental equations of electromagnetism === In electrodynamics, the Maxwell-Faraday law of induction can be stated in two equivalent forms: that the curl of the electric field is equal to the negative rate of change of the magnetic field, : abla \\times \\mathbf{E} = -\\frac{\\partial \\mathbf{B}} {\\partial t} or that the circulation of the electric field around a loop is equal to the negative rate of change of the magnetic field flux through any surface spanned by the loop, by Stokes' theorem :\\oint_{\\partial S} \\mathbf{E} \\cdot \\mathrm{d}\\mathbf{l} = \\int\\\\!\\\\!\\\\!\\int_S abla\\times\\mathbf{E} = \\- \\frac{\\mathrm{d}}{\\mathrm{d}t} \\int_{S} \\mathbf{B} \\cdot \\mathrm{d}\\mathbf{S}. : Circulation of a static magnetic field is, by Ampère's law, proportional to the total current enclosed by the loop :\\oint_{\\partial S} \\mathbf{B} \\cdot \\mathrm{d}\\mathbf{l} = \\mu_0 \\iint_S \\mathbf{J} \\cdot \\mathrm{d}\\mathbf{S} = \\mu_0I_\\mathrm{enc}. For systems with electric fields that change over time, the law must be modified to include a term known as Maxwell's correction. ==See also== * Maxwell's equations *Biot–Savart law in aerodynamics * Kelvin's circulation theorem ==References== Category:Fluid dynamics Category:Physical quantities Category:Electromagnetism",
 "title": "Circulation (physics)"
}